{
    "id": "41291",
    "text": "A sequence of events is isochronous if the events occur regularly, or at equal time intervals. The term isochronous is used in several technical contexts, but usually refers to the primary subject maintaining a constant period or interval (the reciprocal of frequency), despite variations in other measurable factors in the same system. Isochronous timing is a characteristic of a repeating event whereas synchronous timing refers to the relationship between two or more events. *In dynamical systems theory, an oscillator is called isochronous if its frequency is independent of its amplitude. *In horology, a mechanical clock or watch is isochronous if it runs at the same rate regardless of changes in its drive force, so that it keeps correct time as its mainspring unwinds or chain length varies. Isochrony is important in timekeeping devices. *In electrical power generation, isochronous means that the frequency of the electricity generated is constant under varying load; there is zero generator droop. (See Synchronization (alternating current).) *In telecommunications, an isochronous signal is one where the time interval separating any two corresponding transitions is equal to the unit interval or to a multiple of the unit interval; but phase is arbitrary and potentially varying. **The term is also used in data transmission to describe cases in which corresponding significant instants of two or more sequential signals have a constant phase relationship. **Isochronous burst transmission is used when the information-bearer channel rate is higher than the input data signaling rate. *In the Universal Serial Bus used in computers, isochronous is one of the four data flow types for USB devices (the others being Control, Interrupt and Bulk). It is commonly used for streaming data types such as video or audio sources. Similarly, the IEEE 1394 interface standard, commonly called Firewire, includes support for isochronous streams of audio and video at known constant rates. *In particle accelerators an isochronous cyclotron is a cyclotron where the field strength increases with radius to compensate for relativistic increase in mass with speed. *An isochrone is a contour line of equal time, for instance, in geological layers, tree rings or wave fronts. An isochrone map or diagram shows such contours. *In linguistics, isochrony is the postulated rhythmic division of time into equal portions by a language. *In neurology, isochronic tones are regular beats of a single tone used for brainwave entrainment. ==See also== *Anisochronous ==References== Category:Synchronization Category:Telecommunication theory Category:Horology ",
    "title": "Isochronous timing"
}