{
    "id": "42856",
    "text": "The Bridge on the River Kwai is a 1957 British-American CinemaScope and Technicolor adventure epic war film directed by David Lean and based on the 1952 novel written by Pierre Boulle. The film uses the historical setting of the construction of the Burma Railway in 1942–1943. The cast includes Alec Guinness, William Holden, Jack Hawkins, and Sessue Hayakawa. It was initially scripted by screenwriter Carl Foreman, who was later replaced by Michael Wilson. Both writers had to work in secret, as they were on the Hollywood blacklist and had fled to the UK in order to continue working. As a result, Boulle, who did not speak English, was credited and received the Academy Award for Best Adapted Screenplay; many years later, Foreman and Wilson posthumously received the Academy Award. The film was widely praised, winning seven Academy Awards (including Best Picture) at the 30th Academy Awards. In 1997, the film was deemed \"culturally, historically, or aesthetically significant\" and selected for preservation in the National Film Registry by the United States Library of Congress. It has been included on the American Film Institute's list of best American films ever made.On the AFI's 100 Years...100 Movies lists, in 1998 (#13) and 2007 (#36) In 1999, the British Film Institute voted The Bridge on the River Kwai the 11th greatest British film of the 20th century. ==Plot== In early 1943, British POWs arrive by train at a Japanese prison camp in Burma. The commandant, Colonel Saito, informs them that all prisoners, regardless of rank, are to work on the construction of a railway bridge over the River Kwai that will help connect Bangkok and Rangoon. The senior British officer, Lieutenant Colonel Nicholson, informs Saito that the Geneva Conventions exempt officers from manual labour. Nicholson later forbids any escape attempts because they had been ordered by headquarters to surrender, and escapes could be seen as defiance of orders. At the morning assembly, Nicholson orders his officers to remain behind when the enlisted men march off to work. Saito threatens to have them shot, but Nicholson refuses to back down. When Major Clipton, the British medical officer, warns Saito there are too many witnesses for him to get away with murder, Saito leaves the officers standing all day in the intense heat. That evening, the officers are placed in a punishment hut, while Nicholson is locked in an iron box. Meanwhile, three prisoners attempt to escape. Two are shot dead, but United States Navy Lieutenant Commander Shears gets away, although wounded. He wanders half-dead into a Siamese village, where he is nursed back to health before completing his escape downstream and eventually to the British colony of Ceylon. Meanwhile, the prisoners work as little as possible and sabotage whatever they can. Should Saito fail to meet his deadline, he would be obliged to commit ritual suicide. Desperate, he uses the anniversary of Japan's 1905 victory in the Russo-Japanese War as an excuse to save face and announces a general amnesty, releasing Nicholson and his officers and exempting them from manual labour. Nicholson is shocked by the poor job being done by his men. Over the protests of some of his officers, he orders Captain Reeves and Major Hughes to design and build a proper bridge, in order to maintain his men's morale and pride in their professionalism. As the Japanese engineers had chosen a poor site, the original construction is abandoned and a new bridge begun downstream. Shears is enjoying his hospital stay in Ceylon when British Major Warden invites him to join a mission to destroy the bridge before it is useful to Japanese forces. Shears is so appalled he confesses he is not an officer; he impersonated one, expecting better treatment from the Japanese. Warden responds that he already knew and that the American Navy agreed to transfer him to the British to avoid embarrassment. Realising he has no choice, Shears \"volunteers\". Meanwhile, Nicholson drives his men hard to complete the bridge on time. For him, its completion will exemplify the ingenuity and hard work of the British Army long after the war's end. When he asks that their Japanese counterparts pitch in as well, a resigned Saito replies that he has already given the order. Nicholson erects a sign commemorating the bridge's construction by the British Army, from February to May 1943. The four commandos parachute in, though one is killed on landing. Later, Warden is wounded in an encounter with a Japanese patrol and has to be carried on a litter. He, Shears, and Canadian Lieutenant Joyce reach the river in time with the assistance of Siamese women bearers and their village chief, Khun Yai. Under cover of darkness, Shears and Joyce plant explosives on the bridge towers below the water line. A train carrying important dignitaries and soldiers is scheduled to be the first to cross the bridge the following day, so Warden waits to destroy both. However, by daybreak, the river level has dropped, exposing the wire connecting the explosives to the detonator. Nicholson spots the wire and brings it to Saito's attention. As the train approaches, they hurry down to the riverbank to investigate. Joyce, manning the detonator, breaks cover and stabs Saito to death. Nicholson yells for help, while attempting to stop Joyce from reaching the detonator. When Joyce is mortally wounded by Japanese fire, Shears swims across the river, but is himself shot. Recognising the dying Shears, Nicholson exclaims, \"What have I done?\" Warden fires a mortar, wounding Nicholson. The dazed colonel stumbles towards the detonator and collapses on the plunger just in time to blow up the bridge and send the train hurtling into the river below. Witnessing the carnage, Clipton shakes his head, muttering, \"Madness! ... Madness!\" ==Cast== Chandran Rutnam and William Holden while shooting The Bridge on the River Kwai. ==Production== ===Screenplay=== The screenwriters, Carl Foreman and Michael Wilson, were on the Hollywood blacklist and, even though living in exile in England, could only work on the film in secret. The two did not collaborate on the script; Wilson took over after Lean was dissatisfied with Foreman's work. The official credit was given to Pierre Boulle (who did not speak English), and the resulting Oscar for Best Screenplay (Adaptation) was awarded to him. Only in 1984 did the Academy rectify the situation by retroactively awarding the Oscar to Foreman and Wilson, posthumously in both cases. Subsequent releases of the film finally gave them proper screen credit. David Lean himself also claimed that producer Sam Spiegel cheated him out of his rightful part in the credits since he had had a major hand in the script.The Guardian, 17 April 1991 The film was relatively faithful to the novel, with two major exceptions. Shears, who is a British commando officer like Warden in the novel, became an American sailor who escapes from the POW camp. Also, in the novel, the bridge is not destroyed: the train plummets into the river from a secondary charge placed by Warden, but Nicholson (never realising \"what have I done?\") does not fall onto the plunger, and the bridge suffers only minor damage. Boulle nonetheless enjoyed the film version though he disagreed with its climax.Joyaux, Georges. The Bridge over the River Kwai: From the Novel to the Movie, Literature/Film Quarterly, published in the Spring of 1974. Retrieved 09-24-2015. ===Filming=== The bridge at Kitulgala, Sri Lanka, before the explosion seen in the film. A photo of Kitulgala, Sri Lanka in 2004, where the bridge was made for the film. Many directors were considered for the project, among them John Ford, William Wyler, Howard Hawks, Fred Zinnemann, and Orson Welles (who was also offered a starring role).Baer, William. \"Film: The Bridge on the River Kwai\", Crisis Magazine, published 09-01-2007. Retrieved 09-24-2015.\"Flashback: A look back at this day in film history (The Bridge on the River Kwai released)\" , www.focusfeatures.com, published 09-23-2015. Retrieved 09-24-2015. The film was an international co- production between companies in Britain and the United States. Director David Lean clashed with his cast members on multiple occasions, particularly Alec Guinness and James Donald, who thought the novel was anti-British. Lean had a lengthy row with Guinness over how to play the role of Nicholson; Guinness wanted to play the part with a sense of humour and sympathy, while Lean thought Nicholson should be \"a bore.\" On another occasion, they argued over the scene where Nicholson reflects on his career in the army. Lean filmed the scene from behind Guinness and exploded in anger when Guinness asked him why he was doing this. After Guinness was done with the scene, Lean said, \"Now you can all fuck off and go home, you English actors. Thank God that I'm starting work tomorrow with an American actor (William Holden).\"(Piers Paul Read, Alec Guinness, 293) The film was made in Ceylon (now Sri Lanka). The bridge in the film was near Kitulgala. Guinness later said that he subconsciously based his walk while emerging from \"the Oven\" on that of his eleven-year-old son Matthew,Jason, Gary. \"Classic Problem, Classic Films\", www.libertyunbound.com, published 09-19-2011. Retrieved 09-24-2015. who was recovering from polio at the time, a disease that left him temporarily paralyzed from the waist down.Reichardt, Rita. \"How Father Brown Led Sir Alec Guinness to the Church\", www.catholicculture.org, published May/June, 2005. Retrieved 09-24-2015. Guinness later reflected on the scene, calling it the \"finest piece of work\" he had ever done.Tollestrup, Jon. \"The Bridge on the River Kwai - 1957\", www.oscarwinningfilms.blogspot.co.uk, published 12-08-2013. Retrieved 09-24-2015. Lean nearly drowned when he was swept away by the river current during a break from filming.\"The Bridge on the River Kwai(disasters on the film set)\", Purbeck Film Festival, published 08-24-2014. Retrieved 09-24-2015. In a 1988 interview with Barry Norman, Lean confirmed that Columbia almost stopped filming after three weeks because there was no white woman in the film, forcing him to add what he calls, \"a very terrible scene\" between William Holden and the nurse on the beach. The filming of the bridge explosion was to be done on 10 March 1957, in the presence of S.W.R.D. Bandaranaike, then Prime Minister of Ceylon, and a team of government dignitaries. However, cameraman Freddy Ford was unable to get out of the way of the explosion in time, and Lean had to stop filming. The train crashed into a generator on the other side of the bridge and was wrecked. It was repaired in time to be blown up the next morning, with Bandaranaike and his entourage present. The producers nearly suffered a catastrophe following the filming of the bridge explosion. To ensure they captured the one-time event, multiple cameras from several angles were used. Ordinarily, the film would have been taken by boat to London, but due to the Suez crisis this was impossible; therefore the film was taken by air freight. When the shipment failed to arrive in London, a worldwide search was undertaken. To the producers' horror, the film containers were found a week later on an airport tarmac in Cairo, sitting in the hot sun. Although it was not exposed to sunlight, the heat-sensitive colour film stock should have been hopelessly ruined; however, when processed the shots were perfect and appeared in the film.Goldstein, Carly. \"The Bridge on the River Kwai review\", www.fromthecouchblog.wordpress.com, published 09-10-2013. Retrieved 09-24-2015. ===Music and soundtrack=== British composer Malcolm Arnold recalled that he had \"ten days to write around forty-five minutes worth of music\" - much less time than he was used to. He described the music for The Bridge on the River Kwai as the \"worst job I ever had in my life\" from the point of view of time. Despite this, he won an Oscar and a Grammy. A memorable feature of the film is the tune that is whistled by the POWs—the first strain of the march \"Colonel Bogey\"—when they enter the camp.The Colonel Bogey March MIDI file Gavin YoungIn his 1981 book Slow Boats to China, chapter 39, recounts meeting Donald Wise, a former prisoner of the Japanese who had worked on the Burma Railway. Young: \"Donald, did anyone whistle Colonel Bogey ... as they did in the film?\" Wise: \"I never heard it in Thailand. We hadn't much breath left for whistling. But in Bangkok I was told that David Lean, the film's director, became mad at the extras who played the prisoners—us—because they couldn't march in time. Lean shouted at them, 'For God's sake, whistle a march to keep time to.' And a bloke called George Siegatz ... —an expert whistler—began to whistle Colonel Bogey, and a hit was born.\" The march was written in 1914 by Kenneth J. Alford, a pseudonym of British Bandmaster Frederick J. Ricketts. The Colonel Bogey strain was accompanied by a counter- melody using the same chord progressions, then continued with film composer Malcolm Arnold's own composition, \"The River Kwai March,\" played by the off- screen orchestra taking over from the whistlers, though Arnold's march was not heard in completion on the soundtrack. Mitch Miller had a hit with a recording of both marches. In many tense, dramatic scenes, only the sounds of nature are used. An example of this is when commandos Warden and Joyce hunt a fleeing Japanese soldier through the jungle, desperate to prevent him from alerting other troops. Arnold won an Academy Award for the film's score. ==Historical accuracy== River Kwai railroad bridge in 2017. The arched sections are original (constructed by Japan during WWII); the two sections with trapezoidal trusses were built by Japan after the war as war reparations, replacing sections destroyed by Allied aircraft. Many historical inaccuracies in the film have often been noted by eyewitnesses to the building of the real Burma Railway and historians. The plot and characters of Boulle's novel and the screenplay were almost entirely fictional.\"Remembering the railway: The Bridge on the River Kwai, www.hellfire-pass.commemoration.gov.au. Retrieved 09-24-2015. The conditions to which POW and civilian labourers were subjected were far worse than the film depicted. According to the Commonwealth War Graves Commission: > The notorious Burma-Siam railway, built by Commonwealth, Dutch and American > prisoners of war, was a Japanese project driven by the need for improved > communications to support the large Japanese army in Burma. During its > construction, approximately 13,000 prisoners of war died and were buried > along the railway. An estimated 80,000 to 100,000 civilians also died in the > course of the project, chiefly forced labour brought from Malaya and the > Dutch East Indies, or conscripted in Siam (Thailand) and Burma. Two labour > forces, one based in Siam and the other in Burma, worked from opposite ends > of the line towards the centre. Lieutenant Colonel Philip Toosey of the British Army was the real senior Allied officer at the bridge in question. Toosey was very different from Nicholson and was certainly not a collaborator who felt obliged to work with the Japanese. Toosey in fact did as much as possible to delay the building of the bridge. While Nicholson disapproves of acts of sabotage and other deliberate attempts to delay progress, Toosey encouraged this: termites were collected in large numbers to eat the wooden structures, and the concrete was badly mixed. Some consider the film to be an insulting parody of Toosey. On a BBC Timewatch programme, a former prisoner at the camp states that it is unlikely that a man like the fictional Nicholson could have risen to the rank of lieutenant colonel, and, if he had, due to his collaboration he would have been \"quietly eliminated\" by the other prisoners. Julie Summers, in her book The Colonel of Tamarkan, writes that Boulle, who had been a prisoner of war in Thailand, created the fictional Nicholson character as an amalgam of his memories of collaborating French officers. He strongly denied the claim that the book was anti-British, although many involved in the film itself (including Alec Guinness) felt otherwise.Brownlow, Kevin (1996). David Lean: A Biography. New York: St. Martin's Press. . pp. 391 and 766n Ernest Gordon, a survivor of the railway construction and POW camps described in the novel/film, stated in a 1962 book, Through the Valley of the Kwai: \"In Pierre Boulle's book The Bridge over the River Kwai and the film which was based on it, the impression was given that British officers not only took part in building the bridge willingly, but finished in record time to demonstrate to the enemy their superior efficiency. This was an entertaining story. But I am writing a factual account, and in justice to these men—living and dead—who worked on that bridge, I must make it clear that we never did so willingly. We worked at bayonet point and under bamboo lash, taking any risk to sabotage the operation whenever the opportunity arose.\" A 1969 BBC-TV documentary, Return to the River Kwai, made by former POW John Coast,A transcript of the interview and the documentary as a whole can be found in the new edition of John Coast's book Railroad of Death. sought to highlight the real history behind the film (partly through getting ex-POWs to question its factual basis, for example Dr Hugh de Wardener and Lt-Col Alfred Knights), which angered many former POWs. The documentary itself was described by one newspaper reviewer when it was shown on Boxing Day 1974 (The Bridge on the River Kwai had been shown on BBC1 on Christmas Day 1974) as \"Following the movie, this is a rerun of the antidote.\" Some of the characters in the film use the names of real people who were involved in the Burma Railway. Their roles and characters, however, are fictionalised. For example, a Sergeant-Major Risaburo Saito was in real life second in command at the camp. In the film, a Colonel Saito is camp commandant. In reality, Risaburo Saito was respected by his prisoners for being comparatively merciful and fair towards them. Toosey later defended him in his war crimes trial after the war, and the two became friends. The major railway bridge described in the novel and film didn't actually cross the river known at the time as the Kwai. However, in 1943 a railway bridge was built by Allied POWs over the Mae Klong river – renamed Khwae Yai in the 1960s as a result of the film – at Tha Ma Kham, five kilometres from Kanchanaburi, Thailand.\"The Colonel of Tamarkan: Philip Toosey and the Bridge on the River Kwai\", published by the National Army Museum on 03-04-2012. Retrieved 09-24-2015. Boulle had never been to the bridge. He knew that the railway ran parallel to the Kwae for many miles, and he therefore assumed that it was the Kwae which it crossed just north of Kanchanaburi. This was an incorrect assumption. The destruction of the bridge as depicted in the film is also entirely fictional. In fact, two bridges were built: a temporary wooden bridge and a permanent steel/concrete bridge a few months later. Both bridges were used for two years, until they were destroyed by Allied bombing. The steel bridge was repaired and is still in use today. ==Reception== ===Box office=== American theatrical release poster, \"Style B\", featuring Holden. The Bridge on the River Kwai was a massive commercial success. It was the highest-grossing film of 1957 in the United States and Canada and was also the most popular film at the British box office that year. According to Variety, the film earned estimated domestic box office revenues of $18,000,000 When a film is released late in a calendar year (October to December), its income is reported in the following year's compendium, unless the film made a particularly fast impact. Figures are domestic earnings (United States and Canada) as reported each year in Variety (p. 17). although this was revised downwards the following year to $15,000,000, which was still the biggest for 1958 and Columbia's highest-grossing film at the time. By October 1960, the film had earned worldwide box office revenues of $30 million. The film was re-released in 1964 and earned a further estimated $2.6 million at the box office in the United States and Canada but the following year its revised total US and Canadian revenues were reported by Variety as $17,195,000. ===Critical response === The film initially received generally positive reviews, with Guinness being widely praised for his performance. On review aggregator website Rotten Tomatoes, the film received an approval rating of 95% based on 58 reviews, with an average rating of 9.33/10. The site's critical consensus reads, \"This complex war epic asks hard questions, resists easy answers, and boasts career-defining work from star Alec Guinness and director David Lean.\" On Metacritic, the film has a weighted average score of 87 out of 100 based on 14 critics, indicating \"universal acclaim\". Roger Ebert gives the film four out of four stars. Ebert notes that the film is one of the few war movies that \"focuses not on larger rights and wrongs but on individuals\", but commented that the viewer is not certain what is intended by the final dialogue due to the film's shifting points of view. Slant Magazine gave the film four out of five stars. Slant stated that \"the 1957 epic subtly develops its themes about the irrationality of honor and the hypocrisy of Britain's class system without ever compromising its thrilling war narrative\", and in comparing to other films of the time said that Bridge on the River Kwai \"carefully builds its psychological tension until it erupts in a blinding flash of sulfur and flame.\" Variety gave high praise for the movie saying that it is \"a gripping drama, expertly put together and handled with skill in all departments.\" Significant praise was also given to the actors especially Alec Guinness, Variety said that \"the film is unquestionably Guinness'\". William Holden was also credited for his acting, he was said to give a solid characterization and was \"easy, credible and always likeable in a role that is the pivot point of the story\". Balu Mahendra, the Tamil film director, saw the shooting of this film at Kitulgala, Sri Lanka during his school trip and was inspired to become a film director. Warren Buffett said it was his favorite movie. In an interview he said that \"There were a lot of lessons in that\", Buffett said of the film. \"The ending of that was sort of the story of life. He created the railroad. Did he really want the enemy to come in across it?” Some Japanese viewers disliked the film's depiction of the Japanese characters present in the movie and the historical background presented as being inaccurate, particularly in the interactions between Saito and Nicholson. In particular, they objected to the implication presented in the film that Japanese military engineers generally unskilled and were unproficient at their professions. In reality, Japanese engineers proved to be just as capable at construction efforts as their Allied counterparts.Hirakawa Sukchiro, Bridge on the River Kwai, accessed 6 January 2015Summers, Julie (2012), The Colonel of Tamarkan: Philip Toosey and the Bridge on the River Kwai, p. 6, accessed 6 January 2015 === Accolades === {| class=\"wikitable plainrowheaders\" |- ! Award ! Category ! Nominee(s) ! Result |- | rowspan=\"8\"| Academy Awards | Best Motion Picture | Sam Spiegel | |- | Best Director | David Lean | |- | Best Actor | Alec Guinness | |- | Best Supporting Actor | Sessue Hayakawa | |- | Best Screenplay Based on Material from Another Medium | Michael Wilson, Carl Foreman and Pierre Boulle | |- | Best Cinematography | Jack Hildyard | |- | Best Film Editing | Peter Taylor | |- | Best Scoring | Malcolm Arnold | |- | rowspan=\"4\"| British Academy Film Awards | Best Film | rowspan=\"2\"| The Bridge on the River Kwai | |- | Best British Film | |- | Best British Actor | Alec Guinness | |- | Best British Screenplay | Pierre Boulle | |- | British Society of Cinematographers | Best Cinematography | Jack Hildyard | |- | David di Donatello Awards | Best Foreign Production | Sam Spiegel | |- | Directors Guild of America Awards | Outstanding Directorial Achievement in Motion Pictures | David Lean | |- | rowspan=\"2\"| DVD Exclusive Awards | Best DVD Menu Design | The Bridge on the River Kwai | |- | Best DVD Original Retrospective Documentary/Featurette | Laurent Bouzereau (for The Making of \"The Bridge on the River Kwai\") | |- | rowspan=\"4\"| Golden Globe Awards | Best Motion Picture – Drama | The Bridge on the River Kwai | |- | Best Actor in a Motion Picture – Drama | Alec Guinness | |- | Best Supporting Actor – Motion Picture | Sessue Hayakawa | |- | Best Director – Motion Picture | David Lean | |- | rowspan=\"2\"| Golden Screen Awards | Golden Screen | rowspan=\"2\"| The Bridge on the River Kwai | |- | Golden Screen with 1 Star | |- | Grammy Awards | Best Sound Track Album, Dramatic Picture Score or Original Cast | Malcolm Arnold | |- | rowspan=\"2\"| Laurel Awards | Top Drama | The Bridge on the River Kwai | |- | Top Male Dramatic Performance | Alec Guinness | |- | rowspan=\"5\"| National Board of Review Awards | Best Film | rowspan=\"2\"| The Bridge on the River Kwai | |- | Top Ten Films | |- | Best Director | David Lean | |- | Best Actor | Alec Guinness | |- | Best Supporting Actor | Sessue Hayakawa | |- | National Film Preservation Board | National Film Registry | rowspan=\"2\"| The Bridge on the River Kwai | |- | rowspan=\"3\"| New York Film Critics Circle Awards | Best Film | |- | Best Director | David Lean | |- | Best Actor | Alec Guinness | |- | Online Film & Television Association | Hall of Fame – Motion Picture | The Bridge on the River Kwai | |- | Sant Jordi Awards | Best Foreign Actor | Alec Guinness | |} American Film Institute lists: * 1998 — AFI's 100 Years... 100 Movies — #13 * 2001 — AFI's 100 Years... 100 Thrills — #58 * 2006 — AFI's 100 Years... 100 Cheers — #14 * 2007 — AFI's 100 Years... 100 Movies (10th Anniversary Edition) — #36 The film has been selected for preservation in the United States National Film Registry. The British Film Institute placed The Bridge on the River Kwai as the 11th greatest British film. ==First TV broadcast== ABC, sponsored by Ford, paid a record $1.8 million for the television rights for two screenings in the United States. The 167-minute film was first telecast, uncut, in colour, on the evening of 25 September 1966, as a three hours-plus ABC Movie Special. The telecast of the film lasted more than three hours because of the commercial breaks. It was still highly unusual at that time for a television network to show such a long film in one evening; most films of that length were still generally split into two parts and shown over two evenings. But the unusual move paid off for ABC—the telecast drew huge ratings with a record audience of 72 million and a Nielsen rating of 38.3 and an audience share of 61%.Gowran, Clay (11 October 1966) Nielsen Ratings Are Dim on New Shows, Chicago Tribune (noting film received a 38.3 rating to lead the national Nielsen ratings) ==Restorations== The film was restored in 1992 by Columbia Pictures. The separate dialogue, music and effects were located and remixed with newly recorded \"atmospheric\" sound effects. The image was restored by OCS, Freeze Frame, and Pixel Magic with George Hively editing. On 2 November 2010 Columbia Pictures released a newly restored The Bridge on the River Kwai for the first time on Blu-ray. According to Columbia Pictures, they followed an all-new 4K digital restoration from the original negative with newly restored 5.1 audio. The original negative for the feature was scanned at 4k (roughly four times the resolution in High Definition), and the colour correction and digital restoration were also completed at 4k. The negative itself manifested many of the kinds of issues one would expect from a film of this vintage: torn frames, embedded emulsion dirt, scratches through every reel, colour fading. Unique to this film, in some ways, were other issues related to poorly made optical dissolves, the original camera lens and a malfunctioning camera. These problems resulted in a number of anomalies that were very difficult to correct, like a ghosting effect in many scenes that resembles colour mis-registration, and a tick-like effect with the image jumping or jerking side-to-side. These issues, running throughout the film, were addressed to a lesser extent on various previous DVD releases of the film and might not have been so obvious in standard definition. ==In popular culture== * In the Jerry Lewis comedy The Geisha Boy, Sessue Hayakawa lampoons his role in The Bridge on the River Kwai. His workers are building a small bridge in his garden that greatly resembles the one in that film and whistling the familiar Colonel Bogey March. When Lewis stares in wonder at Hayakawa and the bridge he is building in his backyard, Hayakawa acknowledges that others have mistaken him for \"the actor\" and then says, \"I was building bridges long before he was.\" This is followed by a brief clip of Alec Guinness from the film. * In 1962, Spike Milligan and Peter Sellers, with Peter Cook and Jonathan Miller, released the LP record Bridge on the River Wye (Parlophone LP PMC 1190, PCS 3036 (November 1962)). This spoof of the film was based on the script for the 1957 Goon Show episode \"An African Incident\". Shortly before its release, for legal reasons, producer George Martin edited out the 'K' every time the word 'Kwai' was spoken. * The comedy team of Wayne and Shuster performed a sketch titled \"Kwai Me a River\" on their 27 March 1967 TV show, in which an officer in the British Dental Corps (Wayne) is captured by the Japanese and, despite being comically unintimidated by any abuse the commander of the POW camp (Shuster) inflicts on him, is forced to build a (dental) \"bridge on the river Kwai\" for the commander and plans to include an explosive in the appliance to detonate in his mouth. The commander survives the explosion, attributed to a toothpaste commercial punchline in 1960s commercials. * In the episode \"Eagleton\" of the NBC sitcom Parks and Recreation, Ron Swanson (played by Nick Offerman) watches the film while enjoying a steak dinner for his birthday. * Actor Will Smith said that the film is one of his influences. *Billy Joel mentions it in his famous 1989 song We Didn't Start the Fire ==See also== * BFI Top 100 British films * List of American films of 1957 * List of historical drama films * List of historical drama films of Asia * To End All Wars (film) * Return from the River Kwai (1989 film) * Siam-Burma Death Railway (film) ==References== ==Bibliography== * * * * * * * * * * * * * * * * * * * * ==External links== * * * * * * * * The Bridge on the River Kwai essay by Daniel Eagan in America's Film Legacy: The Authoritative Guide to the Landmark Movies in the National Film Registry, A&C; Black, 2010 , pages 537-538 Category:1957 films Category:British films Category:American films Category:English-language films Category:1950s war drama films Category:British war drama films Category:British epic films Category:CinemaScope films Category:American war drama films Category:American epic films Category:Anti-war films about World War II Category:Best Drama Picture Golden Globe winners Category:Best Picture Academy Award winners Category:Films about bridges Category:Films based on military novels Category:Films directed by David Lean Category:Films featuring a Best Actor Academy Award-winning performance Category:Films featuring a Best Drama Actor Golden Globe winning performance Category:Films set in Thailand Category:Films set in jungles Category:Films set in the 1940s Category:Films shot in Sri Lanka Category:Films whose cinematographer won the Best Cinematography Academy Award Category:Films whose director won the Best Directing Academy Award Category:Films whose director won the Best Director Golden Globe Category:Films whose editor won the Best Film Editing Academy Award Category:Films whose writer won the Best Adapted Screenplay Academy Award Category:Films that won the Best Original Score Academy Award Category:Horizon Pictures films Category:Pacific War films Category:World War II prisoner of war films Category:Rail transport films Category:United States National Film Registry films Category:War epic films Category:Films based on French novels Category:Films produced by Sam Spiegel Category:Films with screenplays by Michael Wilson (writer) Category:Films with screenplays by Carl Foreman Category:Best Film BAFTA Award winners Category:Best British Film BAFTA Award winners Category:Films scored by Malcolm Arnold Category:Burma Railway Category:1957 drama films Category:Columbia Pictures films Category:Japan in non-Japanese culture ",
    "title": "The Bridge on the River Kwai"
}