{
    "id": "43245",
    "text": "Westminster Abbey, formally titled the Collegiate Church of Saint Peter at Westminster, is a large, mainly Gothic abbey church in the City of Westminster, London, England, just to the west of the Palace of Westminster. It is one of the United Kingdom's most notable religious buildings and the traditional place of coronation and burial site for English and, later, British monarchs. The building itself was a Benedictine monastic church until the monastery was dissolved in 1539. Between 1540 and 1556, the abbey had the status of a cathedral. Since 1560, the building is no longer an abbey or a cathedral, having instead the status of a Church of England \"Royal Peculiar\"—a church responsible directly to the sovereign. According to a tradition first reported by Sulcard in about 1080, a church was founded at the site (then known as Thorn Ey (Thorn Island)) in the seventh century, at the time of Mellitus, a Bishop of London. Construction of the present church began in 1245, on the orders of King Henry III. Since the coronation of William the Conqueror in 1066, all coronations of English and British monarchs have been in Westminster Abbey.Westminster-abbey.org There have been 16 royal weddings at the abbey since 1100. As the burial site of more than 3,300 persons, usually of prominence in British history (including at least sixteen monarchs, eight Prime Ministers, poets laureate, actors, scientists, military leaders, and the Unknown Warrior), Westminster Abbey is sometimes described as 'Britain's Valhalla', after the iconic hall of the chosen heroes in Norse mythology. ==History== A late tradition claims that Aldrich, a young fisherman on the River Thames, had a vision of Saint Peter near the site. This seems to have been quoted as the origin of the salmon that Thames fishermen offered to the abbey in later years – a custom still observed annually by the Fishmongers' Company. The recorded origins of the Abbey date to the 960s or early 970s, when Saint Dunstan and King Edgar installed a community of Benedictine monks on the site. ===1042: Edward the Confessor starts rebuilding St Peter's Abbey=== St Peter's Abbey at the time of Edward's funeral, depicted in the Bayeux Tapestry Between 1042 and 1052, King Edward the Confessor began rebuilding St Peter's Abbey to provide himself with a royal burial church. It was the first church in England built in the Romanesque style. The building was completed around 1060 and was consecrated on 28 December 1065, only a week before Edward's death on 5 January 1066.Eric Fernie, in Mortimer ed., Edward the Confessor, pp. 139–143 A week later, he was buried in the church; and, nine years later, his wife Edith was buried alongside him.Pauline Stafford, 'Edith, Edward's Wife and Queen', in Mortimer ed., Edward the Confessor, p. 137 His successor, Harold II, was probably crowned in the abbey, although the first documented coronation is that of William the Conqueror later the same year. The only extant depiction of Edward's abbey, together with the adjacent Palace of Westminster, is in the Bayeux Tapestry. Some of the lower parts of the monastic dormitory, an extension of the South Transept, survive in the Norman Undercroft of the Great School, including a door said to come from the previous Saxon abbey. Increased endowments supported a community that increased from a dozen monks in Dunstan's original foundation, up to a maximum of about eighty monks.Harvey 1993, p. 2 ===Construction of the present church=== Layout plan dated 1894 The abbot and monks, in proximity to the royal Palace of Westminster, the seat of government from the later 13th century, became a powerful force in the centuries after the Norman Conquest. The Abbot of Westminster often was employed on royal service and in due course took his place in the House of Lords as of right. Released from the burdens of spiritual leadership, which passed to the reformed Cluniac movement after the mid-10th century, and occupied with the administration of great landed properties, some of which lay far from Westminster, \"the Benedictines achieved a remarkable degree of identification with the secular life of their times, and particularly with upper-class life\", Barbara Harvey concludes, to the extent that her depiction of daily life provides a wider view of the concerns of the English gentry in the High and Late Middle Ages.Harvey 1993 The proximity of the Palace of Westminster did not extend to providing monks or abbots with high royal connections; in social origin the Benedictines of Westminster were as modest as most of the order. The abbot remained Lord of the Manor of Westminster as a town of two to three thousand persons grew around it: as a consumer and employer on a grand scale the monastery helped fuel the town economy, and relations with the town remained unusually cordial, but no enfranchising charter was issued during the Middle Ages.Harvey 1993, p. 6 ff. The abbey became the coronation site of Norman kings. None were buried there until Henry III, intensely devoted to the cult of the Confessor, rebuilt the abbey in Anglo-French Gothic style as a shrine to venerate King Edward the Confessor and as a suitably regal setting for Henry's own tomb, under the highest Gothic nave in England. The Confessor's shrine subsequently played a great part in his canonization. Construction of the present church began in 1245 by Henry IIIHistory – Westminster Abbey . Retrieved 29 April 2011 who selected the site for his burial. The first building stage included the entire eastern end, the transepts, and the easternmost bay of the nave. The Lady chapel built from around 1220 at the extreme eastern end was incorporated into the chevet of the new building, but was later replaced. This work must have been largely completed by 1258–60, when the second stage was begun. This carried the nave on an additional five bays, bringing it to one bay beyond the ritual choir. Here construction stopped in about 1269, a consecration ceremony being held on 13 October of that year, and because of Henry's death did not resume. The old Romanesque nave remained attached to the new building for over a century, until it was pulled down in the late 14th century and rebuilt from 1376, closely following the original (and by now outdated) design. Construction was largely finished by the architect Henry Yevele in the reign of Richard II. The Abbey c1711 prior to the north towers being built Henry III also commissioned the unique Cosmati pavement in front of the High Altar (the pavement has recently undergone a major cleaning and conservation programme and was re-dedicated by the Dean at a service on 21 May 2010). Henry VII added a Perpendicular style chapel dedicated to the Blessed Virgin Mary in 1503 (known as the Henry VII Chapel or the \"Lady Chapel\"). Much of the stone came from Caen, in France (Caen stone), the Isle of Portland (Portland stone) and the Loire Valley region of France (tuffeau limestone). The chapel was finished circa 1519. ===16th and 17th centuries: dissolution and restoration=== In 1535 during the assessment attendant on the Dissolution of the Monasteries, the abbey's annual income was £3,000 (equivalent to £ as of ). ====1540–1550: 10 years as a cathedral==== Henry VIII assumed direct royal control in 1539 and granted the abbey the status of a cathedral by charter in 1540, simultaneously issuing letters patent establishing the Diocese of Westminster. By granting the abbey cathedral status, Henry VIII gained an excuse to spare it from the destruction or dissolution which he inflicted on most English abbeys during this period. ====After 1550: turbulent times==== Westminster diocese was dissolved in 1550, but the abbey was recognised (in 1552, retroactively to 1550) as a second cathedral of the Diocese of London until 1556.Duffy, Eamon & Loades, David (eds.) The Church of Mary Tudor. pp. 79–82. Retrieved 24 July 2014 The already-old expression \"robbing Peter to pay Paul\" may have been given a new lease of life when money meant for the abbey, which is dedicated to Saint Peter, was diverted to the treasury of St Paul's Cathedral. The abbey was restored to the Benedictines under the Catholic Mary I of England, but they were again ejected under Elizabeth I in 1559. In 1560, Elizabeth re- established Westminster as a \"Royal Peculiar\" – a church of the Church of England responsible directly to the Sovereign, rather than to a diocesan bishop – and made it the Collegiate Church of St Peter (that is, a non- cathedral church with an attached chapter of canons, headed by a dean). It suffered damage during the turbulent 1640s, when it was attacked by Puritan iconoclasts, but was again protected by its close ties to the state during the Commonwealth period. Oliver Cromwell was given an elaborate funeral there in 1658, only to be disinterred in January 1661 and posthumously hanged from a gibbet at Tyburn. Attainder predated to 1 January 1649 (It is 1648 in the document because of old style year) ===1722–1745: Western towers constructed=== Ward and Nixon (1844–1848) The abbey's two western towers were built between 1722 and 1745 by Nicholas Hawksmoor, constructed from Portland stone to an early example of a Gothic Revival design. Purbeck marble was used for the walls and the floors of Westminster Abbey, although the various tombstones are made of different types of marble. Further rebuilding and restoration occurred in the 19th century under Sir George Gilbert Scott. A narthex (a portico or entrance hall) for the west front was designed by Sir Edwin Lutyens in the mid-20th century but was not built. Images of the abbey prior to the construction of the towers are scarce, though the abbey's official website states that the building had \"towers which had been left unfinished in the medieval period\". In 1750 the top of one of the piers on the north side of the Abbey fell down, by earthquake, with the iron and lead that had fastened it. Several houses fell in, and many chimneys were damaged. Another shock had been felt during the preceding month. ===Second World War=== Westminster suffered minor damage during the Blitz on 15 November 1940. Then on 10/11 May 1941, the Westminster Abbey precincts and roof were hit by incendiary bombs. All the bombs were extinguished by ARP wardens, except for one bomb which ignited out of reach among the wooden beams and plaster vault of the lantern roof (of 1802) over the North Transept. Flames rapidly spread and burning beams and molten lead began to fall on the wooden stalls, pews and other ecclesiastical fixtures 130 feet below. Despite the falling debris, the staff dragged away as much furniture as possible before withdrawing. Finally the Lantern roof crashed down into the crossing, preventing the fires from spreading further. ===Post-war=== The Nave of Westminster Abbey It was at Westminster Abbey that six companies of eminent churchmen led by Lancelot Andrewes, Dean of Westminster, newly translated the Bible into English, so creating the King James Version in the early 17th century. The Joint Committee responsible for assembling the New English Bible also met twice a year at Westminster Abbey in the 1950s and 1960s. In the 1990s, two icons by the Russian icon painter Sergei Fyodorov were hung in the abbey. In 1997, the abbey, which was then receiving approximately 1.75 million visitors each year, began charging admission fees to visitors. On 6 September 1997, the funeral of Diana, Princess of Wales, was held at the abbey. On 17 September 2010, Pope Benedict XVI became the first pope to set foot in the abbey. In June 2009 the first major building work at the abbey for 250 years was proposed. A corona – a crown-like architectural feature – was suggested to be built around the lantern over the central crossing, replacing an existing pyramidal structure dating from the 1950s. This was part of a wider £23m development of the abbey completed in 2013. On 4 August 2010 the Dean and Chapter announced that, \"[a]fter a considerable amount of preliminary and exploratory work\", efforts toward the construction of a corona would not be continued. In 2012, architects Panter Hudspith completed refurbishment of the 14th-century food- store originally used by the abbey's monks, converting it into a restaurant with English oak furniture by Covent Garden-based furniture makers Luke Hughes and Company. This is now the Cellarium Café and Terrace. On 29 April 2011, the wedding of Prince William and Catherine Middleton occurred at the abbey. The Queen's Diamond Jubilee Galleries have been created in the medieval triforium of the abbey. This is a display area for the abbey's treasures in the galleries high up around the abbey's nave. A new Gothic access tower with lift was designed by the abbey architect and Surveyor of the Fabric, Ptolemy Dean. The new galleries opened in June 2018. ===Gallery=== File: Westminster Abbey by Canaletto, 1749.jpg|Westminster Abbey with a procession of Knights of the Bath, by Canaletto, 1749 File: Standard of Westminster Abbey.svg|Flag of Westminster Abbey, featuring the Tudor arms between Tudor Roses above the attributed arms of Edward the Confessor File: Layout Of Westminster Abby.svg|Layout of Westminster Abbey, 2008 File: Abadía de Westminster, Londres, Inglaterra, 2014-08-11, DD 208.JPG|Facade by night File:Peel Statue by John Gibson, The Illustrated London News. 1 October 1853.png|Sir Robert Peel Statue by John Gibson, Westminster Abbey, The Illustrated London News. 1 October 1853 ==Coronations== King Edward's Chair Since the coronation in 1066 of William the Conqueror, every English and British monarch (except Edward V and Edward VIII, who were never crowned) has been crowned in Westminster Abbey. In 1216, Henry III could not be crowned in London when he came to the throne, because the French prince Louis had taken control of the city, and so the king was crowned in Gloucester Cathedral. This coronation was deemed by Pope Honorius III to be improper, and a further coronation was held in Westminster Abbey on 17 May 1220. King Edward's Chair (or St Edward's Chair), the throne on which English and British sovereigns have been seated at the moment of crowning, is now housed within the Abbey in St George's Chapel near the West Door, and has been used at every coronation since 1308. From 1301 to 1996 (except for a short time in 1950 when the stone was temporarily stolen by Scottish nationalists), the chair also housed the Stone of Scone upon which the kings of Scots are crowned. Although the Stone is now kept in Scotland, in Edinburgh Castle, it is intended that the Stone will be returned to St Edward's Chair for use during future coronation ceremonies. ==Royal weddings== The 1382 wedding of Richard II to Anne of Bohemia Royal weddings have included: {|class=\"wikitable\" !Date!!Groom!!Bride |- |11 November 1100|| King Henry I of England||Matilda of Scotland |- | 4 January 1243|| Richard, Earl of Cornwall (later King of Germany), brother of King Henry III of England|| Sanchia of Provence (the groom's second wife; sister of Eleanor of Provence, Henry III's queen.) |- | 8 or 9 April 1269||Edmund, Earl of Leicester and Lancaster, son of King Henry III|| Lady Aveline de Forz |- | 30 April 1290||7th Earl of Gloucester || Joan of Acre, daughter of King Edward I |- | 8 July 1290||John II, son of Duke of Brabant ||Margaret of England, daughter of King Edward I |- | 20 January 1382|| King Richard II of England|| Anne of Bohemia |- | 18 January 1486|| King Henry VII of England|| Elizabeth of York |- | 27 February 1919|| Captain the Hon. Alexander Ramsay|| Princess Patricia of Connaught |- | 28 February 1922|| Viscount Lascelles|| The Princess Mary, daughter of King George V |- | 26 April 1923|| Prince Albert, Duke of York (later King George VI), second son of King George V|| Lady Elizabeth Bowes-Lyon (later Queen Elizabeth The Queen Mother) |- | 29 November 1934|| Prince George, Duke of Kent, son of King George V|| Princess Marina of Greece and Denmark |- |20 November 1947|| The Duke of Edinburgh (who was Lt Philip Mountbatten until that morning)|| The Princess Elizabeth (now Queen Elizabeth II), elder daughter of King George VI |- | 6 May 1960|| Antony Armstrong-Jones (later Earl of Snowdon)|| The Princess Margaret, second daughter of King George VI |- | 24 April 1963|| Hon. Angus Ogilvy|| Princess Alexandra of Kent |- | 14 November 1973|| Captain Mark Phillips|| The Princess Anne, only daughter of Queen Elizabeth II |- | 23 July 1986|| Prince Andrew, Duke of York, second son of Queen Elizabeth II|| Miss Sarah Ferguson |- |29 April 2011|| Prince William, Duke of Cambridge, grandson of Queen Elizabeth II|| Miss Catherine Middleton |- |} ==Dean and Chapter== Westminster Abbey is a collegiate church governed by the Dean and Chapter of Westminster, as established by Royal charter of Queen Elizabeth I dated 21 May 1560, which created it as the Collegiate Church of St Peter Westminster, a Royal Peculiar under the personal jurisdiction of the Sovereign. The members of the Chapter are the Dean and four canons residentiary; they are assisted by the Receiver General and Chapter Clerk. One of the canons is also Rector of St Margaret's Church, Westminster, and often also holds the post of Chaplain to the Speaker of the House of Commons. In addition to the Dean and canons, there are at present three full-time minor canons: the precentor, the sacrist and the chaplain. A series of Priests Vicar assist the minor canons. ==Burials and memorials== John Hall A recumbent effigy on a tomb in Westminster Abbey The cloister and garth Henry III rebuilt the abbey in honour of a royal saint, Edward the Confessor, whose relics were placed in a shrine in the sanctuary. Henry III himself was interred nearby, as were many of the Plantagenet kings of England, their wives and other relatives. Until the death of George II in 1760, most kings and queens were buried in the abbey, some notable exceptions being Henry VI, Edward IV, Henry VIII and Charles I who are buried in St George's Chapel at Windsor Castle. Other exceptions include Edward II buried at Gloucester Cathedral, John buried at Worcester Cathedral, Henry IV buried at Canterbury Cathedral and Richard III, now buried at Leicester Cathedral, and the de facto queen Lady Jane Grey, buried in the chapel of St Peter ad Vincula in the Tower of London. More recently monarchs have been buried either in St George's Chapel or at Frogmore to the east of Windsor Castle. From the Middle Ages, aristocrats were buried inside chapels, while monks and other people associated with the abbey were buried in the cloisters and other areas. One of these was Geoffrey Chaucer, who was buried here as he had apartments in the abbey where he was employed as master of the King's Works. Other poets, writers and musicians were buried or memorialised around Chaucer in what became known as Poets' Corner. Abbey musicians such as Henry Purcell were also buried in their place of work. Subsequently, it became one of Britain's most significant honours to be buried or commemorated in the abbey. The practice of burying national figures in the abbey began under Oliver Cromwell with the burial of Admiral Robert Blake in 1657.Westminster Abbey Mrs. A. Murray Smith, published 30 August 1904. The practice spread to include generals, admirals, politicians, doctors and scientists such as Isaac Newton, buried on 4 April 1727, Charles Darwin, buried on 26 April 1882, and Stephen Hawking, ashes interred on 15 June 2018. Another was William Wilberforce who led the movement to abolish slavery in the United Kingdom and the Plantations, buried on 3 August 1833. Wilberforce was buried in the north transept, close to his friend, the former Prime Minister, William Pitt. During the early 20th century it became increasingly common to bury cremated remains rather than coffins in the abbey. In 1905 the actor Sir Henry Irving was cremated and his ashes buried in Westminster Abbey, thereby becoming the first person ever to be cremated prior to interment at the abbey. The majority of interments at the Abbey are of cremated remains, but some burials still take place – Frances Challen, wife of Sebastian Charles, Canon of Westminster, was buried alongside her husband in the south choir aisle in 2014. Members of the Percy family have a family vault, The Northumberland Vault, in St Nicholas's chapel within the abbey. In the floor, just inside the Great West Door, in the centre of the nave, is the tomb of The Unknown Warrior, an unidentified British soldier killed on a European battlefield during the First World War. He was buried in the abbey on 11 November 1920. This grave is the only one in the abbey on which it is forbidden to walk. At the east end of the Lady Chapel is a memorial chapel to the airmen of the Royal Air Force who were killed in the Second World War. It incorporates a memorial window to the Battle of Britain, which replaces an earlier Tudor stained glass window destroyed in the war. Funeral procession of Diana, Princess of Wales, at Westminster On 6 September 1997 the formal, though not \"state\" funeral of Diana, Princess of Wales, was held. It was a royal ceremonial funeral including royal pageantry and Anglican funeral liturgy. A second public service was held on Sunday at the demand of the people. The burial occurred privately later the same day. Diana's former husband, sons, mother, siblings, a close friend, and a clergyman were present. Diana's body was clothed in a black long-sleeved dress designed by Catherine Walker, which she had chosen some weeks before. A set of rosary beads was placed in her hands, a gift she had received from Mother Teresa, who died a day before Diana's funeral. Her grave is on the grounds of her family estate, Althorp, on a private island. In 1998 ten vacant statue niches on the façade above the Great West Door were filled with representative 20th-century Christian martyrs of various denominations. Those commemorated are Maximilian Kolbe, Manche Masemola, Janani Luwum, Grand Duchess Elizabeth of Russia, Martin Luther King Jr., Óscar Romero, Dietrich Bonhoeffer, Esther John, Lucian Tapiedi, and Wang Zhiming. On 9 April 2002 the ceremonial funeral of Queen Elizabeth The Queen Mother was held in the abbey. She was interred later the same day in the King George VI Memorial Chapel at St George's Chapel, Windsor Castle next to her husband, King George VI, who had died 50 years previously. At the same time, the ashes of the Queen Mother's daughter, Princess Margaret, Countess of Snowdon, who had died on 9 February 2002, were also interred in a private family service. == Schools == Westminster School and Westminster Abbey Choir School are also in the precincts of the abbey. The Choir School educates and trains the choirboys who sing for services in the Abbey. ==Music== President George W. Bush greets Westminster Abbey Choir Westminster Abbey is renowned for its choral tradition, and the repertoire of Anglican church music is heard in daily worship, particularly at the service of Choral Evensong. ===Organ=== The organ was built by Harrison & Harrison in 1937, then with four manuals and 84 speaking stops, and was used for the first time at the coronation of King George VI. Some pipework from the previous Hill organ of 1848 was revoiced and incorporated in the new scheme. The two organ cases, designed and built in the late 19th century by John Loughborough Pearson, were re-instated and coloured in 1959. In 1982 and 1987, Harrison and Harrison enlarged the organ under the direction of the then abbey organist Simon Preston to include an additional Lower Choir Organ and a Bombarde Organ: the current instrument now has five manuals and 109 speaking stops. In 2006, the console of the organ was refurbished by Harrison and Harrison, and space was prepared for two additional 16 ft stops on the Lower Choir Organ and the Bombarde Organ. The current Organist and Master of the Choristers, James O'Donnell, has been in post since 2000. ==Bells== The bells at the abbey were overhauled in 1971. The ring is now made up of ten bells, hung for change ringing, cast in 1971 by the Whitechapel Bell Foundry, tuned to the notes: F#, E, D, C#, B, A, G, F#, E and D. The Tenor bell in D (588.5 Hz) has a weight of 30 cwt, 1 qtr, 15 lb (3403 lb or 1544 kg).Westminster—Collegiate Church of S Peter (Westminster Abbey) , Dove's Guide for Church Bell Ringers, 25 October 2006. Retrieved 16 October 2008. In addition there are two service bells, cast by Robert Mot, in 1585 and 1598 respectively, a Sanctus bell cast in 1738 by Richard Phelps and Thomas Lester and two unused bells – one cast about 1320, by the successor to R de Wymbish, and a second cast in 1742, by Thomas Lester. The two service bells and the 1320 bell, along with a fourth small silver \"dish bell\", kept in the refectory, have been noted as being of historical importance by the Church Buildings Council of the Church of England. ==Chapter house== The chapter house The chapter house was built concurrently with the east parts of the abbey under Henry III, between about 1245 and 1253. It was restored by Sir George Gilbert Scott in 1872. The entrance is approached from the east cloister walk and includes a double doorway with a large tympanum above. Inner and outer vestibules lead to the octagonal chapter house, which is of exceptional architectural purity. It is built in a Geometrical Gothic style with an octagonal crypt below. A pier of eight shafts carries the vaulted ceiling. To the sides are blind arcading, remains of 14th-century paintings and numerous stone benches above which are innovatory large 4-light quatre-foiled windows. These are virtually contemporary with the Sainte- Chapelle, Paris. The chapter house has an original mid-13th-century tiled pavement. A door within the vestibule dates from around 1050 and is believed to be the oldest in England. The exterior includes flying buttresses added in the 14th century and a leaded tent-lantern roof on an iron frame designed by Scott. The Chapter house was originally used in the 13th century by Benedictine monks for daily meetings. It later became a meeting place of the King's Great Council and the Commons, predecessors of Parliament. The Pyx Chamber formed the undercroft of the monks' dormitory. It dates to the late 11th century and was used as a monastic and royal treasury. The outer walls and circular piers are of 11th-century date, several of the capitals were enriched in the 12th century and the stone altar added in the 13th century. The term pyx refers to the boxwood chest in which coins were held and presented to a jury during the Trial of the Pyx, in which newly minted coins were presented to ensure they conformed to the required standards. The chapter house and Pyx Chamber at Westminster Abbey are in the guardianship of English Heritage, but under the care and management of the Dean and Chapter of Westminster. ==Museum== The Westminster Abbey Museum was located in the 11th- century vaulted undercroft beneath the former monks' dormitory in Westminster Abbey. This was one of the oldest areas of the abbey, dating back almost to the foundation of the church by Edward the Confessor in 1065. This space had been used as a museum since 1908Trowles 2008, p. 156 but was closed to the public in June 2018, when it was replaced as a museum by the Queen's Diamond Jubilee Galleries, high up in the Abbey triforium. ==Transport== {| class=\"wikitable\" style=\"float:left;\" |- | London Underground | St James's Park link=Circle line (London Underground) link=District line Westminster link=Circle line (London Underground) link=District line link=Jubilee line |- | London River Services | Westminster Millennium Pier link=London River Services |} ==See also== * Archdeacon of Westminster * List of Deans of Westminster * List of churches in London * The Abbey – a three- part BBC TV documentary written and hosted by playwright Alan Bennett ==Notes== ==References== * Bradley, S. and N. Pevsner (2003) The Buildings of England – London 6: Westminster, New Haven: Yale University Press, pp. 105–207. * Mortimer, Richard, ed., Edward the Confessor: The Man and the Legend, The Boydell Press, 2009. Eric Fernie, 'Edward the Confessor's Westminster Abbey', pp. 139–150. Warwick Rodwell, 'New Glimpses of Edward the Confessor's Abbey at Westminster', pp. 151–167. Richard Gem, Craftsmen and Administrators in the Building of the Confessor's Abbey', pp. 168–172. * Harvey, B. (1993) Living and Dying in England 1100–1540: The Monastic Experience, Ford Lecture series, Oxford: Clarendon Press. * Morton, H. V. [1951] (1988) In Search of London, London: Methuen. * Trowles, T. (2008) Treasures of Westminster Abbey, London: Scala. ==Further reading== *Westminster Abbey 900 Years. 1965 *Brooke-Hunt, Violet The Story of Westminster Abbey. London: James Nisbet ==External links== * * Walter Thornbury, Old and New London, Volume 3, 1878, pp. 394–462, British History Online * Westminster Abbey Article at Encyclopædia Britannica * Historic images of Westminster Abbey * Westminster Abbey: A Peek Inside – slideshow by Life magazine * Keith Short – Sculptor Images of stone carving for Westminster Abbey * Carved Crests for the Knights of the Bath * A history of the choristers and choir school of Westminster Abbey * Catholic Encyclopedia: Westminster Abbey * Adrian Fletcher’s Paradoxplace Westminster Abbey Pages—Photos * A panorama of Westminster Abbey in daytime – 3D QuickTime version * Westminster Abbey on Twitter * Audio Guide of Westminster Abbey Category:Churches completed in 1745 Category:Christian monasteries established in the 10th century Abbey Category:Collegiate churches in England Category:Coronation church buildings Category:English Gothic architecture in Greater London Category:Gothic architecture in England Category:Grade I listed churches in the City of Westminster Category:Nicholas Hawksmoor buildings Category:Monasteries in London Abbey Abbey Abbey Category:World Heritage Sites in London Category:13th-century architecture in the United Kingdom Category:Edward Blore buildings Category:Burial sites of the House of Tudor Category:Burial sites of the House of Stuart Category:Former cathedrals in London Category:1st-millennium establishments in England Category:Burial sites of the House of Hanover Category:Monasteries dissolved under the English Reformation ",
    "title": "Westminster Abbey"
}