{
    "id": "43327",
    "text": "In mathematics, a Borel set is any set in a topological space that can be formed from open sets (or, equivalently, from closed sets) through the operations of countable union, countable intersection, and relative complement. Borel sets are named after Émile Borel. For a topological space X, the collection of all Borel sets on X forms a σ-algebra, known as the Borel algebra or Borel σ-algebra. The Borel algebra on X is the smallest σ-algebra containing all open sets (or, equivalently, all closed sets). Borel sets are important in measure theory, since any measure defined on the open sets of a space, or on the closed sets of a space, must also be defined on all Borel sets of that space. Any measure defined on the Borel sets is called a Borel measure. Borel sets and the associated Borel hierarchy also play a fundamental role in descriptive set theory. In some contexts, Borel sets are defined to be generated by the compact sets of the topological space, rather than the open sets. The two definitions are equivalent for many well-behaved spaces, including all Hausdorff σ-compact spaces, but can be different in more pathological spaces. == Generating the Borel algebra == In the case that X is a metric space, the Borel algebra in the first sense may be described generatively as follows. For a collection T of subsets of X (that is, for any subset of the power set P(X) of X), let * T_\\sigma be all countable unions of elements of T * T_\\delta be all countable intersections of elements of T * T_{\\delta\\sigma}=(T_\\delta)_\\sigma. Now define by transfinite induction a sequence Gm, where m is an ordinal number, in the following manner: * For the base case of the definition, let G^0 be the collection of open subsets of X. * If i is not a limit ordinal, then i has an immediately preceding ordinal i − 1\\. Let *: G^i = [G^{i-1}]_{\\delta \\sigma}. * If i is a limit ordinal, set *: G^i = \\bigcup_{j < i} G^j. The claim is that the Borel algebra is Gω1, where ω1 is the first uncountable ordinal number. That is, the Borel algebra can be generated from the class of open sets by iterating the operation : G \\mapsto G_{\\delta \\sigma}. to the first uncountable ordinal. To prove this claim, note that any open set in a metric space is the union of an increasing sequence of closed sets. In particular, complementation of sets maps Gm into itself for any limit ordinal m; moreover if m is an uncountable limit ordinal, Gm is closed under countable unions. Note that for each Borel set B, there is some countable ordinal αB such that B can be obtained by iterating the operation over αB. However, as B varies over all Borel sets, αB will vary over all the countable ordinals, and thus the first ordinal at which all the Borel sets are obtained is ω1, the first uncountable ordinal. === Example === An important example, especially in the theory of probability, is the Borel algebra on the set of real numbers. It is the algebra on which the Borel measure is defined. Given a real random variable defined on a probability space, its probability distribution is by definition also a measure on the Borel algebra. The Borel algebra on the reals is the smallest σ-algebra on R that contains all the intervals. In the construction by transfinite induction, it can be shown that, in each step, the number of sets is, at most, the cardinality of the continuum. So, the total number of Borel sets is less than or equal to :\\aleph_1 \\cdot 2 ^ {\\aleph_0}\\, = 2^{\\aleph_0}. In fact, the cardinality of the collection of Borel sets is equal to that of the continuum (compare to the number of Lebesgue measurable sets that exist, which is strictly larger and equal to 2^{2^{\\aleph_0}}). == Standard Borel spaces and Kuratowski theorems == Let X be a topological space. The Borel space associated to X is the pair (X,B), where B is the σ-algebra of Borel sets of X. George Mackey defined a Borel space somewhat differently, writing that it is \"a set together with a distinguished σ-field of subsets called its Borel sets.\" However, modern usage is to call the distinguished sub-algebra the measurable sets and such spaces measurable spaces. The reason for this distinction is that the Borel sets are the σ-algebra generated by open sets (of a topological space), whereas Mackey's definition refers to a set equipped with an arbitrary σ-algebra. There exist measurable spaces that are not Borel spaces, for any choice of topology on the underlying space.Jochen Wengenroth, Is every sigma-algebra the Borel algebra of a topology? Measurable spaces form a category in which the morphisms are measurable functions between measurable spaces. A function f:X \\rightarrow Y is measurable if it pulls back measurable sets, i.e., for all measurable sets B in Y, the set f^{-1}(B) is measurable in X. Theorem. Let X be a Polish space, that is, a topological space such that there is a metric d on X that defines the topology of X and that makes X a complete separable metric space. Then X as a Borel space is isomorphic to one of # R, # Z, # a finite space. (This result is reminiscent of Maharam's theorem.) Considered as Borel spaces, the real line R, the union of R with a countable set, and Rn are isomorphic. A standard Borel space is the Borel space associated to a Polish space. A standard Borel space is characterized up to isomorphism by its cardinality, and any uncountable standard Borel space has the cardinality of the continuum. For subsets of Polish spaces, Borel sets can be characterized as those sets that are the ranges of continuous injective maps defined on Polish spaces. Note however, that the range of a continuous noninjective map may fail to be Borel. See analytic set. Every probability measure on a standard Borel space turns it into a standard probability space. == Non-Borel sets == An example of a subset of the reals that is non-Borel, due to Lusin, is described below. In contrast, an example of a non-measurable set cannot be exhibited, though its existence can be proved. Every irrational number has a unique representation by an infinite continued fraction :x = a_0 + \\cfrac{1}{a_1 + \\cfrac{1}{a_2 + \\cfrac{1}{a_3 + \\cfrac{1}{\\ddots\\,}}}} where a_0 is some integer and all the other numbers a_k are positive integers. Let A be the set of all irrational numbers that correspond to sequences (a_0,a_1,\\dots) with the following property: there exists an infinite subsequence (a_{k_0},a_{k_1},\\dots) such that each element is a divisor of the next element. This set A is not Borel. In fact, it is analytic, and complete in the class of analytic sets. For more details see descriptive set theory and the book by Kechris, especially Exercise (27.2) on page 209, Definition (22.9) on page 169, and Exercise (3.4)(ii) on page 14. It's important to note, that while A can be constructed in ZF, it cannot be proven to be non-Borel in ZF alone. In fact, it is consistent with ZF that \\mathbb{R} is a countable union of countable sets, so that any subset of \\mathbb{R} is a Borel set. Another non-Borel set is an inverse image f^{-1}[0] of an infinite parity function f\\colon \\\\{0, 1\\\\}^{\\omega} \\to \\\\{0, 1\\\\}. However, this is a proof of existence (via the axiom of choice), not an explicit example. ==Alternative non-equivalent definitions== According to Paul Halmos, a subset of a locally compact Hausdorff topological space is called a Borel set if it belongs to the smallest σ–ring containing all compact sets. Norberg and Vervaat Tommy Norberg and Wim Vervaat, Capacities on non-Hausdorff spaces, in: Probability and Lattices, in: CWI Tract, vol. 110, Math. Centrum Centrum Wisk. Inform., Amsterdam, 1997, pp. 133-150 redefine the Borel algebra of a topological space X as the \\sigma–algebra generated by its open subsets and its compact saturated subsets. This definition is well-suited for applications in the case where X is not Hausdorff. It coincides with the usual definition if X is second countable or if every compact saturated subset is closed (which is the case in particular if X is Hausdorff). ==See also== * Baire set * Cylindrical σ-algebra * Polish space * Descriptive set theory * Borel hierarchy == Notes == == References == * William Arveson, An Invitation to C*-algebras, Springer- Verlag, 1981. (See Chapter 3 for an excellent exposition of Polish topology) * Richard Dudley, Real Analysis and Probability. Wadsworth, Brooks and Cole, 1989 * See especially Sect. 51 \"Borel sets and Baire sets\". * Halsey Royden, Real Analysis, Prentice Hall, 1988 * Alexander S. Kechris, Classical Descriptive Set Theory, Springer-Verlag, 1995 (Graduate texts in Math., vol. 156) ==External links== * * Formal definition of Borel Sets in the Mizar system, and the list of theorems that have been formally proved about it. * Category:Topology Category:Descriptive set theory el:Σ-άλγεβρα#σ-άλγεβρα Borel ",
    "title": "Borel set"
}