{
    "id": "43755",
    "text": "The world in 250 __NOTOC__ Year 250 (CCL) was a common year starting on Tuesday (link will display the full calendar) of the Julian calendar. At the time, it was known as the Year of the Consulship of Traianus and Gratus (or, less frequently, year 1003 Ab urbe condita). The denomination 250 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Roman Empire ==== * A group of Franks penetrate as far as Tarragona in Spain (approximate date). * The Goths under King Cniva invade Moesia. They cross the Danube and lay siege to Novae and Marcianopolis. * Battle of Augusta Traiana: The Romans lose the battle against the Goths. * Cniva lays siege to Philippopolis (modern Plovdiv). After a long resistance, Cniva conquers the city and slays its one hundred thousand inhabitants. * The Alamanni drive the Romans from the modern area of Donau-Ries. * An epidemic begins in Ethiopia, moves into Egypt and the Roman colonies in North Africa, and spreads through the Roman Empire. Named the Plague of Cyprian after St. Cyprian, bishop of Carthage. ==== Africa ==== * The Kingdom of Aksum (Axum) takes control of commerce on the Red Sea. ==== China ==== * The earliest Chinese references to a device known as \"emperor's south-pointing carriage\" date to this period. ==== America ==== * Teotihuacán is rebuilt as a four- quartered cosmogram by Zapotec architects brought from Monte Albán in Oaxaca. * Classic period of Mesoamerican civilization begins. === By topic === ==== Arts and sciences ==== * Diophantus writes Arithmetica, the first systematic treatise on algebra. * Approximate date ** The family portrait medallion, traditionally called the Family of Vunnerius Keramus, is made (it is later placed in the Brescia Cross, and then in the Museo Civico dell'Etá Cristiana, Brescia). ** The Ludovisi Battle sarcophagus, depicting battle between the Romans and the Barbarians, is made for use in Rome (it is later moved to the collection of the National Roman Museum). ** The Igel Column is erected at Trier in Germany. ==== Religion ==== * January 3 - Decian persecution of Christians is initiated when Emperor Decius orders everyone in the Roman Empire (except Jews) to perform a sacrifice to the gods of religion in ancient Rome. On January 20, Pope Fabian becomes one of the first martyrs of this persecution. * Possible date - Denis, a bishop of Paris, is martyred by beheading. == Births == * March 31 - Constantius Chlorus, Roman Emperor (d. 306) * Gaius Galerius Valerius Maximianus, Roman Emperor (d. 311) * Maximian, Roman Emperor (d. 310) * Zuo Si, Chinese writer and poet of the Jin dynasty (d. 305) == Deaths == * January 20 - Pope Fabian * December 4 - Saint Mercurius, Christian martyr * Zhu Ju, Chinese general and chancellor of the Eastern Wu state, suicide (b. 194) * Approximate date ** Ambrose of Alexandria, Christian writer ** Peter, Andrew, Paul, and Denise, Christian martyrs ** Nagarjuna, founder of Mahayana (\"Great Vehicle\") Buddhism == References == ",
    "title": "250"
}