{
    "id": "43794",
    "text": "The Partitions of Poland were three partitions of the Polish–Lithuanian Commonwealth that took place toward the end of the 18th century and ended the existence of the state, resulting in the elimination of sovereign Poland and Lithuania for 123 years. The partitions were conducted by the Habsburg Monarchy, the Kingdom of Prussia, and the Russian Empire, which divided up the Commonwealth lands among themselves progressively in the process of territorial seizures and annexations. The First Partition of Poland was decided on August 5, 1772. Two decades later, Russian and Prussian troops entered the Commonwealth again and the Second Partition was signed on January 23, 1793. Austria did not participate in the Second Partition. The Third Partition of Poland took place on October 24, 1795, in reaction to the unsuccessful Polish Kościuszko Uprising the previous year. With this partition, the Commonwealth ceased to exist. In English, the term \"Partitions of Poland\" is sometimes used geographically as toponymy, to mean the three parts that the partitioning powers divided the Commonwealth into, namely: the Austrian Partition, the Prussian Partition and the Russian Partition. In Polish, there are two separate words for the two meanings. The consecutive acts of dividing and annexation of Poland are referred to as ' (plural: '), while the term ' (pl. ') means each part of the Commonwealth annexed in 1772–95 becoming part of Imperial Russia, Prussia, or Austria. Following the Congress of Vienna in 1815, the borders of the three partitioned sectors were redrawn; the Austrians established Galicia in the Austrian partition, whereas the Russians gained Warsaw from Prussia and formed an autonomous polity of Congress Poland in the Russian partition. In Polish historiography, the term \"Fourth Partition of Poland\" has also been used, in reference to any subsequent annexation of Polish lands by foreign invaders. Depending on source and historical period, this could mean the events of 1815, or 1832 and 1846, or 1939. The term \"Fourth Partition\" in a temporal sense can also mean the diaspora communities that played an important political role in re- establishing the Polish sovereign state after 1918. == History == first partition of Poland, showing Catherine the Great of Russia (left), Joseph II of Austria and Frederick the Great of Prussia (right) quarrelling over their territorial seizures Włodzimierz Tetmajer, Allegory of Dead Poland, St. Nicholas Cathedral, Kalisz During the reign of Władysław IV (1632–48), the ' was developed, a policy of parliamentary procedure based on the assumption of the political equality of every \"gentleman/Polish nobleman,\" with the corollary that unanimous consent was needed for all measures. A single member of parliament's belief that a measure was injurious to his own constituency (usually simply his own estate), even after the act had been approved, became enough to strike the act. Thus it became increasingly difficult to undertake action. The ' also provided openings for foreign diplomats to get their ways, through bribing nobles to exercise it. Thus, one could characterise Poland–Lithuania in its final period (mid-18th century) before the partitions as already in a state of disorder and not a completely sovereign state, and almost as a vassal state, with Russian tsars effectively choosing Polish kings. This applies particularly to the last Commonwealth King Stanisław August Poniatowski, who for some time had been a lover of Russian Empress Catherine the Great. In 1730 the neighbors of the Polish–Lithuanian Commonwealth ('), namely Prussia, Austria and Russia, signed a secret agreement to maintain the ': specifically, to ensure that the Commonwealth laws would not change. Their alliance later became known in Poland as the \"Alliance of the Three Black Eagles\" (or s Treaty), because all three states used a black eagle as a state symbol (in contrast to the white eagle, a symbol of Poland). The Commonwealth had been forced to rely on Russia for protection against the rising Kingdom of Prussia, which demanded a slice of the northwest in order to unite its Western and Eastern portions; this would leave the Commonwealth with a Baltic coast only in Latvia and Lithuania. Catherine had to use diplomacy to win Austria to her side. The Commonwealth had remained neutral in the Seven Years' War (1756–1763), yet it sympathized with the alliance of France, Austria, and Russia, and allowed Russian troops access to its western lands as bases against Prussia. Frederick II retaliated by ordering enough Polish currency counterfeited to severely affect the Polish economy. Through the Polish nobles whom Russia controlled and the Russian Minister to Warsaw, ambassador and Prince Nicholas Repnin, Empress Catherine the Great forced a constitution on the Commonwealth at the so-called Repnin Sejm of 1767, named after ambassador Repnin, who effectively dictated the terms of that Sejm (and ordered the capture and exile to Kaluga of some vocal opponents of his policies,H. Wickham Steed, A Short History of Austria-Hungary and Poland , 1914, Encyclopædia Britannica, Inc. Retrieved on 3 August 2007. including bishop Józef Andrzej ZałuskiVarious, The Story of My Life, Penguin Classics, 2001, , Google Print, p. 528 and others). This new constitution undid the reforms made in 1764 under Stanisław II. The ' and all the old abuses of the last one and a half centuries were guaranteed as unalterable parts of this new constitution (in the so-called Cardinal Laws). Repnin also demanded the Russian protection of the rights of peasants in private estates of Polish and Lithuanian noblemen, religious freedom for the Protestant and Orthodox Christians and the political freedoms for Protestants, Orthodox Christians and Eastern Catholics (Uniates), including their right to occupy all state positions, including a royal one. Next king could be the member of the Russian ruling dynasty now. The sejm approved this. Resulting reaction among some of Poland's Roman Catholics, as well as the deep resentment of Russian intervention in the Commonwealth's domestic affairs including the exile to Russia of the top Roman Catholic bishops, the members of the Polish Senate, led to the War of the Confederation of Bar of 1768–1772, formed in Bar, where the Poles tried to expel Russian forces from Commonwealth territory. The irregular and poorly commanded Polish forces had little chance in the face of the regular Russian army and suffered a major defeat. Adding to the chaos was a Ukrainian Cossack and peasant rebellion in the east (Koliyivshchyna), which erupted in 1768 and resulted in massacres of Polish noblemen ('), Jews, Uniates, ethnic minorities and Catholic priests, before it was put down by Russian and governmental Polish troops. This uprising led to the intervention of the Ottoman empire, supported by Roman Catholic France and Austria. Bar confederation and France promised Podolia and Volhynia and the protectorate over the Commonwealth to the Ottoman Empire for armed support. In 1769 the Habsburg Monarchy annexed a small territory of Spisz and in 1770 it annexed Nowy Sącz and Nowy Targ. These territories had been a bone of contention between Poland and Hungary, which was a part of the Monarchy. Nevertheless Ottoman empire, Bar confederation and its French and European volunteers were defeated by Russian forces and Polish governmental ones with the aid of Great Britain. As Russia moved into the Crimea and the Daubian Principalities (which the Habsburg Monarchy long coveted), King Frederick II of Prussia and Maria Theresa were worried that the defeat of the Ottoman Empire would severely upset the balance of power in Eastern Europe. Frederick II began to construct the partition to rebalance the power in Eastern Europe. === First Partition === The Polish–Lithuanian Commonwealth after the First Partition, as a protectorate of the Russian Empire (1773–89) In February 1772, the agreement of partition was signed in Vienna. Early in August, Russian, Prussian and Austrian troops occupied the provinces agreed upon among themselves. Nevertheless, several battles and sieges took place, as Bar confederation troops and French volunteers refused to lay down their arms (most notably, in Tyniec, Częstochowa and Kraków). On August 5, 1772, the occupation manifesto was issued, much to the consternation of a country too exhausted by the endeavors of the Confederation of Bar to offer successful resistance; The partition treaty was ratified by its signatories on September 22, 1772. Frederick II of Prussia was elated with his success; Prussia took most of German-speaking Royal Prussia (without Danzig) that stood between its possessions in the Kingdom of Prussia and the Margraviate of Brandenburg, as well as Ermland (Warmia), northern areas of Greater Poland along the Noteć River (the Netze District), and parts of Kuyavia (but not the city of Toruń). Despite token criticism of the partition from Empress Maria Theresa, Austrian statesman Wenzel Anton, Prince of Kaunitz-Rietberg, was proud of wresting as large a share as he did, with the rich salt mines of Bochnia and Wieliczka. To Austria fell Zator and Auschwitz (Oświęcim), part of Lesser Poland embracing parts of the counties of Kraków and Sandomir and the whole of Galicia, less the city of Kraków. Empress Catherine II of Russia was also satisfied in spite of the loss of Galicia to the Habsburg Monarchy. By this \"diplomatic document\" Russia came into possession of that section of Livonia that had remained in Commonwealth control, and of eastern Belarus embracing the counties of Vitebsk, Polotsk and Mstislavl. Rejtan at Sejm 1773, oil on canvas by Jan Matejko, 1866, , Royal Castle in Warsaw By this partition, the Polish–Lithuanian Commonwealth lost about 30% of its territory and half of its population (four million people), of which a large portion had not been ethnically Polish. By seizing northwestern Poland, Prussia instantly gained control over 80% of the Commonwealth's total foreign trade. Through levying enormous customs duties, Prussia accelerated the collapse of the Commonwealth. After having occupied their respective territories, the three partitioning powers demanded that King Stanisław and the Sejm approve their action. When no help was forthcoming and the armies of the combined nations occupied Warsaw to compel by force of arms the calling of the assembly, no alternative could be chosen save passive submission to their will. The so-called Partition Sejm, with Russian military forces threatening the opposition, on September 18, 1773, signed the treaty of cession, renouncing all claims of the Commonwealth to the occupied territories. === Second Partition === The Polish-Lithuanian Commonwealth after the Second Partition (1793) By 1790 the First Polish Republic had been weakened to such a degree that it was forced into an unnatural and terminal alliance with its enemy, Prussia. The Polish–Prussian Pact of 1790 was signed. The conditions of the Pact contributed to the subsequent final two partitions of Poland–Lithuania. The May Constitution of 1791 enfranchised the bourgeoisie, established the separation of the three branches of government, and eliminated the abuses of the Repnin Sejm. Those reforms prompted aggressive actions on the part of its neighbours, wary of the potential renaissance of the Commonwealth. Arguing that Poland had fallen prey to the radical Jacobinism then at high tide in France, Russian forces invaded the Commonwealth in 1792. In the War in Defense of the Constitution, pro- Russian conservative Polish magnates, the Confederation of Targowica, fought against Polish forces supporting the constitution, believing that Russians would help them restore the Golden Liberty. Abandoned by their Prussian allies, Polish pro-constitution forces, faced with Targowica units and the regular Russian army, were defeated. Prussia signed a treaty with Russia, agreeing that Polish reforms would be revoked, and both countries would receive chunks of Commonwealth territory. In 1793, deputies to the Grodno Sejm, last Sejm of the Commonwealth, in the presence of the Russian forces, agreed to Russian territorial demands. In the Second Partition, Russia and Prussia helped themselves to enough land so that only one-third of the 1772 population remained in Poland. Prussia named its newly gained province South Prussia, with Posen (and later Warsaw) as the capital of the new province. Targowica confederates, who did not expect another partition, and the king, Stanisław August Poniatowski, who joined them near the end, both lost much prestige and support. The reformers, on the other hand, were attracting increasing support, and in 1794 the Kościuszko Uprising began. === Third Partition === Kosciuszko's ragtag insurgent armies won some initial successes, but they eventually fell before the superior forces of the Russian Empire. The partitioning powers, seeing the increasing unrest in the remaining Commonwealth, decided to solve the problem by erasing any independent Polish state from the map. On 24 October 1795 their representatives signed a treaty, dividing the remaining territories of the Commonwealth between their three countries. One of Russia's chief foreign policy authors, Alexander Bezborodko, advised Catherine II on the Second and Third Partitions of Poland. The Russian part included and 1.2 million people with Vilnius, the Prussian part (new provinces of New East Prussia and New Silesia) and 1 million people with Warsaw, and the Austrian with 1.2 million and Lublin and Kraków. == Summary == With regard to population, in the First Partition, Poland lost over four to five million citizens (about a third of its population of 14 million before the partitions). Only about 4 million people remained in Poland after the Second Partition which makes for a loss of another third of its original population, about a half of the remaining population. By the Third Partition, Prussia ended up with about 23% of the Commonwealth's population, Austria with 32%, and Russia with 45%. {|class=\"wikitable\" |+ Cumulative division of the Commonwealth territory |- ! rowspan=2| Partition ! colspan=2| To Austria ! colspan=2| To Prussia ! colspan=2| To Russia ! colspan=2| Total annexed ! colspan=2| Total remaining |- ! Area || % || Area || % || Area || % || Area || % || Area || % |- | bgcolor=#ffdddd | 1772 || || 11.17% || || 4.95% || || 12.68% || || bgcolor=#ffdddd | 28.79% || || 71.21% |- | bgcolor=#ddddff | 1793 || — || — || ||7.78% || || 34.11% || || bgcolor=#ddddff | 41.90% || || 29.31% |- | bgcolor=#dddddd | 1795 || || 6.41% || || 6.54% || || 16.36% || || bgcolor=#dddddd | 29.31% || None || 0% |- | Total || || 17.57% || || 19.28% || || 63.15% || || 100% || || |} (Wandycz also offers slightly different total annexed territory estimates, with 18% for Austria, 20% for Prussia and 62% for Russia.) During the Napoleonic Wars and in their immediate aftermath the borders between partitioning powers shifted several times, changing the numbers seen in the preceding table. Ultimately, Russia ended up with most of the Polish core at the expense of Prussia and Austria. Following the Congress of Vienna, Russia controlled 82% of the pre-1772 Commonwealth's territory (this includes its puppet state of Congress Poland), Austria 11%, and Prussia 7%.\"Po przyłączeniu do obwodu białostockiego w 1807 roku do cesartwa i utworzeniu osiem lat później Królestwa Polskiego wnuk Katarzyny zjednoczył pod swoim berłem około 82% przedrozbiorowego terytorium Rzeczypospolitej (dla porównania – Austria 11%, Prusy 7%). \"[in:] Basil Kerski, Andrzej Stanisław Kowalczyk. Realiści z wyobraźnią. Uniwersytet Marii Curie-Skłodowskiej. 2007 page. 318 == Aftermath == \"A map of the Kingdom of Poland and the Grand Duchy of Lithuania including Samogitia and Curland divided according to their dismemberments with the Kingdom of Prussia\" from 1799 The King of Poland, Stanisław August Poniatowski, under Russian military escort left for Grodno where he abdicated on November 25, 1795; next he left for Saint Petersburg, Russia, where he would spend his remaining days. This act ensured that Russia would be seen as the most important of the partitioning powers. As a result of the Partitions, Poles were forced to seek a change of status quo in Europe. Polish poets, politicians, noblemen, writers, artists, many of whom were forced to emigrate (thus the term Great Emigration), became the revolutionaries of the 19th century, as desire for freedom became one of the defining parts of Polish romanticism. Polish revolutionaries participated in uprisings in Prussia, the Austrian Empire and Imperial Russia. Polish legions fought alongside Napoleon and, under the slogan of For our freedom and yours, participated widely in the Spring of Nations (particularly the Hungarian Revolution of 1848).Gods, Heroes, & Legends Poland would be briefly resurrected—if in a smaller frame—in 1807, when Napoleon set up the Duchy of Warsaw. After his defeat and the implementation of the Congress of Vienna treaty in 1815, the Russian-dominated Congress Kingdom of Poland was created in its place. After the Congress, Russia gained a larger share of Poland (with Warsaw) and, after crushing an insurrection in 1831, the Congress Kingdom's autonomy was abolished and Poles faced confiscation of property, deportation, forced military service, and the closure of their own universities. After the uprising of 1863, Russification of Polish secondary schools was imposed and the literacy rate dropped dramatically. In the Austrian sector which now was called Galicia, Poles fared better and were allowed to have representation in Parliament and to form their own universities, and Kraków with Lemberg (Lwów/Lviv) became centers of Polish culture and education. Meanwhile, Prussia Germanized the entire school system of its Polish subjects, and had no more respect for Polish culture and institutions than the Russian Empire. In 1915 a client state of the German Empire and Austria-Hungary was proposed and accepted by the Central Powers of World War I: the Regency Kingdom of Poland. After the end of World War I, the Central Powers' surrender to the Western Allies, the chaos of the Russian Revolution and the Treaty of Versailles finally allowed and helped the restoration of Poland's full independence after 123 years. == Fourth Partition == the German–Soviet Pact; division of Polish territories in the years 1939–1941 The term \"Fourth Partition of Poland\" may refer to any subsequent division of Polish lands, including: * after the Napoleonic era, the 1815 division of the Duchy of Warsaw at the Congress of Vienna; * the 1832 incorporation of the \"Congress Kingdom\" into Russia, the 1846 incorporation of the Republic of Kraków into Austria, and the 1848 incorporation of the Grand Duchy of Posen into Prussia; and * the 1939 division of Poland between Germany and the Soviet Union pursuant to the Molotov–Ribbentrop Pact. If one accepts more than one of those events as partitions, fifth, sixth, and even seventh partitions can be counted, but these terms are very rare. (For example, Norman Davies in God's Playground refers to the 1807 creation of the Duchy of Warsaw as the fourth partition, the 1815 Treaty of Vienna as the fifth, the 1918 Treaty of Brest-Litovsk as the sixth, and the 1939 division of Poland between Nazi Germany and the USSR as the seventh.)Norman Davies. God's Playground: A History of Poland: 1795 to the Present. Oxford University Press. 2005. pp. 218, 225, 284, 321. The term \"Fourth Partition\" was also used in the 19th and 20th centuries to refer to diaspora communities who maintained a close interest in the project of regaining Polish independence. Sometimes termed Polonia, these expatriate communities often contributed funding and military support to the project of regaining the Polish nation-state. Diaspora politics were deeply affected by developments in and around the homeland, and vice versa, for many decades. == Historiography == More recent studies claim that partitions happened when the Commonwealth had been showing the beginning signs of a slow recovery and see the last two partitions as an answer to strengthening reforms in the Commonwealth and the potential threat they represented to its power-hungry neighbours.The Army of Grand Duchy of Warsaw Hon. Carl L. Bucki, University of Buffalo's History of Poland series, The Constitution of May 3, 1791 Paul W. Schroeder, The Transformation of European Politics 1763–1848, Oxford University Press, 1996, , Google print p.84Geoffrey Russell, The Making of Modern Europe, 1648–1780, Routledge, 2003, , Google Print, p.548 As historian Norman Davies stated, because the balance of power equilibrium was observed, many contemporary observers accepted explanations of the \"enlightened apologists\" of the partitioning state.Norman Davies, God's Playground: A History of Poland in Two Volumes, Oxford University Press, 2005, , Google Print, p.283 19th-century historians from countries that carried out the partitions, such as 19th-century Russian scholar Sergey Solovyov, and their 20th century followers, argued that partitions were justified, as the Polish–Lithuanian Commonwealth had degenerated to the point of being partitioned because the counterproductive principle of ' made decision-making on divisive issues, such as a wide-scale social reform, virtually impossible. Solovyov specified the cultural, language and religious break between the supreme and lowest layers of the society in the east regions of the Commonwealth, where the Belarusian and Ukrainian serf peasantry was Orthodox. Russian authors emphasized the historical connections between Belarus, Ukraine and Russia, as former parts of the medieval old Russian state where dynasty of Rurikids reigned (Kievan Rus').E.g., Sergey Solovyov's History of the Downfall of Poland (Moscow, 1863). Thus, Nikolay Karamzin wrote: \"Let the foreigners denounce the partition of Poland: we took what was ours.\"Н.М. Карамзин. Записка о древней и новой России в ее политическом и гражданском отношениях Russian historians often stressed that Russia annexed primarily Ukrainian and Belorussian provinces with Eastern Slavic inhabitants, although many Ruthenians were no more enthusiastic about Russia than about Poland, and ignoring ethnically Polish and Lithuanian territories also being annexed later. A new justification for partitions arose with the Russian Enlightenment, as Russian writers such as Gavrila Derzhavin, Denis Fonvizin, and Alexander Pushkin stressed degeneration of Catholic Poland and the need to \"civilize\" it by its neighbors. Nonetheless other 19th century contemporaries were much more skeptical; for example, British jurist Sir Robert Phillimore discussed the partition as a violation of international law;Sir Robert Phillimore, Commentaries Upon International Law, 1854, T. & J. W. Johnson, Google Print, p.819 German jurist Heinrich Bernhard Oppenheim presented similar views.Sharon Korman, The Right of Conquest: The Acquisition of Territory by Force in International Law and Practice, Oxford University Press, 1996, , Google Print, p.101 Other older historians who challenged such justifications for the Partitions included French historian Jules Michelet, British historian and politician Thomas Babington Macaulay, and Edmund Burke, who criticized the immorality of the partitions.Norman Davies, Europe: A History, Oxford University Press, 1996, , Google Print, p.661Poland The First Partition Several scholars focused on the economic motivations of the partitioning powers. Jerzy Czajewski wrote that the Russian peasants were escaping from Russia to the Polish–Lithuanian Commonwealth in significant enough numbers to become a major concern for the Russian Government sufficient to play a role in its decision to partition the Commonwealth.Jerzy Czajewski, \"Zbiegostwo ludności Rosji w granice Rzeczypospolitej\" (Russian population exodus into the Rzeczpospolita), Promemoria journal, October 2004 nr. (5/15), ISSN 1509-9091, Table of Content online, Polish language Increasingly in the 18th century until the partitions solved this problem, Russian armies raided territories of the Commonwealth, officially to recover the escapees, but in fact kidnapping many locals. Hajo Holborn noted that Prussia aimed to take control of the lucrative Baltic grain trade through Danzig (Gdańsk). Some scholars use the term 'sector' in reference to Commonwealth territories consisting of Polish (not Polish-Lithuanian) cultural heritage as well as historical monuments dating as far back as the first days of Poland's statehood. == Other countries == The Ottoman Empire was one of only two countries in the world that refused to accept the partitions, (the other being the Persian Empire) and reserved a place in its diplomatic corps for an Ambassador of Lehistan (Poland). In 1795, Iran (known to the Europeans as Persia at the time) was one of two countries (the other being the Ottoman Empire) not to recognize the Partition of Poland by the Austrian Empire, Prussia and the Russian Empire. ', the Italian National Anthem, contains a reference to the partition. The ongoing partitions of Poland were a major topic of discourse in The Federalist Papers, where the structure of the government of Poland, and of foreign influence over it, is used in several papers (Federalist No. 14, Federalist No. 19, Federalist No. 22, Federalist No. 39 for examples) as a cautionary tale for the writers of the U.S. Constitution. == See also == * Administrative division of the Polish–Lithuanian Commonwealth in the course of partitions * Administrative division of Polish–Lithuanian territories after partitions * Three Emperors' Corner at the border of the Russian, Austrian and the German Empires * Ambassadors and envoys from Russia to Poland (1763–1794) == Notes == == References == == Further reading == * Lewitter, L. R. \"The Partitions of Poland\" History Today (Dec 1958) 8#12 pp 813-820. * Lewitter, Lucjan R. \"The Partitions of Poland\" in A. Goodwyn, ed. The New Cambridge Modern History: vol 8 1763–93 (1965) pp. 333–59. * Lord, Robert. The second partition of Poland; a study in diplomatic history (1915) online * Lukowski, Jerzy. The Partitions of Poland 1772, 1793, 1795 (1998); online review * McLean, Thomas. The Other East and Nineteenth-Century British Literature: Imagining Poland and the Russian Empire (Palgrave Macmillan, 2012) pp. 14-40. == External links == * Krzysztof Wroński, Rozbiory Polski w XVIII w. \" ich uwarunkowania i skutki * Where Is Poland?, a multimedia guide created by Culture.pl to the 123-year period during which Poland was partitioned Category:Military occupations of Poland Category:Dissolutions of countries Category:1770s in the Polish–Lithuanian Commonwealth Category:1790s in the Polish–Lithuanian Commonwealth be:Рэч Паспалітая#Падзелы Рэчы Паспалітай ",
    "title": "Partitions of Poland"
}