{
    "id": "1268820",
    "text": ": For the Regency courtesan, see Harriette Wilson. Harriet E. Wilson (March 15, 1825 - June 28, 1900) was an African-American novelist. She was the first African American to publish a novel on the North American continent. Her novel Our Nig, or Sketches from the Life of a Free Black was published anonymously in 1859 in Boston, Massachusetts, and was not widely known. The novel was discovered in 1982 by the scholar Henry Louis Gates, Jr., who documented it as the first African-American novel published in the United States. Born a free person of color (free Negro) in New Hampshire, Wilson was orphaned when young and bound until the age of 18 as an indentured servant. She struggled to make a living after that, marrying twice; her only son George died at the age of seven in the poor house, where she had placed him while trying to survive as a widow. She wrote one novel. Wilson later was associated with the Spiritualist church, was paid on the public lecture circuit for her lectures about her life, and worked as a housekeeper in a boarding house. ==Biography== Born Harriet E. \"Hattie\" Adams in Milford, New Hampshire, she was the mixed-race daughter of Margaret Ann (or Adams) Smith, a washerwoman of Irish ancestry, and Joshua Green, an African-American \"hooper of barrels\" of mixed African and Indian ancestry. After her father died when Hattie was young, her mother abandoned Hattie at the farm of Nehemiah Hayward Jr., a well-to-do Milford farmer \"connected to the Hutchinson Family Singers\".Carr, Glynis, \"Our Nig\", in Benét's Reader's Encyclopedia, Fourth Edition (1996), New York: HarperCollins. As an orphan, Adams was bound by the courts as an indentured servant to the Hayward family, a customary way for society at the time to arrange support and education for orphans. The intention was that, in exchange for labor, the orphan child would be given room, board and training in life skills, so that she could later make her way in society. From their documentary research, the scholars P. Gabrielle Foreman and Reginald H. Pitts believe that the Hayward family were the basis of the \"Bellmont\" family depicted in Our Nig. (This was the family who held the young \"Frado\" in indentured servitude, abusing her physically and mentally from the age of six to 18. Foreman and Pitts' material was incorporated in supporting sections of the 2004 edition of Our Nig.) After the end of her indenture at the age of 18, Hattie Adams (as she was then known), worked as a house servant and a seamstress in households in southern New Hampshire. ===Marriage and family=== Adams married Thomas Wilson in Milford on October 6, 1851. An escaped slave, Wilson had been traveling around New England giving lectures based on his life. Although he continued to lecture periodically in churches and town squares, he told Hattie that he had never been a slave and that he had created the story to gain support from abolitionists. Wilson abandoned Harriet soon after they married. Pregnant and ill, Harriet Wilson was sent to the Hillsborough County, New Hampshire Poor Farm in Goffstown, where her only son, George Mason Wilson, was born. His probable birth date was June 15, 1852. Soon after George's birth, Wilson reappeared and took the two away from the Poor Farm. He returned to sea, where he served as a sailor, and died soon after. As a widow, Harriet Wilson returned her son George to the care of the Poor Farm, where he died at the age of seven on February 16, 1860. She could not make enough money to support them both and provide for his care while she worked. After that, Wilson moved to Boston, hoping for more work opportunities. On September 29, 1870, Wilson married again, to John Gallatin Robinson in Boston. An apothecary, he was a native of Canada born in Sherbrooke, Quebec. Robinson was of English and German ancestry; he was nearly 18 years younger than Wilson. From 1870-1877, they resided at 46 Carver Street, after which they appear to have separated. After that date, city directories list Wilson and Robinson in separate lodgings in Boston's South End. No record has been found of a divorce, but divorces were infrequent at the time. ===Writing a novel=== While living in Boston, Wilson wrote Our Nig. On August 14, 1859, she copyrighted it, and deposited a copy of the novel in the Office of the Clerk of the U.S. District Court of Massachusetts. On September 5, 1859, the novel was published anonymously by George C. Rand and Avery, a publishing firm in New York. Wilson says in the book's preface she wrote the novel to raise money to help care for her sick child, George. In 1863, Harriet Wilson appeared on the \"Report of the Overseers of the Poor\" for the town of Milford, New Hampshire. After 1863, she disappeared from records until 1867, when she was listed in the Boston Spiritualist newspaper, Banner of Light, as living in East Cambridge, Massachusetts. She subsequently moved across the Charles River to the city of Boston, where she became known in Spiritualist circles as \"the colored medium.\"Foreman, P. Gabrielle, and Katherine E. Flynn, \"Mrs. H. E. Wilson, Mogul? The Curious New History of an American Literary Mogul\", Boston Globe, February 15, 2009. From 1867 to 1897, \"Mrs. Hattie E. Wilson\" was listed in the Banner of Light as a trance reader and lecturer. She was active in the local Spiritualist community, and she would give \"lectures,\" either while entranced, or speaking normally, wherever she was wanted. She spoke at camp meetings, in theaters, and in private homes throughout New England; she shared the podium with speakers such as Victoria Woodhull and Andrew Jackson Davis. In 1870 Wilson traveled as far as Chicago as a delegate to the American Association of Spiritualists convention. Wilson delivered lectures on labor reform, and children's education. Although the texts of her talks have not survived, newspaper reports imply that she often spoke about her life experiences, providing sometimes trenchant and often humorous commentary. Closer to home, Wilson was active in the organization and maintenance of Children's Progressive Lyceums, the Spiritualist church equivalent to Sunday Schools; she organized Christmas celebrations; she participated in skits and playlets; and at meetings she sometime sang as part of a quartet. She was also known for her floral centerpieces, and the candies she would make for the children were long remembered. Wilson worked as a Spiritualist nurse and healer (\"clairvoyant physician\"). In addition, for nearly 20 years from 1879 to 1897, she was the housekeeper of a boardinghouse in a two-story dwelling at 15 Village Street (near the present corner of Dover [now East Berkeley Street] and Tremont Streets in the South End.) She rented out rooms, collected rents and provided basic maintenance. In Wilson's active and fruitful life after Our Nig, there is no evidence that she wrote anything else for publication. On June 28, 1900, Hattie E. Wilson died in the Quincy Hospital in Quincy, Massachusetts. She was buried in the Cobb family plot in that town's Mount Wollaston Cemetery. Her plot number is listed as 1337, \"old section.\" At Wilson's death, her estranged husband Robinson, describing himself as a \"capitalist\", was living in the town of Pembroke, Massachusetts, with a 24-year-old woman named Izah Nellie Moore, whom he married two years later. ==Competition for \"first novel\"== The scholar Henry Louis Gates, Jr. rediscovered Our Nig in 1982 and documented it as the first novel by an African American to be published in the United States. His discovery and the novel gained national attention, and it was reissued with an Introduction by Gates (London: Allison & Busby, 1984). and subsequently republished in several other editions.Harriet E. Wilson, Our Nig at Amazon. In 2006, William L. Andrews, an English literature professor at the University of North Carolina at Chapel Hill, and Mitch Kachun, a history professor at Western Michigan University, brought to light Julia C. Collins' The Curse of Caste; or The Slave Bride (1865), first published in serial form in the Christian Recorder, newspaper of the AME Church. Publishing it in book form in 2006, they maintained that The Curse of Caste should be considered the first \"truly imagined\" novel by an African American to be published in the U.S. They argued that Our Nig was more autobiography than fiction. Gates responded that numerous other novels and other works of fiction of the period were in some part based on real-life events and were in that sense autobiographical, but they were still considered novels. Examples include Fanny Fern's Ruth Hall (1854), Louisa May Alcott's Little Women (1868–69), and Hannah Webster Foster's The Coquette (1797). The first known novel by an African American is William Wells Brown's Clotel; or, The President's Daughter (1853), published in the United Kingdom, where he was living at the time. The critic Sven Birkerts argued that the unfinished state of The Curse of Caste (Collins died before completing it) and its poor literary quality should disqualify it as the first building block of African-American literature. He contended the works by Wilson and Brown were more fully realized. Eric Gardner thought that Our Nig did not receive critical acclaim from abolitionists when first published because it did not conform to the contemporary genre of slave narratives. He thinks the abolitionists may have refrained from promoting Our Nig because the novel recounts \"slavery's shadow\" in the North, where free blacks suffered as indentured servants and from racism. It fails to offer the promise of freedom, and it features a protagonist who is assertive toward a white woman.Gardner, Eric, \"'This Attempt of Their Sister': Harriet Wilson's Our Nig from Printer to Readers\", The New England Quarterly, 66.2 (1993): 226–246. In her article \"Dwelling in the House of Oppression: The Spatial, Racial, and Textual Dynamics of Harriet Wilson's Our Nig,\" Lois Leveen argues that, although the novel is about a free black in the north, the \"free black\" is still oppressed. The \"white house\" of the novel represents, as Leveen puts it: \"The model home for American society is built according to the spatial imperatives of slavery.\" Frado is a \"free black\", but she is treated as a lower-class person and is often abused as a slave would be. Leveen argues that Wilson was expressing her view that even the \"free blacks\" were not really free in a racist society. == Legacy and honors == *Since Henry Louis Gates, Jr's work in 1982, Harriet Wilson has been recognized as the first African American to publish a novel in the United States. *The Harriet Wilson Project commissioned a statue of Wilson in 2006. Sculpted by Fern Cunningham, the statue is located in Milford, New Hampshire's Bicentennial Park. ==See also== * African-American literature ==References== ===Notes=== ===Bibliography=== * Shockley, Ann Allen, Afro-American Women Writers 1746-1933: An Anthology and Critical Guide, New Haven, Connecticut: Meridian Books, 1989. * Harriet Wilson’s New England: Race, Writing, and Region, ed. by JerriAnne Boggis, Eve Allegra Raimon, University Press of New England, 2007. ==Further reading== * Loretta Woodard, \"Wilson, Harriett\", in Benét's Reader's Encyclopedia, Fourth Edition (1996), New York: HarperCollins. ==External links== * * * * Our Nig, electronic edition, University of Virginia Library * The Harriet Wilson Project, Official website * \"Harriet E. Wilson\", Paul Lauter, The Heath Anthology of American Literature, Fifth Edition, Cengage, Houghton Mifflin Publishers * \"1859 - Harriet Wilson publishes Our Nig\", \"Timeline: Early Days and Slavery, 1400s–1865,\" African American World, PBS * Don Swaim: Interview with Professor Henry Louis Gates, Jr., 27 May 1983, discussing his discovery of Our Nig (mp3), Wired for Books, Ohio University * Poinier, Lauren, \"Harriet Wilson's Our Nig: The First African-American Novel and Counter Discursive Work to Break the Silence of 'The Other' in America\", Senior Thesis, December 21, 2009. Category:1825 births Category:1900 deaths Category:People who wrote slave narratives Category:American women novelists Category:African-American women writers Category:African-American writers Category:Indentured servants Category:People from Milford, New Hampshire Category:Novelists from New Hampshire Category:19th-century American novelists Category:19th-century American women writers Category:American domestic workers ",
    "title": "Harriet E. Wilson"
}