{
    "id": "1268770",
    "text": "Economic interdependence is a consequence of specialization or the division of labour. The participants in any economic system must belong to a trading network to obtain the products they cannot produce efficiently for themselves. Any change in such a network affects other participants on the network, so that the demand for various products and the incomes of the participants are interdependent. A. A. Cournot wrote in Mathematical Researches into the theory of Wealth \"...the economic system is a whole in which all of the parts are connected and react on one another. An increase in the income of the producers of commodity A will affect the demand for commodities B, C, etc. and the incomes of their producers, and by their reaction will affect the demand for commodity A.\" Such complex reactions are evident in general equilibrium theory. The economic interdependence of nations has been studied extensively by professors all around the world. Such an international economic interaction is commonly thought of as a dollar value of the transaction of goods and services between nations (Cooper); several academics have challenged this fundamental paradigm over time. Baldwin suggests that economic interdependence may be conceived as the opportunity costs incurred from potential exit costs that incur as a result of breaking existing economic ties between nations. Whitman, cited by Baldwin, further expands on Cooper's definition and proposes that economic interdependence should also involve the degree of sensitivity of a country’s economic behaviour to policies and development of countries outside its border. However, empirical evidence to support the latter definition is a lot harder to find, given its ambiguity (Baldwin). Global economic interdependence has grown exponentially in the span of a generation, as a result of great technological progress and associated policies that were aimed at opening national economies internally and externally to global competition. Paehlke notes that investment and international trade have drastically increased over the last 100 of years except during the World War I and World War II. Over time, economic interdependence has incorporated other aspects that were brought about by contemporary globalisation - as a result of the onset of the age of computerisation, telecommunications and low-cost travel and shipping. As international trade have been increasing at a rate beyond 8% during the 1950s to 1970s, and has also been driven by improvements in information technology in the 1990s, economic interdependence between countries has increased even more rapidly. Given such rapid increase in international trade and capital flows that are traditionally associated with globalisation, there has been increasing interest in the issues of financial and economic interdependence, partly driven by the contagion that resulted from the financial crisis. == Approaches to measure international economic interdependence == As economic interdependence may be perceived differently depending on the scale and context involved, various methods are used to measure the degree of interdependence between and within countries. The below documents some of the approaches that have been adopted to measure the degree of economic interdependence. === Hierarchical Network Approach === This approach is based on the precept that globalisation increases the integration and interdependence between the economy of different countries. The Hierarchical Network Approach is used to measure economic interdependence by analysing growth clusters and cross-country liaison, and business cycle synchronisations. The cross-country liaison or economic interaction between countries or states is most commonly measured by Pearson's cross-correlation coefficient. The correlation matrix is a methodical method which exhibits the mutual relationship of countries over a specified time period. To measure growth clusters, economists need to get hold and analyse changes in GDP for each country over a specified period of time. The relationship between interdependence and business cycles is calculated by the distance correlation matrices over a period of 10 years. The combination of results from the data presents the economic interdependence of countries over time. By this measure, trends from the data has shown that the degree of world economic interdependence is growing due to globalisation. === Geopolitical Approach === Another way of measuring the degree of economic interdependence is via a geopolitical approach, which is based on the presumption that economic interdependence may exist because states trade with each other to obtain strategic goods that are needed for national industry and defence. The geopolitical approach is based on both vertical and horizontal interdependence. Vertical interdependence measures how a change in the price of a good in Country X will affect Country Y (or how changes in price in State A will affect State B), whilst horizontal interdependence calculates the degree of bilateral trade, transactions and investment involved between both countries. Both vertical and horizontal interdependence data must be used to measure economic interdependence. This is because that in the given situation that there is a high correlation of vertical interdependence between country X and country Y, if there is no horizontal interdependence (transaction of goods, services or capitals) between both countries, country X and country Y will have little/no economic interdependence. Vertical interdependence without horizontal may arise due to other factors such as changes in worldwide economic forces. For instance, consider the case of trade and the flow of factors among Arab states (which is typically very limited); whilst we observe parallel movements in factor prices, this may just be due to the effect of global market forces that affect all economies in the same fashion. === Exit Model Approach === As suggested by Baldwin and Crescenzi, economic interdependence may be modelled as a function of potential economic exit costs, which may deter, motivate or fail to affect political conflict. A key challenge that is faced is the need for a valid method to measure exit costs and interdependence, whilst maintaining a systematic approach with many countries involved (a large-n analysis). Crescenzi addresses this by interacting bilateral price elasticity data with trade activity data, to represent both market structure and the intensity of potential economic exit costs. Whilst the price elasticity data reflects one state's ability to react to economic change that is initiated by another state, its interaction with trade share data is vital as it indicates how intense the interdependent relationship is relative to each state's economy and trade portfolio within the global market. Given these two components, Crescenzi furthers his study by explaining the relationship between economic interdependence and its association with political conflict. ==References== Category:International macroeconomics ",
    "title": "Economic interdependence"
}