{
    "id": "1268690",
    "text": "Glen Innes is a suburb in East Auckland, New Zealand, located nine kilometres to the east of the city centre, close to the waters of the Tamaki River estuary. Glen Innes gets its name from a large farm owned by William Innes Taylor that was here. There were four Taylor brothers in Auckland, the sons of a British man who had had a military career in India. Three of the brothers had farms in this area and built houses; William Innes Taylor at Glen Innes, Richard James Taylor at Glendowie and Charles John Taylor at Glen Orchard (now Saint Heliers). Their brother Allan Kerr Taylor had a farm estate in Mount Albert, whose house was called Alberton. The main streets in Glen Innes are Taniwha Street and Apirana Avenue, which meet in the shopping centre of the suburb. Glen Innes has a train station on the Eastern Line of the Auckland rail network, and is a hub for eastern Auckland isthmus buses (Metrolink). Glen Innes has for the most part been a low-income, working class area with around 1,500 state houses. In an effort to improve the quality of state housing in Glen Innes, the Government introduced \"Talbot Park\", an area of higher density housing, consisting of mostly apartment-style places. ==Demographics== The statistical area of Glen Innes West had a population of 4,413 at the 2018 New Zealand census, an increase of 810 people (22.5%) since the 2013 census, and an increase of 594 people (15.6%) since the 2006 census. There were 1,212 households. There were 2,109 males and 2,304 females, giving a sex ratio of 0.92 males per female. The median age was 29 years, with 1,125 people (25.5%) aged under 15 years, 1,149 (26.0%) aged 15 to 29, 1,824 (41.3%) aged 30 to 64, and 315 (7.1%) aged 65 or older. Ethnicities were 39.1% European/Pākehā, 20.8% Māori, 40.2% Pacific peoples, 12.5% Asian, and 3.6% other ethnicities (totals add to more than 100% since people could identify with multiple ethnicities). The proportion of people born overseas was 33.8%, compared with 27.1% nationally. Although some people objected to giving their religion, 32.8% had no religion, 49.2% were Christian, and 11.4% had other religions. Of those at least 15 years old, 645 (19.6%) people had a bachelor or higher degree, and 624 (19.0%) people had no formal qualifications. The median income was $25,200. The employment status of those at least 15 was that 1,494 (45.4%) people were employed full-time, 486 (14.8%) were part-time, and 237 (7.2%) were unemployed. ==Education== Tamaki College is a secondary school (years 9-13) with a roll of . Glen Innes School is a full primary school (years 1-8) with a roll of . St Pius X Catholic School is a state-integrated full primary school with a roll of . Sacred Heart College is a state- integrated Catholic boys' school (years 7-13) with a roll of . Te Kura Kaupapa Māori o Pūau Te Moananui-ā-Kiwa is a composite school (years 1-13) with a roll of . It teaches primarily in the Māori language. All these schools are coeducational. Rolls are as of == Redevelopment conflict == There have been protests in Glen Innes over proposals to redevelop existing state-owned housing. Housing New Zealand plans to replace houses on large sections with more \"intensive development\" [reference?], including many conversions to privately owned and sold housing with profits going to developers such as property mogul, Murdoch Dryden [reference?]. This involves removing tenants from properties some have lived in for long periods. There has been a number of reported deaths of elderly tenants from during the relocation process [reference?]. Many protests have resulted in arrests of demonstrators, including Mana Party MP Hone Harawira on one occasion, as well as a number of reported police brutality cases. Housing New Zealand argues that the development will \"make better use of land\" and enable the provision of higher quality homes to their tenants, however community members argue it is a gentrification process which is tearing apart their community. ==Notable people== Dave Dobbyn George Moala ==Panmure-Glen Innes industrial area== The area to the southwest of Glen Innes is primarily industrial. The statistical area called Panmure Glen Innes Industrial had a population of 321 at the 2018 New Zealand census, an increase of 69 people (27.4%) since the 2013 census, and an increase of 168 people (109.8%) since the 2006 census. There were 51 households. There were 192 males and 129 females, giving a sex ratio of 1.49 males per female. The median age was 33.6 years, with 24 people (7.5%) aged under 15 years, 108 (33.6%) aged 15 to 29, 165 (51.4%) aged 30 to 64, and 21 (6.5%) aged 65 or older. Ethnicities were 35.5% European/Pākehā, 23.4% Māori, 21.5% Pacific peoples, 27.1% Asian, and 4.7% other ethnicities (totals add to more than 100% since people could identify with multiple ethnicities). The proportion of people born overseas was 44.9%, compared with 27.1% nationally. Although some people objected to giving their religion, 31.8% had no religion, 43.9% were Christian, and 21.5% had other religions. Of those at least 15 years old, 57 (19.2%) people had a bachelor or higher degree, and 33 (11.1%) people had no formal qualifications. The median income was $26,700. The employment status of those at least 15 was that 153 (51.5%) people were employed full-time, 42 (14.1%) were part-time, and 21 (7.1%) were unemployed. == References == * Delving Into The Past Of Auckland's Eastern Suburbs; section 6, St Heliers Bay. Elizabeth T. Jackson. Premier Print Services 1976. ==External links== *Photographs of Glen Innes held in Auckland Libraries' heritage collections. Category:Suburbs of Auckland ",
    "title": "Glen Innes, New Zealand"
}