{
    "id": "1268975",
    "text": "Gili Islands & Mount Rinjani, Lombok, Indonesia. The Gili Islands ( [Three Gilis], Kepulauan Gili [Gili Islands]) are an archipelago of three small islands or Gili island triplets — Gili Trawangan, Gili Meno and Gili Air — just off the northwest coast of Lombok, Indonesia. The islands are a tourist destination. Each island has several resorts, usually consisting of a collection of huts for tourists, a small pool and restaurant. Most local inhabitants live on Trawangan, in a township stretching along its east side just inland (which is also where most recent development is taking place). Automobiles and motorized traffic are prohibited on the islands by local ordinance, so the preferred method of transportation is by foot and bicycle or the horse-drawn carriage called a cidomo. Scuba diving and free diving in and around the Gilis is also common due to the abundance of marine life and coral formations. Most famous diving spots are Shark point, Manta point and Simon's reef.Lonely Planet guide to Bali & Lombok, Lonely Planet Publications, Melbourne, (2005) ==Etymology== The name \"Gili Islands\" is a misnomer, because Gili simply means \"small island\" in Sasak. As a result, most of the islands around the coast of Lombok have Gili in their names, although confusion is averted by referring (in English) to the other Gilis around the Lombok coast by their proper names only. The Indonesian word for water is Air () and Gili Air was named for being the only island of the three to have subterranean fresh water. This is acknowledged as a finite resource with some resorts and restaurants shipping in the water from the mainland. ==Geography and climate== The Islands are located in the Lombok Strait, to the immediate northwest of Lombok. They extend outward from a tiny peninsula called Sire near to the village of Tanjung on Lombok. Bali lies about 35 km to the west of Gili Trawangan, the islands' most westerly member. Both Bali and Lombok are easily visible from the Gilis in clear weather. Mount Rinjani, Indonesia's second highest volcano, is close by on neighbouring Lombok, and dominates the views towards the east. Due to their close proximity to the Equator, the Islands have a warm, tropical climate with a dry and wet season. With Mount Rinjani to the immediate east on Lombok, and Mount Agung to the west on Bali, The Gilis are somewhat sheltered and actually enjoy a slightly drier microclimate when compared to the surrounding archipelago. Dry Season usually lasts from May until October, with monsoon season starting in November and continuing through to April. Temperatures range between 22 °C to 34 °C, with an average annual temperature of around 28 °C. ==History== Due to their small size and population, and relatively recent settlement of the islands, published sources are limited. Where local knowledge has been used, those cited are elected local officials whose details are listed in the references section. For more detailed regional historical information, visit the Lombok article. For a brief period during the Second World War, occupying Japanese forces used the islands as a lookout post and prisoner of war camp. Relics from this period include the remains of a bunker on the hill of Gili Trawangan, and the wreck of a patrol boat submerged at a depth of 45 m in the bay to the south of Gili Air (now a popular dive site). Permanent settlement only began in the 1970s, mainly due to the lack of fresh water sources before that time. Prior to human settlement, these islands remained pristine wildlife mangrove habitats. Initially, Bugis fishermen used the islands as a stop off location for their voyages around the archipelago. In 1971 the governor of Lombok, Wasita Kusama, began to establish coconut plantations and gave land rights to private companies. 350 inmates from overcrowded Mataram prison were sent to help with the first harvests between 1974 and 1979, many of whom remained on the Islands as permanent settlers.http://marlionllc.com/charm-gili-trawangan/ Following various difficulties with coconut harvests, the private efforts to exploit the islands' plantations were abandoned. The local population grew beyond their allocated bounds (100 hectares) and began to erect homes and businesses on the private, abandoned land. This led to a land dispute that continues to the present. In the 1980s, the islands started to be discovered by backpacker tourists. This was influenced by the exponential rise of tourism in neighbouring Bali. At first, Gili Air (having the most infrastructure at the time) began to transform to cater to this new economy. However, Gili Trawangan soon surpassed it due mostly to its proximity to better dive locations. As the prospects for tourism on the islands began to rise in the late 1980s and early 1990s, the government and investors whose abandoned land had been settled on by an expanding population, began to regain interest in the potential for development. This resulted in a series of evictions and demolishing of local homes and businesses, followed each time by inaction on the part of the developers and the rebuilding of destroyed homes by residents who opposed the eviction. The first tourist accommodation on Gili Trawangan was a small homestay called Pak Majid, built in 1982, by Pak (\"polite Mr\") Majid. This was eventually taken over in 2007 and transformed into Pesona Resort and Restaurant (the first Indian restaurant on the Gilis). Most of the locally owned businesses from the 1980s have been acquired by westerners. The longest standing locally owned and operated business is \"Goodheart\" resort, originally built in 1987 and rebuilt three times following demolition relating to the ongoing land dispute. Gili Trawangan gained a reputation from the late 1980s to the late 1990s as a party island. Drugs were freely available on the island and its low population and remoteness required no police presence at the time. During the 1990s, the diving industry grew swiftly and the islands began to develop into a world class diving instruction location. This fed local tourism and in the new millennium a wider spectrum of accommodation and entertainment began to be developed that catered to a broader range of visitors. In 2000, a non-profit organisation by the name of Gili Eco Trust was established to help protect the coral reefs surrounding the islands and improve environmental education. It originated as a co-operation between influential members of the local community (Satgas) and the dive shops on Gili Trawangan and was initiated by the owners of Manta Dive. Many projects have since been organised to protect and restore coral reefs, improve waste management, struggle against erosion, treat animals, raise awareness and educate. This was needed as damage had occurred due to a particularly warm El Niño and unsustainable local fishing methods. In 2005, fast boat operations began from neighbouring Bali, the first company being Blue Water Express, they still operate to the islands. Following them, fast boat services from several operators commenced services from various points around Bali and Nusa Lembongan, to the Islands. The fast boat service are : Wahana Gili Ocean, Eka Jaya Fast Boat, BlueWater Express, Mahi Mahi Dewata, Scoot Fast Cruises, Marina Srikandi, and more. , the islands continue to experience rapid growth and development related to the tourism industry. Efforts are being made to preserve marine habitats and remain culturally distinct from neighbouring Bali in this process. The aforementioned land dispute remains unresolved. ==Gili Trawangan== Sunset, Gili Trawangan Gili Trawangan as seen from Gili Meno. Gili Trawangan is the largest of Lombok's Gili Islands and the only one to rise significantly (30 m) above sea level. Measuring 3 km long and 2 km wide, it has a population of around 1500 (see demography). The name Trawangan originates from the Indonesian word Terowongan (Tunnel) due to the presence of a cave tunnel built there during Japanese occupation in World War 2. Japanese presence during the second world war was on elevated topography in the South of the island, where anti-aircraft guns were housed. Only the base of the AA guns remains at the end of the tunnel. Of the Gilis, Trawangan is the most developed and geared towards tourism. The main concentration of settlement, recreation, accommodation and diving business is situated on the eastern side of the island. A local pub, Tír na Nóg claims that Trawangan is the smallest island in the world with an Irish pub. It was previously administered under Lombok Barat Regency along with Senggigi until 2010 when the Gili islands came under the jurisdiction of the new North Lombok Regency (Kabupaten Lombok Utara).http://marlionllc.com/north-lombok-regency/ On Gili Trawangan (as well as the other two Gilis), there are no motorised vehicles. The main means of transportation are bicycles (rented by locals to tourists) and cidomo (a small horse-drawn carriage). For travelling to and from each of the Gilis, locals usually use motorised boats and speedboats. Some of the first inhabitants of Gili Trawangan were fishermen and farmers from Sulawesi. Previous to human settlement Gili Trawangan was covered in forest and deer lived on the island. (Source: Inhabitants of Gili Trawangan — no printed source available). The economy of Gili Trawangan centres on tourism, as the island is too small to support any broad scale agriculture, and too remote to allow economically viable industry or commerce. There is a mosque on the island. ===Drug tourism=== Gili Trawangan has had a reputation since the 1980s as a location where drugs are freely available. Psilocybin mushrooms are openly advertised on the island, and a range of harder drugs have been known to be in circulation. Though police presence is low, Indonesian drug laws are extremely harsh and thus strictly speaking drug possession and use is prohibited and carries potentially grave risk (up to and including the death penalty). Although the 'drug tourism' (and tourism in general) began on Gili Trawangan, in the last 10 years finding drugs on Gili Air and Gili Meno has become very open and easy as well. Especially on Gili Air which has more intense psychedelics being sold openly to tourists for beach parties. Gili Trawangan is also the only island out of the 3 Gili Islands that has any active law enforcement. This makes it much more difficult for harder drugs (such as cocaine or ecstasy) to be sold, and deters drug dealers from staying there. Gili Meno and Gili Air have no police and any issues need to be dealt with at the police station in Lombok. ==Gili Meno== Gili Meno is the middle of Lombok's three northwest coast Gilis. Gili Meno has a population of about 500, mainly concentrated on the centre of the island (see section on demography). The main income comes from tourism, coconut plantation and fishing. On the west side of the island there is a small shallow lake that produces salt in the dry season. Until a few years ago there was also a small production of seaweed on the reef at the north end of the island. Gili Meno has swimming beaches all around the island, and a turtle sanctuary. The island attracts fewer tourists than Gili Trawangan and is the quietest and smallest of the islands. However, honeymooners are often drawn to the crystal clear water and idyllic, secluded white beaches. Since early 2017 fresh water was installed on the island and is supplied by underwater pipes from Lombok. Electricity is supplied by underwater cables from Lombok. There are no cars or motorbikes. ==Gili Air== Mount Rinjani from the south coast of Gili Air Gili Air is the second smallest of the islands and the closest to mainland Lombok, making it popular with honeymoon couples and travellers seeking a quiet retreat. It has a population of about 1,800. The island offers excellent snorkelling and scuba diving off its east coast, and turtles can be seen along the coral reef. Other water sports such as Stand Up Paddleboarding and Kitesurfing are also now available. An Indonesian cooking school has opened its door on the harbour in 2015 Gili Cooking Classes. Gili Air also has a public gym. Continued investment in tourism is resulting in rapid development of the islands, and each year sees new resorts and accommodation on the islands while attempting to retain their individual character. Proximity to Gili Meno, the smallest and most secluded of the islands and to Gili Trawangan the largest island, known for its many restaurants and parties, makes Gili Air a destination that combines relative seclusion with adequate services. Both other Islands are a quick boat ride away. ==Transport== There is no motorised transport on the Islands apart from electric scooters. The short distances on land are traversed on foot, by bicycle or Cidomo. The Islands can only be reached by sea, and are frequented by a variety of fast boats operating various routes from Bali. *There are direct boat services from Bali and Lombok to the Gili Islands. * Flights from Ngurah Rai International Airport to Lombok International Airport take about 40 minutes followed by a 2 h taxi ride to Bangsal harbour in Northwest Lombok and a Local boat to the Gili Islands for a further 20-30mins. * Public Ferries depart from Padang Bai (Southeast Bali) every hour, taking a minimum of 4–5 hours to reach Lembar (Southwest Lombok), after which a taxi can be taken for a 2 h drive to Bangsal harbour where local boats to the Gili Islands await during daylight hours. *Fast boats depart daily from Padang Bai (Southeast Bali), Serangan (South Bali) and Amed (North East Bali) with an average crossing time of 1.5 hours. Booking your e-ticket can be done online at or DuckFerries and will mostly be cheaper than the counter prices. Prices start from US$18 one way and US$32 return trip. == Earthquake disaster == Joko Widodo examining the earthquake damage. The August 2018 Lombok earthquake killed 20 people and injured hundreds more, the earthquake caused significant damage to Lombok island and was the foreshock of a larger earthquake that followed 8 days later. The August 2018 Lombok earthquake occurred on August 5, 2018 and had a moment magnitude of 6.9 and caused catastrophic damage to North Lombok and also caused damage to nearby Bali, The earthquake caused up to 563 deaths and injured hundreds more. ==Gallery== File:Gili Meno West Coast.jpg|View of the west coast of Gili Meno looking south — Lombok is in the distance File:Gili Trawangan.jpg|View of Trawangan Pier and a Cidomo, local transport File:Gili Trawangan Dawn 2.jpg|View from the top of the hill on Gili Trawangan just after dawn; foreground is Gili Trawangan, Gili Meno is next and then Gili Air — Gunung Rinjani is backlit by the approaching dawn File:Gunung Rinjani from Gili Trawangan 1.jpg|View from Gili Trawangan; in the foreground are island hopper boats anchored off Gili Trawangan, Gili Meno is the next island — Ginung Rinjani is in the distance File:Gili Trawangan.jpeg|Gili Trawangan ==References== Category:Lesser Sunda Islands Category:Underwater diving sites in Indonesia ",
    "title": "Gili Islands"
}