{
    "id": "1269841",
    "text": "Earl Douglas \"Doug\" Applegate, Jr. (born March 27, 1928) is an American politician who served as a U.S. Representative from Ohio as a member of the Democratic Party. ==Life and career== Applegate was born in Steubenville, Ohio on March 27, 1928, the son of Mary Lougacre and Earl Douglas Applegate.http://birth-records.mooseroots.com/l/5224873/Earl-Douglas- Applegate-Jr He attended local public schools, and graduated from Steubenville High School in 1947, after which he engaged in the real estate business. In 1960, Applegate was elected to the Ohio House of Representatives, and was reelected in 1962, 1964 and 1966. By 1968, he had moved up to the Ohio Senate, and was reelected once more in 1972. In 1976, Congressman Wayne Hays resigned following a major sex scandal and withdrew from the 1976 House race. The Democratic Party appointed Applegate as the replacement candidate on August 16, 1976 and easily won in the safe Democratic district. He served a total of nine terms in the United States House of Representatives from 1976 to 1992. By 1994, Applegate had served almost two decades in the House, and opted to retire and was succeeded by state senator Bob Ney. During the 1988 presidential election Applegate ran in the Democratic primary as a favorite son candidate, but failed to gain any traction and only received 25,068 votes. In the Ohio primary he only won one county and delegate, but stated that he had succeed in his goal in putting the issues facing the 18th congressional district before multiple presidential delegates and that he and his one delegate would lobby Michael Dukakis at the convention. He was later unsatisfied with Dukakis' stance and plan for acid rain and stated that he might vote for himself with the delegate he won in Ohio as a protest vote. He became less active in Congress in the 1990s with him voting present over 98% of the time in 1990 and his amount of missed votes rising from five percent to fifty one percent in the 1994 House session. ==Memorials== The United States Post Office at 150 N. 3rd Street, Steubenville was designated the \"Douglas Applegate Post Office\" on July 9, 1997. ==References== ==External links== * Category:1928 births Category:Living people Category:Members of the Ohio House of Representatives Category:Members of the United States House of Representatives from Ohio Category:Ohio state senators Category:Politicians from Steubenville, Ohio Category:Ohio Democrats Category:Democratic Party members of the United States House of Representatives ",
    "title": "Douglas Applegate"
}