{
    "id": "1269972",
    "text": "Hot bowl of champurrado as served at a Mexican breakfast Champurrado is a chocolate-based atole, a warm and thick Mexican beverage, prepared with either masa de maíz (lime-treated corn dough), masa harina (a dried version of this dough), or corn flour (simply very finely ground dried corn, especially local varieties grown for atole); piloncillo; water or milk; and occasionally containing cinnamon, anise seed, or vanilla.Champurrado at About.com Ground nuts, orange zest, and egg can also be employed to thicken and enrich the drink. Atole drinks are whipped up using a wooden whisk called a molinillo. The whisk is rolled between the palms of the hands, then moved back and forth in the mixture until it is aerated and frothy; a blender may also be used. Champurrado is traditionally served with churros in the morning as a simple breakfast or as a late afternoon snack. Champurrado is also very popular during Day of the Dead (a holiday observed around the same week as Halloween) and at Las Posadas (during the Christmas season), where it is served alongside tamales. Champurrado may also be made with alcohol. == History == Champurrado Mexican chocolate-based drink Chocolate is native to the Amazon and it was first cultivated by the Mayas and the Aztecs. The Mayans used the cocoa beans in various ceremonies such as marriage and trade. Chocolate beverages date back to 450 BC with the Aztecs. They drank chocolate with corn puree, or masa. These drinks were thought of as magical and upon drinking, would give the drinker power and strength. In the sixteenth century, Spain invaded the Americas numerous times and brought back many items to Spain, one of those items being chocolate. The chocolate was drunk pure and heated. This was a luxury and something only aristocrats could afford as only the very rich could afford prized cocoa beans. Over time, the drink was changed. Early Spanish colonists adapted a beverage created in ancient Aztec times composed of water and masa harina. They changed it by adding sugar, milk, and chocolate.History of chocolate Since sugarcane (originally from Southeast Asia) came to the Americas sometime after Europeans did, chocolate was said to have an acquired taste as it comes off as bitter without added sweetener. The Spaniards created a drink consisting of chocolate, vanilla, and other spices which was served chilled. This drink cannot be compared to modern-day hot chocolate as it was very spicy and bitter, contrasting with the modern notion of very sweet, warm chocolate.Hot chocolate Champorado, Filipino chocolate rice porridge The Mexican drink has been around since pre-Columbian times, among the Aztecs and Maya., Champurrado Recipe and History: Enjoy it on December 12, Day of the Virgin of Guadalupe. The invention of champurrado shows the adaptation of ancient practices to European colonizers. Upon the production of the drink, special tools like the molinillo were made to assist in the making of the drink which is now also used to make traditional hot chocolate in former Spanish colonies. There are many versions of champurrado in different countries. A unique variant in the Philippines is champorado. Although adapted directly from Mexican champurrado via the Manila galleons, it differs in that it uses whole grains of glutinous rice instead of masa. Instead of a drink, it's a sweet rice porridge traditionally eaten during cold rainy days and in the Christmas season. Many Latin Americans, especially Mexicans, love to enjoy a nice cup of champurrado around the holidays when the weather tends to get colder around the time of year. According to most who drink champurrado, it is a delicious beverage and highly differs from hot chocolate according to its taste and texture. The taste of the beverage also varies based on how it was made. == Terminology == Champurrado is a type of atole with its main characteristic consisting of chocolate. The difference between traditional hot chocolate and champurrado is the use of masa harina (corn flour). Atole is made by toasting masa on a griddle, then adding water that has been boiled with cinnamon sticks. The resulting blends vary in texture, ranging from a porridge to a very thin, liquid consistency. In northern Mexico, a variation is also made using pinole (sweetened toasted corn meal). Although atole is one of the traditional drinks of the Mexican holidays Day of the Dead and Las Posadas, it is very common during breakfast and dinner time at any time of year. It is usually sold as street food but can be found in various Latin restaurants. The inclusion of chocolate to the atole gives birth to champurrado. There are many different types of recipes to make champurrado. Different states in Mexico for example, use spices to enhance its taste. When going for an authentic champurrado, Mexican chocolate such as the “Abuelita” brand is used, which is very popular in Mexico and can easily be found at local American Latino grocery stores or in \"International\" aisles. Cooking champurrado in a clay pot is also traditional and brings out the flavor even further. ==Usage== Atole and the traditions behind it go back centuries to ancient Mexico. Five to six thousand years ago, archaeological studies in Mexico have shown that they were making atole the same way they are making it today. Atole is a drink made with masa, finely ground corn flour, and only when chocolate is added does it become champurrado. “The word 'Atole' is derived from Nahuatl, the still-living language of the Aztecs. Atole was popular long before the arrival of Spanish conquistador Hernán Cortés in 1521. The Aztec culture have consumed this drink for centuries and that comes to no surprise as atole is one of the easiest ways to consume corn as it was first cultivated in the Americas.” To create this drink in a traditional way, a kitchen utensil existing since prehistoric times called metate is used, – “a piece of porous volcanic rock on three legs titled to for a grinding surface. The grinding is done by passing back and forth over this surface with an oblong piece of the same material. Throughout history this process was never done by a man. Women kneeled down grinding the corn using the oblong tool and the weight of her body. Grinding the kernels is a slow and tiresome process but comes the masa needed to producing atole and champurrado.” Pradeau, alberto francisco (Spring 1974). Pozole, Atole, and Tamales: Corn and Its Uses in the Sonora-Arizona Region. The Journal of Arizona History. pp. 2–3. == See also == * Abuelita * Champorado * Tejate * List of chocolate beverages * List of hot beverages * List of maize dishes ==References== Category:Non-alcoholic drinks Category:Mexican drinks Category:Maize-based drinks Category:Chocolate drinks Category:Hot drinks Category:Mesoamerican cuisine Category:Christmas food Category:Day of the Dead food ",
    "title": "Champurrado"
}