{
    "id": "1269322",
    "text": "Candesartan is an angiotensin receptor blocker used mainly for the treatment of high blood pressure and congestive heart failure. It was patented in 1990 and approved for medical use in 1997. ==Medical uses== ===Hypertension=== As with other angiotensin II receptor antagonists, candesartan is indicated for the treatment of hypertension. Candesartan has an additive hypertensive effect when combined with a diuretic, such as chlortalidone. It is available in a combination formulation with a low dose of the thiazide diuretic hydrochlorothiazide. Candesartan/hydrochlorothiazide combination preparations are marketed under various trade names including Atacand HCT, Hytacand, Blopress Plus, Advantec and Ratacand Plus. ===Congestive heart failure=== Results from the CHARM study (early 2000s) demonstrated the morbidity and mortality reduction benefits of candesartan therapy in congestive heart failure. ===Prehypertension=== In a four-year randomized controlled trial, candesartan was compared to placebo to see whether it could prevent or postpone the development of full-blown hypertension in people with so-called prehypertension. During the first two years of the trial, half of participants were given candesartan, and the others received placebo; candesartan reduced the risk of developing hypertension by nearly two-thirds during this period. In the last two years of the study, all participants were switched to placebo. By the end of the study, candesartan had significantly reduced the risk of hypertension, by more than 15%. Serious adverse effects were more common among participants receiving placebo than in those given candesartan. ===Prevention of atrial fibrillation=== A meta-analysis found that candesartan reduces risk of atrial fibrillation in persons with systolic left ventricular dysfunction or with left ventricular hypertrophy.Healey, Jeff S., Adrian Baranchuk, Eugene Crystal, Carlos A. Morillo, Michael Garfinkle, Salim Yusuf, and Stuart J. Connolly. \"Prevention of atrial fibrillation with angiotensin-converting enzyme inhibitors and angiotensin receptor blockers: a meta-analysis.\" Journal of the American College of Cardiology 45, no. 11 (2005): 1832-1839. (This was also true of other angiotensin receptor blockers and of angiotensin converting enzyme inhibitors). ===Diabetic retinopathy=== Use of antihypertensive drugs, including candesartan, in patients with diabetic retinopathy, has been demonstrated to slow the progression of diabetic retinopathy. ===Migraine prophylaxis=== Candesartan is effective for prophylaxis of migraine. ==Adverse effects== As with other drugs that inhibit the renin–angiotensin system, if candesartan is taken by pregnant women during the second or third trimester, it can cause injury and in some cases, death of the developing fetus. Symptomatic hypotension may occur in people who take candesartan and are volume-depleted or salt-depleted, as can also occur when diuretics are coadministered. Reduction in renal glomerular filtration rate may occur; people with renal artery stenosis may be at higher risk. Hyperkalemia may occur; people who are also taking spironolactone or eplerenone may be at higher risk. For label updates see FDA index page for IND 020838 Anemia may occur, due to inhibition of the renin–angiotensin system. As with other angiotensin receptor blockers, candesartan can rarely cause severe liver injury. right ==Chemistry and pharmacokinetics== Candesartan is marketed as the cyclohexyl 1-hydroxyethyl carbonate (cilexetil) ester, known as candesartan cilexetil. Candesartan cilexetil is metabolised completely by esterases in the intestinal wall during absorption to the active candesartan moieity. The use of a prodrug form increases the bioavailability of candesartan. Despite this, absolute bioavailability is relatively poor at 15% (candesartan cilexetil tablets) to 40% (candesartan cilexetil solution). Its IC50 is 15 μg/kg. ==History== The compound known as TCV-116 (candesartan) was studied by Japanese scientists using standard laboratory rats. Animal studies were published showing the effectiveness of the compound in 1992–1993, with a pilot study on humans published in the summer of 1993. ==Names== The prodrug candesartan cilexetil is marketed by AstraZeneca and Takeda Pharmaceuticals, commonly under the trade names Blopress, Atacand, Amias, and Ratacand. It is available in generic form. ==References== Category:Angiotensin II receptor antagonists Category:Tetrazoles Category:Benzimidazoles Category:Ethers Category:Carboxylic acids Category:Biphenyls Category:AstraZeneca brands Category:Takeda Pharmaceutical Company brands ",
    "title": "Candesartan"
}