{
    "id": "1269264",
    "text": "Karl von Schmidt. Karl von Schmidt (January 12, 1817 – August 25, 1875) was a Prussian cavalry general. == Life == Schmidt was born at Schwedt on the Oder in the Province of Brandenburg, and entered the 4th Ulans as a second lieutenant in 1834. Schmidt's long regimental service was varied by staff service and instructional work, and in the mobilization of 1859 he had the command of a landwehr cavalry regiment. In 1863 he was made colonel of the 4th Cuirassiers, which he commanded in the, for the cavalry arm, uneventful campaigns in the Second Schleswig War of 1864 and the Austro-Prussian War of 1866. He then commanded a newly raised regiment of Schleswig-Holstein troops, the 16th Hussars, but at the outbreak of the Franco-Prussian War he was still an obscure and perhaps a mistrusted officer, though his grasp of every detail of cavalry work was admitted. But an opportunity for distinction was grasped in the cavalry fighting around Mars-la-Tour (August 16), in which he temporarily led a brigade and was severely wounded. He was soon promoted major-general and succeeded to the temporary command of his division on the disablement of its leader. In this post Schmidt did brilliant work in the campaign on the Loire, and even in the winter operations towards Le Mans, and earned a reputation second to none amongst the officers and men of his arm. After the war he took a leading part in the reorganization of the Prussian cavalry, which in ten years raised its efficiency to a point far beyond that of any other cavalry in Europe. In 1875, though his health was failing, he refused to give up the conduct of certain important cavalry manoeuvres with which he had been entrusted. But a few days of heavy work in the field brought on a fatal illness, and he died at Danzig on the 25 August 1875. In 1889 the 4th Ulans, in which his regimental service was almost entirely spent, were given the name “von Schmidt”. Schmidt's drill and manoeuvre instructions were codified and published after his death by his staff officer, Captain von Vollard Bockelberg, who was authorized by Prince Frederick Charles of Prussia to do so. An English translation, Instructions for Cavalry, was published by the War Office. Schmidt himself wrote a pamphlet, Auch ein Wunder die Ausbildung der Cavallerie (1862). The original German edition of the Instructions for Cavalry is prefaced by a memoir of Schmidt's life and services, written by Major Kaehler. ==Notes== ==References== * Category:1817 births Category:1875 deaths Category:People from Schwedt Category:People from the Province of Brandenburg Category:German untitled nobility Category:Major generals of Prussia Category:Cavalry commanders Category:Prussian people of the Austro-Prussian War Category:German military personnel of the Franco- Prussian War ",
    "title": "Karl von Schmidt"
}