{
    "id": "1269814",
    "text": "{| |} Silverstone, p. 332 was a of the Imperial Japanese Navy (IJN). She was laid down as the passenger liner , but was purchased by the IJN in 1941 while still under construction and converted into an aircraft carrier. Completed in May 1942, the ship participated in the Aleutian Islands Campaign the following month and in several battles during the Guadalcanal Campaign later in the year. Her aircraft were used from land bases during several battles in the New Guinea and Solomon Islands Campaigns. Jun'yō was torpedoed in November 1943 and spent three months under repair. She was damaged by several bombs during the Battle of the Philippine Sea in mid-1944, but quickly returned to service. Lacking aircraft, she was used as a transport in late 1944 and was torpedoed again in December. Jun'yō was under repair until March 1945, when work was cancelled as uneconomical. She was then effectively hulked for the rest of the war. After the surrender of Japan in September, the Americans also decided that she was not worth the cost to make her serviceable for use as a repatriation ship, and she was broken up in 1946–1947. ==Design and description== The ship was ordered in late 1938 as the fast luxury passenger liner Kashiwara Maru by Nippon Yusen Kaisha (the Japan Mail Steamship Company). In exchange for a 60 percent subsidy of her building costs by the Navy Ministry, she was designed to be converted to an auxiliary aircraft carrier, one of 10 such ships subsidized by the IJN.Lengerer & Rehm-Takahara, pp. 17, 106 Jun'yō had an overall length of , a beam of and a draft of . She displaced at standard load.Lengerer & Rehm-Takahara, p. 107 Her crew ranged from 1,187 to 1,224 officers and men.Jentschura, Jung & Mickel, p. 52 The ship was fitted with two Mitsubishi-Curtis geared steam turbine sets with a total of , each driving one propeller shaft, using steam provided by six Mitsubishi three-drum water-tube boilers. Jun'yō had a designed speed of , but reached during her sea trials. The ship carried of fuel oil, which gave her a range of at .Lengerer & Rehm-Takahara, pp. 189–190 ===Flight deck arrangements=== Aft view of Jun'yōs island, 19 October 1945 Jun'yōs flight deck was long and had a maximum width of . The ship was designed with two superimposed hangars, each approximately long, wide and high. Each hangar could be subdivided by four fire curtains and they were fitted with fire fighting foam dispensers on each side. The hangars were served by two aircraft elevators.Lengerer & Rehm- Takahara, pp. 108–114 The ship's air group was originally intended to consist of 12 Mitsubishi A5M (\"Claude\") fighters, plus 4 in storage, 18 Aichi D3A \"Val\" dive bombers, plus 2 in reserve, and 18 Nakajima B5N \"Kate\" torpedo bombers. This was revised to substitute a dozen Mitsubishi A6M Zero fighters, together with 3 more in storage, for the A5Ms by the time the ship commissioned in 1942. As a result of the lessons learned from the Battle of Midway in June, the ship's fighter complement was strengthened to 21 Zeros, and the B5Ns were reduced to 9. By the end of the year, 6 more Zeros replaced an equal number of D3As, giving totals of 27 A6Ms, 12 D3As and 9 B5Ns. Although it was possible to fit all these aircraft into the hangars, 8 or 9 were usually stored on the flight deck to reduce cramping below decks.Lengerer & Rehm-Takahara, p. 111 ===Armor, armament and sensors=== As a conversion from an ocean liner, the ship could not support much armor, although it had a double bottom. Two plates of Ducol steel, each thick, protected the sides of the ship's machinery spaces. The ship's aviation gasoline tanks and magazines were protected by one layer of Ducol steel. Her machinery spaces were further subdivided by transverse and longitudinal bulkheads to limit any flooding.Lengerer & Rehm-Takahara, p. 188 The ship's primary armament consisted of a dozen 40-caliber Type 89 anti-aircraft (AA) guns in six twin- gun mounts on sponsons along the sides of the hull. Jun'yō was also initially equipped with eight triple mounts for 25 mm Type 96 light AA guns alongside the flight deck. In mid-1943, four more triple mounts were added and another four triple mounts in late 1943 and early 1944. Two of these last four mounts were mounted on the stern and the others were placed in front of and behind the island. A dozen single mounts were also added, some of which were portable and could be mounted on the flight deck. After the Battle of the Philippine Sea in June 1944, the ship's anti-aircraft armament was reinforced with three more triple mounts, two twin mounts and eighteen single mounts for the 25 mm Type 96 gun. These guns were supplemented by six 28-round AA rocket launchers. In October 1944, Jun'yō had a total of 91 Type 96 guns: 57 in nineteen triple mounts, 4 in two twin mounts, and 30 single mounts.Lengerer & Rehm-Takahara, pp. 188, 193 Two Type 94 high-angle fire-control directors, one on each side of the ship, were fitted to control the Type 89 guns. Each director mounted a rangefinder. When Jun'yō was first commissioned only the rangefinders were fitted and the directors were added later. Four Type 95 directors controlled the 25 mm guns and another pair were added in early 1943. Early warning was provided by two Type 2, Mark 2, Model 1 early-warning radars. The first of these was mounted on the top of the island in July 1942, shortly after she was completed, and the other was added later in the year on the port side of the hull, outboard of the rear elevator.Lengerer & Rehm-Takahara, pp. 188–189, 193 A smaller Type 3, Mark 1, Model 3 early-warning radar was added in 1944.Stille, p. 23 ==Career== Jun'yōs keel was laid down by Mitsubishi on Slipway No. 3 at their shipyard in Nagasaki on 20 March 1939. She was yard number 900 and had the name Kashiwara Maru at that time. The ship was purchased on 10 February 1941 by the Navy Ministry and she was temporarily referred to as No. 1001 Ship (Dai 1001 bankan) to keep her conversion secret. She was launched on 26 June 1941 and commissioned on 3 May 1942 as Jun'yō.Lengerer & Rehm-Takahara, pp. 17, 106–107 Upon commissioning, the ship was assigned to the Fourth Carrier Division of the 1st Air Fleet, together with , under the command of Rear Admiral Kakuji Kakuta. She was tasked to support Operation AL, an attack planned to seize several Aleutian Islands to provide advance warning in case of an American attack from the Aleutians down the Kurile Islands while the main body of the American fleet was occupied defending Midway. Jun'yō carried 18 A6M2 Zeros and 18 D3As for this operation. At dawn on 3 June, she launched 9 Zeros and a dozen D3As to attack Dutch Harbor on Unalaska Island. They had to turn back due to bad weather, although an American PBY Catalina reconnaissance aircraft was shot down by a Zero. A second airstrike was launched later in the day to attack a group of destroyers discovered by aircraft from the first attack, but they failed to find the targets. Another airstrike was launched on the following day by the two carriers that consisted of 15 Zeros, 11 D3As, and 6 B5Ns and successfully bombed Dutch Harbor. As the aircraft from Jun'yō were regrouping after the attack, they were attacked by 8 Curtiss P-40 fighters that shot down 2 Zeros and a pair of D3As while losing 2 of their own. Another D3A got lost and failed to make it back to the carrier. Shortly after the aircraft were launched, the Americans attacked the carriers, but failed to inflict any damage. A Martin B-26 Marauder bomber and a PBY were shot down by Zeros, and a Boeing B-17 Flying Fortress bomber was shot down by flak during the attack.Brown, pp. 144–148 Jun'yō had initially been designated as an auxiliary aircraft carrier (Tokusetsu kokubokan), but following the loss of four Japanese fleet carriers in the Battle of Midway, she was redesignated as a regular carrier (Kokubokan) in July. Captain Okada Tametsugu assumed command on 20 July 1942. Upon arrival at Truk on 9 October, together with her sister ship , the ship was assigned to the Second Carrier Division to begin operations against American forces in the Guadalcanal area as part of the 3rd Fleet.Tully On the night of 16 October, the two carriers were ordered to attack the American transports off Lunga Point, Guadalcanal and they moved south to their launching point north of Lunga. At 05:15 each ship launched nine each A6M Zeros and B5Ns (one of Jun'yōs B5Ns was forced to turn back with mechanical problems) which reached the target and discovered two destroyers bombarding Japanese supply dumps on Guadalcanal around 07:20. Hiyōs aircraft attacked seven minutes later without effect, although the American ship shot down one B5N and damaged another which was forced to make a crash landing. Jun'yōs eight B5Ns engaged and also failed to hit their target, not least because they were attacked by Marine Grumman F4F Wildcat fighters at 07:32. The Marine pilots shot down three B5Ns on their first pass and severely damaged another pair which were also forced to crash land. They then shot down the three remaining bombers after they missed Lardner. The defending Zeros were only able to shoot down one Wildcat at the cost of one of Hiyōs fighters forced to crash land, although they claimed to have shot down thirteen Marine fighters.Lundstrom, pp. 318–319 Hiyō was forced to depart the area after a fire reduced her top speed to and transferred three Zeros, one D3A and five B5Ns before she left. Rear Admiral Kakuji Kakuta, commander of the Second Carrier Division, also transferred and hoisted his flag aboard Jun'yō. A bomb from a Japanese aircraft narrowly missing Enterprise during the Battle of the Santa Cruz Islands In late October 1942, during the Guadalcanal Campaign, Jun'yō took part in the Battle of the Santa Cruz Islands. At this time, her air group consisted of eighteen Zeros, eighteen D3As and nine B5Ns. At 05:00 on 26 October 1942, she had launched fourteen Zeros and a few D3As to land at Henderson Field on Guadalcanal, which had been falsely reported by the Imperial Japanese Army as in their hands, but they were greeted by Marine Grumman F4F Wildcats and all were shot down. At 09:30, Jun'yō launched another air strike that attacked the carrier , the battleship and the light cruiser , scoring hits on the latter two, but inflicting little substantial damage. Three D3As and a B5N were shot down by returning Douglas SBD Dauntless dive bombers. Kakuta ordered another air strike to be launched at 14:15, using six B5Ns from the damaged and nine D3As from both carriers. Shortly afterwards, more aircraft were launched to attack the American ships, including six B5Ns and six D3As escorted by half a dozen Zeros. All of these aircraft attacked the carrier , which had been badly damaged by the attacks earlier in the day. American damage control measures had been partially successful, but one torpedo hit by a B5N from Shōkaku increased her list from 7.5° to 14.5° and near-misses by the dive bombers started enough seams in her plating that her list increased to 18°. The Americans finally ordered the ship abandoned and the last wave of dive bombers hit Hornet twice more, but inflicted little further damage.Brown, pp. 181–186 In mid-November 1942, Jun'yō was tasked to provide air cover for the convoy bringing reinforcements for the Japanese forces on Guadalcanal during the three-day-long Naval Battle of Guadalcanal. The ship had twenty-seven A6M3 Zeros, a dozen D3A2s and nine B5N2s for this task. Six of her Zeros were on Combat Air Patrol when the convoy was discovered by two SBDs from Enterprise and shot down one dive bomber after it had made its spot report. They were unable to protect the convoy against further attacks by aircraft based at Henderson Field; seven transports were sunk and the remaining four transports were damaged before the end of the day. That afternoon, Enterprise had been discovered by a searching B5N and Jun'yō launched an air strike with her remaining aircraft, but they failed to locate the American carrier.Brown, pp. 188–193 In December 1942 and January 1943, the carrier covered several convoys that brought reinforcements to Wewak, New Guinea, and her air group protected the forces there for several days before returning to Truk on 20 January. The ship then covered the evacuation from Guadalcanal through early February.Hata, Izawa & Shores, p. 141 Jun'yō briefly returned to Japan in February before she sailed for Truk on 22 March together with Hiyō. Her air group was detached to Rabaul on 2 April to participate in Operation I-Go, a land-based aerial offensive against Allied bases in the Solomon Islands and New Guinea. Before returning to Truk in the middle of the month, Jun'yōs aircraft claimed to have shot down sixteen American aircraft for the loss of seven A6Ms and two D3As,Hata, Izawa & Shores, pp. 52–54 and they sank the destroyer . The ship's air group was deployed to Buin, Papua New Guinea, on 2 July in response to the American attack on Rendova Island on 30 June. Her fighters claimed 37 victories for the loss of nine aircraft before disbanding on 1 September.Hata, Izawa & Shores, p. 142 Leaving her aircraft behind, the carrier returned to Japan in late July. Jun'yō ferried aircraft to Sumatra in mid-August and troops and equipment to the Caroline Islands in September and October. En route from Truk to Kure on 5 November 1943, Jun'yō was hit off Bungo Suidō by a torpedo from the submarine . Four men were killed, but the damage was light, other than the disabled rudder. The ship was under repair and refit until 29 February 1944 at Kure. Meanwhile, her air group had been reconstituted at Singapore on 1 November with 24 Zeros, 18 D3As and 9 B5Ns. The aircraft transferred to Truk on 1 December and then to Kavieng at the end of December before reaching Rabaul on 25 January 1944. Her fighters claimed 40 Allied aircraft shot down and another 30 probably destroyed, but the air group was virtually annihilated.Hata, Izawa & Shores, pp. 142–143 The survivors were back at Truk on 20 February and the air group was disbanded. In the meantime, the Japanese Navy had restructured its carrier air groups so that one air group was assigned to one carrier division, and the 652nd Naval Air Group was assigned to the 2nd Carrier Division with Hiyō, Jun'yō and Ryūhō on 1 March. The air group was last in priority to be rebuilt and only had 30 Model 21 Zeros, 13 Model 52 Zeros and four D3As on hand on 1 April of its authorized 81 fighters, 36 dive bombers and 27 torpedo bombers. The ship conducted training for her aircraft in the Inland Sea until 11 May, when she sailed for Tawi-Tawi in the Philippines.Hata, Izawa & Shores, p. 235 The new base was closer to the oil wells in Borneo on which the Navy relied and also to the Palau and western Caroline Islands, where the Japanese expected the next American attack. However, the location lacked an airfield on which to train the green pilots, and American submarine activity restricted the ships to the anchorage.Palomar & Genda, pp. 380–381 ===Battle of the Philippine Sea=== The Japanese fleet was en route to Guimares Island in the central Philippines on 13 June, where they intended to practice carrier operations in an area better protected from submarines, when Vice Admiral Jisaburō Ozawa learned of the American attack on the Mariana Islands the previous day. Upon reaching Guimares, the fleet refuelled and sortied into the Philippine Sea, where they spotted Task Force 58 on 18 June. The Americans failed to locate Ozawa's ships that day and the Japanese turned south to maintain a constant distance between them and the American carriers as Ozawa had decided on launching his air strikes early the following morning. At this time, the 652nd Naval Air Group consisted of 81 Zeros, 27 D3As, 9 Yokosuka D4Y \"Judy\" dive bombers and 18 Nakajima B6N \"Jill\" torpedo bombers, roughly evenly divided among the three ships. The three carriers began launching their first air strike of 26 bomb-carrying A6M2 Zeros, 16 A6M5 Zeros to escort the other aircraft and 7 B6Ns at about 09:30. Most of these aircraft were misdirected and failed to find any American ships, although a dozen persisted in their search and found one of the American task groups. A B6N, 5 bomb-carrying Zeros and an escorting Zero were shot down by the defending fighters and no damage was inflicted on any American ships.Brown, pp. 252, 257–261 A second air strike of 27 D3As, 9 D4Ys, 2 B6Ns and 26 escorting Zeros was launched around 11:00, accompanied by at least 18 A6Ms and B6Ns from Shōkaku and . They had also been given an erroneous spot report and could not find any American ships. The 652nd aircraft headed for airfield at Rota and Guam to refuel while those from the other two carriers returned to them. A pair of Zeros and 6 D4Ys bound for Rota spotted the carriers and en route, but failed to inflict any damage on the American ships while losing 5 D4Ys to anti-aircraft fire. Radar had spotted those aircraft headed for Guam and they were intercepted by 41 Grumman F6F Hellcats. Only a single A6M5, 1 D4Y and 7 D3As of the 49 Japanese aircraft survived the encounter and landed.Brown, pp. 261–262 left At dusk, the Japanese turned away to the northwest to regroup and to refuel and the Americans turned west to close the distance. They discovered the retiring Japanese fleet during the afternoon of the following day and Vice Admiral Marc Mitscher ordered an air strike launched.Brown, pp. 263–264 They found the ships of the Second Carrier Division and hit Jun'yō with two bombs near her island. The ship was not badly damaged, but flight operations had to be suspended. The 652nd Naval Air Group claimed seven American aircraft shot down and four more probably shot down, but lost eleven Zeros, plus another three that had to ditch. The air group was disbanded on 10 July with many of its remaining personnel being assigned to Air Group 653.Hata, Izawa & Shores, p. 236 After repairs at Kure, Jun'yō remained in the Inland Sea without aircraft until 27 October, when she was tasked to transport material to Borneo. On 3 November, she was attacked by the submarine near Makung, but her escorting destroyer, , deliberately intercepted the torpedoes and sank with no survivors. On her return voyage, the ship was unsuccessfully attacked by the submarines and . On 25 November, she sailed for Manila via Makung to rendezvous with the battleship and the destroyers Suzutsuki, Fuyutsuki, and Maki. Having loaded 200 survivors of the battleship , Jun'yō was attacked by the submarines , and early in the morning of 9 December 1944. She was hit by three torpedoes that flooded several compartments and killed 19 men. These gave her a 10°–12° list to starboard, but she was able to proceed on one engine. She reached Sasebo the following day and began repairs on 18 December. The repairs were abandoned in March 1945 for lack of materials and the ship was moved from the dock to Ebisu Bay, Sasebo, on 1 April. Efforts to camouflage the ship began on 23 April and she was reclassified as a guard ship on 20 June. Jun'yōs armament was ordered removed on 5 August and the ship was surrendered to the Allies on 2 September. An American technical team evaluated the ship's condition on 8 October and deemed her a constructive total loss. Jun'yō was stricken from the Navy List on 30 November and scrapped between 1 June 1946 and 1 August 1947 by the Sasebo Ship Company.Lengerer & Rehm- Takahara, p. 193 ==Footnotes== ==References== * * * * * * * * * ==Further reading== * ==External links== * US Navy photos of Jun'yō * Battle of Midway: Interrogation of Japanese Prisoners Jun'yō Jun'yō Jun'yō Jun'yō Jun'yō Category:Maritime incidents in December 1944 ",
    "title": "Japanese aircraft carrier Jun'yō"
}