{
    "id": "1269024",
    "text": "Alexander Graham Cairns-Smith FRSE (24 November 1931 – 26 August 2016) was an organic chemist and molecular biologist at the University of Glasgow. He studied at the University of Edinburgh, where he gained a Ph.D. in Chemistry (1957). He was most famous for his controversial 1985 book Seven Clues to the Origin of Life. The book popularized a hypothesis he began to develop in the mid-1960s—that self-replication of clay crystals in solution might provide a simple intermediate step between biologically inert matter and organic life. He inspired other ideas about chemical evolution, including the Miller–Urey experiment and the RNA World, all of which are hypotheses that have played important roles in attempts to understand the origin of life. Cairns-Smith also published on the evolution of consciousness, in Evolving the Mind (1996), favoring a role for quantum mechanics in human thought. He died on 26 August 2016.CAIRNS SMITH. ==Clay hypothesis== The clay hypothesis suggests how biologically inert matter helped the evolution of early life forms: clay minerals form naturally from silicates in solution. Clay crystals, as other crystals, preserve their external formal arrangement as they grow, snap, and grow further. Clay crystal masses of a particular external form may happen to affect their environment in ways that affect their chances of further replication. For example, a \"stickier\" clay crystal is more likely to silt a stream bed, creating an environment conducive to further sedimentation. It is conceivable that such effects could extend to the creation of flat areas likely to be exposed to air, dry, and turn to wind-borne dust, which could fall randomly in other streams. Thus—by simple, inorganic, physical processes—a selection environment might exist for the reproduction of clay crystals of the \"stickier\" shape. There follows a process of natural selection for clay crystals that trap certain forms of molecules to their surfaces that may enhance their replication potential. Complex proto-organic molecules can be catalysed by the surface properties of silicates. When complex molecules perform a \"genetic takeover\" from their clay \"vehicle\", they become an independent locus of replication – an evolutionary moment that might be understood as the first exaptation. ==Selected publications== * . Note: This is a reissue of . * (Paperback reprint of original 1982 edition.) * (Canto reprint of the original 1986 edition) * ==See also== * Origin of life * History of the Earth ==References== ==External links== * Academic website, University of Glasgow * A bibliography of Cairns-Smith's origins of life publications, originoflife.net Category:1931 births Category:2016 deaths Category:Academics of the University of Glasgow Category:British molecular biologists Category:Fellows of the Royal Society of Edinburgh ",
    "title": "Graham Cairns-Smith"
}