{
    "id": "1270304",
    "text": "John Keith Patrick Allen (17 March 1927 – 28 July 2006) was a British actor. ==Life and career== Allen was born in Nyasaland (now Malawi), where his father was a tobacco farmer. After his parents returned to Britain, he was evacuated to Canada during the Second World War where he remained to finish his education at McGill University in Montreal. He gained experience as a local radio broadcaster and appeared on television in plays and documentaries, before returning to Britain. Returning to the UK in 1953, Allen made his film debut in Alfred Hitchcock's Dial M for Murder (1954). He subsequently appeared in character roles in many films, including Captain Clegg, The Wild Geese, The Sea Wolves, Puppet on a Chain, and Who Dares Wins. He was also the lead actor in the Associated Rediffusion adventure series Crane (1963–65) and in the BBC-1 series Brett (1971). Allen played Moriarty's deputy Colonel Sebastian Moran in The Adventures of Sherlock Holmes and The Return of Sherlock Holmes. He made regular appearances in ITC television series during the 1960s and early 1970s, including The Baron, The Champions, Gideon's Way and UFO (\"Timelash\" 1971), although he never had an ongoing role in any of these series. He made one episode of The Saint alongside Roger Moore in \"The Man Who Could Not Die\" broadcast July 1965 in the UK. Allen also worked with the Royal Shakespeare Company in a number of stage roles, along with many BBC productions. In 1967 he and his wife Sarah Lawson appeared together playing a married couple in the science fiction film Night of the Big Heat. He and Lawson also played husband and wife in the BBC radio series Stand By For West based on the John Creasey novels about Scotland Yard Chief Inspector Roger West. Allen's distinctive, authoritative voice was familiar across the United Kingdom, even amongst those who did not recognise him as an actor. He dubbed Leon Greene, who played Rex, in the 1968 Hammer film The Devil Rides Out. He narrated the British Government's Protect and Survive series of public information films in the 1970s; some of his lines in that production were re- recorded and sampled into the single \"Two Tribes\" by the band Frankie Goes to Hollywood. He was also the voiceover artist for Vic and Bob's comedy series Vic Reeves Big Night Out, The Smell of Reeves and Mortimer and Shooting Stars, and appeared in and voiced numerous commercials for house builder Barratt Homes and car manufacturers Ford and British Leyland among many others. His voice-over work led him to start up his own business, running a very successful recording studio for voice-over work. He also narrated the first series of Blackadder, and appeared in the last episode 'The Black Seal' as Edmund's nemesis, Phillip of Burgundy – known to his enemies as 'The Hawk'. He provided the narration (the voice of Captain Star) for the 1989 children's series TUGS. Allen remained uncredited for his work, which was revealed in an interview with the show's producer Robert D. Cardona. In 2005, he became the voice of the British television channel E4, providing voiceovers for many of its idents and promotions. Some of the slogans are rather irreverent. These include: * Only we has got Six Chuffing Feet (to advertise the final series of Six Feet Under) * Paris squashed against Britney in your gaff (to advertise The Simple Life and Britney and Kevin: Chaotic back-to-back; 'gaff' is British slang for 'home') * Big Shiny Films in your Dinky Little Home (to advertise films) * Chucking Spunky Tunes in Your Tellybox (to advertise E4 Music, the channel's music television strand) * Shamelessly importing Cool Stuff (referring to shows including Lost and the aforementioned Six Feet Under) * Watch the piggies squeal! (advertising Big Brother Diary Room Uncut) In 2005, he did an altered re-recording of the Two Tribes version of the Protect and Survive narration for German cover band Welcome to the Pleasuredome, which is featured in their live performances. Also, not long before his death, he narrated parody versions of these films for Kerrang! TV. He was also the voice of the Christian O'Connell Breakfast Show on XFM, the late show on 103.2 Power FM, Hirsty's Daily Dose on Galaxy Yorkshire and briefly Virgin Radio. ==Personal life== Allen married actress Sarah Lawson in 1960, together the couple had two sons, Stephen and Stuart.https://www.theguardian.com/news/2006/aug/09/guardianobituaries.film ==Death== Allen died on the morning of 28 July 2006 at age 79.Obituary in Times online, 8 August 2006 He is survived by his wife and two sons. ==Filmography== * Blackbeard the Pirate (1952) - Undetermined Role (uncredited) * Battle Circus (1953) - British Officer (uncredited) * World for Ransom (1954) - Soldier (uncredited) * Dial M for Murder (1954) - Detective Pearson * Confession (1955) - Corey * Cross Channel (1955) - Hugo Platt * King's Rhapsody (1955) - Richard's Companion in Theatre Box (uncredited) * 1984 (1956) - Inner Party Official * Wicked as They Come (1956) - Willie * The Baby and the Battleship (1956) - Mate (uncredited) * High Tide at Noon (1957) - Charles MacKenzie * The Long Haul (1957) - Joe Easy * The Mark of the Hawk (1957) - Gregory * High Hell (1958) - Luke Fulgham * The Man Who Wouldn't Talk (1958) - Jim Kennedy * Dunkirk (1958) - Sergeant on Parade Ground * Tread Softly Stranger (1958) - Paddy Ryan * I Was Monty's Double (1958) - Col. Mathers * Jet Storm (1959) - Mulliner * Never Take Sweets from a Stranger (1960) - Peter Carter * The Sinister Man (1961) - Dr. Nelson Pollard * The Traitors (1962) - John Lane * Captain Clegg (1962) - Captain Collier * Flight from Singapore (1962) - John Scott * The Big Job (1965) - Narrator (voice, uncredited) * The Night of the Generals (1967) - Colonel Mannheim * The Viking Queen (1967) - Narrator (voice, uncredited) * Night of the Big Heat (1967) - Jeff Callum * Oedipus the King (1968) - Chorus Leader (voice, uncredited) * The Devil Rides Out (1968) - Rex Van Ryn (voice, uncredited) * Carry On Up the Khyber (1968) - Narrator (voice, uncredited) * The Body Stealers (1969) - Bob Megan * The Assassination Bureau (1969) - Narrator (voice, uncredited) * The File of the Golden Goose (1969) - Narrator (voice, uncredited) * When Dinosaurs Ruled the Earth (1970) - Kingsor / Narrator * Puppet on a Chain (1971) - Inspector Van Gelder * Persecution (1974) aka Sheba, The Graveyard, The Terror of Sheba - Robert Masters * The Wilby Conspiracy (1975) - District Commissioner * The Eagle Has Landed (1976) - Narrator (voice, uncredited) * The Domino Principle (1977) - Narrator (voice, uncredited) * The Wild Geese (1978) - Rushton * Force 10 from Navarone (1978) - Narrator (voice, uncredited) * Caligula (1979) - Macro (voice, uncredited) * The Sea Wolves (1980) - Colin MacKenzie * Who Dares Wins (1982) - Police Commissioner * Bullet to Beijing (1995) - Col. Wilson * Tugs (1989) - Captain Star, Narrator (voices, uncredited) * RPM (1998) - Millionaire * Dangerville (2003) - Unknown role (voice) * Day's That Shook the World (2004) - Sir John French * The Magic Roundabout (2005) - Skeletons (voice, uncredited) ==References== ==External links== * Category:1927 births Category:2006 deaths Category:English male film actors Category:English male stage actors Category:English male television actors Category:English male voice actors Category:English businesspeople Category:McGill University alumni Category:Malawian emigrants to the United Kingdom ",
    "title": "Patrick Allen"
}