{
    "id": "1270682",
    "text": "Siebe Gorman Aerorlox oxygen rebreather Siebe Gorman & Company Ltd was a British company that developed diving equipment and breathing equipment and worked on commercial diving and marine salvage projects. The company advertised itself as 'Submarine Engineers'. It was founded by Augustus Siebe , a German-born British engineer chiefly known for his contributions to diving equipment. Siebe plc started in the 1970s as a continuation of Siebe Gorman when Siebe Gorman started to take over other firms, to mean the new conglomerate to distinguish it from Siebe Gorman's original breathing apparatus and diving gear core business. Siebe plc was once one of the United Kingdom's largest engineering businesses. It was a constituent of the FTSE 100 Index but in 1999 it merged with BTR plc to form Invensys. Invensys was taken over by the French multinational Schneider Electric for £3.4 billion in January 2014. ==History== *1788: Augustus Siebe was born in Saxony in Germany, named Christian Augustus Siebe.pages 16 etseq, The International History of Diving History vol 4 no. 1, publ. Historical Diving Society He was educated in Berlin and apprenticed to a brass founder. *1812: He served as an artillery officer at the Battle of Leipzig and narrowly escaped death. *1815: He served as an artillery officer in the Prussian army at the Battle of Waterloo. *1816: After that war he moved to London, England. He became a watchmaker, then gunmaker, then instrument maker, and settled at 5 Denmark Street in Soho, London, where he became an engineer. *1819: He started a business as a mechanical engineer at 145 High Holborn, London. He traded as Augustus Siebe and dropped the word \"Christian\" from his name. Down the years he produced various mechanical devices, not only diving gear.Invensys: About us *1819: He married Susannah Gliddon (from Devon). *1819: He produced a breech-loading firearm. *1823: He was awarded a Vulcan medal for a screw tap for thread cutting. *1826: He moved to 5 Denmark Street, London, which he rented. *1830: His daughter Mary Siebe was born. The company, by then trading as Siebe Gorman, developed its first diving helmet. (Later, William Augustus Gorman (formerly O'Gorman) (an Irish sea captain) married Mary Siebe.) ===Start of involvement in making diving equipment=== Siebe's design, as refined by 1873. *1830: The Deane brothers asked Siebe to make a variation of their smoke helmet design for underwater use. Later they turned to him to produce more helmets for diving operations. Expanding on improvements already made by another engineer, George Edwards, Siebe produced his own design; a helmet fitted to a full length watertight canvas diving suit (standard diving dress). The real success of the equipment was a valve in the helmet. *1831: He bought 5 Denmark Street's leasehold. He lived and worked there for the rest of his life. *1856: He applied for and was given British citizenship. *1868: He bought the freehold of 5 Denmark Street. *1868: He retired because of old age and ill-health; 4 of his 5 sons had died by this time. *1870: Augustus Siebe passed his business to his son Henry Herapath Siebe and to William Augustus Gorman. The business started trading as 'Siebe & Gorman' *15 April 1872: He died at home of chronic bronchitis. He was buried at the West Norwood Cemetery. *1876: Siebe & Gorman moved to 17 Mason Street (later renamed Boniface Street), Westminster Bridge Road, Lambeth, London. *1878: Henry Fleuss with help from Siebe Gorman designed a practical oxygen rebreather: see Rebreather#History of rebreathers. *1880: The company's name changed to Siebe Gorman & Co. *January 1882: Robert Henry Davis (age 11) (1870–1965) joined Siebe Gorman as an office boy. Over the years he learned much and became good at breathing apparatus engineering. *1887: Henry Herapath Siebe died aged 57. *1894: Robert Davis was promoted to General Manager of Siebe Gorman. ===20th century=== *September 1900: Robert Davis married Margaret Tyrrell. *1901: Robert Davis's and Margaret Tyrrell's first son Robert William Gorman Davis was born. Over the years Robert William Gorman Davis trained as an engineer and later joined the company. *14 Feb 1904: William Augustus Gorman suddenly died aged 69. (He was buried at Claygate Church in Surrey.) The company became a new private company 'Siebe Gorman & Co. Ltd.'. *1905: The Admiralty set up the first Deep Diving Committee. *1907: The resulting naval diving tables appeared. The Admiralty approached Siebe Gorman to help develop better deep- diving gear. *1907: The Siebe Gorman Proto industrial rebreather starts to be made. The Siebe Gorman Salvus and the Davis Submerged Escape Apparatus appeared later. A Siebe Gorman gas mask (without an exhaust valve) exported in large numbers to Egypt *1930: The Admiralty set up the second Deep Diving Committee. *1932; King George V knighted Robert Davis, largely for inventing the Davis Submerged Escape Apparatus. *1938: Robert Davis, needing more room for factory expansion, bought 6 acres at Tolworth near Chessington in Surrey. The new building on it was named Neptune Works, on Davis Road. ===WWII=== *1938/39: Siebe Gorman was one of a number of British companies to receive contracts for the manufacture of tens of thousands of gas masks including the British Civilian Duty Respirator (for Civil Defence & related use) and the Respirator, Anti-Gas, Civilian Duty (for general public use). *May 1941: Siebe Gorman's factory in Lambeth was bombed during World War II. Massive loss of company and personal historical records. *1941: The company, already planning to leave London, moved to Chessington, Surrey and resumed manufacturing. It has been speculated (although without any real evidence) that André Rubber located to the same area in order to supply Siebe Gorman. *June 1943: Siebe Gorman were contracted by the 79th Armoured Division (United Kingdom) to design specialist apparatus for use by the Duplex Drive Tank crews. Known as the Amphibious Tank Escape Apparatus (ATEA) the equipment was fitted with a protosorb canister and enabled it to be used as a re-breather for up to 7 minutes. Tank crews would strap the inflated ATEA to their chests, and in the event of sinking, would fit the mouth piece and nose clips. The equipment was used extensively in training, during which crews perfected its operation in a water-filled cistern as well as on a submerged tank. No doubt it contributed to the saving of many lives especially on D Day where 35% of the tanks that swam towards the Normandy shore sunk due to the poor sea conditions. 1200 men were trained before D Day using the ATEA, and a further 300 for River Crossing.http://www.duplexdrivetanks.co.ukhttp://www.iwm.org.uk/collections/item/object/1060008292 ===After WWII=== *1948: Siebe Gorman was making aqualungs of the type nicknamed 'Tadpoles'. *around 1950: Peak production of standard diving dress. After this, diving technological development in the USA more and more reduced Siebe Gorman's business, which was halved by the early 1960s. *1951: Birmingham University gave Robert Davis an honorary degree. *1952: Siebe Gorman became a limited company. Robert Davis became its managing director. *1952: Marconi and Siebe Gorman collaborated to produce an underwater television camera system. *1953: Some sport divers find how to make an aqualung regulator out of a Calor gas demand regulator, and spread this knowledge, thus bypassing the naval/industrial monopoly on making usable underwater breathing apparatus. *1954: Around now Siebe Gorman started making Cousteau-Gagnan-type aqualungs, and diving suits for commercial and sport diving. In September 1954, the inaugural issue of the British Sub-Aqua Club magazine Neptune contains a full-page Siebe Gorman advertisementSiebe, Gorman & Co. Ltd.: \"'Essjee' Aqualungs (Cousteau-Gagnan Patents)\", Neptune Vol. 1 No. 1 (September 1954), p. 13. for three sets of \"Essjee\" underwater breathing apparatus: The Standard Aqualung (single cylinder); The Twin Cylinder Aqualung (of double capacity) and The Junior Set (a smaller set than the Standard for use by young people). Special suits, swim fins, dive masks, etc. are also available. *1955 or after: Siebe Gorman stops making standard diving dress. The 1955 underwater catalogueLillywhites Ltd. Underwater Catalogue 1955, London: Lillywhites Ltd., p. 1. of the London sporting goods store Lillywhites offers the \"Essjee\" Standard Aqualung, Twin-Cylinder Aqualung and \"Tadpole\" Aqualung at £40, £65 and £38 respectively alongside the Essgee full-face mask for use with these breathing sets, the Essjee Mid-Season sponge-rubber wetsuit and the Essgee weight belt. In August 1955, Cogswell & Harrison, another London stockist of Siebe Gorman equipment, places an advertisementCogswell & Harrison Ltd. Neptune Vol. 1 No. 1 (August 1955) (New series), p. 31. in Neptune offering not only the \"Essjee\" single and twin aqualungs but also Siebe Gorman's Mid-Season sponge-rubber wetsuit, its stockinette-lined drysuit and its proofed gabardine Grenfell drysuit. *1956: The 1956 Lillywhites underwater catalogue introduces Siebe Gorman Mark II Essgee Aqualungs, \"now modified with decreased resistance to breathing and improved flow of air\".Lillywhites Ltd. Underwater Catalogue 1956, London: Lillywhites Ltd., p. 1. The 1956 Cogswell & Harrison catalogueCogswell & Harrison Ltd.: Catalogue of Underwater Swimming, Exploration and Fishing 1956, London: Cogswell & Harrison Ltd., p. 7-8, 11-14. features the Essgee breathing sets, Essgee Mid- Season sponge-rubber wetsuit, Essgee Grenfell proofed gabardine dry suit, Essgee two-piece dry suit \"based on experience with wartime frogmen\", \"made of green rubberised cotton stockinette\" and the Essgee Continental two-piece dry suit \"in green vulcanised sheet rubber\". *1957: Esgee Mistral Aqualung introduced, made under Cousteau-Gagnan Patents with the general design features of the Spirotechnique \"Mistral\" and following on the lines of development of the Essgee Mark II with double-lever action to reduce opening resistance to a minimum.Siebe, Gorman & Company: The Essgee \"Mistral\" Aqualung and ancillary underwater swimming equipment, Chessington, Surrey: Siebe, Gorman & Company, 1957, p. 1. The Essgee Mistral Aqualung appears in the 1957 Lillywhites underwater catalogue alongside the Essgee Mark II Aqualung.Lillywhites Ltd. Underwater Catalogue 1957, London: Lillywhites Ltd., p. 1, 3-4. From January 1957, Siebe Gorman run a series of advertisements in the British Sub-Aqua Club journal Triton offering \"everything for underwater swimming\" including the Essgee two-piece dry suit, the Essgee Continental two- piece dry suit and the Essgee Dive Mask Mark II.Siebe, Gorman & Co. Ltd.: \"For SAFETY, FREEDOM and COMFORT underwater\", Triton Vol. 2 No. 1, January/February 1957, p. 21. *1959: The Fairey Aviation Company took over Siebe Gorman. From November 1959 to April 1960, Siebe Gorman run a series of advertisements in Triton celebrating the use of Siebe Gorman wetsuits and weight belts by the British team at the World Underwater Fishing Championships off Malta and Gozo in August 1959.Siebe, Gorman & Co. Ltd.: \"Siebe, Gorman go spearfishing\", Triton Vol. 4 No. 6, November/December 1959, p. 1. *1960s: Siebe Gorman started making scuba gear aimed at the public market (sometimes using the tradenames Essgee and Essjee), although they had made it earlier for work divers and the Navy. They also continued to make diving bell equipment and pressure chambers. *1960: From May 1960 to June 1961, Siebe Gorman advertises a new range of Essgee Mid-Season foam neoprene wetsuits in Triton.Siebe, Gorman & Co. Ltd.: \"Siebe, Gorman announce a new range of ESSGEE wet 'mid- season' suits in foam neoprene\", Triton Vol. 5 No. 3, May/June 1960, p. 3. *1961: Siebe Gorman takes over the diving gear maker firm Heinke. A few helmets were given the tag of \"Siebe-Heinke\", but eventually the name Heinke completely disappeared. The first Siebe-Heinke advertisement for the Heinke Merlin regulator appears in the December 1961 issue of the Royal Navy Diving Magazine.Siebe-Heinke: \"The Heinke Merlin Demand Valve\", Royal Navy Diving Magazine Vol. 8 No. 3, Inside cover. *1962: In January, Siebe Gorman announces its merger with Heinke to Triton readers.Siebe, Gorman and Company Limited: \"Now it's SIEBE HEINKE. Two great names combine to make aqualung equipment better, safer and more comfortable\", Triton Vol. 7 No. 1, January/February 1962, p. 16. From May 1962 to April 1963, the company advertises \"the new seamless Siebe, Heinke 'dip suit'\" in Triton.Siebe Heinke: \"More comfort and freedom of movement underwater in the new seamless Siebe, Heinke 'dip suit'\", Triton Vol. 7 No. 3, May/June 1962, p. 14 The Siebe-Heinke Dip Suit,Siebe- Heinke Dip Suit which makes its début at the London Boat Show in January 1962, is an economically priced lightweight dipped-latex dry suit with roll-seal waist entry, primarily designed for use by \"skin-divers\" but also readily adaptable for use by dinghy sailors, fishermen, canoeists and water skiers. The suit appears in Lillywhites underwater catalogues from 1962 to 1964.Lillywhites Ltd. Underwater Catalogue 1962, London: Lillywhites Ltd., p. 8. Lillywhites Ltd. Underwater Catalogue 1963, London: Lillywhites Ltd., p. 2. Lillywhites Ltd. Underwater Catalogue 1964, London: Lillywhites Ltd., p. 2. With effect from December 1962, Collins and Chambers Ltd. of London E14 are appointed sole UK spares distributors and servicing engineers for all Siebe- Heinke aqualung demand valves.Siebe Gorman & Co. Ltd.: \"Siebe Gorman wish to announce\", Triton Vol. 8 No. 1, p. 36. Collins and Chambers subsequently become stockists of Siebe-Heinke equipment.Collins and Chambers Limited: Aqualung equipment and allied products, London: Collins and Chambers. Retrieved on 20 June 2019. *1963: Siebe-Heinke Blue Book of underwater swimming 1963 published.Siebe-Heinke: Blue Book of underwater swimming 1963, Chessington, Surrey: Siebe, Gorman & Co. Ltd, 1963. Retrieved on 20 June 2019. It comes with an introduction and a catalogue of underwater swimming equipment comprising not only the existing inventories of Siebe Gorman and Heinke but also new products including the \"Dip\" suit and the \"Mercury mouth-held demand valve manufactured in plastic\", which was also advertised in Triton from May 1963 to June 1964.Siebe Heinke: \"The first all-British two-stage mouth-held aqualung demand valve\", Triton Vol. 8 No. 3, May/June 1963, p. 20. *1964: Siebe-Heinke Blue Book of underwater swimming 1964-65 published Siebe-Heinke: Blue Book of underwater swimming 1964-65, Chessington, Surrey: Siebe, Gorman & Co. Ltd, 1964 with content broadly resembling the 1963 edition but with an expression of regret that \"owing to manufacturing difficulties we can no longer supply complete Dip suits\". *1965: Robert Davis dies at home on 29 March 1965 at the age of 94. Siebe Gorman issues two leaflets entitled Aqualung equipment. The firstSiebe Gorman: 1 Aqualung equipment focuses on the company's breathing sets, while the secondSiebe Gorman: 2 Aqualung equipment covers its range of dry underwater swimsuits, foam neoprene wet suits, woollen underclothing, gloves, footwear, weightbelts and weights, underwater knives and books. In the October 1965 issue of Triton, Siebe Gorman places an advertisementSiebe Gorman & Co. Ltd.: \".007. This small percentage of the credit for THUNDERBALL must go to SIEBE GORMAN\", Triton Vol. 10 No. 5, September/October 1965, p. 9. alerting readers to the company's contribution to the 1965 James Bond film Thunderball: \"A large proportion of the underwater scenes for the film 'Thunderball' were shot in a 150′ × 150′ tank in Pinewood. As the leading British exponents of diving, Siebe Gorman were asked to provide a team of divers whose duties were to ensure safety of the stars and cast of the film, as well as act as an underwater working party\". *1966: Triton publishes articleTriton: \"Undersea operation - Siebe style\", Triton Vol. 11 No. 3, June/July 1966, p. 98-99. about Siebe Gorman's submersible decompression chamber. *1967-8: Siebe Gorman stops using the tradename 'Siebe Heinke'. About now, Siebe plc started as a continuation of Siebe Gorman when Siebe Gorman started to take over other firms, to mean the new conglomerate to distinguish it from Siebe Gorman's original breathing apparatus and diving gear core business. See Siebe plc for more information. *1969: Siebe Gorman issues new 20-page catalogue featuring a diver on the front cover in a \"dry frogman's suit\" with an integral \"SeaCrown\" fibreglass helmet.Siebe Gorman (1969) Diving Equipment Catalogue. Retrieved on 17 June 2019 from Vintage Double Hose / VDH Worldwide Manuals and Catalogs Repository. *1971: Using the slogan \"Be in the swim with NEPTUNE\",Siebe Gorman: \"Be in the swim with NEPTUNE. The new two-stage diving regulator from Siebe Gorman\", Triton Vol. 16 No. 2 (March/April 1971), p. 66. Siebe Gorman introduces a new single-hose, two-stage diving regulator named \"Neptune\".Blu Time History: Siebe Gorman Neptune. Retrieved on 17 June 2019.Siebe Gorman: Neptune instruction and maintenance manual. Retrieved on 17 June 2019 from Vintage Double Hose / VDH Worldwide Manuals and Catalogs Repository. *1975: Siebe Gorman moves to Cwmbran in Wales in 1975 and concentrates on firefighter's breathing equipment. *1979: Siebe Gorman & Co Ltd v Barclays Bank Ltd [1979] 2 Lloyd's Rep 142, a well known UK insolvency law case about book debts in debentures. *1995 October: Siebe Gorman still had their premises at Cwmbran. *1998: Siebe plc sold North Safety Products (and Siebe Gorman with it) to Norcross.Siebe confirms sale of North Safety Products business Auto Channel, 6 October 1998 *End of 1998: Norcross closed the plant at Cwmbran and transfers production of breathing apparatus to Dukinfield in Manchester, where they still had capability to make oxygen rebreathers, but did not make or overhaul any there. *End of 1999: Norcross sold what had been Siebe Gorman as a going concern to an Iranian entrepreneur Parvis Moradifor. The company was renamed Air Master Technology Limited (AMtec) from the name of the famous Siebe Gorman breathing apparatus. ===21st century=== *2000: Air Master Technology relocated to Swindon in Wiltshire. *2001: Air Master Technology ceased trading. *2001: Parvis Moradifor sells the assets and the name Siebe Gorman to a Malaysian concern, who with a factory in Malaysia, still make breathing apparatus and parts for civilian and military use, including an industrial breathing set under the name Siebe Gorman. their name is \"Siebe Gorman Sdn. Bhd.\" * By 2014, the company has relocated to Australia. * According to Companies House, Siebe Gorman & Company was dissolved on 9 April 2019.SIEBE GORMAN & COMPANY LIMITED. Retrieved 12 March 2020. ==Operations== The Company was notable for developing the \"closed\" diving helmet of the standard diving dress and associated equipment. As the helmet was sealed to the diving suit, it was watertight, unlike the previous \"open\" helmet systems. The new equipment was safer and more efficient and revolutionised underwater work from the 1830s. Colonel Charles Pasley, leader of the Royal Navy team that used Siebe's suit on the wreck of suggested the helmet should be detachable from the corselet, giving rise to the typical standard diving dress which revolutionised underwater civil engineering, underwater salvage, commercial diving and naval diving. Standard diving suit equipment was their main manufacturing operation, producing diving helmets in copper and brass. They also made frogman's equipment for the British armed forces during World War 2, and later, sport scuba gear. See makes of rebreather. Siebe Gorman and Co manufactured 12 bolt, 8 bolt, 6 bolt, 3 bolt, 2 bolt, no bolt, flange, and 12 bolt square corselet standard diving helmets. Heinke Ltd in London also made diving gear and had connections with Siebe Gorman. ==Siebe Gorman product list== ===Rebreather equipment=== This is a partial list of some of their rebreather equipment covering military and civilian, diving and non-diving. Taken from Oxygen Rebreather Database, and afterwards edited. *Aircrew Rebreather \"Stelox\" *Aerorlox (mine rescue, liquid oxygen) *Siebe Gorman Novus SCBA *Amphibian Mark I to Mark IV *ATEA Siebe Gorman *Universal Rebreather or CDBA (Clearance Diver Breathing Apparatus) *DSEA Siebe Gorman *FireOX *Fleuss-Davis SCUBA apparatus (see Henry Fleuss) *Individual scrubber *Lungovox (a short-duration industrial oxygen rebreather in a backpack box) *Minox *MRS suit *Oxylithe *P-Party (Mark I, Mark II, and Dutch) *Proto *Proto ten *Proton *Savox *Sladen suit (as used by the British Human torpedo crews) *Salvus A.N.S *Watchkeepersuit ===Other items=== *Air lock diving-bell plant *Gasmasks *Drysuits (with tradename \"Frogman\" when sold to the public market) *The Bragg-Paul Pulsator medical ventilator ==References== ==External links== *Grace's guide to British Industrial History: Siebe, Gorman and Co. *Unique rebreather tear down by Jan Willem Bech on Therebreathersite *Siebe Gorman archive photographs at Trinity Marine *Siebe Gorman. *Siebe Gorman Diving Helmets Gallery. *Current Siebe Gorman website *Scrapbook of diving history: Siebe Gorman *Classic Dive Books: Robert H. Davis, books on or published by Siebe Gorman & Co. and Henry Siebe. *Siebe-Heinke Dip Dry Suit *Siebe-Heinke Frogman Dry Suits *Siebe-Gorman Diving Suits *Historical Diving Society Category:Defunct manufacturing companies of England Category:Engineering companies of the United Kingdom Category:Former defence companies of the United Kingdom Category:Diving equipment manufacturers Category:Diving engineering Category:Rebreather makers Category:Manufacturing companies based in London Category:British companies established in 1819 Category:Manufacturing companies established in 1819 Category:Manufacturing companies disestablished in 1999 Category:1819 establishments in England Category:1999 disestablishments in England Category:Companies formerly listed on the London Stock Exchange Category:United Kingdom in World War II ",
    "title": "Siebe Gorman"
}