{
    "id": "1270068",
    "text": "Pierre-Louis Lions (;CORE Fields Medal Talk: Pierre-Louis Lions on Mean Field Games born 11 August 1956) is a French mathematician. He is a recipient of the 1994 Fields Medal. ==Biography== His parents were Jacques-Louis Lions, a mathematician and at that time professor at the University of Nancy, who became President of the International Mathematical Union, and Andrée Olivier, his wife. He graduated from the École normale supérieure in 1977. Refusing to take the agrégation in Mathematics, he chose to carry out research in applied mathematics and received his doctorate from the University of Pierre and Marie Curie in 1979. Lions received the Fields Medal, for his work on theory of nonlinear partial differential equations, in 1994 while working at the University of Paris-Dauphine. He was the first to give a complete solution to the Boltzmann equation with proof. He was an invited professor at the Conservatoire national des arts et métiers (2000).Pierre-Louis Lions, « Analyse, modèles et simulations », Université de tous les savoirs, 4, 86-92, Éditions Odile Jacob, Paris, 2001. He is a doctor honoris causa of Heriot-Watt University (Edinburgh), Narvik University College (2014), and of the City University of Hong-Kong and is listed as an ISI highly cited researcher. He holds the position of Professor of Partial differential equations and their applications at the Collège de France in Paris as well as a position at École Polytechnique. In the paper \"Viscosity solutions of Hamilton-Jacobi equations\" (1983), written with Michael G. Crandall, he introduced the notion of viscosity solutions. This has had an effect on the theory of partial differential equations. In 1986, Lions received the Prix Paul Doistau–Émile Blutet. ==Bibliography== * * * * * Pierre-Louis Lions, Equations aux dérivées partielles et applications, Cours et travaux du Collège de France, Paris, 2002-2015. Textbooks * Lions, Pierre-Louis. Generalized solutions of Hamilton- Jacobi equations. Research Notes in Mathematics, 69. Pitman (Advanced Publishing Program), Boston, Mass.-London, 1982. iv+317 pp. * Lions, Pierre- Louis. Mathematical topics in fluid mechanics. Vol. 1. Incompressible models. Oxford Lecture Series in Mathematics and its Applications, 3. Oxford Science Publications. The Clarendon Press, Oxford University Press, New York, 1996. xiv+237 pp. * Lions, Pierre-Louis. Mathematical topics in fluid mechanics. Vol. 2. Compressible models. Oxford Lecture Series in Mathematics and its Applications, 10. Oxford Science Publications. The Clarendon Press, Oxford University Press, New York, 1998. xiv+348 pp. * Lions, Pierre-Louis. On Euler equations and statistical physics. Cattedra Galileiana. [Galileo Chair] Scuola Normale Superiore, Classe di Scienze, Pisa, 1998. vi+74 pp. * Catto, Isabelle; Le Bris, Claude; Lions, Pierre-Louis. The mathematical theory of thermodynamic limits: Thomas-Fermi type models. Oxford Mathematical Monographs. The Clarendon Press, Oxford University Press, New York, 1998. xiv+277 pp. * Cardaliaguet, Pierre; Delarue, François; Lasry, Jean-Michel; Lions, Pierre- Louis. The master equation and the convergence problem in mean field games. Annals of Mathematics Studies, 201. Princeton University Press, Princeton, NJ, 2019. x+212 pp. ; 978-0-691-19070-9 ==References== ==External links== *College de France his resume at the Collège de France website (in French) * * * Category:1956 births Category:Living people Category:People from Grasse Category:Collège de France faculty Category:20th-century French mathematicians Category:21st-century French mathematicians Category:Fields Medalists Category:Mathematical analysts Category:École Normale Supérieure alumni Category:Lycée Louis-le-Grand alumni Category:Members of the French Academy of Sciences Category:Highly Cited Researchers Category:PDE theorists Category:International Mathematical Olympiad participants Category:Nancy- Université faculty Category:Prix Paul Doistau–Émile Blutet laureates ",
    "title": "Pierre-Louis Lions"
}