{
    "id": "1270087",
    "text": "Poland and Lithuania 1386–1434 The Pact of Vilnius and Radom (, ) was a set of three acts passed in Vilnius, Grand Duchy of Lithuania, and confirmed by the Crown Council in Radom, Kingdom of Poland in 1401. The union amended the earlier act of the Union of Krewo (1385) and confirmed the Ostrów Agreement (1392). Vytautas, Grand Duke of Lithuania, became fully in charge of the Lithuanian affairs, while Władysław II Jagiełło, King of Poland, reserved the rights of an overlord. After the death of Vytautas, Lithuania was to be ruled by Władysław II Jagiełło or his legal heir. The union is generally seen as strengthening of the Polish–Lithuanian union. ==Background== Both Władysław II Jagiełło, King of Poland, and Vytautas, Grand Duke of Lithuania, sought to renew the Polish–Lithuanian union, which had existed since 1385. In 1399, Queen Jadwiga of Poland died due to childbirth complications, leaving Władysław II Jagiełło king of a foreign land and without an heir. If Polish nobles forced Władysław II Jagiełło to abdicate the throne, he would return to Lithuania demanding the throne of the Grand Duke. Vytautas would be forced either to return to Duchy of Trakai or launch another civil war. The same year Vytautas suffered a major defeat in the Battle of the Vorskla River against the Golden Horde and faced rebellions in the Principality of Smolensk, Republic of Pskov, and Velikiy Novgorod. ==Provisions== Negotiations began in late December 1400 in Hrodna. The union was signed in three separate acts: one by Władysław II Jagiełło (the original of which did not survive), another by Vytautas and the Lithuanian nobles (in Vilnius on 18 January 1401), and the third by the Polish Royal Council (in Radom on 11 March 1401). It is significant that for the first time the Lithuanian nobles issued a political act in their own name, not merely as witnesses to the Grand Duke's treaties. Vytautas was instituted as the Grand Duke of Lithuania (magnus dux) while his cousin Władysław II Jagiełło, King of Poland, retained the rights of an overlord (supremus dux). The union legalized Vytautas status as an actual ruler of Lithuania and his right to use title of \"grand duke\" (what he was doing before but not in correspondence with Poland)Frost 2015, p. 93 However, this independence was to be temporary – after Vytautas' death Lithuania was to be governed by Władysław II Jagiełło or his legal heir and will become part of the kingdom and crown of Poland. The Polish and Lithuanian nobles agreed not to elect a new King of Poland without consulting each other. At the time neither Władysław II Jagiełło nor Vytautas had heirs, but each hoped to sire legitimate sons that would inherit both the Kingdom of Poland and the Grand Duchy (eventually it would be Jogaila who would succeed in this). Vytautas also renewed his vows to Jagiełło, to the crown, kingdom, and inhabitants of Poland and promised to aid them when necessary. ==Aftermath and evaluations== The renewed alliance stabilized the situation, allowing Vytautas to launch an offensive against the Teutonic Knights and to initiate the first Samogitian uprising. Eventually, the joint Polish–Lithuanian forces achieved a decisive victory against the Knights in the Battle of Grunwald in 1410. The treaty has been variously interpreted by Lithuanian and Polish historians. Some argued that it was a diplomatic failure on Vytautas' part, as the union blocked the path to his possible coronation as King of Lithuania. Others saw it as a concession by the Poles when their plan to fully incorporate the Grand Duchy into the Kingdom of Poland failed. A third school of thought considered the union to be a mutual compromise: Lithuania abandoned plans for full independence, while Poland abandoned plans for full incorporation of Lithuania into a unitary state. Some more recent academic works tend not to overestimate the union's importance and see it as mere codification of the actual Polish–Lithuanian relations that had existed since 1392. Other researchers emphasize the fact that Lithuanians were included into election of new Polish monarch. With the death of Jadwiga Poland lost last ruler with a hereditary right to rule, Polish nobles reserved for themselves right to elect new king upon his death, even the rights of his possible son with newly married Anne of Cejle, granddaughter of Kazimierz III, were not guaranteed. Inclusion of Lithuanian nobles into future election can be seen as inclusion of them into \"community of the realm\" (communitas regni) embodied in Poland by the notion of \"the crown of the kingdom of Poland\" (corona regni Poloniae).Frost 2015, p. 96 ==References== == Bibliography == * Category:1400s in law Vilnius and Radom Category:15th century in Poland Category:1401 in Europe Category:15th century in Lithuania Category:1400s treaties Category:Personal unions ",
    "title": "Pact of Vilnius and Radom"
}