{
    "id": "1270905",
    "text": "Marooned in Realtime is a 1986 murder mystery and time-travel science fiction novel by American writer Vernor Vinge, about a small, time-displaced group of people who may be the only survivors of a technological singularity or alien invasion. It is the sequel to the novel The Peace War (1984) and the novella The Ungoverned (1985). Both novels and the novella were collected in Across Realtime. Marooned in Realtime won the Prometheus Award in 1987 and was also nominated for the Hugo Award for Best Novel that same year. == Plot summary == In the story, a device exists that can create a \"bobble\", a spherical stasis field in which time stands still for a specified length of outside time, allowing one-way time travel into the future. The bobble can also be used as a weapon, a shield against other weapons, for storage, for space travel (combined with nuclear pulse propulsion), and other purposes. People whose bobbles burst after a certain date in the 23rd century find the Earth completely devoid of human life, with only ambiguous clues as to the cause; possibilities include alien attack and humanity transcending to a new level of existence as a result of a technological singularity. The \"low-techs\" — those who bobbled earlier — have roughly late-21st-century technology. The \"high- techs\" — those who had the advantage of ever accelerating progress — have vastly superior technology, including cybernetic enhancements, faster and thought-controlled bobblers, personal automaton extensions of self, space ships, medical technology to allow practical immortality (barring accidents or fatal injuries), and individual arsenals greater than those of entire 20th century countries. Of the high-techs, even those who bobbled at slightly different times have significantly different technology levels. The protagonist is Wil Brierson, a detective who also was the protagonist of the preceding novella, The Ungoverned. Some time after the events in The Ungoverned, Brierson was unwillingly bobbled 10,000 years into the future while he was investigating a routine theft, cutting him off forever from his wife and children. Yelén and Marta Korolev, a high-tech couple, have spent 50 \"megayears\" (million years) gathering together all the survivors they can find to rebuild civilization, with the ultimate goal of creating their own technological singularity. They calculate that they will have just enough genetic diversity to pull it off once the bobble containing about a hundred members of the Peace Authority bursts. Before one of their routine bobbles while waiting for that bobble to expire, the Korolevs' computers are hacked, and Marta is excluded from the automated bobbling. She is left stranded in \"realtime\", cut off from all advanced technology. Worse, the hacker has extended the duration of the bobbling far beyond what was intended, and Marta dies alone on a deserted Earth. When the \"murder\" is discovered, Yelén Korolev hires the low-tech Brierson to find the killer, who has to be one of the seven high-techs (Brierson does not rule out Yelén herself as a suspect). Della Lu, a high-tech who was an agent of the Peace Authority during The Peace War, agrees to assist Brierson with the technical aspects of the case. In the millions of years since the singularity, Della had spent most of her 9,000 years alone, exploring the galaxy. She discovered that intelligent life is extremely rare, and there were parallel vanishings in the few civilizations she found, but no definitive proof of the cause. The singularity is implied to be an explanation for the Fermi Paradox. The novel thus deals with the investigation of two parallel locked room mysteries: the murder of Marta Korelev, and the \"locked planet\" mystery of the disappearance of the human race. Brierson interviews each of the high-techs, seeking evidence of any motive for murder while discussing their views on why the human race vanished. When the killer thinks Brierson is getting too close, Brierson, Korolev and Della Lu are horrified to discover that the criminal is able to gain control of all of the high-tech systems, except for Della's, and attacks. Della manages to defeat their combined forces, but at a ruinous cost: much of their equipment and about half of what remains of humanity are lost. Brierson, however, not only unmasks the murderer, he reveals the identity of another monster in their midst and finds a way to restore a second chance for mankind. == References == == External links == * *Review by Jo Walton * Marooned in Realtime at Worlds Without End Category:1986 science fiction novels Category:Transhumanist books Category:1986 American novels Category:Novels by Vernor Vinge Category:Novels about time travel Category:Novels first published in serial form Category:Works originally published in Analog Science Fiction and Fact Category:Post-apocalyptic novels Category:Novels about extraterrestrial life ",
    "title": "Marooned in Realtime"
}