{
    "id": "1270080",
    "text": "In common law, assault is the tort of acting intentionally, that is with either general or specific intent, causing the reasonable apprehension of an immediate harmful or offensive contact. Because assault requires intent, it is considered an intentional tort, as opposed to a tort of negligence. Actual ability to carry out the apprehended contact is not necessary. In Criminal Law an assault is defined as an attempt to commit battery, requiring the specific intent to cause physical injury. ==Comparison to battery== As distinguished from battery, assault does not need to involve actual contact; it only needs intent to make or threaten contact and the resulting apprehension.Cullison v. Medley, 570 N.E.2d 27 (Ind. 1991) At one point, the common law understanding of assault required more than words alone, it also required an overt act. This understanding has changed, while words alone can't be construed as assault, words coinciding with actions or circumstances that would put a person in reasonable apprehension that a harm or offensive contact was likely to occur would.Restatement (Third) of Torts: Inten. Torts to Persons § 103 DD (2014) For example, an actor shouting \"I'm going to kill you\" while not moving but in complete shadow and with a knife in their hand could be interpreted as assault. Additionally, Fear is not required for an assault to occur, only anticipation of subsequent battery. A battery can occur without a preceding assault, such as if a person is struck in the back of the head. An assault can be an attempted battery. ==Elements== Three elements must be established in order to establish tortious assault: first, there must be a positive act by the defendant;. second, the plaintiff had reasonable apprehension (the requisite state of mind) of immediate physical contact,. and third, the defendant's act of interference was intentional (the defendant intended the resulting apprehension).. But intent for purposes of civil assault can be either general or specific. Specific intent means that when the defendant acted, he or she intended to cause apprehension of a harmful or unwanted contact. General intent means that the defendant knew with substantial certainty that the action would put someone in apprehension of a harmful or unwanted contact. While the law varies by jurisdiction, contact is often defined as harmful if it objectively intends to injure, disfigure, impair, or cause pain. The act is deemed offensive if it would offend a reasonable person's sense of personal dignity. While imminence is judged objectively and varies widely on the facts, it generally suggests there is little to no opportunity for intervening acts.R v Knight (1988) 35 A Crim R 314, Zanker v Vartzokas (1988) 34 A Crim R. Lastly, the state of apprehension should be differentiated from the general state of fear, as apprehension requires only that the person be aware of the imminence of the harmful or offensive act. In Australia, the test for proving tortious assault is formulated as requiring 'proof of an intention to create in another person an apprehension of imminent harmful or offensive contact' . ==Defenses== Assault can be justified in situations of self-defense or defense of a third party where the act was deemed reasonable. It can also be justified in the context of a sport where consent may be given or implied. An act of assault may also be privileged, meaning that the person who commits the assault had the legal right to do so and cannot be sued, as might occur if a police officer draws a firearm on a criminal suspect. Lastly, automatism (e.g., sleep walking) acts to negate the intent element as someone acting while asleep is not acting voluntarily. ==See also== *Assault *Battery (crime) *Battery (tort) ==References== Category:Tort law Category:Civil law (common law) Category:Lawsuits ",
    "title": "Assault (tort)"
}