{
    "id": "1270678",
    "text": "New York's legislature constitutional set up is no different from the other 48 states in the country. It is a bicameral legislature composed of a Senate house and an Assembly. The Assembly Speaker of the House, Hon. Carl E. Heastie and Senate Majority Leader Andrea Stewart-Cousins along with the Governor (Andrew Cuomo) are responsible for negotiating what becomes law in New York State with the help of each leaders colleagues (assemblymembers, senators, committees). Politics of New York have evolved over time. The Democratic Party dominates politics in the state, with the Democrats representing a plurality of voters in New York State, constituting over twice as many registered voters as any other political party affiliation or lack thereof.NYSVoter Enrollment by County, Party Affiliation and Status Accessed April 30, 2016. And having control or a majority at all levels of state and local government, holding all state level elected offices. ==Current issues== For a long time, same-sex marriages were not allowed in New York, but those marriages from other jurisdictions were recognized. In May 2008, Governor David Paterson issued an affirmation that the state would recognize same-sex marriages performed elsewhere. In December 2009, the senate declined to pass a same-sex marriage bill, though polling earlier that year had indicated that a majority of New Yorkers supported same-sex marriages.http://www.quinnipiac.edu/x1318.xml?ReleaseID=1340 Since 2004, the public pension systems of both the state and New York City allocate benefits in recognition of same-sex marriages performed outside New York. Former Governor Eliot Spitzer stated he would introduce legislation to legalize same- sex marriage. On April 27, 2007 then-Governor Spitzer unveiled such a bill. Same-sex marriage was legalized in June 2011. From 1984 through 2004, no budget was passed on time. The state has a strong imbalance of payments with the federal government. New York State receives 82 cents in services for every $1 it sends to Washington in taxes. The state ranks near the bottom, in 42nd place, in federal spending per tax dollar. For decades, it has been the established practice for the state to pass legislation for some meritorious project, but then mandate county and municipal government to actually pay for it. New York State has its counties pay a higher percentage of welfare costs than any other state, and New York State is the only state which requires counties to pay a portion of Medicaid. ==See also== * Government of New York (state) * Elections in New York * Electoral reform in New York * 2009 New York State Senate leadership crisis * C40 Cities Climate Leadership Group ===Topics=== * Alcohol laws of New York * New York divorce law * Gun laws in New York * New York energy law * LGBT rights in New York * Capital punishment in New York * Rent control in New York ==Notes== ==Further reading== * * * ",
    "title": "Politics of New York (state)"
}