{
    "id": "1270981",
    "text": "Dog Island is located in the northwestern Florida Gulf coast just off-shore from Carrabelle in Franklin County, Florida. There is boat transportation to Dog Island. ==Airport== Dog Island Airport is an untowered, private use airport located by the Eastern bay of Dog Island. The airport opened in 1930. ==Origin== The island and its two small neighbors were discovered by the French in 1536 and named Dog Island, Isle des Chiens, because, according to different legends: 1) wild dogs were found on them; 2) the island resembles a crouched dog, or 3) the early ships put their common sailors — known as dogs — on the island before docking on the mainland so they could not jump ship. Later, the two neighbors were renamed: St. Vincent, which is a Federal wildlife refuge, and St. George, which has a causeway and an airport (FA43), has developed into a seaside vacation community with shops and beach rentals. After World War II, Jeff Lewis, a Florida businessman, saw its potential as a vacation area and paid $12,000 for the island. Native Americans used Dog Island as a fishing camp, and the 1985 hurricanes uncovered pot shards on the west end of the island. A Florida Shore Where Solitude Rules ==History== Dog Island shows evidence of human presence dating back over 8,000 years. The island also has a rich maritime history. The discovery of a 9th-century canoe is a testament to prehistoric mariners on the island. During the 17th and 18th centuries, the barrier islands became a haven of piracy and smuggling. ===18th century=== On February 16, 1766, Le Tigre, a French merchant brigantine, was en route to New Orleans and wrecked east of Dog Island in a great storm. A survivor, Monsieur Pierre Viaud, chronicled the experience in the best-selling narrative The Shipwreck and Adventures of Monsieur Pierre Viaud, published 1769 (and translated to English in 1771).The Shipwreck and Adventures of Monsieur Pierre Viaud In 1799, the Royal Navy purchased HMS Fox, a 14-gun British schooner, only to see it wreck later that year between Dog and St. George Islands. ===19th century=== As part of the United States, economic shipping greatly increased as St. Marks, St. Joseph, and Apalachicola became major ports on the Gulf Coast. Both sail and steam ships traveled to Dog Island to exploit its resources of lumber and naval stores, such as turpentine and pitch products. In 1838, Dog Island Light was built on the western tip of the island. During the Civil War, Dog Island was used by the Union Navy as a base for staging the blockade of Apalachicola. In 1899, the 2nd hurricane of the season struck the area, almost destroying the town of Carrabelle, leaving just nine homes. Roughly 6 miles inland at McIntyre, only two mill boilers were left. The summer resort of Lanark Inn was said to be \"blown into the Gulf\". The Carrabelle, Tallahassee and Georgia Railroad was destroyed for a distance of 30 miles, and a locomotive was displaced some 100 yards off the track.NY Times article archives Fifteen ships were destroyed, 12 loaded with lumber.PhD dissertation, Christopher Horrell, Florida State University, Chapter 5 Meide et al. 2000 Dog Island Shipwreck Survey 1999: Report of Historical and Archaeological Investigations, FSU Program in Underwater Archaeology Research Reports No. 4 (can be viewed or downloaded as 252 pages in pdf format on Academia.edu) They were: *American ships **, a schooner, under the command of Capt. Cottingham. **Mary E. Morse a schooner, under the command of Capt. Densmore. **, a schooner under the command of Capt. McClean. **Grace Andrews, a schooner under the command of Capt. Brown. **Warren Adams, a schooner under the command of Capt. Gibbons **Vidette, a barkentine under the command of Capt. Waldren. **Capitola, a steamship **Iola, a steamship **Albert Haley, a fishing smack. Photo of Dog Island hurricane shipwrecks, 1899 *Norwegian ships ** Ranavola, bark under the command of Capt. Edwardson. **Vale, a bark, under the command of Capt. Andersen (this shipwreck has been identified by archaeologists). **Elsbeth, a bark under the command of Capt. Pedersen. **Jafnhar, a bark under the command of Capt. Tygensen. **Hindoo, a bark under the command of Capt. Madsen. *Russian ships: **Latara, a bark under the command of Capt. Krantman *Italian ships **Corteria, a bark which was split in half Another 40 ships under 20 tons were sunk or destroyed. ===20th century=== During World War II, Dog Island was part of Camp Gordon Johnston. Four separate camps comprised the complex: three for regimental combat teams, and the fourth for the headquarters and support facilities. Dog Island was used for amphibious landings and airdrops. A passenger ferry ran from Carrabelle to Dog Island in the later 20th century. An archaeological research project, the Dog Island Shipwreck Survey, was initiated in 1999 by Florida State University researcher Chuck Meide to systematically search the waters off Dog Island, using acoustic and electromagnetic devices, to discover historic shipwrecks. Project archaeologists conducted excavations on the wreck of the 1899 Norwegian lumber ship Vale mentioned above, and also located a number of other submerged archaeological sites, including the ruins of the Dog Island Lighthouse, using sonar and magnetometer. ===21st century=== After Hurricane Michael of 2018, the 1899 shipwrecks re-emerged from the sand. == References == == External links == *Topographic map of Dog Island *Florida State Univ. Dog Island Shipwreck Survey *Meide et al. 2000 Dog Island Shipwreck Survey 1999: Report of Historical and Archaeological Investigations, FSU Program in Underwater Archaeology Research Reports No. 4 (Can be viewed or downloaded as 252 pages in pdf format on Academia.edu)] *Dog Island Category:Gulf Coast barrier islands of Florida Category:Beaches of Florida Category:Beaches of Franklin County, Florida Category:Islands of Florida Category:Islands of Franklin County, Florida Category:Populated coastal places in Florida on the Gulf of Mexico Category:Unincorporated communities in Florida Category:Unincorporated communities in Franklin County, Florida ",
    "title": "Dog Island (Florida)"
}