{
    "id": "1270115",
    "text": "CBN head office in Westboro, Ottawa The Canadian Bank Note Company (CBNC) is a Canadian security printing company. It is best known for holding the contract with the Bank of Canada to supply it with Canada's banknotes since 1935. The company's other clients include private businesses, national and sub-national governments, central banks, and postal services from around the world. In addition to bank notes, the company produces passports, driver's licences, birth certificates, postage stamps, coupons, and many other security-conscious document-related products. It also prints and provides document reading systems for identification cards, lottery tickets, stamps, and bank notes. From 1897 until 1923, CBN was a unit of the New York-based American Bank Note Company (now known as ABCorp). It was later a privately held company when it was acquired by Ottawa businessman Charles Worthen; beginning in 1976 Douglas Arends slowly acquired control of the company.https://ottawacitizen.com/business/local-business/as-time-and-cash- goes-by-a-history-of-the-canadian-bank-note-company It has since been based in Ottawa, Ontario. In October 2006, RR Donnelley completed acquisition of Canadian Bank Note's financial printing business, consisting of documentation for initial public offerings.PrintCAN News Archives - September 2006. Printcan.com. Retrieved on 2013-07-26. Since 2014, the Canadian Bank Note Company has been the chief provider for machine-readable passports used within the Caribbean Community bloc of countries. The majority of the new CARICOM passports as they are called serve the union as a centrepiece of promoting easy travel within the Caribbean Single Market and Economy (CSME). ==Gallery== Samples of items printed by Canadian Bank Note Company: File:Bank_of_Canada_one_dollar_note,_1935.jpg|Bank of Canada $1 note, 1935 File:Canada 1 cent 1927.jpg| Canada 1 cent MacDonald 1927 File:Canada 10 cents Windsor Castle 1935.jpg|Canada 10 cents Windsor Castle 1935 File:Canada 1 dollar Champlain Monument 1935.jpg|Canada dollar Champlain 1935 File:TimbrePosteCanada14centsCentraleHydroelectrique1946.jpg|Canada Hydroelectrique 1946 File:TimbrePosteCanada1centGeorgeVI1937.jpg|Canada George VI 1937 File:TimbrePosteCanada3centsGeorgeVI1942.jpg|Canada George VI 1942 File:TimbrePosteCanada5centsGeorgeVI1950.jpg|Canada George VI 1950 File:TimbrePosteCanada15centsTimbreCastor1951.jpg|Canada Castor 1951 File:TimbrePosteCanada5centsElizabethIIKarsh1953.jpg|Canada 5 cents Elizabeth II Karsh File:TimbrePosteCanada5centsElizabethIIWilding1954.jpg|Canada 5 cents Elizabeth II Wilding File:TimbrePosteCanada5centsChasse1957.jpg|Canada 5 cents Chasse 1957 File:Canadian Tire Money.jpg|Canadian Tire money File:Stamp of Ukraine s26.jpg|Ukrainian 2 karbovanets First year of Independence ==See also== *Canadian dollar *Bank of Canada *Royal Canadian Mint ==References== ==External links== *Canadian Bank Note Company Bank Note Company Bank Note Company Category:Companies based in Ottawa Category:Financial services companies established in 1897 Category:Manufacturing companies established in 1897 Category:Publishing companies established in 1897 Category:Banknote printing companies Category:1897 establishments in Ontario Category:Canadian companies established in 1897 ",
    "title": "Canadian Bank Note Company"
}