{
    "id": "1270058",
    "text": "An Empacher 8+ racing shell from Harvard University at thumb Empacher (company name Bootswerft Empacher GmbH) is a manufacturer of boats. Today, they produce racing shells for the sport of rowing. ==History== Originally building sailing yachts, Willy Empacher founded his boatyard with Wilhelm Karlisch during 1923 in Königsberg, East Prussia. The boatyard was the largest east of Berlin during the 1930s. They built boats for Germany during the war, but in 1945 the family fled their town and reached Eberbach, Germany in 1947. Willy started a new business at the Seibert boat-yard in Eberbach repairing and making small boats. In 1952 they started producing racing rowing shells, an enterprise that has become their main business today. The business took off after Jochen Meißner won the silver medal while racing in an Empacher single scull during the 1968 Summer Olympics. They built mainly moulded cedarwood racing shells, but collaborated with BASF to produce the world's first plastic shell in 1956. Empacher built the first plastic to receive a gold medal during the 1972 Munich Olympics. This was also the first race worthy sandwich-build plastic boat. This process includes using a wood frame to create the boat hull and then filling with it with composite material. Hans Empacher, Willy's eldest son, took over the business in 1970. Hans optimized the company by creating internal competition and promoting plastic boat construction. Upon the death of his brother Rainer in October 2018, Helmut Empacher became the sole owner of the business. ==Boats== Boats built by Empacher are easily identified by their pale yellow color and black trim. Empacher produce every FISA-recognized racing boat category. The company tries to produce two new boat designs every year. ===Manufacturing=== Empacher, as all other racing shell manufacturers, have replaced wooden boats with carbon fibre and honeycomb sandwich constructions. The nomex honeycomb reinforces the kevlar/carbon fibre inner and outer frames. Empacher uses a vacuum bag technique to bond the outer layers with the honeycomb core. Combining kevlar and epoxy resin creates a tear and impact resistant outer shell. Empacher reinforces the gunwale with an additional carbon layer and carbon foam frames. Empacher offers a wide range of boat molds for each category (such as eights and coxless fours) and rigger options. Different molds suit different weight racing categories. A lightweight rowing team would use a different mould than an openweight team. Also depending on the team's needs, classical multi-stay aluminium riggers, carbon two stay riggers of carbon fibre, aluminium wing rigger, and carbon wing riggers are offered. Wing riggers are used for sweep rowing. ===Successes=== Empacher rowing shells are used by a large number of crews rowing in international competitions, including World Championships and the Summer Olympics. Overall, Empacher boats have received 64% of the wins in all race categories during 2013.http://www.empacher.com/images/13e.jpg In the eights, all crews but the USA (who used a Hudson) used Empacher boats during the 2008 Summer Olympics and the 2012 Summer Olympics. In the 2012 London Olympics, Empacher boats won almost all boat categories with ten out of fourteen gold medals.http://www.empacher.com/images/19.jpg ===Competition=== Other big racing shell manufacturers include companies such as: Hudson, WinTech, Pocock, Janousek, and Filippi. ==See also== *Racing Shells ==References== ==External links== * Category:Manufacturing companies established in 1923 Category:Manufacturing companies of Germany Category:Rowing equipment manufacturers Category:1923 establishments in Germany ",
    "title": "Empacher"
}