{
    "id": "1270861",
    "text": "The Northwest Railway Museum (NWRM) is a railroad museum in Snoqualmie, King County, Washington. Constructed in 1889 by the Seattle, Lake Shore and Eastern Railway (SLS&E;), it was Seattle's response to the Northern Pacific's selecting Tacoma as their terminus. The SLS&E; was later absorbed by the Northern Pacific.Snoqualmie Depot; National Register of Historic Places Inventory - Nomination Form; David M. Hansen, Washington State Parks & Recreation Commission; Washington, D.C.; July 24, 1974 ==Snoqualmie Depot== The Snoqualmie depot was built in 1890 by the SLS&E.; The Snoqualmie Station represents a type of building that once was in every community of any size across the nation. Good architecture was good advertising and enhanced company pride. The station once served as the terminal for this early recreation area. An atypical design created as a rural combined freight-passenger depot with lavish decorations to reflect the holiday spirit of the vacationers. Visitors came to enjoy hunting and fishing as well as Sunday excursions to Snoqualmie Falls. The station is a large frame building about with a generous eaves. A bay window on the track side is the station office. The semicircular north end stands out in this design. The eaves are supported by wooden pillars and diagonal braces and scroll work decorates the intersection of the braces with the eaves and the pillars. The current structure was modified from the original, in which the bay window continued up through the roof and formed an octagonal tower a full story in height. A two sash window with a semicircular upper sash appeared on each face of the tower and a prominent cornice separated the tower body from the steeply pitched roof. The roof was decorated with fancy butt shingles and capped with a finial. A large swept dormer was placed in the southern part of the main structure above the freight section, Cast iron cresting and fancy butt shingles decorated the roof of both the main body and the transverse dormer. The freight dock, was wider originally and ran the length of the entire rear third of the station, is now a small porch in front of a single sliding freight door. The Snoqualmie Depot is listed on the National Register of Historic Places, ID #74001963. ==Museum== The Northwest Railway Museum was founded in 1957 as the Puget Sound Railway Historical Association and took its current name in September 1999. The mission of the organization is to develop and operate an outstanding railway museum where the public can see and understand the role of railroads in the development of the Pacific Northwest, and experience the excitement of a working railroad. The museum's collection also includes a variety of railway cars and locomotives that document that development of the railway in Washington from the 1880s through the 1960s, including the Messenger of Peace Chapel Car which is listed on the National Register of Historic Places. It also includes a 3,000-volume library and archives that focus on the history of railroads in the Northwest, and on technical and other engineering aspects of railroading. ==Heritage railroad== The Northwest Railway Museum also operates a heritage railroad called the Snoqualmie Valley Railroad. This common carrier railroad allows museum visitors to experience a train excursion aboard antique railroad coaches through the Upper Snoqualmie Valley. Trains operate on Saturdays and Sundays from April through October and in December, and carry over 47,000 passengers per year. ==Restoration Center== In August 2006 the Museum dedicated the new Conservation and Restoration Center (CRC), phase one of the Railway History Center. The CRC is a place to perform collection care on large rail artifacts including locomotives, coaches, and freight cars. It features , two full length inspection pits, and is used to perform many functions once conducted in railroad backshops. Image:wrlco001dc.jpg| White River Lumber Company Caboose # 001 Image:Usp11dc.jpg| US Plywood Corporation 2-6-6-2 Steam Locomotive Image:Snoqdp1.jpg| Snoqualmie Depot Image:Npbox.jpg| Restored Northern Pacific Railway Boxcar Image:Northwest Railway Museum-1.jpg|Alco RSD-4 locomotive Image:Northwest Railway Museum-2.jpg|Train pulling into the Snoqualmie depot Image:Northwest Railway Museum-3.jpg|Fairbanks Morse H12-44 locomotive Image:Snoqualmie Depot storm approaching.jpg|The Snoqualmie Depot is at the end of the rainbow! Image:213 & Brandon.jpg|Replacing cladding on a wooden coach Image:Spokane, Portland & Seattle Railway-1.jpg|Spokane, Portland & Seattle Railway coach Image:Snow Plow-3.jpg|Northern Pacific Rotary 10 steam snowplow with tender File:The Snoqualmie Depot and Train.ogv|The excursion train departs from The Snoqualmie Depot Image:Snow Plow-1.jpg|Northern Pacific Rotary 10 steam snowplow from front end ==See also== *List of heritage railroads in the United States ==References== *Alexander, Edwin P. Down at the Depot. New York: Clarkson N. Potter, Inc. ,1970. *Droege, John A. Passenger Terminals and Trains . New York: McGraw Hill, 1916 ==External links== *Northwest Railway Museum website * Northwest Railway Museum blog * WASteam *KCTV Spot Category:Buildings and structures completed in 1889 Category:Railroad museums in Washington (state) Category:Heritage railroads in Washington (state) Category:Railway stations in the United States opened in 1890 Category:Railway stations on the National Register of Historic Places in Washington (state) Category:National Register of Historic Places in King County, Washington Category:Former Northern Pacific Railway stations in Washington (state) Category:Victorian architecture in Washington (state) Category:Museums in King County, Washington Category:Articles containing video clips ",
    "title": "Northwest Railway Museum"
}