{
    "id": "1271476",
    "text": "Southern Fried Rabbit is a 1953 Warner Bros. Looney Tunes cartoon directed by Friz Freleng. The cartoon was released on May 2, 1953, and stars Bugs Bunny and Yosemite Sam. ==Plot== A severe drought has ruined the carrot crop in Bugs Bunny's northern home. Upon learning of a boom crop in Alabama, Bugs decides to happily make the trip to the fertile soils. After a lot of walking, he finds himself near the Mason–Dixon line that separates the drought-ravaged north from the fertile south; but as soon as he crosses the line, he is shot at by \"Colonel\" Sam, who chases Bugs back over the line. Bugs asks Sam what the deal is, only to hear Sam somehow believes that he is a soldier of the Confederate States of America and has received orders from General Lee to guard the borders between the Confederate States and the United States. When Bugs points out that \"the war between the states ended almost 90 years ago\" (the cartoon itself was animated in 1953), Sam says \"I ain't no clock watcher!\", and that he will stay there unless he hears the orders to do otherwise from Lee, that, obviously, will never come. He shoots at Bugs and forces him to run away, prompting the rabbit to make several attempts to shake his antagonist. First, Bugs disguises himself as a banjo-playing slave (see \"Availability\" below), singing \"My Old Kentucky Home.\" When Sam asks for something \"more peppy\", Bugs promptly sings \"Yankee Doodle\", leading Sam to call Bugs a traitor. Bugs then begs Sam not to beat him, and forces a whip into Sam's hands. Then, after fleeing from Sam, Bugs immediately comes back in disguised as Abraham Lincoln, scolds Sam for \"whipping slaves\", and hands him a card to \"look [him] up at [his] Gettysburg Address\". Bugs' cover is blown, however, when Sam sees his cotton tail sticking out of Abe's trenchcoat. Infuriated, Sam chases Bugs into a tree. Bugs blows out Sam's match when he tries to light a bomb, and when Sam tries it again away from the tree, he blows it out with an extended pipe. Sam goes even further away in the third attempt, but with more ground to cover, the fuse runs out as Sam runs back, and the bomb detonates in his hands. Bugs then disguises himself as Stonewall Jackson (here as \"General Brickwall Jackson\"), fooling Sam into marching into a well. Afterwards, Bugs flees from Sam into a mansion, where he disguises himself as Scarlett O'Hara (from Gone with the Wind), and when Sam attempts to search the mansion, he takes a cannon blast while looking inside a closet and is dissuaded from searching any further. Bugs at last succeeds in getting Sam when, disguised as an injured Confederate soldier, he informs him that the Yankees are in Chattanooga. Sam heads to Chattanooga, and the finale has him threatening the New York Yankees, preventing them from competing in an exhibition baseball game against the Chattanooga Lookouts. ==Availability== *Southern Fried Rabbit is available on a VHS tape and The Looney Tunes Golden Collection volume 4 ==See also== * List of Bugs Bunny cartoons * List of Yosemite Sam cartoons * List of films featuring slavery ==References== ==External links== *Southern Fried Rabbit *New York Times review * Category:1953 films Category:1953 animated films Category:1953 short films Category:1950s American animated films Category:1950s animated short films Category:American Civil War films Category:Looney Tunes shorts Category:Warner Bros. Cartoons animated short films Category:Films based on works by Harriet Beecher Stowe Category:Short films directed by Friz Freleng Category:Films set in the United States Category:English-language films Category:American films Category:Cultural depictions of Abraham Lincoln Category:American animated short films Category:Films featuring Bugs Bunny Category:Warner Bros. animated short films, 1950s ",
    "title": "Southern Fried Rabbit"
}