{
    "id": "1271278",
    "text": "Joseph Sadoc Alemany y Conill, O.P. (Catalan: Josep Sadoc Alemany i Conill; Spanish: José Sadoc Alemany y Conill; July 3, 1814 – April 14, 1888) was a Spanish Roman Catholic archbishop and missionary. He served as the first Bishop of Monterey from 1850 until 1853, and as the first Archbishop of San Francisco from 1853 until 1884. ==Early life== Alemany was born in Vic, Catalonia, on July 3, 1814, to Antoni Alemany i Font and Miquela dels Sants i Saborit. Alemany entered the Dominican Order in 1830 and made his solemn profession of religious vows in September 1831, the same year that his protégé, Patrick Manogue was born in Ireland. He was then sent to Rome to study at the College of St. Thomas in Rome, the future Pontifical University of Saint Thomas Aquinas, commonly referred to as the Angelicum, where in 1840 he was made Lector in Theology.\"Upon the completion of his studies, he was awarded the degree of Lectorate in Theology at the Minerva, one of the venerable centers of Dominican life and culture.\"Mission West: The Western Dominican Province 1850-1966, 1995, Western Dominican Province Oakland, California, Accessed 21 May 2014 Alemany was ordained a priest in the cathedral of Viterbo on March 11, 1837 by Archbishop Gaspare Bernardo Pianetti.\"...on March 11, 1837, though one year shy of the sacerdotal canonical age, he was ordained a priest in San Lorenzo Cathedral in Viterbo by Archbishop (later Cardinal) Gaspar Bernard Pianetti of that city.\" Mission West: The Western Dominican Province 1850-1966, 1995, Western Dominican Province Oakland, California, Accessed 21 May 2014 During his studies in Rome, he had an audience with Pope Gregory XVI. ==Career== The Dominican superiors sent Alemany to the United States in 1840. For the next eight years, he engaged in missionary activity in the Eastern and Southern United States, eventually becoming a naturalized United States citizen. In 1848, Alemany was appointed Prior Provincial of the Dominican Province of St. Joseph. Summoned to Rome, Alemany met on June 11, 1850, with Cardinal Giacomo Filippo Fransoni, informed of his appointment as Bishop of the Roman Catholic Diocese of Monterey in California. Alemany replied, \"No.\" Pope Pius IX ordered Alemany to a private audience on June 16. Pope Pius told Alemany, \"You must go to California....Where others are drawn by gold, you must carry the Cross.\" Fransoni consecrated Alemany as Bishop of Monterey on June 30, 1850, in Rome; thus, becoming the first American bishop in California.Diocesan History ===Monterey=== Before leaving Europe, Alemany determined that he would need the help of a community of religious women for the education of the children of his new territory. He traveled around, visiting various monasteries of Dominican nuns. When he arrived in Paris, he went to the Monastery of the Cross there, where he presented his request for volunteers among the Dominican Sisters. He had one recruit, Sister Mary of the Cross Goemaere, O.P., a Belgian novice. Alemany soon set sail with her and a fellow Dominican friar, Francis Sadoc Vilarrasa, O.P., arriving in San Francisco on December 6, 1850. Goemaere then founded a community in Monterey which was to become the Dominican Sisters of San Rafael. ===San Francisco=== When the Roman Catholic Archdiocese of San Francisco was erected July 29, 1853, Alemany was appointed by Pope Pius as its first archbishop. Alemany arrived in San Francisco finding three established Catholic parishes Mission Dolores (San Francisco de Asís) (1776), St. Francis of Assisi (1849) and St. Patrick (1851). As Archbishop of San Francisco, Alemany presided over what became a multinational diocese, owing to the influx of people during the California Gold Rush, and parishes were established for San Francisco's Italian, Irish, French, German and Mexican communities.Presentation Sisters to celebrate 150 years Catholic religious institutes were also active during his tenure, with the Society of Jesus establishing Santa Clara University and the University of San Francisco, the De La Salle Christian Brothers taking over the diocesan Saint Mary's College, and the Sisters of Notre Dame de Namur establishing in San Jose the Notre Dame de Namur University, and the Sisters of the Holy Names of Jesus and Mary establishing in Oakland the Holy Names University. He and Vilarosa also founded the Dominican Province of the Most Holy Name in 1851, and the Dominican Sisters of San Rafael and Dominican Sisters of Mission San Jose were established in the archdiocese in 1851 and 1876, respectively. As Bishop of Monterey Alemany had filed a petition with the Public Land Commission on February 19, 1853 for the return of all former mission lands in California. As Archbishop of San Francisco he sought Fee Ownership of 1,051.44 acres (for all practical intents being the exact area of land occupied by the original mission buildings, cemeteries, and gardens) was subsequently conveyed to the Church, along with the Cañada de los Pinos (or College Rancho) in Santa Barbara County comprising , and La Laguna in San Luis Obispo County, consisting of .Robinson, pp. 31–32 The scope of his authority was large, as the Diocese of Monterey originally encompassed the entire area of the former Mexican province of Alta California, while the Archdiocese of San Francisco encompassed all of the state of California north of Monterey Bay as well as territories that would become Nevada and Utah. However, Alemany wished to return to missionary work and requested a coadjutor bishop. In 1883, Bishop Patrick William Riordan was appointed by Pope Leo XIII coadjutor, and would succeed Alemany upon the latter's resignation as archbishop in 1884. ==Retirement== Alemany's vault at Holy Cross After his resignation, Alemany left San Francisco in May 1885 to return to his homeland. In the course of the journey east he toured New York, was presented by Catholic General William Rosecrans to President Grover Cleveland. He arrived in Italy, having an audience with Pope Leo XIII and was appointed titular archbishop of Pelusium. Alemany returned to Catalonia. He died in Valencia, on April 14, 1888, and was buried in the Church of Sant Domènec in his native Vic. In 1965, Alemany's body was brought back to San Francisco after a funeral Mass said by Archbishop Joseph T. McGucken at the Old Cathedral of Saint Mary of the Immaculate Conception his remains were buried in the Archbishops' Crypt in the mausoleum in Holy Cross Cemetery in Colma, California. He was an author, publishing his The Life of St. Dominick. Alemany Boulevard and the Alemany Maze in San Francisco, Bishop Alemany High School in Mission Hills, California and the Archbishop Alemany Library at Dominican University of California in San Rafael are all named in his honor. ==References== ==Sources== *Mc Gloin, S.J., John B. California's First Archbishop: The Life of Joseph Sadoc Alemany, O.P., 1814–1888. New York: Herder and Herder, 1966. *Parmisano, Fabian Stan. Mission West: The Western Dominican Province, 1850–1966. Oakland, California: Western Dominican Province, 1995. * *Who Was Who in America: Historical Volume, 1607–1896. Chicago: Marquis Who's Who, 1967. ==External links== *Dominican Friars: Pioneers in the Archdiocese *Presentation Sisters to celebrate 150 years Category:1814 births Category:1888 deaths Category:People from Vic Category:Spanish Dominicans Category:Pontifical University of Saint Thomas Aquinas alumni Category:Dominican missionaries Category:Spanish Roman Catholic missionaries Category:Roman Catholic missionaries in the United States Category:Spanish emigrants to the United States Category:Dominican bishops Category:Roman Catholic Diocese of Monterey in California Category:Catalan American Category:Catalan Roman Catholic bishops Category:Spanish Roman Catholic bishops in North America Category:American Dominicans Category:19th- century Roman Catholic archbishops Category:People from San Francisco Category:Roman Catholic Archbishops of San Francisco Category:Burials in the Province of Barcelona Category:Burials at Holy Cross Cemetery (Colma, California) ",
    "title": "Joseph Sadoc Alemany"
}