{
    "id": "1271269",
    "text": "CFJP-DT, virtual and UHF digital channel 35, is the flagship station of the French-language Noovo television network, licensed to Montreal, Quebec, Canada. The station is owned by the Bell Media subsidiary of BCE Inc., as part of a twinstick with CTV owned-and-operated station CFCF-DT, channel 12 (although the two stations maintain separate operations). CFJP-DT's studios are located on Saint Paul Street in downtown Montreal, and its transmitter is located on Mount Royal. ==History== The station was originally owned by the family of Jean Pouliot, then-owner of CFCF-TV. It was acquired by Cogeco in 2001 concurrently with Cogeco's acquisition of the network. It was later acquired by Remstar in June 2008, which had been owned by Cogeco and CTVglobemedia but entered bankruptcy protection in late 2007. The network was renamed V the following year. It was later reorganized into a separate entity named V Media Group, which was still majority-owned by Remstar, with a minority share held by a trust controlled by Remstar's owner, Maxime Rémillard. As an owned-and-operated station of the network, CFJP was part of V's takeover by Bell Media on May 15, 2020. CFJP formerly had a rebroadcaster in Rimouski, CJPC-TV channel 18, but this switched to being a semi-satellite of CFTF-TV in June 2007. == Digital television and high definition == CFJP launched a high definition simulcast on June 4, 2007, and it's available on Vidéotron and Cogeco cable in Quebec. It signed on over the air on channel 42 from their studio building in Montreal in December 2007. However, through the use of PSIP, digital television receivers display CFJP-TV's virtual channel as 35.1. After the analog television shutdown and digital conversion on August 31, 2011, CFJP-TV moved from its pre-transition channel number, 42, to its post-transition and old analog channel number, 35. Because of the placement of the digital broadcast antenna at a low elevation on top of a residential building in Montreal, the coverage area was greatly reduced as compared to its former analog signal, which broadcast from Mount Royal. Many viewers were no longer able to receive CFJP. The station moved its digital transmitter to Mount Royal on April 16, 2013, greatly increasing its coverage area. == References == == External links == *Noovo * * CFJP at TV Hat * * FJP-DT FJP-DT Category:Television channels and stations established in 1986 Category:National Hockey League over-the-air television broadcasters Category:Montreal Expos broadcasters Category:1986 establishments in Quebec ",
    "title": "CFJP-DT"
}