{
    "id": "1271002",
    "text": "Glen Williams is a hamlet in Halton Hills, Halton Regional Municipality, Ontario, Canada. Glen Williams is noted for its visual artists, artist's studios, heritage buildings, a restaurant and bakery, a community centre (Town Hall), parks, churches and homes. The Credit River flow through the hamlet, providing a habitat for animals. ==History== In the fall of 1824, a grant of in the township of Esquesing was made by the crown to John Butler Muirhead. The land was eventually sold for £100 to Benajah Williams. The Credit River was used to run saw and flour mills. By 1833, Williams had purchased another 200-acre parcel, giving him the that became Glen Williams. The Williams' Mill is where the first industry stood, a saw mill built by Benajah and sons Joel and Charles in 1825. Charles Williams became the leading figure in the community, and by the mid-1860s, he was proprietor of the flour, woollen, and saw mills, as well as a justice of the peace in Williamsburg. Williams Mill Arts Centre A second sawmill in the village was operated from 1856 by Joseph Tweddle, and a third saw mill was on \"the Mountain,\" run by steam, erected by Charles Symons of Acton, and leased to and run by Cooper and sons of the Glen. It burned down in the summer of 1876. Members of the Williams family worked as a blacksmith, cabinetmaker, leather tanner, and general store proprietor. Jacob Williams opened a woolen mill in 1839. ===Glen Woollen Mills=== A woollen mill, built of wood, was erected in 1839 by Jacob Williams. When he died in 1853, his elder brother Charles took over the property. The building also housed Brown's Pump Factory and Bradshaw's Comb Factory. The building was destroyed by fire in 1867. In 1877, Charles Williams bought the bobbin factory. After a fire in 1867, Charles Williams erected a new stone mill. The building was finished, but fire struck again in 1875. Charles' son Benajah became the proprietor, and rebuilt it two-and-a-half stories and powered by a 40-horsepower Leffel water wheel. The building was heated by steam and equipped with a system of waterworks for quenching fires. It employmed 50 to 60 people directly, and used of Canadian wool daily. The mill bought the latest cards, spinning machines, twisters, and Knitting machines built by Davis and Furber in Northampton, Massachusetts. The rebuilding and re- equipping cost $32,000. By 1877, Ben Williams had failed and run away. His debts had risen to the cost of rebuilding the factory and more, and in January 1878, the Toronto Globe advertised the sale of the mill. His brother Joseph purchased the mill. Glen Woollen Mills during spring flood, 1910 In 1894, the mill was operated by the Sykes and Ainley Manufacturing Company. The E. Y. Barraclough house on Mountain Street overlooking the Glen Woollen Mills. The Glen Woollen Mills Company was organized in 1907 to carry on the business. The looms wove grey blankets, robe linings, fancy buggy rugs, wool horse blankets, kersey, collar check, carpet and knitting yarns. About this same time, the Melrose Knitting Company was set up as a subsidiary. It produced about 45,000 dozen pairs of men's wool socks and lumberman's socks a year. Sixty to seventy people worked there, and a hundred could have been employed if they could be found. Because of the shortage of labour, twelve English automatic machines were installed; and with the care of two boys, they knit 60 dozen pairs of socks a day. The mill was run by water power, though a 100-horsepower boiler and engine used for heating and drying could provide emergency power; and their own dynamo produced the electricity to run delicate machinery and lighting.\" After Barraclough's death, the mill passed through a number of operators, and was destroyed by fire in 1954. ===Beaumont Knitting Mill=== Beaumont Knitting Mill workers - 1893 An Irish millwright named James Bradley bought the old Tweedle Saw Mill upstream from Benjah, along with five carding machines and the largest picker. The Dominion Glove Works also producing a 200 dozen pairs of socks daily, which would sell at 25 to 50 cents a pair, and about 40 dozen pairs of mitts and gloves, selling at 50 cents to a dollar. The mill employed 80 to 100 workers. In 1982, the mill was sold and closed. Beaumont Mill Antiques and Collectibles is now located there. ===Heritage buildings=== Glen Williams Town Hall Reeve and Clarke Books * The original Williams saw mill, now the Williams Mill Arts Centre. * Glen Williams Town Hall, first used for a board meeting in 1870, has been used by numerous societies, churches, and political meetings, and acted as a polling station for elections. In the 20th century, the hall provided the stage for dances and Canadian author Lucy Maud Montgomery, who staged many works there with her Union Dramatic Players. It also served briefly as a school. * Laidlaw House, the Frazier Shop, the Williams Chair Factory (Williams-Holt House), and the Beaumont Knitting Mill. * Reeve and Clarke Fine and Rare Books, an antiquarian book business that sells second-hand books. The store is located in the storefront of Laidlaw House and the Frazier Shop in which Timothy Eaton first worked in retail. Beyond the designated heritage properties, more that 35 other properties in Glen Williams are listed in the Town of Halton Hills Heritage Register. ==Arts and culture== Famed Group of Seven artist A. J. Casson often spent summers in Glen Williams, which he used as a base to paint local scenes. The village itself is the subject of Casson's 1938 oil on canvas, \"Street in Glen Williams\", a leafy, autumnal portrait of a quiet road in the hamlet, which sold at auction in Toronto on June 1, 2010 for a record $542,800, including buyer's premium, the highest such valuation ever accorded a Casson canvas. Casson, who joined the Group of Seven in 1926, \"recorded small towns in every season,\" Canadian art critic and historian Paul Duval wrote in 1980, \"and Street in Glen Williams is unquestionably his key autumn portrayal.\" Other paintings of Casson's time in and around Glen Williams include \"Country Road - Glen Williams\", \"Village Street October\", and \"Farmhouse near Glen Williams 1938\", now in the Firestone Collection of Canadian Art at The Ottawa Art Gallery. Today Glen Williams is a predominantly residential community that provides housing for residents employed in other areas. Glen Williams is home to many visual artists, contains a collection of artist's studios and is a major draw to the area. Glen Williams has a compact community core that includes commercial uses, a restaurant and bakery, the community centre (Town Hall) and other recreational and community functions. This hamlet core is viewed as an important component of the hamlet character. All commercial and community uses are focused in this area. The Williams Mill Visual Arts Centre and Glen Williams Glass are both housed in the heritage site of the Williams Mill. The Williams Mill provides studio space for artists of various media including ceramics, drawing, fibre, glass, jewellery, printmaking, sculpture and offers visitors the opportunity to interact directly with the artists, experience their work in progress and purchase a variety of art. The gallery showcases the works of other renowned artists and craftspeople. Art classes, lectures and workshops for all ages offered year- round in the Arts Education Centre. Glen Williams Glass is a collective studio made up of seven independent glass artists and is also part of The Williams Mill. In addition to its function as an artist's co-operative, Glen Williams Glass regularly welcomes non-members to the studio. The former Beaumont Knitting Mill is now home to Beaumont Mill Antiques & Collectibles, a multi vendor Antique and Collectibles Market offering a broad assortment of collectibles and antiques, including furniture, toys, glassware, cookware, books, decorative items, and vinyl records. Adjacent to the mill is the Kids & Classics Boatshops Museum, a non-profit organization, which focuses on the restoration of classic wood boats, where volunteers learn and teach skills, working with kids-at-risk through a skiff building program for youth. In the space of a weekend, four children build and launch a skiff (the Bevin's skiff), get exposed to the world of boatbuilding and learn to have confidence in themselves and what they can do. Sale of the skiffs built by the youth helps fund the program. Sheridan Nurseries operates their \"Glen Williams Farm & Distribution Centre\" along the hamlet's eastern boundary. The farm is their main growing facility and produces more than 800 hardy nursery stock varieties, ranging from evergreens, deciduous trees and shrubs. The Distribution Centre supplies its own nine garden centres in the Greater Toronto Area (GTA) and ships regularly to destinations in Eastern Canada and the U.S. Midwest to New England. Sheridan Nurseries has been selected as the Glen Williams Citizen of the Year in 2007, 2010 & 2011. ===Annual festivals and events=== * Victoria Day - Fireworks and BBQ * Canada Day (July 1) - Parade, duck race, festival grounds, evening BBQ and fireworks ==Attractions== Copper Kettle Inn The Glen Oven Bakery Cafe and The Copper Kettle Pub are also located in the village. The Copper Kettle Pub is particularly known for its authentic and traditional British fare and atmosphere and for its colourful staff. It occupies the former General Store and Post Office, built in 1852 by Charles Williams. The Glen Fitness Studio is located at 511 Main Street, offering both group fitness exercise programmes and individualized sessions with a personal trainer. The Glen Tavern, occupying one of the lower floors of the Williams Mill Visual Arts Centre, is located at 515 Main Street, offers seasonal, contemporary food, selected wines and drinks in a convivial setting. Three churches serve the village. St. Alban the Martyr Anglican Church, and St. John's United Church are historic buildings still used for worship, and are located on either side of the Credit River on Main Street. Despite the bishop's suggestion that the Glen people would be better off continuing to attend church in Georgetown, the cornerstone of St. Alban the Martyr was laid in 1902, and the church opened in June of following year. The architect was F. S. Baker, the son of a woollen miller in Kilbride, and a friend of Joseph Beaumont. F.S. Baker would later become the second President of the Royal Architectural Institute of Canada from 1910–1912. Union Presbyterian Church is located north-east of the village at Winston Churchill. Glen Williams Park Ballfield ===Glen Williams Park=== Glen Williams Park, 509 Main Street, originally built and maintained by village residents, now maintained by Town of Halton Hills staff, the park includes baseball diamonds, park pavilion, and flower gardens. Open for public use to have a picnic, organize a friendly game of baseball or listen to the sounds of Credit River flowing by. Glen Williams Minor Softball, still played in the park, was established in 1964 by the local hamlet's people. As the need increased for a place to play ball, the land where the park is located today was donated to Glen Minor Ball. The Glen organizers built a major diamond, a concession stand and a minor diamond. The major diamond and booth are still here today. This park is a place created for youth and adult teams to play. Lights were later added on the major diamond so that night games could also be played. Local teams were formed in the Halton area. These local teams included Acton, Limehouse, Hornby, Owma, Lowville, Rockwood, Hillsburg and Glen Williams. These leagues were boys, girls, mens, ladies and senior teams with all age groups from 5 years to 65 years of age. In the 70's on average, you could watch three different age groups play every night of the week and tournaments on weekends. At one point, there were over 300 youth players from Georgetown and Glen Williams. That was then, now only Glen Williams, Hillsburg and Rockwood remain. To keep travel and playing costs down the local teams have created their own mixed co-ed house league located at Glen Williams Ball Park. League teams range from ages 4 up to 19. The league games are Monday through Thursday and Sunday. At Glen Williams Minor Softball everyone who wants to play is welcomed at any time. Their slogan is \"We don’t coach softball, we coach kids\". Youth Divisions currently supported are TBALL for girls and boys ages 4 and 5 years of age, ATOM for girls and boys ages 6 to 8 years of age, SQUIRT, girls and boys ages 9 to 12 years of age, PEE WEE, girls and boys ages 13 and 14 years of age, BANTAM for girls and boys ages 15 and 16 years of age, and MIDGET, for girls and boys ages 17 and 19 years of age. ===Glen Williams Cemetery=== Glen Williams Cemetery The 1840 deed to the Methodist Episcopal church in Glen Williams provided a site for \"a Church Meeting-House or Chapel and Burying-ground.\" But the spot down by the river was not an appropriate place for burials, and it does not appear that any took place there. In the Glen the Williams family chose a spot on the hill, overlooking the village, for use as a family cemetery. The earliest stone marks the resting-place of Ira, Elizabeth and Benajah's son, who died in 1833 just eleven days after his fifteenth birthday. Another son, George, lies nearby; he died in 1836, also at the age of 23. A grandson, Alfred (Joel's boy) died in 1844. Photo taken from the Glen Williams Cemetery Look-off in May 2012. Others besides the family used the cemetery. There is a memorial to Robert Brown, who died in 1834. That is on a stone that was put up in 1876, and it is uncertain whether he is buried there. But near the Williams plot there are stones from 1845, for Latham Stull, and for Margaret, wife of Jacob Stull. Benajah Williams died on November 22, 1851. His son Charles must have felt that the time had come for the cemetery to be established on a more regular basis, and on December 22 he made over the land for a public burying- ground, \"in consideration of the sum of one shilling of lawful money of the Province of Canada to him in hand paid.\" His brother Joel (now described as a carpenter, rather than a blacksmith as in an earlier deed) and another brother Jacob, were among the first trustees. The others were John Cook and John Stull, yeoman, and Thomas B. Frasier, tailor. The original grant was of one acre, but with the passage of time, more land came to be needed. The oldest section bordered on the road, and is easily distinguished by the old limestone markers in it. In 1905 the Sykes and Ainley mill donated the piece of land between it and the top of the bank of the hill above the river. A further piece was bought for $30 in 1919. It was purchased from John Haines (1870-1932), a native of Somerset, who purchased Fred Cook's orchard and farm next to the cemetery. Then in 1957 Sheridan Nurseries gave a further piece to the cemetery board. The Glen Williams Cemetery continues today as a community cemetery governed by a volunteer Board Of Directors. They do not receive government funding or maintenance assistance but rely on private donations. ==Education== Glen Williams Public School, located at 512 Main Street, is a Junior Kindergarten to Grade 5 Elementary School, with a school library and gymnasium and a large outdoor play area next to the Credit River. Governed by the Halton District School Board with input from the local Glen Williams Parent Council, it is currently home to approximately 220 children. The first frame (as distinct from log) school in the township was built in Glen Williams 1837, replaced by a large, one-room building in 1852. The present school is now housed in a modern building which has seen many additions since it was first erected in the 1950s. This school replaced the overcrowded two-room brick school on Prince Street, which was built in 1873 and has since been converted into a private residence. The Glen Williams Public School also houses before and after school programs in cooperation with the Halton Hills Glen Williams YMCA Centre, a licensed child care centre. The Village Montessori & Child Care is located in Glen Williams at 533 Main Street and is locally owned and operated. Offering a true Montessori Toddler program as well as Casa and School Age programs, accepting all children 15 months to 12 years of age, also offering Mommy and Me programs for infants and toddlers. ==Gallery== File:Charles Williams House, 514 Main Street, Glen Williams, Ontario, Canada.JPG|Charles Williams House, 514 Main Street, Glen Williams. File:Norton House, 9 Prince Street in Glen Williams, Ontario, Canada. Circa 1881.JPG|Norton House, 9 Prince Street in Glen Williams. Circa 1881. File:15 Prince Street in Glen Williams, Ontario, Canada. Built 1873. The former Glen Williams Public School.JPG|15 Prince Street in Glen Williams. Built 1873. The former Glen Williams Public School. File:Credit River Spring Flood in Glen Williams, Ontario, Canada. 1912.jpg|Credit River Spring Flood in Glen Williams, 1912. ==See also== * Wilbur Lake ==References== ==Further reading== * Richard E. Ruggle (1978). DOWN IN THE GLEN: Sketches from the History of Glen Williams. THE GLEN WILLIAMS CEMETERY BOARD * John Mark Benbow Rowe (2014). Glen Williams – An Oasis in the Credit Valley. The Esquesing Historical Society. . * John McDonald (2002). Halton Sketches Revisited: Historical Tales of People and Events in North Halton. Boston Mills Press. . * Glen Williams Secondary Plan. Town of Halton Hills (2003). ==External links== * Glen Williams community website sponsored by the Hamlet of Glen Williams Residents Association Inc. (HGWRA) Category:Neighbourhoods in Halton Hills ",
    "title": "Glen Williams, Ontario"
}