{
    "id": "1271753",
    "text": "The Metropolitan University of Educational Sciences ( (UMCE), is a public and traditional university located in the commune of Ñuñoa, Chile. It is the fourth oldest university in the country, founded in 1889 as college of the University of Chile. == History == ===Origins=== Ignacio Domeyko, a Chilean- Polish scientist and professor at the National Institute of Chile, was the first intellectual to point out the need for an institution dedicated to the science of pedagogy. Ignacio Domeyko, scientist and professor of the National Institute José Miguel Carrera, manifests for the first time -during one year of 1842- the need to change the education system in Chile, inspired by the models that are being implemented in Europe where it was starting to develop a new science: pedagogy. At that time, Domeyko was a young immigrant in the university lessons around his homeland, particularly in Paris, France, he gave a lot of knowledge that was not limited to the natural sciences, if it was not an innovation in ideas for the organization that did not find education in this country, and that motivated him to start a slow but significant intellectual work. The proposal of the Polish-nationalized Chilean teacher was that a normal school was created similar to the one he had known by the hand of the French philosopher Victor Cousin. In this project, use a dozen of the laws that were granted from the liberal government of Francisco Antonio Pinto and Diaz de la Puente to the National Institute in 1829, students from all over the country, settle in a special department of the prominent lyceum for two years, reviewing the studies that have already been taught in their schools, and then specialize in the area they are most interested in for another two years at the university. Diego Barros Arana, philosopher and historian, assumes the rector of the National Institute between 1863 and 1872. Noticing from the outset the lack of preparation of Chilean teaching staff, he also realized that even under the direction of this institution, which had the best national teachers (among them the professors Amunátegui, Vendel-Heyl, Lobeck, Pizarro) 14, the teaching was rough and did not have the didactics that he considered necessary. In this period, he would create a failed Teachers' Association. Many intellectuals were educated by this eminent historian (who before becoming rector, was professor since 1838 in which he is also his alma mater) among which Valentín Letelier, the main intellectual manager of the Pedagogical Institute, who would be strongly moved with the way of educating Arana, who never stopped visiting the classrooms or the students, concerned at all times not to be a simple minister of faith in charge of certifying a certain event, but to excite, interest and guide the intelligences educated. Its creation was firmly defended by numerous statesmen and teachers, among whom Don Valentín Letelier distinguished himself, who defended the Pedagogical with so much integrity that he even affirmed that suppressing it is making it impossible to train Chilean professors; is to make us perpetual tributaries of foreign pedagogy. Especially influenced by the aforementioned experience he had with Barros Arana during his basic studies: > \"In Chile it is generally believed that any engineer can be a good teacher > of mathematics, that every doctor is competent in the natural sciences, and > that the teaching of the humanities is put in good hands when entrusted to > lawyers. This is a very serious error because the most proper thing to > assess the suitability of a teacher is not his knowledge, it is his > didactics.\" National Institute of Chile. Manuel Montt would try to take up Domeyko's original idea of annexing the hypothetical Pedagogical Institute to the National Institute, which would award 20 scholarships for aspiring professors, but in doing so it would be inevitable to absorb the old establishment for the new one, as had happened before when the Instituto Nacional General José Miguel Carrera disarmed the entire building and academic body of the Royal University of San Felipe in 1813, so the idea was discarded. ===The Pedagogical Institute=== In 1888, during the government of the liberal president José Manuel Balmaceda, the Minister of Justice, Worship and Public Instruction (equivalent to the current Ministry of Education) Federico Puga Borne - as well as Letelier, a former institute and former student of Professor Arana - builds the formation decree of the Pedagogical Institute of the University of Chile, which safeguarded the budget that allowed to give life to the project after 40 years of waiting. The sum was forty thousand Chilean pesos, and was signed the following year by the new minister Julio Bañados Espinosa on April 29, 1889. Minister Bañados contacted Valentín Letelier and Claudio Matte, who were members of the Chilean delegation in Germany between 1883 and 1885 where they studied the German education system (Matte served as a translator for Letelier, since he was the only one who handled the German language) to implement it in the institution. Later, the future teachers would be precisely Germans. The pedagogical was born as a boarding school, free of charge and with the obligation to provide housing, food and board to the fellows. Education was divided into two axes: humanities and sciences. Humanities was separated into four courses: Castilian / Latin, French / Greek, English / German and History / Geography. While science would be divided into mathematics and natural sciences. Letelier knew how to channel and cement the aspirations in an establishment of international renown that took the name of Institute, since it was created under the auspices of the prestigious University of Chile, but with a modern constitution that favored research and teaching in topics related to the pedagogy, as it was used in European universities and institutes such as the Institute for Political Studies in Paris or the Colleges of Cambridge University. This model served as an example not only in Chile, where the University of Concepción highlighted with a department of teacher training created in 1919 with the same guidelines of El peda, but also in Latin America. They would be pioneers in pedagogical training in the continent. The work of the Pedagogical Institute was so important that about 80% of Chilean teachers were trained in these classrooms, coming to be considered one of the most prestigious teacher training centers in America. Numerous Pedagogical Missions were destined to form new Pedagogical Centers in other countries like Venezuela and Costa Rica. ===First Academic Group=== The Pedagogical Institute Minister Puga commissioned for the first time in 1888 the ambassador of Chile in Berlin, Domingo Gana Cruz, six professors of higher education: one of philosophy, one of history and geography, one third of philology, one quarter of mathematics, one fifth of physical sciences and a last of natural sciences. Thus, the ambassador understood that his future depended on the pedagogical, which for the founders of the institution, was ideal. A select group of German teachers with extensive experience was hired who with exclusive dedication could create their chairs and dedicate themselves to research, the first academic body of the Pedagogical Institute was constituted by a Chilean, Enrique Nercasseau and Morán, and by the German professors: *Augusto Tafelmacher, professor of mathematics, graduated from the well-known University of Göttingen, published more than twenty studies in the Annals of Mathematical and Natural Sciences of Leipzig and the Annals of the University of Chile on mathematics, educational methods and Fermat's theorem, fact particularly remarkable since in these years nobody had written about mathematics in Chile. *Jorge Enrique Schneider (pedagogy, philosophy, logic, methodology, moral and philosophy of science). German that since adolescence that manifested his vocation. He studied Philosophy and Zoology at the University of Jena and then Pedagogy at the University of Leipzig. Known also for founding the Liceo de Aplicacion as a small academy for young people of middle and upper class and that was dependent on the Pedagogical Institute. *Federico Albert Botanist, paleontologist and ornithologist, professor of natural sciences. Son of a merchant from Lübeck. He received his doctorate at the University of Strasbourg with a dissertation called The Commodity Metric Art. In 1883 he received the title to teach and already in Chile was a collaborator of the Annals of the University of Chile. *Hans Steffen (history and geography). The youngest academic in the Germanic group, and that however, according to Baron Richthroten, professor at the Berlin University of Young Steffen, \"in the art of teaching, was superior to his peers who had long years of experience \" *Federico Hanssen (philology, general grammar, linguistics, Latin, Greek, French, English, German, rhetoric and literary history). *Reinaldo Von Lilienthal (arithmetic, algebra, geometry, trigonometry and mechanics, who spent a few months in Chile and returned to Germany, where he stood out as one of the greatest mathematicians of his time and was replaced by Augusto Tafelmacher, who practiced until 1907) . *Federico Johow, notable botanist, who was appointed as the first director of the Pedagogical Institute (natural sciences, biology, zoology, botany and hygiene); nephew of a jurisconsult of the same name who was minister in the Supreme Court of Prussia. In 1880 he received the title of PhD in Philosophy and in 1882 the faculty of docenti, that is, the certification to practice university teaching. He was also assistant at the Botanical Institute of the University of Bonn, in 1883 he was commissioned by the Academy of Sciences of Berlin to study the Antilles and sectors of Venezuela. Professor Johow had published and continued to publish in the Gazette of Botany of Leipzig, in the Annals of the Royal Academy of Sciences of Berlin and others, including later the Annals of the University of Chile. *Rodolfo Lenz (grammar). He taught the \"living languages\", studied almost all the Neo-Latin dialects, Old French, Modern, Provencal, Italian, Spanish, Gothic, Old and Modern German, Old Saxon, English, Arabic, Greek, Russian and Latin. Today in the current UMCE there is bibliographic material from the 19th century and early twentieth century of original authors in a library that bears his name (Historical Library of the Pedagogical Institute \"Rodolfo Lenz). *Alfredo Beutell (chemistry and mineralogy). doctor of philosophy in 1879 and facultas docenti in 1885, assistant of the Laboratory of Chemistry of the University of Breslau and of the University of Greifswald. Important public studies on the chemical composition and optical properties of feldspars, on the precision pipette, on the water torch, on the spontaneous vial valve, etc. Most of the teachers who came to the old Pedagogical Institute did so, in part, due to the large number of European war conflicts and the exhaustive anti-Semitic persecution. On this, the famous Chilean philosopher Carla Cordua remembers her first year at the Ricardo Cumming Street house in the following way: > We had, due to the National Socialist racial persecution in Europe, many > very prominent and famous Jewish professors, who came to Spanish-America, > many to Argentina, others arrived to Chile, and in that sense, their > misfortune was our luck, because We had fabulous teachers, completely > exceptional for the general level of Chilean university studies. (...) these > people were completely exceptional, and had been scammed from Europe, > particularly in Germany, but also in other countries that are anti-Semitic > to this day. === Early 20th century === Despite the insistence of Letelier in leaving the Pedagogical to the wing of the Faculty of Philosophy and Humanities of the University of Chile, only at the end of 1890 the house of studies accepted this request by order of the Council of Public Instruction. This fact is extremely important for the consolidation of the university status that still preserves the pedagogical profession. Until the end of the 19th century teachers had been trained very precariously in the Normal Schools of Chile. The management of the Institute was handed over to the German Fr Friedrich Richard Adelbart Johow18 and his first generation of professors graduated in 1896. 244x244px ==== Liceo de Aplicación ==== The minister of public instruction of Jorge Montt's government, Joaquín Rodríguez Rosas, issued the supreme decree No. 1554 creating the Application Lyceum, attached to the Pedagogical Institute, which began operating on March 28, 1892, with the objective of giving a space for new teachers to practice their skills with a select group of middle and upper class students from Santiago: > \"(...) whose vacancies are disputed every year by hundreds of parents\" The first rector of this annexed establishment was the German professor of philology, philosophy and pedagogy (graduated from the University of Jena and Leipzig), Mr. Jorge Enrique Schneider, who had installed the idea of the Liceo de Aplicación in a report delivered on October 10. 1890 to the Council of Professors of Chile with the support of the director of the Pedagogical Institute, the also German, Friedrich Richard Adelbart Johow. The first classes of the lyceum were made in a small room located in Manuel Rodriguez street, and had the particularity that they taught subjects not taught in the pedagogical such as gymnastics, singing and drawing until the success of the project increased the initial enrollment of a couple of dozens to more than 100 students per year forced to buy an installation attached to the mansion of the Cumming house. Being so close to the central house of the Pedagogical Institute further improved its educational quality and prestige, positioning it at the level of such prestigious schools as the General National Institute José Miguel Carrera or the School of the Sacred Hearts of Santiago. ====Growth and social movements of the early twentieth century==== The creation of the Institute increased the enrollment of the University of Chile considerably. 15% of the enrolled (of a total 1056 for the year 1901) were future teachers, in 1900 there were 210 enrolled and in 1917 the number increased to almost 600. Of the 1098 students housed the pedagogical in 1921 , more than half were women, becoming the first instance of massive female entry to the university in the country. This increase also meant difficulties, since the old mansion of Cumming with Alameda, which also housed a small number of students from the Lyceum of Application, could not cope and the rooms soon became insufficient. The lack of was such that even the Peda, being saturated, sporadically received students from the School of Pharmacy and the Dental School, belonging to the Faculty of Medicine. At the beginning of the 1920s, the politics of Chile - and the world - would be confronted with new ideologies and movements that would surpass the traditional political parties completely. In this sense, the university student movement took a greater maturity to understand and deal with the issues that stressed the Chilean conflict, and that the possibility of socialism came to power for the first time in national history. The students at that time showed their disagreement with the prevailing political and social system and strongly supported the workers' movement. The Student Federation of the University of Chile, which was relatively new, was composed mainly of students of the Pedagogical Institute among which Rudecindo Ortega, José Domingo Gómez Rojas, Pedro León Loyola, Pablo de Rokha, Juan Gómez Millas (who would end disappointed) of the left and socialism, years later would form the Nationalist Union Party of Chile, a fascist movement) and above all, Eugenio González Rojas, philosophy student who came to preside over the FECH between 1922 and 1923 and was Minister of Education of the Republic Socialist of Chile (this former student also founded the Federation of Secondary Students of Santiago during his stay at the National General Institute José Miguel Carrera). Years later, González travels to Venezuela to create the Pedagogical Institute of Caracas. Upon returning he is appointed Director of the Pedagogical and later Rector of the University of Chile ===Pioneers in Psychological Research=== The University of Leipzig was the first to create an experimental laboratory of psychology and inspired professors Mann and Schneider to create the first university simile in Chile under the tutelage of Wilhelm Wundt himself. With the twentieth century, Experimental Psychology began in Chile. This had a magnificent boom thanks to professors Guillermo Mann and J.E. Schnider who created the Laboratory of Experimental Psychology, which inaugurated the experimental movement in the country. Although, since 1889 both professors were teaching psychology, it was not until 1908 that Mann was appointed to buy modern instruments and bibliographical material in Europe, establishing in a solid manner the laboratory that aimed to have the characteristics that Wilhelm Wundt used in his University of Leipzig. This would be the first psychology laboratory in a Chilean university institution21 and Wundt himself would have oriented the two teachers to the selection of instruments. While most of the instruments came from Leipzig, there was also a considerable amount of material purchased in Berlin, Paris and Milan. Despite the good performance of this initiative, the lack of state funding (it stopped being subsidized in 1917) meant its early closure. Today, part of the laboratory survives in the Department of Psychology of the current Faculty of Social Sciences of the University of Chile. About these Guillermo Mann declared in a report to the Rector Valentín Letelier: > The office of the instruments destined for psychological research can not be > other than that of fixing of an exact and measurable physical conditions > relations with the psychological processes that are being studied (...) We > can distinguish between the methods of the psychological experiment the > categories : first, methods of stimulation. Second, methods of measuring the > time of psychic processes. Third, methods of determining the expressions or > manifestations of these processes. And fourth, methods of measuring physical > phenomena, related to psychic facts indirectly Mann's laboratory was reopened by Luis A. Tirapegui, a psychologist at Columbia University, who wanted to promote the advances of experimental psychology along the lines of his predecessor, the field of education and pedagogical initiatives such as the adaptation of the Binet-Terman scale to the Chilean context.20 This reopening encouraged other universities to create their own versions of the Pedagogical Laboratory, such as the Psychotechnology Laboratory of the University of Concepción, whose material was similar to the original. A laboratory was also born in the Pontifical Catholic University of Chile and the Normal School of Copiapó with which there were several intellectual clashes in which the liberal and conservative positions of each other clashed. ==Faculty== {| class=\"wikitable\" |- ! Facultad !! Departamento !! Carrera |- | rowspan=\"6\" | Facultad de Historia, Geografía y Letras | Departamento de Alemán || German |- | Departamento de Ingles || English MA in English Language |- | Departamento de Castellano || Spanish MA in Spanish Literature |- | Departamento de Francés || French |- | Departamento de Historia || History |- | Centro de Estudios Clásicos Giuseppina Grammatico Amari || Philology (Greek or Latina) MA in Greek and Latin Language MA in Greco-Roman Culture |- | rowspan=\"5\" | Facultad de Filosofía y Educación | Departamento de Filosofía || Philosophy |- | Departamento de Educación Básica || Primary Education |- | Departamento de Educación Diferencial || Special Education |- | Departamento de Educación Parvularia || Early Childhood Education |- | Departamento de Formación Pedagógica|| MA in Education PhD in Educaction |- | rowspan=\"5\" | Facultad de Ciencias Básicas | Departamento de Matemática || Math |- | Departamento de Biología || Biology |- | Departamento de Química || Chemistry |- | Departamento de Física || Physics |- | Instituto de Entomología || MA in Science |- | rowspan=\"4\" | Facultad de Artes y Educación Física | Departamento de Kinesiología || Kinesiology MA in Kinesiology |- | Departamento de Educación Física || Physical Education (varones) Physical Education (damas) |- | Departamento de Música || Music Music Pedagogy |- | Departamento de Arte || Art |} ==Alumni== Alumni of the University of Educational Sciences at the Spanish Wikipedia *Pedro Aguirre Cerda - 22nd President of Chile *Pablo Neruda – Chilean poet, Nobel Laureate in Literature *Nicanor Parra – Chilean poet *Mariano Latorre – Chilean writer *Sergio Villalobos Rivera – Chilean historian *Ariel Dorfman – Argentine- Chilean novelist, playwright, essayist, academic *Antonio Skármeta – Chilean writer *Lucía Pinochet - Daughter of Augusto Pinochet and former council for Vitacura *Denisse Malebrán - Chilean singer *Igor Saavedra ==External links== *Metropolitan University of Educational Sciences Statistics, Research and History Category:Education in Santiago, Chile Category:Educational institutions established in 1981 Category:Universities in Santiago Metropolitan Region Category:1981 establishments in Chile ",
    "title": "Universidad Metropolitana de Ciencias de la Educación"
}