{
    "id": "1271932",
    "text": "Dope may refer to: ==Chemistry== ===Biochemistry=== * Dope, a slang word for a euphoria-producing drug, particularly: ** Cannabis (drug) ** Heroin ** Opium * DOPE, or 1,2-Dioleoyl-sn-glycero-3-phosphoethanolamine, a phospholipid * Discrete optimized protein energy, a method of assessing homology models in protein structure prediction * Dopamine, also colloquially called \"dope\", a hormone in the human brain that causes pleasure * Dopant, an impurity added to a substance to alter its properties ===Industrial substances=== * Aircraft dope, a substance painted onto fabric-covered aircraft to tauten the skin * Dope, a technical expression for the solution of polymers from which fibers are spun; see Wet processing engineering * Peg dope, a substance used to coat the bearing surfaces of the tuning pegs of string instruments * Pipe dope, a sealant applied to pipe threads to ensure a leakproof and pressure-tight seal ==Arts, entertainment, and media== === Films=== * Dope (1924 film), a 1924 Australian silent film * Dope (2015 film), a 2015 film starring Shameik Moore, Zoë Kravitz and A$AP Rocky ===Literature=== * Dope (novel), a 1919 novel by Sax Rohmer * DOPE (an acronym for Data on Personal Equipment, or Data on Previous Engagement), a book used with sniper equipment ===Music=== ====Groups==== * Dope (band), an industrial metal band from the U.S. city of Villa Park, Illinois ** Edsel Dope (born 1974), the lead singer and rhythm guitarist of the band Dope * D.O.P.E., a Southern hip hop group; acronym for Destroying Other People's Egos ====Songs==== * \"Dope\" (Lady Gaga song), 2013 * \"Dope\" (Tyga song), 2013 * \"Dope\" (T.I. song), 2016 * \"Dope\", a song by BTS from the album The Most Beautiful Moment in Life, Part 1 * \"Dope\", a song by D'espairsRay from the album Monsters * \"Dope\", a song by Fifth Harmony from the album 7/27 * \"Dope!\", a song by Bell Biv DeVoe, later retitled \"She's Dope!\" * \"Dope!\", a song by Royce da 5'9\", featuring Loren W. Oden, from Layers * \"Dope\", a song by Swedish singer Ängie, from the EP Suicidal Since 1995 (2018) ===Television=== * Dope (Netflix series), a Netflix documentary series revolving around drugs * Dope (TV series), an upcoming HBO drama series based on the eponymous novel by Sara Gran ==Other== * DOPE (Dartmouth Oversimplified Programming Experiment), a simple programming language that was a precursor to BASIC ==See also== * Dopey (disambiguation) * Doping (disambiguation) * Rope-a-dope * Rope-A-Dope * Rope a Dope Style * Ropeadope Records * Dodecahedral prism * ",
    "title": "Dope"
}