{
    "id": "1271184",
    "text": "George Edward Akerson (September 5, 1889 - December 21, 1937) was an American journalist and the first official White House Press Secretary. ==Early life== Akerson was born in Minneapolis, Minnesota. He attended the University of Minnesota and Allegheny College, taking classes in Science, Literature and Art. In 1910 Akerson started at Harvard University, later receiving a BA in Political Science in 1912. Akerson married Harriet Blake, a Wellesley College graduate, on June 28, 1915. They had three sons. George Edward Akerson as a young man. ==Early career== During his collegiate years, Akerson worked summers at the Minneapolis Tribune. After graduating from Harvard, Akerson worked there full-time as a reporter, with the 1912 Democratic National Convention as one of his first assignments. The Tribune made Akerson its Washington correspondent in 1921. While in Washington in the 1920s, Akerson advised the Republican Party on how to compete with the rising Non-Partisan League and Progressive movements in the Upper Midwest. That work brought Akerson to the attention of Herbert Hoover, who was then the Secretary of Commerce. Hoover had Akerson named as the secretary of the commission that ran the 1926 Sesquicentennial Exposition in Philadelphia, then hired Akerson as his private secretary. ==White House Press Secretary== During the 1928 presidential election, Governor Theodore Bilbo of Mississippi, a supporter of the Democratic nominee Governor Al Smith of New York, claimed that Herbert Hoover had danced with Mary Booze, the first African-American woman to sit on the Republican National Committee, while Hoover was in Mound Bayou, Mississippi, on an inspection tour of the Great Mississippi Flood of 1927. Bilbo called Booze \"a negress\". In Hoover's defense, Akerson described Bilbo's remark as \"the most indecent and unworthy statement in the whole of a bitter campaign\". He also noted that the all-Democratic Mississippi State Legislature had commended Hoover's work on flood relief.The Shreveport Times, October 20, 1928, p. 1Billy Hathorn, The Republican Party in Louisiana, 1920-1980, (Natchitoches: Northwestern State University, 1980), p. 15 After Hoover's victory over Smith, Akerson served as White House Press Secretary, from 1929 to 1931, the first official holder of that title. During Akerson's tenure, the White House experienced increasing difficulties in its relations with the press corps. On January 2, 1931, Akerson resigned to take an executive position at the Paramount Famous Lasky Corporation. Hoover replaced him with Theodore Goldsmith Joslin. ==Later career and death== Akerson worked at Paramount for two years, then became the executive secretary of the National Code Authority of the Paper Distributing Trade. Still aged in his 40s, Akerson developed kidney disease and died in 1937. ==References== * https://web.archive.org/web/20071004214651/http://www.whitehousehistory.org/03/subs_press/02.swf * http://www.presidency.ucsb.edu/ws/index.php?pid=22676 * Moffett, L. W. \"Akerson, Hoover's Right Hand Man, Surely Is The Boy Who Made Good.\" The Shield of Phi Kappa Psi (December 1929), pgs. 113-121. * \"G. E. Akerson Dies; Ex-Aide to Hoover.\" New York Times (Dec. 22, 1937), pg. 25. ==Notes== ==External links== * |- Category:1889 births Category:1937 deaths Category:American newspaper reporters and correspondents Category:American Presbyterians Category:Harvard University alumni Category:Personal secretaries to the President of the United States Category:University of Minnesota alumni Category:White House Press Secretaries Category:Minnesota Republicans Category:New York (state) Republicans ",
    "title": "George E. Akerson"
}