{
    "id": "1271337",
    "text": "Kirsty Ellen Howard (20 September 1995 – 24 October 2015) was an English woman, most notable for her charity work. Howard was the figurehead of Kirsty's Appeal, a charitable foundation in her name, created to raise £5 million for Francis House, Didsbury, Manchester, the hospice where she received care. Howard took part in numerous fundraising efforts, which gained national support and attention. At the time of her death, she had raised over £7.5 million for the hospice. == Birth and illness == Kirsty Howard was born on 20 September 1995 in Wythenshawe, Manchester to Lynn and Steve Howard. She also had two elder sisters named Zoe and Kim. Howard had an exceptionally rare condition in which her heart was back to front, causing the misplacement of her internal organs. The condition, a form of situs ambiguus, is inoperable, and requires extensive treatment, including a constant oxygen supply. Howard was the only person in the UK, and only the second in the world, diagnosed with this condition. In February 1999, at the age of four years, she was given only six weeks to live but defied the odds. == Later life == In 2001, Howard was the mascot for the 2002 World Cup qualifying match between England and Greece. Commentator John Motson called her \"the bravest person on the pitch\", as she accompanied David Beckham onto the pitch with her 20 kg oxygen tank. In 2002, Howard, along with Beckham, presented the Jubilee Baton to Queen Elizabeth II during the opening ceremony of the 2002 Commonwealth Games in Manchester. Russell Watson released the single \"Nothing Sacred - A Song for Kirsty\" in December to help her fundraising and it reached a peak of number 17 in the UK Singles Chart. In 2003, Howard started the inaugural Junior and Mini Great Manchester Run, and took part in the race herself, via wheelchair, wearing the Number 1 vest. She continued to do this throughout the history of the event, even after she became 16 years old, when she was too old to officially take part in the event. She also joined the full 10 km race in her last years, pushed by her team. In 2006, Richard Fleeshman sang for Howard on Soapstar Superstar and donated his £200,000 prize money to The Kirsty Appeal. Howard's new fundraising target was to raise a further £2,000,000 to build an extension to the Francis House hospice. This will not be named after her, but dedicated to her. == Awards and honours == Howard was awarded the Helen Rollason Award by the BBC in 2004, for her courage and determination in her fundraising efforts. She also received the Child of Courage Award (2001) and the Pride of Britain Award (2002). For her efforts in fundraising, Manchester City Council gave Howard their Young Citizen of the Year award in 2007. In recognition of her contributions to her community, Howard was awarded the Diana Award; the certificate given to her by tenor Russell Watson at the secondary school she attended. In September 2014 Howard received an \"Outstanding Achievement Award\" from the children's charity Variety. In December 2014 Howard was named 'Ultimate Woman of Courage' by Cosmopolitan magazine. == Death == Howard died on 24 October 2015 at the Manchester Royal Infirmary with her family at her bedside after suffering first a kidney infection and then a heart attack. Her funeral was held on 3 November at St Michael and All Angels Church, Northern Moor. Hundreds of mourners attended the funeral, including a number of celebrities. She is buried at Southern Cemetery, Manchester. == Legacy == A JustGiving page has been set up through the Kirsty Club at https://www.justgiving.com/kirstyclub/. The number one plate of Junior and Mini Great Manchester Run, which she always wore in the race, was retired in her honour. ==References== ==External links== * The Kirsty Club * BBC.co.uk article on Helen Rollason Award * Francis House Children's Hospice Category:1995 births Category:2015 deaths Category:People from Wythenshawe Category:British charity and campaign group workers Category:20th-century English women Category:21st-century English women Category:Philanthropists from Greater Manchester ",
    "title": "Kirsty Howard"
}