{
    "id": "1271267",
    "text": "Sigmund and the Sea Monsters is an American children's television series that ran from September 8, 1973 to October 18, 1975, produced by Sid and Marty Krofft and aired on Saturday mornings. It was syndicated from December 1975 to June 1978 and later as part of the Krofft Superstars show from 1978 to 1985. ==Plot== The show centered on two brothers named Johnny and Scott Stuart. While playing on the beach near Dead Man's Point, the two of them discover a friendly young sea monster named Sigmund who had been thrown out by his comically dysfunctional undersea family for refusing to frighten people. The boys hide Sigmund in their clubhouse. Sigmund, Scott and Johnny in the program's 1973 premiere episode, 1973. Plotlines were very simple and straightforward, usually some variation on the idea of Sigmund doing something silly to arouse attention, and the boys working to prevent him from being found by Sigmund's brothers Blurp and Slurp who want Sigmund to scare people in order to impress their parents Sweet Mama Ooze and Big Daddy Ooze. The brothers also worked to hide Sigmund from their overbearing housekeeper Zelda, elderly neighbor Mrs. Eldels, and Sheriff Chuck Bevans. Strangely, the parents were never seen on the show, nor did they return home by the end of the series. The episodes included songs as part of the plot development. The character(s), generally Johnny, would sing a song about what he was thinking or feeling about something going on in his life, from things that made him happy to anxiety about girls. While videotaping the first episode of Season Two, a hot light fell and started a fire. No one was injured, but the fire destroyed all of the sets and much of the costumes and other props. Most of Season Two was taped with minimal sets. ==Characters== ===Main characters=== * Sigmund Ooze (performed by Billy Barty, voiced by Walker Edmiston) - A sea monster who was kicked out of his family for not being able to scare a human. * Johnny and Scott Stuart (portrayed by Johnny Whitaker and Scott Kolden) - Two brothers who discovered Sigmund when they were playing at the beach ===Ooze Family=== The Ooze Family are a family of sea monsters that live out at Dead Man's Point. They kicked Sigmund out after he wouldn't scare a human. Most episodes would have them trying to harm Johnny and Scott to no avail. The Ooze Family consists of: * Sweet Mama Ooze (performed by Van Snowden, voiced by Sidney Miller) - The matriarch of the Ooze family. Sweet Mama's characterization was based loosely on Phyllis Diller. * Big Daddy Ooze (performed by Sharon Baird, voiced by Walker Edmiston) - The patriarch of the Ooze family. Big Daddy was a spoof of Archie Bunker from All in the Family. In the sixth episode of the first season, he is identified as \"Melvin Ooze\" by a tax collector. * Blurp Ooze (performed by Bill Germaine and Larry Larsen, voiced by Walker Edmiston) - A brother of Sigmund. Blurp's voice characterization was based loosely on that of the fictional character Gomer Pyle. * Slurp Ooze (performed by Fred Spencer and Paul Gale, voiced by Walker Edmiston) - A brother of Sigmund. * Prince - The Ooze family's pet lobster who acts like the family dog. ===Humans=== * Zelda (portrayed by Mary Wickes) - The overbearing housekeeper who watches over Johnny and Scott. * Mrs. Eldels (portrayed by Margaret Hamilton) - The elderly neighbor of Johnny and Scott. * Chuck Bevans (portrayed by Joe Higgins) - The local sheriff. * Gertrude (portrayed by Fran Ryan) - A housekeeper who briefly replaced Zelda during the second season. Gertrude was a tough USMC drill instructor. The boys were relieved when Zelda returned after Gertrude was scared away by the house being \"haunted.\" ===Other characters=== * Sheldon (portrayed by Rip Taylor) - A magical \"Sea Genie\" who lives in a shell that debuted during the second season. Unfortunately, Sheldon was a bumbler and his \"whammy\" spells seldom worked properly. * Shelby (portrayed by Sparky Marcus) - A Sea Genie who is Sheldon's nephew. ==Music== The songs for the show were co-written by Danny Janssen, Bobby Hart and Wes Farrell. A cover of the show's theme song, performed by Tripping Daisy, is included on the 1995 tribute album Saturday Morning: Cartoons' Greatest Hits, produced by Ralph Sall for MCA Records. ===Album=== Eleven songs from the show were released on Johnny Whitaker's album Friends (Music from the Television Series 'Sigmund and the Sea Monsters') (Chelsea Records, BCL1-0332). All songs written by Danny Janssen and Bobby Hart, except where noted. ===Side 1=== # \"Friends\" (Janssen, Hart, Farrell) # \"Keep It a Secret\" # \"A Simple Song\" # \"The Magician\" # \"Monster Rock\" (Janssen, Hart, Farrell) # \"It's Up to You\" ===Side 2=== # \"Can't Get You Off My Mind\" # \"Running 'Round in Circles\" # \"Lovin' Ain't Easy\" # \"Sigmund and the Sea Monsters\" # \"Day and Night\" ==Production== Sigmund and the Sea Monsters was the first Krofft Saturday morning production that was produced for more than one season. Previous entries H.R. Pufnstuf (1969), The Bugaloos (1970), and Lidsville (1971) were in production with new episodes for only a single season. Sigmund, however, did not follow the \"stranger in a strange land\" premise as many of the previous Krofft shows had done. Other Krofft shows which did not follow the premise were The Bugaloos, Bigfoot and Wildboy, Pryor's Place and Wonderbug. Costumes were created by Oliver Soublette. One episode features an appearance by H.R. Pufnstuf and another that features Jack Wild (who had played Jimmy on H.R. Pufnstuf). The series was created and produced by Sid & Marty Krofft and Si Rose. ==Episodes== ===Season 1 (1973)=== ===Season 2 (1974)=== ==Home release== In the United States, the first season of the show was released on DVD in 2005 by Rhino Entertainment, featuring all 17 original broadcast episodes, uncut and digitally remastered. It was released again in September 6, 2011 from Vivendi Entertainment. Although there were plans for season two to be released on DVD, it was scrapped because of low sales. In Australia, the complete series was released in a region-free four-disk set by Beyond Home Entertainment. However this set (along with both U.S releases of season one) are now out of print and hard to find. ==Reboot== In 2015 Sid and Marty Krofft announced that Amazon was partnering with them to create an updated version of Sigmund and the Sea Monsters. In June 2016, the pilot was released.https://variety.com/2016/tv/news/sid-and-marty-krofft-sigmund-and- the-sea-monsters-revival-video-1201928730/ In late 2016, it was announced that the pilot was picked up for a first season. Production for the first season occurred over the first half of 2017. A teaser trailer was released at the 2017 San Diego Comic-Con. In this version of the series, David Arquette plays Captain Barnabus who believes sea monsters are real and devotes his life to capturing them. Instead of living with a housekeeper, the boys are spending the summer at their aunt Maxine's with their cousin Robyn when they discover Sigmund. Seven episodes were released on October 13, 2017.http://lufkindailynews.com/article_5e41b9b3-eec7-5708-b406-fb3276a59757.html The rest of the cast consists of Solomon Stewart as Johnny, Kyle Harrison Breitkopf as Scott, Rebecca Bloom as Robyn, Eileen O'Connell as Aunt Maxine, Johnny Whitaker as Zach, Mark Povinelli as Sigmund, Drew Massey as the voice of Sigmund, Meegan Godfrey as Blurp, Michael Oosterom as the voice of Blurp, Dan Crespin as Slurp, Victor Yerrid as the voice of Slurp, Lexi Pearl as Mama, and Donna Kimball as the voice of Mama. ==References== ==External links== * Category:NBC original programming Category:1970s American children's television series Category:1973 American television series debuts Category:1975 American television series endings Category:American television shows featuring puppetry Category:Television series about brothers Category:Television series about dysfunctional families Category:Television series by Sid and Marty Krofft Television Productions ",
    "title": "Sigmund and the Sea Monsters"
}