{
    "id": "1271146",
    "text": "Stephen Ailes (March 25, 1912 – June 30, 2001) was a prominent member of the District of Columbia Bar and a partner in the firm of Steptoe & Johnson. He served as the United States Under Secretary of the Army from February 9, 1961 to January 28, 1964 and as United States Secretary of the Army from January 28, 1964 to July 1, 1965. He received his undergraduate education at Princeton University, and attended the law school of West Virginia University, where he was a member of Phi Kappa Psi fraternity. ==Early life and education== Stephen was born in Romney, West Virginia, on May 25, 1912. He attended the Scarborough School in New York with his brother, and later attended Episcopal High School in Alexandria, Virginia and graduated in 1929. He graduated from Princeton University in 1933 and received his law degree from West Virginia University in 1936. He was admitted to the West Virginia bar in 1936. ==Legal career== He was appointed assistant professor of law at West Virginia University, 1937 - 1940. He was prevented from military service due to color blindness; but later he was hired at the Office of Price Administration in 1942 until 1946. He served as counsel to the American Economic Mission to Greece in 1947, and then returned to private practice at Steptoe & Johnson in 1948; beforce entering government services. ==Government career== Ailes served as Under Secretary of the Army, 9 February 1961 until 28 January 1964 and he was then promoted to Secretary of the Army until 1 July 1965. He is oft credited as the driving force for the creation of the United States Army Drill Sergeant program. He conducted a far-reaching survey over time that included a wide variety of experienced personnel across all the services and the results contained five principal findings, with appropriate recommendations and suggestions for eliminating the problems encountered. The Training and Doctrine Command's annual Drill Sergeant of the Year award is named after Ailes. Ailes came under heavy criticism by both Democrats and Republicans in early 1965 when he sought funding from a U.S. Senate appropriations subcommittee for what was quickly derided as the \"Instant Veteran Program\". As critics summarized the Ailes proposal, up to \"8,000 young men incapable of meeting the minimum physical and mental requirements for military service\" would be still be inducted into the U.S. and \"could serve one day and then be discharged as a veteran, eligible for veterans' benefits available to service men who had completed long periods in uniform.\" \"Rap 'Instant Veteran' Plan— Senators Ask How Day Can Equal Years— Hit Ailes Idea as Social Scheme\", Chicago Tribune, February 16, 1965, p1 Ailes testified that the plan (which the subcommittee declined to endorse) would cost $31,300,000 in its first year in 1965 dollars, the equivalent of $235 million fifty years later.CPI Inflation Calculator, Bureau of Labor Statistics From 1965 to 1970, Ailes was head of the Federal City Council, a group of business, civic, education, and other leaders interested in economic development in Washington, D.C.; ==Personal life== Stephen married Helen 'Nellie' Wales on June 24, 1939. and had four children. He died on June 30, 2001 from a stroke at his home in Bethesda, Maryland. He is buried in his home town of Romney at Indian Mound Cemetery. Gravestone at the interment site of Stephen Ailes and his wife Helen Wales Ailes at Indian Mound Cemetery in Romney, West Virginia. ==References== == External links == * Stephen Ailes at West Virginia University Category:1912 births Category:2001 deaths Category:20th-century American lawyers Category:American people of Welsh descent Category:Burials at Indian Mound Cemetery Category:Cornwell family Category:Episcopal High School (Alexandria, Virginia) alumni Category:Kennedy administration personnel Category:Lawyers from Washington, D.C. Category:Lyndon B. Johnson administration personnel Category:People from Bethesda, Maryland Category:People from Romney, West Virginia Category:Princeton University alumni Category:United States Secretaries of the Army Category:United States Under Secretaries of the Army Category:West Virginia lawyers Category:West Virginia University College of Law alumni Category:West Virginia University College of Law faculty ",
    "title": "Stephen Ailes"
}