{
    "id": "1271220",
    "text": "The Watts Writers Workshop was a creative writing group initiated by screenwriter Budd Schulberg in the wake of the devastating August 1965 Watts Riots in South Central Los Angeles (now South Los Angeles). Schulberg later said: \"In a small way, I wanted to help.... The only thing I knew was writing, so I decided to start a writers' workshop.\" The group, which functioned from 1965 to 1973, was composed primarily of young African Americans in Watts and the surrounding neighborhoods. Early on, the Workshop included a theatrical component and one of the founders was the actor Yaphet Kotto. The group expanded its facilities and activities over the next several years with funding from the Rockefeller Foundation. Government files later revealed that the Workshop had been the target of covert operations by the FBI. Well-known writers to emerge from the Workshop include Quincy Troupe, Johnie Scott, Eric Priestley, Ojenke, Herbert Simmons, and Wanda Coleman, as well as the poetry group Watts Prophets. ==History== The Watts Writers Workshop was begun in September 1965. Founding members were: Ernest Mayhand, Leumas Sirrah, James Thomas Jackson, Birdell Chew Moore, Sonora McKeller, Jimmy Sherman, Johnie Scott, Guadelupe de Saavedra, Harley Mims, Eric Priestley, Alvin Saxon Jr. (Ojenke), Ryan Vallejo Kennedy, and Blossom Powe. On August 16, 1966, the Workshop was the subject of an hour-long NBC TV documentary, The Angry Voices of Watts, that drew press attention and support from prominent figures across the country, such as James Baldwin, John Steinbeck, Richard Burton, Steve Allen, Abbey Lincoln, Ira Gershwin, and Senator Robert F. Kennedy. In 1967 two anthologies of writing from the group appeared, both edited by Schulberg: From the Ashes: Voices of Watts, and the fall issue of The Antioch Review entitled \"The Watts Writers Workshop\". In 1968, Watts Poets - A Book of New Poetry & Essays was published, edited by Quincy Troupe. The National Endowment for the Arts (NEA) awarded a grant of $25,000 awarded to enable the group to establish a meeting space for its writing programs as well as housing for some of the Workshop's members, and a year later gave a second grant of $25,000 in support of expanding the Workshop's programs. The workshop continued to expand. In 1972, television personality Sue Baker organized the teaching of a street dance called Campbellocking within the workshop's theatrical department, forming one of the first street dance groups called \"Creative Generation\", which was composed of several of the local street dancers who became popular on the television dance show Soul Train. Harry Dolan, the director of the Watts Writers Workshop, was attempting to keep it going after the loss of federal funding by holding a fundraising dinner in April 1973, but within months the workshop building with its 350-seat theatre was burned down by FBI informant Darthard Perry (a.k.a. Ed Riggs), who began confessing to his activities in 1975. Perry stated in a 1980 interview with WABC-TV's Like It Is that \"funding had been cut to the Workshop, it had been cut out, but it looked like there was a possibility of a grant being given back to the Workshop and if there was no theater there would be no grant.\" (Interview with Darthard Perry.) ==Footnotes== ==References== ==Sources== *Rapoport, Roger (1977). \"Meet America’s Meanest Dirty Trickster: The Man the FBI Used to Destroy the Black Movement in Los Angeles.\" Mother Jones, April 1977, pp. 19-23, 59-61. *Widener, Daniel (2003). \"Something Else: Creative Community and Black Liberation in Postwar Los Angeles.\" Ph.D. dissertation. New York: New York University. *Budd Schulberg, editor, From the Ashes: Voices of Watts, New American Library, 1965. ==External links== * Category:1965 establishments in California Category:1973 disestablishments in California Category:Arts organizations established in 1965 Category:History of Los Angeles Category:Organizations disestablished in 1973 Category:Terrorism committed by the United States Category:Writing circles ",
    "title": "Watts Writers Workshop"
}