{
    "id": "1271401",
    "text": "Năm Cam (; April 22, 1947 - June 3, 2004) was a notorious Vietnamese mobster who is often called the \"Godfather\" of Vietnam. Known for building and running a criminal enterprise revolving around gambling dens, hotels, racketeering, extortion, loan sharking and restaurants that fronted for brothels, during his heyday, Năm Cam was considered as one of the most powerful mob bosses in Vietnam, and was said to have attained influence that even extended into the ranks of Vietnam's Communist Party which he used to his advantage by bribing law enforcement and government officials to protect his lucrative enterprise and cover up his murders of other criminal rivals in Saigon that challenged his reign. In fact, his connection and ties with the Vietnam's Communist Party was so tight that during his trial, 153 other people that were tried with him were high ranking officers of the Communist Party. For 15 years, Năm Cam reigned as the Godfather of Saigon. His downfall however came during a gang feud with another notorious female gangster from the northern city of Haiphong, Dung Hà who was considered as one of the two great powers of the Vietnamese underworld alongside Năm Cam. Coming to the South, Dung Hà attempted to build her own gang in Saigon, and often came into conflict with Văn Cam. After a series of confrontations and standoffs between Dung Hà's group and Năm Cam's mob, Cam ordered the murder of Dung Hà. Authorities later arrested him alongside several members of his mob and cooperating Communist Party officers, leading to a massive public trial totaling 155 defendants, making it the largest criminal trial in the country at the time. Năm Cam and four of his members were sentenced to death, and Năm Cam was executed on June 3, 2004. ==Early life and Initiation into Crime== Trương Văn Cam was born in 1947 to a poor family in Saigon as the son of Trương Văn Bưởi, who had immigrated from Quảng Nam to Saigon. Năm Cam's first brush with the law came when he was just 15 years old for stabbing a man to death in a fight; he subsequently served two years in prison before joining the South Vietnamese army in 1966. As a youth, he was infamous around the local area for his brutal machete fights and for his slick ways of avoiding the police. Becoming a gangster from early on, Văn Cam was first initiated into the criminal underworld by Huỳnh Tỳ, a major player in the black society of Saigon at the time. During his early years as a youth in Saigon, Năm Cam was a follower of the most infamous mob leader in Saigon during the 60s, Đại Cathay, who was considered to be the top or the number 1 of the \"Four Great Kings\" of Saigon at the time. It was during his time as a member of Cathay's mob that Năm Cam would later learn from Cathay how to run and organize a casino in order to make great profits from it, a method that he would later utilize during his reign of Saigon during the 90s. Later, Đại Cathay and Bảy Sy, who was Năm Cam's brother-in-law were arrested as a result of South Vietnam's government campaign against crime in August 1966. Later, Bảy Sy was released and soon opened a casino, where Năm Cam and Nguyễn Văn Nhã helped out to run the casino. During this time, Năm Cam, under the guidance of Bảy Sy planned to kill Tài chém, a notorious gangster in the first district of Saigon, but the plan failed and resulted in Năm Cam being chased by Tài chém's gang brothers. After that, Hiếu Trọc saved young Năm Cam's life and put him into the position of military logistics staff of the 313th Company of the Armed Forces in the South Vietnamese army. After that, Năm Cam became a swimmer of the Military Office of the Armed Forces for the army. ==Life as a criminal== Communist re- education camp Prior to 1975, Năm Cam was not well known within the criminal world of Vietnam, mainly playing the role of follower such as when he was a follower of infamous mob leader Đại Cathay or worked in the casinos owned by Bảy Sy. However, following the end of the war after 1975, Năm Cam would turn into a dangerous criminal. After the South Vietnamese government collapsed and was taken over by the North, Năm Cam was presented to the 4th District Administration Board and was sent to reeducation camp. After his release, Văn Cam lived through trading old watches and radios at the Huỳnh Thúc Kháng market in the first district. However, before long, Năm Cam once again became engaged in illegal activities, especially gambling. On June 3, 1978, Năm Cam was arrested by the Ho Chi Minh City District 1 Police Department for gambling and was released two months later. Continuing until December 30, 1980, he was detained by the Organized Crime Police Unit of HCMC for two more years in Đồng Phú prison once again for gambling. On May 20, 1995, Năm Cam was once again placed in a reeducation camp for three years at Thanh Hà for running an illegal gambling business. Later, he was freed before the deadline of his release on October 4, 1997. It was this time period, that the department tried to stack up more charges on him from his younger days, including one where he minced a rival's fingers on a meat cutting board. The plan failed due to the victim and his brother was reported missing after a fishing trip. With his experience of being a ringleader, Năm Cam was regarded as being high skilled and sophisticated in his orders and guidance towards his followers, making sure to leave as little as evidence as possible by creating alibis for his crimes and directing his brothers only through the use of secret signals. Due to his gambling business, Năm Cam was able to amass substantial wealth for himself. In 1994, he was arrested and convicted for his criminal dealings, but was released early in May 1995 after an intervention by Trần Mai Hạnh, director of Radio the Voice of Vietnam. Charges laid against him included murder, assault, gambling, organising gambling, organising bribery, abetting criminals, and organizing illegal emigration. ==Attack on Lê Ngọc Lâm== For some time, there was great friction and altercation between Lê Ngọc Lâm and Năm Cam in the underworld. In order to resolve this problem, prior to his later conflict with Dung Hà, Năm Cam ordered the female gang boss to carry out the attack on Ngọc Lâm. Ngọc Lâm managed to survive the attack, but the high concentration of acid that was thrown on him left him with serious health and lasting aesthetic damage. Later, authorities concluded that Năm Cam was the mastermind behind the attack, and Dung Hà was the organizer while Nguyễn Văn Thọ was the one who bought the acid. ==Assassination of Dung Ha== The conviction that led, perhaps indirectly, to his execution was due to his role in the assassination of underworld rival Dung Hà. Dung Hà, a reputed female gangster from Haiphong in northern Vietnam, moved south to Ho Chi Minh City, to join forces with Năm Cam, who hoped to get her to serve as his emissary in expanding his casinos in the north. However, Dung Hà had other plans to create her own gang, which angered Năm Cam. Dung Ha wanted to embarrass Năm Cam and arranged for a gift box containing rats to be delivered to one of Năm Cam's restaurants in Ho Chi Minh City. Humiliated and enraged, Năm Cam ordered a hit on Dung Hà, which was carried out on October 2, 2000. Two men, traveling on motorbike, came up and parked near where she was sitting. One of them got off the bike, walked up to her, pulled out a 9mm revolver and shot her in the head at point-blank range. At the time, Dung Ha had sent her body guard to remove someone causing a minor disruption next door. When the shot was heard, the body guard rushed back and fired from his single shot pistol. The assassins escaped nonetheless unscathed. It was unknown what happened to the body guard after, but according to close associates of Dung Ha, he fled the country after a threat from a reputable member of Dung Ha's mob for failing his job. On June 4, 2003, Năm Cam was convicted for ordering the assassination of Dung Hà and bribing state officials to protect his criminal network and was sentenced to death by the court. However, it was not until the police were able to collect all of the evidence, documents and secure the testimonies from Nguyễn Tuấn Hải, Nguyễn Việt Hưng, Nguyễn Xuân Trường that Trương Văn Cam finally admitted to all of his offenses in public. ==Năm Cam's Trial== Năm Cam's trial in the Ho Chi Minh City’s People's Court was one of the largest in Vietnam's history. Margie Mason of the Associated Press wrote of the trial that \"Vietnam's most notorious underworld boss has appeared in court with 154 others in what could be one of the Communist country's most important trials. Nam Cam has been charged with seven counts. He faces death by firing squad if convicted. His co-defendants include two expelled members of the Communist Party's powerful Central Committee, 13 senior police officers, three former prosecutors and three state journalists.\" During the trial, there were 3 judges, 80 lawyers and 30 witnesses. Others who were also on trial included Năm Cam's first wife Phan Thị Trúc, who was charged with and found guilty of bribery, loan sharking and sheltering criminals. Cam's son-in-law and daughter were also charged with and found guilty of bribery. The number of defendants who stood trial totaled 154, all of whom were charged with a list of assorted crimes such as murder and unveiling national secrets. The opening of the trial was broadcast live on national television, with the mafia leader Năm Cam being filmed with handcuffs on and was shown dressed in a black-striped prison uniform during the court proceedings. At the same time, live TV screens were placed in front of the court, screening information regarding the charges of the defendants for journalists to see. In total, nearly an hour had passed before the court could finish reading all of the charges against the 154 defendants in the trial. The case attracted unprecedented national attention from the Vietnamese public, such as when a crowd of over 500 people waited outside of the courtroom all for a chance to get a glimpse of the infamous mafia boss. The trial also had ripple effects outside of Vietnam, as it received attention from the international community. Some foreign observers, like Carl Thayer believed that the trial and conviction of Năm Cam and his men was a step in a positive direction, showing that the Vietnamese government was willing to put forth an effort to curb political corruption within the country. ==Fallout from his conviction== Subsequently, former Ho Chi Minh City police chief (1996–2001), Bùi Quốc Huy, was found guilty of negligence for enabling mafia boss Năm Cam to carry out his illegal operations. Trần Mai Hạnh, the former head of state radio, and Phạm Sỹ Chiến, a former deputy national chief prosecutor, were both found guilty of receiving various bribes from Năm Cam, which included an Omega watch and a stereo. The communist government touted the case as proof that they were determined to stamp out organised crime and corruption, a major source of discontent among Vietnamese. On May 7, 2004, President Trần Đức Lương of Vietnam, rejected Năm Cam's appeal of execution. On June 3, 2004, Trương Văn Cam was executed by firing squad at the district 9 rifle range in Ho Chi Minh city, along with his four gang members Phạm Văn Minh, Nguyễn Hữu Thịnh, Châu Phát Lai Em and Nguyễn Việt Hưng, the last being the one who shot Dung Hà. ==References== ==External links== *Nam Cam: Vietnam's Godfather BBC News *Vietnam officials sacked for mob links *Mafioso Nam Cam executed *Police nab Nam Cam's right arm * Category:1948 births Category:2004 deaths Category:21st-century executions by Vietnam Category:Mob bosses Category:Executed Vietnamese people Category:People executed for murder Category:People from Ho Chi Minh City Category:Vietnamese people of the Vietnam War Category:Vietnamese mobsters Category:People executed by Vietnam by firing squad Category:Executed mobsters ",
    "title": "Năm Cam"
}