{
    "id": "1272166",
    "text": "Castrol is a British global brand of industrial and automotive lubricants offering a wide range of oils, greases and similar products for most lubrication applications. ==History== The Wakefield Oil Company was founded by Charles Cheers Wakefield in 1899. The brand \"Castrol\" originated after researchers added castor oil to their lubricant formulations. In 1966, Castrol was acquired by company Burmah Oil, which was renamed Burmah-Castrol. Burmah- Castrol was purchased by London-based multinational BP in 2000. ==Sponsorship== ===Motorsport=== A Castrol sponsored NASCAR Pinty's Series (formerly CASCAR) Dodge Charger The brand has been involved in Formula One for many years, supplying to a number of teams, including McLaren (1979–1980 and 2017–2020), Williams (1997–2005), Team Lotus (1992–1993), Brabham (1983–1984), Jaguar (2000–2004), Renault (2017–present) and Walter Wolf Racing. Castrol has sponsored the Ford World Rally Team and M-Sport in the World Rally Championship since 2003, and the Chip Ganassi Racing Ford GT factory team from 2016, to 2019. It has also sponsored Volkswagen Motorsport activities in the Dakar Rally and later the World Rally Championship since 2005. Audi Sport's activities in rallying and touring car racing have been sponsored by Castrol, as well as its Le Mans Prototypes program since 2011. BMW Motorsport was sponsored by Castrol from 1999 to 2014. Toyota Motorsport GmbH had Castrol sponsorship in the World Rally Championship from 1993 to 1998, and Hyundai Motorsport did so from 2000 to 2002. Also, the Honda factory team at the World Touring Car Championship has Castrol sponsorship since 2012. In the All-Japan GT Championship, the TOM'S Toyota Supra and later the Mugen Honda NSX had Castrol sponsorships. In North America, Castrol has been an active sponsor of NHRA drag racing. Castrol sponsored John Force Racing under the GTX brand from 1987 until the end of the 2014 season. Also, the All American Racers had Castrol sponsorship in the CART World Series from 1996 to 1999. In 2014, Castrol sponsored former Indy 500-winning IndyCar team Bryan Herta Autosport, with English rookie Jack Hawksworth behind the wheel. Castrol is the name sponsor of Castrol Raceway, a multi-track oval, drag, and motocross racing facility in Edmonton, Alberta, Canada. Castrol is the sponsor of D.J. Kennington in the NASCAR Canadian Tire Series and NASCAR Cup Series. In Australia, Castrol is currently a title sponsor of Kelly Racing and driver Rick Kelly, and a primary sponsor of Tickford Racing. Castrol has a long history with the Supercars category, and between 1993 and 2005, Castrol was the title sponsor of V8 Supercars team Perkins Engineering. It also sponsored Longhurst Racing between 1995 and 1999, Ford Performance Racing between 2007 and 2009, and Paul Morris Motorsport in 2010. In conjunction with a multi-year series sponsorship, between 2014 - 2016 several race events acquired Castrol naming rights including the Castrol Edge Townsville 500 and the Castrol Gold Coast 600. Castrol was the title sponsor of Team Bray, owned by Australian drag car legend, Victor Bray for 17 years. Castrol was the main sponsor of the Castrol International Rally in Canberra for more than 10 years between 1976 and 1986. The same was true for an International Rally held in South Africa, ending annually in neighbouring Swaziland. It was the most prestigious event on the South African rally calendar at the time, until Castrol ended its sponsorship of this event. Later only some competitors' cars were carrying the bright green and red colours of Castrol sponsorship in national rally events, notably the S.A. Toyota dealer team. In 2019, Castrol extended their sponsorship activities by re-forming a partnership with Jaguar, this time supporting them in Formula E and also NASCAR Cup Series giants Roush Fenway Racing-Ford since 2020 season. ===American football=== Castrol advertising has been a part of telecasts of the National Football League for years. In 2011, Castrol's Edge brand became the official motor oil sponsor for the league, along with Minnesota Vikings running back Adrian Peterson endorsing the product; it has since been renewed until the 2017 season. The endorsement deal with Peterson was terminated on 16 September 2014, due to ongoing child abuse allegations. === Cricket === The Castrol Cricket Index for a team is a dynamic indicator of the overall performance of the cricket team. It is calculated by taking into consideration the batting momentum, the bowling efficiency, the performance of the teams in the quick start overs and the extreme performance overs and many other factors. Castrol Cricket also ranks cricketers based on their overall performance. India centric initiatives being undertaken like Castrol World Cup ka Hero was created during the 2011 Cricket World Cup. === Rugby Union === In 2011, Castrol signed a four-year sponsorship deal for the Australian national rugby union team and as the naming rights sponsor of The Rugby Championship. ==Advertising== It's More Than Just Oil. It's Liquid Engineering is the advertising slogan or punchline of Castrol, used mainly for branding its engine oil products. Castrol products are still marketed under the red, white and green colour scheme that dates from the launch of Castrol motor oil in 1909. Advertisements for Castrol oil historically featured the slogan \"Castrol – liquid engineering\"; this was more recently refreshed and reintroduced as \"It's more than just oil. It's liquid engineering.\" In 2008, this slogan was also being featured as the name for a new rewards club called the \"Castrol Liquid Engineering Crew\" in which members get the chance to win prizes. For many years, the opening notes of the second Nachtmusik movement of Mahler's Seventh Symphony were used as the signature theme of Castrol TV commercials. Wakefield vehicles advertised the company and Castrol on their sides; models of them were made by Dinky Toys, and in later times became sought-after collectors' items. One example from 1934 to 1935, in very good to excellent condition, was estimated to fetch £1,000-£1,500 at auction in 2016. ==References== ==External links== *Official Site – Castrol Motor Oil Category:Automotive companies of the United States Category:BP subsidiaries * Category:Chemical companies of the United States Category:Motor oils Category:British companies established in 1899 Category:Energy companies established in 1899 Category:Multinational companies Category:Oil companies of the United States Category:Petroleum products Category:British brands Category:1899 establishments in England ",
    "title": "Castrol"
}