{
    "id": "1272604",
    "text": "The University of Mary (UMary or simply Mary) is a private, Benedictine university near Bismarck, North Dakota. It was established in 1959 as Mary College. The university is the largest degree-granting institution in Bismarck. It has study abroad campuses in Rome and Arequipa, Peru, and also operates academic programs at satellite locations in North Dakota (Fargo, downtown Bismarck, Watford City, Grand Forks), Minnesota, Montana, Kansas, and Arizona. It is endorsed by The Newman Guide to Choosing a Catholic College.\"University of Mary\", Newman Society ==History== The first Benedictine sisters to arrive in Bismarck, ND The Priory and University of Mary grew from a boarding school founded in Bismarck in 1878 by four Benedictine sisters. In 1944, the sisters formed the Convent of the Annunciation. In 1947 it was renamed Annunciation Priory. ===First Buildings=== Architect Marcel Breuer designed the college's original campus (c. 1955) In the early 1950s, Annunciation Priory requested that modernist architect Marcel Breuer design a new campus. At the time, Breuer was finishing the new abbey and several university buildings at Saint John's Abbey, Collegeville in Minnesota. In 1955, Breuer accepted the commission only after visiting the site, meeting with the sisters, and being \"overwhelmed by the power and presence of the landscape setting and the mission.\" Breuer's designs used native granite prairie stone, complex concrete shapes, and a juxtaposition light and shadow. The first buildings were a convent, dining hall, and classrooms. The school was officially founded as a women's college in 1959 as Mary College. Our Lady of the Annunciation Chapel was consecrated in 1963 in the second phase of construction. As the school grew, it endeavored to preserve the spirit of Breuer's modernist prairie architecture while implementing new programs and new buildings by lesser-known architects. === Coeducation and University Status === Mary College rapidly expanded and became fully co-educational in the 1960s. It achieved university status — becoming the University of Mary — in 1986. The University of Mary is the only private, Catholic university in North Dakota. It has been accredited by the Higher Learning Commission since 1969. Since its incorporation in 1959, the university's enrollment has grown from 69 to more than 3,800. Its undergraduate programs have grown from nursing and education to 65+ degrees, ranging from accounting to Catholic studies. In 1986, the university began offering master's degrees in nursing, management, and education. It has added master's programs in business administration, counseling, occupational therapy, physical therapy, public administration, project management, clinical exercise physiology, kinesiology, speech-language pathology, music, Catholic studies, and bioethics. Doctorates are currently offered in education, nursing, physical therapy, and occupational therapy. ===2000 and later=== In 2001, the University of Mary unveiled its vision as \"America's Leadership University.\" In 2005, the master's degree in physical therapy was replaced by a Doctor of Physical Therapy — the university's first doctorate. The first 26 candidates in this program received their entry-level clinical doctorate in 2006. Since then, doctorates have been added in Education, Nursing, and Occupational Therapy. The University of Mary has expanded options in order to make education accessible to working adults and to support lifelong learning in the region and beyond. The University of Mary Online offers accelerated undergraduate and graduate programs for the adult learner. Today, the University of Mary has 14 satellite campuses in the Upper Midwest and beyond, including the Butler Center in downtown Bismarck, Fargo Center in Fargo, North Dakota, and Billings Center in Billings, Montana. Since 2005, the University of Mary has offered bachelor's and master's programs online. In 2006, UMary initiated the Gary Tharaldson School of Business. Named for Gary Tharaldson, a North Dakota hospitality entrepreneur and industry innovator, the new school was designed to bridge the gap between the academic and business world. The flagship facility that houses the Gary Tharaldson School opened in September 2008. From the fall of 2009 to the Spring of 2010, the University of Mary searched for a facility as the base for its Rome, Italy program. It found one a ten-minute bus ride from the city center. The first students to study in this Rome program left the United States in the Fall of 2010. The Catholic Studies Program, an initiative of UMary President Monsignor James P. Shea, was also launched in the fall of 2010. On October 19, 2010, the program was named in honor of Bishop Paul Albert Zipfel, sixth bishop of the Diocese of Bismarck, North Dakota. The Catholic Studies Program is an interdisciplinary program designed to explore the Catholic Church's contributions to and influence on human thought and culture, past and present. The program invites students of any faith who wish to deepen their knowledge of Catholicism's rich history and living tradition. With a full-time faculty and staff of more than 300, the University of Mary remains committed to continuing the mission of its founding Sisters: serving the people of the region in a spirit that fosters servant-leadership, preparing leaders in the service of truth. ==Campus== A portion of the University of Mary's main campus, seen from the east, overlooking the Missouri River valley The University of Mary is a rural campus located about south of Bismarck and was built on a high prairie bluff overlooking the \"Capital City.\" The campus includes 24 buildings. Several of the original buildings on campus were designed by architect Marcel Breuer. The Harold Schafer Leadership Center is home to a leadership program that the university offers. The upper floor usually holds conferences and meetings while the lower floor is home to IT training centers. The Benedictine Center for Servant Leadership is one of the oldest buildings on campus, since it previously served as the library and a priory for the Sisters. It primarily houses the university's administrative offices, including the Offices of the President, Academic Affairs, Undergraduate Admissions, UMary Online, Public Affairs, Financial Aid, the Registrar, Student Accounts, Student Success Center, Student Development, Career and Testing Services, M-Card Office, and the Business Office. It is also home to the Liffrig School of Education and Behavioral Sciences, three residence halls (below), and the Hauer Family Theater. St. Joseph's Hall for Men is a men's faith-based residence hall. Boniface Hall is a women's residence hall. St. Scholastica's Hall for Women is a women's faith-based residence hall. Roers Hall is a freshman women's residence housing the Saint Scholastica community on its third floor. Welder Library was built in 1990 and is named for the university's president emerita, Sister Thomas Welder. The library houses 61,000 print volumes, more than 340,000 eBooks, 3,600 multimedia items, and databases providing access to over 60,000 journals. The library building is also home to the humanities division of the School of Arts and Sciences. Greg Butler Hall is a women's residence hall located just southeast of the Welder Library. Hillside Hall is a women's residence hall located just northeast of the Welder Library. An outdoor track and baseball field are located east of both halls. The McDowell Activity Center (MAC) is the center of the athletics department and includes offices and lockers on the lower level and a weight room. The main use for this center is for the men's and women's basketball teams and the women's volleyball team. The McDowell Activity Center is located just north of Hillside Hall. The Tschider Center for Health Sciences occupies one wing of this building, and provides both office and classroom space for the human performance programs. The Lumen Vitae University Center (LVUC) serves as a community gathering space for students and faculty. The campus restaurant, the Crow's Nest, offers 24/7 dining. The Bookstore and Marauders Mart are located near the Crow's Nest. The Harold J. Miller Center is one of the oldest buildings on campus and houses science, math, occupational therapy, and a computer lab. This building is connected to the east side of University Hall. Arno Gustin Hall includes the main auditorium for the campus The Clairmont Center houses the music department as well as some classrooms and Heskett Hall, which is a small performing stage and home to a few lecture classes. The Casey Center for Nursing Education houses the nursing and physical therapy departments. In addition, the information desk is located here as well as a lounge just east of the information area. Tennis courts are accessible just outside the north end of this part of the building. In addition, there are practice fields for football, softball, soccer, track & field, and baseball on campus. On April 25, 2019, construction began on the new school of engineering which will be housed in the renovated University Hall. Deichert and Boyle Halls are student apartments located at the far north end of campus. Just beyond Deichert Hall, on the northernmost side of campus, lie \"The Cloisters.\" The Cloisters is available to only upper and graduate level students. The Cloisters consists of three buildings, two suite-styled apartments and a student commons/campus pub. The two apartments are named after the Benedictine heritage sites Subiaco (women's) and Monte Cassino (men's). The student commons/campus pub is named \"Chesterton's,\" in honor of the famous Christian essayist of the 20th century, G.K. Chesterton. File:Length_of_campus.jpg|The University of Mary campus with a view of Apple Creek and the Missouri River below File:Lumen-Vitae-Entrance- Hero.jpg|North entrance to the Lumen Vitae University Center File:LVUC_inside_2.jpg|Inside the Lumen Vitae University Center's main atrium File:LVUC_inside.jpg|A view from one of the balconies in the Lumen Vitae University Center File:UMARY_FoundersHall.jpg|A view from the stage of Founders Hall, the University's main ballroom, prepared for a banquet File:Hospitality_Dining_Room.jpg|One of the private dining rooms available for internal and external events at the University File:UMARY_grotto_night.png|The University of Mary's Grotto dedicated to the Blessed Virgin Mary as seen at night File:Mary_Statue_Close_at_Night.jpg|The University of Mary's Grotto dedicated to the Blessed Virgin Mary File:Chesterton's_University_of_Mary.jpg|A view of the University of Mary's pub, \"Chesterton's\" named after G.K. Chesterton File:Our_Lady_of_Annunciation_Chapel.jpg|A view of the main chapel at the University of Mary, Our Lady of the Annunciation Chapel File:Reservation_Chapel.jpg|A small prayer chapel for reposition of the Blessed Sacrament in Our Lady of Annunciation Chapel File:RoersHall_Slideshow1.jpg|Roers Hall, the freshmen women's residence hall File:Welder_Library_and_the_Gary_Tharaldson_School_of_Business.jpg|Welder Library and the Gary Tharaldson School of Business at sunset File:Welder_Library.jpg|A view out of the large windows of Welder Library File:UMARY_Fieldhouse.gif|A view of the expansive University of Mary Fieldhouse ==Athletics== The University of Mary is a member of the NCAA Division II and the Northern Sun Intercollegiate Conference. The University of Mary athletics teams are known as the \"Marauders,\" and the team colors are blue and orange. The Marauders field teams in 17 varsity sports, including golf, football, basketball, swimming, soccer, indoor track and field, outdoor track and field, cross country, volleyball, baseball, softball, wrestling, and tennis. In 2018–19, the Marauders also launched an American Collegiate Hockey Association hockey team, finishing its inaugural season 39-6-2. File:University of Mary Marauders Football.jpg|Marauders Football takes the field. File:UMARY_Volleyball.jpg|Marauders Volleyball match in the Marauders Activity Center File:Devon_Douglas.jpg|Marauders Basketball's Devon Douglas winning the NCAA Slam Dunk Contest File:UMARY_Track_and_Field.jpg|Marauders indoor track competition in the UMary Fieldhouse File:UMary Hockey.jpg|Marauders Hockey player races for the puck File:UMARY_Softball.jpg|Marauders Softball sliding safe into base File:UMary_Wrestling.jpg|UMary wrestling against a rival school in the Marauders Activity Center File:UMary_Women's_basketball.jpg|Marauders Women's Basketball sets up for a shot down low File:UMary_Track_and_Field_Sprint.jpg|UMary Men's Track and Field in the UMary Fieldhouse File:UMary_Swimming.jpg|Marauders Women's Swimming competition ==See also== *List of Roman Catholic universities and colleges in the United States ==References== ==External links== *Official website University of Mary Category:Educational institutions established in 1955 Category:Benedictine colleges and universities Category:Buildings and structures in Bismarck, North Dakota Category:Education in Burleigh County, North Dakota Category:Catholic Church in Arizona Category:1955 establishments in North Dakota Category:Catholic universities and colleges in North Dakota Category:Roman Catholic Diocese of Bismarck ",
    "title": "University of Mary"
}