{
    "id": "1273094",
    "text": "Neuromyelitis optica (NMO) is a heterogeneous condition consisting of the inflammation and demyelination of the optic nerve (optic neuritis) and the spinal cord (myelitis). It can be monophasic or recurrent. At least three different kinds of NMO are proposed based on the presence of autoantibodies thought to produce the disease: anti-AQP4, anti-MOG and anti-NF. All the cases are considered autoimmune diseases. Spinal cord lesions and optic nerve lesions lead to varying degrees of weakness or paralysis in the legs or arms, loss of sensation (including blindness), and/or bladder and bowel dysfunction. These lesions are the results of attacks. Attacks are when the major debilitating symptoms occur. Neuromyelitis optica is commonly misdiagnosed as multiple sclerosis (MS), and used to be a variant of multiple sclerosis. NMO is its own disease after much research found that NMO is dissimilar from multiple sclerosis. ==Signs and symptoms== The main symptoms of Devic's disease are loss of vision and spinal cord function. Optic neuritis may manifest as visual impairment with decreased visual acuity, although visual field defects, or loss of color vision may occur in isolation or prior to formal loss of acuity. Spinal cord dysfunction can lead to muscle weakness, reduced sensation, or loss of bladder and bowel control. The typical patient has an acute and severe spastic weakness of the legs (paraparesis) or all four limbs (quadriparesis) with sensory signs, often accompanied by loss of bladder control. Other symptoms of NMOSD include: endless vomiting or hiccuping and sharp pain or muscle twitches through the abdomen, back, or neck.Neuromyelitis Optica NMOS What You Need To Know, Guthy-Jackson Charitable Foundation, 2020. ==Causes== Illustration of the four different types of glial cells found in the central nervous system: ependymal cells, astrocytes, microglial cells, and oligodendrocytes Devic's disease was associated in the past with many systemic diseases, based on anecdotal evidence. The discovery of NMO-IgG (anti-AQP4) has opened a new way into the research for the causes. Three principal causes are accepted: * A first subset of patients is anti-AQP4+. In them, the cause of the neuromyelitis optica (understood as the syndrome) is an autoimmune aquaporin-4 channelopathy, due to these specific autoantibodies. In these cases, astrocytes are the victims of the autoimmune attack. * A second subset of patients is anti-MOG+. In them the cause is an anti-MOG associated encephalomyelitis, * In a third subset of patients, NMO is due to the presence of anti-neurofascin (anti-NF) autoantibodies which damage the Ranvier nodes of the neurons.Jun-ichi Kira, Ryo Yamasaki, Hidenori Ogata, Anti-neurofascin autoantibody and demyelination, Dec 2018, Neurochemistry International, doi: https://doi.org/10.1016/j.neuint.2018.12.011 These antibodies are more related to the peripheral nervous demyelination, but they were also found in NMO.Kun Jia et al., Anti-neurofascin-155 antibody-positive neuromyelitis optica spectrum disorders, Journal of Neurological Sciences, January 16, 2019, DOI: https://doi.org/10.1016/j.jns.2019.01.024 An illustration of the blood brain barrier (BBB), which is weakened in people diagnosed with neuromyelitis optica. * A fourth subset is still idiopathic Rarely, it has been reported that some courses of anti-NMDAR are consistent with NMO.M.C. Kruer, T.K. Koch, D.N. Bourdette, D. Chabas, E. Waubant, S. Mueller, M.A. Moscarello, J. Dalmau, R.L. Woltjer, G. Adamus, NMDA RECEPTOR ENCEPHALITIS MIMICKING SERONEGATIVE NEUROMYELITIS OPTICA, Neurology, May 04, 2010; 74 (18) Clinical/Scientific Notes, DOI: https://doi.org/10.1212/WNL.0b013e3181dc1a7f It is not excluded the possibility that new kinds of autoantibodies could appear in NMO. ===Anti- AQP4+ variants=== In the AQP4+ cases, these autoantibodies target the protein aquaporin 4 in the cell membranes of astrocytes which acts as a channel for the transport of water across the cell membrane. In any case, anti-AQP4 is produced mainly intrathecally. Aquaporin 4 is found in the astrocytes that surround the blood–brain barrier (BBB), a system responsible for preventing substances in the blood from crossing into the brain. The blood–brain barrier is weakened in Devic's disease, but it is unknown how the cross the BBB. Some reports point to the metalloproteinase-2 and interleukin-6 as culprits for the BBB failure. There is broad consensus that AQP4/NMO-IgG initially enters the brain via BBB-deficient sites such as area postrema, where access to CSF occurs. There are \"normal appearing areas\" in neuromyelitis optica but compared to patients with multiple sclerosis (MS), NAWM damage is less extensive. Most research into the pathology of Devic's disease has focused on the spinal cord. The damage can range from inflammatory demyelination to necrotic damage of the white and grey matters. The inflammatory lesions in Devic's disease have been classified as type II lesions (complement-mediated demyelination), but they differ from multiple sclerosis pattern II lesions in their prominent perivascular distribution. Therefore, the pattern of inflammation is often quite distinct from that seen in multiple sclerosis. About the presence of anti-AQP4 autoantibodies, some researchers have pointed out that some other cases could be paraneoplastic. It seems also clear that lupus can produce NMO-IgG autoantibodies sometimes, leading to some cases of lupus-derived NMO. The AQP4 antibody levels are not closely correlated with the onset of the disease or of the relapse, but higher levels are associated with the occurrence of optic neuritis. AQP4+ neuromyelitis optica is the most common and is considered an autoimmune astrocytopathy or autoimmune astrocytic channelopathy) in which a person's own immune system attacks the astrocytes of the optic nerves and spinal cord. In anti-AQP4 positive variants, CNS astrocytes, which are the basis for the glymphatic system are the target of the autoimmune attack. NMO-IgG-negative cases are less understood. It seems that astrocytes are spared in these IgG negative cases. ===Anti-MOG+ variants=== The second most documented autoantibody in NMO is anti-MOG autoantibody. MOG antibodies are considered mostly absent in similar diseases like multiple sclerosis. Therefore, it can be said that anti-MOG is a group contained inside AQP4-Negative neuromyelitis optica. Together with the anti- AQP4 they form the wider part of the neuromyelitis optica spectrum. They classify the neuromyelitis optica cases in four classes, according to the presence or absence of any of these two main auto-antibodies. The clinical course and the response to therapy is different for these groups, showing a better prognosis for those in the NMO-Ab(−)/MOG-Ab(−) group, and a worse prognosis for those in the NMO-Ab(+)/MOG-Ab(+) group. The MOG-related neuromyelitis optica can be radiologically identified by the conus involvement. Myelin-oligodendrocyte glycoprotein antibody–positive patients were more likely to have conus involvement on spinal magnetic resonance imaging. ===Anti-neurofascin variants=== NF autoantibodies can also appear in NMO cases. These antibodies are more related to the peripheral nervous demyelination, but they were also found in NMO. ==Diagnosis== MRI image of a patient with transverse myelitis, one of the diagnostic criteria for NMOSD. The Mayo Clinic proposed a revised set of criteria for diagnosis of Devic's disease in 2006. Those guidelines required two absolute criteria plus at least two of three supportive criteria. In 2015, a new review was published by an international panel refining the previous clinical case definition: Core clinical criteria: # Optic neuritis # Acute myelitis # Area Postrema Syndrome (prolonged episodes of hiccuping or vomiting/nausea) # Acute Brainstem Syndrome # Symptomatic narcolepsy/acute diencephalic clinical syndrome with a MRI showing lesions or a lesion on the diencephalon # Symptomatic cerebral syndrome with lesions or a lesion on the brain # NMO-IgG seropositive status (The AQP4 -IgG test checks the existence of antibodies against the aquaporin 4 antigen.) Supportive criteria: # Brain MRI not meeting criteria for multiple sclerosis at disease onset # Spinal cord MRI with continuous T2-weighted signal abnormality extending over three or more vertebral segments, indicating a relatively large lesion in the spinal cord # Optic nerve MRI, or MRI of the orbit showing either normal findings, indifferent white matter lesions, a lesion extending over half of the optic nerve length, or a lesion within the optic chiasm. # Area Postrema Syndrome: MRI showing a lesion on the area postrema # Acute Brainstem Syndrome: MRI showing a lesion on the periependymal brainstem # Ruling out other possible diagnoses Patients with NMOSD that have a seronegative AQP4 -IgG status need 2 core clinical criteria with the ruling out of any other diagnosis, or a clinical criteria and a supportive criteria (an MRI finding), along with the ruling out of any other diagnosis. Patients with NMOSD that have a seropositive AQP4-IgG status need the positive test result and 1 core clinical criteria, along with the ruling out of any other diagnosis. ==Neuromyelitis optica spectrum disorders== Since the discovery of AQP4 autoantibody, it has been found that it appears also in patients with NMO-like symptoms that do not fulfill the clinical requirements to be diagnosed neuromyelitis optica (recurrent and simultaneous optic nerve and spinal cord inflammation). The term NMOSD (neuromyelitis optica spectrum disorders) has been designed to allow incorporation of cases associated with non-AQP4 biomarkers. Therefore, it includes all the clinical variants due to anti-AQP4 plus other non-related but clinically similar syndromes like anti- MOG associated encephalomyelitis. Some cases with MOG+ and AQP4+ antibodies have been found. The collection of these condition has been named \"neuromyelitis optica spectrum disorders\" (NMOSD) and they are expected to respond to the same treatments as standard neuromyelitis optica. Some authors propose to use the name \"autoimmune aquaporin-4 channelopathy\" for these diseases, while others prefer a more generic term \"AQP4-astrocytopathy\" that includes also problems in AQP4 with a non-autoimmune origin. ===Variants=== After the development of the NMO-IgG test, the spectrum of disorders comprising Devic's disease was expanded. The spectrum is now believed to consist of: * Standard neuromyelitis optica, according to the diagnostic criteria described above * Limited forms of neuromyelitis optica, such as single or recurrent events of longitudinally extensive myelitis, and bilateral simultaneous or recurrent optic neuritis * Asian optic-spinal multiple sclerosis (OSMS), or AQP4+ OSMS. This variant can present brain lesions like multiple sclerosis, but it should not be confused with an AQP4-negative form of inflammatory demyelinating diseases of the central nervous system spectrum, sometimes called optic-spinal MS. * Longitudinally extensive myelitis or optic neuritis associated with systemic autoimmune disease * Optic neuritis or myelitis associated with lesions in specific brain areas such as the hypothalamus, periventricular nucleus, and brainstem * NMO-IgG negative NMO: AQP4 antibody-seronegative NMO poses a diagnostic challenge. Some cases could be related to anti-myelin oligodendrocyte glycoprotein (MOG) autoantibodies. Devic's disease differs from multiple sclerosis in that it usually has more severe sequelae after an acute episode than standard multiple sclerosis, multiple sclerosis infrequently presents as transverse myelitis, and oligoclonal bands in the CSF, as well as white matter lesions on brain MRI, are uncommon in Devic's disease, but occur in over 90% of multiple sclerosis patients. Recently, AQP4 has been found to distinguish standard multiple sclerosis from neuromyelitis optica, but as multiple sclerosis is a heterogeneous condition, and some multiple sclerosis cases are reported to be Kir4.1 channelopathies (autoimmunity against the potassium channels) it is still possible to consider NMO as part of the multiple sclerosis spectrum. Besides, some NMO-AQP4(−) variants are not astrocytopathic, but demyelinating. ===Overlaps=== Tumefactive demyelinating lesions in neuromyelitis optica are not usual, but they have been reported to appear in several cases mistakenly treated with interferon beta. Also an overlap with the Sjögren syndrome has been reported.Alexander B. Ramos et al., A case of neuromyelitis optica spectrum disorder presenting with undiagnosed Sjogren's syndrome and a single, atypical tumefactive lesion: A clinical conundrum, Neur. Sciences, December 15, 2017Volume 383, Pages 216–218, DOI: https://doi.org/10.1016/j.jns.2017.10.036 ===Differential diagnosis=== AQP4-Ab-negative neuromyelitis optica presents problems for diagnosis. The behavior of the oligoclonal bands can help to establish a more accurate diagnosis. Oligoclonal bands in neuromyelitis optica are rare and they tend to disappear after the attacks, while in multiple sclerosis they are nearly always present and persistent.It is important to notice for differential diagnosis that, though uncommon, it is possible to have longitudinal lesions in multiple sclerosis. Other problem for diagnosis is that AQP4-ab in MOG-ab levels can be too low to be detected. Some additional biomarkers have been proposed. ==Treatment== Chemical structure of methylprednisolone, which is used to treat attacks There is no cure for Devic's disease, but it is treatable. Some patients recover, but many are left with impairment of vision and limbs, which can be severe in some cases. ===Attacks=== Attacks are treated with short courses (3–5 days) of high dosage intravenous corticosteroids, like methylprednisolone IV (Solu-Medrol). Clinical trials for corticosteroids contain very small numbers, and most are uncontrolled, though some report high success percentage. Plasmapheresis can be an effective treatment when attacks progress after the administration of corticosteroids or do not respond to corticosteroids. This treatment involves your own blood being pumped out of your body, your own blood cells being removed from the plasma and being mixed with a solution, then the new blood mixture being pumped back into your body. ===Secondary prevention=== Treatment, in order to prevent relapses for neuromyelitis optica, is generally employed but the exact duration of prophylaxis is still debated. In 2019, Eculizumab (Soliris) became the first medication to be approved by the U.S. Food and Drug Administration (FDA) for the treatment of neuromyelitis optica spectrum disorder in adults who are AQP4 antibody positive. In June 2020, inebilizumab (Uplizna) received approval from the FDA, making it the second treatment for NMOSD available in the US. Satralizumab (Enspryng) has been approved for the treatment of anti- AQP4 seropositive NMOSD in Canada, Japan, and Switzerland. In August 2020, satralizumab received approval from the FDA, making it the third treatment for NMOSD available in the US. Immunosuppressant treatments that are used include: azathioprine (Imuran, Azasan) with prednisone; mycophenolate mofetil (CellCept) with prednisone; mitoxantrone; methotrexate; intravenous immunoglobulin (IVIG); and cyclophosphamide. All of these medications affect the immune system in different ways. B-cell depletion has been tested with the monoclonal antibody medication, rituximab (Rituxan), indirectly reducing the antibody levels, showing good results; it is the most commonly used treatment for NMOSD today. In 2007, Devic's disease was reported to be responsive to glatiramer acetate and to low-dose corticosteroids. Hematopoietic stem cell transplantation (HSCT) can be used in severe cases of neuromyelitis optica. Available data suggests that this procedure can reduce inflammatory activity in the short term, but a clear majority of the patients will relapse within 5 years. ==Prognosis== Normally, some measure of improvement appears in a few weeks, but residual signs and disability may persist severely sometimes. The disease can be monophasic, i.e. a single episode with permanent remission. However, at least 85% of patients have a relapsing form of the disease with repeated attacks of transverse myelitis and/or optic neuritis. In patients with the monophasic form, the transverse myelitis and optic neuritis occur simultaneously or within days of each other. On the other hand, patients with the relapsing form are more likely to have weeks or months between the initial attacks, and to have better motor recovery after the initial transverse myelitis event. Relapses usually occur early, with about 55% of patients having a relapse in the first year and 90% in the first five years. It is possible that the relapsing form is related to the anti-AQP4+ seropositive status and the monophasic form related to its absence Unlike multiple sclerosis, Devic's disease rarely has a secondary progressive phase in which patients have increasing neurologic decline between attacks without remission. Instead, disabilities arise from the acute attacks. Approximately 20% of patients with monophasic Devic's disease have permanent visual loss, and 30% have permanent paralysis in one or both legs. Among patients with relapsing Devic's disease, 50% have paralysis or blindness within five years. In some patients (33% in one study), transverse myelitis in the cervical spinal cord resulted in respiratory failure and subsequent death. However, the spectrum of Devic's disease has widened due to improved diagnostic criteria, and the options for treatment have improved; as a result, researchers believe these estimates will be lowered. == Epidemiology == The prevalence and incidence of Devic's disease has not been established, partly because the disease is underrecognized and often confused with multiple sclerosis. Devic's disease is more common in women than men, with women comprising over two-thirds of patients and more than 80% of those with the relapsing form of the disease. A retrospective study found that prevalence of #Neuromyelitis optica spectrum disorders (NMOSD) was 1.5% inside a random sample of neurological patients, with a multiple sclerosis (MS) MS:NMOSD ratio of 42.7. Among 13 NMOSD patients, 77% had long spinal cord lesions, 38% had severe optic neuritis, and 23% had brain or brainstem lesions. Only 56% had clinically definite NMO at follow-up. Devic's disease is more common in Asians than Caucasians. In fact, Asian optic-spinal multiple sclerosis (which constitutes 30% of the cases of multiple sclerosis in Japan) has been suggested to be identical to Devic's disease (differences between optic-spinal and classic multiple sclerosis in Japanese patients). In the indigenous populations of tropical and subtropical regions, multiple sclerosis is rare, but when it appears, it often takes the form of optic-spinal multiple sclerosis. The majority of Devic's disease patients have no affected relatives, and it is generally regarded as a nonfamilial condition. ==History== Sir Thomas Clifford Allbutt First reports on an association of spinal cord and optic nerve disorders date back to the late 18th and early 19th century. However, only an 1870 report by Sir Thomas Clifford Allbutt created sustained interest of neurologists and ophthalmologists in this rare syndrome. In 1894, Eugène Devic and his PhD student Fernand Gault described 16 patients who had lost vision in one or both eyes and within weeks developed severe spastic weakness of the limbs, loss of sensation and often bladder control. They recognized these symptoms were the result of inflammation of the optic nerve and spinal cord, respectively. In 2002, Mayo Clinic researchers identified an humoral mechanism, targeting a perivascular protein, as the culprit for neuromyelitis optica and in 2004 an unknown specific autoantibody was found. In 2005 they identified the aquaporin 4 protein as the target of the disease, and developed first in-house test to aid in the diagnosis of Devic's disease by detection of an antibody, AQP4-IgG, in the blood. First quantitative ELISA kits were developed later. Later some other autoantibodies have been found in neuromyelitis optica AQP4-negative cases, like anti-MOG IgG, but some neuromyelitis optica anti-AQP4-negative cases still remain idiopathic. ==Research directions== Since the discovery of AQP4 involvement, some research studies have focused on targeted treatment aimed at anti-aquaporin 4 antibodies. The most established method for antibody removal is plasmapheresis. A number of drugs are being studied: aquaporumab (non-pathogenic antibody blocker of AQP4-IgG binding), sivelestat (neutrophil elastase inhibitor), and eculizumab (complement inhibitor). There is little research into the primary causes of the anti-AQP4 auto-antibodies. It has been noticed that some cases could be paraneoplastic. In addition, several neuromyelitis optica variants have been discovered with antibodies other than those for AQP4, turning neuromyelitis optica into a heterogeneous disease. Six different patterns of damage have been reported in neuromyelitis optica, raising the possibility of six different types of auto-antibodies. As of 2019, only three of them are known. ===Research into new autoantibodies=== An autoantibody (glial fibrillary acidic protein (GFAP)) was found in 2016, in transverse myelitis (LETM) and atypical neuromyelitis optica, leading to the concept of autoimmune GFAP astrocytopathy.Glial Fibrillary Acid Protein Immunoglobulin G (GFAP-IgG) Related Myelitis: Characterization and Comparison with Aquaporin-4-IgG Myelitis, Elia Sechi, P. Pearse Morris, Andrew McKeon, Sean Pittock, Shannon Hinson, Brian Weinshenker, Allen J. Aksamit, Evan A. Jolliffe, Anastasia Zekeridou, Dean Wingerchuk, Eoin P. Flanagan, Neurology Apr 2018, 90 (15 Supplement) S13.006 Other autoantibody under research is flotillin. It has been found in seronegative neuromyelitis optica and some multiple sclerosis patients. Finally, other proteins under study are connexin 43 and anti-AQP1 though, as of 2015, there are only initial reports about the involvement of these proteins. The group AQP4+/MOG+ is very small and it can be considered a coincidence of two independent problems in the same person. Assuming these cases could be verified, five different kinds of neuromyelitis optica are being considered: * NMO derived from an autoimmune channelopathy (AQP4-Ab+), around 80% of the cases * NMO derived from an anti-MOG associated encephalomyelitis, around 10% of the cases * Connexin-43 NMO * Aquaporin-1 associated NMO which could be related to pattern III multiple sclerosis * Idiopathic NMO, defined by the absence of all previous antibodies ===Antibody negative neuromyelitis optica=== Some cases of neuromyelitis optica are not due to autoantibodies. They constitute an overlap between neuromyelitis optica and multiple sclerosis. Some statistical studies show that antibody negative neuromyelitis optica can be classified in three groups, and that this classification has a pathogenic meaning.Tianrong Yeo, Fay Probert, Maciej Jurynczyk, Megan Sealey, Ana Cavey, Timothy D.W. Claridge, Mark Woodhall, Patrick Waters, Maria Isabel Leite, Daniel C. Anthony, Jacqueline Palace, Classifying the antibody-negative NMO syndromes, Clinical, imaging, and metabolomic modeling, October 28, 2019, DOI: https://doi.org/10.1212/NXI.0000000000000626 ==Notable patients== * Cassie Mitchell (paralympian and biomedical engineering professor) * Christine Hà (chef and author) == See also == * Anti-AQP4 disease * Demyelinating disease * Idiopathic inflammatory demyelinating diseases * Multiple sclerosis == References == == External links == Category:Autoimmune diseases Category:Demyelinating diseases of CNS Category:Rare diseases Category:Myelin disorders ",
    "title": "Neuromyelitis optica"
}