{
    "id": "1273510",
    "text": "==Events== ===January events=== * January – Electro-Motive Corporation introduces the EMC E2. * January 18 – The Østfold Line in Norway takes electric traction into use between Ljan and Kolbotn. ===March events=== * March 9 – In a joint announcement, Pullman and the New York Central announce the order of new streamlined equipment to be NYC's \"Great Steel Fleet\". At the same time Pullman and the Pennsylvania Railroad announce new streamline cars to be PRR's \"Fleet of Modernism\". * March 15 – The last tram operates on the Porte de Saint-Cloud-Porte de Vincennes line in Paris, France. * March 21 – Southern Pacific's \"Daylight Limited\" debuts the new red/orange/black \"Daylight\" paint scheme. ===April events=== * April 10 – The last train operates on Colorado and Southern Railway's line to Leadville, Colorado, which was originally built and operated by the Denver, South Park and Pacific Railroad. * April 25 – Baltimore and Ohio Railroad's Royal Blue passenger train is re-equipped with cars rebuilt in the B&O;'s company shops. ===May events=== * May – Electro-Motive Corporation introduces the EMC E1, the first E Series design which will continue in production until 1963. * May 1 - Takahata Station on the Gyokunan Electric Railway in Japan is renamed to Takahatafudō Station. * May 18 – All heavyweight wood passenger cars used on the Super Chief are replaced with lightweight stainless steel cars. * May 19 – The New York, Ontario and Western Railway files for bankruptcy. ===June events=== * June 3 – The first Duplex-drive steam locomotive in the United States (Baltimore and Ohio 5600) is ordered. * June 20 – Pennsylvania Railroad's Manhattan Transfer station in New York City closes after 26 years of service in favor of Newark Penn Station. * June 29 – On a press run preparatory to the introduction of the Coronation Scot service, LMS Princess Coronation Class 6220 Coronation, newly built, achieves a speed of near Crewe. ===July events=== * July 5 – In Great Britain, the rival operators of the East and West Coast Main Line railway routes between London and Scotland introduce streamlined express passenger named trains hauled by 4-6-2 steam locomotives: the London and North Eastern Railway's The Coronation between London King's Cross and Edinburgh Waverley, hauled by the LNER Class A4; and the London, Midland and Scottish Railway's Coronation Scot between London Euston and Glasgow Central, hauled by the LMS Coronation Class. ===August events=== * August 1 – Russia's Railway Worker Day national holiday is restored under Soviet rule; the observance date is changed from July 8 to the first Sunday of August. ===October events=== * October 1 – After 11 years, the Pullman Company recognizes the Brotherhood of Sleeping Car Porters. ===November events=== * November 10 - Senzan Line, Sendai to Yamagata, including Senzan Tunnel route officially completed in Japan.:ja:仙山線#歴史#年表 (Japanese language) Retrieved January 13, 2017. * November 29 - Maine Central Railroad ends ferry service to Bar Harbor. === December events === * December 5 – The last run on the Mount Lowe Railway in Southern California carries a group known as \"The Railroad Boosters\" who seek to preserve the railway for future riders as a heritage railway. * December 10 – Castlecary rail crash: An express on the London and North Eastern Railway's Edinburgh to Glasgow line in Scotland collides into the rear of a local train standing at Castlecary in the snow, due primarily to a signalman's error; 35 are killed (including 7 train crew). * December 22 – The Pacific Railway Equipment Company's prototype pendulum car, an early example of a tilting train, begins testing on the Atchison, Topeka and Santa Fe Railway. ===Unknown date events=== * The Lake Shore Electric Railway and the Indiana Railroad both cease operations. * Raymond Loewy establishes a business relationship with the Pennsylvania Railroad; one of his first projects is to redesign the Broadway Limited passenger train. * Pullman- Standard introduces roomette sleeping cars. * The Boston, Revere Beach and Lynn Railroad, in Massachusetts, files for bankruptcy. * Fairfax Harrison is succeeded by Earnest E. Norris as president of the Southern Railway. * Union Pacific Railroad changes the consist on the City of Los Angeles passenger train to use one of only two EMC E2 locomotives built. ==Births== ==Deaths== ===January deaths=== * January 6 - Robert Urie, Scottish steam locomotive engineer (born 1854) * January 10 - Sir Eric Geddes, first Minister of Transport (U.K.) 1919–1921 (born 1875) ==References== * (May 2005), Corrections and Clarifications, Trains Magazine, p. 10\\. * Norfolk Southern Railway. Retrieved February 22, 2005. * ",
    "title": "1937 in rail transport"
}