{
    "id": "1273573",
    "text": "Nova Bus Inc. (stylized as NOVaBUS) is a Canadian bus manufacturer headquartered in Saint-Eustache, Quebec, Canada. Nova is owned by Volvo Buses, a division of automaker Volvo. The company has roots to the General Motors bus manufacturing assembly plant which opened in 1979. Nova Bus was established in 1993 by Nova Quintech through the acquisition of Dial Corporation's transit division which consisted of Motor Coach Industries and Transportation Manufacturing Corporation. Volvo took ownership of Nova Bus since 1998 and wholly owned in 2004. ==History== Nova Bus's Saint-Eustache factory is a former General Motors plant that built city transit buses for the Canadian and US market. Inaugurated in 1979, the plant was used to produce the New Look (up to 1983) and Classic (starting 1982) model for sales in Canada. In 1987 GM sold its bus-building holdings to Greyhound Dial Corporation, the parent company of Motor Coach Industries (MCI) while GMC's Rapid Transit Series (RTS) product was moved to join MCI's own designs at Transportation Manufacturing Corporation in Roswell, New Mexico. By the 1990s, Dial intended to sell their transportation manufacturing and service divisions. The St-Eustache facility was faced with closure. The entity, known as Nova Bus Corporation, was formed by individuals from Nova Quintech and the Fonds de solidarité des travailleurs du Québec to acquire MCI's St-Eustache facility from Dial. Nova Quintech was formed in 1991 after a group of investors purchased the assets of the bankrupt fire truck manufacturer Camions Pierre Thibault Inc. The Government of Quebec agreed to contribute a $2.5-million, interest-free loan, and $10 million in loan guarantees. In addition, they agreed to purchase over 300 buses between 1993 and 1994. https://www.acces.mce.gouv.qc.ca/documents-publies- ministere/demandes-acces/memoires/1993-03-31.pdf The sale of the MCI's St- Eustache operations occurred on July 6, 1993. MCI and TMC was spun-off from Dial in 1993, and merged with Mexican DINA S.A., who sold the TMC plant and RTS rights to Nova Bus in 1994. The RTS model was continued to be produced in the Roswell plant to meet Buy America requirements. The Nova Classic and Nova RTS were later discontinued in order to concentrate on the Nova LFS, a low floor city bus, which was announced in 1994 with deliveries starting in 1997. The last Classic model was produced in 1997. Sales of Nova RTS were insufficient and Nova Bus closed its Roswell and Niskayuna, New York plants in 2002 to concentrate all efforts on the Canadian market. The Roswell plant was later acquired by a local consortium, Millennium Transit Services, that almost went bankrupt in 2008, then emerged from bankruptcy in 2011. The Chicago Transit Authority (CTA), with 484 LFS units delivered between 2000 and 2002, was the first US customer to purchase a large order of this model, and remains one of the larger operators of Nova LFS buses. By 1998, Nova Bus was then acquired by Volvo Buses and Prevost Car who owned 51% of the company while Henlys Group owned 49%. Volvo acquired Henlys remaining interest in 2004. On February 2, 2008, Nova Bus announced plans for the construction of a new assembly plant in Plattsburgh, New York, signifying the company's return to the US bus market. The plant opened on June 15, 2009.\"Bus-assembly plant proposed for Plattsburgh\", The Press Republican The first order from a US- based customer came from the New York City Transit Authority (NYCTA) for 90 LFS articulated buses; the NYCTA now has nearly 500 articulated and non- articulated LFSs. In March 2010, Nova Bus received the first order for the US- built, redesigned LFS from Honolulu, Hawaii's TheBus; 24 were delivered in December 2010. TheBus planned to order more, but ultimately chose buses from Gillig instead.Press release from Nova Bus (March 11, 2010) In March 2012, the Walt Disney Company announced that it plans to test a Nova articulated bus on certain high traffic routes at the Walt Disney World Resort. In 2012, the Southeastern Pennsylvania Transportation Authority (SEPTA) ordered 315 buses, including 225 articulated buses to replace its aging Neoplan AN460 articulated buses and its remaining North American Bus Industries NABI 416 standard buses; the articulated hybrid buses were introduced in Philadelphia on October 27, 2014. In 2013, the Chicago Transit Authority placed an order for 300 40 foot Nova Bus clean-diesel buses, with an option to buy an additional 150. ==Products== ===Current=== STM Nova Bus Second generation in downtown Montréal STM Nova Bus third generation in Montréal Differing powertrain layouts: original asymmetrical (left) and new centred (right). A 2017 LFS in Columbia Transportation service The rigid LFS entered mass production in 1996, and the LFS Artic and LFX (articulated bus rapid transit model) were introduced in 2009. The standard LFS is also available in a single-door commuter configuration. Both the rigid and articulated versions of the LFS/LFX are available with a hybrid drivetrain that uses an Allison EP40/EP50 (later H 40 EP/H 50 EP) parallel hybrid system or a BAE Hybridrive serial system. These options were first delivered in 2007 to Société de transport de l'Outaouais (STO) in Gatineau, Quebec (40-foot model) and in 2011 to Connecticut Transit (62-foot articulated model). In October 2011, the rear window became an option. The original powertrain layout mounted on the left at the rear was changed to a centre-mounted powertrain, with ventilation through the roof on all LFS models starting in 2009. However, some demonstrators and test buses were built in 2008 with this update. In 2013, a new fourth generation rear layout was introduced and became standard mid 2013. Some early 2013 models were delivered with the third generation rear. ===Past Buses=== {| class=\"wikitable\" |- ! Model ! scope=\"col\" style=\"width: 90px;\" | Length ! scope=\"col\" style=\"width: 90px;\" | Width ! Photo ! Years Produced ! Notes |- ! Rapid Transit Series (RTS) | | |100px | 1995–2004 | * Developed by General Motors (1968–1977) * Acquired from Transportation Manufacturing Corporation in 1994 * Rights sold to Millennium Transit Services |- !TC40102A TC40102N | | |100px |1993–1997 | *Updated version of the original GMC New Look *Originally produced by General Motors Diesel Division (1983–1987), then MCI (1987–1993) *Air conditioning optional (A model) |- !TC60102N | | |100px |1993 | *Based on the 1982 GMDD model TA60-102N, but with a full Classic body |} ==See also== * List of buses ==References== ==External links== * * Category:Bus manufacturers of Canada Category:Companies based in Quebec Category:Companies established in 1993 Category:Hybrid electric bus manufacturers Category:Canadian brands Category:Saint-Eustache, Quebec Category:Volvo buses Category:Motor vehicle manufacturers based in Quebec Category:Electric vehicle manufacturers of Canada ",
    "title": "Nova Bus"
}