{
    "id": "1273826",
    "text": "The South Carolina Department of Health and Environmental Control (SC DHEC or DHEC) is the government agency responsible for public health and the environment in the U.S. state of South Carolina.\"S.C. Department of Health & Environmental Control\" It was created in 1973 from the merger of the South Carolina State Board of Health and the South Carolina Pollution Control Authority. The agency's Director manages the day-to-day operations of the agency, while the Board of Health and Environmental Control is responsible for supervising DHEC's operations. Each of the board's seven members is appointed by the governor with the advice and consent of the South Carolina Senate. Besides offices in Columbia (South Carolina's capital city), DHEC operates health and environmental regional offices, as well as local health departments and clinics, to ensure that the many programs and services the agency provides meets the needs of local areas. Some services are available to all; some have eligibility requirements. Many are free, while others may carry a small charge to help cover expenses. Because each region has a custom mix of services, each local DHEC office may have a differing array of services available. ==Responsibilities== DHEC staff: * respond to environmental emergencies 24 hours a day; * perform lab tests to identify viruses, hazardous chemicals and other health threats; * inspect restaurants; * counsel patients on family planning; * fund diagnostic exams and treatment for children with special needs; * oversee treatment of tuberculosis patients; * provide birth and death certificates; * inform the public about health and environmental issues; * immunize children for entry into school; * offer sickle cell testing and counseling; * advise industry on ways to minimize solid and hazardous waste; * help schools and restaurants provide low-fat menus; * monitor the quality of public water supplies; * provide home health care services; * advise legislators on health and environmental consequences of proposed laws; * monitor emissions from industrial sources; * counsel HIV/AIDS patients and staff the AIDS hotline; * inspect waste management and treatment facilities; * work to prevent the spread of sexually transmitted diseases; * issue environmental permits; * inspect hospitals and nursing homes; * evaluate and issue Certificates of Need for new or expanding health care facilities; * identify infants and toddlers with developmental delays through BabyNet; * talk with students interested in health and environmental careers; * analyze data on births and deaths to assess the state's health status; * promote rabies clinics in cooperation with local veterinarians; * advocate health services for the needy; * educate children about cavities and other dental problems; * investigate pollution allegations; * patrol shellfish beds; * track underground storage tanks for possible pollution; * certify emergency medical services staff and their equipment; * authorize hazardous waste transport; * ensure attention to the health needs of minorities; * permit and inspect public pools, water parks, spas, and natural swimming areas; * implement programs to prevent tobacco use; * recruit health care workers for rural areas; * provide nutrition counseling and food supplements through the Special Supplemental Nutrition Program for Women, Infants and Children (WIC); * evaluate compliance with air and water standards; * ensure access to health services for migrant health workers; * evaluate activities affecting wetlands; * provide education and injury prevention programs; * inspect for environmental lead if screening tests show elevated levels; * license facilities that use or store radioactive materials; * provide funding education and technical assistance for recycling programs; * inspect dairies and soft drink plants; * issue air quality advisories for specific areas of the state; ==References== Category:State departments of health of the United States Health and Environmental Control Category:State environmental protection agencies of the United States Category:1973 establishments in South Carolina Category:Medical and health organizations based in South Carolina ",
    "title": "South Carolina Department of Health and Environmental Control"
}