{
    "id": "1273092",
    "text": "==Events== ===January events=== *January 30 - The first segment of the Southern California Rapid Transit District Red Line subway opens in Los Angeles. ===February events=== * February 1 - The metre gauge Harz Narrow Gauge Railways in the former East Germany are moved from federal control to the Harzer Schmalspurbahnen GmbH. * February 21 - The Red Line (Howard-Dan Ryan) and the Green Line (Lake-Englewood/Jackson Park) rapid transit routes are formed by the Chicago Transit Authority after the completion of system- wide improvements at Howard-Rogers Park Yard, Addison, 98th Street-Roseland Yard, and a 0.92 mile (0.57 km) subway link between the Dan Ryan Line and the State Street Subway allowing the \"Rail System Reroute\". The switching of the lines south Roosevelt Road ended service on the former Howard- Englewood/Jackson Park and Lake-Dan Ryan routes. === March events === * March 21 - Warwick railway station on the Transperth Joondalup Line opens with the commencement of regular passenger services, Accessed at J S Battye Library, Perth ===April events=== * April - National Rail Corporation begins operation in Australia, taking over interstate rail freight operations of the Australian National Railways Commission. * April 1 - Los Angeles County Metropolitan Transportation Authority, operator of the Metro Rail system in Los Angeles, California, is formed from the merger of the Southern California Rapid Transit District (RTD) and the Los Angeles County Transportation Commission (LACTC).Klugman, Mark. Brief Report: L.A.’s Transit Policing Partnership. Spring 1998. Retrieved April 4, 2006 * April 29 - The Main Street Trolley heritage streetcar system opens in Memphis, Tennessee, U.S.A.. ===June events=== * June 4 - Fremont-Centerville (Amtrak station) reopens. ===July events=== * July 6 - The last regular freight train between Turkey and Armenia crosses the international border separating the two countries. * July 11 - The last empty freight cars belonging to each other's railway networks are transferred across the closed border between Turkey and Armenia and returned to their respective railways. * July 31 - St. Louis-based Bi-State Transit inaugurates service on its MetroLink light rail system.Read, Brendan. \"The Dawn of New Ridership in St. Louis\". Mass Transit magazine, September/October 1993 issue, pp. 32–38. Cygnus Publishing. ===August events=== * August 27 - The Green Bay and Western and the Fox River Valley Railroad are merged into a new Wisconsin Central subsidiary, the Fox Valley and Western Railroad. ===September events=== * September 22 - Amtrak's worst rail accident to date occurs in the Big Bayou Conot train disaster when the westbound Sunset Limited derails on a bridge in Alabama killing 47 and injuring 103; the cause of the accident is found to be a collision between a river barge and one of the bridge's pilings knocking the rail out of alignment on the bridge. * September 27 ** California Northern Railroad begins operations. ** Shin Seibijō Station, on the Tokyo Monorail in Ōta, Tokyo, Japan, is opened. ===October events=== * October 31 - The Midway rapid transit route (9.3 miles/15.0 km), of the Chicago Transit Authority's elevated and subway rail system, opens on the Southwest Side between Chicago Midway International Airport and the Loop, using Morrison-Knudsen-built 3200-Series rail cars. Seven stations are initially opened on the route at Midway Airport, Pulaski-51st, Kedzie-49th, Western-49th, 35th-Archer, Ashland, and Halsted. The Roosevelt/Wabash station, which Midway trains share with Lake-Englewood/Jackson Park trains, is opened on November 8. === November events === * November 5 - British Parliament passes Railways Act setting out the procedures for privatisation of British Rail. * November 13 - The Berlin U-Bahn reopens direct connections across the line that was formed by the Berlin Wall, reuniting the city's rapid transit system. === December events === * December 7 - 1993 Long Island Rail Road shooting: Colin Ferguson opens fire with his Ruger 9mm pistol on a Long Island Rail Road train, killing six and injuring 19. * December 31 - Most rail lines in Nicaragua are shut down by Presidential order. * December - The STAR21 experimental train is operated at a record 425 km/h (264 mph) on Japan's Joetsu Shinkansen route between Tokyo and Niigata. ==Accidents== ==Deaths== === April deaths === * April 9 - Robert B. Claytor, president of Norfolk and Western Railway (b. 1922). ==References== * Lustig, David (May 2005), \"Renaissance in California\", Trains Magazine, p. 72-76. ",
    "title": "1993 in rail transport"
}