{
    "id": "1273268",
    "text": "View of Villanúa Villanúa (in Aragonese: BellanugaConsello Asesor de l'Aragonés, toponyms on the comarca of l'Alto GalligoTopónimos: Toponyms: towns with local name in Aragonese Great Aragonese Encyclopedia) is a Pyrenean municipality in Spain in the north of Huesca province, in la Jacetania, set where the Aragon valley gets wider. Its name refers to the \"new village\" repopulated in the late 10th century. Villanúa's altitude is 953 m and it covers 58.2 km2. The village is at the bottom of mount Collarada (2886 m) and in 2018 had 447 inhabitants. It is a tourist locality located between Jaca and the ski stations of Candanchú and Astún and near the French border (12 km. by the Tunnel of Somport). {| class=\"wikitable\" ! colspan=\"13\" | Population between 1900 and 2014 |- bgcolor=\"#C0C0C0\" | align=\"center\" | 1900 | align=\"center\" | 1910 | align=\"center\" | 1920 | align=\"center\" | 1930 | align=\"center\" | 1940 | align=\"center\" | 1950 | align=\"center\" | 1960 | align=\"center\" | 1970 | align=\"center\" | 1981 | align=\"center\" | 1991 | align=\"center\" | 2001 | align=\"center\" | 2011 | align=\"center\" | 2018 |- | align=\"center\" | 959 | align=\"center\" | 1.114 | align=\"center\" | 847 | align=\"center\" | 682 | align=\"center\" | 585 | align=\"center\" | 551 | align=\"center\" | 446 | align=\"center\" | 323 | align=\"center\" | 265 | align=\"center\" | 283 | align=\"center\" | 340 | align=\"center\" | 512 | align=\"center\" | 447 |} ==Visiting== The old centre, the church of San Esteban (with a wooden 11th-century Romanesque image of the Virgin, \"Our Lady of the Angels\"), the cave of Las Güixas, the railway viaduct, dolmens, the Chapel of San Juan and the abandoned villages of Cenarbe and Aruej, with its little Romanesque church of San Vicente (12th century), all in a beautiful environment crossed by the Aragon river. It lies on the old Aragonese pilgrim's road to Santiago de Compostela, the Way of St James. The main festivities are September 8 (Virgin's Nativity) and December 26 (San Esteban). ==References== ==External links== * http://www.villanua.net Category:Municipalities in the Province of Huesca Category:Pyrenees ",
    "title": "Villanúa"
}