{
    "id": "1273836",
    "text": "The exsecant (exsec, exs) and excosecant (excosec, excsc, exc) are trigonometric functions defined in terms of the secant and cosecant functions. They used to be important in fields such as surveying, railway engineering, civil engineering, astronomy, and spherical trigonometry and could help improve accuracy, but are rarely used today except to simplify some calculations. A unit circle with trigonometric functions. ==Exsecant== The trigonometric functions, including the exsecant, can be constructed geometrically in terms of a unit circle centered at O. The exsecant is the portion DE of the secant exterior to the circle. The exsecant, (Latin: secans exterior) also known as exterior, external, outward or outer secant and abbreviated as exsec or exs, is a trigonometric function defined in terms of the secant function sec(θ): :\\operatorname{exsec}(\\theta) = \\sec(\\theta) - 1 = \\frac{1}{\\cos(\\theta)} - 1. The name exsecant can be understood from a graphical construction of the various trigonometric functions from a unit circle, such as was used historically. sec(θ) is the secant line , and the exsecant is the portion of this secant that lies exterior to the circle (ex is Latin for out of). ==Excosecant== exsecant (blue) and excosecant (green) A related function is the excosecant or coexsecant, also known as exterior, external, outward or outer cosecant and abbreviated as excosec, coexsec, excsc or exc, the exsecant of the complementary angle: :\\operatorname{excsc}(\\theta) = \\operatorname{exsec}\\left(\\frac{\\pi}{2} - \\theta\\right) = \\csc(\\theta) - 1 = \\frac{1}{\\sin(\\theta)} - 1. ==Usage== Important in fields such as surveying, railway engineering (for example to lay out railroad curves and superelevation), civil engineering, astronomy, and spherical trigonometry up into the 1980s, the exsecant function is now little-used. Mainly, this is because the broad availability of calculators and computers has removed the need for trigonometric tables of specialized functions such as this one. The reason to define a special function for the exsecant is similar to the rationale for the versine: for small angles θ, the sec(θ) function approaches one, and so using the above formula for the exsecant will involve the subtraction of two nearly equal quantities, resulting in catastrophic cancellation. Thus, a table of the secant function would need a very high accuracy to be used for the exsecant, making a specialized exsecant table useful. Even with a computer, floating point errors can be problematic for exsecants of small angles, if using the cosine-based definition. A more accurate formula in this limit would be to use the identity: :\\operatorname{exsec}(\\theta) = \\frac{1-\\cos(\\theta)}{\\cos(\\theta)} = \\frac{\\operatorname{versin}(\\theta)}{\\cos(\\theta)} = \\operatorname{versin}(\\theta) \\sec(\\theta) = 2 \\left(\\sin\\left(\\frac{\\theta}{2}\\right)\\right)^2 \\sec(\\theta) or :\\operatorname{excsc}(\\theta) = \\frac{1-\\sin(\\theta)}{\\sin(\\theta)} = \\frac{\\operatorname{coversin}(\\theta)}{\\sin(\\theta)} = \\operatorname{coversin}(\\theta) \\csc(\\theta) = 2 \\left(\\cos\\left(\\frac{\\theta}{2}\\right)\\right)^2 \\csc(\\theta).\\ Prior to the availability of computers, this would require time-consuming multiplications. The exsecant function was used by Galileo Galilei in 1632 already, although he still called it segante (meaning secant). The Latin term secans exterior was used since at least around 1745. The usage of the English term external secant and the abbreviation ex. sec. can be traced back to 1855 the least, when Charles Haslett published the first known table of exsecants. Variations such as ex secant and exsec were in use in 1880, and exsecant was used since 1894 the least. The terms coexsecant and coexsec can be found used as early as 1880 as well followed by excosecant since 1909. The function was also utilized by Albert Einstein to describe the kinetic energy of fermions. ==Mathematical identities== ===Derivatives=== : \\frac{\\mathrm{d}}{\\mathrm{d}\\theta}\\operatorname{exsec}(\\theta) = \\tan(\\theta)\\sec(\\theta) = \\frac{\\sin(\\theta)}{(\\cos (\\theta))^2} : \\frac{\\mathrm{d}}{\\mathrm{d}\\theta}\\operatorname{excsc}(\\theta) = -\\cot(\\theta)\\csc(\\theta) = \\frac{-\\cos(\\theta)}{(\\sin(\\theta))^2} ===Integrals=== : \\int\\operatorname{exsec}(\\theta)\\,\\mathrm{d}\\theta = \\ln\\left[\\cos\\left(\\frac{\\theta}{2}\\right) + \\sin\\left(\\frac{\\theta}{2}\\right)\\right] - \\ln\\left[\\cos\\left(\\frac{\\theta}{2}\\right) - \\sin\\left(\\frac{\\theta}{2}\\right)\\right] - \\theta + C : \\int\\operatorname{excsc}(\\theta)\\,\\mathrm{d}\\theta = \\ln\\left[\\tan\\left(\\frac{\\theta}{2}\\right)\\right] - \\theta + C ===Inverse functions=== The inverse functions arcexsecant (arcexsec, aexsec, aexs, exsec−1) and arcexcosecant (arcexcosec, arcexcsc, aexcsc, aexc, arccoexsecant, arccoexsec, excsc−1) exist as well: :\\operatorname{arcexsec}(y) = \\arcsec(y+1) = \\arccos\\left(\\frac{1}{y+1}\\right) = \\arctan(\\sqrt{y^2+2y}) (for y ≤ −2 or y ≥ 0) : \\operatorname{arcexcsc}(y) = \\arccsc(y+1) = \\arcsin\\left(\\frac{1}{y+1}\\right)\\, ===Other properties=== Derived from the unit circle: :\\operatorname{exsec}(\\theta) = \\sec(\\theta) - \\cos(\\theta) - \\operatorname{versin}(\\theta). :\\operatorname{excsc}(\\theta) = \\operatorname{csc}(\\theta) - \\sin(\\theta) - \\operatorname{coversin}(\\theta). The exsecant function is related to the tangent function by :\\operatorname{exsec}(\\theta) = \\tan(\\theta) \\tan\\left(\\frac{\\theta}{2}\\right). In analogy, the excosecant function is related to the cotangent function by :\\operatorname{excsc}(\\theta) = \\cot(\\theta) \\cot\\left(\\frac{\\theta}{2}\\right). The exsecant function is related to the sine function by :\\operatorname{exsec}(\\theta) = \\frac{1}{\\sqrt{1 - (\\sin(\\theta))^2}} - 1. In analogy, the excosecant function is related to the cosine function by :\\operatorname{excsc}(\\theta) = \\frac{1}{\\sqrt{1 - (\\cos(\\theta))^2}} - 1. The exsecant and excosecant functions can be extended into the complex plane. : : : : : : ==See also== * * * * * * ==References== Category:Trigonometric functions ",
    "title": "Exsecant"
}