{
    "id": "1273179",
    "text": "televised Christmas Message, broadcast in 1957 The Queen's Christmas Message (also known as The King's Christmas Message in the reign of a male monarch, formally as Her Majesty's Most Gracious Speech) is a broadcast made by the sovereign of the Commonwealth realms to the Commonwealth of Nations each Christmas. The tradition began in 1932 with a radio broadcast by King George V on the British Broadcasting Corporation's Empire Service. Since 1952, the message has been read by Elizabeth II; today, it is broadcast on television, radio, and the Internet via various providers. ==History== George V giving the 1934 Royal Christmas Message The idea for a Christmas message from the sovereign to the British Empire was first proposed by the \"founding father\" of the British Broadcasting Corporation (BBC), John Reith, in 1922 when he approached King George V about making a short broadcast on the newly created radio service. The King declined, however, believing that radio was mainly an entertainment. Reith approached the King again ten years later, in 1932, as a way to inaugurate the Empire Service (now the World Service) and the King finally agreed after being encouraged to do so by Queen Mary and Prime Minister Ramsay MacDonald. That year, George V read the first Royal Christmas Message; the King was originally hesitant about using the relatively untested medium of radio, but was reassured after a summertime visit to the BBC and agreed to carry out the concept and read the speech from a temporary studio set up at Sandringham House. The broadcast was introduced from Ilmington Manor by 65-year-old Walton Handy, a local shepherd, with carols from the church choir and the bells ringing from the town church, and reached an estimated 20 million people in Australia, Canada, India, Kenya, South Africa and the United Kingdom. While his brother, Edward VIII, abdicated just before his first Christmas as king, George VI continued his father's Christmas broadcasts; it was in his 1939 reading delivered in the opening stages of the Second World War that he uttered the famous lines: \"I said to the man who stood at the Gate of the Year.\" For many years, the King's speech came at the end of an hour- long broadcast of greeting from various parts of the British Empire and Commonwealth which typically included interviews with ordinary people of many occupations such as an innkeeper in an English village, a minder in South Africa, and a lifeguard in Australia with the King's speech serving as a bond tying the Commonwealth together. George's daughter and successor, Elizabeth II, gave her first Christmas message to the Commonwealth of Nations from her study at Sandringham House, at 3:07 PM on 25 December 1952, some 11 months after her father's death. Five years later, the tradition was first broadcast on television and, from then until 1996, was produced by the BBC; only in 1969 was no message given because a special documentary film, Royal Family, had been made during the summer in connection with the investiture of the Prince of Wales. It was therefore decided not to do a broadcast at Christmas, but the Queen issued a written message instead. The Queen ended this monopoly, however, announcing that the message would, from 1997, be produced and broadcast alternately by the BBC and its main rival, Independent Television News (ITN), with a biennial rotation. It was reported by The Daily Telegraph that this decision was made after the BBC decided to screen an interview with Diana, Princess of Wales, on its current affairs programme Panorama. This was denied by Buckingham Palace which said the new arrangements \"reflect the composition of the television and radio industries today\". Beginning in 2011, Sky News was added to the rotation. Sky News recorded the Queen's Christmas message for Christmas 2012, the Queen's Diamond Jubilee year, and for the first time it has been recorded in 3D. Buckingham Palace are reported to have explained: \"We wanted to do something a bit different and special in this Jubilee year, so doing it for the first time in 3D seemed a good thing, technology wise, to do.\" The themes and direction of the speech are decided by the Queen and the text is largely written by the Queen herself, sometimes with assistance from Prince Philip and her staff. In recent years, the speech has become more personal and religious in tone. ==Broadcast== The message typically combines a chronicle of that year's major events, with specific focus on the British Empire originally and later the Commonwealth of Nations, with the sovereign's own personal milestones and feelings on Christmas. It is one of the few instances when the sovereign speaks publicly without advice from any ministers of the Crown in any of the monarch's realms. Planning for each year's address begins months earlier, when the monarch establishes a theme and appropriate archival footage is collected and assembled; the actual speech is recorded a few days prior to Christmas. In the United Kingdom and on the Internet, broadcast of the Queen's Christmas message is embargoed until 15:00 GMT on 25 December. In other parts of the Commonwealth, the message is first broadcast in New Zealand at 18:06 local time by Radio New Zealand on RNZ National, then again at 18:50 by Television New Zealand on TVNZ1, in Australia by the Australian Broadcasting Corporation at 15:20 local time, and in Canada by the Canadian Broadcasting Corporation at noon local time on television, 14:50 local time on CBC Radio One and CBC Music. Outside of the Commonwealth, C-SPAN in the United States also airs the Queen's Message although the times that the message airs can vary, depending on C-SPAN's schedule. No US radio station airs the broadcast, although some bordering areas in Canada can also receive the message via the CBC. ==Messages== ===George V=== {| class=\"wikitable plainrowheaders\" style=\"width:99%;\" |- ! scope=\"col\" style=\"width:5%;\" | Year ! scope=\"col\" style=\"width:88%;\" | Notes ! scope=\"col\" style=\"width:6%;\" | Broadcast partner |- | 1932 | Written by Rudyard Kipling, the speech touched on the advance of technology that permitted the King to deliver an intimate message to all parts of the world, as well as mentioning the need for work towards peace and counselling listeners to aim for \"prosperity without self-seeking.\" | style=\"text-align: center;\" rowspan=\"4\" | BBC |- | 1933 | In his second Christmas address, George V expressed his gratitude to his subjects for their Christmas greetings and reassured listeners that \"the past year has shown much progress towards world recovery [from the Great Depression] and the setting in order of our respective communities\" and spoke of his \"hope and confidence\" for the future. He also spoke of the improvements in worldwide communications brought by technology and the benefits that brings in dealing with problems in a timely fashion. |- | 1934 | King George V spoke of the British Empire as being \"bound to me and to one another by a spirit of one great family\" and of how he and Queen Mary were moved by the way \"this spirt was manifested\" at the marriage that year of his son, the Duke of Kent and Princess Marina. He added, in reference to the ongoing economic and international political crises of the decade, that he wished this spirit within the Empire would deepen and widen in response to a restless world adding that \"The clouds are lifting, but we have still our own anxieties to meet. I am convinced that if we meet them in the spirit of one family we shall overcome them.\" He also referred to the importance of the emerging Dominions within the Empire asserting that \"Through them the family has become a commonwealth of free nations, and they have carried into their homes the memories and traditions of the Mother Country.\" He also addressed the growing demands for Indian independence by assuring the people of British India \"of my constant care, and I desire that they will all fully realise and value their own place in the unity of the one family.\" |- | 1935 | The speech mentioned the King's 25th anniversary of his accession to the throne and his place as a personal link between his peoples, as well as the marriage of his son, Prince Henry, Duke of Gloucester, and the death of his sister, Princess Victoria. He also referred to his desire for peace and goodwill among all nations saying this will also bring a solution to the Great Depression economic troubles of the period. The King offered his sympathy to all those in the Empire suffering personal distress and also called for hope and cheer united by the bonds of service which would give people the resoluteness needed to overcome their difficulties. |} ===George VI=== ====1930s==== {| class=\"wikitable plainrowheaders\" style=\"width:99%;\" |- ! scope=\"col\" style=\"width:5%;\" | Year ! scope=\"col\" style=\"width:88%;\" | Notes ! scope=\"col\" style=\"width:6%;\" | Broadcast partner |- | 1936 | No message was delivered. King Edward VIII abdicated the throne, two weeks prior. | |- | 1937 | In his first broadcast as king, the King recalled his father's broadcasts to the Empire and the reverence listeners had for him. George VI said he could not aspire to replace his father's broadcasts but that nevertheless, as this was his first Christmas as King, he thanked the Empire for its support and loyalty during his first year on the throne. He expressed his pledge to be worthy of his subjects' support. Looking back on 1937, he noted the \"shadows of enmity and of fear\" hanging over parts of the world and expressed his hope that the spirit of peace and goodwill shall prevail. | style=\"text-align: center;\" | BBC |- | 1938 | No message was delivered. | |- | 1939 | Delivering his message on the first Christmas of the Second World War the King spoke live from Sandringham House to offer a message of reassurance. He spoke of Christmas as a festival of peace and lamented that \"it is the tragedy of this time that there are powerful countries whose whole direction and policy are based on aggression and the suppression of all that we hold dear for mankind.\" He continued, saying: \"It is this that has stirred our peoples and given them a unity unknown in any previous war. We feel in our hearts that we are fighting against wickedness, and this conviction will give us strength from day to day to persevere until victory is assured.\" He spoke of his pride in the Royal Navy's courage and devotion in its battles in the first months of the war as well as the courage of the merchant marine. He also expressed thanks to the British Expeditionary Force and other armies of the Empire saying that \"Their task is hard. They are waiting, and waiting is a trial of nerve and discipline. But I know that when the moment comes for action they will prove themselves worthy of the highest traditions of their great Service.\" He referred to the nations and colonies of the Empire as a \"Family of Nations which is prepared to sacrifice everything that freedom of spirit may be saved to the world\" and referred to the assistance Britain has received from the rest of the Empire. George VI referred to \"the cause of Christian civilisation\" as what unites the Empire and its Allies, adding that \"On no other basis can a true civilisation be built.\" He concluded with words of encouragement from the poem God Knows by Minnie Louise Haskins: 'I said to the man who stood at the Gate of the Year, \"Give me a light that I may tread safely into the unknown.\" And he replied, \"Go out into the darkness, and put your hand into the Hand of God. That shall be to you better than light, and safer than a known way.\"' | style=\"text-align: center;\" | BBC |} ====1940s==== {| class=\"wikitable plainrowheaders\" style=\"width:99%;\" |- ! scope=\"col\" style=\"width:5%;\" | Year ! scope=\"col\" style=\"width:88%;\" | Notes ! scope=\"col\" style=\"width:6%;\" | Broadcast partner |- | 1940 | King George spoke of separation and unity: the sadness brought by separation during wartime for members of the Armed Forces and their families and for British families whose children were evacuated overseas to Canada, Australia, New Zealand, South Africa, and the United States and the unity brought by facing common perils and suffering at home and at the front by civilians and military alike and of the fellowship springing up among the British people in the face of adversity and of his hopes that this newfound spirit of unity a fellowship will continue into peacetime and among all the nations of the world. | style=\"text-align: center;\" rowspan=\"10\" | BBC |- | 1941 | The King focused on our \"one great family,\" stating: \"[it is] in serving each other and in sacrificing for our common good that we are finding our true life.\" He spoke of \"the men who in every part of the world are serving the Empire and its cause with such valour and devotion by sea, land and in the air\" as well as the women \"who at the call of duty have left their homes to join the services, or to work in factory, hospital or field\" and also remembered the suffering of the wounded, bereaved and prisoners of war and his confidence that the service and sacrifice of the British people for the sake of the common good will win the war and a lasting peace and called on the people to go into the coming year with courage, strength and good heart to overcome the perils that lie ahead. |- | 1942 | The King spoke of the confidence given him by recent Allied military victories and of the contributions by the United States and the Soviet Union in the war against Nazi Germany as well as by Americans and Australians in the Pacific Theatre against Japan. He also spoke to the mobilization of the Indian people against the threat of Japanese invasion and of other outposts of the British Empire, speaking directly to British forces serving there referring to the \"Commonwealth of Nations as a \"family circle, whose ties, precious in peaceful years, have been knit even closer by danger.\" He also spoke to those who have lost loved ones or been parted from them and of his and the Queen's feelings of sorrow, comfort, and also pride. He referred as well to his visits across the country witnessing the increase in agricultural production for the war effort and his thankfulness to and admiration of those who work the land. He also spoke of the foreign government leaders and officials who have sought refuge in Britain and called on them to be welcomed in the spirit of brotherhood. |- | 1943 |On behalf of himself and the Queen, King George sent greetings and good wishes to \"each one of you all the world over\", to those serving in the military around the world, those wounded lying in hospital, as well as civilians at work or at home and remarked that the thoughts or all are in \"distant places\" and their hearts are with the ones they love. The King also spoke of his thanks for the victories of the past year and his thankfulness for the contribution of the United States, the Soviet Union and China and of the unity of the \"United Nations\" (the Allies) as well as his thoughts for France and occupied lands. He also spoke of the spirit of the people saying \"We know that much hard working, and hard fighting – perhaps harder working and harder fighting than ever before – are necessary for victory. We shall not rest from our task until it is nobly ended.\" |- | 1944 |The King spoke of hope in his message saying that \"the lamps which the Germans had put out all over Europe were being rekindled and were beginning to shine through the fog of war.\" He added that \"at this Christmas time we think proudly and gratefully of our fighting men wherever they may be. May God bless and protect them and bring them victory\" adding as well his good wishes to the sick and wounded in hospital and the medical staff caring for them, and of prisoners of war and the relatives at home waiting for them to return. He also spoke of the hard work and sacrifice of people throughout the Empire who have helped bring victory nearer and of the goal of creating after the war \"a world of free men, untouched by tyranny.\" |- | 1945 | He said that although much of great price had been given up to attain victory, that which had been saved was beyond value and that the vision of world peace he had spoken of in previous broadcasts during the war had become a reality. |- | 1946 | The King reviewed the privations of the war years, the difficulties of postwar adjustment, and added words of encouragement to his subjects, and advised patience saying -\"We cannot expect the world, so grievously wounded, to recover quickly, but its convalescence can certainly be hastened by our continued endurance and goodwill\" adding that though the previous year due to shortages and the burdens of post-war reconstruction had not been easy \"Better days lie ahead and our task is to mobilise the Christmas spirit and apply its power of healing to our daily life.\" |- | 1947 | The King stated that \"the unity and steadfastness of the British Commonwealth and Empire saved the liberties of the world\" and called on listeners to remember that and not to doubt their \"power and will to win through\" in the face of post-war challenges and adversity. |- | 1948 | King George VI delivered his Christmas message from Buckingham Palace for the first time as he was unable to travel outside London, to his Sandringham retreat, due to ill health. He recalled that the year had seen the silver anniversary of his marriage to his consort as well as the birth of his grandson, Prince Charles. He also spoke of his illness and his regret at having to cancel a planned tour of Australia and New Zealand as a result. He referred to the \"evolution\" of the British Commonwealth and his pride at its \"widening the bounds of freedom wherever our people live.\" |- | 1949 | The King reassured people of his recovery from illness and expressed his gratitude to the United States of America for its sympathy and help in Britain's effort towards recovery; at the time, Britain was the largest beneficiary of the Marshall Plan. |} ====1950s==== {| class=\"wikitable plainrowheaders\" style=\"width:99%;\" |- ! scope=\"col\" style=\"width:5%;\" | Year ! scope=\"col\" style=\"width:88%;\" | Notes ! scope=\"col\" style=\"width:6%;\" | Broadcast partner |- | 1950 | With the deepening Cold War, the Korean War, Malayan Emergency as well as the risk posed by thermonuclear weapons, the King spoke of \"the grim shadow of war\" hanging over the world. He took as the theme of his message John Bunyan's Pilgrim's Progress, its story of going forward, only to fall back while keeping \"our eyes fixed on the far-off, delectable mountains of peace and good will\" as took from the book the motto \"Whatever comes or does not come. I'll not be afraid\" and the need for each individual to bear his burden, even if it seems insurmountable. The King also expressed his wish for peace saying \"if our world is to survive in any sense that makes survival worthwhile, it must learn to love and not to hate, and to create and not destroy\" warning that mankind must choose between these two paths. | style=\"text-align: center;\" rowspan=\"2\" | BBC |- | 1951 | George VI's final Christmas message was the only broadcast that he pre-recorded, as he had recently undergone lung surgery. He spoke of his recovery and the goodwill messages he had received: \"From my peoples in these islands and in the British Commonwealth and Empireas well as from many other countriesthis support and sympathy has reached me and I thank you now from my heart...\" |} ===Elizabeth II=== ====1950s==== {| class=\"wikitable plainrowheaders\" style=\"width:99%;\" |- ! scope=\"col\" style=\"width:5%;\" | Year ! scope=\"col\" style=\"width:88%;\" | Notes ! scope=\"col\" style=\"width:6%;\" | Broadcast partner |- | 1952 | In her first Christmas message, from the same desk and chair used by her father and grandfather before her, the Queen spoke of carrying on the tradition of Christmas broadcasts passed on to her by George V and George VI and said she would strive to carry on their work to unite the peoples of the Empire and maintain their ideals and thanked her people for their loyalty and affection in the first months of her reign. She also referred to the British Commonwealth and Empire as an \"immense union of nations\" that was like a family and which \"can be a great power for good – a force which I believe can be of immeasurable benefit to all humanity\". This message, and the ones until 1957, were simulcast on television in sound only in the United Kingdom. | style=\"text-align: center;\" rowspan=\"8\" | BBC |- | 1953 | This message was broadcast from Auckland, New Zealand, during the Queen and Duke of Edinburgh's six-month royal tour of the Commonwealth and spoke of her trip so far and what she hoped to learn and accomplish from the tour. The Queen referred to the Crown as a \"personal and loving bond\" between herself and her people and spoke of feeling at home in Auckland despite its distance from London. She spoke of the Commonwealth as a \"fellowship\" which bears no resemblance to the empires of the past and in which Britain is but an equal partner. She finished the broadcast with a note of sympathy to those affected by the Tangiwai disaster the night before. |- | 1954 | The Queen broadcast this message from Sandringham House at the end of a year in which she and her husband, The Duke of Edinburgh, had travelled around the world. |- | 1955 | Broadcast live from her study at Sandringham House, the Queen's theme was the opportunities arising from membership of the Commonwealth of Nations. With the launch of ITV in the UK, the sound-only television broadcast was simulcast on both ITV and the BBC Television Service from this year on. |- | 1956 | The Duke of Edinburgh spoke from HMY Britannia during a voyage around the Commonwealth before the Queen made her speech live from Sandringham House in which she referred to the Duke's message as the one that gave her and her children the greatest joy listening to and wished him a good journey before expressing her sadness at being separated from him. She also expressed her sympathies to those who, unlike her, do not enjoy a united family or cannot be at home for Christmas or who are alone or have been driven from home and asked listeners to think especially of those who have been driven from their homelands by war or violence, refugees, asking that they be given true refuge and, in a reference to the story of Christ's birth, be given room at the inn. As in previous messages, she compared the Commonwealth to a family in which, despite its differences, \"for the sake of ultimate harmony, the healing power of tolerance, comradeship and love must be allowed to play its part.\" The broadcast was criticised for the Queen's continued refusal to have it televised and for having \"too many ponderous platitudes written into it by her officials\" and for presenting \"a false picture of the Commonwealth as one big happy British family – all Anglo-Saxons under the skin.\" |- | 1957 | This year's message, read from the Long Library at Sandringham House, was the first to be televised and was also the 25th anniversary of the first Christmas broadcast on radio. The Queen noted the milestone and the advance of technology that allowed her message to be viewed in her subjects' homes. She added that while change might be bewildering, it is important to hold on to ageless ideals and values such as the importance of religion, morality, honesty and self-restraint and spoke of the need for courage to stand up for what is right, true and honest. During this season freak radio conditions caused by sunspots resulted in American police radio transmissions interfering with British television broadcasts. One occasion of interference occurred during the Queen's speech, causing listeners to hear an American police officer say, \"Joe, I'm gonna grab a quick coffee.\" |- | 1958 | The reading, coming from the Long Library at Sandringham House, focused on the importance of spiritual and family values and some of the journeys soon to be made around the Commonwealth by the Queen and members of the Royal Family. The Queen also responded to requests that her children be shown in the broadcast by saying that after a great deal of thought she and her husband decided against it as they want their children to grow up as naturally as possible. This was the final Christmas message to be delivered live. |- | 1959 | The Queen pre- recorded her Christmas message for the first time. The message was filmed in Buckingham Palace a week prior to broadcast and lasted about one minute. It conveyed the Queen's best wishes and her gratitude for the warm wishes she had received. Being pre-recorded allowed the message to be shipped abroad in advance and to be broadcast in Australia and New Zealand on Christmas Day for the first time as time differences and the International Date Line meant that many previous live broadcasts were actually heard on Boxing Day in Australia and New Zealand. As a result of the success of the recording, all subsequent Christmas messages have also been pre-recorded. |} ====1960s==== {| class=\"wikitable plainrowheaders\" style=\"width:99%;\" |- ! scope=\"col\" style=\"width:5%;\" | Year ! scope=\"col\" style=\"width:88%;\" | Notes ! scope=\"col\" style=\"width:6%;\" | Broadcast partner |- | 1960 | The Queen spoke from Buckingham Palace and described an eventful year in which she gave birth to Prince Andrew; her sister, Princess Margaret, married Anthony Armstrong-Jones; and Nigeria gained its independence while remaining part of the Commonwealth. The disasters to which The Queen alluded included that year's earthquake in Morocco; the deaths of protesters in Sharpeville, South Africa; and an explosion in Six Bells Colliery near Aberbeeg, Monmouthshire. | style=\"text-align: center;\" rowspan=\"9\" | BBC |- | 1961 | The Queen reflected on her six-week tour of India, Pakistan, Nepal, and Iran, as well as her visit to Vatican City. |- | 1962 | The speech from Buckingham Palace referred to recent successes in space, including the launch of Telstar, which made it possible to broadcast television, images, and news around the world almost instantly. |- | 1963 | The Queen reverted to a message delivered by radio, as she was pregnant with her fourth child, Prince Edward. She spoke of the importance of the campaign to free the world from hunger and the Commonwealth's response and spoke of the hope and promise of the future and the need for humanity to be ambitious for the achievement of what is good and honourable. |- | 1964 | Elizabeth addressed the important role of the Commonwealth in a year in which anti-apartheid leader Nelson Mandela was jailed in apartheid South Africa and Indian Prime Minister Jawaharlal Nehru died. |- | 1965 | The address from Buckingham Palace took as its theme the family, from the individual unit to the family of man. |- | 1966 | The Queen spoke about the increasingly prominent and important role played by women in society. |- | 1967 | Elizabeth spoke of Canada's centenary of its confederation and her five weeks tour of the country to mark the event, and also mentioned her knighting of Sir Francis Chichester. The message, filmed at Buckingham Palace, was the first to be shown in colour. |- | 1968 | This year's Christmas message, which came from Buckingham Palace and had a theme of brotherhood, included mention of civil rights leader Martin Luther King, Jr.'s assassination. |- | 1969 | No Christmas address was given by the Queen, as Elizabeth felt that, between the investiture of her son, Prince Charles, as Prince of Wales and the release of the documentary Royal Family, she had had enough coverage on television; concern expressed by the public prompted the Queen to issue a statement that assured a return to tradition in 1970. The Queen's written message acknowledged the end of the 1960s and the decade's significance for being the time when men first walked on the moon. She also stated that she was looking forward to her visit the next year to Australia, New Zealand, Fiji, Tonga and northern Canada. She also expressed her concern that \"the lonely, the sick and the elderly\" all feel the warmth and companionship of Christmas. | |} ====1970s==== {| class=\"wikitable plainrowheaders\" style=\"width:99%;\" |- ! scope=\"col\" style=\"width:5%;\" | Year ! scope=\"col\" style=\"width:88%;\" | Notes ! scope=\"col\" style=\"width:6%;\" | Broadcast partner |- | 1970 | Once again televised, the speech recounted some of the trips made by the Queen during the year; it included film shot in Australia, New Zealand and Canada. | style=\"text-align: center;\" rowspan=\"10\" | BBC |- | 1971 | Focusing on the theme of families, the television version showed Prince Andrew and Prince Edward looking at a family photograph album. |- | 1972 | The production included scenes from the celebration of the Queen's 25 years of marriage to The Duke of Edinburgh and Elizabeth mentioned the violence in Northern Ireland, as well as the preparations for Britain to join the European Economic Community. |- | 1973 | Interspersed with footage of the Queen giving her oration was film shot during the wedding of the Queen's daughter, Princess Anne, to Captain Mark Phillips. |- | 1974 | In a more sombre tone, the Christmas message alluded to problems such as the continuing violence in Northern Ireland and the Middle East, that year's famine in Bangladesh, and the floods in Brisbane, Australia. |- | 1975 | Broadcast from the gardens of Buckingham Palace, it was the first time the message had been recorded outdoors, and acknowledged a year of record inflation and unemployment in the UK and worldwide. |- | 1976 | To mark the United States Bicentennial, the Queen and The Duke of Edinburgh undertook a state visit to the United States of America; that visit, and the theme of reconciliation after disagreements, formed the focus of the message. |- | 1977 | The Queen recalled the year's celebrations for her Silver Jubilee, and expressed hope for reconciliation in Northern Ireland, where she had visited in August for the first time in 11 years. |- | 1978 | The future was the subject selected by the Queen, with the broadcast including footage of her with her new grandson, Peter Phillips, and Princess Anne, as well as recordings of earlier broadcasts going back to George V. |- | 1979 | 1979 was the Year of the Child, and the Christmas message addressed the theme of children and young people. In this broadcast, Ceefax was used for the first time providing subtitles for the hard of hearing. |} ====1980s==== {| class=\"wikitable plainrowheaders\" style=\"width:99%;\" |- ! scope=\"col\" style=\"width:5%;\" | Year ! scope=\"col\" style=\"width:88%;\" | Notes ! scope=\"col\" style=\"width:6%;\" | Broadcast partner |- | 1980 | The message, which attracted a record 28 million viewers in the United Kingdom, reflected on celebrations for the 80th birthday of Queen Elizabeth The Queen Mother, and addressed the theme of service in its many forms. | style=\"text-align: center;\" rowspan=\"10\" | BBC |- | 1981 | The speech was broadcast from the terrace behind Buckingham Palace and marked the International Year of Disabled Persons. |- | 1982 | Marking the 50th anniversary of the first Christmas message, the Queen delivered this year's at the library of Windsor Castle, for the first time. The theme was \"the sea\", in a year in which British troops fought in the Falklands War in the South Atlantic Ocean. The birth and christening of the Queen's third grandchild Prince William. |- | 1983 | The Christmas message discussed new possibilities for co-operation within the Commonwealth of Nations permitted by modern technologies. The Queen mentioned a visit to Bangladesh and India that year, in which she met Indian Prime Minister Indira Gandhi, invested Mother Teresa into the Order of Merit, and attended the Commonwealth Heads of Government Meeting in New Delhi. |- | 1984 | The message was the lessons which adults could learn from children, with film featuring the christening of the Queen's fourth grandchild, Prince Harry. |- | 1985 | The Queen spoke of the earthquake that struck Mexico City, the volcanic eruption in Colombia, famine in Africa, and the Air India crash off the coast of Ireland, though the message focused on the good news stories of the year, as the Queen praised remarkable public achievements to footage of investitures and the presentation of awards. |- | 1986 | David Attenborough, as he would until 1991, produced the Christmas message broadcast, which in 1986 was filmed in the Royal Mews at Buckingham Palace and stressed society's responsibility towards children. |- | 1987 | The Queen mentioned the Remembrance Day bombing in Enniskillen, Northern Ireland, and stressed the importance of tolerance and forgiveness. |- | 1988 | Along with added references to the Clapham Junction rail crash, the Lockerbie disaster, and the Armenian earthquake that all occurred after the main broadcast was recorded, the Queen reflected on three important anniversaries: the 400th of the Spanish Armada, the 300th of the arrival in Britain of the future William III and Mary II, and the 200th of the founding of Australia. |- | 1989 | The Queen read part of her Christmas speech from a podium on the stage at the Royal Albert Hall, recorded at a special gala occasion held there, meaning that, for the first time, an audience heard the speech prior to its international airing. She also spoke to children at the end of the broadcast. |} ====1990s==== {| class=\"wikitable plainrowheaders\" style=\"width:99%;\" |- ! scope=\"col\" style=\"width:5%;\" | Year ! scope=\"col\" style=\"width:88%;\" | Notes ! scope=\"col\" style=\"width:6%;\" | Broadcast partner |- | 1990 | Elizabeth paid tribute to the role of the armed services in the context of imminent war in the Persian Gulf. | style=\"text-align: center;\" rowspan=\"7\" | BBC |- | 1991 | The message reflected on the enormous changes taking place across Eastern Europe and Russia, which included the dissolution of the Soviet Union, and the importance of democratic traditions. |- | 1992 | The Christmas speech came one month after fire destroyed part of Windsor Castle; the Queen addressed the importance of personal fortitude, as embodied by members of the armed services undertaking difficult peacekeeping duties, and Leonard Cheshire, who died that year. The speech was leaked to The Sun prior to broadcast. This was the 60th anniversary of the speech and the 40th year for the Queen. |- | 1993 | The Queen praised the achievements of volunteers working for peace and the relief of others. |- | 1994 | Reflecting on past and present peace efforts, Elizabeth remarked on her attendance at the ceremonies marking the 50th anniversary of the Normandy Landings and her state visit to Russia. |- | 1995 | Beginning with a reminder of the 50th anniversary of VE-Day and VJ-Day, the Queen stated that remembrance was an important part of life, and paid tribute to those who had served and those who had not returned. She then turned to present-day conflicts, such as the Bosnian War, in which Commonwealth forces were serving, to the full year of peace in Northern Ireland, and referred to her Buckingham Palace invitation to voluntary workers working throughout the world. The work of Sister Ethel, a nun helping children in the townships of South Africa, was picked out by Elizabeth, who ended by paying tribute to peacemakers throughout the world. |- | 1996 | The Queen spoke of her trips to Poland, the Czech Republic, and Thailand, as well as the visit to the UK by South African President Nelson Mandela, with an overall theme of hope for the future. |- | 1997 | The first Christmas message produced by Independent Television News, as well as the first to be published on the Internet, and the 40th of the message on television, it opened with contrasting pictures of Westminster Abbey, which the Queen reminded viewers had that year been the scene of the funeral of Diana, Princess of Wales, as well as the celebration of Elizabeth's golden wedding anniversary, speaking of the joy of her married life. The Queen then reminded viewers of her trips to Canada, India, and Pakistan, and of the return of Hong Kong to China, before paying tribute to that year's Commonwealth Heads of Government Meeting. In conclusion, the Queen welcomed the imminent devolution of power to Scotland and Wales, and spoke of the benefits of being a United Kingdom. | style=\"text-align: center;\" rowspan=\"2\" | ITN |- | 1998 | The message focused on lessons that could be learnt by different generations from each other, and the broadcast included film of Queen Elizabeth The Queen Mother, visiting the Field of Remembrance at Westminster Abbey, the Queen at Ypres and in Paris, and the reception for the Prince of Wales' 50th birthday. |- | 1999 | The Queen expressed her looking forward to the start of a new century and a new millennium, as well as at the lessons of history. The broadcast, filmed in the White Drawing Room of Windsor Castle, featured footage of a reception for young achievers at Holyrood Palace, and a reception for members of the emergency services at Buckingham Palace. | style=\"text-align: center;\" | BBC |} ====2000s==== {| class=\"wikitable plainrowheaders\" style=\"width:99%;\" |- ! scope=\"col\" style=\"width:5%;\" | Year ! scope=\"col\" style=\"width:88%;\" | Notes ! scope=\"col\" style=\"width:6%;\" | Broadcast partner |- | 2000 | The Queen used her Christmas broadcast to reflect on the true start of the new millennium and the role of faith in communities. The broadcast included film of that year's visit to Australia. | style=\"text- align: center;\" | BBC |- | 2001 | Elizabeth, in this speech which she described as \"my 50th Christmas message to you,\" (her 1969 message was in writing and not broadcast) referred to the unusual number of trials and disasters that year, alluding to the foot-and-mouth disease outbreak and the 11 September attacks; viewers saw the occasion when the American national anthem was played at the changing of the guard. The Queen then spoke of the importance of faith when drawing strength in troubled times, and paid tribute to those who work for others in the community. | style=\"text-align: center;\" rowspan=\"2\" | ITN |- | 2002 | In her 50th Christmas broadcast (which also marked the 70th year of the royal holiday messages), the Queen spoke on the themes of joy and sadness, reflecting on her \"personal loss\" following the deaths of her sister, Princess Margaret, and mother, Queen Elizabeth The Queen Mother, that year in February and March respectively, and the comfort she received from her faith and the tributes of others. Her message was delivered from the White Drawing Room of Buckingham Palace, with photographs of the Queen Mother, King George VI and Princess Margaret by her side. She recalled the joyous celebration of her Golden Jubilee with excerpts being shown along with the sombre Bali memorial service at St Paul's Cathedral in London. She spoke of reliance on the twin pillars of the \"message of hope\" in the Christian gospel and the support of the public. |- | 2003 | The opening of this message was recorded at the Household Cavalry barracks in Windsor. With many members of Commonwealth armed forces on foreign deployments, the Queen encouraged the audience, which included 10 million in the UK, to think of those not with their families at Christmas, and paid tribute to the work they had done to bring peace. She also spoke of the importance of teamwork and of what she had learned when presenting the new Queen's Golden Jubilee Award for Voluntary Service in the Community. | style=\"text-align: center;\" rowspan=\"2\" | BBC |- | 2004 | Opening with footage of the Queen handing out presents to her own family, and interlaced with coverage of the Queen, the Duke of Edinburgh, and the Prince of Wales attending various multicultural meetings, the Queen and the Duke of Edinburgh visiting a Sikh gurudwara and the Prince of Wales visiting a Muslim school in east London, the theme of the message was cultural and religious diversity and the benefits of tolerance. The message was warmly received by leaders of Britain's Muslim and Sikh communities. In a break from tradition, the Queen also sent a separate radio Christmas message to UK troops, which was broadcast by the British Forces Broadcasting Service. |- | 2005 | The Queen reflected on such tragedies as the Indian Ocean tsunami, Hurricane Katrina, the earthquake in Kashmir, and the bombings in London; she praised as \"quite remarkable\" the humanitarian responses from people of all faiths. | style=\"text-align: center;\" rowspan=\"2\" | ITN |- | 2006 | The speech, available for the first time for download as a podcast, was about the relationship between the generations and how young and old could come together to strengthen their communities, with strong references to the inclusion of Muslims and other faiths into mainstream society. |- | 2007 | The 2007 message began with the introductory remarks from the 1957 Christmas message shown on a television and the Queen standing beside it. The theme centred on the family, including Jesus' birth into a family under unfavourable circumstances, and the Queen spoke about the common duty to care for the vulnerable in society. Footage of the Royal Marines in the war in Afghanistan, as well as a military memorial, were shown, accompanied by commentary about the work of troops in Iraq and Afghanistan. The message ended with a black and white clip of \"God Save the Queen\" from the original 1957 broadcast and an image of the British royal standard. | style=\"text-align: center;\" rowspan=\"2\" | BBC |- | 2008 | The Queen acknowledged that concerns about the 2008 economic downturn as well as violence around the world have made that year's Christmas \"a more sombre occasion for many\" and called on people to show courage and not accept defeat and instead struggle for a better future. She also reflected on the 60th birthday of the Prince of Wales and his charitable works and paid tribute to those who lead charitable lives in the service of others. This was the first message broadcast in high-definition. |- | 2009 | The Queen reflected on the role of Commonwealth armed forces serving in Afghanistan. | style=\"text-align: center;\" | ITN |} ====2010s==== {| class=\"wikitable plainrowheaders\" style=\"width:99%;\" |- ! scope=\"col\" style=\"width:5%;\" | Year ! scope=\"col\" style=\"width:88%;\" | Notes ! scope=\"col\" style=\"width:6%;\" | Broadcast partner |- | 2010 | The Queen focused on the importance of the King James Bible (400 years old in 2011) as a unifying force and of sport in building communities and creating harmony. The Christmas message included footage of Prince William and Prince Harry playing football with orphans in Lesotho. Rather than being recorded at Buckingham Palace as is normally the case, for the first time the Christmas message was filmed in Hampton Court Palace. | style=\"text-align: center;\" | ITN |- | 2011 | Unity and hope in the face of adversity and the importance of family were the themes of this year's broadcast with royal tours, the Wedding of Prince William and Catherine Middleton, the wedding of Zara Phillips and the differences between the two, and the Commonwealth also being touched upon in those two contexts, respectively. The message was recorded prior to the hospitalisation of the Duke of Edinburgh for emergency heart surgery. This was the first Christmas message produced by Sky News. | style=\"text-align: center;\" rowspan=\"2\" | Sky |- | 2012 | Broadcast for the first time in 3D. This message was the 60th that the Queen delivered to the nation and the Commonwealth, in commemoration of her Diamond Jubilee, as well as of the 80th anniversary of the Christmas messages. |- | 2013 |The theme was the importance of reflection in general which segued into specific reflections on the 60th anniversary of the Queen's coronation and the changes since then, the role of the Commonwealth with reference to the upcoming 2014 Commonwealth Games in Glasgow and the recent Commonwealth Heads of Government Meeting 2013 in Sri Lanka with a clip of the Prince of Wales' speech to Commonwealth leaders being included, and the birth and christening of the Queen's third great-grandchild Prince George. | style=\"text-align: center;\" rowspan=\"2\" | BBC |- | 2014 |The Queen spoke of the centenary of the outbreak of World War I and her visit to a ceramic poppy memorial at the Tower of London to commemorate those who lost their lives in the conflict. She recalled the Christmas truce of 1914, the Northern Ireland peace process and the Scottish independence referendum as she spoke of reconciliation and forgiveness. She also spoke of \"the selflessness of aid workers and medical volunteers who have gone abroad to help victims of conflict or of diseases like Ebola, often at great personal risk\". There was greater than usual anticipation surrounding the speech due to rumours that the Queen would be announcing her abdication; however, she made no such announcement. |- | 2015 | Addressing a year marked by disasters, terrorist attacks, and a refugee crisis, the Queen encouraged her audience to find hope in \"moments of darkness\" and quoted the Gospel of John in saying 'The light shines in the darkness, and the darkness has not overcome it.' She also said that Christmas is a \"time to remember all that we have to be thankful for\" and give thanks to \"the people who bring love and happiness into our own lives\". The Queen also noted that 2015 was the 70th anniversary of the end of World War II and thanked those who served in the conflict. The Queen also noted the tradition of decorating the Christmas tree, and how her great-great grandfather, Prince Albert, brought the tradition of a Christmas tree with him from Germany to Britain. The Queen then noted the birth of Princess Charlotte of Cambridge, and that she would be the newest addition of her family to help her decorate the Christmas tree. The Queen spoke about the Christmas tree in Trafalgar Square, and acknowledged how Norway gives London the tree as a gift for helping them in World War II. The message was recorded in Buckingham Palace's 18th Century Room. | style=\"text-align: center;\" rowspan=\"2\" | ITN |- | 2016 | The theme of the speech was inspiration. The Queen praised the achievements of British Olympian and Paralympian athletes at the Rio Olympic Games and reflected on the 60th anniversary of the Duke of Edinburgh Awards and the 40th anniversary of The Prince's Trust and spoke of the inspiration provided by ordinary people who do small but great things, saying that: \"On our own, we cannot end wars or wipe out injustice, but the cumulative impact of thousands of small acts of goodness can be bigger than we imagine.\"http://www.cbc.ca/news/world/queen-elizabeth-christmas- speech-1.3912328 |- | 2017 | The theme of the speech was the home. The Queen paid tribute to the survivors of the London and Manchester terrorist attacks and gave her thoughts and prayers to the victims of the Grenfell Tower fire and those who lost so much in the disaster. She reflected on milestones in her own life, including her 70th wedding anniversary and the Duke of Edinburgh's decision to step aside from public duties. She said she looked forward to welcoming new members into the Royal Family next year, a reference to the Duke and Duchess of Cambridge expecting their third child, and to Prince Harry's engagement to his girlfriend, Meghan Markle. | style=\"text-align: center;\" rowspan=\"2\" | Sky |- | 2018 | The Queen noted the centenary of the Royal Air Force and the centenary of the Armistice, and spoke of her father's participation at the Battle of Jutland. She also referenced the birth of Prince Louis of Cambridge, the weddings of Prince Harry and Meghan Markle and Princess Eugenie and Jack Brooksbank, as well as the seventieth birthday celebrations for the Prince of Wales. She said that faith, family, and friendship have been a source of continuous comfort and reassurance for her. She recalled the 2018 Commonwealth Heads of Government meeting in London and the 2018 Commonwealth Games and spoke of the goals of the Commonwealth and its principles of mutual respect and cooperation. The Queen said that peace and goodwill need to be heeded now as much as ever, and people should respect each other even when they harbour deeply held differences. |- | 2019 | Speaking in Windsor Castle's Green Drawing Room, the Queen introduced her message by saying how it is \"small steps, not the giant leaps\" that bring lasting change in the world, referencing the fiftieth anniversary of the Apollo 11 mission and Neil Armstrong's words upon setting foot on the Moon. She then spoke of the commemoration that year of the 75th anniversary of the D-Day landings in which former foes set aside their past differences to commemorate the event together. While the Queen did not directly refer to the divisions in 2019 concerning debates around Brexit culminating in the general election, her description of the year as \"quite bumpy\" was widely interpreted in the media as being an indirect reference and her speaking of the importance of reconciliation, saying, \"small steps... can overcome long-held differences and deep-seated divisions to bring harmony and understanding\" was seen as urging the British people to heal divisions among them. The Queen also noted the birth of her great-grandson, Archie Mountbatten-Windsor, and spoke of how she has \"been struck by how new generations have brought a similar sense of purpose to issues such as protecting our environment and our climate.\" | style=\"text-align: center;\" | BBC |} ==Similar messages elsewhere== In 1931, Queen Wilhelmina of the Netherlands delivered her first Christmas message on the airwaves, which was also broadcast to the Dutch East Indies, Suriname and the other Dutch West Indies via shortwave radio station PCJJ. During the reign of her daughter Juliana, the Royal Christmas Message was to become an annual tradition. The Pope delivers a Christmas message to the world and heads of state of other countries have adopted the tradition of a message at Christmas, including the King of Sweden, the King of the Belgians, the President of Germany, and the King of Spain. Others have modified the practice by issuing a statement to coincide with the New Year; this is done by the Governors-General of Canada and New Zealand, the Queen of Denmark, the King of Norway, the King of Thailand, the Presidents of China, Finland, France, Hungary, Italy, the Philippines, Poland, and the Russian Federation, as well as the Chancellor of Germany. The Archbishop of Canterbury, spiritual leader of the Anglican Communion, also gives a New Year's Day speech. The British Prime Minister issues a short Christmas message and the Prime Minister's New Year Message which extensively reflects on the last year and the governments intentions in the new year. The Yang di-Pertuan Agong of Malaysia makes speeches on his official birthday in June and on National Heroes Day in July, while the Prime Minister of Malaysia also makes speeches not only on New Year's Day but also on the night of Eid ul-Fitr and on the eve of Independence Day. The Prime Minister of Singapore gives his speech on this occasion and on the National Day of Singapore. In the past, the Governor of Hong Kong, as the representative of the British monarch, played this role; the tradition was carried on by the Chief Executive upon the territory's handover to China in 1997. The President of the United States also gives out Christmas messages as part of the President's Weekly Address. Some of these messages come out within a few days before Christmas or on Christmas Day. The President may also give out Christmas message to soldiers serving in the U.S. Armed Forces. The opposition party may also give out their Christmas messages as part of their response to the President's weekly address. In addition, beginning in 1986, US President Ronald Reagan and Soviet Union President Mikhail Gorbachev exchanged televised New Year's Day addresses to the other's respective nations. This exchange continued between President George H. W. Bush and Gorbachev until the demise of the Soviet Union. ==See also== * Alternative Christmas message * Christmas Eve National Speech * List of addresses to the nation by the British monarch * Prime Minister's New Year Message ==References== ==External links== * * *The Royal Family Channel on YouTube *Transcript of The Queen's Christmas Broadcast for 2013 Category:British monarchy Category:Monarchy in Canada Category:Speeches by heads of state Category:1932 radio programme debuts Category:Canadian traditions Category:Annual television shows Category:Christmas in the United Kingdom Category:Annual events in the United Kingdom Category:Christmas in Canada ",
    "title": "Royal Christmas Message"
}