{
    "id": "1274073",
    "text": "William Drayton Sr. (March 21, 1732 – May 18, 1790) was Chief Justice of the British American Province of East Florida and a United States District Judge of the United States District Court for the District of South Carolina. ==Education and career== Born March 21, 1732, near the Ashley River in the Province of South Carolina, British America, Drayton graduated from the Middle Temple in London, England in 1754 and read law in 1756. He was a Justice of the Peace in Berkeley County, Province of South Carolina from 1756 to 1763. He was Chief Justice of the British American Province of East Florida from 1765 to 1778. He resigned that post due to conflicts with Governor Patrick Tonyn of the Province of East Florida. He was a Judge of the South Carolina Admiralty Court in 1789. He was an Associate Justice of the Supreme Court of South Carolina in 1789. ==Landholdings in Florida== Drayton bought properties in Florida, including what is called Drayton Island, but was an indifferent planter. ==Federal judicial service== Drayton received a recess appointment from President George Washington on November 18, 1789, to the United States District Court for the District of South Carolina, to a new seat authorized by . He was nominated to the same position by President Washington on February 8, 1790. He was confirmed by the United States Senate on February 10, 1790, and received his commission the same day. His service terminated on May 18, 1790, due to his death in South Carolina. ==Family== Drayton was the father of William Drayton, a United States Representative from South Carolina. ==References== ==External links== * Category:1733 births Category:1790 deaths Category:Drayton family Category:Justices of the South Carolina Supreme Court Category:Judges of the United States District Court for the District of South Carolina Category:United States federal judges appointed by George Washington Category:18th-century American judges Category:United States federal judges admitted to the practice of law by reading law ",
    "title": "William Drayton Sr."
}