{
    "id": "1274232",
    "text": "Cognitive development is a field of study in neuroscience and psychology focusing on a child's development in terms of information processing, conceptual resources, perceptual skill, language learning, and other aspects of the developed adult brain and cognitive psychology. Qualitative differences between how a child processes their waking experience and how an adult processes their waking experience are acknowledged (Such as object permanence, the understanding of logical relations, and cause-effect reasoning in school- age children). Cognitive development is defined as the emergence of the ability to consciously cognized, understand, and articulate their understanding in adult terms. Cognitive development is how a person perceives, thinks, and gains understanding of their world through the relations of genetic and learning factors. There are four stages to cognitive information development. They are, reasoning, intelligence, language, and memory. These stages start when the baby is about 18 months old, they play with toys, listen to their parents speak, they watch tv, anything that catches their attention helps build their cognitive development. Jean Piaget was a major force establishing this field, forming his \"theory of cognitive development\". Piaget proposed four stages of cognitive development: the sensorimotor, preoperational, concrete operational, and formal operational period. Many of Piaget's theoretical claims have since fallen out of favor. His description of the most prominent changes in cognition with age, is generally still accepted today (e.g., how early perception moves from being dependent on concrete, external actions. Later, abstract understanding of observable aspects of reality can be captured; leading to the discovery of underlying abstract rules and principles, usually starting in adolescence) In recent years, however, alternative models have been advanced, including information-processing theory, neo-Piagetian theories of cognitive development, which aim to integrate Piaget's ideas with more recent models and concepts in developmental and cognitive science, theoretical cognitive neuroscience, and social- constructivist approaches. Another such model of cognitive development is Bronfenbrenner's Ecological Systems Theory. A major controversy in cognitive development has been \"nature versus nurture\", i.e, the question if cognitive development is mainly determined by an individual's innate qualities (\"nature\"), or by their personal experiences (\"nurture\"). However, it is now recognized by most experts that this is a false dichotomy: there is overwhelming evidence from biological and behavioral sciences that from the earliest points in development, gene activity interacts with events and experiences in the environment.Carlson, N.R. et al.. (2005) Psychology: the science of behaviour (3rd Canadian ed) Pearson Ed. == Historical origins: The history and theory of cognitive development == Jean Piaget is inexorably linked to cognitive development. It is clear in Piaget's writings that there are influences from many historical predecessors. A few that are worth mentioning are included in the following Historical Origins chart. It is intended to be a more inclusive list of researchers who have studied the processes of acquiring more complex ways of thinking as people grow and develop: {| class=\"wikitable\" |- !!!DOB/death!!Contribution to cognitive development |- |- |Jean-Jacques Rousseau |1712–1778 |Wrote Emile, or On Education (1762). He discusses childhood development as happening in three stages. First stage, up to age 12, the child is guided by their emotions and impulses. The second stage, ages 12–16, the child's reason starts to develop. In the third and final stage, age 16 and up, the child develops into an adult. |- |James Sully||1842–1923||Wrote several books on childhood development, including Studies of Childhood (1895) and Children's Ways (1897). He used a detailed observational study method with the children. Contemporary research in child development actually repeats observations, and observational methods, summarized by Sully in Studies of Childhood, such as the mirror technique. |- |Lev Vygotsky||1896–1934||Area of specialty was developmental psychology. The main contribution is the somewhat controversial \"zone of proximal development\" (ZPD) which states that play should be children's main activity as this is their main source of development in terms of emotional, volitional, and cognitive development. ZPD is the link between children's learning and cognitive development. |- |Maria Montessori |1870–1952 |She began her career working with mentally disabled children in 1897, then conducted observation and experimental research in elementary schools. Wrote The Discovery of the Child (1948). Discussed the Four Planes of Development: birth–6, 6–12, 12–18, and 18–24. The Montessori Method now has three developmentally-meaningful age groups: 2–2.5, 2.5–6, and 6–12. She was working on human behavior in older children but only published lecture notes on the subject. |- |Jean Piaget |1896–1980 |Piaget was the first psychologist and philosopher to brand this type of study as \"cognitive development\". Other researchers, in multiple disciplines, had studied development in children before, but Piaget is often credited as being the first one to make a systematic study of cognitive development and gave it its name. His main contribution is the stage theory of child cognitive development. He also published his observational studies of cognition in children, and created a series of simple tests to reveal different cognitive abilities in children. |- |Lawrence Kohlberg |1927–1987 |Wrote the theory of stages of moral development, which extended Piaget's findings of cognitive development and showed that they continue through the lifespan. Kohlberg's six stages follow Piaget's constructivist requirements in that those stages can not be skipped and it is very rare to regress in stages. Notable works: Moral Stages and Moralization: The Cognitive-Development Approach (1976) and Essays on Moral Development (1981) |} === Piaget's theory of cognitive development === Jean Piaget (1896–1980) believed that people move through stages of development that allow them to think in new, more complex ways. ==== Sensorimotor stage ==== The first stage in Piaget's stages of cognitive development is the sensorimotor stage. This stage lasts from birth to two years old. During this stage, behaviors lack a sense of thought and logic. Behaviors gradually move from acting upon inherited reflexes to interacting with the environment with a goal in mind and being able to represent the external world at the end. The sensorimotor stage has been broken down into six sub stages that explain the gradual development of infants from birth to age 2. Once the child gains the ability to mentally represent reality, the child begins the transition to the preoperational stage of development.McShane, John. \"Cognitive Development: an information processing approach\". 1991 ==== Birth to one month ==== Each child is born with inherited reflexes that they use to gain knowledge and understanding about their environment. Examples of these reflexes include grasping and sucking.Freyder, C., & Jackson, M. (2008). Sensorimotor Period. Retrieved November 20, 2012, from ==== 1–4 months ==== Children repeat behaviors that happen unexpectedly because of their reflexes. For example, a child's finger comes in contact with the mouth and the child starts sucking on it. If the sensation is pleasurable to the child, then the child will attempt to recreate the behavior. Infants use their initial reflexes (grasping and sucking) to explore their environment and create schemes. Schemes are groups of similar actions or thoughts that are used repeatedly in response to the environment.Ormrod, J.E. (2012). Essentials of Educational Psychology: Big Ideas to Guide Effective Teaching. Boston, MA: Pearson Education Inc. Once a child begins to create schemes they use accommodation and assimilation to become progressively adapted to the world.McLeod, S. A. (2010). Sensorimotor Stage — Object Permanence. Retrieved from http://www.simplypsychology.org/sensorimotor.html Assimilation is when a child responds to a new event in a way that is consistent with an existing schema. For example, an infant may assimilate a new teddy bear into their putting things in their mouth scheme and use their reflexes to make the teddy bear go into their mouth. Accommodation is when a child either modifies an existing scheme or forms an entirely new schema to deal with a new object or event. For example, an infant may have to open his or her mouth wider than usual to accommodate the teddy bear's paw. ==== 5–8 months ==== The child has an experience with an external stimulus that they find pleasurable, so they try to recreate that experience. For example, a child accidentally hits the mobile above the crib and likes to watch it spin. When it stops the child begins to grab at the object to make it spin again. In this stage, habits are formed from general schemes that the infant has created but there is not yet, from the child's point of view, any differentiation between means and ends.Piaget, J., & Inhelder, B. (1972). The Psychology of the Child (Vol. 5001). Basic Books. Children cannot also focus on multiple tasks at once, and only focus on the task at hand. The child may create a habit of spinning the mobile in its crib, but they are still trying to find out methods to reach the mobile in order to get it to spin in the way that they find pleasurable. Once there is another distraction (say the parent walks in the room) the baby will no longer focus on the mobile. Toys should be given to infants that respond to a child's actions to help foster their investigative instincts.Buckleitner, W. (2008). So Young, and So Gadgeted. Retrieved November 20, 2012, from https://www.nytimes.com/2008/06/12/technology/personaltech/12basics.html For example, a toy plays a song when you push one button, and then a picture pops up if you push another button. ==== 8–12 months ==== Behaviors will be displayed for a reason rather than by chance. They begin to understand that one action can cause a reaction. They also begin to understand object permanence, which is the realization that objects continue to exist when removed from view. For example: The baby wants a rattle but the blanket is in the way. The baby moves the blanket to get the rattle. Now that the infant can understand that the object still exists, they can differentiate between the object, and the experience of the object. According to psychologist David Elkind, \"An internal representation of the absent object is the earliest manifestation of the symbolic function which develops gradually during the second year of life whose activities dominate the next stage of mental growth.\" ==== 12–18 months ==== Actions occur deliberately with some variation. For example, a baby drums on a pot with a wooden spoon, then drums on the floor, then on the table. ==== 18–24 months ==== Children begin to build mental symbols and start to participate in pretend play. For example, a child is mixing ingredients together but doesn't have a spoon so they pretend to use one or use another object to replace the spoon. Symbolic thought is a representation of objects and events as mental entities or symbols which helps foster cognitive development and the formation of imagination.Ormrod, J.E. (2012). Essentials of Educational Psychology: Big Ideas to Guide Effective Teaching. Boston, MA: Pearson Education Inc. According to Piaget, the infant begins to act upon intelligence rather than habit at this point. The end product is established after the infant has pursued for the appropriate means. The means are formed from the schemes that are known by the child. The child is starting to learn how to use what it has learned in the first two years to develop and further explore their environment. ==== Preoperational stage ==== Lasts from 2 years of age until 6 or 7. It can be characterized in two somewhat different ways. In his early work, before he had developed his structuralist theory of cognition, Piaget described the child's thoughts during this period as being governed by principles such as egocentrism, animism, and other similar constructs. Egocentrism is when a child can only see a certain situation his or her own way. One cannot comprehend that other people have other views and perceptions of scenarios. Animism is when an individual gives a lifeless object human-like qualities. An individual usually believes that this object has human emotions, thoughts, and intentions. Once he had proposed his structuralist theory, Piaget characterized the preoperational child as lacking the cognitive structures possessed by the concrete operational child. The absence of these structures explains, in part, the behaviors Piaget had previously described as egocentric and animistic, for example, an inability to comprehend that another individual may have different emotional responses to similar experiences.Ann Hurley.\"Cognitive Development: Overview.\" pp. 2 Retrieved May 29, 2012 During this stage children also become increasingly adept at using symbols as evidenced by the increase in playing and pretending. ==== Concrete operational stage ==== Lasts from 6 or 7 years until about 12 or 13. During this stage, the child's cognitive structures can be characterized by reality. Piaget argues that the same general principles can be discerned in a wide range of behaviors. One of the best-known achievements of this stage is conservation. In a typical conservation experiment a child is asked to judge whether or not two quantities are the same – such as two equal quantities of liquid in a short and tall glass. A preoperational child will typically judge the taller, thinner glass to contain more, while a concrete operational child will judge the amounts still to be the same. The ability to reason in this way reflects the development of a principle of conservation. ==== Formal operational stage ==== This stage lasts from 12 or 13 until adulthood, when people are advancing from logical reasoning with concrete examples to abstract examples. The need for concrete examples is no longer necessary because abstract thinking can be used instead. In this stage adolescents are also able to view themselves in the future and can picture the ideal life they would like to pursue. Some theorists believe the formal operational stage can be divided into two sub-categories: early formal operational and late formal operation thought. Early formal operational thoughts may be just fantasies, but as adolescents advance to late formal operational thought the life experiences they have encountered changes those fantasy thoughts to realistic thoughts. ==== Criticism ==== Many of Piaget's claims have fallen out of favor. For example, he claimed that young children cannot conserve numbers. However, further experiments showed that children did not really understand what was being asked of them. When the experiment is done with candies, and the children are asked which set they want rather than having to tell an adult which is more, they show no confusion about which group has more items. Piaget argues that the child cannot conserve numbers if they do not understand one-to-one correspondence. There needs to be more information and experiments on whether children understand numbers and quantities the way we do. Piaget's theory of cognitive development ends at the formal operational stage that is usually developed in early adulthood. It does not take into account later stages of adult cognitive development as described by, for example, Harvard University professor Robert Kegan. == Other theoretical perspectives on cognitive development == === Lev Vygotsky's theory === Lev Vygotsky's (1896-1934) theory is based on social learning as the most important aspect of cognitive development. In Vygotsky's theory, adults are very important for young children's development. They help children learn through mediation, which is modeling and explaining concepts. Together, adults and children master concepts of their culture and activities. Vygotsky believed we get our complex mental activities through social learning. A significant part of Vygotsky's theory is based on the zone of proximal development, which he believes is when the most effective learning takes place. The Zone of proximal development is what a child cannot accomplish alone but can accomplish with the help of an MKO (more knowledgeable other). Vygotsky also believed culture is a very important part of cognitive development such as the language, writing and counting system used in that culture. Another aspect of Vygotsky’s theory is private speech. Private speech is when a person talks to themselves in order to help themselves problem solve. Scaffolding or providing support to a child and then slowly removing support and allowing the child to do more on their own over time is also an aspect of Vygotsky’s theory. === Speculated core systems of cognition === Empiricists study how these skills may be learned in such a short time. The debate is over whether these systems are learned by general-purpose learning devices or domain-specific cognition. Moreover, many modern cognitive developmental psychologists, recognizing that the term \"innate\" does not square with modern knowledge about epigenesis, neurobiological development, or learning, favor a non-nativist framework. Researchers who discuss \"core systems\" often speculate about differences in thinking and learning between proposed domains. Researchers who posit a set of so-called \"core domains\" suggest that children have an innate sensitivity to specific kinds of patterns of information. Those commonly cited include: ==== Number ==== Infants appear to have two systems for dealing with numbers. One deals with small numbers, often called subitizing. Another deals with larger numbers in an approximate fashion.Feigenson, L., Dehaene, S., Spelke, E. (2004). Core Systems of Number. Trends in Cognitive Sciences, 8. 307-314. ==== Space ==== Very young children appear to have some skill in navigation. This basic ability to infer the direction and distance of unseen locations develops in ways that are not entirely clear. However, there is some evidence that it involves the development of complex language skills between 3 and 5 years.Ness, Daniel and Stephen J. Farenga. (2007). Knowledge under Construction: The Importance of Play in Developing Children's Spatial and Geometric Thinking. Lanham, MD: Rowman & Littlefield. Also, there is evidence that this skill depends importantly on visual experience, because congenitally blind individuals have been found to have impaired abilities to infer new paths between familiar locations. ==== Visual perception ==== One of the original nativist versus empiricist debates was over depth perception. There is some evidence that children less than 72 hours old can perceive such complex things as biological motion. However, it is unclear how visual experience in the first few days contributes to this perception. There are far more elaborate aspects of visual perception that develop during infancy and beyond. ==== Essentialism ==== Young children seem to be predisposed to think of biological entities (e.g., animals and plants) in an essentialistic way. This means that they expect such entities (as opposed to, e.g., artifacts) to have many traits such as internal properties that are caused by some \"essence\" (such as, in our modern Western conceptual framework, the genome). ==== Language acquisition ==== A major, well-studied process and consequence of cognitive development is language acquisition. The traditional view was that this is the result of deterministic, human-specific genetic structures and processes. Other traditions, however, have emphasized the role of social experience in language learning. However, the relation of gene activity, experience, and language development is now recognized as incredibly complex and difficult to specify. Language development is sometimes separated into learning of phonology (systematic organization of sounds), morphology (structure of linguistic units—root words, affixes, parts of speech, intonation, etc.), syntax (rules of grammar within sentence structure), semantics (study of meaning), and discourse or pragmatics (relation between sentences). However, all of these aspects of language knowledge—which were originally posited by the linguist Noam Chomsky to be autonomous or separate—are now recognized to interact in complex ways. ==== Bilingualism ==== It wasn’t until recently that bilingualism had been accepted as a contributing factor to cognitive development. There have been a number of studies showing how bilingualism contributes to the executive function of the brain, which is the main center at which cognitive development happens. According to Bialystok in “Bilingualism and the Development of Executive Function: The Role of Attention”, children who are bilingual, have to actively filter through the two different languages to select the one they need to use, which in turn makes the development stronger in that center. === Whorf's hypothesis === Benjamin Whorf (1897–1941), while working as a student of Edward Sapir, posited that a person's thinking depends on the structure and content of their social group's language. In other words, it is the belief that language determines our thoughts and perceptions. For example, it used to be thought that the Greeks, who wrote left to right, thought differently than Egyptians since the Egyptians wrote right to left. Whorf's theory was so strict that he believed if a word is absent in a language, then the individual is unaware of the object's existence. This theory was played out in George Orwell's book, Animal Farm; the pig leaders slowly eliminated words from the citizen's vocabulary so that they were incapable of realizing what they were missing. The Whorfian hypothesis failed to recognize that people can still be aware of the concept or item, even though they lack efficient coding to quickly identify the target information. === Quine's bootstrapping hypothesis === Willard Van Orman Quine (1908–2000) argued that there are innate conceptual biases that enable the acquisition of language, concepts, and beliefs. Quine's theory follows nativist philosophical traditions, such as the European rationalist philosophers, for example Immanuel Kant. === Neo-Piagetian theories of cognitive development === Neo-Piagetian theories of cognitive development emphasized the role of information processing mechanisms in cognitive development, such as attention control and working memory. They suggested that progression along Piagetian stages or other levels of cognitive development is a function of strengthening of control mechanisms and enhancement of working memory storage capacity. === Lev Vygotsky vs. Jean Piaget === Unlike Jean Piaget, who believed development comes before learning, Vygotsky believed that learning comes before development and that one must learn first to be able to develop into a functioning human being. Vygotsky's theory is different from Piaget's theory of cognitive development in four ways. 1. Vygotsky believes culture affects cognitive development more. Piaget thinks that cognitive development is the same across the world, while Vygotsky has the idea that culture makes cognitive development different. 2. Social factors heavily influence cognitive development under Vygotsky's beliefs. Environment and parents the child has will play a big role in a child's cognitive development. The child learns through the Zone of Proximal Development with help from their parent. 3. Vygotsky believes that language is important in cognitive development. While Piaget considers thought as an important role, Vygotsky sees thought and language as different, but eventually coming together. Vygotsky emphasizes the role of inner speech being the first thing to cause cognitive development to form. 4. Cognitive development is strongly influenced by adults. Children observe adults in their life and gain knowledge about their specific culture based on things the adults around them do. They do this through mediation and scaffolding. == Neuroscience == During development, especially the first few years of life, children show interesting patterns of neural development and a high degree of neuroplasticity. Neuroplasticity, as explained by the World Health Organization, can be summed up in three points. # Any adaptive mechanism used by the nervous system to repair itself after injury. # Any means by which the nervous system can repair individually damaged central circuits. # Any means by which the capacity of the central nervous system can adapt to new physiological conditions and environment. The relation of brain development and cognitive development is extremely complex and, since the 1990s, has been a growing area of research. Cognitive development and motor development may also be closely interrelated. When a person experiences a neurodevelopmental disorder and their cognitive development is disturbed, we often see adverse effects in motor development as well. Cerebellum, which is the part of brain that is most responsible for motor skills, has been shown to have significant importance in cognitive functions in the same way that prefrontal cortex has important duties in not only cognitive abilities but also development of motor skills. To support this, there is evidence of close co-activation of neocerebellum and dorsolateral prefrontal cortex in functional neuroimaging as well as abnormalities seen in both cerebellum and prefrontal cortex in the same developmental disorder. In this way, we see close interrelation of motor development and cognitive development and they cannot operate in their full capacity when either of them are impaired or delayed. === Cultural influences === From cultural psychologists' view, minds and culture shape each other. In other words, culture can influence brain structures which then influence our interpretation of the culture. These examples reveal cultural variations in neural responses: ==== Figure-line task (Hedden et al., 2008) ==== Behavioral research has shown that one's strength in independent or interdependent tasks differ based on their cultural context. In general, East Asian cultures are more interdependent whereas Western cultures are more independent. Hedden et al. assessed functional magnetic resonance imaging (fMRI) responses of East Asians and Americans while they performed independent (absolute) or interdependent (relative) tasks. The study showed that participants used regions of the brain associated with attentional control when they had to perform culturally incongruent tasks. In other words, neural paths used for the same task were different for Americans and East Asians (Hedden et al., 2008). ==== Transcultural neuroimaging studies (Han s. and Northoff G., 2008)==== New studies in transcultural neuroimaging studies have demonstrated that one’s cultural background can influence the neural activity that underlies both high (for example, social cognition) and low (for example, perception) level cognitive functions. Studies demonstrated that groups that come from different cultures or that have been exposed to culturally different stimuli have differences in neural activity. For example, differences were found in that of the pre motor cortex during mental calculation and that of the VMPFC during trait judgements of one’s mother from people with different cultural backgrounds. In conclusion, since differences were found in both high-level and low-level cognition one can assume that our brain’s activity is strongly and, at least in part, constitutionally shaped by its sociocultural context (Han s. and Northoff G., 2008). ==== Kobayashi et al., 2007 ==== Kobayashi et al. compared American-English monolingual and Japanese-English bilingual children's brain responses in understanding others' intentions through false-belief story and cartoon tasks. They found universal activation of the region bilateral ventromedial prefrontal cortex in theory of mind tasks. However, American children showed greater activity in the left inferior frontal gyrus during the tasks whereas Japanese children had greater activity in the right inferior frontal gyrus during the Japanese Theory of Mind tasks. In conclusion, these examples suggest that the brain's neural activities are not universal but are culture dependent. == See also == * * * * * == References == == Further reading == * Klausmeier, J. Herbert & Patricia, S. Allen. \"Cognitive Development of Children and Youth: A Longitudinal Study\". 1978. pp. 3, 4, 5, 83, 91, 92, 93, 95, 96 * McShane, John. \"Cognitive Development: an information processing approach\". 1991. pp. 22–24, 140, 141, 156, 157 * Begley, Sharon. (1996) Your Child's Brain. Newsweek. Record: 005510CCB734C89244420. * Cherry, Kendra. (2012). Erikson's Theory of Psychosocial Development. Psychosocial Development in Infancy and Early Childhood. * Freud, Lisa (10/05/2010). Developmental Cognitive Psychology, Behavioral Neuroscience, and Psychobiology Program. Eunice Kennedy Shiver: National Institute of Child Health and Human Development. * Davies, Kevin. (4/17/2001). Nature vs. Nurture Revisited. NOVA. * Category:Cognitive psychology Category:Neuroscience Category:Developmental psychology ",
    "title": "Cognitive development"
}