{
    "id": "1274203",
    "text": "Alpha Pegasi (α Pegasi, abbreviated Alpha Peg, α Peg), formally named Markab , is the third-brightest star in the constellation of Pegasus and one of the four stars in the asterism known as the Great Square of Pegasus. α Pegasi (Latinised to Alpha Pegasi) is the star's Bayer designation. It bore the traditional name Markab (or Marchab), which derived from an Arabic word مركب markab \"the saddle of the horse\", or is mistranscription of Mankib, which itself comes from an Arabic phrase منكب الفرس Mankib al-Faras \"(the Star of) the Shoulder (of the Constellation) of the Horse\" for Beta Pegasi. Markab has a stellar classification of A0 IV, indicating that it is an A-type subgiant star that has exhausted the hydrogen at its core and has evolved beyond the main sequence. It is rotating rapidly, with a projected rotational velocity of 125 km/s giving a lower bound on the azimuthal velocity along the star's equator. The effective temperature of the photosphere is nearly 10,000 K and the star has expanded to nearly five times the radius of the Sun. ==Nomenclature== In 2016, the International Astronomical Union organized a Working Group on Star Names (WGSN) to catalog and standardize proper names for stars. The WGSN's first bulletin of July 2016 included a table of the first two batches of names approved by the WGSN, which included Markab for this star. In Chinese, (), meaning Encampment, refers to an asterism consisting α Pegasi and β Pegasi. 中國星座神話, written by 陳久金. Published by 台灣書房出版有限公司, 2005, . Consequently, the Chinese name for α Pegasi itself is (), \"the First Star of Encampment\". 香港太空館 - 研究資源 - 亮星中英對照表 , Hong Kong Space Museum. Accessed on line November 23, 2010. ==References== Pegasi, Alpha Category:A-type subgiants Category:Pegasus (constellation) Markab Pegasi, 54 113963 8781 218045 BD+14 4926 Category:Suspected variables ",
    "title": "Alpha Pegasi"
}