{
    "id": "1274709",
    "text": "Mrs. Emily Pollifax is the heroine of a series of spy-mystery novels by Dorothy Gilman. Mrs. Pollifax is a widow and senior citizen who decides one day to leave her comfortable apartment in New Brunswick, New Jersey and join the CIA. Through an initial misunderstanding, Mrs. Pollifax is given what is supposed to be a simple courier assignment by Operations Chief, Mr. Carstairs, and her ensuing adventure leads her to a career in espionage. The Emily Pollifax novels frequently employ comic relief and suspense. A consistent theme throughout the series is Mrs. Pollifax's tendency to take an interest in people who seem disconnected with her mission, but who either become part of the investigation and/or who prove to be of invaluable assistance to resolving the case. Recurring characters include Bishop, Carstairs' assistant; John Sebastian Farrell, an agent turned art dealer; and in later books, Cyrus Reed, a man with whom Mrs. Pollifax finds romance in the book Mrs. Pollifax on Safari. Most of the novels take place in existing countries and include authentic details; however, characters in the stories sometimes originate from fictional places that resemble groups of real-life countries. An example of this trait is evidenced by a character in A Palm for Mrs. Pollifax who is from Zabya, a fictional Middle Eastern monarchy described as one of \"those Arabian oil-producing countries.\" In addition, as is common in the spy fiction genre, many of the stories taking place in the Cold War era are set in Iron Curtain countries or include rival spies from communist countries. ==Books in the Mrs. Pollifax series== ===The Unexpected Mrs. Pollifax (1966)=== Mrs. Pollifax is an elderly widow who has come to find life dull and is almost ready to end it all out of sheer boredom. Inspired by a newspaper profile of an actress who began her career in later life, she decides to fulfill a childhood ambition and apply for a job as a spy at the CIA. Meanwhile, Carstairs at the CIA is looking for an agent who can pass as a tourist in order to pick up an important microchip in Mexico. Due to a slight confusion, he thinks Mrs. Pollifax is one of the candidates and decides that Mrs. Pollifax is ideal; Carstairs decided this assignment carries so little danger that even one who is relatively untrained may be sent. So with minimum explanation, Pollifax is ushered off to Mexico City to meet a bookstore owner/secret agent, exchange code phrases, and leave with a book containing the microfilm. The courier mission does not go as planned, and Mrs. Pollifax finds herself imprisoned in the Socialist Republic of Albania, facing harsh questioning and possible torture. But she proves to be unusually resourceful, and with her companion's assistance, manages to outwit the enemy and save the day. ===The Amazing Mrs. Pollifax (1970)=== For this novel, Mrs. Pollifax is tasked by Mr. Carstairs, her CIA superior, to go to Turkey and contact Magda Ferenci-Sabo, a known Russian spy and secret double agent who is defecting to the Free World. Emily Pollifax is to give Magda money and a passport which will enable the former spy to leave Turkey. Although Carstairs gives Mrs. Pollifax only 30 minutes to get ready, the plucky widow is ready for another adventure. She flies to Turkey and sees Magda, but is unable to make personal contact before Magda flees. In pursuing her mission, Mrs. Pollifax embarks on a wild ride, matching wits with a diabolical double agent, traveling with Gypsies, Third News Section. and again surviving imprisonment. However, characteristically, she befriends unlikely allies along her way. ===The Elusive Mrs. Pollifax (1971)=== The Night-blooming cereus Mrs. Pollifax grows on her balcony Mrs. Pollifax is sent, as a tourist, on a routine assignment, to deliver the eight forged passports she is carrying, concealed in her hat, to the Bulgarian Underground. Unbeknownst to her, her boss, Carstairs, has been strong-armed into having her take other items along, sewn into her coat. On the way, she meets a group of back-packing college students at an airport, and offers to help when one of them is arrested by the secret police, upon arriving in Sofia. Mrs. Pollifax then leads both friends and foes on a merry chase, as she travels around Bulgaria, on a series of absorbing, and interwoven, adventures, including helping to rescue the student and several political prisoners from the seemingly impregnable Panchevsky Institute. ===A Palm for Mrs. Pollifax (1973)=== Mrs. Pollifax is dispatched to Switzerland to find some missing plutonium: Mr. Carstairs of the CIA suspects the contraband has been hidden in an upscale clinic in Switzerland. Mrs. Pollifax begins a careful investigation of the guests at the clinic and rapidly befriends a young British man, a Belgian woman, and a young boy and his grandmother from an Arab nation. She soon discovers that very few of the clinic patients are who they claim to be, and she becomes involved in intrigue with men who plan to overthrow the government of a small country. She, of course, displays the courage and ingenuity which Mr. Carstairs has learned to depend on, and she leads her outnumbered friends into the adventure of their lives. ===Mrs. Pollifax on Safari (1976)=== Mrs. Pollifax is called upon by the CIA to undertake another mission, this time to photograph members of a safari in Zambia, one of whom is an international assassin nicknamed Aristotle. She innocently posts an ad in the local newspaper trying to contact her old friend Farrell from the first book. This leads to major complications, as Farrell is involved with the freedom fighters across the border and has made some enemies. Another entertaining outing and with a bit of romance as a fellow traveler takes a fancy to Mrs. Pollifax. ===Mrs. Pollifax on the China Station (1983)=== Mrs. Pollifax is thrilled when Mr. Carstairs, her boss at the CIA, gives her an assignment in China to help rescue a prisoner from a labor camp. As luck would have it, she has recently completed a course in Chinese history, so she is primed and ready to go. She joins a tour group and is told that one of the other group members is actually a CIA agent who will become her partner later on. She tries unsuccessfully to detect her future partner and is very surprised when the agent's identity is revealed. As the action speeds up she finds the labor camp, rides a runaway horse, and encounters some rough stuff from a Russian spy. But she always comes through in the end. ===Mrs. Pollifax and the Hong Kong Buddha (1985)=== Mrs. Pollifax flies on a moment's notice to Hong Kong, to contact Sheng Ti, whom she met in an earlier book, and find out what is going on at Feng Imports where Sheng Ti is working for an agent named Detwiler. Detwiler's reports to the CIA have proved to be false, so he is suspected of being a counterspy and giving evidence to the enemy. Mrs. Pollifax meets some other interesting characters, including a psychic and another old friend, who is a reformed cat burglar, while in pursuit of the truth about Feng Imports. She is captured and tortured, but prevails as always. ===Mrs. Pollifax and the Golden Triangle (1988)=== This time Mrs. Pollifax's assignment seems simple: while she and her husband Cyrus Reed are vacationing in Thailand, she is to pick up some valuable information on drug smuggling from an informant called Ruamsak. Everything goes awry immediately: Ruamsak is murdered, Cyrus is kidnapped, and Emily joins forces with Bonchoo, an intriguing stranger with complex reasons of his own for wanting to find Cyrus. They meet the Akha people in the jungle. The usual phalanx of muddled but supportive CIA agents try to follow Emily through the jungles of Thailand and are seriously rattled when one of their directors abruptly vanishes, only to reappear in the Golden Triangle as the head of all illicit drug trafficking. Pollifax needs all her wiles and her considerable skills in the martial arts, not only to track her husband but also to put a serious dent in the heroin trade. She accomplishes everything with vigor and charm. ===Mrs. Pollifax and the Whirling Dervish (1990)=== Mrs. Pollifax is dispatched to Morocco to provide a cover for another of their agents, Max Janko. She will pose as Max's aunt to make the pair look like tourists, while in reality they will be trying to identify all seven Moroccan CIA operatives in order to ferret out the mole who has recently infiltrated the Atlas network, a secret branch of the CIA. Anticipating a relatively serene journey through picturesque Moroccan villages with an agreeable companion, Mrs. Pollifax is dismayed to find Janko insufferably hostile. Worse, he intends to kill her. By the time the real Janko shows up, a murder has occurred, and Mrs. Pollifax and her inexperienced companion are running for their lives from one dusty hamlet to the next, desperately trying to find the informer and save the rest of the network. ===Mrs. Pollifax and the Second Thief (1993)=== Mrs. Pollifax travels to Sicily in this adventure. Former colleague John Farrell, hired to crack a safe and lift a document signed by Julius Caesar sends an SOS while dodging a professional assassin whom he and Mrs. Pollifax jailed some years ago. Soon she too is ducking bullets and the old pals are forced to hole up in the Villa Franca—part farm, part medieval fortress and full-time residence of young CIA agent Kate Rossiter's eccentric aunt. Ancient artifacts, hair-raising chases, art forgery, arms traffic, a nighttime assault on the villa, mysterious millionaires, spectacular scenery and unexpected romance are some of the ingredients simmering in the plot. ===Mrs. Pollifax Pursued (1995)=== The observant and unflappable Mrs. Pollifax discovers a young woman hiding in a closet of her Connecticut home on the same day that she observes a suspicious white van patrolling the neighborhood. Kadi Hopkirk says the men in the van have been following her ever since she met Sammy, a childhood friend from the African country of Ubangiba. Mrs. Pollifax hides Kadi in the car and takes to the highway but is unable to shake the van until she calls on her colleagues at the CIA, who send a helicopter to whisk them away to a traveling carnival in rural Maine. Mrs. Pollifax poses as a journalist, and Kadi becomes the lower half of the woman who is sawed in two, while the CIA pals find out who Sammy is and why he is being so heavily guarded. Mrs. Pollifax adroitly solves several mysteries, including a stabbing at the carnival, Kadi and Sammy's story and the abduction of a wealthy executive. ===Mrs. Pollifax and the Lion Killer (1996)=== The sequel to Mrs. Pollifax Pursued, in which we meet Kadi Hopkirk, the daughter of Ubangiba missionaries. Kadi's college friend Sammy is now trying to rule Ubangiba after many years of dictatorship. Sammy calls upon Kadi for help and Mrs. Pollifax decides to accompany her to Africa. There have been a series of violent deaths at the hands of a \"lion killer\", one who dons a lion costume, and Sammy's enemies have accused him of being behind the murders. When Kadi arrives in Ubangiba, she becomes the target of an old enemy, and Mrs. Pollifax does her best to protect the young girl. A potential archaeological dig and the hint of romance for Kadi combine with political intrigue and murder to create another satisfying story of Mrs. Pollifax. ===Mrs. Pollifax, Innocent Tourist (1997)=== Mrs. Pollifax travels to Jordan with former Company agent John Sebastian Farrell to receive a manuscript smuggled from Iraq, written by an executed dissident Iraqi novelist. As Farrell's cover, Mrs. Pollifax poses as his tourist cousin but immediately is up to her flowered straw hat in intrigue. Farrell's contact doesn't show up for their scheduled meeting at the Crusader castle at Karak, although Emily does find a dead body there. When their guide, Youseff, and his sister, Hanan, invite them to visit their grandfather, a desert sheik, they're trailed by Jordanian terrorists, the Iraqi secret police and Jordanian police. The climax occurs at an ancient desert fort after a whirlwind of brisk action and seductive scenery. ===Mrs. Pollifax Unveiled (2000)=== Mrs. Pollifax teams up with freelance CIA agent John Farrell on an investigation into the disappearance of Amanda Pym in Syria. Ms. Pym was a fifteen-minute media superstar when she allegedly stopped an airplane hijacking from succeeding. Witnesses last saw Amanda enter a vehicle that waited for her at the Damascus Airport. Farrell and Mrs. Pollifax land in Syria where the government places a tail on the duo. However, they quickly elude their shadow in order to obtain information that provides them with the first clue in their hunt. They soon enter the Syrian Desert where they meet American archeologist Joe Fleming. Joining the two operatives on their quest, Joe and the two spies seek an elusive individual who seems to be undergoing a rigorous training for a mission that has world implications. ==Mrs. Pollifax in film== Mrs. Pollifax-- Spy (1971), a theatrical film based on the book The Unexpected Mrs. Pollifax, stars Rosalind Russell in the title role, Darren McGavin as John Sebastian Farrell, and Dana Elcar as Carstairs. Russell was also credited as contributing to the story idea under a pseudonym. The Unexpected Mrs. Pollifax (1999), a CBS television movie adaptation of the eponymous book, stars Angela Lansbury in the title role, Thomas Ian Griffith as Farrell, and Ed Bishop as Carstairs. ==References== ==External links== * * * MrsPollifax.com fan website Category:Characters in American novels of the 20th century Category:Literary characters introduced in 1966 Category:Fictional secret agents and spies Category:Series of books ",
    "title": "Emily Pollifax"
}