{
    "id": "1274176",
    "text": "Louise Forestier (born Louise Belhumeur on August 10, 1943) is a Canadian singer, songwriter and actress. ==Biography== Born in Shawinigan, Quebec, Canada, Forestier was trained in acting at the National Theatre School in Montreal, but it was as a singer that she first became known in 1966, when she received the Renée Claude Trophy from Le Patriote, a boîte à chansons in east- end Montreal, and was named Discovery of the Year on the Radio-Canada TV program Jeunesse oblige. In 1968 she was part of the extraordinarily successful revue L'Osstidcho, followed the next year by L'Osstidchomeurt with Robert Charlebois, Yvon Deschamps and Mouffe. She and Charlebois recorded the landmark song \"Lindberg'\" and toured France in 1969. In April 1970 Forestier starred in the Michel Tremblay, François Dompierre musical, Demain matin Montréal m'attend. She continued with acting, appearing in Jacques Godbout's 1972 film IXE-13, singing on the original film score. Forestier topped the Quebec charts in 1973 with a version of the folk song \"La Prison de Londres\", performed with guitarist Claude Lafrance, and pianist Jacques Perron. With this song Forestier started to turn away from the hard rock of her early career to a repertoire largely inspired by Quebec folk music, and to a more personal style, which she continued through the 1970s. In 1980 Forestier played Marie-Jeanne, the robot waitress in the Montreal production Luc Plamondon, Michel Berger rock opera Starmania. Two years later, with Plamondon as producer, she staged the hit show Je suis au rendez-vous. This was the first of a series of shows in the 1980s, culminating in an appearance with Belgian singer Maurane as part of the Francofolies de Montréal in 1989. In 1990 she appeared at the Place-des-Arts in Montreal as Émilie Nelligan, the mother of the poet in the romantic opera Nelligan by Michel Tremblay and André Gagnon. Forestier defended Yann Martel's novel Histoire de Pi in the French version of Canada Reads, which was broadcast on Radio-Canada in 2004. In March 2019, she was one of 11 singers from Quebec, alongside Ginette Reno, Diane Dufresne, Céline Dion, Isabelle Boulay, Luce Dufault, Laurence Jalbert, Catherine Major, Ariane Moffatt, Marie Denise Pelletier and Marie-Élaine Thibert, who participated in a supergroup recording of Renée Claude's 1971 single \"Tu trouveras la paix\" after Claude's diagnosis with Alzheimer's disease was announced.\"La chanson pour Renée Claude en tête du palmarès iTunes Canada\". Ici Radio-Canada, March 11, 2019. ==Awards and recognition== * Winner of the Manteau d'Arlequin prize, 1976, awarded by the critics of France for the best presentation of a French song. * Quebec woman of the year in the arts field, 1984 * SOCAN Lifetime Achievement Award, 2013http://www.socan.ca/about/awards/2013-socan-awards * Member of the Order of Canada, 2013 ==Discography== * 1967 - La boulée * 1968 - Lindberg (with Robert Charlebois) * 1969 - La douce Emma * 1970 - Avec enzymes * 1970 - Demain matin, Montréal m'attend * 1972 - IXE-13 * 1973 - Dans la prison de Londres * 1974 - Le reel à Ti-Guy * 1975 - Au théâtre Outremont, avec le cœur de tout nous autres * 1975 - Tour de chant * 1976 - On est bien mieux chez vous * 1978 - L'accroche-cœur * 1979 - Charlebois à la Forestier * 1983 - Prince-Arthur * 1987 - La passion selon Louise * 1991 - De bouche à oreille * 1993 - Vingt personnages en quête d'une chanteuse * 1993 - Québec love, la collection * 1997 - Forestier chante Louise * 2003 - Lumières * 2008 - Éphémère ==Filmography== ===Film=== *IXE-13 (1972) *Les Ordres (1974) *Ti-Cul Tougas (1976) *La Postière *2 Seconds (2 secondes) (1998) ===Television=== * Le 101, ouest, avenue des Pins (1984) * Paparazzi (1997) * Réseaux (1998) ==References== ==External links== * Category:1943 births Category:Living people Category:Canadian stage actresses Category:Canadian television actresses Category:Canadian film actresses Category:Canadian musical theatre actresses Category:People from Shawinigan Category:Singers from Quebec Category:French-language singers of Canada Category:French Quebecers Category:Actresses from Quebec Category:Members of the Order of Canada Category:Canadian female pop singers Category:20th-century Canadian singers Category:20th-century Canadian women singers Category:21st-century Canadian singers Category:21st-century Canadian women singers ",
    "title": "Louise Forestier"
}