{
    "id": "1274103",
    "text": "In 1919, the Midland Railway built a single 0-10-0 steam locomotive, No 2290 (later LMS (1947) 22290 and BR 58100). It was designed by James Anderson for banking duties on the Lickey Incline in Worcestershire (south of Birmingham), England. It became known as \"Big Bertha\" or \"Big Emma\" by railwaymen and railway enthusiasts. ==Banking on the Lickey Incline== 2290 descending the Lickey Bank, 1947 The Lickey Incline is the steepest sustained main-line railway incline in Great Britain. The function of a banker is to provide extra power on steep inclines by being added to the rear of other trains.In North America, a locomotive assisting at the head of the train is a helper, while one at the rear is a pusher. Bankers were also used to protect against wagons or coaches breaking away, in which case they might run in front of a train going downhill. They largely went out of use with the introduction of advanced braking systems and diesel and electric locomotives, although banking on the Lickey Incline continues into 2010 with a pool of specialised Class 66 diesel- electric locomotives being used for the task. ==Numbering== No 2290 was built at the Derby Works of the Midland Railway in 1919 and was in use up to the year 1956 by the London, Midland and Scottish Railway (LMS) and British Railways (BR). She was numbered 2290 from new and kept this number through most of her LMS life, but was renumbered to 22290 in 1947 to make room for the numbering of a Fairburn 2-6-4T. Only a year later she was renumbered to 58100 by British Railways since adding 40000 to her number (as was done with the majority of LMS engines) would have put her in the 6XXXX ex-LNER series. ==Specification== Big Bertha's cylinder arrangement was unusual. There were four cylinders but only two sets of piston valves because there was insufficient space under the smokebox to fit piston valves for the inside cylinders. Instead, the large outside piston valves (as well as supplying the outside cylinders) supplied the inside cylinders through cross-over steam ports. The steam-flow characteristics would have been poor (because of the length of the ports) but this would not have mattered unduly in an engine that ran only at slow speed. It has been suggested that this design has been influenced by the four-cylinder cross-ported arrangement of the Italian 0-10-0 FS Class 470 heavy freight locomotive (in which this was motivated by its being part of an asymmetrical compound design), of which a complete set of drawings were stored at Derby. With a weight of and 10 driving wheels with a diameter of , she had a tractive effort of . She was the only locomotive not given a power classification by either the LMS or BR, since she was designed specifically for the job of providing extra power and was not suitable for normal train working. ==Withdrawal== The engine was withdrawn on 19 May 1956 and scrapped by Derby Works in September 1957, having covered mostly on the Lickey. BR standard class 9F number 92079 took over, acquiring Big Bertha's electric headlight for the duty. The other banking turns on the Lickey were operated by Midland Railway 2441 Class, LMS Fowler Class 3F 0-6-0Ts, and GWR 9400 Class pannier tanks often in pairs, operation being controlled by a complicated system of whistle codes. ==See also== * The LNER Class U1 Beyer- Garratt banker from the Woodhead Route was tried unsuccessfully on the Lickey in the mid-1950s. * Several GWR 9400 Class pannier tank engines were used for banking after the Lickey Incline came under the control of the Western Region along with BR Standard Class 9F number 92230. ==References== * * ==External links== *Lickey Archive Photobook *Railuk database 2250 Category:0-10-0 locomotives Category:Individual locomotives of Great Britain Category:Railway locomotives introduced in 1919 Category:Unique locomotives Category:Standard gauge steam locomotives of Great Britain Category:Scrapped locomotives Category:E h4 locomotives ",
    "title": "MR 0-10-0 Lickey Banker"
}