{
    "id": "1274258",
    "text": "José Serra Chirico (; born March 19, 1942) is a Brazilian politician who has served as a Congressman, Senator, Minister of Planning, Minister of Health, Mayor of São Paulo, Governor of São Paulo state, and Minister of Foreign Affairs of Brazil. ==Early life== Serra in 1947 José Serra was born in the São Paulo neighbourhood of Mooca to Francesco Serra, an Italian immigrant from Corigliano Calabro, Calabria, and Serafina Chirico, a Brazilian born to Italian parents. Serra comes from a lower middle class family. His father was semi-illiterate and worked as a fruit vendor in a market of São Paulo, but he was able to enroll his only child in college.Serra agarra a sua chancehttp://revistaepoca.globo.com/Epoca/0,6993,EPT419866-2011,00.html In the early 1960s, he was a prominent member of the socio-political movement Ação Popular which opposed the conservative political system that existed at the time.See http://ultimosegundo.ig.com.br/jose- serra/4f8897b2a076935111000191.html Serra interrupted his studies in engineering at age 22 and left the country in 1964, after the coup that established the military government in Brazil. Serra came to the attention of the authorities having served as President of the União Nacional dos Estudantes (UNE), (National Student Union) which opposed the existing conservative regime while he was a 4th year engineering student at the Polytechnic School at the University of São Paulo. José Serra was in exile from 1964 to 1978 in Bolivia, France, Chile, and the United States. In Chile, he did his masters in Economics and taught Economics at the University of Chile (Universidad de Chile). There he also married Monica Allende (1967), then a top ballerina at the National Ballet of Chile. They had two children, Veronica (1969) and Luciano (1973). In the United States José Serra was awarded a Masters and Ph.D. in economics at Cornell University (Ithaca, NY) and later spent 2 years at the Institute for Advanced Study in Princeton, NJ. On returning to Brazil after the political amnesty in 1978, Serra lectured in economics at the University of Campinas, did research for Cebrap, and wrote for the newspaper Folha de S. Paulo. ==Political career== In 1982 he was appointed São Paulo's State Secretary for Economics and Planning under Franco Montoro's governorship, and became an influential secretary of Montoro's government. In 1986 and 1990 he was elected and then reelected to Congress. In 1994 he was elected Senator for the State of São Paulo with more than 6.5 million votes. His first bid for the mayorship of the City of São Paulo came in 1988 in an election won for the Worker's Party (PT) by Luiza Erundina. He ran again in 1996, resigning as Minister of Planning to participate in the election for mayor, which was won by Celso Pitta. Pitta was the designated successor of mayor Paulo Maluf, who headed the right-wing populist Progressive Party (PP). After another stint as minister in the federal government, Serra ran for president on behalf of the PSDB party in 2002. He was beaten by four- time candidate and PT founder Luiz Inácio Lula da Silva in the second round. In every elections since 1988 Serra represented the Brazilian Social Democracy Party (PSDB), which he helped found in 1988 alongside former and future São Paulo State governors Franco Montoro and Mario Covas and future Brazilian president Fernando Henrique Cardoso, from a split in the Brazilian Democratic Movement Party (PMDB). PSDB was seen as a coalition of democrats, liberals and social democrats with more centrist outlook than the leftist Workers' Party (PT) of presidents Lula da Silva and Dilma Rousseff. Both parties have great support in São Paulo state, but the state has been governed by the PSDB since 1994. Serra came to political prominence under Fernando Henrique Cardoso's presidency (1994–2002), when he was appointed minister of planning, and later minister of health. During Serra's tenure in the Health Ministry, the generic drug industry, which gave wider access to medicines to a poor population, and ANVISA, the Brazilian food and drug regulatory agency, were both created. All forms of tobacco advertising were banned, and cigarette packages were required to display images of smoking-related diseases. === Mayor of São Paulo === Serra was elected mayor of São Paulo in 2004, defeating incumbent Marta Suplicy in the second round. Serra created the Virada Cultural, a 24-hour cultural festival inspired by the French Nuit Blanche. He also established the Bilhete Único system in the São Paulo Metro subway system. Serra sought nomination as the PSDB candidate for president in the 2006 elections, but on March 14, 2006 decided to run instead for governor of the state of São Paulo. He resigned as mayor of São Paulo, although he had signed a pledge to finish his four-year term. Gilberto Kassab, the deputy mayor, took office and remained the mayor until 2012. Serra won the governor's race and on January 1, 2007 took office as the Governor of São Paulo State. Governor Serra with Pope Benedict XVI during the latter's visit to Brazil, May 10, 2007 == Controversy == ===Subway cartel=== Cases of corruption and cartel formation involving José Serra are relatively old, both in Brazil and abroad.In August 2012, at the start of the trial of Criminal Case 470, the lawyer Márcio Thomaz Bastos put by Axmovatcoo on Tuesday, May 20, 2014 Published by \"HTCAM\"Serra sugeriu acordo em licitação, diz executivo da Siemens by \"CartaCapital\" (2013) Two interlinked controversies: *the so-called Alstom case,THE FRENCH CONNECTION: Did Alstom Bribe like Siemens? by Jürgen Dahlkamp, Jörg Schmitt and Stefan Simons. Spiegel Online International, 7 de janeiro de 2008. *Collusion between companies in the construction of the São Paulo subway.Now Is the Opposition's Turn to Get Involved in a Corruption Scandal in Brazil by \"Mercosur\", published in \"Brazzil\" (2013) ===Brazilian oil fields=== Serra's campaign was supported by American oil companies such as Exxon Mobil and Chevron. He secretly promised to sell the rights to Brazil's newest petroleum discoveries in the pre-salt layer to those companies, reversing the model of da Silva.Brazil's oil reserves for sale by Serra by SLKRR (2010) Serra ended state-owned oil company Petrobras' role as the chief operator of the pre-salt oil fields, which have an estimated value of three trillion dollars Ações da Petrobras caem mesmo com fim da participação obrigatória no pré-sal by Wellton Máximo, published in \"Agência Brasil\" (2016) – twice the size of Brazil's gross domestic product (GDP).GIVING BRAZIL AWAY: DILMA COMPROMISES ON NATIONAL TREASURES TO EASE PRESSURE FROM OPPOSITION by Pedro Marin in \"Global Independent Analytics\" (2016) WikiLeaks released several documents showing that Serra promised protection to ChevronCIA directed Coup underway in Brazil by \"Macedonian International News Agency\" (2016) in order to transfer control from Petrobras in case of election victory. Contre un putsch politico- médiatico-judiciaire au Brésil by \"émoire des luttes\" (2016) ==Role in Brazilian politics today== Serra was the presidential candidate of the incumbent Brazilian Social Democracy Party (PSDB) party in 2002, an election he lost to Luiz Inácio Lula da Silva (Lula). In 2004, he was elected mayor of São Paulo in a run-off election with 55% of the votes after he signed a public commitment to stay in office for the full term. Nevertheless, he resigned after 15 months to run for governor of São Paulo in 2006, and was elected in the first round with almost 60% of the vote. Serra during the annual meeting of PSDB, in which he announced his pre-candidacy, 10 April 2010. Serra announced another run for the Brazilian presidency as the PSDB candidate in the 2010 elections. He received support from his party, as well as the Socialist People's Party (PPS) and the Democrats (DEM). His primary opposition in the election was Workers' Party (PT) candidate Dilma Rousseff. Serra's candidacy received support from O Estado de S. Paulo and British newspaper Financial Times. In the first-round voting October 3, 2010, an unexpectedly strong showing from Green Party candidate Marina Silva forced a second round run-off election between Serra and Rousseff on October 31, 2010, which Rousseff won 56% to 44%. On February 2012, Serra announced he would run for mayor of São Paulo, which would have resulted in his second non-consecutive term, though he had left the first one before it ended. In the second round of the 2012 municipal elections he was defeated by Fernando Haddad, the Workers' Party candidate. ==See also== *List of foreign ministers in 2017 *Michel Temer *Energy in Brazil ==References== ==External links== *São Paulo 2004 mayoral race pages *http://citymayors.com/mayors/saopaulo_mayor.html Profile on CityMayors.com |- |- |- |- |- Category:1942 births Category:Brazilian economists Category:Brazilian people of Italian descent Category:Brazilian people of Calabrian descent Category:Brazilian Social Democracy Party politicians Category:Candidates for President of Brazil Category:Cornell University alumni Category:Foreign ministers of Brazil Category:Government ministers of Brazil Category:Governors of São Paulo (state) Category:Living people Category:Mayors of São Paulo Category:People from São Paulo Category:People of Calabrian descent Category:University of Campinas faculty Category:University of São Paulo alumni Category:University of Chile alumni ",
    "title": "José Serra"
}