{
    "id": "1275774",
    "text": "The Education Review Office (ERO) (Māori: Te Tari Arotake Mātauranga) is the public service department of New Zealand charged with reviewing and publicly reporting on the quality of education and care of students in all New Zealand schools and early childhood services. Led by a Chief Review Officer - the department's chief executive, the Office has approximately 150 designated review officers located in five regions. These regions are: Northern, Waikato/Bay of Plenty, Central, Southern, and Te Uepū ā-Motu (ERO's Māori review services unit). The Education Review Office, and the Ministry of Education are two separate public service departments. The functions and powers of the office are set out in Part 28 (sections 323–328) of the Education Act 1989. ==Reviews== ERO reviews the education provided for school students in all state schools, private schools and kura kaupapa Māori. It also reviews the education and care provided for children in early childhood education services and kōhanga reo. Reviews are carried out every three years on average, but are more frequent where the performance of a school or service is below standard or there are risks to the education or safety of the students or children. The department also checks that schools are meeting necessary legal requirements. Occasionally, special reviews of individual schools are ordered outside of the normal review cycle, which focus on specific areas of concern with a school's management. ERO reports to individual boards of trustees on what they are doing well and where they need to improve. In some cases of poor performance or major risks to students, the department may recommend to the Minister and Secretary of Education some form of intervention to the school's management. Reports on individual schools and early childhood services are freely available to the public via ERO's website. ==References== ==External links== *Official website Education Category:Education in New Zealand ",
    "title": "Education Review Office (New Zealand)"
}