{
    "id": "1275454",
    "text": "Ivan Alexander Galamian (; April 14, 1981) was an American violin teacher of the twentieth century. == Biography == Galamian was born in Tabriz, Iran to an Armenian family. Soon after his birth the family emigrated to Moscow, Russia. Galamian studied violin at the School of the Philharmonic Society with Konstantin Mostras (a student of Leopold Auer) and graduated in 1919. He was jailed at age fifteen by the Bolshevik government. The opera manager at the Bolshoi Theatre rescued Galamian; the manager argued that Galamian was a necessary part of the opera orchestra, and subsequently the government released him. Soon thereafter he moved to Paris and studied under Lucien Capet in 1922 and 1923. In 1924 he debuted in Paris. Due to a combination of nerves, health, and a fondness for teaching, Galamian eventually gave up the stage in order to teach full-time. He became a faculty member at the Conservatoire Rachmaninoff where he taught from 1925 to 1929. His earliest pupils in Paris include Vida Reynolds, the first woman in Philadelphia Orchestra's first- violin section, and Paul Makanowitzky. In 1937 Galamian moved permanently to the United States. In 1941 he married Judith Johnson in New York City. He taught violin at the Curtis Institute of Music beginning in 1944, and became the head of the violin department at the Juilliard School in 1946. He wrote two violin method books, Principles of Violin Playing and Teaching (1962) and Contemporary Violin Technique (1962). Galamian incorporated aspects of both the Russian and French schools of violin technique in his approach. In 1944 he founded the Meadowmount School of Music, a summer program in Westport, New York. The school has remained operational and has trained thousands of world class musicians. Galamian taught concurrently at Curtis, Juilliard, and Meadowmount schools. He did not retire and maintained an active full-time work schedule. He died at the age of 78 in 1981 in New York City. Following his passing, his wife took on an active role in managing the Meadowmount school. Galamian's most notable teaching assistants — later distinguished teachers in their own right — were Margaret Pardee, Dorothy DeLay, Sally Thomas, Pauline Scott, Robert Lipsett, Lewis Kaplan, David Cerone, and Elaine Richey. Galamian held honorary degrees from the Curtis Institute of Music, Oberlin College, and the Cleveland Institute of Music. He was an honorary member of the Royal Academy of Music, London. ==Notable pupils== Sando Shia *William Barbini * *Serge Blanc (violinist) *Anker Buch *Robert Canetti *Stuart Canin *Jonathan Carney *José Francisco del Castillo *Charles Martin Castleman *Kyung Wha Chung *Dorothy DeLay *Glenn Dicterow *Charles Avsharian *Michael Avsharian *Philippe Djokic *Eugene Fodor *Miriam Fried *Erick Friedman *Joseph Genualdi *Shirley Givens *Heimo Haitto *Daniel Heifetz *Ulf Hoelscher *Carmel Kaine *Kaoru Kakudo *Dong-Suk Kang *Martha Strongin Katz *Ani Kavafian *Ida Kavafian *Chin Kim *Young Uck Kim *Helen Kwalwasser *Fredell Lack *Jaime Laredo *Isidor Lateiner *Sergiu Luca * *Gil Morgenstern *David Nadien *Sally O'Reilly *Margaret Pardee *Itzhak Perlman *Michael Rabin *Gerardo Ribeiro *Berl Senofsky *Simon Standage *Arnold Steinhardt *Albert Stern *Eva Szekely *Arve Tellefsen *Sally Thomas *Gwen Thompson *Andor Toth *Charles Treger *Donald Weilerstein *Pinchas Zukerman *Simon Shaheen == Edited works == *Bach, Concerto No. 1 (A minor). New York: International Music Company, 1960. *Bach, Concerto No. 1 (D minor). New York: International Music Company, 1960. *Bach, Concerto No. 2 (E major). New York: International Music Company, 1960. *Bach, Six Sonatas and Partitas for Solo Violin. New York: International Music Company, 1971. (Includes facsimile of the original) *Brahms, Sonatas, Op. 78, 100, 108. New York: International Music Company. *Bruch, Scottish Fantasy, Op. 46. New York: International Music Company, 1975. *Conus, Concerto in E minor. New York: International Music Company, 1976. *Dont, Twenty-four Etudes and Caprices, Op. 35. New York: International Music Company, 1968. *Dont, Twenty- four Exercises, Op. 37. New York: International Music Company, 1967. *Dvořák, Concerto in A minor, Op. 53. New York: International Music Company, 1975. *Fiorillo, Thirty-six Studies or Caprices. New York: International Music Company, 1964. *Galaxy Music Company, 1963 and 1966. *Gaviniés, Twenty-four Studies. New York: International Music Company, 1963. *Kreutzer, Forty-two Etudes. New York: International Music Company, 1963. *Mazas, Etudes Speciales, Op. 36 Part 1. New York: International Music Company, 1964. *Mazas, Etudes Brilliantes, Op. 36 Part 2. New York: International Music Company, 1972. *Paganini, Twenty-four Caprices. New York: International Music Company, 1973. *Rode, Twenty-four Caprices. New York: International Music Company, 1962. *Saint-Saëns, Caprice, Op. 52, No. 6. New York: International Music Company. *Sinding, Suite in A minor, Op. 10. New York: International Music Company, 1970. *Tchaikovsky, Three Pieces, Op. 42. New York: International Music Company, 1977. *Vivaldi, Concerto in A minor. New York: International Music Company, 1956. *Vivaldi, Concerto in G minor, Op. 12, No. 1. New York: International Music Company, 1973. *Vivaldi, Concerto for Two Violins in D minor, Op. 3, No. 11. New York: International Music Company, 1964. *Vivaldi, Concerto for Two Violins in A minor. Piccioli-Galamian, New York: International Music Company, 1956. *Vieuxtemps, Concerto No. 5 in A minor, Op. 37, New York: International Music Company, 1957. *Wieniawski, Concerto No. 2 in D minor, Op. 22. New York: International Music Company, 1957. *Wieniawski, Ecole Moderne, Op. 10. New York: International Music Company, 1973. == Publications == * * * The book principles of violin playing and teaching is translated to several languages in the world. Chinese version is done by Professor Peter Shi-xiang Zhang,https://zhangviolin.org/ZhangMethod/ProfessorZhang Spanish by renato Zanettovich,http://www.boosey.com/shop/prod/Galamian-Ivan-Principi-Di-Tecnica- E-D-insegnamento/2053039 Persian by Dr. Mohsen Kazemian.https://www.rohamart.net/index.php?page=shop.product_details&category;_id=31&flypage;=flypage_images.tpl&product;_id=2658&option;=com_virtuemart&Itemid;=71https://www.researchgate.net/publication/327932655_Principles_of_violin_playing_and_teaching_by_Ivan_Galamian_translated_and_interpreted_by_Mohsen_Kazemian_Sorood_Publications_ISBN_978-964-8626-39-1_Sep_2018 ==Further reading== * ==References== ==External links== *Ivan Galamian and Meadowmount School of Music Category:American classical violinists Category:Male classical violinists Category:American male violinists Category:Iranian emigrants to the Russian Empire Category:Persian Armenians Category:Imperial Russian Armenians Category:Iranian violinists Category:Curtis Institute of Music faculty Category:Violin pedagogues Category:People from Tabriz Category:1903 births Category:1981 deaths Category:Juilliard School faculty Category:Academics of the École Normale de Musique de Paris Category:Russian people of Iranian descent Category:20th- century classical violinists Category:20th-century American musicians Category:Imperial Russian emigrants to France Category:Imperial Russian emigrants to Iran Category:White Russian emigrants to Iran Category:White Russian emigrants to the United States Category:White Russian emigrants to France Category:20th-century American male musicians ",
    "title": "Ivan Galamian"
}