{
    "id": "1275718",
    "text": "Logotype The print shop of Ogonyok magazine designed by El Lissitzky OgoniokSometimes transliterated as Ogonyok. () is one of the oldest weekly illustrated magazines in Russia. ==History and profile== Ogoniok has issued since . It was re-established in the Soviet Union in 1923 by Mikhail Koltsov. The headquarters is in Moscow. In 1957 the circulation of the magazine was 850,000 copies. The colour magazine reached the pinnacle of its popularity in the Perestroika years, when its editor-in-chief Vitaly Korotich \"was guiding Ogoniok to a pro-American and pro-capitalist position\".David M. Kotz, Fred Weir (1997). \"Chapter 4: Glasnost and the intelligentsia\". Revolution from Above: The Demise of the Soviet System. London: Routledge. p. 65. Those years are the subject matter of the book Small Fires: Letters From the Soviet People to Ogonyok Magazine 1987-1990 (Summit Books, New York, 1990) selected and edited by Christopher Cerf, Marina Albee, and with an introduction by Korotich. The magazine sold 1.5 million copies in 1987 and 4.6 million copies in 1990. In the early 1990s, Ogoniok was owned by Boris Berezovsky, and its popularity started to decline. It sold 0.2 million copies in 1993. Viktor Loshak, the former editor of Moskovskiye Novosti, took over as editor in 2003. , it was published by the Russian OVA-PRESS publishing house. At the height of the 2008–2009 Russian financial crisis, in January 2009, the publication was suspended due to an ownership change.Telen, Lyudmila (25 February 2009). \"Закроется ли \"Огонек\"? \" (in Russian). Radio Free Europe/Radio Liberty. Retrieved 1 December 2009. After a four-month break, publication of Ogoniok was resumed on 18 May 2009, by Kommersant Publishing Group. The first issue published by Kommersant is the 5079th Ogoniok since 1899. Vladimir Putin sent a telegram of congratulation to the editorial team on the 110th anniversary of publication in December 2009. ==See also== *List of literary magazines ==References== ==External links== * *Defunct official website (archival version) *Archive 1945-1991 Category:Magazines established in 1899 Category:Literary magazines published in Russia Category:Russian-language magazines Category:Literary magazines published in the Soviet Union Category:Weekly magazines published in Russia Category:1899 establishments in the Russian Empire Category:Magazines published in Moscow ",
    "title": "Ogoniok"
}