{
    "id": "1275522",
    "text": "No Deals, Mr. Bond, first published in 1987, was the sixth novel by John Gardner featuring Ian Fleming's secret agent, James Bond.MI6 :: The Home Of James Bond 007 Carrying the Glidrose Publications copyright, it was first published in the United Kingdom by Jonathan Cape and in the United States by Putnam. It was the last Bond novel to be published in Britain by Jonathan Cape, ending an association dating back to the first Bond novel, Casino Royale in 1953. No Deals, Mr. Bond has the minor distinction of being the first and, thus far, only non-novelisation James Bond novel to incorporate the agent's name into the title. ==Plot summary== No Deals, Mr. Bond begins with a mission in the Baltic Sea dubbed \"Seahawk\", which involves James Bond stealthily extracting two women that have completed an assignment in East Germany. After accomplishing his mission, the book continues five years later with Bond being called in by M to learn more background into what those women were doing there before being extracted. Their mission, dubbed Cream Cake, was a honey trap that involved getting close to top Soviet personnel as a means to not only spy for the British Secret Service, but to secure the defection of two high ranking Soviet officers, an act that the Soviets occasionally performed against countries of the West. Involving four women and a man, the operation was considered a complete debacle that ended with the members being found out. After being extracted and given new identities, however, two of the women were discovered to have been gruesomely murdered. Bond is subsequently sent by M, \"off the record\", to find the remaining members of Cream Cake before they suffer the same fate. During the adventure, Bond believes that Colonel Maxim Smolin, the primary target during operation Cream Cake, is systematically killing off the former members of the Cream Cake operation and leaving a signature of having their tongues removed. This, however, is not the case, and, in actuality, Smolin is a turncoat now working with the British Secret Service. Instead, the former members, in addition to Smolin and another Soviet turncoat, Captain Dietrich, are being targeted by General Chernov, an agent of a department formerly known as SMERSH. The situation is further complicated after M gets a message to Bond warning him that one of the surviving Cream Cake members is a double and that he wants Chernov brought in alive. ==Characters== * James Bond * M * Ebbie Heritage: Her real name is Emilie Nikolas and she was a member of operation Cream Cake and was one of the two women that were extracted by Bond during Seahawk. Ebbie was tasked with meeting and seducing a Major in the East German Army. * Colonel Maxim Smolin: Born in 1946, Smolin, codenamed \"Basilisk\", was the prime target during the operation known as Cream Cake. At the time Smolin was the second in command of the HVA (the East German Intelligence Service). Smolin is also employed by the Soviet GRU. Unknown to the intelligence agencies of the Soviet Union, Smolin is a turncoat secretly working with the British Secret Service. * General Konstantin Nikolaevich Chernov: Codenamed \"Blackfriar\", Chernov (also known as Koyla Chernov) is the Chief Investigating Officer of Department Eight, Directorate S of the KGB, a section formerly known as Department V (see Icebreaker), and, before that, SMERSH. Chernov is systematically targeting the former members of Cream Cake as well as Colonel Maxim Smolin and Captain Dietrich who have since defected. Chernov is arrested by Bond in Hong Kong on M's orders. * Heather Dare: Her real name is Irma Wagen and she was a member of operation Cream Cake. Dare was tasked with meeting and seducing Colonel Maxim Smolin. Dare was also one of the two women that was extracted by Bond during Seahawk. She is later discovered to be an agent of the KGB and working for General Chernov. Under orders by M that the Cream Cake double be eliminated, Dare is essentially executed by Bond after being disarmed, an act Bond performs without remorse. * Inspector Norman Murray: an inspector for the Republic of Ireland's Special Branch. He lends aid to Bond (known to Murray as \"Jacko B\") while Bond is in the Republic of Ireland. Secretly, however, Murray is on Chernov's payroll and eventually turns on Bond. He is later killed in Hong Kong by Bond. ==Publication history== Gardner states that he was opposed to this novel being given the title No Deals, Mr. Bond, a title he calls \"dreadful\" along with other titles suggested by his publishers including Oh No, Mr. Bond! and Bond Fights Back. Gardner originally suggested the title Tomorrow Always Comes.John Gardner The Bond Page * UK first hardback edition: May 1987 Jonathan Cape * U.S. first hardback edition: April 1987 Putnam * UK first paperback edition: 1987 Coronet Books * U.S. first paperback edition: April 1988 Charter Books ==Trivia== * At one point Gardner makes a reference to Kingsley Amis as an author of novels that some officers in the book are interested in. Amis wrote the first James Bond continuation novel in 1968, titled Colonel Sun under the pseudonym Robert Markham. ==See also== * Outline of James Bond ==References== Category:1987 British novels Category:James Bond books Category:Novels by John Gardner (British writer) Category:Cold War spy novels Category:Jonathan Cape books Category:Novels set in England Category:Novels set in France Category:Novels set in Hong Kong Category:Novels set in Ireland ",
    "title": "No Deals, Mr. Bond"
}