{
    "id": "1275145",
    "text": "The grizzly or grizzly bear (Ursus arctos ssp.) is the great brown bear of North America. Grizzly may also refer to: ==Bears== * California grizzly (U. a. californicus), the recently extinct subspecies of CLADE IV in the Far West and symbol of the State of California * Kodiak bear (U. a. middendorffi), the grizzly of Alaska's ABC islands, hybrid with the polar bear * Mainland grizzly (U. a. horribilis), representing most of North America * Mexican grizzly bear (Ursus arctos; formerly Ursus arctos nelsoni) is an extinct population of grizzly native to Mexico * Peninsular grizzly (U. a. gyas), indigenous to Alaska's southwestern peninsula ==Geography== * Grizzly Mountain (disambiguation) * Grizzly Peak (disambiguation) * Grizzly Butte, a volcano in British Columbia, Canada * Grizzly Bay, San Francisco, California, United States * Grizzly Creek (disambiguation) ==Military== * AVGP Grizzly, a Canadian armoured personnel carrier * Grizzly combat engineering vehicle, a combat engineering vehicle variant of the M1 Abrams tank * Grizzly APC, an American armored personnel carrier * KMW Grizzly, a German armored vehicle produced beginning 2007 * Yamaha Grizzly 600, a large utility all-terrain vehicle * Grizzly I cruiser tank, a Canadian-built M4A1 Sherman tank variant * Airbus A400M \"Grizzly\", a military transport aircraft * Beechcraft XA-38 Grizzly, a prototype World War II ground attack aircraft * Buk missile system, the versions Buk-M1-2 and Buk-M2 had the NATO reporting name of SA-17 \"Grizzly\" * Grizzly, the nickname of the 40th Armored Division (United States) * Forward Operating Base Grizzly, a former US Army base within Camp Ashraf, Iraq ==Arts and entertainment== * Grizzly (film), a 1976 horror film * Into the Grizzly Maze, a 2014 action film briefly called Grizzly during production * Grizzly (We Bare Bears), fictional grizzly bear character * Grizzly (comics), four unrelated Marvel Comics characters * Grizzly (novel), a novel in Gary Paulsen's World of Adventure series * GRIZZLY (studio), a Japanese animation studio * The Grizzly, a minor musical side project of Adam Young * Task Force Grizzly, a USMC Force Recon task force in the video game Medal of Honor: Warfighter ==Roller coasters== * Grizzly (Kings Dominion), a wooden roller coaster at Kings Dominion, Doswell, Virginia * The Grizzly, a wooden roller coaster at California's Great America * Grizzly, the previous name of the Timber Terror, a wooden roller coaster at Silverwood Theme Park ==People== * James \"Grizzly\" Adams (1812–1860), American mountain man * Rick \"Grizzly\" Brown (1960-2002), American participant in the 1985 and 1986 World's Strongest Man competitions ==Other uses== * Grizzly (tobacco) * LAR Grizzly Win Mag, a handgun * Grizzly (.22-caliber rifle), a 3D printed rifle * Rutan Grizzly, a tandem-wing STOL research aircraft designed by Burt Rutan, first flown in 1982 * Project Grizzly (software), a webserver component of the GlassFish Java EE Server * Grizzly screen, a grid used for separating rocks of different size ==See also== * Grizzlies (disambiguation), a list of sports teams * Grizzley, surname * Grizzle, a surname * Grizzy (disambiguation) * Grizz (disambiguation) ",
    "title": "Grizzly (disambiguation)"
}