{
    "id": "1275121",
    "text": "Kirby Tilt 'n' Tumble is an action puzzle video game developed by HAL Laboratory and published by Nintendo for the Game Boy Color handheld video game console. It was released in Japan on August 23, 2000 and in North America on April 11, 2001. Due to the cartridge having a built-in accelerometer, it has a unique shape, as well as a unique transparent pink color in reference to Kirby. == Plot == The game begins with Kirby napping on a cloud, when he is awakened as a Waddle Dee walks by, carrying a round pinball-like bumper. He then sees King Dedede, carrying a long bumper. Suspicious of the King's intentions, Kirby hops on a warp star and follows him, determined to find out what he is up to. Soon, Kirby discovers that Dream Land has lost its stars and sets off to get them back. == Gameplay == Kirby Tilt 'n' Tumble uses a series of accelerometers to control Kirby. The goal of the game is to guide Kirby to the level's goal within the allotted time by tilting the Game Boy in the direction in which the player wishes to move him. The game registers a \"pop\" action when the player quickly jerks the Game Boy, rotating the game toward the user (as if flipping a pancake); doing so will fling Kirby into the air. The game revolves around the collection of the numerous stars strewn about the levels. To beat the game entirely, the player must collect each level's red star. This will unlock the bonus worlds, where they are slightly harder versions, and players start with less time. The timer counts down until the player has reached the level's end. The player can increase the timer by rolling Kirby over clock tiles, stopping the roulette on the timer, picking up clocks that add ten seconds, or by passing checkpoints. When the timer drops below 50 seconds, an alarm sounds, warning the player to hurry up and finish the level, and the music that was previously playing changes to a more fast- paced version. If the time limit reaches zero, Kirby will lose a life. == Development == Kirby Tilt 'n' Tumble was released in Japan on August 23, 2000. It was then released in North America on April 11, 2001. It was not released outside Japan and North America. == Reception == Kirby Tilt 'n' Tumble received \"favorable\" reviews according to the review aggregation website GameRankings. It debuted at number four by the American market research company NPD TRSTS for the month of April 2001. Game Informer wrote that while the game's concept \"sounds simple enough, it actually results in one of the most dramatic, high-tension game scenarios seen on any system.\" In Japan, Famitsu gave it a score of 30 out of 40. It was listed as one of the best games for the Game Boy by Game Informer in 2014. Ranking the Kirby games for its 25th anniversary, the USGamer staff ranked it as the worst spin-off game in the series. Staff writer Caty McCarthy opined it as \"kinda awful\", adding that this wasn't one of the enjoyable games in the series released for the Game Boy and Game Boy Advance. It was the sixth best selling Game Boy Color game in Japan, with 563,914 copies sold. == Cancelled sequel == A planned sequel to the original game, titled Kirby Tilt 'n' Tumble 2, was shown at Nintendo Space World 2001, which was being developed for the GameCube. Similar tot was planned to require the Game Boy Advance connectivity. Video game designer Shigeru Miyamoto demonstrated the gameplay, showing Kirby falling off a ledge on the television screen to the Game Boy Advance screen. He also mentioned that the player could write \"programs\", such as minigames, into the game cartridge. Originally planned for release in May 2002, the game was retitled as Roll-O-Rama, replacing Kirby with a marble ball. While shown at E3 2002, it was not released. == See also == *Koro Koro Puzzle Happy Panechu! *WarioWare: Twisted! *Yoshi's Universal Gravitation == Notes == == References == == External links == * Category:2000 video games Category:Game Boy Color games Category:HAL Laboratory games Category:Kirby (series) video games Category:Nintendo Research & Development 2 games Category:Game Boy Color-only games Category:Video games developed in Japan ",
    "title": "Kirby Tilt 'n' Tumble"
}