{
    "id": "1275886",
    "text": "The New Jersey Department of Transportation (NJDOT)About NJDOT. New Jersey Department of Transportation (NJDOT). Retrieved July 19, 2009 is the agency responsible for transportation issues and policy in New Jersey, such as maintaining and operating the State's highway and public road system, planning and developing transportation policy and assisting with rail, freight and intermodal transportation issues. It is headed by the Commissioner of Transportation. The present Commissioner is Diane Gutierrez-Scaccetti. ==History== The agency that became NJDOT began as the New Jersey State Highway Department (NJSHD) circa 1920. NJDOT was established in 1966 as the first State transportation agency in the United States. The Transportation Act of 1966 (Chapter 301, Public Laws, 1966) established the NJDOT on December 12, 1966. NJDOT headquarters In 1979, with the establishment of New Jersey Transit, NJDOT's rail division (which funded and supported State-sponsored passenger rail service) was folded into the new agency. Until 2003, the NJDOT included the Division of Motor Vehicles (DMV), which was reorganized as the self-operating New Jersey Motor Vehicle Commission (MVC). Since the late 1970s, NJDOT has been phasing out or modifying many traffic circles in New Jersey. ===NJDOT Commissioners=== *David J. Goldberg (1966–1970) *John C. Kohl (1970–1974) *Alan Sagner (1974–1977) *Russell Mullen (1977–1978) *Louis J. Gambaccini (1978–1981) *Anne P. Canby (1981–1982) *John P. Sheridan Jr. (1982–1985) *Roger A. Bodman (1985–1986) *Hazel Frank Gluck (1986–1989) *Robert Innocenzi (1989–1990) *Tom Downs (1990–1993) *Kathy Stanwick (1993–1994) *Dennis Keck (1994) *Frank J. Wilson (1994–1996) *John J. Haley (1997–1998) *James Weinstein (1998–2001) *Jamie Fox (2002) *Jack Lettiere (2003–2006) *Kris Kolluri (2006–2008) *Stephen Dilts (2008–2010) *James S. Simpson (2010–2014) *Joseph Bertoni (2014) *Jamie Fox (2014–2015) *Richard T. Hammer (2015–2018) *Diane Gutierrez-Scaccetti (2018–present) == Divisions, programs and services == Regions of NJDOT === Public roads === NJDOT operates, develops and maintains the State's public road system, including Interstate, State and Federal highways, with a total of 2,316.69 miles of NJDOT-owned and operated roads (as of July 2015). Most major highways including Interstate, U.S. and NJ State routes within New Jersey are under NJDOT jurisdiction, except toll routes including the New Jersey Turnpike, Garden State Parkway (under the New Jersey Turnpike Authority) and the Atlantic City Expressway as well as the interstate toll bridges and tunnels. === Freight planning === NJDOT develops interim and long-term plans and strategic policy on freight and shipping in and around the state. These intermodal policies cover trucking, rail, maritime and air freight. === Capital Programs === The Transportation Capital Program and the Statewide Transportation Improvement Program (STIP) allocate state and federal transportation funding, including projected projects and investment. === Community programs === Assistance to local communities and grants for transportation-related projects, such as transit villages. === Engineering === This is refer to technical planning, development, design and research for projects. === Bureau of Aeronautics === NJDOT's Bureau of Aeronautics has general oversight of public use airports and restricted use facilities, including airstrips, heliports and balloon ports, addresses aviation safety and provides licensing and registration on aviation facilities and aerial activities including advertising, aerial racing and sports. === Railroads === The NJDOT was also responsible for funding and supporting passenger rail service within New Jersey and to and from nearby points from late 1960s onward, including procuring new modern equipment and rolling stock. The agency purchased EMD GP40Ps for the Central Railroad of New Jersey in 1968, the GE U34CH locomotives and Comet I cars for the Erie Lackawanna (1970) and Arrow I, II & III electric MU cars for the Penn Central in 1968-69, 1974 and 1977-78 respectively. During 1976 NJDOT took control of passenger rail routes operated by the Penn Central, Erie Lackawanna, CNJ and Reading Lines (with Conrail operating services under contract). In 1979 New Jersey Transit assumed responsibilities for passenger rail in New Jersey. NJDOT is a member of the Northeast Corridor Commission. ==Traffic management== STMC NJDOT has a Traffic Management Center (TMC) called STMC (Statewide Traffic Management Center) located in Woodbridge, New Jersey. STMC is also the home to New Jersey State Police and the New Jersey Turnpike Authority. The STMC is staffed 24/7 and is responsible for the coordination & logistics of statewide resources during major incidents within the State of New Jersey. ==See also== * * ==References== == External links == * New Jersey Department of Transportation, official website * NJDOT Commissioner profile Transportation Category:Transportation in New Jersey Category:State departments of transportation of the United States Category:Government agencies established in 1966 Category:1966 establishments in New Jersey ",
    "title": "New Jersey Department of Transportation"
}