{
    "id": "1275080",
    "text": "The white-tailed rat (Mystromys albicaudatus) also known as the white-tailed mouse, is the only member of the subfamily Mystromyinae in the family Nesomyidae. This species is sometimes placed in the subfamily Cricetinae due to similarities in appearance between the white-tailed rat and hamsters, but molecular phylogenetic studies have confirmed that the two groups are not closely related. The subfamily Mystromyinae is sometimes placed within the family Muridae along with all other subfamilies of muroids. The white-tailed rat is restricted to shrubby areas and grasslands of South Africa and Lesotho. This is an uncommon species, and populations are thought to be declining because of conversion of scrubland to pasture. The International Union for Conservation of Nature has rated it as being an \"endangered species\". ==Description== The white-tailed rat is a fairly large species with a head- and-body length of for males and for females, with a short tail of about . The fur is soft, woolly and dense. The head is broad, and the face is mostly grey, with pale spots above the eye and behind the ear in some individuals. The whiskers are long and the ear is rounded and dark-coloured. The upper parts of head and body are greyish-brown flecked with buff; each hair has a grey base and shaft, and a buff or blackish tip. The underparts are whitish-grey, each individual hair having a grey base and shaft and a cream or whitish tip. The tail is colourless and is clad in short white fur. The fore feet have four digits and the hind feet five. The upper surfaces of the fore feet have white hair, as do the sides and upper surfaces of the hind feet. ==Distribution and habitat== The white-tailed rat is endemic to South Africa and Lesotho where it is found in grasslands and shrubby areas. It tends to inhabit burrows of meerkats and cracks in the soil during the day and venture out at night. It eats vegetable matter such as seeds and has been known to take insects. The stomach has a ruminant-like digestive action and there are bacteria in the hind gut that ferment the food. Unlike hamsters, white-tailed rats do not have cheek pouches. ==References== *Nowak, R. M. 1999. Walker's Mammals of the World, Vol. 2. Johns Hopkins University Press, London. Category:Nesomyid rodents Category:Mammals described in 1834 ",
    "title": "White-tailed rat"
}