{
    "id": "1275514",
    "text": "The Canadian Red Ensign () served as the civil ensign for Canada from 1892 to 1965, and as an informal flag of Canada from the late-19th century to 1965. The flag is a British red ensign, with the Union Flag in the canton, adorned with the shield of the coat of arms of Canada. The Canadian Red Ensign emerged as an informal flag to represent Canada as early as the 1870s and was used \"on all public buildings throughout the provinces,\"Despatch No. 311, 12 December 1891, GG's Office, file 290A, Vol. 1, 1865-1937. prior to becoming the country's civil ensign in 1892. The flag was adorned with the arms of the Canadian provinces until 1921, when the Arms of Canada replaced the amalgamation of provincial arms on the ensign. In 1945, an order in council named the Canadian Red Ensign a \"distinctive Canadian flag\" to fly on government buildings. However, the ensign was never formally adopted as a national flag of Canada, with the Union Flag used as the national flag of Canada until the Maple Leaf flag was adopted in 1965. The Maple Leaf flag also replaced the Canadian Red Ensign as the civil ensign of the country after it was adopted. ==Description== The ensign is the Red Ensign of the United Kingdom, embellished with the Arms of Canada as a shield in the bottom right quarter. The shield is divided into four quarters, consisting of the coats of arms of England, Scotland, Ireland and the Kingdom of France, the four founding nations of Canada. The first three quarters are the same as the Arms of the United Kingdom. At the base is a sprig of three maple leaves representing Canada. The leaves are described as proper, that is, the correct colour; it uses red and gold, the colour of the leaves in autumn, whereas earlier versions used green. ==History== Canadian Red Ensign used from 1868 to 1921. The emblem in the field during this period, dependent on the number of provinces at the time, and the whims of flag manufacturers The Red Ensign bearing some sort of a Canadian emblem was used by Canadians both on land and at sea beginning as early as 1868 (soon after Confederation) on an informal or extra-legal basis. As Prime Minister, Sir John A. Macdonald \"constantly made use of it\", promoting it throughout Canada \"by precept and example.\"George Stanley, The Flags of Canada An 1891 memo from the Governor General, Lord Stanley, stated: \"the Dominion Government has encouraged by precept and example the use on all public buildings throughout the provinces of the Red Ensign with the Canadian badge on the 'Fly.'\" In 1892, it was authorized by Admiralty Warrant for use on ships registered in Canada and this was enshrined in the Canada Shipping Act of 1934, yet the flag had no legal status on land (the Royal Union Flag remained the formal national flag of Canada until 1965). Despite its lack of any official status on land, the Red Ensign with Canadian arms was widely used on land, and flew over the Parliament Buildings until 1904 when it was replaced by the Union Flag. Various versions of the Red Ensign continued to be flown on land and the flag featured prominently in patriotic displays and recruiting efforts during the First World War. It can be seen in numerous photographs of Canadian troops, on the prime minister's car, and in victory parades. Canadian Red Ensign used from 1921 to 1957 The original Canadian Red Ensign had the arms of the four founding provinces on its shield. However, in the late 19th and early 20th century, flag manufacturers would often supplement this design with wreaths of laurel and oak leaves and crowns. The design was frequently placed on a white background square, circle or roughly following the outline of the arms in the flag's fly (right hand side assuming the flagpole to be on the left). There was no standard design for the Red Ensign until the early 1920s. In 1921, the Government of Canada asked King George V to order a new coat of arms for Canada. The College of Arms thus designed a suitable coat of arms of Canada. The new shield was displayed on the Red Ensign, thus producing a new version of the Canadian Red Ensign in 1922. In 1924, the Red Ensign was approved for use on Canadian government buildings outside Canada. The Canadian Red Ensign, through history, tradition and custom was finally formalized on 5 September 1945, when the Governor General of Canada signed an Order-in-Council (P.C. 5888) which stated that \"The Red Ensign with the Shield of the Coat of arms in the fly (to be referred to as \"The Canadian Red Ensign\") may be flown from buildings owned or occupied by the Canadian federal Government within or without Canada shall be appropriate to fly as a distinctive Canadian flag.\" The flag was thus approved for use by government buildings inside Canada as well, and once again flew over Parliament. The Red Ensign served as the country's civil ensign from 1892 to 1965 when it was replaced by today's Maple Leaf flag. The flag bore various forms of the shield from the Canadian coat of arms in its fly during the period of its use. From 1921 until 1957, the Canadian Red Ensign was virtually the same, except that the leaves in the coat of arms were green, and there was a slight alteration to the Irish harp (the earlier version having a woman's bust as part of the harp). A blue ensign, also bearing the shield of the Canadian coat of arms, was the jack flown by the Royal Canadian Navy and the ensign of other ships owned by the Canadian government until 1965. From 1865 until Canadian Confederation in 1867, the United Province of Canada could also have used a blue ensign, but there is little evidence such a flag was ever used. In Otto Reinhold Jacobi's painting of the new Parliament Buildings in 1866, a Red Ensign flies from the tower of the East Block. In 2007, the Canadian Red Ensign was formally recognized as a \"national symbol of Canada,\" by the Public Register of Arms, Flags and Badges of Canada. ===Vimy Ridge Red Ensign=== From left to right: the Flag of France, the Maple Leaf Canadian flag, and the Canadian Red Ensign fly at the Canadian National Vimy Memorial in France The Red Ensign carried by the 5th Canadian Infantry Battalion (Western Cavalry) at the Battle of Vimy Ridge in 1917 survives to this day, and is possibly the oldest Canadian flag in existence. The battle was the first time all four divisions of the Canadian Expeditionary Force fought together during the First World War, and is viewed as a pivotal event in the history of Canadian national identity. The Red Ensign flown at Vimy Ridge in 1917 had the arms of Canada's first four provinces. In the Royal Warrant of 1868 assigning arms to the first four provinces of Canada, Queen Victoria authorized them to be quartered for use on the Great Seal of Canada and thus de facto they became the arms for Canada until 1921. After the battle, the flag was donated to the Imperial War Museum in the United Kingdom by Lieutenant Colonel Lorn Paulet Owen Tudor of the 5th Battalion, an Englishman who had emigrated to Canada before the war. The Imperial War Museum refused requests over the years to repatriate the Vimy Ridge Red Ensign to Canada, including a request in 2000 to acquire the flag for the ceremonies surrounding the dedication of Canada's Tomb of the Unknown Soldier. David Penn, Keeper of Exhibits and Firearms at the Imperial War Museum, called the flag \"our most important First World War Commonwealth artifact\". Eventually, after months of negotiations involving the Royal Canadian Legion, the Imperial War Museum agreed to lend the flag to Canada to commemorate the opening of the new Canadian War Museum in Ottawa in 2005. The flag was returned to the United Kingdom in 2008. There is another Red Ensign in existence that was reportedly carried by Canadian troops at the Battle of Vimy Ridge, currently held by the Penticton Museum and Archives in Penticton, British Columbia. It is a simple red ensign, without a coat of arms. ==Usage today== The 1921-spec ensign being flown in Northern Ontario, August 2008 Though much less common than either the Maple Leaf or modern provincial flags, the several versions of the Canadian Red Ensign continue to be flown today both in official and unofficial capacities. In view of its association with the Canadian Army during the world wars, it is flown alongside the Maple Leaf flag at numerous war memorials, including the Canadian National Vimy Memorial in France. It is also used by veterans' groups, and is part of the official colour party (together with the Maple Leaf) of the Royal Canadian Legion. The flag is sometimes flown on vintage ships, and at heritage sites where it is historically accurate. In the 2010s, some far right or white supremacist groups have co-opted the red ensign, displaying it either alongside or instead of the Maple Leaf, erroneously as a symbol of a monoculturally white Canada. These include the Aryan Guard, the founder of the Canadian Nazi Party, white nationalist leader Paul Fromm, and the five members of the Proud Boys who disrupted an indigenous protest on Canada Day in July 2017. The flag's appropriation by white supremacists has produced an outcry from several groups, including the Royal Canadian Legion, the Canadian Centre for the Great War, and the editor of the history journal The Dorchester Review, who have expressed the view that \"trivializing, or treating as a kind of talisman of defiance, a flag that has a much more venerable and mainstream role\" is not right and \"flies in the face of what the Red Ensign means\". ==Variations== Before the design of the Red Ensign was standardized in 1921, flag makers made the badge larger each time a new province joined Confederation. This led to the creation of several unofficial but widely used flags. At the opening ceremony of the 1936 Olympic Games, a variant of the 1921–1957 red ensign with the arms inside a white disc was carried by Canadian Olympian and flag bearer James Worrall. However the normal version of the red ensign without the disc was hoisted alongside the other national flags that surrounded the perimeter of the stadium. Some of the variations are shown below. File:Caribou Canadian Flag.png|1868: The Canadian Red Ensign used at Dominion Day celebrations in Barkerville, BC in support of Canadian Confederation, as Canada did not have an official flag. File:Canadian Red Ensign 1870.svg|1870: An early version of Manitoba's coat of arms was added to represent the new province. File:Flag of Canada (1870).svg|1870: Until 1922, there were variations in displaying the shield on the flag: sometimes a white disk was added behind the shield, sometimes there would be a wreath of maple leaves or a wreath of roses, thistles, and shamrocks, and occasionally the shield was topped by a beaver or crown. File:Canadian Red Ensign 1871.svg|1871: Symbols were added to represent British Columbia. This version was rarely used and was overshadowed heavily by the 1868, 70, and 73 versions, all three of which remained in use until the early 1900s, while the 1873 version was never particularly common. File:Canadian Red Ensign 1873.svg|1873: The flag was modified to represent the new provinces of British Columbia and Prince Edward Island. The badge was always placed on a white disk in this edition. File:Canadian Red Ensign 1896.svg|1896: British Columbia adopted a new coat of arms. File:Canadian Red Ensign (1905–1922).svg|1907: Alberta and Saskatchewan were added to the flag. The coats of arms of British Columbia, Prince Edward Island, and Manitoba took on their modern forms. File:Canadian Red Ensign 1921-1957.svg|1921: An official Canadian coat of arms was created to replace the old unofficial shield, because it was too cluttered and difficult to identify at distance. Used until 1957. File:Canadian Red Ensign 1921-1957 (with disc).svg|Flag carried by James Worrall at the opening ceremony of the 1936 Olympic Games. File:Flag of the Lieutenant-Governor of Ontario (1959-1965).svg|Flag of the Lieutenant Governor of Ontario from 1959 to 1965, the 1957 Canadian Red Ensign with the shield of Ontario below the Union Jack. ===Provincial red ensigns=== Today, two Canadian provincial flags are Red Ensigns, the flag of Ontario and the flag of Manitoba, both of which were introduced in 1965–66 after the Canadian Red Ensign was replaced by the Maple Leaf flag. The Liberal government of Lester Pearson promised to introduce a new flag to replace the Red Ensign, as a means of promoting national unity and a new Canadian identity, by replacing what was seen as a symbol of the British Empire and colonialism, with one that would be more inclusive of Canadians who are not of British descent, particularly French- Canadians. In 1965, after the Great Flag Debate in Parliament and throughout the country as a whole, the Maple Leaf flag was adopted. Groups such as the Royal Canadian Legion and others who had sympathies with maintaining Canada's links to the UK opposed the new flag as they saw it as a means of loosening that connection. The leader of the Progressive Conservative Party, John Diefenbaker, was especially passionate in his defence of the Red Ensign. In protest of the federal government's decision, Progressive Conservative governments in Ontario and Manitoba adopted red ensigns as their provincial flags in 1965 and 1966 respectively. ==Canadian Blue Ensign== Canadian Naval Jack used from 1957 to 1965 The Canadian Blue Ensign is similar to the Red Ensign. The flag was used as the jack of the Royal Canadian Navy from its inception until the adoption of the Maple Leaf flag in 1965. The Blue Ensign was approved by the British Admiralty in 1868 for use by ships owned by the Canadian government. Carr's Flags of the World says \"The Blue Ensign is charged with the shield in the fly\", and that the Blue Ensign \"is worn 'as a Jack' for distinguishing purposes when at anchor, or under way and dressed with masthead flags\".Carr, H. Gresham Flags of the World 1961 In 1937, the Canadian Government established that the Canadian Blue Ensign (\"the Blue Ensign of the Dominion of Canada\") would be used as a special ensign by the several Canadian yacht clubs which had prior to then used the British Blue Ensign (either plain or defaced) as their special ensign. This usage lasted until the 1965 introduction of the Maple Leaf flag. Today, some Canadian yacht clubs use the Canadian Blue Ensign to commemorate this usage. ==In art and culture== Otto Reinhold Jacobi included a red ensign flying from the East Block in his 1866 painting of the Parliament Buildings. During the early 1990s an urban myth developed claiming that the US flag was printed on the 1986 series of Canadian banknotes. The myth stated that the US flag could be seen flown on the Parliament buildings depicted behind Prime Minister Sir Wilfrid Laurier on the $5 banknote, Sir John A. Macdonald on the $10 note and William Lyon Mackenzie King on the $50 note. This flag was in fact the Canadian Red Ensign, which was contemporaneous with the three prime ministers, but in such a small size that it could be confused with the US flag. ==See also== *British ensigns *Canadian Forces Naval Jack *National symbols of Canada *Royal Canadian Air Force Ensign ==References== ==External links== *Red and Blue Ensigns, Canada History including chronology *The Flags of Canada by Alister B. Fraser *Canada – history of the flag (1867–1870) *Canada – history of the flag (1870–1873) *Canada – history of the flag (1873–1892) *Canada – history of the flag (1892–1907) *Canada – history of the flag (1907–1921) *Canada – history of the flag (1921–1957) *Canada – history of the flag (1957–1965) *Flags of the Royal Canadian Navy 1910–1965 Red Ensign Category:Historical flags Category:National symbols of Canada Category:Red Ensigns Category:Flags of the British Empire Canadian Red Ensign ",
    "title": "Canadian Red Ensign"
}