{
    "id": "1276579",
    "text": "The Renault Modus is a mini MPV produced by the French manufacturer Renault from August 2004 to December 2012, in Valladolid, Spain. The production version is very similar to the concept car of the same name, which was presented at the 2004 Geneva Motor Show. It is essentially a taller version of the Clio III and, as such, shared its platform and much of its engine range with the third generation of the Clio. A larger wheelbase version was produced as the Renault Grand Modus. Originally marketed as \"a higher-range alternative to the Twingo and Clio\", it aimed to provide the practicality and versatility of the larger Renault Scénic in a smaller footprint. The Clio platform that spawned the Modus also gave rise to the current Nissan Micra and its monospace relative, the Nissan Note. In February 2012, Renault discontinued the Modus, Espace, Kangoo, Laguna, and Wind lines in the United Kingdom. ==Design features== Rear (Pre-facelift) Renault Modus facelift (2007) Renault Modus facelift (2007) Renault Grand Modus, launched in 2008, has a larger wheelbase than the Modus Marketed as the Triptic System, the Modus' rear seats are mounted on sliding rails with four preset positions. When in the rearmost two positions the seats are configured for two people with increased leg, hip, and shoulder room. When in the forward positions they are configured for three passengers, increasing cargo capacity. Another seat-based feature of Modus is the \"Stay Put\" system. The base of the front passenger seat flips up to reveal a storage compartment. An optional feature of the Modus is a boot chute, a drop-down opening in the centre of the tailgate below the rear window. The facelifted Modus was launched in Europe in 2007, featuring colour coded bumpers on all versions, clear Perspex 'glass' indicator bezels, revised side door mouldings and updated interior trim on all specification levels. ===Restyle=== Soon after, in February 2008, a restyled Modus and new the Grand Modus were launched. Also that year, the Grand Modus replaced the Modus in Spain. The Grand Modus has an extended length of and a boot volume of 410 litres () below the parcel shelf. This restyle saw changes made to the front and rear of the standard model to match the styling of the newer Grand variant. The boot chute has been removed from the options list. ==Safety== The Modus was the first small car to receive the full 5 Euro NCAP stars for passenger safety due in part to its six airbag system, front and rear side impact bars and ISOFIX child seat fixing points. It was also one of the first cars in its class to have such features as automatic headlamps and windscreen wipers on its options list. The Modus was offered with a cornering lamp function. Concealed in the main headlamp unit and operating at speeds less than , the lights gave the driver a wider field of vision when going round bends. On Privilège and Initiale models, Renault offered the Modus with \"double distance\" Xenon headlamps. ==Mechanicals== === Phase I === {|class=\"wikitable\" style=\"text-align: center; font-size: 95%\" |- !model!!engine type!!max. power!!rpm!!max. torque!!rpm!!top speed !!0–100 km/h (62 mph) !!mpg!!CO2 emissions |- |colspan=\"10\"|petrol engines all fuel injected |- | style=\"text-align:left;\"| 1.2 16v ||rowspan=\"1\"|I4 SOHC ||||5500 || ||rowspan=\"4\"|4250 || || 13.5 sec || 47.0|| 145 g/km |- | style=\"text-align:left;\"| 1.4 16v ||I4 DOHC ||||5700 || || || 11.4 sec || 42.3 || 161 g/km |- |style=\"text-align:left;\"|1.6 16v||rowspan=\"2\"|I4 DOHC ||rowspan=\"2\"||| rowspan=\"2\" |6000|| rowspan=\"2\"|||||10.3 sec||41.6|| 163 g/km |- |style=\"text-align:left;\"|1.6 16v Auto||||12.3 sec||37.8||182 g/km |- |colspan=\"10\" |diesel engines all Direct Injection (dCi) |- |rowspan=\"3\"|1.5 dCi||rowspan=\"3\"|I4 SOHC Turbo||||4000 || ||2000 || ||15.3 sec || 60.1 || 125 g/km |- ||||3750 || ||1900 || || 12.6 sec || 62.8 || 119 g/km |- ||||4000 || ||2000 || || 11.2 sec || 60.1 || 124 g/km |} === Phase II === {|class=\"wikitable\" style=\"text-align: center; font-size: 95%\" |- !model!!engine type!!max. power!!rpm!!max. torque!!rpm!!top speed !!0–100 km/h (62 mph) !!mpg!!CO2 emissions |- |colspan=\"10\"|petrol engines all fuel injected |- | style=\"text-align:left;\"| 1.2 16v ||rowspan=\"2\"|I4 SOHC ||rowspan=\"2\"||| rowspan=\"2\" |5500 ||rowspan=\"2\"|||rowspan=\"2\"|4250 || || 13.5 sec || 47.9|| 138 g/km |- | style=\"text-align:left;\"|1.2 16v QS5*||||15.0 sec||50.4||134 g/km |- | style=\"text-align:left;\"| 1.2 TCe||I4 SOHC Turbo ||||5500 || ||3000|| || 11.2 sec || 47.1 || 139 g/km |- |style=\"text- align:left;\"|1.6 16v Auto|||I4 DOHC|||||6000||||4250|| ||12.3 sec||36.7||179 g/km |- |colspan=\"10\" |diesel engines all Direct Injection (dCi) |- |style=\"text-align:left;\"|1.5 dCi||rowspan=\"2\"|I4 SOHC Turbo||rowspan=\"2\"||| rowspan=\"2\" |4000 ||rowspan=\"2\"|||rowspan=\"2\"|1750 ||rowspan=\"2\"| ||13.0 sec ||rowspan=\"2\"|62.8||107 g/km |- |style=\"text-align:left;\"|1.5 dCi QS5*||14.8 sec||119 g/km |} *QS5 = QuickShift5 In terms of reliability, according to the 2006 breakdown survey from the German Automobile Club, the Modus ranks 3rd in its class with an average 5.8 breakdowns per 1,000 vehicles after three years. This is behind the Audi A2 (1st) and the BMW Mini (2nd) and ahead of the Lupo (4th) & Polo (5th), Toyota Yaris (6th) and Honda Jazz (7th). ==See also== *Renault Scénic, the compact MPV of the manufacturer *Renault Espace, the large MPV of the manufacturer ==References== ==External links== *Renault Modus official worldwide website Modus Category:Mini MPVs Category:Euro NCAP superminis Category:Front-wheel-drive vehicles Category:2010s cars Category:Cars introduced in 2004 ",
    "title": "Renault Modus"
}