{
    "id": "1276227",
    "text": "Pinchas Menachem Alter (, June 9, 1926 – March 7, 1996), also known as the Pnei Menachem (Hebrew: ), after the works he authored, was the seventh Rebbe of the Hasidic dynasty of Ger, a position he held from 1992 until his death in 1996. ==Early years== Pinchas Menachem was born in Falenica, near Warsaw, Poland. He was the only offspring of the second marriage of his father, Rabbi Avraham Mordechai Alter, the fourth Rebbe of Ger, to Feyge Mintshe Biderman. Pinchas Menachem had four half-brothers and two half-sisters from his father's first marriage—including the fifth Rebbe of Ger, Rabbi Yisrael Alter, and Rabbi Simcha Bunim Alter, the sixth Rebbe of Ger. Pinchas Menachem's bar mitzva took place near Ludmir in Poland (now western Ukraine) not long before the outbreak of World War II in 1939. After the war, he married his cousin, Tzipora Alter. In the 1950s, he was appointed rosh yeshiva of Sfas Emes, the flagship yeshiva of Ger in Jerusalem, Israel. ==Succession as rebbe== Rabbi Pinchas Menachem succeeded his half-brother, Rabbi Simcha Bunim Alter, to become Rebbe in 1992. His position as rosh yeshiva of Sfas Emes Yeshiva was assumed by his son, Rabbi Shaul Alter, who is widely regarded as an eminent Talmudic scholar. During his tenure, Rabbi Pinchas Menachem continued the policies of his half-brothers, Rabbi Simcha Bunim and Rabbi Yisrael, by supporting the political work of the Agudat Israel of Israel party, promoting the interests of Haredi Judaism in the Israeli Knesset. He reached a rapprochement with his non-Hasidic Ashkenazi Haredi fellow-rabbis, in particular with Rabbi Elazar Shach, leader of the rival Degel HaTorah party. Together, they created the United Torah Judaism (Yahadut HaTorah) party in order not to lose residual votes in the Israeli proportional representation system, and thereby potentially obtain an extra seat for the newly united party in Knesset elections. ==Death and burial== The graves of Grand Rabbi Avraham Mordechai Alter (right) and his son, Grand Rabbi Pinchas Menachem Alter (left) in an ohel adjacent to the Sfas Emes Yeshiva in downtown Jerusalem. Rabbi Pinchas Menachem died in 1996 after less than four years at the helm of the Ger dynasty. He was buried beside his father, Rabbi Avraham Mordechai Alter, in the courtyard of the Sfas Emes Yeshiva. Unlike his father's grave, which was dug by hand under the cover of darkness during the British curfew in 1948, the Pnei Menachem's grave was dug with machinery; the latter grave is therefore lower than the former.Frankfurter, Rabbi Yitzchok. \"A Riveting Visit to the Historic Home of the Pnei Menachem of Ger zt\"l\". Ami, February 17, 2016, pp. 60-73. A red-brick ohel was built over the two graves, which are visited frequently by students in the yeshiva. He was succeeded as Rebbe by his nephew, Rabbi Yaakov Aryeh Alter, son of Rabbi Simcha Bunim Alter. ==Rebbes of Ger== *Yitzchak Meir Alter (1798–1866) *Chanokh Heynekh HaKohen Levin (1799–1870) *Yehudah Aryeh Leib Alter (1847–1905) *Avraham Mordechai Alter (1866–1948) *Yisrael Alter (1895–1977) *Simchah Bunim Alter (1898–1992) *Pinchas Menachem Alter (1926–1996) *Yaakov Aryeh Alter (b. 1939) ==References== Category:1926 births Category:1996 deaths Category:Rebbes of Ger Category:Hasidic rosh yeshivas Category:Moetzes Gedolei HaTorah Category:Polish Orthodox rabbis Category:20th-century rabbis ",
    "title": "Pinchas Menachem Alter"
}