{
    "id": "1276990",
    "text": "Christmas themes have long been an inspiration to artists and writers. Filmmakers have picked up on this wealth of material, with both adaptations of literary classics and new stories. ==Films== Donna Reed, Jimmy Stewart and Karolyn Grimes in the American film It's a Wonderful Life Many Christmas stories have been adapted to movies and TV specials, and have been broadcast and repeated many times on TV. Since the popularization of home video in the 1980s, their many editions are sold and re-sold every year during the holiday shopping season. Notable examples are the many versions of the ballet The Nutcracker, the film It's a Wonderful Life, and the similarly themed versions of Dickens' A Christmas Carol, in which the elderly miser Ebenezer Scrooge is visited by ghosts and learns the errors of his ways. By contrast, the hero of the former, George Bailey, is a businessman who sacrificed his dreams to help his community. On Christmas Eve, a guardian angel finds him in despair and prevents him from committing suicide, by supernaturally showing him how much he meant to the world around him. A few films based on fictionalized versions of true stories have become Christmas specials themselves. The story behind the Christmas carol \"Silent Night\" and the story of \"Yes, Virginia, there is a Santa Claus\" are two examples. Sometimes, family films boasting special effects and/or uplifting messages, but having no real relation to Christmas, are telecast during the season as part of the holiday programming. The Wizard of Oz, for instance, was always telecast during the Christmas season between 1959 and 1962. Other films often seen around the Christmas period are Annie, Chitty Chitty Bang Bang, E.T. the Extra-Terrestrial, Mary Poppins, Oliver!, The Sound of Music, Willy Wonka & the Chocolate Factory, and The Lord of the Rings trilogy, as well as several animated Disney, DreamWorks, and Pixar movies. Others have some scenes during the Christmas season, such as the Harry Potter films, which are frequently included in the viewing rotation. The action film Die Hard is seen by some as a Christmas film, as it takes place on the holiday, and is often viewed during the season, although whether or not Die Hard should be considered a Christmas film has been debated due to its story not being about the holiday itself. In the United Kingdom, during the 2000s ITV usually showed a James Bond and/or a Harry Potter film(s) during the Christmas Holidays whilst the BBC showed the Chronicles of Narnia and/or High School Musical films. And for many years Channel 5 have shown American/Canadian made-for-TV Christmas films during the weeks before Christmas. In North America, the holiday movie season often includes release of studios' most prestigious pictures, in an effort both to capture holiday crowds and to position themselves for Oscar consideration. Next to summer, this is the second-most lucrative season for the industry. In fact, a few films each year open on the actual Christmas Day holiday. Christmas movies generally open no later than Thanksgiving, as their themes are not so popular once the season is over. Likewise, the home video release of these films is typically delayed until the beginning of the next year's Christmas season. American Christmas-themed films are also broadcast on the Hallmark Channel and its companion channel Hallmark Movies & Mysteries, which during the holiday season generally feature new films along with reruns of favorites from prior years. Actresses Candace Cameron Bure, Lacey Chabert, and Danica McKellar, along with actor Niall Matter, are frequently featured in lead or major roles. The films themselves generally feature a similar theme of a person who has \"lost the Christmas spirit\" and through \"Christmas magic\" regains it (commonly by a romantic encounter; frequently one of the two in the romance is a single parent or has lost someone special around a prior Christmas season). Another theme plays on the \"big city-small town\" dynamic, whereby a lead character has either left a small hometown for the big city (and has had to return), or a big city person has to go to a small town, in either case deciding that the small town is where they should remain. The settings are usually in the northern United States, or in a mountain area (such as Colorado), where snow (and the ensuing \"White Christmas\") are used as a backdrop for the film (though the films themselves are often filmed in British Columbia due to favorable film tax benefits). As of Christmas 2019 The Grinch is the highest grossing Christmas film of all time. ==Television specials and episodes== Before 1962, when Mr. Magoo's Christmas Carol premiered, true Christmas specials made for TV were either adaptations of stories such as A Christmas Carol (with live actors), or the Nativity Story, or episodes of variety shows highlighting Christmas music. They were often hosted by such celebrities as Perry Como, Jane Wyatt, or Florence Henderson. (A notable exception was The Spirit of Christmas in 1950, which, although featuring an appearance by Alexander Scourby, who also narrated, starred the Mabel Beaton Marionettes.) This all changed once variety shows began dying out in the late 1980s and Rankin-Bass began producing more and more Christmas specials. One notable television special usually seen at Christmas was Amahl and the Night Visitors, the first opera written especially for television. Composed by Gian-Carlo Menotti with a libretto in English by the composer, the opera told of a disabled beggar boy living with his (presumably) widowed mother in the Holy Land. They are visited by the Three Wise Men who are on their way to see the Christ Child, and when Amahl offers his crutch as a gift, he is miraculously cured. Commissioned by NBC, the opera was telecast annually in the U.S. from 1951 to 1966. In 1978, it returned to television, but this new production did not have the spectacular success that previous ones did. ===United Kingdom=== TV programmes which have had special Christmas episodes in the United Kingdom include Top of the Pops (from 1960s-2006), Morecambe and Wise (1970s), The Two Ronnies (1980s), Stars in Their Eyes, Only Fools and Horses (both 1990s), and more recently, Doctor Who, Top Gear (both 2000s) and Downton Abbey (2010s). The animated tale The Snowman has been screened for many years during the Christmas period (usually Christmas Eve or Christmas Day), and a new story, Father Christmas, by the same artist and company, is usually broadcast around the same time. Adaptations of novels from Charles Dickens are also common around Christmas time. Along with A Christmas Carol (the most popular due to its Christmas season setting, and the message portrayed), such as Bleak House (2005), Oliver Twist (2007) and Great Expectations (2011), among others. These adaptations usually featured all-star casts. Christmas Day begins at 12 at night with the showing of Midnight Mass on the BBC. In addition, HM Queen Elizabeth II annually broadcasts a 10-minute speech on Christmas Day at 3 p.m., charting her views of the past year and giving her own reflections and advice. Many long-running British soap operas have Christmas specials, usually involving a dramatic storyline developed over several weeks which culminates at Christmas. Often these stories are tragic, involving a death, divorce, a dramatic revelation or similar event. Most Christmas specials in the UK are specially commissioned separately to a production season, and many are extended from the usual episode length. For example, the 2007 Doctor Who Christmas special was 71 minutes as opposed to the standard 45 minutes, was broadcast six months after the third series had finished and four months before the fourth series started. UK Christmas specials may or may not feature the holiday itself as part of the narrative. While the season receives almost universal acknowledgement on British TV, some channels and programmes have tried \"alternative\" or \"anti-Christmas\" ideas. One example is Channel 4 which has run an Alternative Christmas message since 1993. In 2009, two movie channels renamed themselves for the season; Sky Movies Screen 2 became Sky Movies Christmas Channel and Movies 24 became Christmas 24. From 2010, changes to Sky Movies line-up meant that Sky Movies Showcase was used for Sky Movies Christmas Channel. On 16 November 2012, two music channels renamed themselves; Bliss became Blissmas and Greatest Hits TV was rebranded as Christmas Hits TV. ===United States=== In the United States, many television series (particularly those of a family-oriented nature) produce a Christmas episode, although seldom outside of a season's production block. Stand-alone Christmas specials are also popular, from newly created animated shorts and movies to repeats of those that were popular in previous years, such as Rudolph the Red-Nosed Reindeer and A Charlie Brown Christmas. Some local affiliates provide the Yule Log, a block of time either on Christmas morning or both during the evening hours of Christmas Eve and Christmas morning showing footage of a fireplace, coupled with popular Christmas music. Some local affiliates that provide the Yule Log simulcast Christmas music from a radio station playing it. Every Christmas Day, ABC airs a Christmas parade at Walt Disney World Resort and along with its sister cable network, ESPN, NBA games featuring some of the league's best teams and players, broadcasting a doubleheader, while NBC airs an ice skating special. Many US sitcoms or dramas like to include Christmas specials in their series. NBA games airing on network television on Christmas Day are notable because it is the day the first NBA games air on network television each season. Christmas specials based on classical music have also been well received. Among them, in addition to the previously mentioned Amahl and the Night Visitors, have been the many telecasts of the ballet The Nutcracker, and concert specials featuring musicians such as the Boston Pops, the Mormon Tabernacle Choir, the Cincinnati Pops, and the Atlanta Symphony Orchestra and Chorus. ==Radio== Many radio stations begin to add Christmas music to their rotation in late November, and often switch to all-Christmas programming for December 25. Some do for part of or all of December 24 as well. A few stations switch to all-Christmas music for the entire season (some beginning as early as mid-November); in Detroit, 100.3 WNIC in 2005 started Christmas music day and night on midnight of October 31 because programmers believed that at least some listeners who are attracted by the Christmas music will remain loyal listeners when the station reverts to its standard format on Boxing Day. Radio stations also broadcast traditional Western art music, such as the \"Hallelujah\" chorus from Handel's Messiah. Among other pieces inspired by Christmas are Tchaikovsky's ballet The Nutcracker and the popular suite drawn from it, and Johann Sebastian Bach's \"Christmas Oratorio\" (BWV 248). Some radio stations play Christmas music commercial-free the entire day on Christmas Day, with only interruptions for Christmas messages from station personnel and personnel from the station's parent company. Others, like 96.5 KOIT in San Francisco do on both part of or all of Christmas Eve and the entire day Christmas Day. Frequently, the first song played on an \"all- Christmas\" station is the popular tune It's Beginning to Look a Lot Like Christmas. The UK music industry features the battle of the bands and artists to make it to the Christmas No. 1 spot, recognised on the first Sunday before, or on, Christmas Day. Many of these songs are festive, while others are novelty songs that remain but briefly at the top of the chart. Gospel singer Cliff Richard is a fixture of Christmas charts, appearing nearly every year, and subsequently being mocked for doing so. In more recent years the Christmas chart has been dominated by the winner of The X Factor and various social media backed records aimed to hijack the charts. As with television, British radio programmes also schedule Christmas specials. These mainly include comedy shows such as I'm Sorry I Haven't a Clue and The Now Show. The Music Choice channels have over the past few years have begun playing Christmas music as early as the beginning of November, instead of waiting till after Thanksgiving. ==Literature== ==References== Category:Bible in popular culture medium nl:Lijst van kerstfilms ",
    "title": "Christmas by medium"
}