{
    "id": "1276728",
    "text": "The Yorkshire Engine Company Janus was a line of 0-6-0 wheel arrangement, diesel-electric locomotives that weighed and had a maximum speed of . The two Rolls-Royce C6SFL diesel engines gave a total power output of . Each engine had its cooling system at the outer end, and its generator at the inner end. There were two traction motors, each being powered by one generator, thus simplifying the electrical system. ==Service== Janus type locomotive 51 at Corus' Scunthorpe steelworks, 8 September 2009. Eventually, 102 Janus locomotives were built: mostly for the British steel industry, but other customers included Imperial Chemical Industries (12 locomotives), the Port of London Authority (10), and the National Coal Board (7). Three locomotives were exported: one to Jamaica, and two to the Indian Fertilizer Corporation. The Indian locomotives were , and were the only narrow gauge units built. In addition, three modified Janus locomotives – gauge on Bo-Bo trucks – were exported to British Guyana. Later locomotives had their Rolls-Royce engine uprated by 10 per cent to each. After Rolls-Royce entered the industrial locomotive manufacturing business, YEC started to offer their locomotives with Cummins diesel engines; seven Janus locomotives were built with pairs of Cummins diesels – all for Appleby Froddingham Steel works. The name Janus is from the two-faced god Janus: the locomotive was symmetrical with two 'faces'. The similarity in power and speed would indicate that this type of locomotive could have been use in a similar role to the British Rail Class 08 shunter. In recent years the Class 08 shunters owned by EWS have replaced Janus locomotives on some industrial railways. ==Loans to British Railways== One locomotive was demonstrated on British Railways; it was the second of this type built (works number 2595 of 1956), both the first two locomotives being demonstrated to potential customers before going to the Appleby-Frodingham Steel works in Scunthorpe. It is thought to have been in use there until being scrapped in 1982. ===Other locomotives loaned=== In July 1961 an 0-6-0 diesel- hydraulic locomotive was demonstrated on British Railways. It weighed and was powered by a single Rolls-Royce C8SFL engine giving . The design was similar to a lengthened British Rail Class 02. The locomotive was tested near Derby for four days, and following the demonstration was delivered to Llanwern steelworks, Newport. One 600 hp 0-8-0 diesel hydraulic, a Taurus, was demonstrated and tested on British Railways during 1961 and 1962. It was a ‘trip’ locomotive intended to carry out shunting work and hauling local (short distance) goods trains. This was the duty for which the British Rail Class 14 locomotives were built in 1963. == Preservation == In 2008, 23 were still in industrial service, and seven had entered preservation. In November 2016 the seven Cummins engined locomotives at Scunthorpe British Steel works, formerly Appleby Froddingham Steel works, were replaced by German-made NSB Di 8 locomotives, originally built for use on main-line freight operations in Norway. YE 2868 0-6-0DE Ludstone has been undergoing restoration since 2015 at the Foxfield Railway in collaboration with the Industrial Diesel & Railway Preservation Group. YE 2791 DE5, built in 1962, is cosmetically restored and on display at Rocks by Rail, The Living Ironstone Museum, Cottesmore. YE 2670, built in September 1959, which worked at Stanton Iron Works, Ilkeston, is preserved at Stainmore Railway Company. YE 2748 (NCB Number 6), built in 1959 and allocated to Littleton Colliery is in use at Churnet Valley Railway where it is employed on shunting duties. It has been named Roger H Bennett, after Roger Bennett, a volunteer on the Churnet Valley Railway. YE 2877 is in operation at the Appleby Frodingham Railway. == Models == In 2016 Oxford Diecast, in conjunction with Golden Valley Hobbies produced a OO gauge model, with a choice of BP, National Coal Board, Imperial Chemical Industries, Port of London Authority, and Allied Steel and Wire livery. While the prototype choice was welcomed by many, the resultant models were heavily discounted by many stockists due to compromises with the model regarding the buffer beam height and extremely delicate hand rails A finescale etched kit is also available from Judith Edge and can be built to 00, EM and P4 gauges. == References == * * * * The Industrial Railway Society - Various records and publications * Yorkshire Engine Co. - Various records and publications Janus type locomotive at Appleby Frodingham Steelworks, Scunthorpe. c.1963 Janus Category:C locomotives Janus Category:Industrial diesel locomotives of Great Britain Category:Standard gauge locomotives of Great Britain Category:Standard gauge locomotives of Jamaica Category:Metre gauge diesel locomotives Category:3 ft 6 in gauge locomotives Category:Diesel-electric locomotives of Great Britain Category:Diesel-electric locomotives of Jamaica Category:Railway locomotives introduced in 1956 ",
    "title": "Yorkshire Engine Company Janus"
}