{
    "id": "1276337",
    "text": "Androstenone (5α-androst-16-en-3-one) is a steroidal pheromone. It is found in boar's saliva, celery cytoplasm, and truffle fungus. Androstenone was the first mammalian pheromone to be identified. It is found in high concentrations in the saliva of male pigs, and, when inhaled by a female pig that is in heat, results in the female assuming the mating stance. Androstenone is the active ingredient in 'Boarmate', a commercial product made by DuPont sold to pig farmers to test sows for timing of artificial insemination. ==Biosynthesis== Androstenone is synthesized from androstadienone by 5α-reductase, and can be converted into 3α-androstenol or 3β-androstenol by 3-ketosteroid reductase. ==Properties== Depending upon the subject, it is reported to be an unpleasant, sweaty, urinous smell, a woody smell, or even a pleasant floral smell. There are two different genotypes that allow an individual to smell androstenone. The first genotype, which consists of two fully functional copies of the gene, is the RT/RT allele, and the second is the RT/WM allele.http://web.ebscohost.com/src/pdf?vid=9&hid;=13&sid;=802c875e-0200-4687-8e68-25dd33572ceb%40sessionmgr10 The OR7D4 receptor has two non-synonymous single nucleotide polymorphisms, which cause the gene to have two amino acid substitutions, which in turn cause the receptor to act differently. Those in possession of the two proper genes, (RT/RT) for OR7D4 tend to describe the odor for the steroid as the odor of stale urine. Those with only one gene (RT/WM) typically described the odor as weak or were not able to detect it. They can also find the smell 'pleasant', 'sweet' or 'similar to vanilla'. In small amounts, the odor is hardly detectable by most people. This may be due to a polymorphism in the receptor gene that codes for the androstenone receptor. However, the ability to detect the odor varies greatly. It has been shown that the odor can be detected by people down to levels of 0.2 parts per billion to 0.2 parts in 100 million. Several groups report, however, that some individuals who initially cannot smell androstenone can learn to smell it by repeated exposures to it. ===Detectability as a pheromone=== In humans, androstenone also has been suggested to be a pheromone; however, there is little scientific data to support this claim.Kirk-Smith, M.D., and Booth, D.A. (1980) \"Effect of androstenone on choice of location in others' presence\". In H. van der Starre (Ed.), Olfaction and Taste VII, London: Information Retrieval Ltd., pp.397-400. The vomeronasal organ is an auxiliary olfactory sense organ responsible for the detection of pheromones as more than just an odor. Most adult humans possess something resembling this organ, but there is no active function. Humans lack the sensory cells that exist in other mammals needed to detect pheromones beyond a smell. Humans also lack the genetic ability to produce these sensory cells actively. There is also a specific anosmia to the odor in some humans; they are unable to smell specific odors, but have, otherwise, a normal sense of smell. However, this should, by no means, be regarded as indicative for being labeled as a pheromone, as it is true of over 80 olfactory compounds. To animals, the smell of androstenone can act as a social sign of dominance, or it can be a way of attracting a mate. ===Commercial use=== Some commercially available products are advertised using claims that they contain human sexual pheromones, including androstenone, and that they can act as an aphrodisiac. These products are the subject of marketing by mass unsolicited e-mail ==See also== * List of neurosteroids § Pheromones and pherines ==References== Category:Androstanes Category:Human pheromones Category:Mammalian pheromones Category:Neurosteroids ",
    "title": "Androstenone"
}