{
    "id": "1276018",
    "text": "Amber Dawn MacArthur (born 27 June 1976) is a Canadian television and netcasting personality, bestselling author of two books, and keynote speaker. MacArthur (aka Amber Mac) is the former co-host of BNN's App Central and Bloomberg Brink, G4TechTV's Call for Help, and TWiT's The Social Hour (successor to net@night/Inside the Net). She was the most followed Canadian television personality on Twitter in 2008. In 2018, she was named DMZ's 30 inspirational women making a difference in tech. She is now the co-host of the 2018 AI podcast series, The AI Effect where she interviews notable guests such as Prime Minister Trudeau and Mayor John Tory. Amber is President of a digital media company called AmberMac Media, Inc. MacArthur used to produce and co- host her own video podcast, commandN, and has also hosted on Torrent and Gadgets and Gizmos for G4techTV Canada. MacArthur worked for over a year for Citytv's CityNews and CP24, and she had returned to the now CTV-owned CP24 as New Media Specialist and was the host of Webnation. She previously hosted and produced a show for Xbox called \"Girls Go Geek\" alongside her brother Jeff MacArthur and Christopher Dick that features women in technology. ==Background== MacArthur is originally from Charlottetown, Prince Edward Island, and lives in Toronto. She received an undergraduate degree in English from Dalhousie University, and studied journalism at the University of King's College in Halifax, Nova Scotia. She and Christopher Dick have one son. ==Career== iJustine, Sarah Austin, MacArthur, and Leo Laporte at New Media Expo 2008 (2008-08-15) ===Technology=== MacArthur worked for Microsoft for two years as a web strategist, as a web designer at Razorfish in San Francisco, and as a judge at the Webby Awards 2000. She was also Director of Web Marketing at HigherMarkets, \"where she managed corporate branding initiatives, software usability and online course development.\" In 2007 she co-founded a media company MGImedia Communications Inc. with her brother Jeff. ===Television=== Upon graduation, MacArthur worked in her hometown of Charlottetown at CBC Television, as an associate reporter from April to July 1999,Amber MacArthur's resume and the San Francisco radio station KQED. In July 2002, she co-hosted a Discovery Channel special \"Science on the Red Carpet\", with Dave Foley at the Science & Technical Academy Awards. She appeared weekly in the summer of 2006, as a tech columnist for CBC Newsworld. In 2004 MacArthur became a host on Call for Help, a technology series produced for G4techTV Canada, which still airs daily on G4 Canada and HOW TO Channel in Australia. MacArthur is the subject of a song written in tribute to Call for Help 2.0. While working as a host on Call for Help, MacArthur joined the series Gadgets and Gizmos as a co-host, working with Marc Saltzman and Andy Walker until the show ended production in 2005. Amber Mac interviewing Prime Minister Justin Trudeau & Shopify CEO, Toronto, 2018 From August 2004 to September 2006, MacArthur was host of the G4techTV Canada program, Torrent, which is still in production. She also hosted Gadgets and Gizmos for the Canadian channel. On 28 August 2006, MacArthur announced on her blogTo all the G4techTV fans: Thanks for two great years! My goodbye video that she was leaving her position at G4techTV and would no longer appear on Call For Help, Torrent, or Gadgets and Gizmos. In mid-September, she joined Citytv, CP24 in Toronto with the title \"New Media Specialist\", to report on \"new media and interactive trends\" for CityNews International. She first appeared on the station's nightly newscast, CityNews at Six, commenting in another reporter's story on 9/11 conspiracy theories propagated through the Internet. Segments since have ranged from former sex trade workers blogging the Robert Pickton trial, to a Toronto Transit Commission/Google Maps mashup. In January 2007, she launched a weekly program on CP24, which became quite popular as a vodcast. Originally titled \"Inside Popnology\", the CHUM Television-produced program quickly became Webnation. She resigned in October to go for freelance projects, feeling she was being asked to target too old an audience, and wanted to pursue two projects in the United States. They convinced her to stick around for two more months, after Rogers Communications promised her show would be weekly on the Citytv network and on G4techTV Canada, reformatted, as of January 2008 as Webnation V2. (CTV's parent company; CTVglobemedia bought out CHUM Limited in June 2007, with the exception of the Citytv network, which was sold to Rogers.) She was informed on 4 January 2008 that the budget was not there for the program. Just before the announcement, the program was named the \"Top New Podcast Award for 2007\" by iTunes. Citytv began airing The Lab with Leo Laporte around this time. CP24 has since made some reorganization to the anchors/reporters as a result of the change in ownership of CP24's former parent company; CHUM Limited. For a time, after David Onley was named Lieutenant Governor of Ontario, MacArthur hosted Home Page; Jee-Yun Lee replaced her when MacArthur resigned. MacArthur's Webnation replaced HomePage on the CP24 schedule 14 October 2009. Over the years, she has been a technology guest on CBC Newsworld, CBC Radio, Global TV, CTV Montreal, MTV Live, MuchMoreMusic, Life Network, and CFRB. ===Podcasting=== Amber MacArthur and Leo Laporte In June 2005, MacArthur started the weekly video podcast commandN, which covered technology trends both online and offline. The podcast has not released an episode since June 2013, however. A commercial study found that commandN was the fifth most-downloaded podcast among surveyed Canadians.\"Podcasting Taking a Hold in Canada\", 2 August 2006. Through October 2006, she worked on a podcast with Call for Help co-host Leo Laporte called Inside the Net, which then morphed into net@night, and then The Social Hour with Sarah Lane, a Friday lunch time live broadcast. The show was available as part of the TWIT.tv network before it was retired from the Twit network in October 2014.http://twit.tv/2014/09/25/changes-twit MacArthur describes how various types of technology work on the Canadian Broadcasting Corporation radio show/podcast Spark. ===Journalism=== Since summer of 2006, she has written a monthly \"Web Trends\" column for The Calgary Sun Urbane Magazine. She has been quoted by major Canadian newspapers, when they need a tech expert. Now Magazine declared her the \"Best geek personality\", 2006. === Bibliography === * * ==References== ==External links== * Amber MacArthur's Official Website and Blog * * commandN, Webnation, net@nite, MGImedia * The Lavin Agency represents Amber MacArthur for speaking engagements in the U.S. and Canada: some of her speech topics here. * Amber MacArthur: TWiT ===Interviews=== * Toronto Through the Eyes of Amber MacArthur, BlogTO, 7 December 2006 (dead link) * TheFlux.tv podcast interview with Amber MacArthur (dead link) * Chris Hogg, \"Digital Journal TV: Up Close and Personal With Internet Star Amber MacArthur\", Digital Journal, 19 January 2008. Category:1976 births Category:Living people Category:Canadian television hosts Category:Writers from Charlottetown Category:Canadian people of Scottish descent Category:Canadian Internet celebrities Category:Canadian bloggers Category:Canadian technology writers Category:Dalhousie University alumni Category:University of King's College alumni Category:Women technology writers Category:Canadian women bloggers Category:Women television presenters ",
    "title": "Amber MacArthur"
}