{
    "id": "1277632",
    "text": "The genus Huernia (family Apocynaceae, subfamily Asclepiadoideae) consists of perennial, stem succulents from Eastern and Southern Africa and Arabia, first described as a genus in 1810.Brown, Robert. 1810. On the Asclepiadeae 11 The flowers are five-lobed, usually somewhat more funnel- or bell-shaped than in the closely related genus Stapelia, and often striped vividly in contrasting colors or tones, some glossy, others matte and wrinkled depending on the species concerned. Frequently the flowers are colored a variation of red, yellow or brown. To pollinate, the flowers attract flies by emitting a scent similar to that of carrion. The genus is considered close to the genera Stapelia and Hoodia. Phylogenetic studies have shown the genus to be monophyletic, and most closely related to the genus Tavaresia, and to a widespread branch of stapeliads comprising the genera Orbea, Piaranthus and Stapelia.P. Bruyns, C. Klak, P. Hanacek: Evolution of the stapeliads (Apocynaceae-Asclepiadoideae) - repeated major radiation across Africa in an Old World group. Molecular Phylogenetics and Evolution. 2014. v. 77, no. 1, p. 251--263. ISSN 1055-7903. The name of the plant is in honor of Justus van Heurne (1587–1653?) a Dutch missionary, botanist, and doctor, who is reputed to have been the first European to document and collect South African Cape plants. His surname has variations (van Horne, Heurnius, van Heurnius), however it was misspelled by the plant collector. Various species of Huernia are considered famine food by the inhabitants of Konso special woreda in southern Ethiopia. The local inhabitants, who call the native species of this genus baqibaqa indiscriminately, eat it with prepared balls of sorghum (kurkufa); they note that baqibaqa tastes relatively good and has no unpleasant side-effects when boiled and consumed. As a result, local farmers encouraged it to grow on stone walls forming the terraces, where it does not compete with other crops. == Species == Sixty four species of Huernia are found in Africa (East Africa, South Africa and Ethiopia) and Arabia (Saudi Arabia, Yemen).The Plant List genus Huernia ;formerly included moved to Angolluma *Huernia sprengeri now Angolluma sprengeri File:Huernia aspera.jpg|alt=Huernia asperia|Huernia asperia File:Huernia guttata ericbrian.jpg|alt=Huernia guttata|Huernia guttata File:Huernia piersii1.JPG|alt=Huernia piersii|Huernia piersii File:Huernia primulina (Vermont).jpg|alt=Huernia primulina|Huernia primulina File:Huernia quinta.JPG|alt=Huernia quinta|Huernia quinta File:Flower of Huernia schneideriana.jpg|alt=Huernia schneideriana|Huernia schneideriana File:Huernia striata1.JPG|alt=Huernia striata|Huernia striata File:Huernia zebrina kwiat.jpg|alt=Huernia zebrina|Huernia zebrina ==References== ==External links== *Images of Stapeliads *Plant care Category:Apocynaceae genera Category:Flora of Africa ",
    "title": "Huernia"
}