{
    "id": "1277516",
    "text": "John McClintock (October 27, 1814 – March 4, 1870), American Methodist Episcopal theologian and educationalist, was born in Philadelphia. ==Biography== McClintock matriculated at Wesleyan University in Middletown, Connecticut. Ill health, however, forced him to leave Wesleyan in his freshman year. Unable to return, he graduated (A.M.) subsequently from the University of Pennsylvania in 1835, and was assistant professor of mathematics (1836–1837), professor of mathematics (1837–1840), and professor of Latin and Greek (1840–1848) in Dickinson College, Carlisle, Pennsylvania. He opposed the Mexican–American War, as well as slavery, but did not consider himself an abolitionist. In 1847 McClintock was arrested on the charge of instigating a riot, which resulted in the rescue of several fugitive slaves; his trial, in which he was acquitted, attracted wide attention. The trial dealt with the issue of Personal liberty laws in the North and the fugitive slave crisis. \"When President Olin of Wesleyan died, the chair was offered to McClintock, but he preferred the call to the editorship of The Methodist Quarterly Review [after 1885 The Methodist Review], a post which he held with distinction for eight years\" from 1848 to 1856. He declined the Presidency of Troy University in 1855. From 1857 to 1860 McClintock was pastor of St Paul's (Methodist Episcopal) Church, New York City; from 1860 to 1864 he had charge of the American chapel in Paris, and there and in London did much to turn public opinion in favour of the Northern States. In 1865 to 1866 he was chairman of the central committee for the celebration of the centenary of American Methodism. He retired from the regular ministry in 1865, but preached in New Brunswick, New Jersey, until the spring of 1867, and in that year, at the wish of its founder, Daniel Drew, became the first president of the newly established Drew Theological Seminary at Madison, New Jersey (later, Drew University), where he died. At Drew, McClintock also served as professor of practical theology from 1867 until his death in 1870. A great preacher, orator and teacher, and a remarkably versatile scholar, McClintock by his editorial and educational work probably did more than any other man to raise the intellectual tone of American Methodism, and, particularly, of the American Methodist clergy. ==Works== He introduced to his denomination the scholarly methods of the new German theology of the day—not only by his translation (with Charles E. Blumenthal) of Neander's Life of Christ (1847), and of Félix Bungener's History of the Council of Trent (1855), but by his great project, McClintock and Strong's Cyclopaedia of Biblical, Theological and Ecclesiastical Literature (10 vols., 1867–1881; Supplement, 2 vols., 1885–1887), in the editing of which he was associated with Dr James Strong (1822–1894), professor of exegetical theology in the Drew Theological Seminary from 1868 to 1893, and the sole supervising editor of the last six volumes of the Cyclopaedia and of the supplement. With George Richard Crooks (1822–1897), his colleague at Dickinson College and in 1880–1897 professor of historical theology at Drew Seminary, McClintock edited several elementary textbooks in Latin and Greek (of which some were republished in Spanish), based on the pedagogical principle of imitation and constant repetition. Among McClintock's other publications are: * Sketches of Eminent Methodist Ministers (1863) * an edition of Richard Watson's Theological Institutes (1851) * The Life and Letters of Rev. Stephen Olin (1854). ==Notes== ==References== * * * * Attribution: * Endnotes: :* ==External links== * *Stuart A. Rose Manuscript, Archives, and Rare Book Library, Emory University: John McClintock papers, 1828-1910 Category:1814 births Category:1870 deaths Category:19th-century American theologians Category:American Methodist clergy Category:Arminian ministers Category:Arminian theologians Category:Burials at Green-Wood Cemetery Category:Clergy from Philadelphia Category:Dickinson College faculty Category:Drew University faculty Category:Members of the Methodist Episcopal Church Category:Methodist ministers Category:Methodist theologians Category:Presidents of Drew University Category:University of Pennsylvania alumni Category:Wesleyan University alumni ",
    "title": "John McClintock (theologian)"
}