{
    "id": "1277286",
    "text": "Galactic is an American jam band from New Orleans, Louisiana, United States. ==Origins and background== Formed in 1994 as an octet (under the name Galactic Prophylactic) and including singer Chris Lane and guitarist Rob Gowen, the group was soon pared down to a sextet of: guitarist Jeff Raines, bassist Robert Mercurio, drummer Stanton Moore, Hammond organist Rich Vogel, Theryl DeClouet on vocals, and later adding saxophonist Ben Ellman. The group was started when Raines and Mercurio, childhood friends from affluent Chevy Chase, Maryland, moved to New Orleans together to attend college at Tulane and Loyola Universities, became enamored of the local funk scene, populated by such legendary acts as The Meters and Dirty Dozen Brass Band and inspired by local legends such as Professor Longhair. There they teamed with noted New Orleans drummer Stanton Moore, saxophonist/harmonica (now producer) Ben Ellman, Rich Vogel, and Theryl de Clouet. In 2004, the band parted ways with vocalist DeClouet, and continued as an instrumental group until 2007 when they released From The Corner to the Block featuring rappers ranging from Juvenile, Chali 2na, Boots Riley, and Lyrics Born. They continue to tour with different vocalists: 2011-2012 with Cyril Neville, 2011-2014 with Corey Glover, 2014 with Maggie Koerner, 2015-present with Erica Falls. They have also toured with trombonist Corey Henry from 2009-2016 and trumpet player Shamarr Allen from 2016 to present. They have been releasing albums consistently since 1996. ==Musical style== The band has developed a unique sound as a result of their influences, including: rock, funk, brass band, blues, jazz, hip hop, electronic, and world music. Many of their songs include performances by other artists of various styles of music, like hip-hop artists Boots Riley (of The Coup), Gift of Gab (of Blackalicious) and Chali 2na (of Jurassic 5), to vocalists Macy Gray, Mavis Staples, Allen Toussaint, Irma Thomas, David Shaw, Mystikal, Mannie Fresh, and JJ Grey & Mofro. On the European version of From the Corner to the Block there are two tracks more than on the US version. One of those tracks (\"Valley Of Pain\") features the German rapper Dendemann. ==Evolution== The band's sound has evolved from organic New Orleans funk to a more modern style, incorporating elements of hip hop, electronica, fusion, and jazz. This change has been largely characterized by the increased use of electronic effects on guitar, bass, saxophone, and drums. Drummer Stanton Moore uses phrase samplers to sample a rhythm which he can then play over, producing intricate and layered drum sounds. Ben Ellman, saxophonist and harmonica player, often distorts his instruments to the degree that they sound similar to an electric guitar. In 2007, the band began to produce their own albums (mainly Ben Ellman and Robert Mercurio). This opened them up to more studio experimentation and exploration resulting in their loop, edit and production heavy album YA-KA- MA. == Tipitina's == The band has long considered the legendary New Orleans music venue Tipitina's an unofficial home base, having recorded a live album there and having performed there regularly since the beginning of their career. This includes annual performances on Halloween, New Year's Eve, during the New Orleans Jazz & Heritage Festival, and a yearly \"sunrise set\" on Lundi Gras (the day preceding Mardi Gras), appropriately playing until the sun rises on Mardi Gras day. In 2018, the members of the band made their association with the venue official, purchasing the venue from the previous owners, Mary and Roland Von Kurnatowski. ==Live performances== The band is also noted for inviting guest musicians from New Orleans to perform onstage with them. These include: the Soul Rebels Brass Band, The Neville Brothers, Brian Seeger, Corey \"Boe Money\" Henry, George Porter of The Meters, Dirty Dozen Brass Band and Skerik (a saxophone player who is actually based in Seattle, Washington, but is part of Stanton Moore's side project Garage A Trois). The band is often on tour, and have shared the stage with acts including Live, Counting Crows, the Allman Brothers Band, The Roots, Fusebox Funk, Widespread Panic, B.B. King, Mike Doughty (formerly of Soul Coughing), Gift of Gab (of Blackalicious), Jurassic 5, Jack Johnson, Gov’t Mule, The Revivalists, The Record Company, Trombone Shorty and Orleans Ave, Toots and the Maytals, and Steel Pulse. Galactic performed \"I Got It (What You Need)\" on Jimmy Kimmel Live in 2007. They also performed \"Back That Ass Up\" and \"Rodeo\" as Juvenile’s band on Jimmy Kimmel Live in 2006. Galactic toured North America in 2012 with Corey Glover and Soul Rebels Brass Band. On March 29, 2012 Galactic appeared with Soul Rebels Brass Band and Corey Glover on Conan show on TBS . In 2015, they performed Summer Festivals in the US, Canada, and Japan with vocalist Macy Gray. While on their 2016 tour, Galactic performed on marine themed call-in talkshow, FishCenter Live. They correctly guessed the coloration of a squirrelfish and won points for a zebra moray eel, Eel Hamburger. They will be headlining the 11th annual Rooster Walk Music and Arts Festival in Martinsville, VA in May 2019. ==Recent releases== Ya-Ka-May was released on Feb 9, 2010 on ANTI-. The album includes guest performances by a range of New Orleans musicians. Long-established performers such as Rebirth Brass Band, Irma Thomas, Big Chief Bo Dollis of The Wild Magnolias, Allen Toussaint and Walter \"Wolfman\" Washington are represented, along with younger performers in the traditional vein, such as Trombone Shorty and Corey Henry, John Boutté, Josh Cohen and Ryan Scully of Morning 40 Federation, and Glen David Andrews, and also Bounce artists Cheeky Blakk, Big Freedia, Katey Red, and Sissy Nobby. Galactic released a live album in May 2011 titled The Other Side of Midnight: Live in New Orleans.This album includes live versions of many songs on Ya-Ka-May. On February 21, 2012 Galactic released a new studio album titled Carnivale Electricos which focused on the theme of Carnivale. They invited artists from New Orleans to flesh out the diversity of the town's music in a virtual Fat Tuesday strut across town: the battle chant of Mardi Gras Indian War Chief Juan Pardo and the Golden Comanches; the voice of Mystikal; and the 40-piece Kipp Renaissance High School marching band. For \"Voyage Ton Flag\" they sampled the late accordionist Clifton Chenier and carnival-rock number \"Hey Na Na (Hey Na)\" with David Shaw of New Orleans's Revivalists. Brazil is represented by samba poet Moyseis Marques on \"O Coco da Galinha\" and by Casa Samba, who retake the forro \"Magalenha...\" The LP has been described by the band as \"a tour\" through New Orleans' various styles of music. Greenhaus, Mike https://relix.com/articles/detail/the-core-galactic/ Relix On July 17, 2015, Galactic released a new studio album titled Into the Deep. It featured Macy Gray, J.J. Grey, David Shaw, Maggie Koerner, and Mavis Staples. On February 7, 2020, Galactic released a new single titled \"Float Up\". The track features Anjelika Jelly Joseph. ==Discography== * Coolin' Off (Fog City, 1996) * Crazyhorse Mongoose (Capricorn, 1998) * Late for the Future (Polygram, 2000) * We Love 'Em Tonight: Live at Tipitina's (Volcano, 2001) * Vintage Reserve (Volcano, 2003) * Ruckus (Sanctuary, 2003) * From the Corner to the Block (2007) * Goin' Home: A Tribute to Fats Domino (Vanguard, 2007) Performing \"Going to the River\" with Robbie Robertson and \"So Long\" with Big Chief Monk Boudreaux. * Ya-Ka-May (Anti, 2010) U.S. Billboard Chart No. 161 * The Other Side of Midnight: Live in New Orleans (Anti, 2011) * Carnivale Electricos (Anti, 2012) - Charted at No. 118 on Billboard * Into the Deep (Provogue, 2015) * Already Ready Already (Tchoup-zilla Records, 2019) ==References== ==External links== * Official web site * * Category:American funk musical groups Category:Rock music groups from Louisiana Category:Jam bands Category:Musical groups from New Orleans Category:Capricorn Records artists ",
    "title": "Galactic"
}