{
    "id": "1277477",
    "text": "The Facts of Death, first published in 1998, was the third novel by Raymond Benson featuring Ian Fleming's secret agent, James Bond (including Benson's novelization of Tomorrow Never Dies). Carrying the Glidrose Publications copyright—the final James Bond novel to do so—it was first published in the United Kingdom by Hodder & Stoughton and in the United States by Putnam. The novel's title was originally The World Is Not Enough, an English translation of the Latin phrase Orbis non sufficit, which appears in the novel and film On Her Majesty's Secret Service. The title was later used for the nineteenth James Bond film, released in 1999.Benson on Bond - The International Association of Media Tie-In Writers ==Plot summary== The Facts of Death starts off with several deaths from mysterious diseases. We first find Bond in Cyprus, where a number of British troops have been discovered murdered under mysterious circumstances. Bond gets too close for comfort to the group behind the murders and is attacked, but rescued by a fiery Greek agent, Niki Mirakos, who becomes Bond's love interest. Bond then returns to Britain, where he is invited to attend a dinner party being held by Sir Miles Messervy, the former M. The current M and her boyfriend are also in attendance, and the latter is murdered after the party. M then tells Bond that all of the killings are connected--near all the bodies were statues of Greek deities and numbers, keeping a running count of the victims. Bond is sent to Greece and partnered with Niki. They are both suspicious of an internationally-known mathematic cult called the Decada. The head of the group is a Greek mathematician, Konstantine Romanos. Bond goes to a casino about two hours away from Athens and beats Romanos in a game of bacaraat, catching the attention of an attractive woman named Hera Volopoulos, also a member of the Decada. After she and Bond make love, she drugs Bond and takes him to Konstantine. Konstantine orders Hera to kill Bond, but he manages to escape. Bond realizes that Konstantine plans to start a major war between Greece and Turkey, and locates his hideout just in time to witness Hera murder Konstantine. She leaves Bond to stop a nuclear missile that will be fired from Greece into Turkey. Hera's plan is to profit the chaos ensuing after she releases a new virus worldwide. Bond, with assistance from the Greek military, kills her and stops the missile. ===Locations=== Locations where the book takes place include: * Los Angeles * Tokyo * Austin, Texas * Cyprus * London * Greece ==Publication history== * UK first hardback edition: May 1998 Hodder & Stoughton * U.S. first hardback edition: June 1998 Putnam * UK first paperback edition: November 5, 1998 Coronet Books * U.S. first paperback edition: August 1999 Jove Books ==See also== * Outline of James Bond ==References== Category:1998 British novels Category:James Bond books Category:Novels by Raymond Benson Category:Novels set in Greece Category:Hodder & Stoughton books ",
    "title": "The Facts of Death"
}