{
    "id": "1277940",
    "text": "The Linton Bushfire was a wildfire that burned through private land and state forests near the township of Linton, Victoria, Australia on 2 December 1998. Firefighters from the Victorian state government's Department of Natural Resources and Environment and the Country Fire Authority (CFA) were deployed to put out the fire. At approximately 8.45pm, two firefighting appliances and their crews were entrapped and engulfed in fire following an unexpected wind change. The bushfire covered a maximum land of 660 hectares of private and public land. ==Accident== The crew of one of those appliances, five men from Geelong, who were all volunteers from the Geelong West Fire Brigade were killed. The coronial inquest examining the fire and the deaths, was one of the longest-running inquests in the history of the state. It was this inquest, that led to changes in safety operating procedures in the SA Country Fire Service and Victorian Country Fire Authority, relating to the Dead Man Zone. ==Firefighters== The five Geelong West volunteer firefighters that died in the Linton fire were Christopher Evans, Garry Vredeveldt, Stuart Davidson, Jason Thomas and Matthew Armstrong. Section=14.1.28 A memorial for the firefighters was placed in West Park, Geelong West. Another one was put in Linton, Victoria. Grovedale College, who lost a former pupil in the fire, instituted an award named after Jason Thomas, for the student who has best served the community. ==See also== * List of disasters in Australia by death toll ==References== *Report of the Investigation and Inquests into a Wildfire and the Deaths of Five Firefighters at Linton on 2 December 1998, State Coroner's Office, Victoria (11 January 2002) *Reducing the Risk of Entrapment in Wildfires: A case study of the Linton fire, 2 December 1998(pdf) ==External links== *Geelong West Fire Brigade *ABC's 7:30 Report transcript - Coroner's report criticises CFA for 1998 bushfire tragedy Category:1990s in Victoria (Australia) Category:1998 in Australia Category:1998 fires Category:Bushfires in Victoria (Australia) Category:1990s wildfires Category:1990s disasters in Australia ",
    "title": "Linton Bushfire"
}