{
    "id": "1277725",
    "text": "Herta Ehlert (née Liess; 26 March 1905 - 4 April 1997) was a female guard at many Nazi concentration camps during the Holocaust. On 15 November 1939, Ehlert was called for Schutzstaffel (SS) work by the Labor Exchange.Profile, bergenbelsen.co.uk; accessed 13 November 2014. She began work at Ravensbrück concentration camp. She stated, \"I had to see that civilian workers did not mix with the prisoners, and later on, I was detailed to working parties outside camp.\" In October 1942, she was moved as an Aufseherin to the Majdanek camp near Lublin. She claimed that she was moved as a punishment for being too nice to the prisoners by not giving them harsh enough punishments and helping to feed them. However, according to the Belsen Trial, she had received a bonus as well as better working conditions at this camp. By mid-1944, she was transferred to Krakau. SS officers there noticed she was too lenient, polite and helpful to the prisoners, so the SS returned her to Ravensbrück to undergo another training course, this time by Dorothea Binz. During this time, Ehlert divorced her husband. After World War II, Ehlert described the \"training course\" at Ravensbruck as \"physically and emotionally demanding.\" Halina Nelken described Ehlert at Plaszow in these words: \"immensely obese, sly, vicious in character, and an absolute master in using the whip. She was the overseer in charge of the kitchen. Through a small window, she would spy on the Jewish women while they were at work peeling potatoes or onions, washing dishes, and doing other chores necessary in the kitchen. Once, Ehlert even ordered the women who were at work to undress completely. After they had stripped, Ehlert searched each one extremely thoroughly, looking, no doubt, for rings, money, wrist watches, and other valuables. She remained at her job until the final liquidation of the Plaszów camp. She, too, was on the death march when the time came for us to retreat along with Germans.\"Malvina Graf, I Survived the Krakow Ghetto and Plaszow Camp (Tallahassee: Florida State University Press, 1989) p. 113 Ehlert was later moved to the Auschwitz concentration camp as an Aufseherin, where she oversaw women commanding Kommandos (slave labor groups). Ehlert later served as a guard at the Auschwitz subcamp in Rajsko, Poland, before she was transferred to the Bergen- Belsen concentration camp, where she became deputy wardress under Oberaufseherinnen Elisabeth Volkenrath and Irma Grese.fold3.com infosite; accessed 13 November 2014. When the British Army liberated the Belsen camp, Ehlert was arrested and tried at the Belsen Trial. She was defendant #8 during the trial.\"Women Guard Shot Girls Fleeing Camp Death House\", Toronto Star, 25 September 1945. While on trial, Ehlert was asked if she had committed theft, witnessed severe beatings, had committed murder and so on, to which she had denied most accusations. She was remanded along with all 45 defendants, and pleaded not guilty to all charges. She was found guilty at Belsen and innocent at Oświęcim.\"30 Germans Guilty of Camp Murders\".New York Times, 17 November 1945. She was sentenced to 15 years in prison, but was given early release on 7 May 1953.First Belsen Trial Aufseherin Herta Ehlert/Naumann / Ließ After the war, Ehlert lived under the assumed name Herta Naumann. She died in April 1997, aged 92. ==References== Category:1905 births Category:1997 deaths Category:Auschwitz concentration camp personnel Category:German prisoners and detainees Category:Majdanek concentration camp personnel Category:People convicted in the Belsen trial Category:Prisoners and detainees of the British military Category:Ravensbrück concentration camp personnel Category:Female guards in Nazi concentration camps Category:Place of birth missing ",
    "title": "Herta Ehlert"
}