{
    "id": "1277369",
    "text": "In mathematics, a branched manifold is a generalization of a differentiable manifold which may have singularities of very restricted type and admits a well-defined tangent space at each point. A branched n-manifold is covered by n-dimensional \"coordinate charts\", each of which involves one or several \"branches\" homeomorphically projecting into the same differentiable n-disk in Rn. Branched manifolds first appeared in the dynamical systems theory, in connection with one-dimensional hyperbolic attractors constructed by Smale and were formalized by R. F. Williams in a series of papers on expanding attractors. Special cases of low dimensions are known as train tracks (n = 1) and branched surfaces (n = 2) and play prominent role in the geometry of three-manifolds after Thurston. == Definition == Let K be a metrizable space, together with: # a collection {Ui} of closed subsets of K; # for each Ui, a finite collection {Dij} of closed subsets of Ui; # for each i, a map πi: Ui → Din to a closed n-disk of class Ck in Rn. These data must satisfy the following requirements: # ∪j Dij = Ui and ∪i Int Ui = K; # the restriction of πi to Dij is a homeomorphism onto its image πi(Dij) which is a closed class Ck n-disk relative to the boundary of Din; # there is a cocycle of diffeomorphisms {αlm} of class Ck (k ≥ 1) such that πl = αlm · πm when defined. The domain of αlm is πm(Ul ∩ Um). Then the space K is a branched n-manifold of class Ck. The standard machinery of differential topology can be adapted to the case of branched manifolds. This leads to the definition of the tangent space TpK to a branched n-manifold K at a given point p, which is an n-dimensional real vector space; a natural notion of a Ck differentiable map f: K → L between branched manifolds, its differential df: TpK → Tf(p)L, the germ of f at p, jet spaces, and other related notions. == Examples == Extrinsically, branched n-manifolds are n-dimensional complexes embedded into some Euclidean space such that each point has a well-defined n-dimensional tangent space. * A finite graph whose edges are smoothly embedded arcs in a surface, such that all edges incident to a given vertex v have the same tangent line at v, is a branched one-manifold, or train track (there are several variants of the notion of a train track — here no restriction is placed on the valencies of the vertices). As a specific example, consider the \"figure eight\" formed by two externally tangent circles in the plane. * A two- complex in R3 consisting of several leaves that may tangentially come together in pairs along certain double curves, or come together in triples at isolated singular points where these double curves intersect transversally, is a branched two-manifold, or branched surface. For example, consider the space K obtained from 3 copies of the Euclidean plane, labelled T (top), M (middle) and B (bottom) by identifying the half-planes y ≤ 0 in T and M and the half- planes x ≤ 0 in M and B. One can imagine M being the flat coordinate plane z=0 in R3, T a leaf curling upward from M along the x-axis to the right (positive y-direction) and B another leaf curling downward from M along the y-axis in front (positive x-direction). The coordinate axes in the M plane are the double curves of K, which intersect transversally at a unique triple point (0,0). == References == * Robert F. Williams, Expanding attractors, Publ. Math. IHES, t. 43 (1974), p. 169–203 Category:Generalized manifolds ",
    "title": "Branched manifold"
}