{
    "id": "1278353",
    "text": "Albéric Clément (c. 1165 – 3 July 1191) was the first Marshal of France (Marescallus Franciae), a position created for him by Philip Augustus in 1185. He also inherited the seigneurie of Mez (later Mez-le-Maréchal) in Gâtinais after his father's death in 1182. Albéric was born sometime in the mid-1160s to Robert III Clément and Hersende de Mez, and thus came from a knightly family- the Cléments of Mez. He accompanied Philip on the Third Crusade as Marshal, and distinguished himself at the Siege of Acre in particular, frequently leading the advanced guard into battle. Albéric is said to have died on 3 July 1191, during an attempted breach of the city's walls, with accounts by those such as contemporary poet Ambroise suggesting the Marshal led the charge himself and died on- or close to the Accursed Tower, after swearing that he would either die that day or enter Acre. Some accounts describe Albéric charging the walls with Philip's standard in hand and a number of men with him, attempting to scale the walls with a ladder, being pulled up with a grappling hook by the Saracen defenders and isolated from his men by rocks thrown onto the climbing assault party. Other accounts describe the ladder breaking under the weight of the Marshal's followers, leaving him alone on the wall. Accounts also go on to describe a defending soldier parading the walls wearing Albéric's armour after his death, stopping only when Richard I of England shot the man down. Albéric had two siblings, one of whom- Henry I Clément- would go on to become Marshal of France himself. ==Duties as Marshal of France== The title of Marshal of France as awarded to Albéric Clément and his successors did not involve command responsibilities of large armies- Albéric held no official command even at Acre. While military in nature, the position was more concerned with management of the king's horses and stables. It was not until the 15th century that the position would move away from managing stables to one with battlefield authority second only to the French sovereign. ==Gallery== Image:Blason fam fr Clément.svg|Coat of arms of the Cléments of Mez. The coat of arms represented on the work of Decaisne seem to be incorrect, the bend being given to cadet branches only Image:Acre1291 made by samsam.JPG|A map of Acre in 1291 (a century after Albéric's death), showing the position of the Accursed Tower Image:Siège de Ptolémaïs (1191).jpg|Death of Albéric Clément, by Alexandre-Évariste Fragonard ==References== Category:1160s births Category:1191 deaths Category:12th-century French people Category:Marshals of France Category:Christians of the Third Crusade ",
    "title": "Albéric Clément"
}