{
    "id": "1278037",
    "text": "Arouca () is a town and a municipality in the Metropolitan Area of Porto, Norte Region, Portugal. The population in 2011 was 22,359,Instituto Nacional de Estatística in an area of . It had 20,383 electors in 2006. The population has grown from 7072 inhabitants in 1801. The entire territory of Arouca is \"Arouca Geopark\" which is a member of the European Geoparks Network and Global Geoparks Network on account of its outstanding geological heritage, educational programs and projects, and promotion of geotourism.Arouca Geopark ==History== The territory that became Arouca was settled by vestiges of pre- historic tribes, but it was in the Roman occupation that the first artifacts associated with settlement first appeared. From archaeological excavations, it is known that the area was settled late in the Roman conquest of the Iberian Peninsula (due to its distance from coastal and North-South accesses). From local toponomy, the permanence of Germanic tribes is evident; names such as Sá, Saril, Alvarenga, Burgo, Escariz, Friães and Melareses, are examples of this influence. Following Moorish invasion more information began to be recorded in this region. Christian settlements that existed within the area were abandoned during this time, and moved to other northern access points. These settlements later returned following the Reconquista, when instability in the region disappeared. The history of Arouca, therefore, only became available with the founding and growth of the Monastery of Arouca, culminating in the religious life of D. Mafalda, daughter of the second King, D. Sancho I. It was this monastery, which for many centuries, that the populace of the region depended. The monastery was erected in the 10th century, in the invocation of Saint Peter, by two noblemen: Loderigo and Vandilo, from Moldes. The primitive building was nothing more than a simple dwelling, supporting a complement of monks and nuns. The centre of Arouca, with the Chapel of Misericórdia A symbol of the Christian influence in the region: the Alminhas do Calvário By the 12th century, D. Toda Viegas and his family became principal patrons of the monastery, resulting in a growth of wealth and prestige. D. Afonso Henriques, even before national independence, conceded the Viegas and the monastery's monks various privileges and donations. They received various charters between 1132 and 1143. In the first years of the 13th century, the monastery of Arouca passed into the hands of the Crown, and D. Sancho I left the complex in his testament to his daughter D. Mafalda. She entered monastic life between 1217 and 1220. Her presence resulted in a period of splendor and importance, not merely for her presence, but also her material wealth, which she brought into monastic service. By this time, the monastery was a sanctuary for nuns, and the principal economic center of the Arouca valley. Following the death of D. Mafalda, in 1256, the prestige of the monastery continued, carried on by here former support, memory, religious and cult. She was beatified in 1792 and her remains placed in an urn, executed in ebony, crystal, silver and bronze in one of the wings of the monastery's church (where her body was later moved in 1793). The municipality of Arouca evolved from a long process over the centuries, inheriting civil parishes and integrating municipalities from the 19th century. The municipality of Vila Meã do Burgo originated the parish of Burgo, which was annexed by Arouca in 1817. With the extinction of the municipalities of Alvarenga (1836) and Fermêdo (1855) many of the former parishes were integrated into Arouca: the parishes of Santa Cruz de Alvarenga, Canelas, Janarde and Espiunca were folded in from Alvarenga and the parishes of São Miguel do Mato, Fermêdo, Escariz and Mansores were annexed from Fermêdo. The parish of Covêlo de Paivó, which belong to the municipality of São Pedro do Sul, was annexed in 1917. The historical centre of Arouca, which included many the current parishes was constituted by the seats of São Bartolomeu (in 1846 the parishes of São Bartolomeu de Arouca and Santo Estêvão de Moldes), Cabreiros, Albergaria da Serra, part of São Salvador do Burgo, Santa Eulália, São Miguel de Urrô, Várzea, Rossas, Santa Marinha de Tropêço and Chave. ==Geography== ===Physical geography=== The rural village of Tebilhão in the terraced foothills of Arouca The Arouca is a fertile valley, almost entirely enclosed with a mountainous plateau, with only the western edge open to the rest of the country. To the north is the Serra do Gamarão, to the east the conic mountain of Mó and the Serra da Freita ao Sul.,Abel Botelho (1883) and to the south is the ridge of Montemuro (the highest point in the municipality). Here is situated the Pedra Posta, at approximately , relatively close to the Noninha. The existence of tungsten mines in this region, has historical attracted foreign mineral exploration companies. In the towns of Rio de Frades (parish of Cabreiros) and Regoufe (parish of Covêlo de Paivó), until the end of the Second World War, there functioned both English and German mining companies, that continued their mining operations (although at less intense levels) until the 1960s. The ruins of these mines and numerous pits are visible in the parishes of Alvarenga and Janarde, a testament the authentic \"gold fever\" associated with the mining industry here. ===Biome=== In addition to the geological richness of the region is the extraordinary biological diversity. The mountains and foothills continue several reliquaries of Portuguese endemic species, that included chestnuts, oak and holly species. ===Human geography=== {| border=\"0\" cellpadding=\"20\" cellspacing=\"0\" style=\"float:right;\" | |} Administratively, the municipality is divided into 16 civil parishes (freguesias): * Alvarenga * Arouca e Burgo * Cabreiros e Albergaria da Serra * Canelas e Espiunca * Chave * Covelo de Paivó e Janarde * Escariz * Fermedo * Mansores * Moldes * Rossas * Santa Eulália * São Miguel do Mato * Tropeço * Urrô * Várzea The municipal holiday is May 2 and it celebrates Saint Mafalda. ==Architecture== The archaeological site of São João de Valinhas is located in Arouca. ==References== ==External links== *Municipality official website *Arouca Geopark - Metropolitan Area of Porto *Metropolitan Area of Porto *Coordination and Development Committee of the North Region *Tourism of Porto and Norte Region, Portugal *«Aqui é Arouca» - site *Fair of Harvests - site Category:Municipalities of Aveiro District ",
    "title": "Arouca, Portugal"
}