{
    "id": "1278705",
    "text": "Qeqertarsuaq () is a port and town in Qeqertalik municipality, located on the south coast of Disko Island on the west coast of Greenland. Founded in 1773, the town is now home to a campus of the University of Copenhagen known as Arctic Station. Qeqertarsuaq is the Kalaallisut name for Disko Island and is also now used for several other islands on Greenland, including those formerly known as Upernavik and Herbert Island. Qeqertarsuaq means ‘the big island’ in Kalaallisut. In 2020, the town had 839 inhabitants. The remainder of the population of the island (less than 50 people) lives in the Kangerluk settlement, a few hours by boat to the northwest. == Geography == The total area of Disko Island and its satellite islands (mainly Qeqertarsuatsiaq Island northwest of the northern coast and Qeqertaq on the southwest coast at the mouth of Disko Fjord) is . Blæsedalen valley is to the north of the town. Kangerluk is the location where researchers found a 'galloping' glacier in 1999 that moves up to a day. == History == Qeqertarsuaq (c.1900) Traces of settlement between five and six thousand years ago have been found at Qeqertarsuaq. The settlers were paleo-Eskimos wandering south. During the 18th century, the first whalers came to Qeqertarsuaq, where they found a suitable anchorage. The town was founded as Godhavn by the whaler Svend Sandgreen in 1773. The name was sometimes anglicized as Guthaveni.a., Lieber, Francis & al. Encyclopædia Americana: A Popular Dictionary of Arts, Sciences, Literature, History, Politics and Biography. \"Greenland\". B.B. Mussey & Co., 1854. and the settlement was also known as LievelyColton, G.W. \"Northern America. British, Russian & Danish Possessions In North America.\" J.H. Colton & Co. (New York), 1855. or Leifly.Ross, James. Narrative of a Second Voyage in Search of a North-west Passage, and of a Residence in the Arctic Regions During the Years 1829, 1830, 1831, 1832, 1833. A.W. Webster, 1835. It served as the northernmost point in the enforcement of the Danish rights to whaling in the region. Whaling has been of great importance to the town over the past two centuries. Hunting and fishing are still the primary occupations for the island's inhabitants. From an early date, Godhavn shared the administration of Greenland with Godthåb (modern Nuuk). Godhavn served as the capital for North Greenland while Godthåb directed South Greenland. In 1862, a new law on municipalities was passed and the so-called Directions were introduced in Greenland. The primary task of the Directions was the administration of the means set apart for social purposes: support for widows, orphans, and others in need. The Directions also functioned as inferior courts in case of theft and other petty crimes. The Directions also took active part in the fight against the spreading of distemper. In Godhavn, they founded a kayak school for boys and a sewing school for girls. The Councils of Northern and Southern Greenland were summoned to a meeting in Godhavn on 3 May 1940. Following this meeting, administration for the entire island was concentrated in Godthåb. The Chief Administrative Office was abolished in 1950 at the establishment of the National Council of Greenland. With the end of government positions in town, the local economy focused more directly on hunting and fishing. On 1 January 2009, the former Qeqertarsuaq municipality was merged into the new Qaasuitsup municipality. This in turn was partitioned on 1 January 2018, at which time Qeqertarsuaq became part of the new municipality of Qeqertalik. == Tourism == Many of the flat basaltic mountains found on Disko Island are covered with perpetual snow. The largest is called Sermersuaq (\"Grand Glacier\"). Sermersuaq is situated rather far from the coast and is difficult to reach in the summer. Lyngmarksbræen (\"Lyngmark Glacier\") is much smaller, covering only about 10 km, but can be reached more easily in a few hours' walk. From Lyngmarksfjeld, a panoramic view of Disko Bay allows viewers to see the icebergs at Ilulissat almost away. Qeqertarsuaq has a dog sled rental. == Transport == Sikorsky S-61N helicopter, seen here on the tarmac in Ilulissat Airport. During the winter, Air Greenland operates air services from Qeqertarsuaq Heliport to Ilulissat, Qasigiannguit, and Aasiaat.Air Greenland, Departures and Arrivals When the waters of Disko Bay are navigable during summer and autumn, the heliport is closed and communication between settlements occurs only by sea via Diskoline.Diskoline timetable The ferry links Qeqertarsuaq with Ilulissat, Aasiaat, Qasigiannguit, and Kitsissuarsuit. == Notable current/former residents == * Rasmus Lerdorf, creator of the computer programming language PHP, was born in Qeqertarsuaq.Do you PHP? by Rasmus Lerdorf == Population == With 839 inhabitants in 2020, Qeqertarsuaq was the smallest town in the then-municipality of Qaasuitsup. The population has decreased by more than 22% relative to the 1990 levels and by nearly 15% relative to the 2000 levels. == Sister cities == * Húsavík, Iceland == Notes == == References == == External links == * greenland.com Map of Qeqertarsuaq area * Category:Populated places in Greenland Category:Populated places of Arctic Greenland Category:Populated places established in 1773 Category:1773 establishments in North America Category:18th-century establishments in Greenland Category:Qeqertalik ",
    "title": "Qeqertarsuaq"
}