{
    "id": "1278478",
    "text": "is a 1997 racing video game developed by Traveller's Tales and Sonic Team for the Sega Saturn. It is the third racing game in the Sonic the Hedgehog series, and the first to feature 3D computer graphics. The player races one of ten Sonic characters in various Sonic-themed race tracks as they attempt to stop Doctor Robotnik from stealing the Chaos Emeralds and enslaving the world. Sonic R features single-player and multiplayer game modes, and while similar to kart racing games such as Mario Kart, it places an emphasis on jumping and exploration. By collecting items and completing objectives, players can unlock secret characters. Development began after the completion of Sonic 3D Blast in 1996 and took nine months. It was the second collaboration between Traveller's Tales and Sonic Team and was designed to take advantage of the Saturn hardware. Sonic Team designed the race tracks, while Traveller's Tales handled implementation and programming using a custom game engine. The soundtrack was composed by Richard Jacques; tracks from the game, most notably \"Super Sonic Racing\", have been reused in subsequent Sonic titles. Sega released the game for the Saturn in late 1997, for Windows the following year, and for the GameCube and PlayStation 2 as part of Sonic Gems Collection in 2005. Sonic R was the only original Sonic title released for the Saturn; Sonic 3D Blast is a port of the Mega Drive game, and Sonic Jam is a compilation of the first four Sonic games. Initial reviews for the game were mixed, with retrospective reception being more negative. It was praised for its visuals and level design, but criticized for its controls and short length. Meanwhile, Jacques' soundtrack polarized audiences, who alternatively found it catchy and well produced or out of place in a racing game. Fan interest in Sonic R would inspire Sega to revisit the racing genre in future Sonic games, leading to the development of titles such as Sonic Riders (2006). == Gameplay == Sonic racing on the \"Resort Island\" race track Sonic R is a racing video game with single-player and multiplayer modes. The player selects a character and participates in a footrace on one of five race tracks, competing for the fastest time ahead of the other racers. Four characters are initially available, while the other six are secret characters that become available when the player completes certain in-game objectives.Official Guide, p. 31 Although the gameplay is considered similar to kart racing games such as the Mario Kart series, Sonic R places an emphasis on jumping and exploration, as each track has multiple paths and hidden areas. The tracks, although original creations, are thematically based on the art style and environments of classic Sonic games such as Sonic the Hedgehog's \"Green Hill Zone\" and Sonic the Hedgehog 2s \"Chemical Plant Zone\". During each race, the player is able to collect items scattered across the track, bestowing advantages. Rings, a staple Sonic series item, are abundant; the player can exchange rings to gain a temporary speed boost or open doors leading to short cuts or special items. \"Item Panels\" give a random temporary advantage, such as a speed increase or shields that grant abilities such as being able to run across water or attract nearby rings.Sonic R Instruction Booklet. North American, Sega Saturn version. p 13 (PDF) Collection of other special items, such as \"Sonic Tokens\" and the Chaos Emeralds, may lead to the unlocking of secret characters. Sonic R allows the player to select the type of weather seen during races. There is also a \"Time Attack\" mode, where the player races solo to get the fastest time, and a two player competitive mode, increased to four-players in the Gems Collection port. In addition to the standard time trial mode, there are two others: \"Get 5 Balloons\", where five balloons are scattered across the track and must be located, and \"Tag 4 Characters\", where the player chases and must catch four others.Official Guide, p. 33. === Characters === Sonic R features ten playable racers, each with unique attributes and abilities falling in line with their usual abilities.Official Guide, pp. 10-24. The title character, Sonic the Hedgehog, is the fastest and possesses the ability to \"double jump\" (being able to perform a second jump in mid-air).Sonic R Instruction Booklet. North American, Sega Saturn version. p 17 (PDF) Tails is able to fly through the air for a short time, and Knuckles the Echidna can glide through the air upon jumping.Sonic R Instruction Booklet. North American, Sega Saturn version. p 18 (PDF) Amy Rose, the last initially available character, drives a car, allowing her to hover over bodies of water and receive extra speed from driving over boost spaces. Secret characters include Sonic's archenemy Dr. Robotnik, who flies in a hovercraft and resists differences in terrain; robotic clones of Sonic (Metal Sonic), Tails (Tails Doll), and Knuckles (Metal Knuckles); Robotnik's robotic assistant EggRobo;Official Guide, p. 22. and Super Sonic, a faster version of Sonic powered by the Chaos Emeralds. == Plot == Sonic and Tails are about to take a holiday when Tails notices an advertisement for a \"World Grand Prix\".Instruction Booklet, p. 3 (PDF) While not initially interested, Sonic notices that Dr. Robotnik is also participating in the race, which persuades him to change his mind and enter the race. It is revealed that Robotnik has recently learned of the whereabouts of the rare and powerful Chaos Emeralds, with which he aspires to enslave the world, and the World Grand Prix is actually a trap used to distract Sonic. Knuckles and Amy overhear of Robotnik's plan and decide to compete. Together, the four must balance both winning races and obtaining the Chaos Emeralds to keep them out of Robotnik's reach. == Development == After the completion of Sonic 3D Blast in 1996, Sega approached Traveller's Tales about working on another Sonic game, this time being a racing game. Traveller's Tales, who coincidentally had been working on a 3D graphics engine without a purpose at the time, found this to be a logical progression, and accepted the project. Traveller's Tales chose to rebuild a Formula One game they were developing into a Sonic-branded title. Development started in February 1997 as a joint project between Sega's Sonic Team and Traveller's Tales. The game was originally known as Sonic TT (the TT standing for Tourist Trophy). It was first publicly announced as \"Phase Two of Project Sonic\" (with \"Phase One\" being Sonic Jam). The schedule was tight, and Traveller's Tales requested more freedom than they had with Sonic 3D Blast. Sonic Team designed the race tracks and the game's general flow, and Traveller's Tales were responsible for the implementation and programming. Each track was inspired by levels from previous Sonic games such as Green Hill and Casino Night, and it was due to the tight schedule that there were only five. Secret areas and exploration phases were added to follow the series' traditions (Sonic Team also wanted a cross between a racing game and a platforming game), and for this reason a map was developed. Sega of Europe producer Kats Sato handled communication with Sonic Team, as he was the only person who could speak both English and Japanese. Discussions led to the reward mechanisms, which Sato believed broadened the game. The courses' look and feel were inspired by other Sonic games, including Sonic 3D Blast. The 3D models were based on 2D sketches from Sonic Team. All models and animations were developed using Softimage, while Traveller's Tales created their own tools for the remaining game development. Implementing the two-player split- screen mode proved difficult; programmer Jon Burton stated that this was mainly because it was difficult to ensure cheating was not too easy, so shortcuts were made challenging, with a penalty incurred if players got them wrong. A major development goal was to maintain a consistent 30 frames per second frame rate during gameplay. A custom game engine was developed to take full advantage of the Sega Saturn hardware, and a graphical technique, described as \"12 layer transparency\", was used to transparentise distant textures to conceal the Sega Saturn's limited draw distance. Burton claimed that Sonic R could not have been replicated on other consoles during the timeframe, such as the PlayStation console, due to the technique developed specifically for the Sega Saturn hardware. Environment mapping was achieved by writing what Burton described as a software version of the PlayStation's hardware rendering, as the Saturn's hardware was incapable of it. An early build was unveiled at the Electronic Entertainment Expo in Atlanta, Georgia in June 1997, with Sega releasing screenshots of a \"40% complete build\" to various magazines shortly afterwards. The builds would be largely the same as the final game, with the exception of minor tweaks, such as the ability to play the \"Resort Island\" level being in sunset, rather than bright sunshine, a change that was made because of the level's music track titled \"Can You Feel The Sunshine?\" Traveller's Tales had used programming techniques inspired by those (such as a type of fog known as \"Pixie Dust\") used on the Nintendo 64. Hirokazu Yasuhara of Sonic Team went to England and fine-tuned the game due to lack of time for communication. Technical and scheduling issues caused Sato to change the game design, leading to a dispute with producer Yuji Naka, and Sato removed his name from the credits. The game's final release would be first in North America on 18 November 1997, with releases in other regions occurring in late 1997 for the Sega Saturn, and into 1998 for the PC version. The PC versions allowed the user to alter graphics details such as allowing to change between software rendering and 3D acceleration or adjusting the game's draw distance, affecting how soon objects in the distance are visible.Sonic R Game, Options Menu Like many other previous Sonic games during this time period, a largely unrelated Sonic R game was released as a Tiger Electronics LCD handheld game around the same time in 1998. === Music === The soundtrack for Sonic R was composed by British composer Richard Jacques of Sega Europe, who had also previously worked on the soundtrack of the Sega Saturn and PC versions of Sonic 3D Blast. Work on the soundtrack began in March 1997 when Jacques travelled to Japan to meet with Sonic creator Yuji Naka to discuss the musical approach to take for the game. The first song written was \"Super Sonic Racing,\" which would be used for the game's reveal in June at E3. British singer TJ Davis provided the vocals for the song, which Naka liked so much that he requested that she be featured in all the game's songs. Jacques wrote all the lyrics for the songs with the intention that they would complement the on-screen action but still be appealing to someone who had never played the game. Tracks were recorded and programmed at Sega Digital Studios, and then worked on for two weeks at Metropolis Studios in London, where a week was spent on vocals, and a week was spent on producing, mixing, and finalising the tracks. Jacques stated that this task was amongst the most difficult in his career because the lyrics needed to \"really mean something\". Sonic R features two separate mixes of each song in its in-game soundtrack; ones with vocals and instrumental versions, giving the player the option to disable vocals. An official soundtrack CD was released on 21 January 1998.Official Guide, p. 112. == Reception == The Saturn version of Sonic R received mixed reviews from critics at the time of its release, although retrospective commentary has been more negative. It received an aggregate score of 69 per cent from GameRankings, based on six reviews, and the PC version received 70 per cent based on two. The game's visuals were considered its strongest feature. AllGame called the textures vibrant and noted they had \"no pop-up or glitching\", and Electronic Gaming Monthly (EGM) felt the environmental details were lush. EGM and Sega Saturn Magazine highlighted the consistent frame rate (which rarely dropped below 30 frames per second) as a noteworthy achievement, with the latter favourably comparing Sonic R to the Saturn version of Sega Rally Championship. Next Generation hailed the game as \"the most visually outstanding Saturn title\" for its use of transparency effects and reflective surfaces, a sentiment echoed by EGM. Sega Saturn Magazine cited the \"Radiant Emerald\" level, which is made from transparent polygons, as far superior when compared to Mario Kart 64s \"Rainbow Road\". GameSpot stated that the cartoonish style of previous Sonic games worked well in 3D. GameSpot, EGM, and GamePro criticised the background's graphical \"pop-up\", with GamePro opining that it ruined the multiplayer mode. However, Sega Saturn Magazine praised the two- player mode for maintaining the same speed and graphical detail as its single- player counterpart. Game Informer asserted that \"the way they hid the background pop through translucent melting is innovative\", but they panned the poor quality of the character animation. Finally, Sega Saturn Magazine complimented the replay mode's more dramatic camera angles. Critical reaction to the game's level design was also positive. Game Informer found the tracks imaginative and filled with secrets, while EGM and them \"some of the most well-designed tracks ever\". AllGame, EGM, and Game Informer thought similarly. Sega Saturn Magazine compared the level design to that of the 16-bit Sonic titles and Sonic Team's Nights into Dreams..., noting that \"far more fun is to be gleamed from the exploration element\" than \"the temptation ... to leg it through each of the levels in a time trial-like way\". In a similar vein, Next Generation described Sonic R and Nintendo 64 contemporary Diddy Kong Racing as \"less of a racing title and more of a driving adventure game\". Sega Saturn Magazine commented on the replay value provided by alternate modes, such as \"Get 5 Balloons!\", but conceded that \"five tracks don't really suffice, even with the reverse mode\". GameSpot, EGM, and Game Informer also expressed disappointment with the limited selection of levels. The title's controls and overall gameplay were criticised, with some questioning their accuracy and depth. GameSpot finished every level in first place within one hour using only one of the four initial characters. While the game also features a hard mode, GameSpot concluded that \"Sonic R has more in the personality department than in the depth department\". GameSpot and Game Informer cited finding the Chaos Emeralds and hidden coins as difficult, but GameSpot argued that such optional tasks offered little in return, because the hidden characters \"are mostly robot versions of the already playable ones\". Moreover, AllGame believed the controls took time to get used to, but added: \"Start sliding around corners and letting off the gas at the right times and you'll be finding all of the secrets that Sonic R conceals in no time\". Likewise, Sega Saturn Magazine called the controls \"initially tricky ... but incredibly playable,\" Next Generation stated \"the proper techniques, with time, can be learned,\" and Game Informer concluded \"once you get used to it, you'll find a real solid game\". Game Informer thought the game played better with the digital pad as opposed to Sega's analogue controller. GamePro agreed that the controls were responsive, but to a fault: \"At high speeds, it's nearly impossible to run in a straight line\". Sonic R's soundtrack was particularly divisive. Sega Saturn Magazine described the \"storm of controversy [that] surrounds the accompanying music\", which \"has come in for a bit of a slagging on the Internet recently for the addition of vocals.\" Although he was not a fan of dance music, Nutter stated that the tracks were \"better than most chart stuff\", while the included instrumental versions were sufficient \"to appease everyone\". AllGame offered high praise for the soundtrack, which they called \"One of the most inspired ... I've ever heard\", while GameSpot believed the songs gave the game so much more personality\". Conversely, GamePro deplored the music as \"unbelievably annoying\". Computer and Video Games complimented the music, saying it \"fits the Sonic style perfectly\", and is reminiscent of Sonic CDs soundtrack. The ported version of the game available in Sonic Gems Collection was more negatively reviewed. Eurogamer called the game \"too awkward to play for any length of time\", and 1UP.com wrote the visuals were grainy—\"mak[ing] it hard to tell where you're going\"—and the controls were frustrating and imprecise. GameSpot described \"its laughably bad soundtrack\" as \"[its] only redeeming quality\", and GameSpy called Sonic R \"a concept that works better in theory than in practice\"—despite its \"fantastic (if not bizarre) soundtrack\". Conversely, Jeuxvideo.com, in a negative review of Sonic Gems Collection, praised the game, arguing that it was the only decent game in the compilation alongside Sonic CD. In a 2003 retrospective, Game Informer described the game as \"decent, but unmemorable\", while GamesRadar included Sonic R in a 2014 list of the top 50 Sega Saturn games, calling it \"a technical tour de force\". GameTrailers ranked it as the second worst Sonic game, behind 2006's Sonic the Hedgehog. Game designer Hirokazu Yasuhara, who helped Traveller's Tales rework the game in response to concerns over the quality of a preview version, has maintained that \"the final version of Sonic R is actually quite good ... However, I do admit that the base concept of Sonic R, in which a player 'drives' running characters, is not great\". == Legacy == Despite Sega releasing two Sonic racing games prior to Sonic R, Sonic Drift and Sonic Drift 2, for the Sega Game Gear, developer Takashi Yuda cited fans requesting more racing games in the vein of Sonic R would be Sega's actual inspiration for revisiting the genre in future years. This led to the development and release of the hoverboarding game Sonic Riders, although there are no connections between the two games other than both being racing games. Later Sonic racing games include Sonic Riders sequels Sonic Riders: Zero Gravity and Sonic Free Riders, and kart games Sonic & Sega All-Stars Racing, Sonic & All-Stars Racing Transformed and Team Sonic Racing. Songs from Sonic Rs soundtrack were included in later games featuring Sonic in their original forms or as remixes, including Super Smash Bros. Brawl, Super Smash Bros. Ultimate, Sonic Generations, Sonic & Sega All-Stars Racing and Sonic & All-Stars Racing Transformed. The 2019 release Team Sonic Racing features several references to Sonic R, including remixes of songs from the soundtrack (including \"Super Sonic Racing\" and \"Can You Feel the Sunshine\") and the use of the distinctive red \"R\" in the game's logo and on the in-game currency. == Notes == == References == === Sources === * == External links == * Official Sega Minisite (Sega Saturn) * Official Sega Minisite (PC) Category:1997 video games Category:Multiplayer and single-player video games Category:Racing video games Category:Sega Saturn games Category:Sega video games Category:Sonic the Hedgehog video games Category:Traveller's Tales games Category:Video games developed in Japan Category:Video games developed in the United Kingdom Category:Video games produced by Yuji Naka Category:Video games scored by Richard Jacques Category:Windows games ",
    "title": "Sonic R"
}