{
    "id": "1278119",
    "text": "Montalcino Brunello di Montalcino is a red DOCG Italian wine produced in the vineyards surrounding the town of Montalcino, in the province of Siena, located about 80 km south of Florence in the Tuscany wine region. Brunello, a diminutive of Bruno (\"brown\"), is the name that was given locally to what was believed to be an individual grape variety grown in Montalcino. In 1879 the Province of Siena's Amphelographic Commission determined, after a few years of controlled experiments, that Sangiovese and Brunello were the same grape variety, and that the former should be its designated name.Kerin O'Keefe Brunello di Montalcino. Understanding and Appreciating One of Italy's Greatest Wines University of California Press 2012 In Montalcino the name Brunello evolved into the designation of the wine produced with 100% Sangiovese. In 1980, Brunello di Montalcino was among the four wines awarded the first Denominazione di Origine Controllata e Garantita (DOCG) designation. Today it is one of Italy's best-known and most expensive wines.M. Ewing-Mulligan & E. McCarthy Italian Wines for Dummies pp. 159-–61 Hungry Minds 2001 ==History== Sangiovese grapes in Montalcino. One of the first records of \"Brunello\" was a red wine that was made in the Montalcino area in the early 14th century. In 1831, marchese Cosimo Ridolfi (who was later appointed Prime Minister of Tuscany by the Grand Duke Leopold II) praised the merits of the red wines of Montalcino above all others in Tuscany. In 1865, an agricultural fair in Montalcino noted that the prize winning wine of the event was a \"select red wine\" known as a Brunello.J. Robinson (ed) The Oxford Companion to Wine Third Edition pp. 106–107 Oxford University Press 2006 In the mid-19th century, a local farmer named Clemente Santi isolated certain plantings of Sangiovese vines in order to produce a 100% varietal wine that could be aged for a considerable period of time. In 1888, his grandson Ferruccio Biondi-Santi—a veteran soldier who fought under Giuseppe Garibaldi during the Risorgimento—released the first \"modern version\" of Brunello di Montalcino that was aged for over a decade in large wood barrels.K. MacNeil The Wine Bible pp. 382–384 Workman Publishing 2001 H. Johnson Vintage: The Story of Wine pg 423 Simon and Schuster 1989 H. Johnson & J. Robinson The World Atlas of Wine pg 179 Mitchell Beazley Publishing 2005 By the end of World War II, Brunello di Montalcino had developed a reputation as one of Italy's rarest wines. The only commercial producer recorded in government documents was the Biondi-Santi firm, which had declared only four vintages up to that point—1888, 1891, 1925, and 1945. The high price and prestige of these wines soon encouraged other producers to emulate Biondi-Santi's success. By the 1960s there were 11 producers making Brunello, and in 1968 the region was granted Denominazione di Origine Controllata (DOC) status. By 1970 the number of producers had more than doubled to 25, and by 1980 there were 53 producers. In 1980, the Montalcino region was the first Italian wine region to be awarded Denominazione di Origine Controllata e Garantita (DOCG) designation. By the turn of the 21st century, there were nearly 200 producers of Brunello di Montalcino, mostly small farmers and family estates, together producing nearly 330,000 cases a year. In 2008, Italian authorities confiscated four producers' 2003 Brunello on charges that the producers had committed fraud by including foreign varietals such as Cabernet Sauvignon and Merlot in the wine that they then fraudulently labeled as Brunello di Montalcino, which by law may only contain Sangiovese grapes. Laboratory tests later confirmed that the confiscated wines were in fact Brunello except for a small portion that remained inconclusive. ==Climate and geography== Brunello vines in Montalcino. Montalcino has one of the warmest and driest climates in Tuscany with the grapes in the area ripening up to a week earlier than in nearby Montepulciano. It is the most arid Tuscan DOCG, receiving an average annual rainfall of around 700 mm, in contrast to the Chianti region which receives an average of 900 mm. As with all of the Northern Hemisphere, the north-facing slopes receive fewer hours of sunlight and are generally cooler than the south-facing slopes. Thus, vineyards planted on the north-facing slopes ripen more slowly and tend to produce wines that are racier and more aromatic. Vineyards on the southern and western slopes receive more intense exposure to sunlight and more maritime winds which produces wines with more power and complexity. The top producers in the area have vineyards on both slopes, and make use of a blend of both styles.James Suckling. \"Brunello di Montalcino: The Wines\", Wine Spectator, p.42, 31 July 2007 The town of Montalcino is a small medieval village located about above sea level in the province of Siena. The wine district is centered to the northeast of the village in densely wooded and hilly terrain. Monte Amiata, the highest peak in Southern Tuscany, provides a sheltering influence from the southeast and tempers the region's climate and rainfall. Compared to the nearly of planted land in Chianti, Montalcino is a relatively small wine region with around planted. Vineyards in Montalcino are planted in varied soils—including limestone, clay, schist, volcanic soil and a crumbly marl known as galestro—at altitudes ranging from 149 m to 500 m. This diversity in terroir contributes to the vast range in quality and potential complexity of Brunello di Montalcino. According to Kerin O'Keefe: \"although sangiovese excels in select parts of Montalcino, it does not perform as well throughout the whole denomination thanks to the dramatic differences within the large growing area\". O'Keefe is in favor of putting subzones on the labels as this would greatly help consumers understand the stark differences among Brunellos from Montalcino's greatly varied territory, proposing 8 subzones: Montalcino North, Montalcino South, Castelnuovo dell'Abate, Camigliano, Tavernelle, Bosco, Torrenieri, Sant'Angelo. ==Winemaking and regulations== Brunello di Montalcino \"Biondi-Santi, 1967 - Brunello di Montalcino \"Fattoria dei Barbi, 1968 , bottle N° R7381 - Tegolato, 1966, produced bottles: 39.200, bottle n°20.910 Brunello di Montalcino is made 100% from Sangiovese. Traditionally, the wine goes through an extended maceration period where color and flavor are extracted from the skins. Following fermentation the wine is then aged in oak. Traditionally, the wines are aged 3 years or more \"in botte\"—large Slavonian oak casks that impart little oak flavor and generally produce more austere wines. Some winemakers will use small French barrique which impart a more pronounced vanilla oak flavor. There is a middle ground where the wine is aged in small barrique for a short time and then spends a longer sojourn in the traditional botte. Most producers will separate their production between a normale and riserva bottling. The normale bottles are released on the market 50 months after harvest and the riserva are released a year afterward. The current aging requirements were established in 1998 and dictate that Brunellos are to be aged in oak for 2 years and at least 4 months in a bottle before release. Winemakers who intentionally stray from these rules and regulations can possibly receive a conviction of commercial fraud accompanied by an imprisonment sentence of up to six years. ===Brunellopoli=== In 2008, reports surfaced that Italian authorities were investigating claims that several major Brunello producers were adulterating their wines by using foreign or domestic grape varieties in violation of the DOCG regulations, which stipulate that only Sangiovese may be used to make Brunello. The prosecutor handling the investigation said he would bring commercial fraud charges that could result in imprisonment for the violators. The producers in question were suspected of adding wine made from non-approved grapes in order to make it more appealing to the international market. In response the U.S. government blocked imports of Brunello that did not have proof that they were in fact 100% Sangiovese. The scandal was coined Brunellopoli by the Italian wine press. ==Grapes and wines== A Brunello di Montalcino produced by the Antinori family. The Sangiovese grape is the most widely planted grape in the Montalcino region and is the only permitted grape in the Brunello di Montalcino DOCG. The particular clones of Sangiovese are unique to the Montalcino region and have developed in adaption to that area's specific terroir. The altitude and climate of the Montalcino region has provided an area where Sangiovese ripens more fully and consistently than anywhere else in Tuscany. These factors contribute to the body, color, extract and tannins commonly associated with Brunello di Montalcino. In contrast to Chianti, the other famous Sangiovese based wine of Tuscany, Brunello di Montalcinos have a more fleshy texture with common aromas and flavors of blackberry, black cherry, black raspberry, chocolate, leather and violets. Brunello is often compared with the Pinot noir wines of Burgundy with its smooth tannins and ripe, fruit driven character. The high acidity of the wine allows it to pair well with food, especially grilled meat and game. A large portion of Brunello sold in the United States is purchased in restaurants. The wine has become particularly popular in America with nearly 1 out of every 3 bottles of Brunello di Montalcino being sold in the US. Brunello di Montalcino are known for their ability to age with well made examples from exceptional vintages often showcasing development for several decades. Master of Wine Mary Ewing- Mulligan notes that most Brunellos often need at least 10 years before they shed their youthfulness and start to harmonize their flavors. ==Other wines== In addition to Brunello di Montalcino, producers in the Montalcino region can produce wine under Rosso di Montalcino, Sant'Antimo and Moscadello di Montalcino DOCs as well as the generic Indicazione geografica tipica designation of Toscana IGT. Moscadello di Montalcino is a sweet white wine made from Muscat. The style was once widely produced in Montalcino but fell out of style following World War II. In the early 1980s, the wine estate of Castello Banfi attempted to revive the style by planting Muscat. The Sant'Antimo DOC was named for the 9th century abbey built by Charlemagne. In the 1970s, producers in Montalcino were influenced by the success of the \"Super Tuscan\" style of wine that was gaining international recognition for Chianti producers who deviated from DOC regulations with winemaking techniques such blending Cabernet Sauvignon with Sangiovese. In 1996, Italian authorities approved the Sant'Antimo DOC to allow Montalcino producers to produce DOC designated wines that were not 100% Sangiovese. These wines include blended Bianco and Rosso wines as well as varietally labeled Cabernet Sauvignon, Chardonnay, Merlot, Pinot grigio, Pinot nero and Sauvignon blanc. ===Rosso di Montalcino=== A Rosso di Montalcino made from 100% Sangiovese in the Brunello di Montalcino region. The Rosso di Montalcino DOC was established in 1984 as a means of giving Brunello di Montalcino producers the flexibility to continue the tradition of long aging of the region's flagship wine. Rosso di Montalcino is made from 100% Sangiovese grown in the same delineated region as Brunello di Montalcino. However, the wine is required to spend only six months aging in oak and 1 year total aging before release. This allows Brunello producers to make an earlier releasing wine that can generate cash flow while their Brunello di Montalcino age for their complete duration. In less than ideal vintages some producers will relegate all their grapes to Rosso di Montalcino production and not make a Brunello. Wineries can also declassify their Brunello that has already been aging 2–3 years and release it as Rosso di Montalcino if the wine is not developing to their expectations. Rosso di Montalcino is typically lighter, fresher and more approachable upon release though some producers will make wines with more Brunello like characteristics. These \"Baby Brunellos\" are often 1/3 to 1/2 the price of Brunello di Montalcino. ==References== Category:Italian DOCG Category:Wines of Tuscany ",
    "title": "Brunello di Montalcino"
}