{
    "id": "1278184",
    "text": "alt= North American Cuisine includes foods native to or popular in countries of North America, such as Canadian cuisine, American cuisine, African American cuisine, Mexican cuisine and Central American cuisine. North American cuisines display influence from many international cuisines, including Native American cuisine, Jewish cuisine, African cuisine, Asian cuisine, and especially European cuisine. Grilled Shrimp As a broad, geo-culinary term, North American cuisine also includes Central American and Caribbean cuisines. These regions are part of North America, so these regional cuisines also fall within the penumbra of North American cookery. Burrito The term \"regional\" is somewhat ambiguous, however, since the cuisine of Puerto Rico can differ markedly from Cuban cuisine; Mexican cuisine spills across the border into the Tex-Mex and Mexi-Cali \"sub-cuisines\"; and the cuisines of Michigan and Ontario have more in common with each other than either has with the cuisines of Manitoba or Iowa. North American cuisine can also include dishes and cuisines that originated in North America such as the Canadian Poutine and regional cuisines like California cuisine. ==History== North American cuisine first originated with the settlement of the North American continent. Amerindian populations cultivated the native plants and animals and over time created unique cooking techniques and dishes. The colonization of North America brought European, African and Asian cuisine to the region and these blended with the Amerindian cuisine of the settled populations. As colonization continued and countries became established new cuisines and dishes sprouted across the region. Immigration from Europe brought a broader range of European cuisine to the region in the 17th and 18th centuries. In the 19th century Asian immigration increased adding a new cultural influence. Later international immigration increased bringing even more food traditions and cuisines into North America. Today North American cuisines have global origins and influences in addition to unique modern creations native to the region. ==Countries== * American cuisine * Anguillan cuisine * Antigua and Barbuda cuisine * Barbadian cuisine * Bahamian cuisine * Belizean cuisine * Bermudian cuisine * Canadian cuisine * Cayman Island cuisine * Costa Rican cuisine * Cuban cuisine * Dominican Republic cuisine * Dominica cuisine * Greenlandic cuisine * Grenadan cuisine * Guatemalan cuisine * Haitian cuisine * Honduran cuisine * Jamaican cuisine * Mexican cuisine * Nicaraguan cuisine * Panamanian cuisine * Puerto Rican cuisine * Saint Lucian cuisine * Salvadoran cuisine * Trinidadian and Tobagonian cuisine * British Virgin Islands cuisine * United States Virgin Islands cuisine ==See also== *List of American regional and fusion cuisines *Puerto Rican cuisine (part of the Caribbean and Latin American regions and of the United States) ==References== Category:Cuisine by continent ",
    "title": "North American cuisine"
}