{
    "id": "1278649",
    "text": "Sara Pezzini is a fictional superheroine starring in the Witchblade series. Sara also appeared in a Turner Network Television live-action feature film and TV series of the same name and she was portrayed by Yancy Butler. She is an NYPD homicide detective whose life changed when she came into contact with a powerful ancient weapon known as the Witchblade, which bestows its wielder with supernatural powers. ==Fictional biography== Sara Magdalene Pezzini was born November 18, 1970, and is of Italian descent. Her major enemies are Kenneth Irons and Ian Nottingham. As one of the current hosts of the Witchblade, Sara has been granted many unique abilities, including the power and ability to heal herself, to create (often very revealing) armor over her skin (as the Witchblade tends to rip away all of her clothes), to shoot energy blasts, to extend razor sharp tendrils and even winged flight. She has yet to explore the full limits of the Witchblade, and thus does not know what other mystical magical abilities it possesses. When not overly active, the Witchblade can assume the form of a bracelet, allowing her to wear the entity without drawing attention. The Witchblade is a male entity of both light and dark which represents both order and chaos. It is the offspring of the Angelus and the Darkness; as such, Sara does not have complete control over its actions and reactions. Sara first appeared in Cyblade/Shi: The Battle for Independents #1 (January 1995). She had wanted nothing more in her life than to be a good cop. As a homicide detective in New York City, life was challenging enough, but for Sara, those were simpler times. While on an undercover case at the Rialto Theater, both she and her partner, Michael Yee (named Danny Woo in the TV series), were mortally wounded. At this same theater was a man named Kenneth Irons, who had brought a gauntlet known as the Witchblade. Irons was in search of the secrets to unlocking his full power and ability. While Sara lay dying, the Witchblade made his choice to include her in the long line of women that he has shared his power with. The entity healed Sara's wounds and allowed her to survive the resulting confrontation. Since then, she has seen many things she never knew existed, fought creatures that have no place on Earth, and longed for the days of a typical NYPD detective. But she continues her struggle with the Witchblade, believing that she can do more good with the entity than without. So the battle for control continues, as Sara learns more about this entity and struggles to stem his violent nature. Some of Sara's allies include the Magdalena, Lara Croft, Vampirella, and Jackie Estacado. Two crossovers pitted her against Wolverine and the titular creatures from the Alien and Predator franchises. In the comics recently, Sara has been through a grueling ordeal fighting off a giant demon (a false \"god\" summoned by a group of priests), in the midst of which her partner, Jake McCarthy, was left wounded. Before losing consciousness, Jake professed his love for Sara and told her that he always knew about her double life. He now remains in a coma, and Sara has had to deal with a nosy new partner, Patrick Gleason, who has already discovered many of her secrets. Gleason saved her life and it had begun to look like they may become more than just partners, but their sexual date was interrupted when Ian Nottingham abruptly returned to Sara's life. After a minor crisis that led to the death of Sara's good friend and loyal partner; Jake, Sara discovered she was pregnant. Sara was completely confounded at how this occurred – due primarily to the fact she has not had sex in over a year. Sara, initially feeling she was not ready to be a mother, nevertheless decided to keep the baby, but decided as a result she could not keep the Witchblade as well. Sara relinquished it on to Danielle Baptiste, a young woman she had recently met who was its next chosen bearer. When she was due to give birth, the father of her child was revealed – it was Jackie Estacado, who, possessed by the Darkness itself, was driven to seek out and have sex with Sara's comatose body, and, with Jackie's body used for the necessary biology, leading to the conception of their baby – a child to upset the balance between the dark and light. Sara gives birth to a baby girl, but is on the verge of death. Danielle then ends up sharing part of the Witchblade with Sara, which saves Sara's life. Hope, Sara and Jackie's daughter, drives off the Angelus and in the end Sara, now wielding half the Witchblade, and her friends return to their lives. This pregnancy has caused an attraction between Jackie and Sara that has manifested itself as romantic and even sexual. Later, a major conflict erupts between Sara and Danielle, with Sara under the control of the Darkness portion of the Witchblade. During this time Sara became increasingly irrational, angry and would often mistreat the people around her, however she did display more increased control over the entity demonstrating abilities usually associated with the Darkness (summoning dark-based objects, creating Darklings etc.). Manipulated by an old enemy of the Curator, Sara re-took all of the Witchblade in a battle with Danielle. However Sara was saved when Danielle was chosen as the next Angelus host and cleansed her of the Darkness' influence, restoring Sara to her former self. While Sara attempts to redeem herself for her crimes under the Darkness-half of the Witchblade, an Internal Affairs agent named Phipps discovered the truth about the Witchblade through Jake McCarthy's diary. He confronted Sara, demanding that she either resign as a detective or give up the Witchblade if she doesn't want to be exposed. Sara chose the former. She then moves to Chicago, working as a private investigator. Top Cow has stated Witchblade will end in issue #185, which will mark the end of Sara's story as wielder of the Witchblade and she will attempt to find a suitable successor. Sara will appear in the relaunch of The Darkness in a supporting role. ==Powers and abilities== As a police detective, Sara has undergone basic training and remains in exceptional physical shape. She is likewise a skilled hand-to-hand combatant and markswoman, able to hold her own in a gunfight as well as against physical opponents noticeably larger and stronger than herself. Sara has also showcased considerable skill as an investigative detective. She's usually adept at spotting small details and piecing together evidence. Since coming into contact with the mystical, she's had to hone her detective skill to compensate with varying degrees of success. As the host of the Witchblade, she was granted a vast array of supernatural abilities, such as; forming various weapons (swords, other stabbing weapons, hooks, chains, shields), jump to heights higher than most humans could jump to, generate a full body armor in order to protect herself, increase her strength to abnormal levels that exceed 500 pounds (should the situation arise, she can also form wings allowing flight), shoot energy blasts from the gauntlet, fire projectile darts, and whip-like grapples to attack or to climb. The Witchblade is also an excellent lock pick, and can heal wounds, even near- fatal ones. The Witchblade can re-animate the dead, empathically show the host scenes of great trauma, and allow the host to relive experiences from past hosts as dreams. The Witchblade is also known to be able to damage incorporeal beings and is capable of slaying other-dimensional entities and immortal deities (such as Bastet). It also has the ability to control and manipulate the elements. The Witchblade can slow, stop, and even turn back time. ==Other Media== In the Witchblade television series, Sara is also able to use the Witchblade for both defence and offence: For defence, the Witchblade envelops Sara in armour, reminiscent of a Medieval Knight (as opposed to the very revealing armour from the graphic novels. For offence, the witchblade can assume the form of a gauntlet, with a wrist-mounted retractable blade, and, one-step forward, even as a Pata-esq weapon. It can also serve as a Brass knuckles-esq weapon for punching. In certain instances it seems to slow, stop, or even turn back time (or at least Sara's perception of time allowing her to see and dodge bullets, etc.); however, due to the time-turning ability, things said about the series are often only true for one season or the other. She also has the ability to see and speak with the ghost of Det. Danny Woo, her dead partner, and others dead before their time, murdered victims, etc. According to former wielder, Joan of Arc, during the Periculum, when Sara asks her what the Witchblade is, she answers that it is a branch from the Tree of good and evil; in another episode, it is described as the product of divine alchemy. Flashbacks also show it first falling to the earth as a meteor before ending-up in human hands. Over the course of human history/time immemorial, the Witchblade has crossed hands, crossed countries, continents and cultures; but has only ever been wielded by women. There is a specific female bloodline that the Witchblade favours for its wielders (which Sara Pezzini is a part of), who are both descendants and reincarnations of a previous wielder, as the Witchblade has directly influenced the course of this bloodline: Whenever the Witchblade passes into the hands of a worthy wielder, it will subject her to the Periculum, a test designed to find if one is worthy of carrying such an amazing weapon, she is brought to the brink of death, and is confronted by former wielders, who will question her. Once a potential user has passed this test, the Witchblade will bond with them at a cellular level and slow the aging process. It was also revealed in the last episode of the television series that the Witchblade will not and cannot bring death to anyone that has wielded it, able to only maim, disfigure and cause pain. The Witchblade's symbol is two circles overlapping one-another, representing the light and dark aspects of the Witchblade, as it is a proponent for balance between these two forces in the world. Former wielders of the Witchblade include Saren (a fictional Artemis-esq wood nymph goddess of Sumerian religion, and who was the uninterested object of Gilgamesh's unrequited lust, and was hunted by Enkidu), Cathain (based on Scáthach of Irish & Scottish legend, and lover of Conchobar), Joan of Arc, Florence Nightingale (although she was not of the wielder's bloodline), and Elizabeth Brontë (an American spy in WWII), along with unidentified Egyptian, Babylonian, Indian, Chinese, Japanese and Celtic woman (all with the same face as Sara Pezzini) throughout human history. It is revealed that Sara was not only adopted, but stolen from her birth mother when she was a baby she also had a sister that appeared in the series once, named Karen Bronte. It is hinted that her real last name is Bronte. Elizabeth's descendant Sara is in fact the same woman as all of the \"true wielders\" of the Witchblade, living in different times and places simultaneously (since time is an illusion) and sometimes even meeting the same people like Conchobar, who in another time and place was her lover. Sara's main romantic interest in the TV series is Conchobar, a musician who is a descendant or reincarnation of Conchobar mac Nessa. Sara finds herself trying to figure out the origins of the weapon she now carries, as well as the purpose that is destined for her. Her nemesis is businessman Kenneth Irons, whose bodyguard Ian Nottingham is implied to be his son. In the television series, it turns out that while Ian, via Kenneth's experiments, is also related to Sara; Ian was created from the stem cell of Elizabeth Brontë, a former wielder from Sara's bloodline (possibly her biological grandmother) and it is implied that they could be genetically related. Ian is obsessed with Sara, but his erratic behavior disturbs her. In the second season, he meets Aras, a woman genetically identical to Sara (a biological cousin of hers from about five generations back), and they share a kiss. Sara has a friend named Gabriel Bowman who has a website called Talismaniac and is knowledgeable about mythology and artifacts. ==See also== *List of female action heroes ==References== ==External links== * Top Cow Witchblade page * Category:Characters created by Marc Silvestri Category:Comics characters introduced in 1995 Category:Female characters in comics Category:Fictional characters from New York City Category:Fictional New York City Police Department detectives Category:Fictional women soldiers and warriors Category:Image Comics superheroes Category:Witchblade characters Category:Superhero television characters Category:Italian superheroes ",
    "title": "Sara Pezzini"
}