{
    "id": "1278598",
    "text": "Return of the Saint is a British action-adventure television series that aired for one series in 1978 and 1979 in Britain on ITV, and was also broadcast on CBS in the United States. It was co-produced by ITC Entertainment and the Italian broadcaster RAI and ran for 24 episodes. ==Premise== Return of the Saint is a revival/updating of The Saint, a programme based upon the stories of Leslie Charteris that had originally aired from 1962 to 1969, and starred Roger Moore as Simon Templar (the character, in turn, had been introduced by Charteris in a series of novels and short stories dating back to 1928). The new series starred Ian Ogilvy as Templar, an independently wealthy, somewhat mysterious 'do-gooder' known as 'The Saint'. Templar is shown travelling around Britain and Europe, helping out the people he encounters, though he is also often summoned by past acquaintances. The series borrowed a few storytelling elements from its predecessor. Once again, each episode began with Simon narrating an introduction to set the scene for viewers, and each pre-credit sequence ended with an animated halo appearing above Templar's head as he was identified. Return also made a recurring reference to the 1930s–40s film series, and the 1940s radio series that starred Vincent Price as Templar: just before the opening credits begin, a short musical phrase is heard that is not part of the theme music for the Return of the Saint, but is the character's signature theme from film and radio. Unlike the film series, and occasional episodes of the Roger Moore series, Ogilvy's series did not feature any recurring characters besides Simon. Other than these cosmetic touches, there is no continuity implied between the Ogilvy and Moore series. ==Production== One major difference between the two series is that the original was mostly filmed in British studios and locations (although set in various places around the world), while many episodes of Return were filmed on location throughout Europe. The music was written by John Scott and, like the last colour series of The Saint, incorporated Leslie Charteris' own theme, which had previously been used in films and on radio. For the French version, Scott's music was replaced with a theme incorporating vocals (as had happened to previous Saint composer Edwin Astley with Danger Man), but Charteris' eight-note theme remained. Jaguar seized promotional opportunities with Return of the Saint. A decade and a half earlier, Jaguar had turned down the producers of The Saint when approached about the E-Type; the producers had instead used a Volvo P1800. In Return Templar drives an XJ-S with the number plate \"ST 1\". Miniature versions were made by Corgi and proved popular. According to Burl Barer in his history of The Saint, the series was originally conceived as Son of the Saint, with Ogilvy's character identified as the offspring of Simon Templar. As production neared, it was decided to drop the relative angle and make the series about the original character, albeit updated to the late 1970s. Unlike the earlier series, Return of the Saint did not adapt any Charteris stories; however, several teleplays (such as \"The Imprudent Professor\" and \"Collision Course\") were adapted as novels that were credited to Charteris but written by others. A number of Saint books were reprinted with covers depicting Ogilvy as Templar as a tie-in with the series; these collectable volumes carried the Return of the Saint title. The adaptation of \"Collision Course\", retitled Salvage for the Saint was published in 1983 (several years after the series ended) and was the 50th and final Saint book to be published in a series of publications dating back to the 1920s. The two episodes of \"Collision Course\" were also edited together to form the syndicated TV-movie, The Saint and the Brave Goose. ==Legacy== Ian Ogilvy starred as The Saint Ogilvy became very popular in Britain and Europe because of the series and in the early 1980s was considered a major contender for replacing Moore as James Bond. Ogilvy never got the role but did record a series of popular audiobook adaptations of the Bond novels in the late 1970s and played a Bond-like character for a 1980s TV commercial. Broadcasts of the series on CBS, which lasted into 1980, sparked a revival of interest in Moore's original series. Robert S. Baker, who developed and produced the earlier The Saint series for Roger Moore, performed the same duties with Return of the Saint. Years later, Baker was also executive producer of the 1997 Saint film starring Val Kilmer as Templar. Return of The Saint is now seen as the last of the action/adventure television series produced by ITC Entertainment. ==Charteris cameo== Saint creator Leslie Charteris makes an Alfred Hitchcock-style walk-on cameo appearance in the \"Collision Course\" two- parter. ==Episodes== {| class=\"wikitable\" |- ! Episode # !! Original Air Date (UK) !! Episode Title !! Guest cast |- | 1–01 || 10 September 1978 || \"The Judas Game\" || Judy Geeson, Maurice Roëves, Olga Karlatos, Moray Watson, Mona Bruce |- | 1–02 || 17 September 1978 || \"The Nightmare Man\" || Joss Ackland, Moira Redmond, John Bennett, Norman Eshley, Zienia Merton, John Bailey, Roy Evans, Eve Karpf |- | 1–03 || 24 September 1978 || \"Duel in Venice\" || Cathryn Harrison, Maurice Colbourne, Carole André |- | 1–04 || 1 October 1978 || \"One Black September\" || Prunella Gee, Garrick Hagon, Aubrey Morris, Stephen Greif, Nadim Sawalha, Martin Benson, Ron Tarr, June Bolton |- | 1–05 || 8 October 1978 || \"The Village That Sold its Soul\" || Giancarlo Prete, Maurice Denham, Tony Calvin |- | 1–06 || 15 October 1978 || \"Assault Force\" || Kate O'Mara, Burt Kwouk, Bryan Marshall, Norman Bird, Jack McKenzie, Clifford Earl, Eamonn Boyce |- | 1–07 || 22 October 1978 || \"Yesterday's Hero\" || Ian Hendry, Annette Andre, Gerald Flood, Tony Steedman, Norman Eshley, John Rolfe, Tony Vogel, Reginald Jessup, Charles Pemberton |- | 1–08 || 29 October 1978 || \"The Poppy Chain\" || Jenny Hanley, Laurence Naismith, Grégoire Aslan, Christopher Timothy, Anton Phillips, Jonathan Burn, Kim Fortune |- | 1–09 || 5 November 1978 || \"The Arrangement\" || Carolyn Seymour, Sarah Douglas, Michael Medwin, Ian McCulloch, Donald Pickering, Peter Burton, David Healy, Reg Lye, Sandra Dickinson, Edmund Pegge |- | 1–10 || 12 November 1978 || \"The Armageddon Alternative\" || George Cole, Anouska Hempel, Donald Houston, Gordon Gostelow, Frank Gatliff, Ian Collier, Ray Callaghan |- | 1–11 || 19 November 1978 || \"The Imprudent Professor\" || Catherine Schell, Susan Penhaligon, Anthony Steel, Godfrey James, Richard LeParmentier, Peter Childs, Bill Simpson, John Moreno |- | 1–12 || 26 November 1978 || \"Signal Stop\" || Ciaran Madden, Frederick Jaeger, Ian Cullen, Brian Glover, Sabina Franklyn, Ralph Arliss, Heather Wright, Royston Tickner, George Sweeney, Renu Setna, Graham Ashley, Kevin Selway |- | 1–13 || 3 December 1978 || \"The Roman Touch\" || Kim Goody, Laurence Luckinbill, Linda Thorson |- | 1–14 || 10 December 1978 || \"Tower Bridge is Falling Down\" || John Woodvine, Alfie Bass, Paul Maxwell, Jacki Piper, Alan Browning, Neil Hallett, Johnnie Wade |- | 1–15 || 17 December 1978 || \"The Debt Collectors\" || Mary Tamm, Diane Keen, Anton Rodgers, Neil McCarthy, Geoffrey Keen, Esmond Knight, Milton Cadman |- | 1–16 || 7 January 1979 || \"Collision Course Part I: The Brave Goose\" || Gayle Hunnicutt, Stratford Johns, Derren Nesbitt, Prentis Hancock, Cyril Luckham, Michelle Newell, Edward Brayshaw, John Hallam, Michael Robbins |- | 1–17 || 14 January 1979 || \"Collision Course Part II: The Sixth Man\" || Gayle Hunnicutt, Stratford Johns, Derren Nesbitt, Prentis Hancock, Cyril Luckham, Michelle Newell, Edward Brayshaw, John Hallam |- | 1–18 || 21 January 1979 || \"Hot Run\" || Rula Lenska, Barry Andrews, Struan Rodger |- | 1–19 || 28 January 1979 || \"Murder Cartel\" || Britt Ekland, Helmut Berger, Marne Maitland, Roger Browne, |- | 1–20 || 4 February 1979 || \"The Obono Affair\" || Jack Hedley, Thomas Baptiste, Muriel Odunton, Paul Medford, Derek Newark, Marjie Lawrence, Oscar James, Jerome Willis, John Barrett, Robert Gillespie |- | 1–21 || 11 February 1979 || \"Vicious Circle\" || Elsa Martinelli, Tessa Wyatt, Mel Ferrer |- | 1–22 || 25 February 1979 || \"Dragonseed\" || Sam Wanamaker, Paolo Malco, Shane Rimmer, Greta Vaillant |- | 1–23 || 4 March 1979 || \"Appointment in Florence\" || Stuart Wilson, James Aubrey |- | 1–24 || 11 March 1979 || \"The Diplomat's Daughter\" || Lynn Dalby, Karl Held, Murray Head, David Garth, Graeme Eton, Stacy Davies, Stanley McGeagh |} ==External links== * *Episode guide to The Saint on TV on saint.org Category:1970s British drama television series Category:British crime television series Category:1978 British television series debuts Category:1979 British television series endings Category:CBS original programming Category:Films shot at Elstree Studios Category:Television series by ITC Entertainment Category:ITV television dramas Category:The Saint (Simon Templar) Category:Television shows based on British novels Category:Espionage television series Category:English-language television shows Category:Television series reboots ",
    "title": "Return of the Saint"
}