{
    "id": "1278218",
    "text": "Michael Anthony Strahan (; born November 21, 1971) is an American television host and former professional football player who was a defensive end and spent his entire 15-year career with the New York Giants of the National Football League (NFL). Strahan set a record for the most sacks in a season in 2001, and helped the Giants win Super Bowl XLII over the New England Patriots in his final season in 2007. After retiring from the NFL, he became a media personality. He was elected to the Pro Football Hall of Fame in 2014. Strahan is a football analyst on Fox NFL Sunday, and co-host of ABC's Good Morning America and its spinoff Strahan, Sara and Keke. He co-hosted the syndicated daytime talk show Live! with Kelly and Michael with Kelly Ripa from 2012 to 2016, for which he won two Daytime Emmy Awards. In 2014, he became a regular contributor on Good Morning America, and in 2016 the network announced that Strahan would be leaving Live! to join GMA full-time. ==Early life== Strahan was born in Houston. The youngest of six children, he is the son of Louise (Traylor) Strahan, a basketball coach, and Gene Willie Strahan, a retired Army Major and a boxer with a 1–1 record against future heavyweight Ken Norton. He is the nephew of retired professional football player Arthur Strahan. When Michael was 9, his family moved to an army post, BFV (Benjamin Franklin Village), in Mannheim, West Germany. Although Strahan did not begin to play high school football at Westbury High School until his senior year, he did play organized football at Mannheim American High School (MAHS), a US Department of Defense Dependent High School, in Käfertal (Mannheim), playing linebacker for the Mannheim Bison in 1985. The summer before Strahan's senior year of high school, his father sent him to live with his uncle Art (a former NFL defensive lineman) in Houston so he could attend Westbury High School. Strahan played one season of football, which was enough for him to get a scholarship offer from Texas Southern University. He then flew back to Germany for the spring term, where he graduated from Mannheim Christian. ==College career== Strahan followed in the footsteps of his uncle Art, who also played defensive end at Texas Southern University. Strahan was so dominant he drew double teams, and TSU coaches dubbed Strahan double teaming \"Strahan rules\".ESPN College Football Encyclopedia:The Complete History of The Game, Black College Football-Texas Southern By his junior season, Strahan began to turn himself into an NFL prospect. As a senior with the Texas Southern Tigers, Strahan was selected All-America first team by The Poor Man's Guide to the NFL Draft, The Sheridan Network, Edd Hayes Black College Sports Report and the Associated Press. He recorded 68 tackles with a school-record 19 quarterback sacks and 32 tackles totaling 142 yards in losses. He was also selected Division I-AA Defensive Player of the Year by The Poor Man's Guide and Edd Hayes Black College Sports Report. In 1992, he was named First Team All- Southwestern Athletic Conference and the SWAC's Player of the Year for the second consecutive season. He was also named Black College Defensive Player of the Year. As a junior in 1991, Strahan led the SWAC with 14.5 quarterback sacks. His 41.5 career sacks is a Texas Southern record. ==Professional career== ===Combine=== {| class=\"wikitable\" |- ! Height !! Weight !! Hand Size !! 40-yard dash !! Bench Press !! 20 Yd Shuttle !! Vert Jump !! Broad !! 20-yard dash |- | 6 ft 4¼ in || 252 lbs. || 10.13 inches || 4.94 seconds || 25 reps (225) || 4.74 seconds || 32.5 inches || 120 inches || 2.83 seconds |} ===Early career=== Strahan was drafted by the New York Giants in 1993. He played in only six games due to injuries, and missed the Giants' two playoff games that season. After a few unremarkable seasons, Strahan had a breakout season in 1997, recording 14 sacks. He was voted into his first Pro Bowl and was also named First Team All-Pro by the Associated Press. In 1998, Strahan continued his success, racking up 15 sacks and being voted into his second Pro-Bowl and All-Pro team. ===Middle career=== Strahan was a member of the 2000 Giants and participated in their playoff run to Super Bowl XXXV. Despite coming off a strong NFC Championship Game, where the Giants defeated the Minnesota Vikings 41–0, the Baltimore Ravens proved too strong for the Giants and they were handily defeated by a score of 34–7. In 2002, Michael Strahan and the Giants negotiated on a new contract. He said the team failed to negotiate after he turned down its first contract proposal. He accused the front office of not trying to be competitive in 2002. Four days later, running back Tiki Barber ripped him for being selfish and greedy. The two had a heated phone conversation that night, and Strahan said they no longer speak. It also surfaced in the spring that the Giants explored trading Strahan, after which he suggested that management had orchestrated the contract flap to make him look bad. The team denied that. Few defensive ends in the NFL were more dominant than Strahan from 1997 to 2005. He was named the 2001 NFL Defensive Player of the Year and was a two-time NFC Defensive Player of the Year (in 2001 and 2003). Throughout the greater part of the 2004 season, Strahan was injured with a torn pectoral muscle, which limited him to only four sacks. He rebounded in 2005, returning to the Pro Bowl, with his protégé, Osi Umenyiora, as the two combined for 26 sacks while anchoring the Giants' defense. Strahan was considered by many coaches, peers, and experts as the standard, and best at his position during the prime of his career (1997–2005). He was also regarded as one of if not the best defensive end ever at defending the run, which made people and peers view him as a complete defensive end. ====2001: Record set for sacks in a single season==== In the 2001 season, Strahan set the NFL record for sacks in a single season with 22.5, the highest tally since it was made an official statistic in 1982, breaking New York Jets' Mark Gastineau's total of 22. In the final game of the season on January 6, 2002, with Strahan coming free, Green Bay Packers quarterback Brett Favre slid down and Strahan fell on top of Favre for an easy sack. After the play, during the ensuing celebration, many of the Giants' defensive players patted Favre on the helmet. At least one observer accused Favre of deliberately falling to ensure that Strahan would get the record. However, Packers right tackle Mark Tauscher claimed it was just a bad play and \"we wanted to avoid that sack.\" ===Later career=== On October 23, 2006, with a sack of Drew Bledsoe in a Monday Night Football game against the Dallas Cowboys, Strahan tied Lawrence Taylor for the Giants franchise record for most career sacks with 132 (this total does not include 9 sacks accrued by Taylor in his rookie season of 1981, the year before sacks became an official NFL statistic). It was the last sack Strahan would get that season, as two weeks later he suffered a Lisfranc fracture against the Houston Texans and would miss the remainder of the season and the playoffs. It seemed as though Strahan would retire after the 2006 season when he did not report to Giants training camp and missed the entire preseason, but the 14-year veteran opted to return for one final year. His 15th and final season proved to be the Giants' first championship since 1990. On September 30, 2007, he sacked Donovan McNabb from the Philadelphia Eagles on Sunday Night Football, increasing his career total to 133.5, setting a new franchise record. On Sunday, February 3, 2008, at the University of Phoenix Stadium in Glendale, Arizona, Strahan had two tackles and one sack in Super Bowl XLII, in what is considered one of the biggest upsets in NFL history. Bolstered by a strong defense and unrelenting pass rush, the Giants went on to win the game 17–14, over the then-undefeated 18–0 New England Patriots, giving Strahan his first Super Bowl win as an NFL starter. His saying was \"Stomp you out!\" On June 9, 2008, Strahan retired from the NFL. He told Jay Glazer of Foxsports.com \"It's time, I'm done.\" Strahan retired with 141.5 career sacks (fifth all-time when he retired), 854 career tackles, four career interceptions, 24 forced fumbles and three career touchdowns in 200 games over a 15-year career (through 2007 season). He was also named to the Pro Bowl roster seven times. On February 2, 2013, Strahan failed to get voted into The Pro Football Hall of Fame; 2013 was his first year of eligibility. Super Bowl XLVIII, played in East Rutherford, New Jersey, was dedicated to Strahan upon his induction into the Pro Football Hall of Fame in 2014. Strahan performed the ceremonial coin toss, accompanied by the other members of that year's PFHOF class. Strahan also commented on the trophy presentation for Fox, since Terry Bradshaw (who had commented on the trophy presentations for Fox's previous Super Bowl broadcasts) was mourning the death of his father. On November 3, 2014, he was presented his Hall of Fame ring at halftime of the New York Giants-Indianapolis Colts game by the Giants. In attendance were 100 former Giants players as well as former teammates of Strahan's. On January 27, 2020, while appearing on The Tonight Show Starring Jimmy Fallon, Strahan announced that the Giants are planning to retire his No. 92 jersey. ===NFL statistics=== Source: {| class=\"wikitable\" style=\"text-align: center;\" |- ! rowspan=\"2\"| Year ! rowspan=\"2\"| Team ! rowspan=\"2\"| G ! colspan=\"4\"| Tackles ! colspan=\"3\"| Fumbles ! colspan=\"6\"| Interceptions |- ! Comb !! Total !! Ast !! Sacks !! FF !! FR !! Yds !! Int !! Yds !! Avg !! Lng !! TD !! PD |- ! 1993 !! NYG | 9 || 3 || 1 || 2 || 1.0 || 0 || 0 || 0 || 0 || 0 || 0 || 0 || 0 || 0 |- ! 1994 !! NYG | 15 || 38 || 25 || 13 || 4.5 || 1 || 0 || 0 || 0 || 0 || 0 || 0 || 0 || 0 |- ! 1995 !! NYG | 15 || 58 || 48 || 10 || 7.5 || 3 || 0 || 0 || 2 || 56 || 28 || 56 || 0 || 5 |- ! 1996 !! NYG | 16 || 62 || 52 || 10 || 5.0 || 1 || 0 || 0 || 0 || 0 || 0 || 0 || 0 || 3 |- ! 1997 !! NYG | 16 || 68 || 46 || 22 || 14.0 || 2 || 1 || 0 || 0 || 0 || 0 || 0 || 0 || 2 |- ! 1998 !! NYG | 16 || 67 || 53 || 14 || 15.0 || 2 || 0 || 0 || 1 || 24 || 24 || 24 || 1 || 4 |- ! 1999 !! NYG | 16 || 60 || 41 || 19 || 5.5 || 0 || 2 || 0 || 1 || 44 || 44 || 44 || 1 || 3 |- ! 2000 !! NYG | 16 || 66 || 50 || 16 || 9.5 || 0 || 4 || 0 || 0 || 0 || 0 || 0 || 0 || 4 |- ! 2001 !! NYG | 16 || 73 || 60 || 13 || 22.5 || 6 || 1 || 0 || 0 || 0 || 0 || 0 || 0 || 2 |- ! 2002 !! NYG | 16 || 70 || 55 || 15 || 11.0 || 3 || 1 || 0 || 0 || 0 || 0 || 0 || 0 || 2 |- ! 2003 !! NYG | 16 || 76 || 61 || 15 || 18.5 || 3 || 1 || 0 || 0 || 0 || 0 || 0 || 0 || 5 |- ! 2004 !! NYG | 8 || 34 || 24 || 10 || 4.0 || 1 || 3 || 0 || 0 || 0 || 0 || 0 || 0 || 0 |- ! 2005 !! NYG | 16 || 81 || 59 || 22 || 11.5 || 1 || 1 || 0 || 0 || 0 || 0 || 0 || 0 || 2 |- ! 2006 !! NYG | 9 || 38 || 28 || 10 || 3.0 || 0 || 0 || 0 || 0 || 0 || 0 || 0 || 0 || 2 |- ! 2007 !! NYG | 16 || 57 || 45 || 12 || 9.0 || 1 || 1 || 0 || 0 || 0 || 0 || 0 || 0 || 2 |- ! colspan=\"2\"| Career || 216 || 854 || 651 || 203 || 141.5 || 24 || 15 || 0 || 4 || 124 || 31 || 56 || 2 || 36 |} ==Awards and honors== * Associated Press first-team college-division All-American (1992) * Edd Hayes' Black College Sports All- American (1992) * NFL Single-Season Sack Record (22.5) (2001) * AP NFL Defensive Player of the Year (2001) * NFC Defensive Player of the Year (2001 & 2003) * NFL 2000s All-Decade Team * Inducted into the Pro Football Hall of Fame (2014) * To Tell The Truth “Doris” Winner -perfect game (2020) ==In media== === Fox NFL === On June 24, 2008, it was announced that Strahan would be joining the Fox NFL Sunday pregame show, alongside host Curt Menefee and analysts Terry Bradshaw, Howie Long, and Jimmy Johnson. When Fox acquired the rights to broadcast Thursday Night Football in 2018, it was decided to have Strahan host the Fox NFL Thursday pregame show, along with Bradshaw and Long. Fox NFL Thursday is televised live from New York City instead of from the Fox NFL Sunday studios in Los Angeles so it can accommodate Strahan's other live shows (see below), since a coast-to-coast commute on a Thursday night/early Friday morning would be impractical. === Live! and Good Morning America=== On October 1, 2010, Strahan co-hosted Live! with Regis and Kelly with Kelly Ripa for the first time when Regis Philbin was absent for that show. Philbin left in November 2011, leaving an empty spot. After twenty guest appearances over two years, Strahan was selected as Kelly Ripa's new co-host on September 4, 2012, marking his first official day on the rechristened syndicated talk show, Live! with Kelly and Michael. Ratings instantly surged, impressively generating year-over-year time slot gains across all key demographics, towering over its nearest competition, the fourth hour of NBC's Today Show, by 87 percent. On April 19, 2016, ABC announced that Strahan would be leaving Live! with Kelly and Michael to begin working full-time on Good Morning America. Strahan won a Daytime Emmy twice for \"Outstanding Talk Show Host\" during his tenure with the show. In 2018, Strahan began co-hosting a daytime talk show spin-off of Good Morning America, originally titled GMA Day, alongside Sara Haines. In January 2019, the program was retitled Strahan and Sara, then finally Strahan, Sara and Keke in August 2019, to coincide with the addition of actress Keke Palmer. === The $100,000 Pyramid === In 2016, ABC announced that Strahan would be hosting a summer revival of The $100,000 Pyramid, which would air on Sunday nights along with the Steve Harvey-hosted Celebrity Family Feud and the Alec Baldwin-hosted Match Game as part of a \"Sunday Fun & Games\" lineup. Strahan said that Pyramid was one of his favorite game shows growing up. The series has since been renewed for a fifth season, likely to air in the summer of 2020. ===Other media=== *Strahan was the host of the home improvement program Backyard Stadiums on DIY Network, where he and a team of contractors and gardeners lay out sports courses and goals in backyards.HOME IMPROVEMENT : Sports-Related Additions : Building a Backyard Sports Complex : DIY Network *In September 2008, Strahan starred in VIP Like Me, a web series for Snickers. *In 2008 Strahan guest-starred on an episode of Chuck, \"Chuck Versus the Break-Up\". He played Mitt, bully and leader of the Mighty Jocks. *Strahan starred as Michael Trainor in the television sitcom \"Brothers\", which ran on Fox from September 25 to December 27, 2009. *Strahan stars in award-winning commercial series for Vaseline Men *Strahan, along with former New York Giants defensive end and teammate Justin Tuck, appear in Subway's \"$5 Foot-long\" commercials. *Strahan did a commercial for CA technologies for their new product Total Defense r12. *In 2015, Strahan published a motivational book, Wake Up Happy: The Dream Big, Win Big Guide to Transforming Your Life. *In the episode of Lip Sync Battle that originally aired on April 30, 2015, Strahan competed against Today cohost Hoda Kotb with performances of Fergie's \"London Bridge\" and Bell Biv DeVoe's Poison\". He lost. *Strahan was a guest on the show Wild 'n Out in Season 6, Episode 5, which aired in 2014. *Strahan guest-starred in the Halloween episode of Black- ish as June Bug, Dre's cousin. *In 2019, Strahan made a cameo appearance in the movie Charlie's Angels as Bosley from the Townsend Agency's New York branch. == Collection by Michael Strahan == On September 8, 2015, Strahan launched a men's clothing line exclusively through J. C. Penney. It Includes suits, collared shirts, belts, ties, cufflinks, suspenders, and other accessories. ==Personal life== Strahan graduated from Texas Southern University in 1993. His uncle, Arthur Strahan, played defensive lineman for the Houston Oilers (1965) and Atlanta Falcons (1968). He was married to his first wife, Wanda Hutchins, from 1992 to 1996. They have a daughter, Tanita Strahan, and a son, Michael Anthony Strahan, Jr. Strahan moved them to the U.S. and purchased a $163,000 house in the same Houston neighborhood where his parents live.Strahan brings his ex wife & kids to US and buys them a house in Texas In 1999, Strahan married Jean Muggli after meeting her at a spa. They have twin daughters, Isabella and Sophia, born December 2004. Strahan and Muggli finalized their acrimonious divorce on July 20, 2006. In January 2007 Judge James B. Convery awarded Muggli $15 million in a divorce settlementJudge orders Strahan to pay $15 million to his ex-wife in addition to $18,000 monthly child support. Strahan appealed. In March 2007, the court ordered the Montclair, New Jersey, mansion to be auctioned and the sales money split evenly; the house was valued at $3.6 million.$3 million dollar Jean Muggli says 'I'm a struggling mother' In August 2009, Strahan became engaged to Nicole Mitchell, Eddie Murphy's ex-wife, but the two ended their engagement in 2014. In June 2011, Strahan filmed a commercial supporting legalizing same-sex marriage in New York. As of at least 2004, Strahan lives on Manhattan's Upper West Side. ===Philanthropy=== In 2002, Strahan had a multimillion-dollar restoration and renovation done on Georgian Heights, a home built in 1906 at 99 Lloyd Avenue, Montclair, New Jersey, a red brick house with a carriage house and greenhouse that he bought in 2000 for $1.3 million. Before moving in, he allowed the Junior League of Montclair-Newark to use his house as a model home for its charity fundraiser. From May 28 to 31, the League decorated the mansion, had a \"bare bones\" party and a black-tie affair, and held $25 tours to fund the Junior League programs Children At Risk and HomeCorp. Children At Risk aids children and families and HomeCorp helps low-income people achieve home ownership. \"Basically, we're redoing our house to let strangers walk through it for a month,\" Strahan said. \"It's a month-long fundraiser. They'll come in and decorate, paint the walls. They'll hang the curtains, bring in furniture, light fixtures. None of it will be ours. When they're done, if we want something, we get it at cost.\" In February 2008, Strahan and Giants teammate Justin Tuck teamed up with Nike to design their own exclusive sneakers for ID studio in New York City. All proceeds from the sneakers were donated to Nike's Let Me Play global campaign. In December 2018, Strahan volunteered at St. Jude Children's Research Hospital and was featured in a series of holiday promotions. == See also == * New Yorkers in journalism == References == ==External links== * * * NFL combine results Category:1971 births Category:21st-century American male actors Category:21st-century American non-fiction writers Category:African-American game show hosts Category:African-American male actors Category:African-American non-fiction writers Category:African-American players of American football Category:American football quarterbacks Category:African-American sports announcers Category:African-American television talk show hosts Category:American football defensive ends Category:American male film actors Category:American male television actors Category:American male voice actors Category:American male non-fiction writers Category:American motivational writers Category:American television sports announcers Category:Daytime Emmy Award for Outstanding Talk Show Host winners Category:Living people Category:Male actors from New Jersey Category:National Conference Pro Bowl players Category:National Football League announcers Category:New York Giants players Category:People from Montclair, New Jersey Category:Players of American football from Texas Category:Pro Football Hall of Fame inductees Category:Sportspeople from Essex County, New Jersey Category:Sportspeople from Houston Category:Super Bowl champions Category:Texas Southern Tigers football players Category:Writers from New Jersey ",
    "title": "Michael Strahan"
}