{
    "id": "1278861",
    "text": "Timothy Randall Martin (born 28 April 1955) is a British businessman best known as the founder and chairman of Wetherspoons, a pub chain in the UK and Ireland. A prominent critic of the European Union, he is a vocal supporter of Brexit. ==Early life== Timothy Martin was born on 28 April 1955 in Norwich. His father served in the Royal Air Force and then worked for brewing multinational Guinness plc, where he became Malaysian marketing director; his mother is of Jewish descent. Martin was educated at eleven schools in New Zealand and Northern Ireland, including Campbell College, Belfast. He earned a bachelor's degree in law from the University of Nottingham, and qualified as a barrister in 1979, but has never practised. ==Career== His early jobs included working on a building site in Ware, and acting as a sales representative for The Times. Martin is the founder and chairman of Wetherspoon. He bought his first pub, in Muswell Hill, in 1979. His brother Gerry also ran a pub chain, Old Monk, which was listed in 1998, but went out of business in 2002. In 2005, Martin was voted the fifth most influential person in the UK pub industry. He is an admirer of Sam Walton's business philosophy. He visits at least 15 Wetherspoons outlets each week. As of July 2018, Martin owned 33.7m shares (31.9% of shares). ==Political views== ===Brexit=== Martin is a staunch supporter of Brexit, representing these views for journalists and on political TV programmes such as BBC Politics Live and Sky News, and BBC Radio 4 programs including Today, Question Time and Farming Today. In 2016, Martin donated £200,000 to the Vote Leave campaign. In January 2017, Wetherspoons published figures showing an increase in sales of more than 3%. Martin used this as evidence that there was no post-Brexit referendum slowdown as predicted by economists. In June 2018, Martin announced that Wetherspoons would be ceasing the sale of products from other European Union countries in a 24-month plan, with the immediate example of Prosecco and Champagne being replaced by Australian wines. He believes the prediction of food prices rising and food shortages leading to stockpiling of supplies in the UK post-Brexit is merely scaremongering tactics deployed by pro-EU journalists, and mentioned the fact there were no increased queues in his restaurants as a result; after he removed French brandy from sale in his restaurants as an example. Wetherspoons mass posted a pro-Brexit magazine to an unknown number of households in January 2019. The magazine claims to have a readership of two million. The employee campaign group Spoons Workers Against Brexit, described the publication as dangerous propaganda, and said that Martin was exploiting his position as CEO. Wetherspoon responded by defending the mass mailing, stating it contained \"... pro and anti Brexit articles to stimulate debate\"; the proportionately minor mentions of views critical to a no deal Brexit were preceded by statements by Tim Martin, deriding expert opinions and \"the elite\". In July 2019, Martin appeared on an episode BBC Question Time where model and political activist Amba Bali accused the businessman of being a “liar” and deceiving the public about the reasons he, and other businessmen were supporting Brexit. ===COVID-19 pandemic=== Martin criticised the shutdown of businesses during the COVID-19 pandemic, saying that it was \"over the top\" and that pubs should continue to operate but with social distancing measures in place. After criticism regarding the shutdown of all pubs due to the spread of Covid-19, Martin addressed his 40,000 employees by video message. He acknowledged the government would pay 80 per cent of the wages of staff at companies who have lost work during the crisis, but he said the money could take weeks to come through. Martin suggested that if some staff were offered jobs in supermarkets they should consider taking them and promised that he would give first preference to those who wanted to come back to Wetherspoon. Martin's widely criticised positions towards his staff and the pandemic have led to the \"Neverspoons\" boycott campaign. ==Personal life== Martin is married to Felicity, whom he met while at university; they have four children, and live in Exeter, Devon. ==References== Category:1955 births Category:Living people Category:People educated at Campbell College Category:Alumni of the University of Nottingham Category:British businesspeople Category:British Eurosceptics Category:People from Norwich ",
    "title": "Tim Martin (businessman)"
}