{
    "id": "12791550",
    "text": "C.J. Laing (born August 1, 1956) is an American former adult entertainment performer, appearing in films during the 1970s. She is a member of the AVN Hall of Fame and the XRCO Hall of Fame. ==Adult film career== C.J. Laing, a native of New York, was living in San Francisco. A fan of 1970s San Francisco music, she hitchhiked there and stayed in a communal house with the Angels of Light. To earn extra money, she auditioned for the Mitchell Brothers and appeared in a \"loop\" as part of the series \"Juke Joint.\" In New York, the Mitchell Brothers introduced her to the Buckley Brothers who cast her in her first feature film with Jamie Gillis in 1974 under the name Gwen Starr. Laing appeared in over 50 films and \"loops\" during the 1970s and is best known for her roles in Anyone But My Husband and Barbara Broadcast. Laing is quoted in Time Magazine as saying: \"I purposely would not act, I despised the people in these films that said they were actors. I was like, 'You've got to be kidding me! This is about fucking and sucking!\" During the late 1970s, Laing performed live shows at the Mitchell Brothers O'Farrell Theatre and other theaters owned by the Mitchell Brothers. Her last film was New York City Woman in 1979.. Retrieved April 16, 2017. Laing was inducted into the X-Rated Critics Organization Hall of Fame as a \"Film Pioneer\" in 1989.Jeremy Stone, \"Heart-ons in Hollywood: The 5th Annual XRCO Adult Film & Video Awards\", Adam Film World, September 1989, Vol. 13, No. 1, p. 10–11, 54.\"The XRCO Hall of Fame\", Adam Film World Guide 1990 Directory of Adult Films, p. 17. In 2005, she was also inducted into the AVN Hall of Fame as \"one of the most exciting stars of the so-called Golden Age of porn\" and as \"an energetic performer who turned in some of the strongest performances of her time.\" ==Partial filmography== * Oriental Blue (1975) * Anyone But My Husband (1975) * The Vixens of Kung Fu (1975) * Sweet Punkin (1976) * Water Power (1976) * Barbara Broadcast (1977) * Unwilling Lovers (1977) * Maraschino Cherry (1978) ==References== ===Bibliography=== * ==External links== * * * Category:1956 births Category:Living people Category:American pornographic film actresses Category:Pornographic film actors from New York (state) ",
    "title": "C. J. Laing"
}