{
    "id": "12794121",
    "text": "Boduel is a hamlet in east Cornwall, England, United Kingdom. It is situated west of Moorswater, one mile (1.6 km) west of Liskeard in the civil parish of Dobwalls and Trewidland.Ordnance Survey: Landranger map sheet 201 Plymouth & Launceston ==History== An ancient stone cross stands at the crossroads just west of Boduel. Crosses of this type were used as way markers between parishes as early as the 10th century. It is mentioned in the Domesday Book as Botiual (Botival), held from Robert, Count of Mortain. \"Hwata holds BODUEL from the Count. He also held it before 1066, and paid tax for half a furlong; 1 furlong of land there, however. Land for one plough; 1/2 a plough there, with 1 slave. 2 villagers and 3 smallholders. Woodland, 10 acres; pasture. 60 acres. Formerly 20 shillings; value now 8 shillings. 5 pigs; 15 sheep; 15 goats.\"Thorn, Caroline et al. (eds.) Cornwall. Chichester: Phillimore; entry 5,24,15 ==Etymology== The meaning of the name is uncertain. \"Bod\" is almost certainly the old Cornish form of bos, \"dwelling-place\". \"-uel\" may come from heuul (sunshine) or hewel (visible, obvious); either of which work because the area is a hill ridge running roughly west–east. \"House of Sunshine\" seems the most likely interpretation. \"Huel\" is a variant of \"whel\", a mine; so it might be thought that it could be \"House near a mine\" or something similar; but the geology of the area is totally unsuitable for mining (the nearest mining areas are at Caradon, some miles distant). Current and disused stone quarries are in the area, but \"whel\" or \"huel\" were never used for quarries. Boduel on the 1940s Ordnance Survey Popular Edition One Inch to the Mile map. Boduel can be seen about 4.5 km from the west edge of the map, 2+ km from the north. ==References== * Nance, R. Morton (1999). Gerlyver Noweth Kernewek, Agan Tavas, the Society for the Promotion of the Cornish Language. Category:Hamlets in Cornwall ",
    "title": "Boduel"
}