{
    "id": "12794060",
    "text": "Brian Michael Fahey (25 April 1919 – 4 April 2007) was a British musical director and arranger, best known for composing \"At the Sign of the Swingin' Cymbal\", the signature tune to BBC Radio's long running programme Pick of the Pops. ==Biography== Born in Margate, Kent, Fahey learned piano and cello and became interested in big band arranging and composing. During the Second World War he served in the Royal Artillery; he was wounded in the leg and taken prisoner. He was shot during the Wormhoudt massacre on 28 May 1940. After recovering from his wounds including the removal of a lung, he spent five years in prisoner-of-war camps, during which time he worked on his musical skills. Fahey played in various bands, but his passion was for arranging. Between 1949 and 1959, he worked for the music publishers Chappells and Cinephonic Music, specialising in arrangements for singers, bands and orchestras, mainly for radio broadcasts. His compositions include Fanfare Boogie (1955), which won an Ivor Novello Award. Fahey freelanced after 1959, working with recording companies, the BBC and in the theatre. He provided scores for films such as The Break (1963), Curse of Simba (1965), The Plank (1967) and Rhubarb (1969), and the theme to Pete Murray's popular BBC Radio 2 show Open House. He became principal conductor of the BBC Scottish Radio Orchestra in 1972, and continued to work for the BBC after the orchestra was disbanded in 1981. He was also Shirley Bassey's musical director for a time. ==Personal life and death== Fahey was an avid cricket and football fan and supported Arsenal. He died on 4 April 2007 aged 87 and was survived by his children, 13 grandchildren and three great-grandchildren. His wife predeceased him. ==External links== *Obituary in The Guardian *Oral history recording in the Imperial War Museum Category:1919 births Category:2007 deaths Category:People from Margate Category:English film score composers Category:Male film score composers Category:English conductors (music) Category:British male conductors (music) Category:English bandleaders Category:English people of Irish descent Category:Musicians from Kent Category:Royal Artillery soldiers Category:British Army personnel of World War II ",
    "title": "Brian Fahey (composer)"
}