{
    "id": "12797932",
    "text": "EastEnders logo The following is a list of characters that first appeared in the BBC soap opera EastEnders in 1990, by order of first appearance. ==Harry Osborne== In January 1990, a mysterious old man (John Boswall) is seen lingering around Albert Square. He is initially reluctant to divulge his identity, but it is apparent that he knows some of the residents, in particular the Beale family. Café worker Rod Norman (Christopher McHallem) and his girlfriend Hazel take an interest in the man, whose name is later revealed to be Harry Osborne. They discover that he had travelled the world before his recent return to Walford. Hazel – spurred on by Harry's tales – leaves Rod to do some travelling of her own. Harry is seen regularly over the following weeks, mysteriously enquiring about old faces on the Square and cryptically turning up at the christening of Steven Beale, much to everyone's bemusement. Rod learns that he was once the boyfriend of Lou Beale's (Anna Wing) sister, Doris. Lou died in 1988 but Harry is persuaded to pay her daughter, Pauline (Wendy Richard), a visit to find out about Doris. He knocks on her door but fearfully flees before she answers. It soon becomes clear that Harry's past isn't the only thing troubling him, he is also suffering from ill health and is seen clutching his chest in obvious pain. One cold, rainy afternoon, Harry sits in pain on a bench in Albert Square gardens, where he dies. His body is found by Willy, Ethel Skinner's (Gretchen Franklin) dog. Ethel recognises Harry and seems to know a lot about his history. She reveals that Harry grew up at number 29 Albert Square and when he was 15, he fell in love with Doris and vowed to marry her. However, when the Second World War broke out, he was conscripted into the army and sent to war. Doris promised to wait until Harry returned but he was later reported missing in action and presumed dead. Doris subsequently married Morris Miller. When Harry returned, he managed to find employment working on the docks, where he occasionally got his hands on scarce food items, which he smuggled out and shared with his neighbours. On one occasion, he gave some meat to a nine-year-old girl. However, the meat turned out to be unsanitary and it accidentally poisoned her. She died and Harry fled the country in shame, amidst accusations of murder. He spent over 40 years in self-imposed exile and it seemed that Harry had come back to his childhood home to die.\"Harry Osborne\", Walford.net. Retrieved 25 March 2007. Harry's death upsets Rod and he leaves Walford soon after to travel the world. ==Bev Williams== Bev Williams, played by Diane Langton, is the mother of Cindy Beale (Michelle Collins). Bev is originally called Lucy and Cindy names her daughter after her in 1994,\"13-JAN-94\", walford.net. Retrieved 7 February 2007. however from 1998 the character is renamed to Bev (the same occurs with Cindy's father, who is referred to as \"Edwin\" in 1989, and \"Tom\" thereafter). During the 1980s, she owns a hat stall on Turpin Road market, which Cindy runs for her in 1988. Bev and her husband then move to Devon and her pitch on the market is taken over by Laurie Bates (Gary Powell) in 1989. Bev remains unseen until February 1990, when she and her husband attend their grandson Steven Beale's (Edward Farrell) christening. At the end of 1990, Cindy, Simon Wicks (Nick Berry) and Steven move away from London to stay with Bev in Devon. Bev is not seen again until November 1998, when Cindy's former husband, Ian Beale (Adam Woodyatt), meets her at the coroner's office following Cindy's death. She had been estranged from her daughter until a few months before she died, when Cindy contacted her asking for money. She could not give Cindy any money however, as her husband, Tom, had left her that year. Ian gives her a lift to the hospital to see Cindy's newborn baby, Cindy (Ella Wortley), and she tries to get him to take the child in as his own, threatening to put the baby into care. However, custody of the baby is eventually given to Bev's other daughter Gina Williams (Nicola Cowper), who lives with her mother in Devon. Bev appears at Cindy's funeral, and later in August 1999 when Ian visits her and Gina to watch the eclipse. She persuades Melanie Owen (Tamzin Outhwaite) to propose to Ian, as Gina is trying to split them up. In 2007, Gina and Cindy Jr appear without Bev. In August 2010, her granddaughter Lucy Beale (Melissa Suffield) moves to Devon to live with Bev. Four months later, her grandson Peter Beale (Thomas Law) goes to live with her. ==Phil Mitchell== Phil Mitchell, played by Steve McFadden, first arrives in Albert Square on 20 February 1990, and is soon joined by his brother, Grant (Ross Kemp), sister Sam (Danniella Westbrook) and mother Peggy (Jo Warne/Barbara Windsor). He has become one of the soap's most popular characters and is the second longest-running male protagonist to appear in the serial. He is first introduced as the lesser of two thugs, but becomes a darker character after Grant leaves. More recent storylines, such as the return of his son Ben, have shown a softer side to the character. In 2010, McFadden was given six weeks off EastEnders, so he could appear in pantomime. He has, at various times, owned many businesses in the Square. He has been married three times and featured in numerous high-profile storylines, including the much-hyped whodunnit, dubbed \"Who Shot Phil?\"—when the character is gunned down outside his home – and an affair with his brother's wife, dubbed \"Sharongate\". ==Grant Mitchell== Grant Mitchell, played by Ross Kemp, first appears in 1990, introduced by producer Michael Ferguson to revamp the show. Kemp remained until 1999 when he opted to leave. In 2005 and 2006, Kemp was persuaded to return to the role for brief stints during a period of heavy media criticism aimed at EastEnders. The return proved to be a ratings success, though Kemp has since been sceptical about the possibility of another return. A popular character, prominent in the series, Grant is portrayed as a tough persona, known for his fiery temper and his tendency to resort to violence. Family is important to him, particularly his relationship with his brother, Phil (Steve McFadden). Grant and Phil known as the \"Mitchell brothers\" have become household names in the United Kingdom. They have been parodied even in adverts where their gruff, tough talking, cockney accents have been impersonated. One of EastEnders most popular and highly rated storylines was Sharongate, where Grant discovers that his wife Sharon (Letitia Dean) has been having an affair with his brother. In the latter part of 1989 EastEnders acquired a new executive producer named Michael Ferguson, who took over from Mike Gibbon. Ferguson had previously been a producer on ITV's The Bill – a hard-hitting, gritty and successful police drama, which seemed to be challenging EastEnders in providing a realistic vision of modern life in London. Due to his success on The Bill, Peter Cregeen, the Head of Series at the BBC, poached Ferguson to become executive producer of EastEnders. ==Jackie Stone== Jackie Stone, played by Richard Beale, is a market trader who is elected as the Chairman of the Bridge Street Market Traders Association. He is asked to liaise with Phil Mitchell (Steve McFadden) and Grant Mitchell (Ross Kemp), who have purchased land that has been used by traders previously. However, Jackie finds himself in an awkward position when he realises that he has been a friend of the Phil and Grant's late father, Eric; they boxed together and some traders believe that Jackie was showing favouritism to the Mitchell brothers. When the council attempts to close part of the market for a possible development, Jackie, along with the other traders, petitions and protests against it. Fruit and veg trader Pete Beale (Peter Dean) is not impressed with his efforts and usurps his post as chairman. The councilman in charge of the development, Stuart Kendle, attempts to bribe Pete and Jackie to drop their opposition. Impressed by Pete's determination, Phil and Grant break into Kendle's office and find evidence that proves he is corrupt. The market is saved. In March 1991, Ian Beale (Adam Woodyatt) decides that he wants to take over the lease of the Dagmar winebar, where Jackie is squatting. He plants a computer that Phil and Grant stole from the council in the wine bar so that Jackie will be evicted. ==Disa O'Brien== Disa O'Brien, portrayed by Jan Graveson, first appears in episode 536. She is introduced as a tough seeming Wearside runaway, who helps Diane Butcher (Sophie Lawrence) to survive when she lives rough on the streets. Disa first appeared in flashback sequences involving Diane on 27 and 29 March 1990, before returning from 18 December. The character was written out of the series the following year and departs in episode 633, first broadcast on 28 February 1991. The character is portrayed by Jan Graveson, pictured. Disa is first seen in March 1990, in flashback scenes set from January. Diane Butcher has run away from home and is fending for herself living on the streets of London, where she befriends Disa, a fellow teenage runaway. Disa is working as a prostitute and tries to convince Diane to follow the same path with the hope that they can raise the funds to share a flat together. Diane cannot bring herself to do this however, but takes up nude modelling for an artist instead. Eventually Diane contacts her father Frank (Mike Reid) and returns to Walford, whilst a bedraggled Disa remains living on the streets, begging and selling sex. Disa had become pregnant in 1990, and she is still living rough in London just before the birth of her child. Knowing this, Diane spends days searching the streets of London for Disa, hoping to provide her and her soon to be born baby with accommodation. After a series of leads result in nothing, Diane is about to give up hope when her friend Mark Fowler (Todd Carty) spots Disa arguing with an unknown man about her baby. However, when Mark makes his presence known she and the man flee, and Disa disappears. The following day, on Christmas Eve, Diane is approached by a homeless man who agrees to bring Disa to her in exchange for money. Diane finally gets a chance to speak to her friend, but Disa refuses to take her help, and orders Diane to stay out of her life and leaves. On Christmas Day Disa goes into labour, alone in a derelict building near Walford, and gives birth to a little girl. Disa knows that a life living rough on the streets is no place for a new born baby, so that same day she decides to leave her baby in a cardboard box on the Butcher's doorstep, with the hope that Diane will take her in. Diane and her boyfriend Mark once again search the streets of London and eventually find Disa. They manage to bring her back to Albert Square (under protest) to live in Mo Butcher's (Edna Doré) empty flat, in the hope that she will become attached to her child, who is originally called Billie, but is later renamed Jasmine. It is a rough ride for Disa, as she is severely lacking parenting skills. She also finds it difficult to bond with her baby initially, but with the help of Diane and Mark she begins to settle into life in the Square, and she soon grows to love her baby. Dot Cotton (June Brown), who often attracts waifs and strays, looks after the child when Disa won't or can't. On one occasion, she unwittingly lets a stranger called Ken Raynor (Ian Redford) into the flat, who claims to be Disa's uncle. However, Ken is actually Disa's stepfather, and he is also the father of baby Jasmine. Whilst Disa was living with him and her mother, she had been the victim of his sexual abuse and rape, which had left her pregnant and driven her onto the streets. In an attempt to get Disa back within his power, Ken kidnaps Jasmine, leaving Disa frantic with worry. With the help of the police, Dot manages to trap him. Ken is arrested and imprisoned, and the baby is returned to Disa unharmed. Disa refuses to admit to the sexual abuse she has been subjected to, even when she is told that Ken would be imprisoned for a long time if she did. However, she does confide in Kathy Beale (Gillian Taylforth) through the Samaritans. Kathy helps Disa to find the courage to tell her mother, Sandra, that Ken had forced both her and her younger half sister to have sex with him, and that he is the father of her child. Sandra refuses to believe her daughter at first. She hits Disa and accuses her of lying, before breaking down and accepting the truth. Sandra makes Disa visit Ken in prison so she can see his response to her accusations. While there, a repulsed Disa confronts Ken about the sexual abuse she had endured since the age of 12. Disgusted, Sandra informs Ken that she and her children will be testifying to this in court, to ensure that he is locked away for a very long time. Sandra then takes Disa and Jasmine back to Sunderland, Tyne and Wear to live with her. Disa's last appearance is in February 1991. ==Carol Hanley== Carol Hanley, played by Sheila White, is the biological mother of Sharon Watts (Letitia Dean), whom she had with Gavin Sullivan (Paul Nicholas) before she was adopted. Carol is tracked down by Sharon, and Sharon's best friend Michelle Fowler (Susan Tully) visits Carol, who is now married to Ron (Dean Harris) and heavily pregnant with a daughter. Michelle speaks to them about contacting Sharon after years of absence. Sharon later visits Carol after her baby is born. Carol and Sharon get on well, but Carol is anxious about introducing Sharon to her two half-brothers, Kristopher and Jonathan. After Carol's confession that she only thinks of her as a good friend, Sharon realises there will never be a parental bond between them and stops seeing her. Carol sends Sharon a letter nearly 25 years later. After a few weeks of hesitation, Sharon decides to visit her, accompanied by her friend Linda Carter (Kellie Bright), only to be greeted by Kristopher (Jonathan Broadbent), who informs her that Carol has died and her funeral is taking place. Kristopher invites Sharon inside to the wake and she tells him that she was a friend of his mother. Sharon signs a condolence book for Carol and leaves. When Sharon discovers Gavin is her birth father, he says that Carol suffered a breakdown after Sharon's birth. ==Celestine Tavernier== Celestine Tavernier, played by Leroy Golding, appears primarily in the serial between 1990 and 1992. Celestine makes a further guest appearance in 1993. Celestine is portrayed as a strict disciplinarian and a devout Christian who expects everyone in his family to show similar dedication to the church and abide by his rules. His unwavering demand for respect often alienates his children and almost causes the breakdown of his marriage. ==Eddie Royle== Eddie Royle is played by Michael Melia from 1990 until 1991. Born in Ireland, Eddie came to Britain with his parents as a boy. Bright and energetic, he couldn't wait to join the police force and when he did, he loved his job, priding himself on being an honest copper. However Eddie encountered corrupt practices in the force, so he took early retirement and decided to start afresh in Walford. Eddie arrives in Walford in July 1990, as the new landlord of The Queen Victoria public house, which he buys from Frank Butcher (Mike Reid). He is a serious minded landlord, far different from his predecessors Den Watts (Leslie Grantham) and Frank. Not everyone takes to him, particularly when they discover his prior profession. Eddie doesn't really have any real friends in Albert Square, but his father John (Paddy Joyce), often turns up in Walford to keep his son company. Whilst being landlord at the pub, Eddie rents a room to his barmaid Sharon Watts (Letitia Dean). Although he never approves of her relationship with the local thug, Grant Mitchell (Ross Kemp), and this often makes things awkward between the pair. Eddie never married as a policeman, however, in Walford, he decides he needs a mate. He patiently pursues Kathy Beale (Gillian Taylforth), but she sees him kissing Eibhlin O'Donnell (Mary Conlon), who is his former girlfriend visiting from Ireland. Kathy refuses to accept his explanations and so their lukewarm romance ends. In April 1991, when Sharon seems to be opening her heart to him and is fed up with Grant, he rashly offers himself as a replacement, but is rejected. When Grant finds out, he beats him up so badly that he is hospitalised and needs brain surgery. Whilst recovering, he receives another visit from Eibhlin. He ends up proposing marriage and she accepts. Eddie cannot forgive Grant for his violent assault and so he contacts an old police colleague to check up on Grant's dodgy dealings. However, Sharon discovers what is going on and manages to remove some dodgy packages from Grant's garage before the police arrive. Eddie is furious, and is even more enraged when he discovers that she'd agreed to marry Grant, so he sacks her. Although Sharon successfully sues him for unfair dismissal, Eddie refuses to give her job back to her. In August 1991 Eibhlin moves in with Eddie. Meanwhile, Eddie begins coaching Clyde Tavernier (Steven Woodcock) in boxing and that same month he is approached by an old friend, who is coaching Clyde's upcoming opponent. He and Eddie try to bribe Clyde to purposefully lose the fight in a betting scam, which causes a blazing row between Clyde and Eddie. Grant's rage towards Eddie also resurfaces when he discovers that it was he who had tipped him off to the police about his shady dealings. This further alienates the community and it seems that everyone in Walford has something against Eddie. In September 1991, while Eddie is taking his pet poodle, Roly, for an evening walk he is stabbed to death. Clyde Tavernier discovers his bloody body in the Square, and after foolishly picking up the murder weapon, he flees in panic. Unfortunately for Clyde, there is a witness who had seen him standing over Eddie's body and fleeing the scene – Nick Cotton (John Altman). Clyde is arrested for Eddie's murder and imprisoned. However, a second witness, Joe Wallace (Jason Rush), later comes forward to attest that he had seen Nick Cotton in the vicinity on the night of the murder. It turns out that Nick was attempting a robbery when Eddie saw him, and to silence him, Nick stabbed him. Clyde is released and Nick is arrested for the murder, but surprisingly he is found 'not guilty' at the trial in 1993, as there is not enough evidence to convict. ==Clyde Tavernier== Clyde Tavernier, played by Steven Woodcock, is introduced in the summer of 1990. Clyde is featured in various prominent storylines including an inter- racial relationship with Michelle Fowler (Susan Tully), and being framed for the murder of publican Eddie Royle (Michael Melia). The character was written out in 1993 and was given a happy ending. ==Etta Tavernier== Etta Tavernier, played by Jacqui Gordon-Lawrence, appears between 1990 and 1992. Etta also makes a guest appearance in 1994, visiting members of the Tavernier family who remain in the serial. Also religious like her husband, Etta is portrayed as a career woman; her most prominent storylines concern marital problems and crises of faith. Etta was Gordon-Lawrence's first television role. Leroy Golding who was awarded the part of Celestine Tavernier claims that his inexperience helped rather than hindered the Tavernier family to gel together as it created a sense of \"camaraderie\" among them; he suggests that he and his screen wife Gordon-Lawrence \"played very well off each other\". ==Hattie Tavernier== Hattie Tavernier, played by Michelle Gayle between 1990 and 1993, was introduced in July 1990 with her family by producer Michael Ferguson. The Taverniers were the first collective black family to join the soap at the same time. Portrayed as an intelligent, independent young woman, Hattie remains in the serial after the departures of many of her screen family, covering issues such as miscarriage and sexual harassment. Michelle Gayle quit the role in 1993 to embark on a pop career. Gayle filmed no official exit storyline for Hattie. Her last scene aired on 21 December 1993, with Hattie departing to visit her parents off-screen in Norwich for the Christmas holidays. Dialogue between characters at this time suggests that is a temporary departure; however, Gayle did not return to the role. The character was hastily written out, appearing briefly one last time in February 1994 to show that Hattie has decided to remain in Norwich. In the scene, Hattie's former lover Steve Elliot (Mark Monero) witnesses Hattie in the distance with another man. This fleeting appearance was played by a non-speaking and uncredited extra. ==Jules Tavernier== Jules Tavernier, played by Tommy Eytle between 1990 and 1997, is depicted as a flirtatious older gentleman. He is introduced in 1990 and remains in the show after the departures of all of his on-screen family. He is largely semi-regular during the latter part of his stint, and is not featured again after December 1997. Jules Tavernier appears in more than 150 episodes over his seven-year tenure.\"Tommy Eytle: Calypso musician who found fame in EastEnders\", The Times. Retrieved 14 June 2012. ==Lloyd Tavernier== Lloyd Tavernier, played by Garey Bridges, arrives in Albert Square in July 1990 with the rest of the Tavernier clan: father Celestine (Leroy Golding), mother Etta (Jacqui Gordon-Lawrence), grandfather Jules (Tommy Eytle), older brother Clyde (Steven Woodcock) and twin sister Hattie (Michelle Gayle). Lloyd suffers with sickle-cell anaemia and because of this his entire family tend to 'wrap him up in cotton-wool', which often leaves him feeling smothered. His father's strict rules only seek to alienate him further so he spends most of his time on the square attempting to rebel against them. His condition means that he becomes easily tired so he is forbidden from getting a job as his parents fear that he would over-exert himself. Lloyd ignores his family's wishes and secretly gets a job as a paper boy. He regrets his defiance however, as he collapses in the playground with sickle cell crisis, and is rushed to hospital frightening his family with a near death experience. The incident underlines the seriousness of his condition and only increases his parents overbearing concern. Lloyd soon grows sick of his 'limited existence' and he eventually begins to turn his back on education and the 'sanctimonious preachings' of the church that his parents hold with such high regard. In an attempt to rebel he neglects his studies and turns to petty crime. He and his friends hi-jack a car in April 1992 and take it for a joy-ride, which culminates in him getting caught and arrested by the police. His expedition earns him a suspended sentence, much to his father's shame. His older brother Clyde takes him under his wing, however, and helps him straighten his life out. Lloyd eventually moves to Norwich with his mother and father. His last appearance is in June 1992. ==George Lawler== George Lawler, played by Edmund Kente, is a business associate of Ian Beale (Adam Woodyatt), whose catering business has failed, so he sells his client base and equipment to Ian for his catering business, The Meal Machine. He recognises The Meal Machine's chef Joe Wallace (Jason Rush), as he had previously sacked Joe when he found out that he had HIV. He demands that Joe quits his job, but when he fails to do so, George informs Ian about Joe's HIV, and Ian sacks Joe. ==Sam Mitchell== Sam Mitchell is the third member of the Mitchell family to be introduced, Sam first appears as a 15-year-old school girl in July 1990, played by Danniella Westbrook. Westbrook quit in 1993, but was reintroduced from 1995–1996 and from 1999–2000. In 2002, the character is reintroduced for a fourth time, but the role was recast to another actress, Kim Medcalf. Medcalf left the role in 2005. However, in September 2009, Westbrook reprised her role as Sam for several months, departing in January 2010. She returns again from August until September 2010 and again from 30 June to 8 July 2016. Portrayed as headstrong, flirty and manipulative, early storylines featuring Sam concentrate on her teen elopement with Ricky Butcher (Sid Owen). She goes on to be involved with topless modelling, various family crises, relationships, feuds, and a short-lived marriage to Andy Hunter (Michael Higgs). Her exit in 2005 is the culmination of a storyline that sees Sam wrongly imprisoned for Den Watts' (Leslie Grantham) murder. Sam is cleared of murder and released, but she flees the country to escape another prison sentence for perverting the course of justice. Her brief return in 2009 sees Sam resurrect her relationship with Ricky whilst having an on-off affair with Jack Branning (Scott Maslen), being manipulated by her uncle Archie Mitchell (Larry Lamb) and causing her family to lose a number of their businesses again before finally going to prison. Her latest return sees her struggle with motherhood after giving birth to Jack's baby. ==John Royle== John Royle, played by Paddy Joyce, is the widowed father of Eddie Royle (Michael Melia) – the publican of The Queen Victoria public house. He first appears in Walford in August 1990 when he comes to visit his son. John is a wily Irishman and a retired metal worker. In his youth, he was a talented footballer and could have played professionally if he'd wanted to leave Dublin, which he didn't. He is often the life and soul of the party in Walford, and is known to like a pint of Guinness or two. He is a perfect pal for the other seniors on the Square – Jules Tavernier (Tommy Eytle) and Ethel Skinner (Gretchen Franklin). He is often seen engaging in a game of poker with Jules. On one occasion Jules manages to thrash John, but is mortified when John pays the winnings in chickens instead of money. Mo Butcher (Edna Doré) ends up taking them back to her family's Bed and Breakfast. John is very proud of his son and will not get mixed up in anything that will have earn his disapproval. John shows up periodically to visit Eddie, and on one occasion he brings Eddie's ex- girlfriend, Eibhlin O'Donnell (Mary Conlon), with him. Unfortunately, John's timing couldn't have been worse, as her arrival spells the end of his son's relationship with Kathy Beale (Gillian Taylforth). However, within a few months, Eddie has changed his mind and asks Eibhlin to marry him. Eddie is murdered by Nick Cotton (John Altman) in September 1991, and John is devastated to lose his pride and joy, especially in such horrific circumstances. After this time, John is not seen in Walford until January 1993, when he attends the trial of Nick Cotton. He has found the death of his son hard to get over and he hopes that seeing justice served to his son's killer will bring closure. He is horrified and inconsolable, however, when the verdict comes back as not guilty. ==Joan Garwood== Joan Garwood, played by Mary Miller, is the older sister of Frank Butcher (Mike Reid), and the first child of Mo (Edna Doré) and Chike Butcher. Joan was far brighter than Frank and, after graduating from school with 7 O-levels and an A-level, she married a chief accountant, Graham (Ian Thompson). Following their marriage, Joan and Graham moved to Colchester, and kept little contact with Joan's family in Walford. After Mo is diagnosed with Alzheimer's disease in 1990, she starts speaking of and referring to people (mostly Diane (Sophie Lawrence), her granddaughter) as Joan, which gives some light into their relationship: Mo believes that Joan sees herself in a higher standing than the rest of her family, which earns Mo's dislike and disapproval. As her mental state deteriorates, Mo causes a fire in her flat after dropping a cigarette in her linen, which leads to Mark Fowler (Todd Carty) rescuing her, and Mo being hospitalised overnight. After this, Frank contacts Joan and she visits Walford to assess the situation, calling a truce with Frank; the siblings had not spoken since the funeral of Frank's first wife, June. Joan also meets Janine properly for the first time, and, when questioned by her, reveals that she has no children because of fertility issues. Throughout the day, Frank and Joan snipe at each other about their lack of contact, until Pat (Pam St. Clement) intervenes. When Joan goes to leave, using her job at an Oxfam as an excuse, Mo suddenly becomes lucid and begs her to stay overnight. Later, Joan argues with Frank over her involvement in the Butcher family, accusing Frank of not knowing her at all, and also revealing that Mo never wanted a daughter and thus ignored Joan in favour of Frank. After the argument, the two read a letter Mo wrote to Frank before her condition deteriorated, in which Mo asks Frank to put her \"out of her pain\". The next day, Frank and Joan have tea with Mo, who seems to have become more lucid and reminisces with them about their childhoods. However, Mo believes that Frank wants to kill her, having forgotten about the letter she wrote to him. In a heated confrontation, she smashes a teapot. Joan leaves Walford that evening, and agrees with Frank that they should keep in contact for Mo's sake, although her departure is marred by Mo's insistence on leaving with her - she is still afraid that Frank wants to kill her. Joan placates her by saying she will talk to Graham first. Unable to cope with his mother's illness, Frank begins talking about fulfilling the wish in Mo's letter, worrying Joan. The next day, in more lucid moments, Mo phones for minicabs to take her to Colchester, calls which Frank and Dot Cotton (June Brown) have to cancel afterwards. Joan and Graham visit Walford that day and Joan suggests that she and Graham take Mo to stay with them temporarily, saying that the break may do Mo's memory some good and give both Frank and Pat a chance to relax. However, when Frank points out that Mo's memory will never get better, Joan accuses him of not wanting Mo to get better. She and Frank then argue, with Frank accusing Joan of only getting involved out of guilt, due to her estrangement from the family and ignoring Mo after the death of their father. Joan and Graham then take Mo to a restaurant, as Mo believes that Pat and Frank are trying to poison her and refuses to eat another meal served there. Afterwards, when Joan leaves, Mo begs her not to and hides from Frank when he comes into the room, bursting into tears, believing he will kill her. After a brief talk with Dot, it is decided that it is better for Mo to go to Colchester with Graham and Joan, and Dot explains to Frank that it will be better to let her go than to keep watching her decline. The three leave that night, and Mo lives with them until she dies on 31 December 1992. Following Frank's disappearance in 1994, his family start up a search for him that continues into the next year. Over Christmas that year, Pat visits Joan to see if Frank is staying with her. Joan tells Pat she has not seen Frank for several years. ==Marcus Christie== Marcus Christie, played by Stephen Churchett, is a solicitor employed by Phil and Grant Mitchell (Steve McFadden and Ross Kemp), and appears sporadically to represent them both in numerous criminal matters. Marcus often gets Phil and Grant out of trouble and is never afraid to bend the rules. Marcus first appears in November 1990, to represent Phil on some handling and receiving charges which he beats the following summer. Marcus is summoned once again to assist Phil when he asks him to see if he can get Ricky Butcher (Sid Owen) sectioned in order to stop him marrying his teenage sister, Sam Mitchell (Danniella Westbrook). Marcus is present when Grant is questioned over the murder of Eddie Royle (Michael Melia). Phil contacts Marcus on Christmas Day 1999 in order to legalize the sale of his half of The Queen Victoria public house to Dan Sullivan (Craig Fairbrass) for £5, in order to spite his mother Peggy Mitchell (Barbara Windsor). Marcus reappears in the summer of 2000 when he helps Phil con Dan into selling back his share of the pub back to him during a poker game, where Phil smugly refunds Dan's money. In December 2004, Marcus cons Sam (now Kim Medcalf) by telling her that Phil, who is on the run, needs all the money he can get. Sam sells all of the Mitchell empire, including The Queen Vic pub to Den Watts (Leslie Grantham), and gives Marcus the money. Marcus then flees Walford to start a new life abroad with all the money. It is revealed that Marcus was in on the con with Den Watts, because Den wanted to regain his position as the landlord of The Queen Vic 16 years after he had first sold it. Ritchie Scott (Sian Webber) becomes the Mitchells' lawyer after Marcus' betrayal. Marcus returns on 25 July 2014 after Sharon Rickman (Letitia Dean) tracks him down. Marcus has been using a different name and working for a new company, but still as a lawyer. Sharon tells him she now lives with Phil and wants help to gain access to Phil's finances otherwise she will expose his whereabouts to Phil. Marcus reluctantly agrees to help Sharon and although she later has a change of heart and calls off the con, Marcus is spotted by Phil leaving The Albert. Phil later lures Marcus back to The Albert and confronts him and a scared Marcus confesses Sharon's plan to scam Phil. Marcus returns again in August 2015, when Max Branning (Jake Wood) hires him to represent him after he is accused of the murder of Lucy Beale (Hetti Bywater). Phil tries to threaten him into dropping the case, while Jane Beale (Laurie Brett), who wants to see Max found innocent, contacts him and formulates a fake alibi for Max, claiming she slept with him on the night of Lucy's death. Marcus points the blame towards Max's daughter Abi Branning (Lorna Fitzgerald), who is furious with her father for allowing this. Max asks Marcus to stop this line of questioning towards Abi but Marcus insists it is necessary to help clear his name and that it will raise the question of reasonable doubt in the jury's eyes. Despite Marcus's best efforts, Max is found guilty of murder because the jury foreman is bribed by Phil. However, Max's conviction is later quashed when the real killer, Bobby Beale (Eliot Carrington), confesses to Lucy's murder. ==Kofi Tavernier== Kofi Tavernier, played by Marcel Smith from 1990 to 1993, is the son of Clyde Tavernier (Steven Woodcock) and he initially lives with his maternal grandparents in Bristol following the death of his mother, Abigail. After Clyde discovers that Kofi's grandparents are planning on emigrating to Jamaica with his son, he follows them to the airport and brings Kofi back to Walford on Christmas Day 1990. Kofi becomes friendly with Vicki Fowler (Samantha Leigh Martin) at a toddler group, and as a result of their friendship Clyde grows close to Vicki's mother, Michelle Fowler (Susan Tully). In 1991, Kofi's father is wrongly accused of the murder of Eddie Royle (Michael Melia) and so Clyde and Michelle go on the run and take Vicki and Kofi with them in an ill-fated attempt to start a new life together in France. However, Clyde is arrested before he can escape and is subsequently imprisoned. During this time Kofi is looked after by the rest of the Taverniers until Clyde is cleared of all charges and released three months later. In July 1993, Clyde and Kofi emigrate to Trinidad to live with Clyde's girlfriend Gidea Thompson (Sian Martin), who is also his cousin. ===Development=== The Tavernier family were introduced in 1990 by the newly appointed executive producer Michael Ferguson. The introduction of the Tavernier family heralded the first time that an entire family had joined EastEnders all at the same time—all except Kofi, who first appeared several months after the core family's introduction. The Taverniers were also a well- intentioned attempt to portray a wider range of black characters than had previously been achieved on the show. It took a long time to cast the complete Tavernier family. Once EastEnders became a success, the producers had no difficulties in finding \"good actors\" who wanted to join the cast; however, what became hard was finding families—combinations of performers who \"look and sound as though they could be related.\" According to producers Corinne Hollingworth and Pat Sandys, the Taveriner family were especially difficult, as upon Kofi's arrival, four male generations of the family were being featured, great grandfather Jules (Tommy Eytle), grandfather Celestine (Leroy Golding), father Clyde (Steven Woodcock) and son Kofi. Hollingworth has commented \"The most difficult job we've had was finding…black actors who fitted the bill for the Tavernier family.\" Kofi's backstory is told through Clyde before he makes an appearance—he was a result of a relationship between Clyde and a girl named Abigail (unseen in the serial). Until December 1990, Kofi lived outside of the area that the soap is set—remaining with his maternal grandparents in Bristol following the death of his mother. Clyde accepts this as he is unable to provide financially for his child, a fact that he is seen to agonise over, and a source of friction between him and his father Celestine. Clyde eventually brings Kofi to live with him in Walford when Abigail's parents threaten to take Kofi to live in the West Indies. Kofi is often in scenes with another child actress, Samantha Leigh Martin, who played Vicki Fowler. Their friendship is part of the reason that Clyde and Vicki's mother, Michelle (Susan Tully), form a relationship. He is also featured in a special set of offset episodes, written by Tony Jordan and first airing in November 1991. The episodes are the climax of a \"mini-storyline\" that sees Clyde and Michelle go \"on the run\" from the police with Kofi and Vicki, after Clyde is falsely accused of murder. Directed by Mike Dormer, the episode has been described as one \"of the most exciting thriller episodes of EastEnders.\" Kofi remains in the programme until July 1993, when he and his father Clyde were written out of the serial. On-screen Clyde leaves Walford with Kofi to explore his roots in Trinidad. == Pearl Chadwick == Ellen Thomas' (pictured in 2016) four roles in the series. Pearl Chadwick, played by Ellen Thomas, appears between episode 606 and episode 613, first broadcast on 27 November and 20 December 1990 respectively. Pearl is introduced alongside her husband, Henry Chadwick (Thomas Baptiste), as the grandmother of Kofi Tavernier (Marcel Smith). Pearl is the grandmother of Kofi, who has been living with Pearl and Henry in Bristol following their daughter, Abigal Chadwick's, death. Kofi's father, Clyde Tavernier (Steven Woodcock), visits occasionally, but he desperately misses his son and is furious to discover that Pearl and Henry are planning to emigrate with Kofi to Jamaica. Clyde cannot persuade Pearl to leave Kofi, but Clyde's mother, Etta Tavernier (Jacqui Gordon-Lawrence), asks if Clyde can spend time with Kofi in Walford before they leave. Clyde struggles to part with Kofi and follows the family to the airport, where he persuades Pearl and Henry that he can provide Kofi support. He then returns home with Kofi. == Henry Chadwick == Henry Chadwick, played by Thomas Baptiste, is the father of Abigail, who had been killed in a motor accident and her son, Kofi (Marcel Smith), was left in his care. He resides with Henry and his wife Pearl (Ellen Thomas) in Bristol. Kofi's father, Clyde Tavernier (Steven Woodcock), visits occasionally, but he desperately misses his son and he is furious to discover that Henry and Pearl are planning to emigrate with Kofi to Jamaica in December 1990. Clyde is unable to talk them out of taking Kofi, but Clyde's mother steps in and they allow Clyde to spend some time with Kofi in Walford before departing for the airport. Clyde cannot bear to lose his son, and he follows the Chadwicks to the airport and persuades them that he can give Kofi the stability he needs. Clyde brings Kofi home to Walford in time for Christmas. == Ken Raynor == Ken Raynor, played by Ian Redford, married Sandra O'Brien in Sunderland and became stepfather to her two children Disa (Jan Graveson) and Ginny. Unbeknown to Sandra, Ken sexually abused both her girls. Disa ran away from home to live rough on the streets of London, turning to prostitution to survive. However, Disa had fallen pregnant with Ken's child, and he followed her there. Ken is first seen on-screen in December 1990, when Mark Fowler (Todd Carty) witnesses him harassing Disa and scares him away. Disa gives birth to Ken's daughter on Christmas Day 1990 in a derelict building. She abandons the baby – initially named Billie, later renamed Jasmine – on Diane Butcher's (Sophie Lawrence) doorstep, until Diane convinces her to stay in an empty flat in Walford, and helps her to bond with the child. Ken traces Disa there in January 1991. He tricks Disa's childminder, Dot Cotton (June Brown), into letting him see the baby by pretending to be Disa's concerned uncle. He then kidnaps Jasmine. Ken wants Disa back under his control, but Dot, with police assistance, tricks him into meeting her, and leads him straight into the hands of the police. The baby is returned to Disa, and Ken is imprisoned. With the possibility that Ken could be released, Disa is forced to admit to the sexual abuse he had subjected her to. Disa and her mother Sandra visit Ken in prison to confront him. Disgusted, Sandra informs Ken that she and her children will be testifying in court to ensure that he is imprisoned for a very long time. == Jasmine O'Brien == Jasmine O'Brien (also Billie O'Brien) is the daughter of Disa O'Brien (Jan Graveson). Disa gives birth to Jasmine alone in a derelict building on Christmas Day 1990. She leaves the child in a cardboard box on Diane Butcher's (Sophie Lawrence) doorstep. Diane and her friend Mark Fowler (Todd Carty) name the baby Billie and look after her until they find Disa and threaten to give the baby to Social Services unless she returns to Walford with them. Disa does, under protest, and lives in Mo Butcher's (Edna Doré) flat on Albert Square. With the help of Diane and Dot Cotton (June Brown), Disa begins to bond with her daughter, who she renames Jasmine. Disa does not tell anyone that her stepfather Ken Raynor (Ian Redford) is Jasmine's father. He had been abusing her for some time and her mother did not believe Disa when she tried to tell her so she ran away from home. Ken comes to Walford and tricks Dot into letting him see Jasmine by claiming to be Disa's concerned uncle and kidnaps her. Ken wants Disa back under his control but Dot, with police assistance, tricks him into meeting her and hands him over to the police. Jasmine is returned to Disa and Ken is imprisoned. With the possibility that Ken could be released, Disa tells her mother about the sexual abuse he subjected her to. Disa and her mother, Sandra, visit Ken in prison to confront him. Disgusted, Sandra informs Ken that she and her children will be testifying in court to ensure that he is imprisoned for a very long time. Reunited with her mother, Disa takes Jasmine home to Sunderland. ==Others== {| class=\"wikitable plainrowheaders\" style=\"font-size:90%\" |- valign=\"top\" ! scope=\"col\" | Character ! scope=\"col\" | Date(s) ! scope=\"col\" | Actor ! scope=\"col\" | Circumstances |- valign=\"top\" ! scope=\"row\" | | | | Danny Whiting's (Saul Jephcott) estranged wife. She arrives on the doorstep of Michelle Fowler (Susan Tully), who Danny has been seeing, much to his shock. He pleads with her to take him back and move to Newcastle, where he has a new job. Danny continues to ask Mandy to move with him, but she refuses and he eventually stops. Mandy goes to see Michelle and learns that she changed her mind about going to Newcastle. Mandy then tells Michelle that Danny was trying to get back with her. |- valign=\"top\" ! scope=\"row\" | | (2 episodes) | | Marge Green's (Pat Coombs) cousin. He arrives to see her and persuades Marge to look after his invalid mother on a cruise he has booked but is unable to attend. |- valign=\"top\" ! scope=\"row\" | | (3 episodes) | Uncredited | rowspan=\"3\"| Danny Whiting's (Saul Jephcott) children. |-valign=\"top\" ! scope=\"row\" | Wayne Whiting | rowspan=\"2\" | (2 episodes) | Uncredited |-valign=\"top\" ! scope=\"row\" | | Uncredited |- valign=\"top\" ! scope=\"row\" | | | | Laurie Bates' sister. She comes to Albert Square to see Kathy Beale, who dated Laurie. Shirley explains that Laurie has had an accident and she asks Kathy to talk to him about why she ended their relationship. |- valign=\"top\" ! scope=\"row\" | | | | A market trader whose livelihood is under threat when Walford Borough Council threaten to demolish the Market. She is married to a man called Greg McIntosh. |- valign=\"top\" ! scope=\"row\" | Jackson | rowspan=\"3\"| 27–29 March (2 episodes) | | rowspan=\"3\"| Three Street youths who befriend Diane Butcher when she runs away from home. |- valign=\"top\" ! scope=\"row\" | Furtive | |- valign=\"top\" ! scope=\"row\" | Steeple | |- valign=\"top\" ! scope=\"row\" | | 27 March–3 May (7 episodes) | | An artist who photographs Diane Butcher and her homeless friends. Diane later poses naked for him, and Matthew creates a sculpture of her. Matthew follows Diane to Albert Square, and constantly calls her from his car phone. He dumps the sculpture in the square, angering her father Frank Butcher, who later confronts Matthew at a lecture he is giving at Walford College. Matthew wants Diane to pose for him again and he continues to call her. Diane eventually lets him in the house to talk, but she rejects him for trying to control her and tells him to leave. Matthew then runs into Frank, who says they have unfinished business. |-valign=\"top\" ! scope=\"row\"| | 12 April–12 June | | A suitor for Shireen Karim. He and Shireen get along well, and following a date at a restaurant, they become engaged. Jabbar visits Shireen after the engagement is called off, and he tells her that her father is having an affair. They later meet up in secret, and Jabbar vows to visit Shireen in Bristol, where her family are moving. |-valign=\"top\" ! scope=\"row\" | | | | rowspan=\"2\"| Jabbar Ahmed's parents. They come to Albert Square to introduce their son to his potential wife Shireen Karim. They later co-host Jabbar and Shireen's engagement party with Ashraf Karim and Sufia Karim. After Hanif is informed that Ashraf has a mistress, he comes to Albert Square to tell Ashraf that the wedding is off. Nasreen, Sufia and Farah Ahmed later discuss the possibility of Shireen and Jabbar marrying, as they know they are in love. |- valign=\"top\" ! scope=\"row\" | | | |- valign=\"top\" ! scope=\"row\" | | | | Jabbar Ahmed's aunt and Sufia Karim's old friend. Farah acts as Jabbar and Shireen Karim's chaperone and confidant. After Jabbar's parents call off the engagement, Farah brings Jabbar to talk to Shireen. She later meets with Sufia and Nasreen to discuss the possibility of Shireen and Jabbar marrying after all. |-valign=\"top\" ! scope=\"row\" | | | | A man from the local council, who holds a meeting at the community centre for the market traders. He explains that the council are going to de-designate the Turpin Road market, but it is not closing and they will make every effort to relocate the market on a new site. The traders are not pleased by the news, and Carter's car is vandalised. |- valign=\"top\" ! scope=\"row\" | | | | The husband of April McIntosh. |- valign=\"top\" ! scope=\"row\" | | | | An adoption counsellor, who Sharon Watts meets with to discuss her adoption history. He provides her with her mother's details. |- valign=\"top\" ! scope=\"row\" | | | | Jabbar Ahmed's uncle. He attends his nephew's engagement party, and later sees Ashraf Karim having dinner with his mistress, Stella (Cindy O'Callaghan). |- valign=\"top\" ! scope=\"row\" | | | | A councilman in charge of the development, Stuart attempts to bribe Pete Beale (Peter Dean) and Jackie Stone (Richard Beale) to drop their opposition. Impressed by Pete's determination, Phil Mitchell (Steve McFadden) and Grant Mitchell (Ross Kemp), break into Kendle's office and find evidence that proves he is corrupt. The market is saved. |- valign=\"top\" ! scope=\"row\" | | | | Arthur Fowler visits Mrs Dutton to discuss her uncle Wilfred, whose possessions he has found in his allotment. |- valign=\"top\" ! scope=\"row\" | | | | The husband of Carol Hanley, who initially disapproves of her meeting her daughter, Sharon Watts. |- valign=\"top\" ! scope=\"row\" | | | |Sharon Watts's (Letitia Dean) half-brother, who Sharon meets as a child in 1990. He later appears in 2015 when Sharon goes to visit their mother, Carol after discovering that she is dying from cancer. Kristopher initially mistakes Sharon for a florist from a funeral home and reveals that his mother has already died, and that her family are in the middle of her funeral. After Sharon writes a message to Carol, Kristopher realises that she is his half- sister and follows her to Walford. He reveals that he is the executor of their mother's will and that she has left a box of letters to Sharon. He also offers to help Sharon if she needs anything. |- valign=\"top\" ! scope=\"row\" | | | | One of Carol and Ron Hanley's sons; Sharon meets him as a child on three occasions in 1990. |- valign=\"top\" ! scope=\"row\" | | | | Karen is a regular singer at The Queen Vic. She befriends Clyde Tavernier (Steven Woodcock) and assists him when he flees to Portsmouth after being accused of murdering Eddie Royle (Michael Melia). |- valign=\"top\" ! scope=\"row\" | | | |The former superior officer of Eddie Royle (Michael Melia). |- valign=\"top\" ! scope=\"row\" | | | | rowspan=\"2\"| Police officers from MS15 investigating Police corruption of Eddie Royle (Michael Melia). |- valign=\"top\" ! scope=\"row\" | | | |- valign=\"top\" ! scope=\"row\" | | | | Former colleague of Eddie Royle accused of corruption by MS15. |- valign=\"top\" ! scope=\"row\" | | | | The daughter of Ch. Supt Dave Penton (Andrew Burt). |- valign=\"top\" ! scope=\"row\" | | | | The husband of Joan Garwood (Mary Miller), who arrives in Walford to take her mother, Mo Butcher (Edna Doré) to live with them in Colchester. |} ==References== ==External links== * 1990 *, EastEnders Category:1990 in British television ",
    "title": "List of EastEnders characters (1990)"
}