{
    "id": "12797938",
    "text": "EastEnders logo The following is a list of characters that first appeared in the BBC soap opera EastEnders in 1991, by order of first appearance. ==Eibhlin O'Donnell== Eibhlin O'Donnell, played by Mary Conlon, is an Irish woman who met and dated Eddie Royle (Michael Melia) in the early 80s, when her job for the Irish tourist board in Dublin took her to a London office for a six-month stint. Eibhlin was committed to her close-knit Catholic family (especially her widowed father and her marijuana-smoking sister Maureen), so when her work placement ended, she returned to Dublin and her relationship with Eddie ended. Eibhlin visits Eddie in Walford in January 1991. In her mid thirties, Eibhlin is thinking about settling down. She hopes to rekindle a romance with Eddie. When Eddie's current girlfriend, Kathy Beale (Gillian Taylforth), sees how close Eddie and Eibhlin are, she breaks up with Eddie. Instead of reuniting with Eibhlin, Eddie opts to try and win Kathy back, so Eibhlin returns to Ireland. When Eddie is badly beaten by Grant Mitchell (Ross Kemp) in April 1991, Eibhlin returns to Walford to visit him in hospital. Eddie's brush with death makes him rethink marriage, and he proposes to Eibhlin. She accepts and in August 1991, she moves in with Eddie at The Queen Victoria public house, of which Eddie is landlord. A part of Eibhlin is not convinced that marriage to Eddie will work; they do not get the opportunity to find out as Eddie is murdered by Nick Cotton (John Altman) in September that year. A devastated and heartbroken Eibhlin then returns to Ireland. ==Rachel Kominski== Rachel Kominski, played by Jacquetta May, owns number 55 Victoria Road. She befriends Michelle Fowler (Susan Tully) and is initially keen for her to become her lodger, but when she learns Michelle has a young daughter, she rents the bedroom to singer Karen (Adjoa Andoh). Rachel later befriends Michelle's uncle Pete Beale (Peter Dean), and agrees to have a drink with him sometime. Pete mistakes this for a date and is disappointed when she does not show up. Rachel apologises to him the following day and supports him when she discovers his flat has been trashed. Rachel helps Michelle get her wages from a timeshare company that tried to withhold it. Rachel's former boyfriend Russell Nash (Ray Ashcroft) arrives at number 55 when she unknowingly hires his friend to put some shelves up for her. Russell tries to convince her to get back together with him, until Rachel tells him that she had hated the three years they were together. Rachel becomes fed up with Karen's loud music, untidyness and boyfriend Clyde Tavernier's (Steven Woodcock) presence in the house. Just as Rachel confronts her, Karen tells her that she is moving out, as she has accepted a job in Manchester. Rachel invites Michelle to be her lodger. Rachel sees potential in Michelle, and encourages her to apply to college, which she does. She dates Michelle's brother, Mark Fowler (Todd Carty), and he confides in her that he is HIV-positive. She later supports him when he tells his parents, who do not react well. Rachel reluctantly helps Michelle hide Clyde in the spare room when he goes on the run from the police, having been accused of murdering Eddie Royle (Michael Melia). She also supports Kathy Beale (Gillian Taylforth) when Kathy learns her rapist James Wilmott-Brown (William Boyde) is planning on returning to the Square. She accompanies Kathy when she meets Wilmott-Brown at a hotel to hear him out, and continues to be a confidante when Wilmott-Brown sends Kathy cassette tapes. Mark moves in with Rachel and Michelle, but this soon leads to the end of the relationship, as he and Rachel argue. When one of the university courses she teaches is dropped, Rachel begins looking for part-time work. Her mother also informs her that she and Rachel's father will no longer be sending her money to help with the mortgage. Rachel's mother later comes to stay and reveals several of Rachel's secrets to her friends. After the rest of her courses are dropped, Rachel finds work at the Bridge Street café and has a bric-a-brac market stall, where she meets market inspector Richard Cole (Ian Reddington). Rachel has sex with Richard, but he soon begins pursuing Kathy. Richard later gives her pitch to Sanjay Kapoor (Deepak Verma). Rachel leaves Walford after she receives a job offer at a publishing house in Leeds. ==Peggy Mitchell== Peggy Mitchell, initially played by Jo Warne when she first appears on 30 April 1991, features in the series on a recurring basis over several weeks. Peggy is reintroduced in 1994, recast and played by Barbara Windsor. Peggy becomes a regular character, and Windsor played the role for 16 years. She announced in October 2009 that she would be leaving the show, and departs in September 2010. The character has made annual returns from 2013 onwards for singular episode stints, however, in January 2016, it was revealed that Peggy would be killed off as her cancer would return. Peggy returned to Albert Square for one week in May 2016 for her death, with her character finally committing suicide on 17 May 2016. Peggy is fiercely protective of her family and the Mitchell name, and has become famous for her catchphrase \"Get outta my pub!\", used when ejecting people from The Queen Victoria, of which she is the landlady. Her storylines have seen her embark on a series of failed romances, including marriages to Frank Butcher (Mike Reid) and Archie Mitchell (Larry Lamb). She has been central to several plot strands revolving around health issues, launching a hate campaign against the HIV positive character Mark Fowler (Todd Carty), and going on to make amends with him when she is later diagnosed with breast cancer. ==Russell Nash== Russell Nash, played by Ray Ashcroft, is the ex-boyfriend of Rachel Kominski (Jacquetta May), who arrives in Walford after she unknowingly hires one of his friends to put some bookshelves up for her. He attempts to reconcile with her, but she does not want to get back together with him, and ends up telling him that she had hated their three years together, especially the sex. ==Kevin Masters== Kevin Masters, played by Colin McCormack, owns a minicab firm. Peggy Mitchell (Jo Warne) starts work for him and they begin an affair; however, Peggy is forced to end it when her husband Eric develops cancer. Kevin comes back into Peggy's life promptly after Eric's death, but her children take against him, particularly her daughter Sam (Danniella Westbrook). Kevin attends a family meal at the B&B; where Sam and her boyfriend Ricky Butcher (Sid Owen) announce their engagement much to Peggy's shock and anger. Peggy then tells Kevin to warn Ricky off, which he does. When Ricky and Sam are found parked in a van in a graveyard, Kevin and Peggy drag Sam home. He is also present when the Mitchells and Butchers set off to Scotland to find Ricky and Sam in order to stop them marrying. Both families are ultimately unsuccessful. Kevin attends Ricky and Sam's blessing in Walford with Peggy, after he persuades Peggy to attend. Following the blessing Kevin is not seen again. Off-screen, Peggy and Kevin remain together until 1994, when Peggy discovers that he has been cheating on her with another woman. Kevin is later retconned out of existence when Peggy gets together with George Palmer (Paul Moriarty), as she states she hasn't been in a serious relationship since Eric died. ==Gill Fowler== Gill Fowler (also Robinson), played by Susanna Dawson from 1991 to 1992, is the first wife of Mark Fowler (Todd Carty). Gill met Mark in Newcastle during 1989 and they lived together until 1990 when Gill tested positive for HIV and moved to London. Mark discovered that he was HIV positive as well and returned to Walford. The following year, Gill was diagnosed as having AIDS and visits Mark to ask if he has been tested for HIV. At first Mark denies that he has the virus but later admits to her that he is HIV positive. They are never certain which of them had contracted the virus first. They soon rekindle their relationship and Gill marry Mark on 23 June 1992, but she dies in a hospice the following day. Susanna Dawson who played Gill found the experience of playing a person living with and dying from AIDS so intense that she co-produced an educational video based on the subject for use in schools and wrote a book, The Gill and Mark Story, to accompany it. In October 1999, All About Soap magazine placed Mark and Gill's wedding at number six on their twenty greatest soap weddings list. The magazine said \"Knowing Gill was so close to dying from AIDS, Mark decided his final act of commitment would be to marry her. Sadly, she died in his arms later that afternoon in what remains one of soap's most tear-jerking weddings of all time.\" ==Joe Wallace== Joe Wallace, played by Jason Rush, is a young, gay chef who is HIV-positive. He arrives in Walford in July 1991 looking for labouring work at the Dagmar renovation. He befriends Ian Beale (Adam Woodyatt) when he helps him move some freezers, and Ian gets Joe some work on the site and a room at the local B&B.; Joe recognises Mark Fowler (Todd Carty) from the Terrence Higgins Trust, but Mark initially denies that it was him. Ian later gives Joe a job at his restaurant, The Meal Machine. Joe encourages Mark to tell his parents that he is HIV-positive. When Ian discovers that Joe has HIV, he sacks him and disinfects his whole kitchen. Joe then leaves Walford to live with his parents in Cowley and is the last person to see Eddie Royle (Michael Melia) alive before Eddie is murdered in September that year by Nick Cotton Joe saves Clyde Tavernier (Steven Woodcock) from being convicted of the crime, by testifying that he saw Nick climb down his drainpipe the night Eddie was murdered. This implicates Nick as a suspect and provides enough reasonable doubt to secure Clyde's release from custody and Nick is remanded for thirteen months. At Nick's trial in January 1993, Joe briefly returns as a witness. In spite of Joe's testimony, Nick is found not guilty of murder. Joe's mother Jackie (Ann Lynn), writes to Mark telling him he is dying in a hospice in 1994. Joe's death of HIV shocks Mark, but it is visiting the hospice that leads him to meet his future wife, Ruth Aitken (Caroline Paterson). ==Dave and Irene Carter== Dave and Irene Carter want to buy Dot Cotton's (June Brown) house which her son Nick (John Altman) has put up for sale to collect deposits from prospective buyers and keep them to fund his heroin addiction. The Carters give Nick £300, and two days later, Dave arrives with some furniture for the flat, which Nick disposes of. On the day they are due to move in, Dot discovers what Nick has been up to and tells the Carters they will get their money back. ==Jackie Wallace== Jackie Wallace, played by Ann Lynn, is the mother of Joe Wallace (Jason Rush), who is originally seen picking him up from the Fowlers' house to take him home in 1991. When Mark Fowler (Todd Carty) arrives in Cowley to track down Joe two months later in order to exonerate Clyde Tavernier (Steven Woodcock) who is remanded in custody for the murder of Eddie Royle (Michael Melia), Jackie tells him that he is not there and tells him to go back to London. Before Mark leaves, Jackie asks him to keep in touch if he sees Joe. In 1994, she writes a letter to Mark telling him that her son is dying of HIV. Mark goes to visit Joe in a hospice, but arrives too late, and Jackie informs him that Joe had died shortly before he arrived. ==Steve Elliot== Steve Elliot, played by Mark Monero, is first seen in Albert Square in October 1991 as an old school friend of Hattie Tavernier (Michelle Gayle) and Sam Mitchell (Danniella Westbrook). He has a relationship with Hattie, which breaks down after he leaves her to take a job as a chef on an ocean liner, and when he returns, Hattie has moved on. He also falls for his business partner, Della Alexander (Michelle Joseph), however she is a lesbian and rejects his advances. Steve agrees to host an illegal gambling night at his café by a criminal firm, but when he is later asked to testify in court about the event, the firm kidnap Steve's girlfriend Lydia (Marlaine Gordon). when he eventually finds her, the firm threaten to kill Lydia if Steve does not back out of testifying. Fearful for their lives, Steve packs his things and he and Lydia leave Walford in February 1996. ==Lorraine Stevens== Lorraine Stevens (also Salter), originally played by Linda Henry (1991–1992) and later played by Victoria Alcock (2012), makes her first appearance in November 1991. The character was brought in as part of a storyline focusing on Pat (Pam St Clement) and Frank Butcher's (Mike Reid) marital problems. In the storyline, Pat goes to a bar, intending to pick up another man for sex, and meets Lorraine. Pat helps Lorraine when a man starts to harass her, claiming to have spent money on her the night before and implying Lorraine is a prostitute. Shortly after, Lorraine turns up at the Butchers' house, requesting a place to stay. She outstays her welcome and when she is asked to leave, she threatens to tell Frank that Pat has been cruising for other men in bars, causing some difficulty in the Butchers' marriage. Seeing Lorraine's existence makes Pat realise that she has left her promiscuous lifestyle behind her. The following year, in March 1992, Lorraine contacts Pat from hospital. She has been severely beaten by her boyfriend Gary (Thomas Craig) and needs Pat to take care of her 15-year-old daughter Mandy (Nicola Stapleton). Having had her daughter taken into care by the social services in the past, Lorraine wants to prevent this from happening again. Pat is initially unwilling to help, but she eventually relents and Mandy stays at the Butchers'. Lorraine is released from hospital the following week, and she abandons her daughter. Mandy ends up homeless and sleeping on the streets. On Christmas Eve 1992, Lorraine contacts Mandy and tells her she is coming to visit. She does not arrive, so Mandy travels to her flat on Christmas Day to reunite. Lorraine is not there and Mandy is instead greeted by Gary. After getting into a fight with Gary, Mandy flees from her mother's tower block with Mark Fowler (Todd Carty). On 23 January 2012, Daniel Kilkelly of Digital Spy reported Lorraine would be returning to EastEnders the following month. Actress Victoria Alcock was recast in the role, taking over from Henry (who was also on the cast of EastEnders playing a different character, Shirley Carter). Of her casting, Alcock said, \"I am absolutely thrilled to be joining the cast of EastEnders and am looking forward to working with my good friends Linda Henry and Nicola Stapleton again. I can't wait to see people's reaction when Lorraine arrives on the Square!\" Kilkelly said Lorraine has remained \"a brash character and certainly hasn't grown up.\" Alcock predicted that viewers would be \"shocked\" by the actions of Lorraine. Speaking of Lorraine's arrival, Alcock told TV Choice: \"There will be a collective intake of breath from viewers because just when you think she couldn't stoop any lower, she goes full-steam ahead.\" Alcock added that the residents of Albert Square will discover why Mandy is such a leech as she gets it from Lorraine. Alcock added: \"Allegedly she let some awful things happen to Mandy, which may come out in time. I think viewers are interested in the broken shells of a character and she's definitely a broken shell.\" Alcock also said she wanted Lorraine to be more than just a villain. She said that people are not made this way, something happens to make people the abuser, and that's from being abused. Alcock thought that Lorraine was abused as a child. Returning on 1 March 2012 after 20 years of absence, Lorraine appears in The Queen Victoria public house after Lucy Beale (Hetti Bywater) contacts her to come to Walford, assuming she is a man that Mandy is having an affair with. Mandy does not want her around, but she bonds with Mandy's partner Ian Beale (Adam Woodyatt), who invites her to stay with them. When they are alone, Lorraine is verbally and physically abusive to Mandy. Lucy is shocked to overhear Lorraine telling Mandy that nobody cares about her and men do not fall in love with girls like her. During a meal at a restaurant, where Lorraine convinces Ian to order champagne, Lucy reveals that Lorraine has stolen Ian's money and that she is an alcoholic. In retaliation, Lorraine accuses Mandy of using Ian for money and making him work for sex, upon which Ian banishes Lorraine on 9 March 2012. Off-screen, Lorraine causes problems for Mandy by informing Mandy's ex-boyfriend, Alex Foster (Michael Vivian), where she lives, causing Ian to become insecure. Lorraine reappears on 30 April 2012, nearly two months later, claiming that her years of alcohol abuse has left her very ill, and that she is dying. Although Mandy does not believe her initially, she eventually agrees to look after her. Ian forbids this, so Mandy leaves Lorraine outside the tube station, telling her she cannot disobey Ian's wishes. Lorraine, who is doubled over in pain, collapses. Mandy later visits Lorraine in hospital, where they start to bond. However, Lorraine soon turns nasty again and tells Mandy she never loved her. Several weeks later, just before her wedding, Mandy goes to visit Lorraine in hospital but is devastated to learn that she has died. Lorraine's death is not screened. Nobody except Mandy attends Lorraine's funeral, mirroring what Lorraine said to Mandy that nobody would care if she died. ==Others== {| class=\"wikitable plainrowheaders\" style=\"font-size:90%\" |- ! scope=\"col\" | Character ! scope=\"col\" | Date(s) ! scope=\"col\" | Actor ! scope=\"col\" | Circumstances |-valign=\"top\" ! scope=\"row\" | | | | Kate is Disa O'Brien's (Jan Graveson) social worker, who visits Disa after Dot Cotton (June Brown) phones the police about Disa's baby, who Mark Fowler (Todd Carty) says was abandoned. Kate speaks to Disa, her friend Diane Butcher (Sophie Lawrence), Mark and his sister Michelle Fowler (Susan Tully) about living arrangements, Disa's capability of bringing her daughter up and potentially taking a safety order out on Disa's baby. On her next visit, Disa tells her that the baby is called Jasmine. |-valign=\"top\" ! scope=\"row\" | | | | A counsellor at the Terrence Higgins Trust who meets with Diane Butcher. She tells him her boyfriend is HIV positive and needs help, but she is not sure she can take care of him. She also explains that she thinks about running away, but she feels guilty about letting him down. |-valign=\"top\" ! scope=\"row\" | | | | A woman from the same church that wants more than friendship from Celestine Tavernier (Leroy Golding) and propositions him one night following a row with Etta. It is a testing time for Celestine, but the sanctity of marriage is more important to him and he manages to resist the temptation. |-valign=\"top\" ! scope=\"row\" | | | | Sandra is the mother of Disa O'Brien (Jan Graveson), who arrives in Walford to take Disa and her baby daughter, Jasmine O'Brien, back to Sunderland. Sandra goes on at Disa about her stepfather Ken Raynor's (Ian Redford) concern for her and how he's been a good father to her and her sister, Ginny. Sandra picks up a note from Kathy Beale (Gillian Taylforth), a Samaritan who Disa confided in, about Disa being sexually abused by Ken. Disa struggles to tell Sandra about the abuse, but the truth comes out in an argument when they're due to leave. Sandra doesn't believe Disa at first, but she soon does and Sandra and Disa visit Ken in prison and Sandra tells him she believes Disa and will stand by her daughters. |-valign=\"top\" ! scope=\"row\" | Lorna | | | Lorna meets Mark Fowler in a club and tries to start a relationship with him. Mark knocks her back as he had recently been diagnosed HIV positive. |-valign=\"top\" ! scope=\"row\" |Mr. X | | | A criminal who drove into the Square and crashed his car. Grant Mitchell (Ross Kemp) and Phil Mitchell (Steve McFadden) help him to get his car off the road and brought it to the arches. He offers big money if they can fix it quickly. After a visit from Mr. Y (William Marlowe), Grant and Phil soon realise that they have something both them want. Mr. X later negotiate a price. |-valign=\"top\" ! scope=\"row\" |Mr. Y | | | rowspan=\"2\" | Two other criminal seen following Mr. X (Billy Murray) in a car chase, they visit Grant Mitchell (Ross Kemp) and Phil Mitchell (Steve McFadden) and offer them money for the contents of the car. |-valign=\"top\" ! scope=\"row\" |Frank | | |-valign=\"top\" ! scope=\"row\" | | | | After Grant Mitchell (Ross Kemp) attacks Eddie Royle (Michael Melia) for making a pass at Sharon Watts (Letitia Dean), Sergeant Jimmy Buckwell questions Sharon about his injuries and Sharon maintains she does not know who did it. He also comes across Grant, who has a hand injury, and his brother, Phil Mitchell (Steve McFadden), at the hospital and he asks how Grant injured his hand. |-valign=\"top\" ! scope=\"row\" | | | | After Grant Mitchell (Ross Kemp) attacks Eddie Royle (Michael Melia) for making a pass at Sharon Watts (Letitia Dean), Detective Sergeant Mullen takes a statement from Eddie when he comes round and questions him further as his statement does not add up, refusing to give Grant's name. |-valign=\"top\" ! scope=\"row\" | | | | |-valign=\"top\" ! scope=\"row\" | | | |Col is the brother in law of Dave Carter and the brother of Irene Carter. He helps Dave move furniture to his new house that Nick Cotton (John Altman is trying to rent to Dave and Irene without his mother, Dot Cotton's (June Brown) knowledge. |-valign=\"top\" ! scope=\"row\" | | rowspan=\"2\" | | | rowspan=\"2\" |A couple that turns up to move into 25 Albert Square after Nick Cotton (John Altman) lets the house to a number of people. Dot Cotton (June Brown) tells them they have been scammed and offers to refund them. |-valign=\"top\" ! scope=\"row\" | | |-valign=\"top\" ! scope=\"row\" | Mr Wallace | | | Mr Wallace is the husband of Jackie Wallace (Ann Lynn) and father of their son Joe Wallace (Jason Rush). When Joe's friend, Mark Fowler (Todd Carty) turns up at their house in Cowley, Mr Wallace is very hostile towards him when he asks for Joe's whereabouts to exonerate Clyde Tavernier (Steven Woodcock) who is on remand for murder and threatens to call the police on him. However, he turns up in Walford several days later and reveals that he and Joe fell out regarding Joe's sexuality and gives Mark a £5000 cheque to give to Joe. Several weeks later, Mr Wallace and Joe reappear on the Square after Clyde's release where Clyde and his grandfather Jules Tavernier (Tommy Eytle) thank Joe for his testimony. |} ==References== 1991 *, EastEnders EastEnders ",
    "title": "List of EastEnders characters (1991)"
}