{
    "id": "12791126",
    "text": "The Rondout–West Strand Historic District is located on the shore of Rondout Creek along the southern boundary of the city of Kingston, New York, United States. Formerly Rondout, New York, it is bounded by the creek, Broadway, Hone, Ravine and McEntee streets, an area of 570 acres (2.3 km²) containing 259 buildings, most dating to the 19th century. US 9W and the John T. Loughran Bridge are immediately to the east; the Kingston-Port Ewen Suspension Bridge crosses the creek to the west. The neighborhood is often referred to locally by either of the two names. The name of the Rondout Creek comes from the fort, or redoubt, that was erected near its mouth The Dutch equivalent of the English word redoubt (meaning a fort or stronghold), is reduyt. In the Dutch records of Wildwyck, however, the spelling used to designate this same fort is invariably Ronduyt during the earliest period, with the present form rondout (often capitalized) appearing as early as November 22, 1666. Because the spelling of the word was unusual and implied a proper name, the translators, Oppenheim and Versteeg, preserved the original form in their translations instead of giving the English equivalent, as O´Callaghan and Fernow had done. The Dutch word ronduyt is an adjective meaning \"frankly\" or \"positively.\" The word could also be broken down into its components and translated, literally, \"round-out.\" However, it seems unlikely that the inhabitants of Esopus had any special meaning in mind when they corrupted the Dutch word reduyt into ronduyt and rondout. Most likely, this corrupting process merely represented the simplification of a word (reduyt). The Strand (original pronunciation, in Dutch: \"strunt\"). Strand means, in Dutch, a shore or beach. The street running along the north shore of the Rondout Creek near its mouth has always been called \"The Strand,\" or, more recently, \"Strand Street\" (East and West). A short, easily navigable distance up the creek from the Hudson River, the area, originally known as Kingston Landing, had always been an ideal location for a harbor. But it was not until the establishment of the Delaware and Hudson Canal in 1828 made it a key junction for coal being shipped from Northeast Pennsylvania and bluestone being quarried from the nearby Catskill Mountains that it was able to fully take advantage of that situation. It grew so rapidly that it incorporated as the Village of Rondout in 1849. By 1872 it grew so much more it merged with the then-Town of Kingston to form today's city. By the time the canal closed in 1899, it had acquired buildings in all 19th- century architectural styles. The industrial base established was such that the neighborhood remained prosperous long after the closing of the canal. But by the 1960s it had, like similar areas in many other American cities, fallen into decay, and it was only when urban renewal and the construction of the bridge led to the demolition of part of the neighborhood that efforts to preserve the remainder were seriously undertaken. It was added to the National Register of Historic Places in 1979; the city has recognized it in its ordinances as well. , retrieved August 16, 2007. Today, the area is still an active waterfront, although it primarily sees recreational traffic. Many small boutiques and restaurants have opened in the old buildings along the streets; it has become a popular destination for visitors both by land and water. It is located adjacent to the West Strand Historic District, listed on the National Register of Historic Places in 1974. ==See also== *National Register of Historic Places listings in Ulster County, New York ==References== ==External links== Category:National Register of Historic Places in Ulster County, New York Category:Historic districts on the National Register of Historic Places in New York (state) Category:Tourist attractions in Ulster County, New York Category:U.S. Route 9W Category:Rondout Creek Category:Kingston, New York Category:Historic districts in Ulster County, New York Category:1828 establishments in New York (state) ",
    "title": "Rondout–West Strand Historic District"
}