{
    "id": "12791037",
    "text": "For the 1953–54 NBA season, the National Basketball Association began a contract with the DuMont Television Network. This marked the first year the NBA had a national television contract. ==Background== The contract had the DuMont Television Network televising 13 Saturday afternoon games. According to the book Tall Tales, NBA owners wanted the presumably \"worst\" game of the week to be shown on DuMont, because they were afraid if the \"best\" games were shown, it would negatively affect the gate for that game. Also, even though DuMont wanted the games on Saturday afternoons, a number of owners resisted because they feared that Saturday matinees would not draw as many people as a night game. The DuMont Network would televise 20 Saturday afternoon games the following season, paying $39,000 for the rights. DuMont's first game aired on December 12, 1953, with the Boston Celtics defeating the Baltimore Bullets 106-75. This was the only year of NBA coverage on DuMont; the Saturday afternoon package moved to NBC for the season, mainly because NBC could clear the games on far more stations that DuMont could. Games on DuMont were usually blacked out in the cities they were played in; for example, the three Boston Celtics home games included in the 1953-54 package were blacked-out in Boston, however, WJAR-TV in nearby Providence (whose signal covers most of the metropolitan Boston area) did carry the two regular-season Celtics' home games that were part of the DuMont package.Boston Globe, December 19, 1953, p.23Boston Globe, December 26, 1953, p.7 Meanwhile, as early as 1948-49, The New York Times reported that all New York Knicks games at Madison Square Garden would be televised locally. The local station, WJZ-TV (the forerunner for ABC's flagship station, WABC), also had exclusive rights to televise Knicks' playoff games. ==Schedule== {| class=\"wikitable\" !Date !Teams !Commentators |- |12/12/53 |Baltimore @ Boston |Marty Glickman and Curt Gowdy |- |12/19/53 |Syracuse @ Boston |Marty Glickman and Curt Gowdy |- |12/26/53 |Boston @ Milwaukee |Marty Glickman and John Reddy |- |1/2/54 |Philadelphia @ Syracuse |Marty Glickman and Dick Grossman |- |1/9/54 |Minneapolis @ Milwaukee |Marty Glickman and John Reddy |- |1/16/54 |Philadelphia @ Baltimore |Marty Glickman |- |1/23/54 |Philadelphia @ Rochester |Marty Glickman |- |1/30/54 |Milwaukee @ Minneapolis |Marty Glickman |- |2/6/54 |Fort Wayne @ Syracuse |Marty Glickman and Dick Grossman |- |2/13/54 |Syracuse @ Rochester |Marty Glickman |- |2/20/54 |Fort Wayne @ Baltimore |Marty Glickman |- |2/27/54 |Milwaukee @ Philadelphia |Marty Glickman |- |3/6/54 |Philadelphia @ Syracuse |Marty Glickman and Dick Grossman |- |3/13/54 |New York @ Syracuse |Marty Glickman and Dick Grossman |- |3/20/54 |New York @ Boston |Marty Glickman |- |3/27/54 |Minneapolis @ Rochester |Marty Glickman |- |4/3/54 |Syracuse @ Minneapolis |Marty Glickman |- |4/10/54 |Minneapolis @ Syracuse |Marty Glickman |} ==Announcers== *Marty Glickman *Curt Gowdy *Dick Grossman *Lindsey Nelson *John Reddy Marty Glickman and Lindsay Nelson called Games 2 and 5 of the 1954 NBA Finals for DuMont. ==See also== *List of programs broadcast by the DuMont Television Network *List of surviving DuMont Television Network broadcasts ==References== ==External links== *1953-54 NBA Telecasts on DuMont Category:1950s American television series Category:1953 American television series debuts Category:1954 American television series endings Category:Black- and-white American television shows Category:DuMont Television Network original programming DuMont ",
    "title": "NBA on DuMont"
}