{
    "id": "12797104",
    "text": "Cover of the first volume of Hunter × Hunter as released by Shueisha on June 4, 1998 in Japan. Hunter × Hunter is a Japanese manga series written and illustrated by Yoshihiro Togashi. It initially focuses on 11-year-old Gon Freecss and his quest to become a Hunter in order to find his father, Ging, who is himself a famous Hunter. On the way, Gon meets and becomes close friends with Killua Zoldyck, Kurapika and Leorio Paradinight, who all aim to become Hunters for their own reasons, and catches the attention of the murderous magician Hisoka. After becoming licensed, they clash with a gang of thieves known as the Phantom Troupe, before Gon and Killua enter the video game Greed Island in search of clues to find Ging. The two then immediately get involved in stopping the man-eating Chimera Ants from taking over mankind. Kurapika, Leorio and the other Zodiacs, a group of high-ranking Hunters, then begin escorting the Kakin Royal Family and Beyond Netero on an expedition to the unexplored Dark Continent. However, the ship ride is the start of a deadly game of succession among the princes to determine who will be the next king of Kakin. Hunter × Hunter has been serialized in Weekly Shōnen Jump magazine since March 16, 1998, with its chapters collected into thirty-six tankōbon volumes by publisher Shueisha. The first volume was released on June 4, 1998, and the thirty-sixth on October 4, 2018. , a two-part manga Togashi wrote to act as a prequel to the first animated film Phantom Rouge, was published in the December 3 and 10, 2012 issues of Weekly Shōnen Jump. The two chapters were collected into a single tankōbon, numbered Volume 0 of the series, that was given to the first one million theatergoers of the film. The series has also been published in a sōshūhen edition that aims to recreate the manga as it was originally serialized in Weekly Shōnen Jump in the same size and with the color pages. Eleven volumes were released between December 9, 2011 and April 18, 2014, covering up to the Election story arc. In North America, Hunter × Hunter is licensed for English publication by Viz Media as part of their Shonen Jump Advanced line of graphics novels, aimed at older teenagers (age 16+). They published the first volume on April 5, 2005, and all thirty- six volumes have been released as of August 6, 2019. Viz included the Kurapika's Memories chapters in the December 17 and 24, 2012 issues of their digital Weekly Shonen Jump Alpha. ==Volume list== ==Chapters not yet in tankōbon format== These chapters have yet to be collected into volumes. They were serialized in issues of Weekly Shōnen Jump from September 2018 to November 2018. *381. *382. *383. *384. *385. *386. *387. *388. *389. *390. ==References== ==External links== *Official Hunter x Hunter manga site *Official Viz Hunter x Hunter manga page Chapters Hunter x Hunter ",
    "title": "List of Hunter × Hunter chapters"
}