{
    "id": "12791951",
    "text": "Penion sulcatus is a species of medium-to-large predatory marine snail or whelk, commonly called the northern siphon whelk or kākara nui in Māori, belonging to the true whelk family Buccinidae. ==Description== Penion sulcatus is a medium-to-large species of Penion siphon whelk.Powell A. W. B., New Zealand Mollusca, William Collins Publishers Ltd, Auckland, New Zealand 1979 Shells are highly variable in sculpture and colouration, but shells are often dark with a white aperture.Willan, R.C., de C. Cook, S., Spencer, H.G., Creese, R.G., O’Shea, S., Jackson, G.D. Phylum Mollusca. In: de C. Cook, S.C. (eds.), New Zealand Coastal Marine Invertebrates 1, 406 – 407. Canterbury University Press, Christchurch, New Zealand ==Distribution== Penion sulcatus is endemic to New Zealand. The species is found of the entire North Island and northern South Island coasts. The species has an abundant fossil record in the North Island of New Zealand. P. sulcatus is benthic and is common on soft- sediments on the continental shelf Dell, R.K.. 1962. New Zealand Marine Provinces - do they exist? Tuatara, 10: 43 - 52. Online Copy courtesy of New Zealand Electronic Text Collection or within the subtidal rocky shore environment. ==Ecology== Egg capsules of Penion sulcatus at Kawau Bay, Hauraki Gulf. Penion sulcatus is a carnivore and is known to feed on mussels and Dosina zelandica zelandica. ==Human use== Shells found in middens of historic Māori settlements indicate that P. sulcatus may have been intentionally foraged as a food-source. ==References== ==External links== * Museum of New Zealand Te Papa Tongarewa, Taxon: Penion sulcatus Lamarck, 1816 (Species) * Revised descriptions of New Zealand Cenozoic Mollusca from Beu and Maxwell (1990): Penion sulcatus (Lamarck, 1816) * Massey University NZ Fauna Scanned 3D model of Penion sulcatus * Natural History Museum Rotterdam - Mollusca - Gastropoda - Buccinidae Category:Buccinidae Category:Gastropods of New Zealand Category:Taxa named by Jean-Baptiste Lamarck Category:Gastropods described in 1816 ",
    "title": "Penion sulcatus"
}