{
    "id": "12797265",
    "text": "Telephone numbers in Taiwan use a system of area codes, beginning 02 to 08. The leading digit(s) following the area code denote the network operator (Chunghwa Telecom and its competitors). Mobile numbers begin 09. The international code for calls into Taiwan is 886. ==Area codes== Source: The emergency numbers in Taiwan are 110 (police) and 119 (fire and ambulance services). When making an inter-area long-distance call from within Taiwan, a long-distance prefix \"0\" is required. If calls are made from within the same area code, then the area code does not need to be included. Inter-area calls are defined as long-distance phone calls even when the two numbers have the same prefix. If calls are made from outside Taiwan, the \"0\" of the area code prefix is omitted. The following table of area codes includes this \"0\" prefix. The government reserves code 1 for Nanjing, the capital of the Republic of China according to the constitution, which it does not actually control. {|class=wikitable !Prefix !AreaChunghwa Telecom !Divisions !Digits !Notes |- |02 || Taipei || Taipei City, New Taipei City, Keelung City || align=\"center\"| 8 || Numbers that start with 2,3 and 8 are assigned to Chunghwa Telecom (ILEC- the main operator), Number ranges that start with 4, 5, 6 and 7 are competitive fixed network operators, such as Taiwan Fixed Network (TFN), New Century InfoComm LTD (NCIC), and Asia Pacific Telecom (APT), as Chunghwa Telecom no longer holds a monopoly in this market area. |- |03 || Taoyuan || Taoyuan City || align=\"center\"| 7 || starts with 2* (minor), 3 (Taoyuan District), 4* (Zhongli) Numbers start with ranges 21, 22, 28 are assigned to (CHT), Numbers start with 25 (APT), 26 (TFN), and 27 (NCIC) belong to competitive local operators. All numbers starting with 3 belong to Chunghwa Telecom, as CHT holds a monopoly in Taoyuan District. Numbers that start with 4 are assigned to Chunghwa Telecom except ranges 405 (APT), 406 (TFN), and 449 (NCIC). |- |03 || Hsinchu || Hsinchu City, Hsinchu County || align=\"center\"| 7 || starts with 5 (major), 6* (minor) Numbers start with 6 are assigned to CHT except 60 (APT), 61 (TFN), 62 (NCIC). |- |03 || Hualien || Hualien County || align=\"center\"| 7 || starts with 8* Number ranges that start with 800, 805, and 890 belong to APT, TFN, and NCIC respectively. All other numbers that start with 8 are assigned to the dominant fixed-line operator (Chunghwa Telecom). |- |03 || Yilan || Yilan County || align=\"center\"| 7 || starts with 9 All number ranges are assigned to Chunghwa Telecom except numbers starting with 900 (APT), 905-906 (TFN), 910 (NCIC). |- |037 || Miaoli || Miaoli County || align=\"center\"| 6 ||All numbers belong to Chunghwa Telecom except these numbers starting with: 24-TFN 28-APT 77-NCIC |- |04 || Taichung || Taichung City || align=\"center\"| 8 || starts with 22-24 & 270 (urban area), 25 (Fengyuan, including Zhuolan, Miaoli), 26 (Dajia and Shalu), 3 (minor)- Note according to Chinese Wikipedia these numbers have been merged with several prefixes resulting in numbers assigned to be from one city code. All numbersare with Chunghwa Telecom except the following ranges: (Competitive Local Operators) 3500-3509 APT 3600-3611 TFN 3700-3707 NCIC 3900–3903,3920-3922 VeeTime Corp |- |04 || Changhua || Changhua County || align=\"center\"| 7 || starts with 7 (Changhua City), 8 (Yuanlin) (CHT- Landlines) Except the following listed below. 700-704 TFN 705-709 NCIC 800-804 APT |- |049 || Nantou || Nantou County || align=\"center\"| 7 || starts with 2, (CHT landlines) including Fenyuan, Changhua, 5-7 (Competitive Local Operators) 500 APT 600 TFN 700 NCIC |- |05 || Chiayi || Chiayi City, Chiayi County || align=\"center\"| 7 || starts with 2 (Chiayi City and Minxiong), 3 (Dongshi) Except ranges listed below. (Competitive Local Operators) 300 APT 310 TFN 320 NCIC |- |05 || Yunlin || Yunlin County || align=\"center\"| 7 ||starts with 5 (Douliu), 6 (Huwei), 7 (Beigang) Except those ranges listed below: According to Chinese Wikipedia these prefixes could have been merged. (Competitive Local Operators) 700 TFN 750 APT 770 NCIC |- |06 || Tainan || Tainan City || align=\"center\"| 7 || starts with 2 & 3 (urban area), 5 (Xinhua and Shanhua), 6 (Xinying), 7 (Jiali) All numbers belong to Chunghwa Telecom. Range exceptions: (Competitive Local Operators) 510-513 APT 600-602 TFN 700-703 NCIC |- |06 || Penghu || Penghu County || align=\"center\"| 7 ||starts with 9 (CHT Landlines) Except ranges: 950 APT 960 TFN 970 NCIC |- |07 || Kaohsiung || Kaohsiung City || align=\"center\"| 7 ||including the Pratas Islands and the Spratly Islands (Note: 070 prefix is used for VOIP phone services, these numbers are 8 digits instead of 7). Except ranges listed as Competitive Local Operators: 860–862,96X TFN 95X APT 97X NCIC All other ranges belong to Chunghwa Telecom. |- |08 || Pingtung || Pingtung County || align=\"center\"| 7 ||starts with 7 (Pingtung City and Chaozhou), 8 (Donggang and Hengchun) (Competitive Local Operators) 800-801 APT 810 TFN 820-821 NCIC |- |082 || Kinmen || Kinmen County || align=\"center\"| 6 || mainly starts with 3 (CHT Landlines) Exceptions are local competitive operators that start with ranges 50X APT 70X NCIC 80X TFN |- |0826 || Wuqiu || Wuqiu Township || align=\"center\"| 5 || starts with 6 All numbers belong to Chunghwa Telecom in this area. |- |0836 || Matsu || Lienchiang County || align=\"center\"| 5 || starts with 2 (Nangan), 5(Beigan), 7 (Dongyin), 8 (Juguang) Chunghwa Telecom Landlines. Numbers start with 6 and 9 are competitive local operators. 6 APT 9 TFN |- | 089 || Taitung || Taitung County || align=\"center\"| 6 ||NUmbers belonging to Chunghwa Telecom except starting with: 61X TFN 71X NCIC 96X APT |} ==Mobile phones== Taiwan mobile phone numbers always begin with 09 followed by 8 digits (e.g. 0918909875). The 0 is omitted when calling a Taiwan mobile phone number from outside Taiwan (e.g. +886 970699044). If calling a landline within Taiwan from a local Taiwan mobile phone, the 0 of area code prefix must be included (e.g. 0 + area code + 8 digit landline number). Prefixes: (09)XXXX-XXXX 090-098 Mobile Phones (090 range is mostly used for wireless data services, M2M). ==Toll-free and premium rate== Toll-free numbers begin with the prefix 0800 and 0809. Numbers in the 020x prefix are used for value-added services: {| class=\"wikitable\" !Prefix !Purpose |- |0201 |Voting services |- |0203 |Bulk announcements |- |0204 |Premium rate numbers |} ==International dialing codes== International dialing codes are assigned by the International Telecommunication Union (ITU) to its member states and their dependencies. However, as Taiwan was not an ITU member state, it had to be allocated the code 886 unofficially, with the ITU listing the code as 'reserved' until 2006.List of ITU-T Recommendation E.164, Assigned Country Codes, (Position on 1 May 2005) However, in that year, it formally allocated the code to \"Taiwan, China\".ITU Operational Bulletin, No. 870 – 4 Until the late 1970s, Taiwan used the code 866, but the 86 code was reassigned to the People's Republic of China in conformity with the ITU's official membership, forcing Taiwan to utilize another code for countries that wished to maintain direct dial connections.The story of Taiwan's calling code, Taipei Times, 5 October 2010 ==References== ==External links== *ITU allocations list Taiwan Category:Telecommunications in Taiwan Category:Taiwan communications-related lists ",
    "title": "Telephone numbers in Taiwan"
}