{
    "id": "12797640",
    "text": "Michael J. Sandy (October 12, 1977 – October 13, 2006) was a man from Brooklyn, New York, who died after being hit by a car while trying to escape four attackers who attempted to rob him because he was gay. == Background == Michael Sandy, 29, was a native of Bellport, New York, and lived in East Williamsburg, Brooklyn. He worked as a display designer at the IKEA store in Hicksville, New York. On the night of October 8, 2006, Sandy met Anthony Fortunato, 20, in an online chatroom and engaged in a chat with him. With Fortunato was John Fox, 19. After exchanging emails about having sex, Fortunato arranged to meet Sandy at Plumb Beach, a rest stop and popular cruising location on Belt Parkway in Sheepshead Bay, Brooklyn. The meeting took about an hour to arrange. Fox and Fortunato then departed for Plumb Beach with friends Ilya Shurov, 20, and Gary Timmons, 17. == Attack == Sandy drove his 2004 Mazda to the location, and met Fox first, near Emmons Avenue. They then drove to Howard Beach, where Fortunato, Shurov, and Timmons were waiting. Shortly after Sandy arrived, witnesses saw two young white men approaching his car. At that time, Sandy was confronted by two of the young men, who began looking through his vehicle. Shurov pulled Sandy from the car and began punching him. At about 9:45 p.m., at least four witnesses saw one white man assaulting another man. Attempting to escape, Sandy ran toward the highway. He appeared to be calling for help on his cell phone. Two of his attackers caught up with him in the right lane of the highway. Shurov pursued Sandy across the guard rail, caught up with him in the right lane, and punched him. Sandy backpedaled into the middle lane, and was struck. One of the attackers dragged Sandy back to the side of the road. Shurov was seen rifling through Sandy's pockets after he was struck. == Arrests == Following the attack, police got their first lead in the case from Sandy's computer, which was still running the day after. Investigators examined the hard drive. The found exchanges with the AOL screen name \"fisheyefox,\" traced the IP address, and learned that the screen name belonged to Fox. Investigators visited Fox's home at 11:00 p.m., and Fox's father directed them to SUNY Maritime College, where Fox was a sophomore. Investigators arrived at the college at 2:00 a.m. and asked Fox to come to the 61st Precinct, where they began interviewing him at 2:52 a.m. During his interview, Fox made statements implicating himself, Shurov, Fortunato, and Timmons in the attack on Sandy. Fox also gave two videotaped statements. He identified Shurov as \"that Russian kid,\" but identified him when police took a picture of Shurov from Fox's MySpace page. A detective compared Shurov's picture to mug shots of young men arrested in the 61st precinct, and found a match. Detectives went to Shurov's home and asked him to come to the 60th Precinct police station for an interview. Shurov arrived at the 60th Precinct station at about 8:00 p.m. on October 10. He was read his Miranda rights and later gave statements implicating himself in the crime. Shown a news report about the attack, Shurov disputed the details of the report. At 1:00 a.m. on October 11, Shurov dictated a written statement, and made a videotaped statement at 10:20 p.m. on the same day. Witnesses picked Fox and Shurov out of line-ups and identified them as having been at the scene, attempting to grab Sandy. Timmons was arrested on October 11. Fortunato was implicated by statements from Shurov and Fox, and surrendered to police on October 25. Fortunato's family raised $1.3 million in hopes he would be granted bail. Bail, however was denied. The suspects were held at Rikers Island without bail. == Death == Unconscious and suffering possible brain injuries, Sandy was taken to Brookdale Hospital, where he was placed on a respirator and remained in a vegetative state. Sandy remained on life support for five days, without regaining consciousness. He died on October 13, 2006, one day after his 29th birthday, when his family made the decision to remove life support. Following Sandy's death, Fox, Fortunato and Shurov were indicted on October 25, 2006 on charges of second degree murder as a hate crime and attempted robbery as a hate crime. The three also faced possible charges of manslaughter as a hate crime, and faced potential sentences of 25 years to life in prison. On October 25, 2006 Timmons pled guilty to one count of attempted robbery in the second degree as a hate crime. == Motive == During questioning after arrest, the suspects made statements indicating that they had used the internet to lure gay men in the past. On April 24, 2007, the taped statements by Fox and Timmons were played in court, in order to determine their admissibility at trial. == Trial and sentencing == In a New York State trial courtroom, the Brooklyn Supreme Court (located in Brooklyn, NY), jury selection started on September 10, 2007 for the trial of Anthony Fortunato and John Fox, two of the four men accused of chasing Michael Sandy to his death in October 2006. They were charged with two counts of second- degree murder, one as a hate crime, four counts of attempted robbery with two as hate crimes, two manslaughter counts, one as a hate crime, and two assault counts, one as a hate crime. The third man, Ilya Shurov, was to be tried separately at a future date on the same charges. The fourth, Gary Timmons, had already pleaded guilty in 2006 to the reduced crime of attempted robbery as a hate crime in return for testifying as a prosecution witness. On Friday, October 5, 2007, a jury came back with a verdict of guilty against John Fox, Jr. on the charges of manslaughter, attempted robbery in the second degree, and attempted robbery in the first degree. All counts were as hate crimes. The prison times Fox faced ranged from 5 to 50 years. On October 11, 2007, Anthony Fortunato, the third defendant, was found guilty of manslaughter as a hate crime for his role in the death of Michael Sandy. He was also convicted of attempted petty larceny, but acquitted of attempted robbery. On November 5, 2007, Ilya Shurov, 21, the fourth and last defendant in the Michael Sandy case, pleaded guilty to manslaughter and attempted robbery as hate crimes on the day his trial was to have started. As part of the plea bargain, the charge of felony murder as a hate crime was dropped. Shurov agreed to serve 17.5 years for his guilty plea. If he had been found guilty of felony murder as a hate crime, it could have resulted in a life sentence. Shurov was the only defendant accused of physical violence against Michael Sandy. Three of the four men were sentenced on November 20, 2007, for their role in causing the death of Michael Sandy in 2006. They received the following sentences from Justice Jill Konviser-Levine of State Supreme Court in Brooklyn, New York: Anthony Fortunato (21), 7 to 21 years. John Fox (20), 13 to 21 years. Ilya Shurov (21), 17½ years. Each of those received slightly less than the maximum sentence. Gary Timmons (17), who in a plea bargain made the previous year, testified as a prosecution witnesses during the trial against John Fox and Anthony Fortunato, and he was to be sentenced to four years at a later date. Michael Sandy's attorney was Tarsha C. Smith. == Aftermath == On August 3, 2007, Judge Konviser ruled that Fox, Fortunato, and Shurov could be charged with hate crimes in Sandy's death. In her written statement, Judge Konsiver said that prosecutors only need to show that Sandy was chosen because of his sexual orientation, under the state's Hate Crimes Act of 2000. On February 27, 2008, openly gay singer-songwriter and community activist Anye Elite released \"Just In Case\", a tribute to Sandy and other gay violence victims. Sandy's death also brought back to public attention the death of Michael Griffith, an African American man who was killed after being hit by a car in Howard Beach, Queens, New York, while trying to escape a group of attackers. Fortunato and Fox have both served their sentences and are also now out on parole. Shurov, the only one convicted of physical violence against the victim, is still imprisoned. ==See also== *Violence against LGBT people ==References== Category:LGBT African Americans Category:American murder victims Category:People murdered in New York (state) Category:American victims of anti-LGBT hate crimes Category:LGBT history in New York City Category:1977 births Category:2006 deaths Category:People from Bellport, New York Category:People from Williamsburg, Brooklyn Category:Violence against gay men ",
    "title": "Michael Sandy"
}