{
    "id": "12793827",
    "text": "Byron Curtis Moore (born 24 August 1988) is an English professional footballer who plays for club Plymouth Argyle. He can play as a winger or as a forward, and has also been utilised as a wing-back. A graduate of the Crewe Alexandra Academy, he made his senior debut for Crewe Alexandra in August 2007. He went on to spend the next seven years with the club, twice playing at Wembley Stadium as he helped the \"Railwaymen\" to win promotion out of League Two via the play-offs in 2012 and then to go on and lift the League Trophy in 2013. He signed with nearby league rivals Port Vale in July 2014, and switched to Bristol Rovers in June 2016. He joined Bury in June 2018 and helped the club to win promotion out of League Two at the end of the 2018–19 season. He joined Plymouth Argyle in July 2019 and there won his second successive League Two promotion. ==Career== ===Crewe Alexandra=== Moore began his career at Cheshire club Crewe Alexandra, graduating through the club's Academy to turn professional at Gresty Road after initially being spotted as a 15-year-old playing for Sandon High School and representing Stoke-on-Trent Schoolboys. Before turning professional he spent part of the 2006–07 season on loan at nearby Kidsgrove Athletic, scoring seven goals in 15 Northern Premier League appearances for the \"Grove\". He made his debut for the \"Railwaymen\" on 11 August 2007, following a last minute injury to first team regular Ryan Lowe, and helped the Crewe to a 2–1 home victory over Brighton & Hove Albion. He signed a three-year contract with the club in September 2007. He scored the first goal of his career in a 3–2 defeat to Oldham Athletic at Boundary Park on 29 September; his goal put Crewe 2–0 ahead before Oldham launched a successful comeback. He was named on the League One 'Team of the Week' for his performance in a 2–0 victory over Yeovil Town, a game in which he scored the second goal of his senior career. Manager Steve Holland showed faith in Moore, who ended the 2007–08 season with three goals in 36 appearances. He scored four goals in 41 games in the 2008–09 season, as the club suffered relegation into League Two under new manager Guðjón Þórðarson, ending four points short of safety. He scored three goals in 35 matches in the 2009–10 campaign, and signed a new contract with the \"Alex\" in December 2009. However the season ended in a disappointing 18th-place finish, the club finishing 11 points above the English Football League's relegation zone. In the 2010–11 season Moore was switched to the wings and formed an effective front-three partnership with Clayton Donaldson and Shaun Miller. He finally signed a new one-year contract with Crewe in July 2011, having held out for a number of months in the hope of attracting interest from bigger clubs. Manager Dario Gradi stated that \"I am not surprised that there has been no real interest in them [Moore and Donaldson]\". Moore scored ten goals in 49 appearances in the 2011–12 campaign as he continued to progress under the stewardship of new manager Steve Davis. Two of these goals came against in 1–1 draws with local rivals Port Vale, as his strikes won what would prove to be a crucial two points in the club's play-off push. He sealed promotion for Crewe when he scored the second goal in their 2–0 victory over Cheltenham Town to win the League Two play-off final. He signed a new two-year contract with the club in July 2012. Mpore scored four goals in 50 appearances in the 2012–13 season as Crewe ended the season in 13th place, ten points outside of the play-off zone. On 7 April, he provided assists to both Luke Murphy and then Max Clayton as Crewe beat Southend United 2–0 at Wembley to win the League Trophy. He scored four goals in 43 appearances in the 2013–14 campaign, his form being described as \"hot and cold\" as Crewe finished just two places and four points above the relegation zone. In June 2014 Moore confirmed that he would not be signing a new 12-month extension to his contract and would instead seek out a new club. ===Port Vale=== Moore signed a two-year contract with League One side Port Vale in July 2014. His arrival at Vale Park increased the local rivalry between Vale and Crewe, especially as the two managers had recently exchanged a war of words via local newspaper The Sentinel following the decision of Steve Davis to criticize Micky Adams for a contract offer he described as \"derisory\" that Vale offered to his son Joe Davis. He was missing throughout the 2014–15 pre-season as he was on compassionate leave following the death of his brother. He made ten appearances before failing to get a game for three months following 8 November, but then forced himself back into first team contention after an impressive substitute appearance at Bristol City on 10 February. Eleven days later he scored his first goal for the \"Valiants\" in a 3–0 win over Doncaster Rovers. He remained in the startling line-up until he picked up a groin strain in March. On 11 August 2015, he scored the winning goal in a 1–0 victory over Championship club Burnley in the first round of the League Cup. He went on to score five goals in 41 appearances throughout the 2015–16 campaign and was named in the Football League team of the week and providing an assist for A-Jay Leitch-Smith in a 1–0 win at Blackpool on 9 January. He then departed on a free transfer after rejecting the club's offer of a new contract. ===Bristol Rovers=== In June 2016, Moore joined League One club Bristol Rovers on a two-year contract. He made his debut for the \"Pirates\" on 13 September, in a 1–1 draw with Walsall at the Memorial Stadium. On 28 February 2017, Moore scored his first goal with a late equaliser to earn a 1–1 draw away to Bolton Wanderers. He scored his second goal for the club after just 11 seconds in a 1–0 away win at AFC Wimbledon – the fastest ever goal in Bristol Rovers' league history. However he struggled for first-team appearances, and went from 8 November 2017 to 10 February 2018 without making it onto the pitch. He was released by manager Darrell Clarke at the end of the 2017–18 season. ===Bury=== On 4 June 2018, Moore signed for newly relegated League Two side Bury. Manager Ryan Lowe, a former teammate at Crewe Alexandra, described his signing as a \"big coup\". On 15 September, he scored his first two goals for the club in a 2–1 win at Swindon Town, earning himself a place on the EFL team of the week. He scored a total of eight goals in 23 starts and 21 substitute appearances as the \"Shakers\" secured automatic promotion at the end of the 2018–19 season, before quitting his contract 12 months early over non-payment of his wages. ===Plymouth Argyle=== On 23 July 2019, he signed with League Two side Plymouth Argyle, becoming the fifth player from financially troubled Bury to follow manager Ryan Lowe from Gigg Lane to Home Park that summer. He made his \"Pilgrims\" debut in a 3–0 victory over Crewe Alexandra on the opening day of the 2019–20 season. He scored his first goal for Plymouth in an EFL Trophy tie against former club Bristol Rovers on 3 September. In January, Plymouth Herald reporter Chris Errington wrote that \"quietly, almost unnoticed, Byron Moore is going about having a very good season for Plymouth Argyle.\" The next month, manager Ryan Lowe praised his versatility and consistency. Plymouth went on to win promotion at the end of the 2019–20 season, with Moore scoring six goals from 36 appearances. ==Style of play== Crewe Alexandra manager Steve Davis criticised Moore for his lack of goalscoring ability during the course of his time at the club, though stated that this was the player's only weakness as a winger. In January 2013 he said that \"he works very hard in training but there's just something missing with him\". In June 2014 he stated that Moore had the potential to become a \"key player\" but was still young enough to improve further. He can play a winger or as a forward. In the 3–5–2 formation utilised by manager Ryan Lowe at first Bury, and then Plymouth Argyle, Moore's versatility and stamina saw him utilised as both a striker and as a wing-back, often starting up front, before moving to wing-back as a result of second half substitutions. Lowe commented \"He can play left side, he can play right side, he can play centre forward... he looks absolutely shattered on 60 minutes and then when you put him over to left wing, or right wing, he just motors again.\" ==Career statistics== {| class=\"wikitable\" style=\"text-align:center\" |+ Appearances and goals by club, season and competition |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|FA Cup !colspan=\"2\"|League Cup !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"8\"|Crewe Alexandra |2007–08 |League One |33||2||2||0||1||0||0||0||36||2 |- |2008–09 |League One |36||3||1||0||3||1||1||0||41||4 |- |2009–10 |League Two |32||3||1||0||1||0||1||0||35||3 |- |2010–11 |League Two |38||6||1||0||2||0||2||0||43||6 |- |2011–12 |League Two |42||8||1||1||1||0||5||1||49||10 |- |2012–13 |League One |41||4||2||0||2||0||5||0||50||4 |- |2013–14 |League One |40||4||2||0||0||0||1||0||43||4 |- !colspan=\"2\"|Crewe Alexandra totals !262!!30!!10!!1!!10!!1!!15!!1!!297!!33 |- |rowspan=\"3\"|Port Vale||2014–15 |League One |15||1||1||0||1||0||1||0||18||1 |- |2015–16 |League One |36||3||2||1||2||1||1||0||41||5 |- !colspan=\"2\"|Port Vale totals !51!!4!!3!!1!!3!!1!!2!!0!!59!!6 |- |rowspan=\"3\"|Bristol Rovers |2016–17 |League One |27||2||2||0||0||0||1||0||30||2 |- |2017–18 |League One |20||0||0||0||3||0||3||0||26||0 |- !colspan=\"2\"|Bristol Rovers totals !47!!2!!2!!0!!3!!0!!4!!0!!56!!2 |- |Bury |2018–19 |League Two |36||5||2||2||1||0||5||1||44||8 |- |rowspan=\"3\"|Plymouth Argyle |2019–20 |League Two |30||5||3||0||1||0||2||1||36||6 |- |2020–21 |League One |0||0||0||0||0||0||0||0||0||0 |- !colspan=\"2\"|Plymouth Argyle totals !30!!5!!3!!0!!1!!0!!2!!1!!36!!6 |- !colspan=\"3\"|Career totals !426!!46!!20!!4!!18!!2!!28!!3!!492!!55 |} ==Honours== Crewe Alexandra *Football League Two play-offs: 2012 *Football League Trophy: 2012–13 Bury *EFL League Two runner-up: 2018–19 Plymouth Argyle *EFL League Two third-place promotion: 2019–20 ==References== ==External links== * Category:1988 births Category:Living people Category:Sportspeople from Stoke-on-Trent Category:English footballers Category:Association football forwards Category:Association football wingers Category:Crewe Alexandra F.C. players Category:Kidsgrove Athletic F.C. players Category:Port Vale F.C. players Category:Bristol Rovers F.C. players Category:Bury F.C. players Category:Plymouth Argyle F.C. players Category:Northern Premier League players Category:English Football League players ",
    "title": "Byron Moore"
}