{
    "id": "1279227",
    "text": "\"To Serve Man\" is episode 89 (#24 Season 3) of the anthology series The Twilight Zone (1959). It originally aired on March 2, 1962 on CBS. Based on Damon Knight's 1950 short story of the same title, the episode was written by Rod Serling and directed by Richard L. Bare. It remains one of the best known episodes from the series, particularly for its final twist. ==Opening narration== ==Plot== The episode begins with Michael Chambers locked alone in a spartan room with a cot. A voice offers him a meal, delivered through a small aperture in the wall, which he grimly refuses. The setting changes to several months earlier, on Earth. The Kanamits, a race of aliens, land on Earth as the planet is beset by international crises. As the Secretary-General announces the landing of aliens on Earth to the worldwide public at a United Nations news conference, one of the aliens arrives and addresses the assembled delegates and journalists via telepathy. He announces that his race's motive in coming to Earth is to provide humanitarian aid by sharing their advanced technology, including an atomic generator that can provide electric power for a few dollars, a nitrate fertilizer that can end famine, and a force field that can be deployed to prevent international warfare. After answering questions, the Kanamit departs without comment and leaves a book in the Kanamit language, which leads to Michael Chambers, a US government cryptographer, being pressed into service. Initially wary of an alien race who came \"quite uninvited\", international leaders begin to be persuaded of the Kanamits' benevolence when their advanced technology puts an end to hunger, energy shortages, and the arms race. Trust in the Kanamits seems to be justified when Patty, a member of the cryptography staff led by Chambers, decodes the title of the Kanamit book: To Serve Man. The Kanamits submit to interrogation and polygraph, at the request of the UN delegates. When declaring their benevolent intentions, the polygraph indicates that the Kanamit is speaking the truth. Soon, humans are volunteering for trips to the Kanamits' home planet, which they describe as a paradise. Kanamits now have embassies in every major city on Earth. With the U.S. Armed Forces having been disbanded and world peace having been achieved, the code-breaking staff has no real work to do, but Patty is still trying to work out the meaning of the text of To Serve Man. The day arrives for Chambers's excursion to the Kanamits' planet. Just as he mounts the spaceship's boarding stairs, Patty runs toward him in great agitation. While being held back by a Kanamit guard, Patty cries: \"Mr. Chambers, don't get on that ship! The rest of the book To Serve Man, it's... it's a cookbook!\" Chambers tries to run back down the stairs, but a Kanamit blocks him, the stairs retract, and the ship lifts off. Chambers is in the shipboard room now, and is again offered a meal. He throws it to the floor, but a Kanamit retrieves it and encourages him to eat, to keep Chambers from \"losing weight\". At last Chambers, in one of the few instances of the series where a character breaks the fourth wall, says to the audience: \"How about you? You still on Earth, or on the ship with me? Really doesn't make very much difference, because sooner or later, all of us will be on the menu... all of us.\" The episode closes as Chambers gives in and breaks his hunger strike. ==Closing narration== ==Cast== *Lloyd Bochner as Michael Chambers *Richard Kiel as the Kanamits (all of whom appear alike) *Susan Cummings as Patty *Joseph Ruskin as Kanamit voice *Hardie Albright as Secretary General *Theo Marcuse as Citizen Gregori (credited as Theodore Marcuse) *Bartlett Robinson as Colonel #1 *Carleton Young as Colonel #2 (credited as Carlton Young) *Nelson Olmsted as Scientist *Robert Tafur as Señor Valdes *Lomax Study as Leveque *Jerry Fujikawa as Japanese Delegate (credited as J.H. Fujikawa) ==Production== The arriving Kanamit ship is shown as scenes extracted from The Day the Earth Stood Still, but with different sound; the departing Kanamit ship is shown as a scene extracted from Earth vs. the Flying Saucers, also with different sound. ==Critical response== Marc Scott Zicree, writing in The Twilight Zone Companion, has criticized a cardinal plot point in \"To Serve Man\": \"In the show ... a staff of cryptographers led by [Michael Chambers] Lloyd Bochner attempts to decipher the alien language as though it were some secret code, which is utterly ludicrous. Without some sort of interplanetary Rosetta stone, deciphering an unknown language would be impossible.\" Zicree also points out that the chances of the word \"serve\" having the same dual meaning in both English and another language, especially an alien one, are almost nil. In 1997 TV Guide ranked the episode at No. 11 on its \"100 Greatest Episodes of All Time\" list and in 2013 ranked the ending as the \"Greatest Twist of All Time.\" In 2009, Time listed the episode among the \"Top 10 Twilight Zone Episodes.\" ==Cultural influence== The episode is occasionally referenced in popular culture, usually with the line \"It's a cookbook!\" or some variation thereof. References or parodies can be found in television series as Futurama and The Simpsons, movies such as The Naked Gun 2½: The Smell of Fear and Madagascar (the former featuring Lloyd Bochner, who played Michael Chambers in the episode); the comic strip Mark Trail; and musical works by artists Nuclear Assault, Cattle Decapitation, and El-P. A reference to the episode has even found its way into an unofficial emblem for a United States Air Force unit. ==Sequel== The 2019 Twilight Zone episode \"You Might Also Like\" serves as a sequel to the episode \"To Serve Man\" which features the Kanamits who are still learning about Earth's culture.https://tv.avclub.com/the-twilight-zone-s-stylish-to-serve-man-sequel- cauti-1844185643 ==References== ==Sources== * * * ==External links== * * * Category:1962 American television episodes Category:The Twilight Zone (1959 TV series season 3) episodes Category:Television episodes about alien visitations Category:Television episodes written by Rod Serling Category:Television shows based on short fiction ",
    "title": "To Serve Man (The Twilight Zone)"
}