{
    "id": "12794790",
    "text": "A Tilly (from \"Utility\") is a utility vehicle produced during World War II based on existing car designs for use by the British armed forces during World War II. Austin Tilly Hillman Tilly ==History== At the outbreak of the war, the British Army was still in the final stages of mechanisation. All but two of the 22 regular cavalry regiments had been mechanised (giving up horses for armoured cars or tanks) by 1940. Trucks in the 0.75- to 3-ton payload range had been brought into service during the late 1930s, being used for both transport of motorised infantry and more general transport and logistical work. However, there was still a widespread shortage of vehicles of all sizes which became more acute when the Army was mobilised for war. In particular there was a lack of light vehicles for local liaison, communication, transport, casualty evacuation and general utility work at the smaller unit level (that of the company or battalion). While senior officers may have a staff car, junior officers and other ranks found motorised transport indispensable in an increasingly mechanised army where movements could be made of dozens of miles on graded roads. Faced with a lack of utility vehicles, the Ministry of Supply co-ordinated with the major British car manufacturers (primarily through Lord Nuffield of Morris Motors, via Nuffield Mechanizations and Aero) to produce military utility versions of their existing mid-size saloon cars. They were all officially classed as Car, Light Utility 4 x 2. The adaptation of each manufacturer's chosen model to Utility specification varied in detail but was broadly the same. The rear body was swapped for a simple pickup truck load bed covered by a canvas roof (commonly known as a 'tilt'), making the Utility a two or three seater in the cab. The bodywork was simplified for ease and economy of production, with some models having angular flat-panel wings or doors. Some cast or moulded body parts were swapped for simpler pressed-steel stampings. Paint replaced chrome on the grille and bumpers and in some cases the ornate grille was deleted altogether and replaced by simple wire mesh. Interiors and seats were simplified and untrimmed, with paint in place of bakelite and no carpets or leather. Electrical systems were swapped from the usual civilian 6-volt type to the military-standard 12-volts and parts such as headlamps were smaller types than the civilian cars and standardised across all models. Engines were low- compression varieties to allow running on poor-quality petrol. Most car manufacturers had offered their civilian models with 'Export' options to suit service in areas of the world with extreme climates and poor roads and the Utilities were fitted with these parts such as larger radiators and fans, uprated suspension that offered a greater load capacity and increased ground clearance. All Utilities were fitted with taller and wider tyres than standard to further improve traction and ground clearance - this required cutting away or In some cases the chassis was strengthened in certain areas. As 'Tilly' production continued many of the designs lost even more of their shared civilian parts, gaining even more simplified interiors and more functional grilles, wings and bodywork. The result was a cheap, simple mass-produced small vehicle that could be used for almost any purpose. The Utilities had an all-up weight of about two tons (2,000 kg) and most had a towbar so they could pull a single-axle trailer. However many were regularly heavily overloaded. With rarely more than around 30 bhp available, the 'Tilly' had a top speed of about 50 mph when unladen and performance when loaded was poor, especially when climbing hills, while descents could often tax the braking system intended for a much lighter civilian car. Despite their bigger tyres and raised ground clearance 'Tillies' had only limited all-terrain abilities, being too heavy for their power. Despite their technical shortcomings they were indispensable for a multitude of military tasks and proved to be reliable and easy to maintain. 'Tillies' were made in the hundreds of thousands throughout the war, even when the Jeep began to prove more useful for some (but not all) of their roles. Austin production was about 29,000 units until the end of the Second World War.Colin Peck: The Last Real Austins: 1946 to 1959, Veloce Publishing, 2009, S. 6 ==Cars on which the Tilly was based== Standard 12 Tilly at Cardington, Bedfordshire *Austin 8 HP Series AP *Austin 10 HP Series G/YG, based on the 1939 Austin 10 GRQ *Hillman 10 HP, based on the Hillman Minx *Morris 10 HP Series M *Standard 10 HP *Standard 12 HP Series UV, based on the Standard Flying 14 ==Successor vehicles== The use of the appellation \"Tilly\" carried on into the last part of the 20th century in all parts of the UK armed forces, with the Morris Commercial J4 and later the Leyland Sherpa, often in minibus form. The Royal Navy which had no embedded vehicle assets of its own, unlike its soldiers in the Royal Marines and the other services, was reliant on the civil service Principal Supply and Transport Organisation (Navy) PSTON to provide both the vehicles and drivers. The Australian Armed Forces similarly carried on this practice, but opted to use the appellation UTE taken from the first rather than the latter part of \"Utility\". == Preserved examples == Tens of thousands were built during the war but very few still exist today. Preserved restored examples are on public display in the Czech Republic's tank museum at Lesany near Prague, Yorkshire Air Museum, in France's Regional Air Museum at Angers-Marce and at the Malta Aviation Museum at Ta'Qali, Malta, the Muckleburgh Collection, Norfolk among others. Some of the privately owned Tillys are shown at the annual 'War & Peace Show', Britain's largest military vehicle show. Owners of the few surviving Tillys today regard them as very special versatile vehicles but which tend to be overlooked by many in the military vehicle preservation scene. The Tilly Register was formed in 1996 to bring Tilly owners together. Its primary aim is to locate and record all surviving vehicles worldwide. All four marques of Tilly – Austin, Hillman, Morris and Standard – are catered for, as well as the Austin 8 Tourer which is a close relative of the Austin Tilly. The Register has members all over Europe and in Australia. ==See also== *Staff car ==References== === Notes === === Bibliography === *Robertson, Bruce (1983) Wheels of the RAF - Vehicles of the Flying Services Through Two World Wars (Patrick Stephens Ltd, Cambridge, ) *Shackleton, Mike (2010) Tilly Colours *Vanderveen, Bart (1989) Historic Military Vehicles Directory (Battle of Britain Prints International Ltd, ) == Further reading == * * ==External links== * http://www.tillyregister.com/ * http://www.austintilly.nl/EN/ Category:World War II military vehicles Category:Soft-skinned vehicles ",
    "title": "Tilly (vehicle)"
}