{
    "id": "12798000",
    "text": "EastEnders logo The following is a list of characters that first appeared in the BBC soap opera EastEnders in 1994, by order of first appearance. ==Natalie Evans== Natalie Evans (also Price) is played by Lucy Speed between 1994 and 2004. Natalie first appears in January 1994, depicted initially as an unhappy, insecure teenager; she was among various regular characters brought in to increase the cast following the BBC's decision to increase episode output to 3 per week. She features most often with the characters Ricky Butcher (Sid Owen) and Bianca Jackson (Patsy Palmer); Natalie's affair with Ricky ending his relationship with Bianca was one of the prominent storylines aired in the Winter of 1995. Despite producers offering to extend Speed's contract, she opted to leave the serial in 1995. Executive producer Matthew Robinson reintroduced the character in 1999 as a business woman and a love interest for Barry Evans (Shaun Williamson). Speed left once again in 2004, with Natalie departing in the wake of Barry's murder by Janine Butcher (Charlie Brooks). ==Carmen== Actress Amanda Holden appeared as Carmen for nearly two months. Carmen, played by Amanda Holden, is introduced as a market trader on Bridge Street market. She appears between episode 942, first broadcast on 8 February, and episode 954, first broadcast on 22 March. Carmen first appears when she is employed by Richard Cole (Ian Reddington) to work on Sanjay Kapoor (Deepak Verma)'s clothing stall on Bridge Street market. Carmen begins to pester Richard to give her the licence for the pitch on a permanent basis. However, later that month Sanjay returns, having failed to trace the whereabouts of his estranged wife, Gita (Shobu Kapoor), scuppering Carmen's plan. Following this, Carmen begins selling heart-patterned boxer-shorts on the market and a pair are sent anonymously to Richard. Richard assumes they were from a secret admirer, until he sees Carmen selling them the following day. She tells him that they aren't a popular line and that she'd only had one buyer, Sanjay. Sanjay had bought them to prank Richard, but as Bianca Jackson (Patsy Palmer) and Natalie Price (Lucy Speed) had spent the last few weeks winding him up in a similar way, he does not find the prank amusing. Carmen is not seen again after this. ==Della Alexander== Della Alexander is played by Michelle Joseph. First seen in March 1994, Della becomes a potential love interest for her business partner, Steve Elliot (Mark Monero). However, it is soon revealed that Della is a lesbian, and Steve (along with some other residents of Albert Square) struggles to accept this. Della and her girlfriend Binnie Roberts (Sophie Langham) are the first lesbian couple to be featured in EastEnders. Their inclusion was an attempt to portray positive examples of homosexual characters. Della and Binnie soon grow disillusioned with Walford, and the couple leave for Ibiza in May 1995. ==Dougie Briggs== Dougie Briggs, played by Max Gold, appears for several weeks over the spring of 1994, and is actively involved in the storyline that marked the introduction of EastEnders' third weekly episode, The Queen Vic Siege. Dougie had been a paratrooper alongside Grant Mitchell (Ross Kemp) in the Falklands War, and meets up with him again more than 10 years later, by which time Grant is the landlord of The Queen Victoria public house. Grant allows Dougie to stay at The Vic, despite his wife Sharon (Letitia Dean)'s objections. Sharon begins to feel uncomfortable around Dougie after noticing him leering at her on several occasions, but Grant refuses to ask him to leave. Dougie persuades Grant to help him out with a raid on a supermarket, promising him a vast financial return, but Grant starts to have second thoughts when he finds Dougie's sawn-off shotgun. After doing some investigating, Grant discovers that Dougie had been discharged from the paratroopers because psychological tests had revealed that he was psychopathic. Dougie tried to stop the Medical Officer from filing the results, and when he refused Dougie shot him in the head and then raped his wife. Realising that he has left Sharon alone in the Vic with a convicted murderer and rapist, Grant flees home and arrives just as Dougie is attempting to sexually assault Sharon. A fight ensues and Grant is knocked unconscious, after which Dougie holds Grant, Sharon and barmaid Michelle Fowler (Susan Tully) hostage with his shotgun, and demands money. The gun goes off when Grant tries to claim it and Michelle gets in the way of a stray bullet and ends up in a pool of blood on the Vic's floor. Grant overpowers Dougie, and beats him unconscious, but he is forced to leave him in the Vic while he takes Michelle to hospital. He contacts his brother Phil (Steve McFadden) to get rid of Dougie's body and gun, but by the time Phil arrives at the Vic, Dougie has escaped. Grant is convinced that Dougie will return for revenge, however he is apprehended by the police before he can get to the Vic. ==Elizabeth Willmott- Brown== Elizabeth Willmott-Brown, played by Helena Breck, is the ex-wife of rapist James Willmott-Brown (William Boyde). One of James's victims, Kathy Beale (Gillian Taylforth), begins to have a recurring nightmare about her rape in 1994. Her boyfriend, Phil Mitchell (Steve McFadden), decides to go in search of James to scare him away. He traces him to Elizabeth's home, but she tells him that James is not in and she is unsure when he will be back. Phil refuses to give up and when Elizabeth leaves her house many hours later, he demands that she tell him where James is because he has raped his girlfriend. Elizabeth gets angry and tells Phil she is well aware that James is a rapist, but she is trying to protect her two children from it. She also reveals that James has been imprisoned for the rape of another woman. In 1987, during a conversation with Angie Watts (Anita Dobson), James refers to his wife as \"Clare\", from whom he has been divorced for some months. In 1988, James refers to his wife as \"Anne\" over the telephone. In September 2017, Elizabeth's daughter Fi Browning (Lisa Faulkner), tells Mick Carter (Danny Dyer) that her mother killed herself after falling into depression, and that she found her in the bath. ==Geoff Barnes== Geoff Barnes is played by David Roper. Geoff is introduced as a love interest for the long running character, Michelle Fowler (Susan Tully), in 1994. He is much older than Michelle, and their age difference causes most of the major problems in their relationship. They plan to marry, but in the end Geoff realises that Michelle doesn't really love him. He ends the relationship and moves to Scotland in April 1995, but returns in September as part of Michelle's exit storyline. His last appearance is in October 1995. ==Blossom Jackson== Blossom Jackson is played by Mona Hammond. Blossom is the grandmother of Alan Jackson (Howard Antony), and the character originally appears from 1994 to 1997. Blossom was installed as a matriarchal figure of the Jackson clan, but Hammond quit the role in 1997, reportedly because she was suffering from nervous exhaustion. She reprised the role on 25 October 2010 for two episodes. ==Binnie Roberts== Binnie Roberts is played by Sophie Langham. Binnie is an out and proud lesbian, which is in stark contrast to her shy and retiring girlfriend, Della Alexander (Michelle Joseph). After facing prejudice from their neighbours, and Della struggling to admit her sexuality to her family, the pair decide to leave Walford for Ibiza in 1995. Binnie and Della are the first lesbian couple to be featured in EastEnders. Their inclusion was an attempt to portray positive examples of homosexual characters. ==Jacques Butcher== Jacques Butcher, played by Jack Snell, was born in France\"Jacques Butcher \", Walford Web. Retrieved 20 May 2007. to Diane Butcher (Sophie Lawrence) and an unknown man. Diane brings Jacques to Walford when she visits Pat Butcher (Pam St Clement) to tell her that her husband Frank Butcher (Mike Reid) came to see her in France. Diane's younger sister Janine Butcher (Alexia Demetriou) enjoys taking care of her nephew while they are there. Diane leaves Jacques with her brother Ricky (Sid Owen) and his pregnant wife Bianca (Patsy Palmer) when she follows her boyfriend's band on their tour. Jacques' bad behaviour makes Bianca doubt that she wants children, and she almost has an abortion Jacques later went to live with Diane's sister Clare in Manchester, but then moved back in with his mother. Diane claims that Jacques has refused to attend the funeral of his grandfather, Frank in April 2008. ==Maxine Palmer== Maxine Palmer, played by Dilys Laye, is the mother of Debbie Tyler (Nicola Duffett), who appears during Debbie and Nigel (Paul Bradley)'s courtship. She gets on well with Nigel, and he likes her. She returns in 1995 after Debbie's death, to help Nigel look after Debbie's daughter Clare (Gemma Bissix), and to support him in his custody battle against Clare's biological father, Liam Tyler (Francis Magee). ==Ruth Fowler== Ruth Fowler (also Aitken) is played by Caroline Paterson from 1994 to 1999. Ruth is Mark Fowler (Todd Carty)'s second wife and she is far more comfortable with his HIV status than many of his other girlfriends. However their marriage eventually disintegrates due to Mark's inability to provide Ruth with a child. They split and she strays with Mark's cousin, Conor Flaherty (Seán Gleeson). Her betrayal deeply hurts Mark, but it also gives her the chance to be a mother, as she becomes pregnant with Conor's child. ==Wellard== Wellard is a fictional dog from the BBC soap opera EastEnders. Wellard is a Belgian Tervuren, and first appears on 18 October 1994, and becomes EastEnders longest-serving pet, before being killed off on 15 August 2008. Although the character is male, he has been played primarily by three female dogs: Zenna, her daughter Chancer, and her granddaughter Kyte. A fourth dog briefly served as a replacement for Zenna in 1996, when she was given time off from the show to have a litter of puppies. Wellard was briefly written out of the series under executive producer Matthew Robinson, but returned when Robinson was succeeded by John Yorke. Wellard's owners for the majority of his duration in the soap are Robbie Jackson (Dean Gaffney) and Gus Smith (Mohammed George). He was voted \"Best Pet\" at the 2008 Digital Spy Soap Awards, and named the UK's favourite soap opera pet in a 2009 Inside Soap poll. Wellard was a fan favourite, and although a storyline that saw him threatened with euthanasia for biting local café owner Ian Beale (Adam Woodyatt) was poorly received by critics, his death drew generally favourable reviews. ==Reg Simpson== Reg Simpson, played by Philip Manikum, owns the bed and breakfast in Eastbourne where Pauline Fowler (Wendy Richard), Arthur Fowler (Bill Treacher) and Nellie Ellis (Elizabeth Kelly) stay in November 1994. When Reg notices Arthur's contempt for Nellie, he sympathises with him about interfering in-laws. On the day of their departure, Nellie goes missing, and Reg informs Arthur that he had seen her heading for the beach in a sombre mood. The Fowlers fear for her safety, but she is only having a paddle in the ocean. ==Stanley Bridge== Stanley Bridge, played by Godfrey Jackman, attends the funeral and wake of Nellie Ellis (Elizabeth Kelly)'s former husband, George, in November 1994. Stanley is a wheelchair-bound amputee, having lost both of his legs. Stanley reveals to Arthur Fowler (Bill Treacher) that he and George had been best friends. When he discovers that Nellie is living with Arthur, Stanley offers his commiserations, saying he'd rather have no legs than put up with her. Stanley reveals that he had been the best man at George and Nellie's wedding, and that he had warned George that Nellie would make his life a misery on his stag night. He is full of praise for George's mistress and long-term partner, Doreen (Olga Lowe). Nellie overhears everything and finds his comments hard to take. ==Roy Evans== Roy Evans is played by Tony Caunter. Introduced by Series Producer Barbara Emile in 1994, Roy was scripted as a love interest for Pat Butcher (Pam St. Clement). He remained a screen regular until 2003, when Executive Producer Louise Berridge axed him. ==Barry Evans== Barry Evans is played by Shaun Williamson. He appears between 1994 and 2004. The character is portrayed as a \"buffoon.\"Barry Evans played by Shaun Williamson Williamson controversially left the serial after ten years in 2003 after executive producer Louise Berridge refused to allow him time off to star in a seasonal pantomime. Barry is killed off in an episode that first aired early in January 2004. ==Others== {| class=\"wikitable plainrowheaders\" style=\"font-size:90%\" |- valign=\"top\" ! scope=\"col\" | Character ! scope=\"col\" | Date(s) ! scope=\"col\" | Actor ! scope=\"col\" | Circumstances |- valign=\"top\" ! scope=\"row\" | | | | Della Alexander's (Michelle Joseph) mother. |- valign=\"top\" ! scope=\"row\" | | | | The owner of the betting shop who interviews Debbie Bates and Michelle Fowler for a job there. Michelle is more qualified but Debbie gets the job after wearing a dress, while Michelle wears jeans to her interview. Stan later begins making unwanted advances towards Debbie, making her uncomfortable. When Debbie tells her husband, Nigel, about Stan's behaviour, he confronts Stan, who insists Debbie was the one making passes. Nigel, incensed punches Stan. Debbie and Nigel then make a complaint to head office. The following week, Stan arrives at the Bates' flat, deliberately waits for Nigel to leave and forces his way in and blames Debbie for being sacked and apologises and tries to persuade her to drop the complaint, begging and pleading but Debbie refuses and orders him to leave or she will scream. On his way out, Stan threatens to sue for wrongful dismissal and threatens to lay charges against Nigel. Grant Mitchell (Ross Kemp witnesses the argument and Stan skulks off. |- valign=\"top\" ! scope=\"row\" | | | | Ian Beale's new bank manager who tells him his finance company is not performing as well as it should. |- valign=\"top\" ! scope=\"row\" | | (2 episodes) | | Nadia Mitchell's boyfriend who works at a restaurant. Like Nadia, he is a Romanian refugee able to stay in the UK due to being in marriage of convenience. Nadia marries Phil Mitchell and they put on the pretence of being a couple for the benefit of the home office. Nadia eventually leaves to live with after Phil's brother, Grant threatens her. Following Phil's enagement to Kathy Beale, he goes looking for Nadia in order to acquire a divorce and is ultimately unsuccessful until he tracks Marku down at a cafe. Marku denies knowing where Nadia is but the following day Phil arrives at the restaurant kitchen to see Marku and finds Nadia. |- valign=\"top\" ! scope=\"row\" | | | | A customer of Deals on Wheels. David Wicks sells him a car but later Mr Jones returns it as it has broken down and tells him to get it fixed the next day or he will want a refund. |- valign=\"top\" ! scope=\"row\" | | | | A friend of Natalie Price who is with her in The Queen Victoria pub. |- valign=\"top\" ! scope=\"row\" | | | | A police officer who visits Gita Kapoor after a brick is thrown through her window the night before. Gita reluctantly admits that the attack was racially aggravated but refuses to allow McPearson to carry out surveillance as she will be seen as a victim and an outcast in her neighbourhood. |- valign=\"top\" ! scope=\"row\" | | | | A former business associate of Frank Butcher's who sees Frank's son, Ricky Butcher, and his business partner, David Wicks, at a car auction. Jim offers to sell them used cars and talks to Ricky about it but later finalises the deal with David. |- valign=\"top\" ! scope=\"row\" | | | | Arthur Fowler's boss who sees him slacking and later tells him to clear up the boxes outside the video shop. |- valign=\"top\" ! scope=\"row\" | | rowspan=\"2\" | | Uncredited | rowspan=\"2\" | Two clients of Ian Beale's finance business. Ian visits Mr Mason to try and get back some of the money he is owed but a large, muscular man appears at the door so Ian leaves. Mrs Davis tells Ian she cannot afford to pay him because she has to feed her daughter and other things need to be paid for but she offers £5 by the following Friday. Ian takes pity and agrees to her offer. |- valign=\"top\" ! scope=\"row\" | | |- valign=\"top\" ! scope=\"row\" | | | | A man who Ian Beale sells his finance business to for cash, although Sid says his father deals with all the paperwork. |- valign=\"top\" ! scope=\"row\" | | | | A man who Ian Beale meets regarding leasing the a business property so he can open a fish and chip shop. |- valign=\"top\" ! scope=\"row\" | | {{nowrap|27 September–22 December | | Matt is a lifeguard at a local pool where Cindy Beale (Michelle Collins) and Gita Kapoor (Shobu Kapoor) go for a swim. There is a mutual attraction between Matt and Cindy and they begin an affair, but it ends when Matt arrives on Albert Square declaring his love for Cindy and she rejects him. |- valign=\"top\" ! scope=\"row\" | | | | Louise is the daughter of Nellie Ellis' (Elizabeth Kelly) husband George Ellis, who had left Nellie for Louise's mother, Doreen (Olga Lowe). Nellie travels to Eastbourne for George's funeral and Louise is hostile to Nellie, telling her that she is not welcome at the funeral and that Doreen had only invited her to be polite. She believes that Nellie had made her father's life a misery, and dismisses her mother's guilt over the matter. |- valign=\"top\" ! scope=\"row\" | | | | Doreen is a woman who Nellie Ellis's (Elizabeth Kelly) husband, George Ellis, left her for and the mother of Louise (Cate Fowler). Nellie travels to Eastbourne for George's funeral after Doreen invites her and is annoyed that George have an upmarket house and daughter, as George refused to have children with her. Doreen and Nellie reminisce about George and Doreen gives Nellie George's old wedding ring from their marriage. Before Nellie returns to Walford, Doreen meets with Nellie and apologises for the hurt she has caused and Nellie realises she actually likes and admires Doreen. Nellie promises not to contest George's will, despite her legally being George's wife and Doreen never marrying George. |} ==References== 1994 *, EastEnders EastEnders ",
    "title": "List of EastEnders characters (1994)"
}