{
    "id": "12798958",
    "text": "{| |} USS Merak (AF-21) was United Fruit Company cargo and passenger liner Veragua that served as a United States Navy in World War II. In peacetime before and after the war she carried fruit and passengers; in war she supplied troops and ships in the field. She was the US Navy's second USS Merak. ==Building and pre-war service== Bethlehem Shipbuilding Corporation of Quincy, Massachusetts built the ship, the last vessel of this series, as SS Veragua for United Fruit Company with launch on 23 April 1932. She was one of six UFC sister ships driven by turbo-electric transmission. Veragua was delivered in August and made her maiden voyage on the 11th of that month to Havana. Kingston. Cristobal, and Port Limon. United Fruit placed Veragua on express liner services between Central America and New York. On 2 February 1940 naval historian Samuel E. Morison and his Harvard Columbus Expedition returned to New York aboard Veragua after retracing the voyages of Christopher Columbus since the previous August. ==US Navy service== The US Navy bareboat chartered her through the Maritime Commission on 20 March 1942. Todd Pacific Shipyards of Galveston, Texas converted her for Navy use and she was renamed Merak and commissioned on 8 May 1942, commanded by Cmdr L.E. Divoll. ===North Atlantic duties=== Shakedown training began on her maiden Navy voyage to Charleston, South Carolina. By 20 March 1943 she completed 10 voyages in convoy from east coast ports to Caribbean islands. She then made one supply voyage to Reykjavík, Iceland, arriving on 10 April. She then made two short deliveries to Cuba before making her first transatlantic crossing in July, delivering men, mail, and stores in Algeria, North Africa. Between further Caribbean trips, Merak voyaged to both Sicily and Scotland before the end of 1943. She continued Caribbean sailings and transatlantic voyages until February 1945, including four crossings from Bayonne, New Jersey, to Italian ports. After a brief drydocking she supplied ships and bases from Iceland to Trinidad. On her last voyage to Reykjavík, on 14 July 1946 a blizzard blew her ashore while anchored at Argentia, Newfoundland. She was freed by tugs and completed her voyage. She then made two more trips to San Juan, Puerto Rico, and Trinidad before being released by the Navy. On 21 June 1946 Merak was decommissioned at New York and returned to United Fruit, which reinstated her pre-war name Veragua. ===Military awards and honors=== Merak’s crew were awarded the following medals: * American Campaign Medal * Europe-Africa-Middle East Campaign Medal * World War II Victory Medal ==Post-war civilian service== In 1958 United Fruit transferred Veragua and her sisters Quirigua and to its British subsidiary Elders and Fyffes, which changed Veraguas name to SS Sinaloa. She was scrapped in Ghent, Belgium in 1965. ==References== ==External links== * * NavSource Online: Service Ship Photo Archive - AF-21 Merak Category:1932 ships Category:Ships built in Quincy, Massachusetts Category:Ships of the United Fruit Company Category:Mizar-class stores ships ",
    "title": "USS Merak (AF-21)"
}