{
    "id": "12794696",
    "text": "Buckingham Town Cricket Club is a cricket club in Buckingham, England. It was founded in 1870, and started playing its friendly fixtures at picturesque Bourton Road, which has been the club's home ever since. The Club bought the freehold of their ground from the Church Commissioners of England on 31.12.56 for £1,030. Its first wooden pavilion was built in 1926 and the current brick clubhouse was built in the 1960s and has been re-vamped on several occasions. In the 1950s Mr. Thomas H.Holton was instrumental in the Club buying the ground for the Cricket Club thanks to a very kind gift. In 1973 BTCC (original members) joined the Cherwell League which later merged with the Trinity League in 1994. Buckingham were Champions in 2001, 2007. BTCC were promoted to The Home Counties Premier League Div.2 (West) but were relegated after just one season on both occasions. Buckingham Town were Champions of the Cherwell League in 2014 and in 2015 have been promoted to The Home Counties Premier League. After a re-organisation of the Home Counties League Buckingham will play in Division 2 in 2015. Some notable former players include Kiwi Test player Jeetan Patel and Roland Butcher who played for England. Others include Ian Pont (Essex & Notts). Jeetan Patel will be the Warwickshire skipper for season 2018. Buckingham has for many years had a big youth set up starting with Under 6s through to senior cricket. The Club has provided county youth players and the Club itself have been Bucks County champions in some age groups. BTCC have hosted County Youth Matches, Ladies Senior cricket matches and District and Academy matches. This year 2016 Buckingham has for the first time in its history a Saturday 4th XI and the 4ths play at Gawcott & Hillesden CC and the 3rd XI play at Winslow Town CC. The Club also play a few afternoon mid-week friendly games and has a Sunday friendly XI. Buckingham Pre-Play School have been using the Clubs facilities for quite a few years and were instrumental in the provision of a new patio at the front of the Club. Buckingham Ladies Hockey Club, one of the top clubs in England, use the club's facilities for their after match socials and for fund raising events. Buckingham Towns -12's were crowned County Champions 2017 after beating High Wycombe -12's and the 2nd XI won Division 2 of the Cherwell League to gain promotion to Div 1 for 2018. For 2018 Town have four new Saturday captains. Jack Parish(1sts), Steve Beck (2nds), Brijesh Valambhia(3rds) and Dane Tuttlebee(4ths). For 2018 Town have signed former Northants County skipper and South African Test Player Andrew Hall. Under the captaincy of Jack Parish Buckingham Town CC were crowned Champions of the Home Counties Premier League Division 2 2018 after a runaway successful season in which they lost only one match and in 2019 will make their debut in Division 1. Town finished 7th in their first season in the HCPL division in their debut season 2019. Their 3rd XI were champions of division 6 of the Cherwell League under skipper Brijesh Valambhia to gain promotion to division 5 in 2020 and their 4th XI were runners-up in division 8 of the Cherwell League under skipper Dane Tuttlebee thus gaining promotion to division 7 in 2020. At their recent 150th AGM new team captains were announced. The Ist XI's new skipper is Leigh Tomlinson taking over from Jack Parish who led the team to Division One of The Home Counties Premier League for the first time in the Club's history. The 2nd XI's new captain is Matthew Thatcher who takes over from Steve Beck. The 3rd XI have a new skipper with David Barnes taking over from Brijesh Valambhia. Dane Tuttlebee remains the 4th XI skipper. Also at the AGM Chairman Adrian Johnson was made a Honorary Life Member for his sterling work both on and off the field over the last 16 years. A big thank you to Buckingham Town CC's main sponsor Bourton Mill Health and Leisure Club. Category:Cricket in Buckinghamshire Category:Buckingham Category:English club cricket teams ",
    "title": "Buckingham Town Cricket Club"
}