{
    "id": "12798138",
    "text": "Maine Diner's sign, touting their lobster pie and fresh produce The Maine Diner is a diner in Wells, Maine.RoadFood.com It serves breakfast, lunch, and dinner. The diner, which has a seating capacity of 90 and a year-round staff of about 60, serves an average of 1,200 to 1,500 patrons on a peak summer day.Official Website of the Maine Diner The restaurant is known for its seafood chowder and lobster pie and other Down East fare.CityGuide.aol.com It serves breakfast all day. Many of its vegetables and herbs come from a garden behind the building.PhantomGourmet.com Lobster pie as served at the Maine Diner \"Oft-hyped and popular with tourists\",MaineToday.com the diner served its 2-millionth guest in 1999 and its 5-millionth on December 17, 2008. ==History== Socrates \"Soky\" Toton, an Albanian immigrant, purchased the original Maine Diner in the early 1950s. Toton did the cooking and his wife Margaret waited on tables along with another full-time waitress, Millie, and two part-time waitresses. The Maine Diner became well known for their made- from-scratch food; they grew much of their own produce behind the diner.Seacoast Dining Guide Maine Diner During the mid-1950s, the old building was moved and a new building was built. The Totons lived next to the Diner, in the house that is now the diner's gift shop. The diner was open year-round until Margaret died in 1966. After she died, Toton closed the restaurant for a year. After that, Toton opened the diner from Labor Day to Memorial Day and closed it for the summer. Toton ran the diner until he had a heart attack in January 1980; he died the following month. Brothers Myles and Dick Henry purchased the Diner in 1983.SeacoastOnline.com Their first customer was a man who crashed into a pole near the parking lot. He had mistaken the diner for a bar he was looking for.Official Website of the Maine Diner Myles died in 2010.Maine Diner owner Myles Henry dies at 54 The diner is managed by Jim MacNeill.VisitingNewEngland.com ==Reception== The Maine Diner was featured on NBC's The Today Show (invited to the show by Jane and Michael Stern), as a banner on the restaurant states. Also, it was mentioned in the magazine Travel + LeisureTravelAndLeisure.com and in the Jane and Michael Stern Book Eat Your Way Across The USA. Cartoonist Wiley Miller said called the diner the model for Flo's Offshore Diner in his cartoon strip Non Sequitur.Stephanie Bouchard (February 20, 2005), \"Cartoonist finds Maine a creative turn-on\". Maine Sunday Telegram (Portland, ME), p. G1. On August 9, 2010, the diner was featured on Guy Fieri's Diners, Drive-ins and Dives.The Maine Diner Featured on Diners Drive-Ins and Dives Show The Maine Diner has served some famous guests, including boxing announcer Bob Sheridan, a Boxing Hall of Fame member; and Eddie Andelman, a sports radio talk host. It has a platter named after the Phantom Gourmet. Next door to the Maine Diner is a gift shop called \"Remember the Maine\", the famous battle cry of the Spanish–American War. It sells Maine and Maine Diner souvenirs. ==References== ==External links== * Official website * Video of the Maine Diner Category:Restaurants in Maine Category:Wells, Maine Category:Buildings and structures in York County, Maine Category:Diners Category:Tourist attractions in York County, Maine ",
    "title": "Maine Diner"
}