{
    "id": "12792876",
    "text": "{| class=\"infobox rugby\" style=\"width: 16em; text-align: center;\" |- ! style=\"font-size: 16px;\" | WRU Division One West |- | style=\"font-size: 11px; line-height: 15px;\" | |- | style=\"font-size: 12px; background: #BFD7FF;\" | Founded |- | style=\"font-size: 12px;\" | 1995 |- | style=\"font-size: 12px; background: #BFD7FF;\" | Nation |- | style=\"font-size: 12px;\" | |- | style=\"font-size: 12px; background: #BFD7FF;\" | Promotion To |- | style=\"font- size: 12px;\" | Welsh Championship |- | style=\"font-size: 12px; background: #BFD7FF;\" | Relegation To |- | style=\"font-size: 12px;\" | WRU Division Two West |- | style=\"font-size: 12px; background: #BFD7FF;\" | Number of Teams |- | style=\"font-size: 12px;\" | 12 |- | style=\"font-size: 12px; background: #BFD7FF;\" | Level on Pyramid |- | style=\"font-size: 12px;\" | Level 2 |- | style=\"font-size: 12px; background: #BFD7FF;\" | Current Champions (2014-15) |- | style=\"font-size: 12px;\" | Newcastle Emlyn RFC |- | style=\"font-size: 12px; background: #BFD7FF;\" | Website |- | style=\"font-size: 12px;\" | National Leagues |- |}The Welsh Rugby Union Division One West (also called the SWALEC Division One West for sponsorship reasons) is a rugby union league in Wales first implemented for the 1995/96 season. The league was formed in 2006 when the WRU divided the old Division One into two leagues, West and East ==Competition format and sponsorship== === Competition=== There are 12 clubs in the WRU Division One West. During the course of a season (which lasts from September to April) each club plays the others twice, once at their home ground and once at that of their opponents for a total of 22 games for each club, with a total of 132 games in each season. Teams receive four points for a win and two point for a draw, an additional bonus point is awarded to either team if they score four tries or more in a single match. No points are awarded for a loss though the losing team can gain a bonus point for finishing the match within seven points of the winning team. Teams are ranked by total points, then by the number of wins, then by the number of tries scored and then by their points ratio (points for, divided by points against). At the end of each season, the club which finishes top (as determined by the above criteria) is crowned as champion. ===Promotion=== For the 2011/12 season five clubs will be promoted to the new National Championship. Unlike past seasons, for 2011/12 the criteria for promotion is not based on the current season's results, but instead takes into account the past five seasons results. Each club is awarded a meritocracy score depending on their league placings over the past five seasons and the five clubs with the highest meritocracy scores are promoted. ===Relegation=== For the 2011/12 season there will be no relegation. Instead the seven clubs who are not promoted into the new National Championship via the meritocracy criteria detailed above will remain in Division One West for the 2012/13 season. === Sponsorship === In 2008 the Welsh Rugby Union announced a new sponsorship deal for the club rugby leagues with SWALEC. The sponsorship is a three-year deal that will continue until the 2010/11 season at a cost of £1 million (GBP). The leagues sponsored are the WRU Divisions one through to six. * (2002-2005) Lloyds TSB * (2005-2008) Asda * (2008-2011) SWALEC ==Winners== {| class=\"wikitable\" |- ! Season !! Winners |- |2006-07||Bonymaen RFC |- |2007-08||Tonmawr RFC |- |2008-09||Carmarthen Quins |- |2009-10||Tonmawr RFC |- |2010-11||Bridgend |- |2011-12||Corus (Port Talbot) RFC |- |2012-13||Tondu RFC |- |2013-14||Glynneath RFC |- |2014-15||Newcastle Emlyn RFC |} ==References== 3 ",
    "title": "WRU Division One West"
}