{
    "id": "1279194",
    "text": "Great Mosque of Sanaʽa Queen Arwa Mosque in Jibla. Cemetery in Sa'dah. Islam in Yemen dates back to about 630AD, when it was introduced into the region by Ali when Muhammad was still alive. It was during this period that the mosques in Janad (near Ta'izz) and the Great Mosque of Sana'a were built. Yemenis are divided into two principal Islamic religious groups: 55% Sunni and 45%Yemen Embassy in Canada Shia. The denominations are as follows: 55% primarily of the Shafi'i and other orders of Sunni Islam. 43% of the Zaidi order of Shia Islam, 2% of the Ja'fari and Taiyabi Ismaili orders of Shia Islam. The Sunnis are predominantly in the south and southeast. The Zaidis are predominantly in the north and northwest whilst the Jafaris are in the main centres of the North such as Sana'a and Ma'rib. There are mixed communities in the larger cities. According to WIN/Gallup International polls, Yemen has the most religious population among Arab countries and it is one of the most religious population world-wide. ==Population== The Zaidis of the northern highlands dominated politics and cultural life in northern Yemen for centuries; with unification, and the addition of the south’s almost totally Shafi'i population, the numerical balance has shifted dramatically away from the Zaidis. Nevertheless, Zaidis are still over represented in the government and, in particular, in the former North Yemeni units within the armed forces. ==Society== Public schools provide instruction in Islam but not in other religions, although Muslim citizens are allowed to attend private schools that do not teach Islam. In an effort to curb ideological and religious extremism in schools, the government does not permit any courses outside the officially approved curriculum to be taught in private and national schools. Because the government is concerned that unlicensed religious schools deviate from formal educational requirements and promote militant ideology, it has closed more than 4,500 of these institutions and deported foreign students studying there.Country profile: Yemen. Library of Congress Federal Research Division (August 2008). ==See also== * Freedom of religion in Yemen * Islam by country * Islamic history of Yemen * Religion in Yemen * Shia Islam in Yemen ==References== ==External links== Category:Religion in Yemen ",
    "title": "Islam in Yemen"
}