{
    "id": "12794468",
    "text": "E-3 with Zuiko Digital ED 12-60mm F2.8-4.0 SWD. Cut model. The Olympus E-3 was until 2010 Olympus Corporation's flagship camera, positioned as a professional DSLR camera. It is the successor to the Olympus E-1, which was launched in November 2003. The E-3, originally codenamed Olympus E-P1, was announced on 17 October 2007. The E-3, like the other cameras in the Olympus E-series, conforms to the Four Thirds system. It was succeeded in 2010 by the Olympus E-5 professional DSLR flagship camera. ==Features== The E-3 has several novel features, including a live preview full articulating screen, autofocus in live view mode, the ability to capture a scene with wide dynamic range using an image processing method called shadow adjustment technology and the ability to control up to three wireless flash groups without external transmitters. The camera is also fully weatherproof even with the popup flash in the \"up\" position. The camera, with the new SWD (ultrasonic motor) lenses, is expected to appeal to professional users who want a rugged, portable and lightweight camera body with quality lenses and class leading autofocus. Additional features include: * Fast autofocus (Olympus claims that this was the world's fastest autofocus at the time the camera was released (when used with the Olympus Zuiko Digital ED 12-60mm f/2.8-4 SWD lens at 60mm, as of October 2007). * 100% viewfinder with ×1.15 magnification with a 50 mm lens (as 25 mm is the \"standard\" lens on the 4/3 format, this is equivalent to ×0.57 in 35 mm format) * External white balance sensor * 5 frames per second (frame/s) capture speed * 11 point biaxial cross AF sensor that works at −2 EV at ISO 100 * In-body image stabilization achieved by moving the sensor (thus, it works with any lens) * Environmentally sealed magnesium alloy camera body * Dust reduction system (Supersonic Wave Filter) * Shutter tested to 150,000 cycles * Internal Viewfinder shutter * 'X' sync and External remote ports The camera is compatible with existing BLM-1 batteries used in the E-1, E-300, E-330, E-500 and E-510. The camera was reviewed by Digital Photography Review in February 2008 by Simon Joinson. The E-3 is equipped with a better sensor than other DSLRs marketed by Olympus at the time of its release, allowing the user to operate at higher ISO settings without producing as much noise. Along with other Olympus 4/3rds bodies, the E-3 has a very 'maintenance free' approach due to it having on-demand pixel mapping, the SSWF 'dust shaker', vignetting and distortion correction either in-camera or during editing with Olympus software. Olympus have also implemented on-demand firmware updates for all their bodies, lens and flash units. ==References== == External links == * * Olympus E-3 Official Specifications * Official Olympus E-3 Image samples * Olympus E-3 Launch event in New York covered by Imaging Resource * SLR클럽 OLYMPUS E 시리즈 포럼 Olympus E-3 revealed in Korea * 행복쇼핑의 시작 ! 다나와 (가격비교) - Danawa.com Video of Olympus E-3 revealed in Korea * Olympus Engineers Interview on E-P1 * Olympus E-P1 Leaked Info * Gizmodo more E-P1 info leaked * Olympus Corp schedules E-P1 for 2007 * Youtube video Olympus E prototype * The E-3 Development History by Zone-10 LLC * Olympus E-3 Sample Photos and Tests * Photography with Olympus E-3 E-3 Category:Live-preview digital cameras Category:Four Thirds System Category:Cameras introduced in 2007 ",
    "title": "Olympus E-3"
}