{
    "id": "1279037",
    "text": "The world soul (Greek: ψυχὴ κόσμου psychè kósmou; Latin: anima mundi) is, according to several systems of thought, an intrinsic connection between all living things on the planet, which relates to the world in much the same way as the soul is connected to the human body. Plato adhered to this idea and it was an important component of most Neoplatonic systems: > Therefore, we may consequently state that: this world is indeed a living > being endowed with a soul and intelligence ... a single visible living > entity containing all other living entities, which by their nature are all > related.Plato, Timaeus, 30b–c, 33b. The Stoics believed it to be the only vital force in the universe. Similar concepts also hold in systems of eastern philosophy in the Brahman-Atman of Hinduism, the Buddha-Nature in Mahayana Buddhism, and in the School of Yin- Yang, Taoism, and Neo-Confucianism as qi. Other resemblances can be found in the thoughts of hermetic philosophers like Paracelsus, and by Baruch Spinoza, Gottfried Leibniz, Friedrich Schelling and in Hegel's Geist (\"Spirit\"/\"Mind\"). Ralph Waldo Emerson published \"The Over-Soul\" in 1841, which was influenced by the Hindu conception of a universal soul. There are also similarities with ideas developed since the 1960s by Gaia theorists such as James Lovelock. In Jewish mysticism, a parallel concept is that of \"Chokhmah Ila'ah,\" the all- encompassing \"Supernal Wisdom\" that transcends, orders and vitalizes all of creation. Rabbi Nachman of Breslov states that this sublime wisdom may be apprehended (or perhaps \"channeled\") by a perfect tzaddik (holy man).Likutey Moharan I, 61. Thus, the tzaddik attains \"cosmic consciousness\" and thus is empowered to mitigate all division and conflict within creation. == See also == * Atman (disambiguation) * Cosmic consciousness * Patrick Harpur * Neoplatonism and Christianity * Panpsychism * Paramatman * Unus mundus * Weltgeist ==References== * * * * Category:Concepts in ancient Greek metaphysics Category:Concepts in ancient Greek philosophy of mind Category:Concepts in metaphysics Category:Hermeticism Category:Hindu philosophy Category:History of ideas Category:History of philosophy Category:Latin philosophical phrases Category:Mysticism Category:Neoplatonism Category:Philosophical concepts Category:Philosophical theories Category:Philosophy of mind Category:Platonism Category:Spirituality Category:Stoicism Category:Western esotericism ",
    "title": "Anima mundi"
}