{
    "id": "12805997",
    "text": "Sol III, fiberglass and steel sculpture by Mamoru Sato, 1973, Kapiolani Community College, Honolulu Mamoru Sato is an American modernist sculptor. He was born in El Paso, Texas in 1937. He initially majored in aeronautical engineering but switched to art, receiving a BA in fine art in 1963 and an MFA in sculpture in 1965, both from the University of Colorado. He taught at the University of Hawaii at Manoa in 1965. During the summer of 1969, he worked with Tony Smith at UH. Smith titled a piece in his For... series for Sato: For M.S. Sato is best known for his abstract sculptures constructed of industrial materials, such as Sol III, which is made of fiberglass. His commissions include sculpture for the Kona State Office Building (Hawaii), Maunawili Elementary School (Hawaii), the Rev. Benjamin Parker Elementary School (Hawaii), Honolulu International Airport (Hawaii), Hilo Hospital (Hawaii), Kapiolani Community College (Hawaii), the Pearl City Culture Center (Hawaii), the Makai Parking Structure (Hawaii), The Honolulu Community College Library (Hawaii), The James Michener Collection (Pipersville, Pennsylvania) and the Hayashide Onsen Hotel (Kagoshima, Japan). Sail II is in the collection of the Hawaii State Art Museum. == Exhibitions == * Artists of Hawaii 1986 (Honolulu Academy of Arts, 1986) * More of Mo: Sculpture by Mamoru Sato (Japanese Cultural Center of Hawaii, 2008) ==Bibliography== * Haar, Francis, Artists of Hawaii: Volume Two, University of Hawaii Press, Honolulu, 1977, pp. 69–73 * Radford, Georgia and Warren Radford, \"Sculpture in the Sun, Hawaii's Art for Open Spaces\", University of Hawaii Press, 1978, 96. * Yoshihara, Lisa A., Collective Visions, 1967-1997, [Hawaii] State Foundation on Culture and the Arts, Honolulu, Hawaii, 1997, 146. == References == ==External links== * Mamoru Sato Category:1937 births Category:Living people Category:American male sculptors Category:Modern sculptors Category:Artists from Hawaii Category:American artists of Japanese descent ",
    "title": "Mamoru Sato"
}