{
    "id": "12803399",
    "text": "\"Forever Came Today\" is a 1967 song written and produced by the Motown collective of Holland–Dozier–Holland, and was first made into a hit as a single for Diana Ross & the Supremes in early 1968. A disco version of the song was released as a single seven years later by Motown group The Jackson 5. ==Overview== ===The Supremes version=== The release of \"Forever Came Today\" was the result of a work slowdown by Holland-Dozier-Holland in late 1967. The song was originally cut in April 1967 with vocals added in December, 1967 and January, 1968. HDH, and particularly lyricist Eddie Holland, had become dissatisfied with both their pay and the working atmosphere at Motown, and resultantly created very little music during the latter half of the year. With no other Supremes singles ready for release, Motown had \"Forever Came Today\" prepared for release as a single. Mary Wilson, in her autobiography Dreamgirl: My Life as a Supreme, reported that \"Forever Came Today\" was the first of a series of Supremes singles she did not sing on.Wilson, Mary. Dreamgirl, My Life as a Supreme. New York: St. Martin's Press, 1986. p. 214 Motown used their in-house session singers, The Andantes, to provide background vocal instead. The single stalled for two weeks at number twenty-eight on the Billboard Hot 100 pop singles chart in spring 1968. It was their first American single not to reach the top 10 since \"Nothing but Heartaches.\" The song's lyrics feature a woman who is amazed by her boyfriend's love that she has waited 'forever' for, hence the saying \"my forever came today.\" In spite of its showings on the pop charts, Holland-Dozier-Holland uphold \"Forever Came Today\" as one of the best Motown songs they ever wrote.Chin, Brian and Nathan, David (2000). \"Reflections Of...\" The Supremes [CD boxed set liner notes]. New York: Motown Record Co./Universal Music. By the time of the single's release in early 1968, Holland-Dozier-Holland had staged a work slowdown and eventually no longer came to Motown's Hitsville U.S.A. studio. Motown sued for breach of contract in August 1968; HDH countersued. The trio went on to eventually start their own labels, Invictus Records and Hot Wax Records. Meanwhile, Berry Gordy was forced to find a new songwriting team for the Supremes, since Holland-Dozier-Holland had written all of the group's hit singles since 1963. ===Track listing=== *7\" single (29 February 1968) (North America/United Kingdom/Germany) #\"Forever Came Today\" – 2:59 #\"Time Changes Things\" – 2:22 ===Chart history=== {|class=\"wikitable sortable\" !Chart (1968) !Peak position |- |US Billboard Hot 100 |align=\"center\"|28 |- |US Billboard R&B; Singles |align=\"center\"|17 |- |US Cash Box Pop Singles |align=\"center\"|13 |- |UK Singles Chart |align=\"center\"|28 |} ==The Jackson 5 version== The single was revived eight years later in a disco version by another Motown group, The Jackson 5. The Jacksons had replaced the Supremes as the label's top-selling act during the early 1970s and by 1975 were going through problems with Motown and making plans to leave the company. In the US, The Jackson 5's version peaked at number six on the soul chart and at number sixty on the pop chart. On the Billboard dance chart, it was the first of two releases, by The Jacksons, to hit number one. The single's B-side, \"All I Do Is Think of You\", was later extensively covered and sampled by contemporary R&B; and hip hop artists. ===Chart positions=== {| class=\"wikitable\" !Chart (1975) !Peak position |- |U.S. Billboard Hot 100 |align=\"center\"|60 |- |U.S. Billboard Disco File Top 20 |align=\"center\"|1 |- |U.S. Billboard Hot Black Singles |align=\"center\"|6 |} ==References== ==External links== * Category:1968 singles Category:1975 singles Category:The Supremes songs Category:The Jackson 5 songs Category:Disco songs Category:Billboard Dance Club Songs number-one singles Category:Songs written by Holland–Dozier–Holland Category:Motown singles Category:Song recordings produced by Brian Holland Category:Song recordings produced by Lamont Dozier Category:1967 songs ",
    "title": "Forever Came Today"
}