{
    "id": "12802101",
    "text": "Stone Cates is a fictional character on the ABC soap opera, General Hospital. Michael Sutton portrayed him from 1993 to 1995 and returned for a guest appearance from September 28 through September 29, 2010 and on August 1, 2017. The character died of AIDS-related illness in 1995 at age 19.Matheson, Whitney. \"Recalling some of TV's dearly departed.\" USAToday.com 31 August 2005. Sutton was nominated for a 1996 Daytime Emmy Award for Outstanding Supporting Actor in a Drama Series for the role. ==Storylines== ===1993–95=== Stone and his sister Gina Williams were raised by their older brother Jagger Cates after their parents abandoned them. Jagger wasn't able to take care of them and they became separated and entered the foster parent rut. Stone met Karen Wexler at a party. Someone slipped something into her drink and Stone helped her. Stone did not know that she was dating his older brother Jagger. Karen felt she wasn't good enough for Jagger so she ended their relationship. Stone was living with Sonny Corinthos. Sonny was seeing Karen and got her hooked on drugs. Jagger found his little brother at his girlfriend Krystal's grave site and they began to build a relationship. Jagger became a cop and became engaged to Karen. Jagger saved his brother when he was supposed to drive the get away car to break Frank Smith out of prison. Jagger had a motorcycle accident but recovered and married Karen. Stone started to date Robin Scorpio. The pair fell deeply in love. Mac Scorpio, Robin's uncle, proved to be a big obstacle in their relationship as he did not approve of his niece dating a street kid. He came down with the flu and Robin took care of him. He told her that he had been tested for HIV and they had sex for the first time. They used protection at first, but eventually they stopped; this was a decision that would change Robin's life forever. Stone had the flu for a while and decided to get tested for HIV again. The test came back positive. He did not know how to tell Robin. Stone was shot and his blood got on Robin. He ran away from her. She found him in the same motel where they previously had sex. Stone told Robin that he was HIV positive. Dr. Alan Quartermaine ordered that they both be tested. Stone's test revealed that he now had AIDS. Robin's test came back negative. Alan started Stone on drug therapy. Mac Scorpio, Robin's uncle was furious when he found out, but he cared for Stone and even saved his life during a seizure, and later bonded with the kid. Robin later tested positive for HIV. Towards the end of his life, Stone was cared for by Robin and Sonny Corinthos at Sonny's penthouse. Stone's eyesight started to fail due to CMV retinitis worsened by his illness. Right before he died he was able to focus on Robin and see her for one last time. His last word were, \"I see you...Oh, Robin, I see you.\" Stone was like a brother to Sonny and Sonny took his death very hard. Brenda Barrett took his death hard as well, and the two comforted each other. Sonny, Brenda, and Robin had Stone cremated and threw his ashes over a bridge where he had gone bungee jumping to fulfill one of the wishes on his \"wish list\", which he made once he knew he would not live many more months. ===Afterlife and legacy=== In May 1996, Sonny lost his pregnant wife, Lily. He donated her inheritance to General Hospital to open the Stone Cates Memorial AIDS Wing. Sonny later named his son Morgan Stone Corinthos, after Jason Morgan and Stone. Stone's name comes up regularly on the show, unlike most soap opera characters who are quickly forgotten after being killed off. The annual Nurses Ball, ceased in 2001 for some unexplained reason, was always dedicated to Stone and featured his NAMES Project AIDS Memorial Quilt, a robin on a bridge (to commemorate not only his life, but the love he shared with Robin Scorpio) created by Mac Scorpio, at the entrance. Robin tells many characters how she contracted HIV from Stone, and even did this when she discovered her mother Anna Devane was alive on All My Children in 2001. Sometimes, Stone, or a great coincidence, messes with the lights after blackouts whenever Stone's name is mentioned, leaving Sonny and Robin to often wonder if Stone's spirit checks in on them from time to time. In 2008, Jagger returns to Port Charles in General Hospital: Night Shift. He visits Robin and later introduces her to his son, Stone, who later is determined to be autistic. Stone returns as a ghost to his former girlfriend Robin Scorpio on September 28, 2010, when Robin, kidnapped and held captive by Dr. Lisa Niles in an underground hole and urges her to have a positive attitude that she'll be rescued. Stone returns, once again, as a ghost to his former friend Sonny Corinthos on August 1, 2017, when Sonny is attacked by the sick Sam Morgan and left to die in a warehouse. ==References== ==External links== *Stone Cates @ Soapcentral.com Category:General Hospital characters Category:Television characters introduced in 1993 Category:Fictional characters with HIV/AIDS Category:Fictional waiting staff Category:Fictional blind characters Category:American male characters in television ",
    "title": "Stone Cates"
}