{
    "id": "12802243",
    "text": "James Ralph Lambright (April 26, 1942 – March 29, 2020) was an American football player and coach. He served as the head coach at the University of Washington for six seasons, from 1993 to 1998, compiling a record of Prior to becoming head coach, Lambright served as an assistant on the Huskies coaching staff for 24 seasons. ==Early years== Born and raised in Everett, Washington, Lambright's father was a fisherman. He played football for head coach Jim Ennis at Everett High School and graduated in 1960. Lambright earned a scholarship to the University of Washington in Seattle, where he lettered as an undersized defensive end for head coach Jim Owens, earning all-conference and All-Coast honors as a senior for the Huskies in 1964. ==Coaching career== Following graduation, Lambright was an assistant coach at Fife High School for a season in 1965 and then at Shoreline Community College. In 1969, Owens hired him as an assistant coach on the Huskies' staff. New head coach Don James retained him in 1975 and Lambright became the team's defensive coordinator in 1978, and assistant head coach in 1987. Lambright was an assistant coach for the Huskies for 24 seasons when he was elevated to head coach in late August 1993, following James' sudden resignation in protest of sanctions against the program from the NCAA and Pac-10 Conference, namely a two-year bowl ban. Lambright's initial contract as head coach was a four-year deal with a base salary of $150,000; he was earning $95,400 as James' chief assistant. He signed a contract extension in January 1998 that brought his compensation to over $500,000 annually. As the Huskies' defensive coordinator Lambright designed the team's \"Purple Reign\" defensive schemes.W. Thomas Porter Go Huskies!: Celebrating the Washington Football Tradition Page 140 1600788270 - 2013 \"Eventually, Lambright became the Huskies' defensive coordinator and designed the \"Purple Reign\" defensive schemes\" After six seasons as head coach and three decades on staff, Lambright was relieved of his duties by athletic director Barbara Hedges in late December replaced by Rick Neuheisel in January 1999. Lambright died from complications of dementia on March 29, 2020.Longtime College Football Coach Has Died At 77 ==Head coaching record== ==References== ==External links== *Washington biography (archived from 1998) Category:1942 births Category:2020 deaths Category:Washington Huskies football coaches Category:Washington Huskies football players Category:High school football coaches in Washington (state) Category:Sportspeople from Everett, Washington Category:Players of American football from Washington (state) ",
    "title": "Jim Lambright"
}