{
    "id": "12808675",
    "text": "250px U.S. Snowboarding, the snowboarding arm of the United States Ski and Snowboard Association (USSA), is committed to the progression of snowboarding by providing athletic programs, services, and competitions for male and female athletes of all ages, coast-to-coast. The ultimate goal for U.S. Snowboarding is clear: American riders on the Olympic podium. U.S. Snowboarding is the most successful international snowboarding program over the last 10 years and the most successful USSA Olympic program. Since the inclusion of snowboarding as a medal sport in 1998, U.S. Snowboarding has accounted for 14 Olympic medals, including the historic sweep of the podium in men’s halfpipe in 2002 and a best in the world performance of seven medals in 2006. == History == *The first U.S. Snowboarding Team was officially named in 1994, prior to the 1994-95 season in order to prepare for the 1998 Winter Olympic Games in Nagano, Japan, where the sport would make its Olympic debut, however the United States had participated in snowboarding World Cup competitions since the tour was created in 1988. 1965 - Invention of the Snurfer Snowboarding was born in 1965 when Sherman Poppen created the \"Snurfer\" by bracing a pair of skis together and riding sideways down his backyard hill in Muskegon, Michigan.\"The Birth of a Sport - Snurfing, Muskegon, MI, 1965.\" Muskegon Area Sports Hall of Fame. Through the late 60s, 70s and early 80s snowboard designs with the help of snowboard innovators Jake Burton, Tom Sims, David Kemper, Mike Olson, Dimitrije Milovich and others. It has since evolved into the fastest growing winter sport on the planet. 1968 - Tongue-in-cheek, students at Muskegon Community College in Muskegon, MI organize the first \"World Snurfing Championship.\" Hosted at \"Blockhouse Hill\" in Muskegon State Park, the event draws between 200 and 300 spectators, and becomes an annual affair.\"World Snurfing Championship - 1968, Muskegon, MI.\" Muskegon Area Sports Hall of Fame. 1978 - JEM Corporation, manufacturer of the \"Snurfer,\" sponsors the \"National Snurfing Championship\" in Muskegon., \"National Snurfing Championship - 1978, Muskegon, MI.\" Muskegon Area Sports Hall of Fame. This is the first competition to offer prize money. 1979 - Jake Burton and Paul Graves compete in the \"National Snurfing Championship\" in Muskegon.\"National Snurfing Championship - 1979, Muskegon, MI.\" Muskegon Area Sports Hall of Fame. Burton competes on a board of his own design in a newly created \"Open\" category for individuals riding a board other than a \"JEM Snurfer.\" He earns $200 for the effort.''' 1981 - Modern competitive snowboarding begins with a small contest held in April at Ski Cooper in Leadville, Colorado. 1982 - Paul Graves organizes the National Snowsurfing Championships Held at Suicide Six Ski Area in Woodstock, Vermont, the event featured a slalom and downhill. This is the first time riders from all over the country compete against each other and draws media coverage from the likes of Sports Illustrated, NBC Today, and Good Morning America. 1983 - Jake Burton Carpenter organizes the National Snowboarding Championships Held in the spring at Snow Valley, Vermont, the event would eventually evolve into the US Open. Later that spring Tom Sims held the inaugural World Snowboarding Championships at Soda Springs Ski Bowl in the Lake Tahoe area. It was the first contest to have a halfpipe event. 1987 - North American Snowboard Association formed Paul Alden and a collection of riders and manufacturers form the North American Snowboard Association (N.A.S.A.). The acronym is later changed to N.A.S.B.A. because N.A.S.A is already taken. The association's main goal is to work with the Snowboard European Association (S.E.A.) to create a unified World Cup tour. 1988 - The first World Cup is held Four World Cup events were held with two in North America and two in Europe. 1988 - United States Amateur Snowboarding Association formed Former amateur surf promoter Chuck Allen incorporates the United States Amateur Snowboarding Association (USASA) in July with a $500 donation from Transworld SNOWboarding Magazine. USASA is the first governing body exclusively for competitive amateur snowboarding. 1989 - The USASA held a Trampoline Snowboarding Contest at Snow Valley, California. Held in September, at the base of Snow valley, Chuck Allen was able to get sponsors like Kemper Snowboards, Sims, PlainSane and many others. The contest consisted of athletes performing three tricks, graded by a panel of judges. A notable winner was the young Janna Meyen in women's. 1990 - The USASA holds their first national championships Held in February, at Snow Valley, California, the worst snow storm of the decade hits just before the event and closes all roads to Big Bear. Amateur snowboarders from all over the country are left stranded. A rescue caravan of locals led by USASA president Chuck Allen sneaks the competitors past the police barricades and gets them to the contest on time. 1990 - The International Snowboard Federation (ISF) forms Following the collapse of the National Association of Professional Snowboarders, Ted Martin, Kazuo Ogura, and Christian Savioz create the ISF as the sanctioning body for international competition. 1993 - First official World Championships held The ISF holds its first official Snowboard World Championships in Ischgl, Austria. American's Kevin Delaney and Michele Taggart win the combined titles. 1993 - The International Ski Federation (FIS) votes to recognize snowboarding. At their June meeting, the FIS votes to recognize snowboarding and plans several events in 1994 with a full-fledged World Cup Tour to start in 1995. 1995 - First U.S. Snowboarding Team named Created as the snowboarding arm of the U.S. Ski and Snowboard Association, U.S. Snowboarding created a national team to compete on the World Cup tour in preparation for the Olympic Games, where the sport was to debut in 1998. Former competitor Peter Foley was named head coach and remains the only head coach of U.S. Snowboarding. 1995 - First World Cup tour held With nine stops across the U.S. and Europe, the first World Cup tour is held. U.S. riders Mike Jacoby (giant slalom, Parallel), Lael Gregory (halfpipe)and Sabrina Sadeghi (halfpipe) win titles. 1996 - U.S. Snowboarding Grand Prix created U.S. Snowboarding creates the Chevrolet U.S. Snowboarding Grand Prix series, a domestic competition tour bringing together the top riders in the world. It was the first snowboarding series to award equal prize money to male and female competitors. The Grand Prix was created with snowboarding progression as a top priority and would later become the qualifying series for fielding the U.S. Olympic snowboarding team. 1997 - U.S. Skiing changes name to U.S. Ski and Snowboard Association When U.S. Skiing became the official National Governing Body of snowboarding in 1997, the organization changed its name from U.S. Skiing to the U.S. Ski and Snowboard Association. 1998 - Snowboarding debuts at the Olympic Games in Nagano, Japan Ross Powers, who is considered to be snowboarding's first child prodigy, and Shannon Dunn earned bronze medals in halfpipe for U.S. Snowboarding 2002 - U.S. men sweep Olympic halfpipe podium at Park City, Utah Recognized as the event that launched snowboarding into the mainstream, U.S. riders Ross Powers (gold), Danny Kass (silver) and J.J. Thomas (bronze) swept the halfpipe podium in Park City. Kelly Clark would also win gold in women's halfpipe and Chris Klug earned bronze in parallel giant slalom as U.S. Snowboarding produced a five medal performance. 2006 - U.S. Snowboarding lands seven medals at the Olympics in Torino, Italy Led by double medal performances in men's and women's halfpipe with Shaun White and Danny Kass earning gold and silver medals, while Hannah Teter and Gretchen Bleiler matched for the women, U.S. Snowboarding would haul seven medals home from Torino. Also earning medals were Seth Wescott with gold and Lindsey Jacobellis with silver in snowboard cross as the sport made its Olympic debut. Rosey Fletcher added to the total with bronze in parallel giant slalom before retiring after the season. 2007 - Center of Excellence Groundbreaking Burton sponsored snowboard cross rider Lindsey Carmichael was on hand to help the USSA break ground on July 18, 2007 for a $22.5 million, which when complete in the fall of 2009 will house world- class high-performance athletic facilities for U.S.Snowboarding including strength-training areas, a gymnasium, a climbing wall, ramps, trampolines, a nutrition center and rehabilitation facilities. Plus, it will feature educational areas for athletes, coaches and clubs such as a computer lab, multimedia rooms for performance analysis and equipment workshops. And all of the educational resources will be shared with U.S. Snowboarding clubs around the country. == Making the U.S. Snowboarding Team == The pipeline to making the U.S. Snowboarding Team begins with young riders competing at regional competitions across the country. Riders can compete as individuals or often as part of a local club organization or team. Most regional competition series are sanctioned by the United States of America Snowboard Association (USASA). From local series events, freestyle riders make the jump to the Revolution Tour for halfpipe, snowboard cross and slopestyle. This five-stop series, created by U.S. Snowboarding, stops in the West, Midwest and East Coast throughout the winter. Overall championships are awarded for each discipline and top riders from the series earn invitations to compete in the Sprint U.S. Snowboarding Grand Prix Series. The Revolution Tour is open to all riders 13 and older for halfpipe and slopestyle events and 15 and older for snowboard cross events. The U.S. Snowboarding Race to the Cup is the national competition series for alpine riders. With three stops across the U.S. each winter, riders compete in both parallel giant slalom and parallel slalom with an overall tour winner named at the end of the season for each discipline. Based on results from these and other national competitions, riders earn points through a specified criteriahttp://www.ussa.org/PublishingFolder/438.htm/ toward qualifying for the U.S. Snowboarding Team. Each spring, riders are then nominated to the team and given an invitation to join. U.S. Snowboarding names team riders for halfpipe and snowboard cross. The team is named annually, usually in mid summer. The USSA is one of the only Olympic sports in America to support a full-time standing national team in every sport. These athletes compete as a team in major national competitions like the Chevrolet U.S. Snowboarding Grand Prix, X Games, Vans Cup, and US Open, as well as World CupWorld Cup competitions. Teams for FIS World Championships (held every odd year) and Olympic Winter Games (every four years) are selected by specific criteriahttp://www.ussa.org/PublishingFolder/438.htm/ and named for those individual events. Additionally, top riders from both the Revolution Tour and Race to the Cup series receive invitations to train with U.S. Snowboarding as part of the Project GoldProject Gold Team during a summer camp held each year at Mt. Hood, Oregon. This does not serve as an automatic invitation to join the U.S. Snowboarding Team, rather it gives coaches a chance to work directly with the nation's top up-and-coming riders. == U.S. Snowboarding highlights == ===Olympic Winter Games=== {| class=\"wikitable\" |- ! Event ! Place ! Athlete ! Highlights |- | 1998 Olympic Games | Nagano, Japan | Ross Powers | Bronze Halfpipe |- | 1998 Olympic Games | Nagano, Japan | Shannon Dunn (now Dunn- Downing) | Bronze Halfpipe |- | 2002 Olympic Games | Salt Lake City, Utah | Ross Powers | Gold Halfpipe |- | 2002 Olympic Games | Salt Lake City, Utah | Kelly Clark | Gold Halfpipe |- | 2002 Olympic Games | Salt Lake City, Utah | Danny Kass | Silver Halfpipe |- | 2002 Olympic Games | Salt Lake City, Utah | J.J. Thomas | Bronze Halfpipe |- | 2002 Olympic Games | Salt Lake City, Utah | Chris Klug | Bronze Parallel Giant Slalom |- | 2006 Olympic Games | Torino, Italy | Shaun White | Gold Halfpipe |- | 2006 Olympic Games | Torino, Italy | Hannah Teter | Gold Halfpipe |- | 2006 Olympic Games | Torino, Italy | Seth Wescott | Gold Snowboardcross |- | 2006 Olympic Games | Torino, Italy | Danny Kass | Silver Halfpipe |- | 2006 Olympic Games | Torino, Italy | Gretchen Bleiler | Silver Halfpipe |- | 2006 Olympic Games | Torino, Italy | Lindsey Jacobellis | Silver Snowboardcross |- | 2006 Olympic Games | Torino, Italy | Rosey Fletcher | Bronze Parallel Giant Slalom |- | 2010 Olympic Games | Vancouver, Canada | Shaun White | Gold Halfpipe 2010 Olympic Games | Vancouver, Canada | Seth Wescott | Gold Snowboardcross |- | 2010 Olympic Games | Vancouver, Canada | Scotty Lago | Bronze Halfpipe |- | 2014 Olympic Games | Sochi, Russia | Kaitlyn Farrington Jamie Anderson Alex Deibold | Gold Halfpipe Gold Slopestyle Bronze Snowboardcross |} ===Sprint U.S. Snowboarding Grand Prix Overall Titles=== {| class=\"wikitable\" |- ! Year ! Men's Champion ! Women's Champion |- | 2002 U.S. Snowboarding Grand Prix | Wyatt Caldwell | Kelly Clark |- | 2003 U.S. Snowboarding Grand Prix | Steve Fisher | Gretchen Bleiler |- | 2004 U.S. Snowboarding Grand Prix | Andy Finch | Hannah Teter |- | 2005 U.S. Snowboarding Grand Prix | Ross Powers | Lindsey Jacobellis |- | 2006 U.S. Snowboarding Grand Prix | Shaun White | Gretchen Bleiler |- | 2007 U.S. Snowboarding Grand Prix | Tommy Czeschin | Kelly Clark |- | 2008 U.S. Snowboarding Grand Prix | Louie Vito | Kelly Clark |- | 2009 U.S. Snowboarding Grand Prix | Louie Vito & Steve Fisher | Kelly Clark |- | 2010 U.S. Snowboarding Grand Prix | Shaun White | Kelly Clark |- | 2011 U.S. Snowboarding Grand Prix | Louie Vito | Kelly Clark |- | 2012 U.S. Snowboarding Grand Prix | Louie Vito | Kaitlyn Farrington |- | 2013 U.S. Snowboarding Grand Prix | Luke Mitrani | Arielle Gold |} ===FIS Snowboarding World Championships=== {| class=\"wikitable\" |- ! Event ! Place ! Athlete ! Highlights |- | 1996 World Championships | Lienz, Austria | Ross Powers | Gold Halfpipe |- | 1996 World Championships | Lienz, Austria | Jeff Greenwood | Gold Giant Slalom |- | 1996 World Championships | Lienz, Austria | Lael Gregory | Silver Halfpipe |- | 1996 World Championships | Lienz, Austria | Mike Jacoby | Silver Giant Slalom |- | 1996 World Championships | Lienz, Austria | Anne Marie Uliasz | Silver Halfpipe |- | 1996 World Championships | Lienz, Austria | Rob Kingwill | Bronze Halfpipe |- | 1996 World Championships | Lienz, Austria | Cammy Potter | Bronze Halfpipe |- | 1996 World Championships | Lienz, Austria | Sondra Van Ert | Bronze Giant Slalom, Bronze Parallel Slalom |- | 1997 World Championships | San Candido, Italy | Sondra Van Ert | Gold Giant Slalom |- | 1997 World Championships | San Candido, Italy | Mike Jacoby | Gold Parallel Slalom, Silver Giant Slalom |- | 1997 World Championships | San Candido, Italy | Ian Price | Bronze Giant Slalom |- | 1997 World Championships | San Candido, Italy | Anton Pogue | Bronze Slalom |- | 1999 World Championships | Berchtesgaden, Germany | Ricky Bower | Gold Halfpipe |- | 1999 World Championships | Berchtesgaden, Germany | Kim Stacey | Gold Halfpipe |- | 1999 World Championships | Berchtesgaden, Germany | Rosey Fletcher | Silver Parallel Giant Slalom |- | 1999 World Championships | Berchtesgaden, Germany | Sondra Van Ert | Bronze Giant Slalom |- | 2001 World Championships | Madonna di Campiglio, Italy | Rosey Fletcher | Silver Parallel Giant Slalom |- | 2001 World Championships | Madonna di Campiglio, Italy | Anton Pogue | Bronze Parallel Giant Slalom |- | 2003 World Championships | Kreischberg, Austria | Steve Fisher | Bronze Halfpipe |- | 2003 World Championships | Kreischberg, Austria | Seth Wescott | Silver Snowboardcross |- | 2005 World Championships | Whistler, British Columbia | Seth Wescott | Gold Snowboardcross |- | 2005 World Championships | Whistler, British Columbia | Lindsey Jacobellis | Gold Snowboardcross |- | 2005 World Championships | Whistler, British Columbia | Jason Hale | Bronze Snowboardcross |- | 2005 World Championships | Whistler, British Columbia | Hannah Teter | Bronze Halfpipe |- | 2007 World Championships | Arosa, Switzerland | Lindsey Jacobellis | Gold Snowboardcross |- | 2007 World Championships | Arosa, Switzerland | Seth Wescott | Silver Snowboardcross |- | 2007 World Championships | Arosa, Switzerland | Nate Holland | Bronze Snowboardcross |- | 2009 World Championships | Gangwon, South Korea | Nick Baumgartner | Bronze Snowboardcross |- | 2011 World Championships | La Molina, Spain | Lindsey Jacobellis | Gold Snowboardcross |- | 2011 World Championships | La Molina, Spain | Seth Wescott | Silver Snowboardcross |- | 2011 World Championships | La Molina, Spain | Nate Holland | Bronze Snowboardcross |- | 2013 World Championships | Stoneham, Quebec | Arielle Gold | Gold Halfpipe |- | 2013 World Championships | Stoneham, Quebec | Justin Reiter | Silver Parallel slalom |} ===FIS Snowboarding World Cup=== {| class=\"wikitable\" |- ! Year ! Athlete ! Highlights |- | 1995 | Lael Gregory | Halfpipe Champion |- | 1995 | Justin Koziol | Giant Slalom Champion, Parallel Champion |- | 1995 | Sabrina Sedeghi | Halfpipe Champion |- | 1996 | Ross Powers | Halfpipe Champion |- | 1996 | Mike Jacoby | Overall Champion, Giant Slalom Champion |- | 1999 | Ross Powers | Halfpipe Champion |- | 1999 | Tricia Byrnes | Halfpipe Champion |- | 2007 | Lindsey Jacobellis | Snowboardcross Champion |- | 2013 | Scotty Lago | Halfpipe Champion |- | 2013 | Kelly Clark | Halfpipe Champion |} ==External links== *U.S. Ski & Snowboard Association official site *International Ski Federation ==References== Category:Snowboarding Category:Snowboarding in the United States Snowboarding ",
    "title": "U.S. Snowboarding"
}