{
    "id": "12806008",
    "text": "Albert Proud (born 6 September 1988) is an Australian rules football player who plays for Mt Gravatt Vultures in NEAFL. Originally from Braybrook in Melbourne's Western suburbs he previously played for the Brisbane Lions in the Australian Football League (AFL). Proud is an Indigenous Australian, and made a name for himself at the Lions through his fierce attack on the ball, and hard work when not in possession. ==Early life== Proud has heritage that traces back to the Torres Strait Islands, but grew up in Melbourne, Victoria. He moved to Brisbane when he was fifteen years old, and later joined the Mount Gravatt Football Club in the QAFL. He was selected to play for Queensland in the AFL Under 18 Championships in 2005 and 2006, and captained the side to a premiership in the latter.Day a future champion landed on doorstep ==AFL career== ===2006–2008: Introduction=== Proud was originally expected to come within the top ten in the draft of 2006, and early comparisons were made about him to Byron Pickett,Albert Proud SportingPulse. Retrieved 11 October 2009. but a frightening foot injury pushed him back.Albert Proud Player Profile bio lions.com.au. Retrieved 11 October 2009. He was picked by Brisbane in the second round of the draft, and was pick number 22 overall. Upon arrival at the club, Proud was given the number 34 guernsey. In his debut season of 2007 he played just two games at senior level, but played in all but one of the Lions' reserves matches and showed great promise. His 2008 career was a fair improvement in terms of managing senior games by playing in seven games for the year, including the side's thrilling win against in round two. He included in the Lions' side for four of the last five matches for the year, and racked up a career high 21 disposals and kicked two goals in the round 17 clash with . In the same year he came an amazing sixth in the Grogan Medal – the best- and-fairest in the QAFL – and polled votes nine times after only playing in twelve matches.Proud showing in Grogan Medal lions.com.au. Retrieved 11 October 2009. ===2009–2010=== Proud played in 13 games in 2009. After playing two games in the fourth and fifth round of the 2010 season, Proud took an \"voluntary leave of absence\" from Brisbane based on personal matters. He returned to the side in Round 17 and in his second week back, he kicked a career high of three goals in the team's loss to . On 28 October 2010, Proud was delisted from the Lions. However, on 7 December that year, Proud was redrafted by the Lions, taken at pick #47 in the Rookie Draft. ==NEAFL career== After getting sacked by Brisbane Lions, Albert Proud decided to rejoin his previous club Mt Gravatt Vultures for the 2011 NEAFL competition. Albert Proud met with Vultures coach David Lake less than 24 hours after his dismissal from the Lions. ==Personal life== On 5 February 2009, it was reported that Proud had been charged the previous weekend with assault occasioning bodily harm for allegedly throwing a glass, resulting in facial injuries to a 23-year-old female patron at a Surfers Paradise nightclub. The Brisbane Lions suspended Proud as a result of the incident and charge, preventing him from playing in a first-round NAB Cup practice game and an Indigenous All-Stars representative match against Adelaide.Lions youngster charged over glassing-throwing incident However he was reinstated shortly afterwards to take his place in the Lions side in two later practice matches. He pleaded guilty to the charge on 12 March,Proud faces court over glassing. 12 March 2009. ABC News. Retrieved 31 March 2010. and in July received court imposed sanctions including a three-month intensive correctional order, probation, 100 hours of community service, an $8,000 compensation order paid to the victims and further court approved counselling for his alcohol and anger management issues.Albert Proud club statement Official website of the Brisbane Lions AFC. Retrieved 4 August 2010. While on personal leave from the Brisbane Lions in 2010, Proud undertook psychiatric care in Brisbane, due to problems with alcohol. On 9 November 2015, it was reported that Proud had been charged with attempted murder, acts intended to cause grievous bodily harm and wilful damage after an incident involving his girlfriend in Holland Park. Proud plead guilty to charges against him and was sentenced to five and a half years jail in August 2016. ==References== ==External links== * Category:Brisbane Lions players Category:1988 births Category:Living people Category:Torres Strait Islanders Category:Australian rules footballers from Queensland Category:Australian rules footballers from Victoria (Australia) Category:Indigenous Australian players of Australian rules football Category:Mount Gravatt Football Club players ",
    "title": "Albert Proud"
}