{
    "id": "12804784",
    "text": "Abraham Lucas Hoagland (March 24, 1797 - February 14, 1872) was an early Mormon leader, pioneer, and one of the founders of Royal Oak, Michigan, and Salt Lake City, Utah, USA. ==Early life== Hoagland was born on March 24, 1797, in Hillsborough Township, New Jersey. He apprenticed as a blacksmith and moved to Michigan, where he became a prosperous blacksmith and farmer and helped settle present-day Royal Oak. While in Michigan, he joined the Church of Jesus Christ of Latter Day Saints in 1841.Little, Elder James A. The Latter-Day Saints' Millennial Star. Vol. XXXIV, 1872, p. 174. ==Church service== In 1843, he moved his family to Nauvoo, Illinois, where Joseph Smith ordained him an elder. Orson Pratt and Wilford Woodruff ordained him a bishop in Winter Quarters, Nebraska after the saints were driven from Nauvoo. In 1853 and 1857, Hoagland was elected an alderman of Salt Lake City.Tullidge, Edward W. History of Salt Lake City. Star Printing Company, Salt Lake City, Utah, 1886, p. 869. When Brigham Young sent John Murdock to open a mission in Australia in 1851, Hoagland took his place as bishop of the 14th ward in Salt Lake City,Whitney, Orson F. History of Utah: Comprising Preliminary Chapters on the Previous History of Her Founders. Published by G.Q. Cannon, 1904, p. 104. where he chose Wilford Woodruff's first wife, Phoebe, as the ward's first Relief Society president.Augusta Joyce Crocheron. Representative Women of Deseret. J. C. Graham & Co., 1884, p. 38. ==Family and personal life== Hoagland began practicing plural marriage in 1847 when he married Agnes Taylor, the younger sister of later church president John Taylor. They divorced in 1861.Summary of Abraham Hoagland Journals: 1857 to 1870. George Q. Cannon Family Association, p. 5. Accessed 17 August 2007. Hoagland was the grandfather of Abraham H. Cannon and the father-in-law of both William Whitaker Taylor and George Q. Cannon.United States Congressional Serial Set. United States Government Printing Office, 1876, 9. He was a member of Wilford Woodruff's prayer circle.Hughes, Richard Thomas. The Primitive Church in the Modern World. University of Illinois Press, 1995, p. 192. . He died of pneumonia on February 14, 1872, in Salt Lake City. ==References== Category:1797 births Category:1872 deaths Category:Converts to Mormonism Category:Mormon pioneers Category:People from Hillsborough Township, New Jersey Category:People from Nauvoo, Illinois Category:American city founders Category:Deaths from pneumonia Category:Infectious disease deaths in Utah Category:American leaders of The Church of Jesus Christ of Latter-day Saints Category:Latter Day Saints from New Jersey Category:Latter Day Saints from Michigan Category:Latter Day Saints from Illinois Category:Latter Day Saints from Utah ",
    "title": "Abraham Hoagland"
}