{
    "id": "12808020",
    "text": "Hashkafa (, lit., \"outlook\"; plural Hashkafot, Hashkafas) is the Hebrew term for worldview and guiding philosophy, used almost exclusively within Orthodox Jewish communities. A hashkafa, is a perspective that Orthodox Jews adopt that defines many aspects of their lives. Hashkafa thus plays a crucial role in how these interact with the world around them, and influences individual beliefs about secularity, gender roles, and modernity. In that it guides many practical decisions - where to send children to school, what synagogue to attend, and what community to live in - Hashkafa works in conjunction with halakha or Jewish law. == Origin and source == Although the word hashkafa is not explicitly mentioned in the Torah, the idea of broad guiding philosophies certainly stems from it. Hashkafa is crucial because it contextualizes religiosity and makes Torah relevant intergenerationally. ===Context=== Although Orthodox communities prefer clinging to the mesorah (or Jewish tradition) more so than other Jewish denominations, they acknowledge that society has changed since the Revelation at Mount Sinai. Therefore, hashkafa is necessary to contextualize religious observance. Hashkafa works in conjunction with halakha— the codified list of laws and commandments derived from the Torah and the oral tradition—to direct and enrich the day-to-day life of Orthodox Jews. When a hashkafa is inconsistent with halakha, it is inherently illegitimate. While halakha is a rigid legal system that generally doesn't afford much variation in practice, hashkafa provides a more flexible framework, and is often the source of major disagreement between different Orthodox groups. For example, Orthodox halakhic authorities—or rabbis—prohibit listening to music with profane lyrics. However, there is disagreement about listening to \"kosher\" non-Jewish music, which is part of the broader hashkafic (i. e., relating to hashkafa) discussion about cultural integration. Modern Orthodox Jews will generally listen to such music, while Hasidic Jews will distance themselves from it. ===Principles=== The Torah lays the foundations for such a construct in Deuteronomy 6:18 (), where it says: \"And thou shalt do that which is right and good in the sight of the Lord.\"JPS Bible English Translation. Online. Similarly, the Tanakh (or Hebrew Bible) mentions the phrase \"walking in His Ways\",Deuteronomy 8:6, 19:9, 26:17, 28:9, 30:16; Kings 1 2:3; Isaiah 42:24; Psalms 119:3. Print. in reference to God, eight times. These verses make no mention of any specific commandments like observing the Sabbath or celebrating Passover; rather, they command the more fundamental principles—or hashkafas'—of doing what is right and emulating God's ways. The prominent Jewish philosopher Nachmanides (Hebrew: ) argues that the reason the Torah writes in such broad strokes in the aforementioned cases is because it would be impossible for the Torah to legislate every possible circumstance for all times and places. Therefore, the Torah provided principles that can be used to judge specific and new situations in accordance with Torah Law.. Nachmanides Commentary on the Torah, Deuteronomy 6:18. Print. Leviticus 19:2 () describes another non-specific, all-encompassing meta-principle, stating, \"Ye shall be holy.\"JPS Bible English Translation. Once again, this verse does not mention a specific commandment; instead, it insists on leading a life centered around holiness. Here, Nachmanides expands on his previous comment: According to the letter of Torah law, drunkenness and gluttony (as examples) are permissible (as long as the wine is kosher and the meat is ritually slaughtered). Clearly, however, gluttony and drunkenness are against the spirit of the law, and acts such as these are incongruous with Torah. . Nachmanides Commentary on the Torah, Leviticus 19:2. Print. The more general implication is that one must consider as foundational and guiding, the principle of acting in a manner that is holy. This principle is referred to as lifnim mishurat hadin (“beyond the line of the law”; לפנים משורת הדין). See also the related concept that proper behavior precedes the Torah (דרך ארץ קדמה לתורה), meaning that before one can learn and put into practice the mitzvot of the Torah, he or she must pave the path with Derech Eretz, meaning decent behavior, good personality traits, and suchlike. Perhaps more broad, is Deuteronomy 10:12-13 (): :\"And now, Israel, what doth the LORD thy God require of thee, but to fear the LORD thy God, to walk in all His ways, and to love Him, and to serve the LORD thy God with all thy heart and with all thy soul; to keep for thy good the commandments of the LORD, and His statutes, which I command thee this day?\" Rashi comments that \"fear\" here corresponds to a belief in individualized Divine providence (Hashgachah Pratit; ). This, in turn, entails implications re the (Jewish) understanding of nature, and its reciprocal, the miraculous, clearly fundamental to any Hashkafa; again, practically as well as philosophically. Related to this is the injunction in Proverbs 3:6 to \"know God in all your ways\" (בכל דרכיך דעהו), interpreted as a foundation \"on which all of Torah [practice] depends\", בברכות סג ע\"א and requiring This idea is, in fact, codified as law in the Shulchan Aruch Orach Chayim 231; see also Kitzur Shulchan Aruch ch 31 that one must attempt to imbue with spirituality every interaction with the material world. See Divine providence in Judaism and Torah Im Derech Eretz #Derech Eretz. ===Realizations=== With the rise of Jewish philosophy and great Jewish thinkers, various sects of Orthodox Judaism have developed throughout history, each with their distinct hashkafa; see next section. While certain meta- principles - such as these above - are present in all sects—primarily the ones precisely demarcated in the Torah and Talmud, others have been the subject of much disagreement, especially those that deal with pertinent and pressing issues. Despite the vast differences between Hasidism and Modern Orthodoxy, both are still considered legitimate. The idea that there can be more than one correct understanding is deeply rooted in Jewish texts. The most well known of such statements is from the Midrash—the collection of exegesis of Torah taught by Rabbinical Sages of the post-temple era—in Bamidbar Rabbah 13:15, which explains that there are \"seventy faces to Torah\" (shivim panim la-Torah) . This perplexing statement is generally understood to mean that the nature of the Torah's truth is multifaceted. Similarly, the Babylonian Talmud states regarding a legal debate that \"these and these are the words of the living Lord\";Babylonian Talmud, Vilna Edition. Tractate Eruvin 13b. Print. in other words, both opinions are valid. Because no single hashkafa is believed to have a monopoly on the truth, great amount of philosophical flexibility is provided to Jewish thinkers, which results in different—sometimes even contradictory—hashkafas. Who may develop a new hashkafa is a complicated question that has been debated for centuries. Hashkafa must always be consistent with halakha; therefore, generally the most prominent rabbinic scholars of their times have successfully implemented new hashkafas because they are experts in both Jewish law and philosophy. Novel hashkafas seem to develop during periods of change and instability, within the Jewish community and within the larger society. == Broad Hashkafot == Although, as mentioned, there are numerous (\"70\") Hashkafas within Orthodox Judaism, they may be grouped broadly as Haredi, Hasidic and Modern Orthodox / Religious Zionist, with different approaches and emphases re the topics below. Other Hashkafas include Torah im Derech Eretz, Talmidei haRambam, and Carlbachian. === Modern Orthodox === Modern Orthodox is a stream of Orthodox Judaism that attempts to meld the secular, modern world with traditional Jewish values and the observance of Halakha, or Jewish law. Modern Orthodox Jews value secular knowledge and are culturally, educationally and politically, as well as practically, engaged in society. See Torah Umadda. Religious Zionism is an ideology that combines Zionism and Torah observance, and views secular activities, including military service, in support of the State of Israel as religiously important. Adherents are thus similarly engaged with secular (Israeli) society. Although not identical, these hashkafas share many of the same values. === Haredi Judaism === Haredi Judaism - also called Yeshivishe, Misnagid, or Litvishe - is a stream of Orthodox Judaism that essentially rejects modern secular culture. In contrast to Modern Orthodox Jews who embrace the modern world, Haredim follow a strict reading by segregating themselves from modern society. The emphasis is on Torah study and exact observance of Halakha, and secular interactions are thus limited to the practical, such as (circumscribed modes of) earning a living; see Torah im Derech Eretz #Earning a livelihood. There is however a gradation here: especially in Israel, Haredis are fully separated from secular society; in the Western world, Haredi life often realizes as Torah U’Parnasah, \"Torah combined with a livelihood\", sometimes extending to professional life with its requisite education \\- although many do choose full time kollel Torah study as in Israel. Haredi Judaism emerged in response to the Jewish assimilation and secularization during the Enlightenment era with hopes to decrease the influence of secular society on Judaism; see Moses Sofer #Influence against changes in Judaism. === Hasidic Judaism === Hasidic Judaism is a stream of Orthodox Judaism that focuses on spirituality and Jewish mysticism as a fundamental aspect of faith. Similar to Haredim, this community emphasizes observance of Halakha, and are insulated from the secular; in distinction though, their outlook, and hence practices, are influenced by their mysticism. As for the Haredi world, there is similarly a gradation re engagement with secular society: some branches such as Chabad and Breslov are actively engaged; groups such as Satmar are entirely isolated, often living in their own enclaves or even towns. As mentioned, Hasidic practice somewhat differs from that of the Haredi world, in that they additionally engage in spiritually uplifting activities, such as the communal Tish / Farbrengen, and individual practices such as Hitbodedut (meditation) and Mikveh (ritual immersion). They may be recognized by their unique black garb. Hasidism was founded in 18th- century Eastern Europe by Rabbi Israel Ben Eliezer, known as the Baal Shem Tov. == Specific topics == === Secular knowledge === Judaism values secular knowledge and non-Jews who study it. The Talmud, in Brachot 58a, says that one who sees a non-Jewish scholar should make this blessing: \"Blessed be He who gave His wisdom to flesh and blood.\" However, the extent to which a Jew should immerse himself in secular knowledge is contentious. Some argue that the pursuit of secular knowledge complements and refines the understanding of Jewish religious knowledge. This is a fundamental principle of Torah Umadda, an idea closely associated with Yeshiva University. Others view secular knowledge as a worthwhile endeavor as long as it serves a practical end, such as learning biology to become a physician. Yet others vehemently oppose pursuing secular knowledge, as they believe it is not valuable enough. Some even believe that secular knowledge is dangerous because it contains ideas that are antithetical to the Torah and can cause people to stray from their religious life. Evolution is one popular example. See Jewish views on evolution; Creationism #Judaism. === Modernity === Because Orthodox Judaism is so deeply entrenched in its tradition, the question of how to incorporate and adapt to modernity, in terms modern of culture and thought, lies at the center of disagreements between Orthodox groups. Modern Orthodox Jews view their interactions with the world around them and the development of society as an integral part of their theology. They do not view modernity as a threat; they embrace it. Modern Orthodox Jews are likely to view themselves as citizens of the modern world. Great Jewish thinkers such as Rabbi Samson Raphael Hirsch and Rabbi Joseph Soloveitchik sometimes integrated modern thought into their worldview. Hasidism is generally opposed to the idea of integrating modern ideas and culture into their well-established theological thought. Hasidic Jews do not wear modern clothing, while Modern Orthodox Jews find no objection to it, provided that the clothing is modest. === Gender roles === The appropriate role of women in Jewish life and society at large varies across the spectrum of hashkafas. Hashkafas that more readily incorporate modern thought into Jewish life, tend to believe in greater gender equality. However, they will not ignore the framework of Halacha and sacrifice adherence to Jewish tradition for this end. Some hashkafas do not address or value gender equality; consequently, distinct gender roles are magnified. Many women, especially within the Hasidic community, take pride in their unique role as homemakers, and make their family and children their main focus. Currently, there is much disagreement about the educational curriculum for women, particularly if the Talmud may be studied by women. With the exception of Modern Orthodoxy, the majority of hashkafas do not allow women to study Talmud. See discussion under Midrasha #Curriculum. === Redemption === Since the emergence of the Zionist movement, many questions have arisen about the permissibility of an autonomous Jewish state in the Land of Israel prior to the arrival of the Messiah. This issue is especially complicated because the Jewish homeland is partly governed by secular Jews who are not strictly Orthodox. Modern-day Israel is thus a particularly antagonistic subject because the line between hashkafa and halakha in this area is blurry. There are some who oppose the State of Israel in its entirety, and reject its legitimacy; see Three Oaths. Religious Zionists and Modern Orthodox Jews view the State of Israel as the first step in the process of redemption; Torat Eretz Yisrael is a body of writing devoted to this topic. Certain Hasidic groups - Satmar is the best known - believe that an autonomous Jewish state in the Land of Israel is forbidden by Jewish law, and label Zionists as heretics. === Social life === For many within the Orthodox Jewish world, self-identity stems from subscribing to a specific hashkafa; therefore, hashkafa plays a central role in the social life of observant Jews. Hashkafas create cultures that can be very different. In the United States, Modern Orthodox Jews cluster to form tight-knit communities that have their own synagogues, high schools, and community centers. Hasidic Jews also tend to live amongst themselves because cross-cultural social integration is difficult. Jews of similar hashkafas prefer to live together because they share much in common. ====Marriage and dating: shidduchim==== Shidduchim, matching two people together for marriage, is heavily influenced by hashkafas. Jewish blogs are rife with posts about the marital compatibility of men and women who have different hashkafas. Dating websites, like JWed and JDate, require members to fill in a box about their hashkafa. People assume that if a husband and wife have similar hashafas, they will most likely have a happy marriage. ====Head covering: kippah==== Knitted Kippah Srugah or \"Srugie\" Although superficial and cliché, the type of head covering that a man wears is believed to be an expression of the hashkafa he subscribes to. People who identify as Religious Zionists or Modern Orthodox often wear knitted, colored kippot (Hebrew plural of kippah). It is sometimes affectionately, and sometimes derogatorily, referred to as a \"srugie\" (i. e., \"knitted\" or \"crocheted\"). Men from more Yeshivishe or Haredi circles wear black, velvet ones. Many believe that kippot are self-conscious manifestations of a person's hashkafic orientation and social affiliation. This superficial, and often misguided, habit to pigeonhole people based on head coverings has been criticized.Black Velvet \"Yarmulke\" ==Non-Orthodox Hashkafas== Taken at its broadest and simplest definition, hashkafa is the overarching Torah principles that guide human action. In that sense of the word, the term hashkafa is significant to almost all Jewish denominations who mutually associate with certain principles listed in the Torah, especially on a humanistic and philosophical level. One such example is the principle of tikkun olam—taken to mean fixing the world and making it a better place—which is a nonsectarian belief. Reform Jews, Conservative Jews, and Orthodox Jews all value and emphasize this principle, but each endeavor to fulfill this concept differently based upon their respective traditions. Reform Judaism focuses on social action within the larger global community, while certain Orthodox groups might reject such efforts as unnecessary. Nonetheless, the term hashkafa itself generally is used only within the Orthodox community and refers solely to their guiding philosophies. == See also == * Diversity within Orthodox Judaism * Orthodox Judaism ==References== Category:Jewish philosophy Category:Rabbinic Judaism Category:Hebrew words and phrases ",
    "title": "Hashkafa"
}