{
    "id": "12801837",
    "text": "Elizabeth Nourse (October 26, 1859 – October 8, 1938) was a realist-style genre, portrait, and landscape painter born in Mt. Healthy, Ohio, in the Cincinnati area. She also worked in decorative painting and sculpture. Described by her contemporaries as \"the first woman painter of America\" and \"the dean of American woman painters in France and one of the most eminent contemporary artists of her sex,\" Nourse was the first American woman to be voted into the Société Nationale des Beaux-Arts. She also had the honor of having one of her paintings purchased by the French government and included in the Luxembourg Museum's permanent collection. Nourse's style was described by Los Angeles critic Henry J. Seldis as a \"forerunner of social realist painting.\" Some of Nourse's works are displayed at the Cincinnati Art Museum. ==Biography== ===Early life=== A portrait by Nourse of Benn Pitman, under whom she studied woodcarving and decorative crafts in Cincinnati. He also married Nourse's sister. Born to the Catholic household of Caleb Elijah Nourse and Elizabeth LeBreton Rogers Nourse on October 26, 1859, Elizabeth and her twin sister, Adelaide, were the youngest of ten children. She attended the McMicken School of Design in Cincinnati (now the Art Academy of Cincinnati) at age fifteen, and was one of the first women admitted to the women's life class offered there taught by Thomas Satterwhite Noble. She also studied watercolor painting while there. She studied at the school for seven years and was even offered a teaching position, which she declined in order to focus on her painting. In 1882, both of her parents died, and with the assistance of an art patron, she went to New York City to continue her studies, briefly in the Art Students League. Here, she met William Merritt Chase and visited him in his studio. In 1883, she had returned to Cincinnati and made her living decorating home interiors and painting portraits. From 1884 – 1886, she spent most of her summers in Tennessee in the Appalachian Mountains doing watercolor landscapes. ===Paris=== In 1887, she moved to Paris, France along with her older sister, Louise, who was to be her lifelong companion, business manager, housekeeper and hostess. In Paris, she attended Académie Julian, studying under Gustave Boulanger and Jules Lefebvre. While studying in Paris Nourse became acquainted with fellow painter Caroline Augusta Lord. Already having advanced skill when she arrived and having developed her style while in Cincinnati, she quickly finished with her studies and opened her own studio. In 1888, her work was featured in her first major exhibition at the Société des Artistes Français. Her subjects were often women, mostly peasants, and depictions of France's rural countryside. Though continuing to live and work mainly in Paris, Nourse travelled extensively around Europe, Russia, and North Africa painting the people she met. ===New Woman=== She was one of the \"New Women\" of the 19th century successful, highly trained women artists who never married, like Ellen Day Hale, Mary Cassatt, Elizabeth Coffin and Cecilia Beaux.Holly Pyne Connor; Newark Museum; Frick Art & Historical Center. Off the Pedestal: New Women in the Art of Homer, Chase, and Sargent. Rutgers University Press; 2006. . p. 25. Hale, Nourse, and Coffin \"created compelling self-portraits in which they fearlessly presented themselves as individuals willing to flout social codes and challenge accepted ideas regarding women's place in society. Indeed, the New Women portraits of the 1880s and 1890s are unforgettable interpretations of energetic, self-confident and accomplished women.\"Holly Pyne Connor; Newark Museum; Frick Art & Historical Center. Off the Pedestal: New Women in the Art of Homer, Chase, and Sargent. Rutgers University Press; 2006. . p. 27, 39. ====Later life and World War I activism==== During the first world war, Nourse defied the tendency of most American emigres to return home and remained in Paris, where she worked to assist the war's refugees and solicited donations from her friends in the United States and Canada for the benefit of people whose lives were disrupted by the war. In 1921, she was awarded the Laetare Medal for \"distinguished service to humanity\" by a Catholic layperson, an annual award from Notre Dame University in Indiana. Nourse retired and when her sister died in 1927, she became ill and depressed. In 1920, she was operated on for breast cancer, and, in 1937, the cancer returned. She died on October 8, 1938. ==Gallery== File:Nourse Picardy girl.jpg|Fisher Girl of Picardy, a notable painting illustrative of her style. At the Smithsonian American Art Museum. File:Elizabeth Nourse - Happy Days 1905.jpg|Happy Days, 1905 File:Elizabeth Nourse - Head of an Algerian.jpg|Head of an Algerian, 1898. New Britain Museum of American Art File:Elizabeth Nourse Meditation.jpg|Meditation, 1902. File:Elizabeth Nourse - Head of a Girl ca 1882.JPG|Head of a Girl, c 1882. Cincinnati Art Museum File:Elizabeth Nourse - La mere (The Mother) 1888.jpg|La mere (The Mother), 1888. Cincinnati Art Museum File:'Woman with a Harp' by Elizabeth Nourse, Cincinnati Art Museum.JPG|Woman with a Harp, 1887. Cincinnati Art Museum File:Elizabeth Nourse - Moorish Boy 1897.jpg|Moorish Boy, 1897. Cincinnati Art Museum File:Venice, watercolor over traces of pencil by Elizabeth Nourse, 1891.jpg|Venice, watercolor over traces of pencil, 1891. Cincinnati Art Museum File:'Breton Interior' by Elizabeth Nourse, on loan to the Cincinnati Art Museum.JPG|Breton Interior, 1907. File:The Kiss (Le Baiser).jpg|The Kiss (Le Baiser), c. 1906, pastel and charcoal on paper, mounted on board. Clark Art Institute. ==Selected works== ===Paintings=== * Two Children Seated 1880, watercolor and gouache on paper, 16 3/4 x 11 1/2 in. * La mère (Pleasant Dreams) 1888, oil on canvas, 45 15/16 x 32 1/16 in. * Fisher Girl of Picardy 1889, oil on canvas, 46 3/4 x 32 3/8 in. * Fisher Woman and Child 1889, watercolor on paper, 19 x 12 in. * The Three Ages (Three Generations) 1890, oil on canvas, 40 x 30 in. * The Bargello, Florence 1890, watercolor, 12 x 8 in. * Italian Peasant Girl 1891, oil on wood panel, 19 3/4 x 8 11/16 in. * The Kiss (Mother and Child) 1892, oil on canvas, 22 5/8 x 20 3/8 in. * Le Goûter (Mother and Children) 1893, oil on canvas, 51 1/2 x 31 in. * Mère et fillette hollandaise (The Sewing Lesson) 1895, oil on canvas, 46 x 30 in. * L'heures d' été (Summer Hours) c. 1895, oil on canvas, 53 1/4 x 41 1/4 in. * L'enfant endormi c. 1901, watercolor on paper, 24 x 18 in. * Meditation 1902, oil on canvas, 26 1/2 x 27 1/2 in. * Paysanne de Penmarc'h c. 1903, oil on canvas 18 x 11 in. * Mother with Baby in Carriage c. 1905–07, pastel on paper, 15 x 23 1/2 in. * L'enfant qui dort c. 1912, oil on canvas * Jardin du Luxembourg, le printemps c. 1920, watercolor on paper, 8 x 23 1/4 in. ===Sculpture=== * Bust of Caleb Nourse c. 1881, plaster, 3 1/4 x 7 x 3 1/4 in. * Louise Nourse 1899, plaster bas-relief, diameter 5 in., bronze cast, diameter 5 in. * Le Père et la Mère Léthias 1899, plaster bas-relief, diameter 7 1/4 in. ==Honors== ===Awards=== * 1893 - Medal, World's Columbian Exposition, Chicago * 1897 - Medal, Carnegie Institute, Pittsburgh * 1897 - Medal, Tennessee Centennial and International Exposition, Nashville * 1900 - Medal, Exposition Universelle, Paris * 1915 - Gold Medal, Panama-Pacific Exhibition, San Francisco ===Membership=== * Member, Société Nationale des Beaux-Arts, Paris, France ==Exhibitions== * Cincinnati Industrial Exhibition, Cincinnati Art Museum, Cincinnati, OH, (1879) * Palace of Fine Arts and The Woman's Building, World's Columbian Exposition Chicago, Illinois (1893) * Preserving the Past, Securing the Future: Donations of Art, 1987–1997, National Museum of Women in the Arts, Washington, D.C. * American Women Artists: 1830–1930, National Museum of Women in the Arts, Washington, D.C. * Elizabeth Nourse, 1859-1938: A Salon Career, Smithsonian American Art Museum, Washington, DC, and Cincinnati Art Museum, Cincinnati, OH, (1983) * Women artists in Paris, 1850–1900, traveling exhibition, 2018 ==References== Category:Artists from Cincinnati Category:American women painters Category:1859 births Category:1938 deaths Category:19th-century American painters Category:20th-century American painters Category:19th-century American women artists Category:20th-century American women artists Category:Alumni of the Académie Julian Category:Deaths from breast cancer Category:Laetare Medal recipients Category:Orientalist painters Category:Painters from Ohio Category:Social realist artists Category:People from Mount Healthy, Ohio ",
    "title": "Elizabeth Nourse"
}