{
    "id": "1280130",
    "text": "Avon Old Farms School is a single-sex boarding school for boys located in Avon, Connecticut, United States. It was founded in 1927 by Theodate Pope Riddle, one of the first female architects in America. Its current headmaster is Jim Detora. ==Early history== The school's original conception dates to a few years before 1918, at which time Mrs. Riddle purchased 3,000 acres of land on which the school could be built. Together with architect Charles Pratt, she then toured a number of boys' schools in New England, including Andover, Groton School, Hotchkiss School, Middlesex School, Pomfret School, St. Mark's School, and St. Paul's School. As Mrs. Riddle wrote to a friend, \"They all illustrate exceedingly well the things I wish to avoid.\" In 1918 she created the Pope-Brooks Foundation, to manage both her house, Hill-Stead and its artworks, and the as-yet unformed school. School buildings were constructed from 1923-1926, to her designs, by over 500 workmen from America and the Cotswolds. For her designs Mrs. Riddle was elected a Fellow of the American Institute of Architects, and awarded the Robinson Memorial Medal of the Architectural Club of New Haven. The school opened in the autumn of 1927 with 48 students, who were expected to plant gardens, raise poultry, work in the dairy and machine shop, smithy, carpenter shop, electrical laboratory, and print shop. It was \"organized and governed on the lines of a village political unit, the four upper forms (grades 9-12) being eligible for office as citizens\". The school's earliest days were marked by vigorous disagreements between Mrs. Riddle and the school's board and members. Its first board was created in September 1926, but immediately dismissed by Mrs. Riddle when it refused to grant her absolute control over all aspects of the school, including her dictum that \"there will be no gymnasium and no indoor inter- school athletics\". The school was then run directly by the Pope-Brooks foundation. Its first Provost (headmaster), John Mitchell Froelicher, served from 1927-1929, when he was dismissed. After several abortive attempts to find a replacement, Reverend Percy Gamble Kammerer was named Provost in August 1930. He served until January 1940, when he was forced to resign. That summer, Rev. W. Brooke Stabler was named as his replacement. He too had disagreements with Mrs. Riddle, who was unbending in her authority, and in March 1944 he resigned. At this event, the entire faculty resigned en masse. Starting in June 1944, during World War II, the campus was reworked to serve as the Old Farms Convalescent Hospital for blind veterans. Mrs. Riddle died in 1946, the hospital wound down in 1947, and in 1948 the Avon Old Farms School resumed operation under Provost Donald W. Pierpoint. ==Athletics== Avon Old Farms is in the Founders League. Avon ice hockey teams have won eight Division 1 New England Championships (five between 2004 and 2010). In the 2015–16 season, the Winged Beavers won the Founders League and landed third in the USHR standings. Avon produced NHL players such as Hockey Hall of Fame member Brian Leetch, as well as Jonathan Quick, Chris Higgins, Cam Atkinson, and Nick Bonino. Coach John Gardner has a record of 603–178–29. On December 21, 2009, Avon played Taft School in the first hockey game played at Fenway Park. In 2012 Jonathan Quick joined fellow alumni Brian Leetch (1994) as a winner of the Conn Smythe Trophy. Avon's lacrosse team was coached by Skip Flanagan. After Coach Flanagan left the school, Ted Garber became head coach. In 2015 the Avon lacrosse program saw its best team yet. Avon's varsity team finished with a 15-2 record. They also won the Western New England and the Founders League. The 2015 team was also rated as the number one team in New England and one of the best programs in the \"Elite 25\" by USA Today. ==Notable alumni== * Deon Anderson, former NFL player *David C. Bigelow, publisher, and co-founder of Bigelow Tea. * John Gillespie Magee Jr. Anglo-American poet. Author of ‘High Flight’.\"Pilot Officer John Gillespie Magee\". Macla.co.uk. Retrieved 2016-01-27. * Brian Leetch, former professional ice hockey player. Stanley Cup and Conn Smythe award winner with 1994 New York Rangers. * Juan Nieves, former professional baseball player and pitching coach for the 2013 World Series Champion Red Sox. * Daniel New, professional ice hockey defenceman. *Michael Nouri, actor who played Dr. Neil Roberts on \"The O.C.\" * Brad Peltz, former professional ice hockey player. Also the son of billionaire Nelson Peltz. * Jonathan Quick, professional ice hockey goaltender. *Pete Seeger, American folk singer and activist. * George Springer, outfielder for the Houston Astros. World Series Champion and World Series MVP with the 2017 Houston Astros. *Benjamin Thompson, architect. *Richard Yates, novelist, author of Revolutionary Road, A Good School. ==References== ==External links== * Category:Avon, Connecticut Category:Boys' schools in the United States Category:Boarding schools in Connecticut Category:Educational institutions established in 1927 Category:Schools in Hartford County, Connecticut Category:Private high schools in Connecticut Category:1927 establishments in Connecticut ",
    "title": "Avon Old Farms"
}