{
    "id": "1280396",
    "text": "Falcons are a genus of raptor (bird of prey). Falcons may also refer to: ==School sports teams== * Adamson Falcons, a collegiate basketball (UAAP) team in the Philippines * Air Force Falcons, the sports teams of the United States Air Force Academy * Bentley Falcons, the sports teams of Bentley University in Waltham, Massachusetts * Bowling Green Falcons, the sports teams of Bowling Green State University in Bowling Green, Ohio * Falcon College, an independent, boarding school for boys aged 12–18 in Matebeleland South, Zimbabwe * Friends Falcons, the sports teams of Friends University in Wichita, Kansas * NIST International School Falcons, the sports teams of NIST International School in Bangkok, Thailand * Seattle Pacific Falcons, the sports teams of Seattle Pacific University in Seattle, Washington * St. Augustine's Falcons, the sports teams of St. Augustine's University in Raleigh, North Carolina * Texas–Permian Basin Falcons, the sports teams of the University of Texas of the Permian Basin in Odessa, Texas ==Other sports teams== * Atlanta Falcons, an NFL (American) football team * Bata Falcons, an association football club based in Montserrat * Detroit Falcons (disambiguation), several teams * Falcons (rugby team), a South African rugby team who play in the Currie Cup * Geelong Falcons, a youth Australian Rules Football club * Gippsland Falcons SC, an Australian association football club active 1963–2001 * Newcastle Falcons, a rugby team based in Newcastle, England * Nürnberg Falcons BC, a basketball club based in Nuremberg, Germany * RAF Falcons, a British military parachute display team * Springfield Falcons, an American Hockey League team * St. Catharines Falcons, a junior ice hockey team in St. Catharines, Ontario, active 1943–1947 * St. Catharines Falcons (1968–), a junior ice hockey team in St. Catharines, Ontario * Ukrainian Falcons, the aerobatic demonstration team of the Ukrainian Air Force * USA Falcons, a national rugby union team * West Perth Football Club, an Australian rules football club ==Entertainment== * The Falcons, an American rhythm and blues vocal group * Falcons (film), a 2002 Icelandic film * The Falcons (film), a 1970 Hungarian film ==Other uses== * Socialist Youth of Germany – Falcons, a voluntary organisation * Iraqi Falcons Intelligence Cell, an anti-terrorism unit ==See also== * Falcon (disambiguation) ",
    "title": "Falcons (disambiguation)"
}