{
    "id": "12801792",
    "text": "The Kidwelly and Llanelly Canal was a canal and tramroad system in Carmarthenshire, Wales, built to carry anthracite coal to the coast for onward transportation by coastal ships. It began life as Kymer's Canal in 1766, which linked pits at Pwll y Llygod to a dock near Kidwelly. Access to the dock gradually became more difficult as the estuary silted up, and an extension to Llanelli was authorised in 1812. Progress was slow, and the new canal was linked to a harbour at Pembrey built by Thomas Gaunt in the 1820s, until the company's own harbour at Burry Port was completed in 1832. Tramways served a number of collieries to the east of Burry Port. In 1832 engineer James Green advised on extending the system, and suggested a line with three inclined planes to reach Cwmmawr, further up the Gwendraeth Valley. Although Green had experience with inclined planes on other canals, he underestimated the cost and could not complete the work. He was sacked in 1836, but the canal company finished the new route the following year. The canal was moderately successful, and shareholders received dividends from 1858. In 1865 the company changed its name to become the Kidwelly and Burry Port Railway, amalgamated with the company running Burry Port in the following year, and the canal became the Burry Port and Gwendraeth Valley Railway in 1869. Kymer's dock at Kidwelly continued to be used for the export of coal by coasters for another 50 years. It was used as a rubbish dump during the 1950s, but together with a short section of the canal was restored in the 1980s. A few of the structures of the canal can still be traced in the landscape, and the route of the now closed railway can be followed for most of its length. ==History== The area around Kidwelly is rich in coal reserves and contains ironstone. It was to exploit these reserves that the canal and tramway system was built. Much of the coal was good quality anthracite, although other grades were also mined. ===Kymer's Canal=== Thomas Kymer began mining at Pwll y Llygod and Great Forest (near Carway) in 1760, and sought parliamentary approval to construct a canal at his own expense in early 1766. The Act of Parliament was granted on 19 February 1766. The canal was to run from his coal pits at Pwll y Llygod on the banks of the Gwendraeth Fawr river to Ythyn Frenig, about half a mile (0.8 km) to the west of Kidwelly, where he built a dock on the southern bank of the Gwendraeth Fach river. The Act included powers to divert the course of the Gwendraeth Fawr from Pwll y Llygod to Pont Spwdwr, where the Kidwelly to Llanelli turnpike road crossed the river. The canal was operational by May 1768. As built, the canal was about long, and the channel was approximately wide. Wider sections were constructed at Morfa and at Muddlescombe, to allow barges to pass one another, and there was also a wider section below the terminal wharf at Pwll y Llygod, to allow the barges to be turned. From the wharf, a tramway crossed the Gwendraeth Fawr to connect with the coal pits. The canal served the mines well for almost 30 years, but the dock and river were affected by silting. A new channel across the sands was created in 1797, but this too was affected by silting, and by 1809 navigation to Kymer's dock was becoming dangerous. ===Kidwelly and Llanelly Canal=== A series of meetings took place in 1811 to consider how the situation could be improved. Two engineers, Edward Martin and David Davies, proposed an extension of the canal to the top of the Gwendraeth valley, and another which would cross Pinged marsh and would terminate at Llanelli. This would pass through Pembrey, providing improved access to the harbour. The proposal was adopted, and an Act of Parliament passed on 20 June 1812 created The Kidwelly and Llanelly Canal and Tramroad Company. The Act envisaged an upper terminus beyond Cwmmawr at Cwm y Glo, and a series of feeder canals or tramroads to connect to the pits and levels where extraction of coal was taking place. It listed a total of 13 collieries which would be served in this way. Wharfs at the Llanelli terminus would be built next to the dock owned by the Carmarthenshire Railroad Company. Special provision, including the construction of a lock and weir, was made for the point where the new canal would cross the existing Ashburnham Canal. The newly formed company was required to complete the extension from Pwll y Llygod to Pontyates and the first section of the Llanelly branch to the point where it crossed the Ashburnham Canal within six years. Anthony Bower was the engineer, and construction was contracted to Pinkerton and Allen. The canal reached the new aqueduct across the Gwendraeth Fawr in 1815, but little progress was made between then and 1817. Much of the limited capital raised had been spent on attempts to re-open the harbour, with little success. A second Act of Parliament was obtained on 28 May 1818, which extended the time limit for building the canal and removed the requirement to clear the river channels to the harbour. Pinkerton and Allen pressed on with construction, completing the routes to Pontyates and the Ashburnham Canal crossing in 1824, while the company directors asked the engineers John Rennie and Edward Bankes to examine the issue of a suitable harbour. Rennie suggested extending the canal towards what is now Burry Port, and the construction of a new harbour on the sands at Tywyn Bach. ===Pembrey Canal=== While Pinkerton and Allen were building the southern extension, Thomas Gaunt had been active in the area. He was extracting iron ore to be processed in new furnaces at Pembrey, had obtained Kilrhedyn colliery, and had constructed a harbour on the sands at Pembrey. Rennie and Bankes had dismissed the idea of a connection to Gaunt's harbour, as it was not felt to be adequate for the likely volumes of coal traffic, but Gaunt was keen for a canal link. Between late 1823 and April 1824 he built two miles (3.2 km) of canal, including a lock at Cross Lane cottage. At its northern end it joined the Kidwelly and Llanelly canal at Ty Gwyn, just to the north of the disused Ashburnham Canal, and at its southern end, a short tramway linked its terminus to Gaunt's harbour. The Cambrian newspaper carried reports of a ceremonial opening on 30 April 1824, and a formal opening on 26 May. By 1843, the canal had become disused, with traffic going to the new harbour at Pembrey instead. ===Pembrey New Harbour=== An Act of Parliament dated 10 June 1825 created the New Harbour Company, with powers to build the harbour at Tywyn Bach, on the sands near Pembrey. The Act included powers to build a short section of canal to link with the line of the Kidwelly and Llanelli Canal. The new harbour was completed in 1832. The community of Burry Port did not exist in 1825, and it was not until 1835 that the name of the company was changed to the Burry Port Company by another Act of Parliament. ===James Green's extensions=== The bridge which carried Stanley's Tramway over the canal near Pembrey old harbour Once the construction of a new harbour had begun, the Kidwelly and Llanelli Canal Company constructed a tramway from Llanelli to Pwll colliery. Another tramway was built from Burry Port to the coal levels at New Lodge, with a branch to Kilrhos. The company planned to link New Lodge to Pwll in due course, so that there would be a tramway link from Burry Port harbour to Llanelli; the connection was eventually opened on 8 July 1837. In 1832, the canal company asked the engineer James Green to advise on further extensions to the system. His first report was critical of much of the work completed by Pinkerton, and recommended completing the link from the Ashburnham Canal to the new Pembrey harbour. This would require a lock at Ty Mawr, with water supplied by the Dyvatty brook and a new reservoir to be constructed at Cwm Capel in the Dyvatty valley. A second report, supplied three months later, recommended an extension along the Gwendraeth valley, and the construction of three inclined planes to reach a terminus just above Cwmmawr. Water supply for the upper sections would be from a new reservoir to be built above Cwm y Glo. The idea of using inclined planes was an innovation that Green had pioneered elsewhere. He had been the engineer for the Bude Canal, which included six planes, five powered by water wheels and one by a descending bucket mechanism. He was at the time the engineer for the Grand Western Canal, which included seven vertical boat lifts and an inclined plane at Wellisford, again to be powered by a descending bucket mechanism. The rise on the final section of the canal to Cwmmawr was , and three inclined planes would be much quicker and use much less water than the alternative of 20 or more locks. The wooden Pontnewydd aqueduct, which was prone to the river flowing over its top, was replaced by an iron one built on a slightly higher level to provide more room for the river to flow under it. Pinkerton's two locks were rebuilt, and the banks of the Kymer canal were raised by , to allow the water level to be raised. This had also required the Kidwelly basin walls to be raised. At the southern end, access to Burry Port harbour required a deep cutting to be constructed, and this was completed by March 1835. Above Pontyates, two more locks were built, followed by an inclined plane with a rise of at Capel Ifan, one with a rise of at Pont Henry, and a third with a rise of at Hirwaunissa, with level sections of canal in between. The upper terminus consisted of a walled basin, , reached by another aqueduct over the Gwendraeth Fawr. In October 1835 Green announced that he was unable to complete the inclined planes because of cost overruns. The company raised more capital to finish the work by calling on shareholders, and on 30 January 1836 dismissed Green as engineer. The Grand Western Canal Company had taken a similar action three days earlier, when the Wellisford inclined plane had failed to work because of a design fault in the sizing of the descending bucket. All construction was completed by 1837. ===Inclines=== Details of the inclined planes have been the subject of some speculation, largely because contemporary documents from the time of their construction are unknown. A local writer called Ap Huw stated that \"the inclined planes were manipulated by hydraulic pumps which were considered to be great discoveries\". He also noted that only two of the inclines were used, but whether this was because Hirwaunissa was unfinished or because there was no traffic on the upper section is not clear. The railway engineer W. Robinson described \"balance caissons with hydraulic brakes apparatus to check the barges in their descent and to arrange that the full ones coming down pull the empty ones up\".W Robinson, letter in Carmarthen Journal, 25 June 1868, quoted in The Colliery Guardian carried an eye-witness report of their operation, in which they were described as self-acting inclines, and it is stated that all three were in operation at the time.Colliery Guardian, 4 October 1867, quoted in The other main sources of information are maps, particularly those published at the time the canal was to be converted into a railway. These clearly show twin-track inclines at Capel Ifan and Pont Henry, and because most of the traffic was in the downhill direction, a simple counterbalanced system was probably employed, although it has also been suggested that the barge may have been balanced by a water tank on the second track to more easily control the speed of descent. The Hirwaunissa incline was longer and narrower than the other two, and only included a single track. Recent research has suggested that the incline was powered by a water wheel, with the waste water running down the incline in a side channel, in order to supply the lower levels of the canal. ==Subsequent development== No further changes were made to the canal after the extensions were completed, and satisfactory levels of traffic were carried. Fifty-two barges were operational in 1835, although their size is unknown. The canal was dredged in 1858, and shareholders began to receive dividends on their investments that same year. Most of the traffic was anthracite coal, which was shipped through Burry Port. Some culm was still shipped through Kidwelly. Major users in 1863 consisted of two collieries at Pwll y Llygod and one at Pontyberem. Success was short-lived, however, as railways started to appear in the region. Faced with the threat of the Carmarthenshire Railway building a branch to Pontyberem, the Canal Company obtained a new Act of Parliament, and became the Kidwelly and Burry Port Railway Company in 1865. The following year, the Burry Port and Gwendreath Valley Railway company was formed, by amalgamating with the Burry Port Harbour Company. (The spelling of Gwendraeth was wrong in the Act of Parliament.) The new company built a railway from Burry Port to Pontyberem, along the towpath over Pinged marsh, and on the bed of the canal elsewhere. This opened in July 1869. An extension to Kidwelly harbour followed in June 1873, and one to Cwmmawr in June 1886. Although the main canal was replaced by the railway, Kymer's dock continued to be used for the transfer of coal to coastal ships for another 50 years. Principal destinations included Laugharne, Carmarthen, St Clears and Llanstephan. The Kidwelly Corporation took out a lease on the dock in 1872, and the railway built a branch to it in 1873, which ran alongside the old canal. Most of the traffic had transferred to the railway by 1914, but some coasters continued to transport coal; the last recorded sailing was in the early 1920s, and was bound for Llanstephan. ==Legacy== Kymer's dock was used as a refuse tip in the 1950s. In 1988, a two-year scheme funded by the Manpower Services Commission excavated and restored both the dock and of the canal, from the dock to the point where its course is cut by the South Wales Railway. The Gwendraeth Fawr aqueduct is still in situ, as are parts of the Hirwaunissa inclined plane and the final aqueduct below Cwmmawr. ==Route== ==See also== *Canals of Great Britain *History of the British canal system ==Bibliography== * * * * * * * ===References=== ;Notes ;Footnotes ==External links== *Video footage of Kymer's Quay and canal basin Category:Canals in Wales Category:Canals opened in 1832 Category:Works of James Green ",
    "title": "Kidwelly and Llanelly Canal"
}