{
    "id": "1280214",
    "text": "The E9 is a , A1A-A1A passenger train-hauling diesel locomotive built by General Motors' Electro-Motive Division of La Grange, Illinois, between April 1954 and January 1964. 100 cab-equipped A units were produced and 44 cabless booster B units, all for service in the United States. The E9 was the tenth and last model of EMD E-unit and differed from the earlier E8 as built only by the newer engines and a different, flusher-fitting mounting for the headlight glass, the latter being the only visible difference. Since some E8s were fitted with this, it is not a reliable way to distinguish the two. The E9 has two , V12 model 567C engines, each engine driving one generator to power two traction motors. ==Engine and powertrain== The E9 uses twin 12 cylinder 567C engines developing a total of at 800 rpm. Designed specifically for railroad locomotives, this Roots-blown, mechanically-aspirated 2-stroke 45-degree V-type, with an , bore by stroke, giving displacement per cylinder, remained in production until 1966. Two D.C. generators, one per engine, provide power to four motors, two on each truck, in an A1A-A1A arrangement. This truck design was used on all E units and on MP 7100 and CB&Q; 9908 power cars. EMD has built all of its major components since 1939. == Operation == The E9 powered American passenger and mail trains from the 1950s into the late 1970s. Many of America's finest trains -- such as Union Pacific Railroad's \"City\" fleet, Burlington's \"Zephyr\" fleet and Southern Pacific Railroad's Coast Daylight and Sunset Limited -- had E9s pulling them. E9s and their E7 and E8 kin ran throughout the country on lesser-known passenger trains, Chicago's network of commuter trains and many mail and express trains. As America's passenger train network shrank due to unprofitibility, Union Pacific, Rock Island and Illinois Central Railroad began using E9s on freight trains. Amtrak, founded in 1971, bought 36 E9As and 23 E9Bs from the Union Pacific, Milwaukee Road, B&O; and SCL. Amtrak used the E9s until 1979 and converted some E9B units to steam generator and head end power cars. == Original owners == {| class=\"wikitable\" ! Railroad !! Quantity A units !! Quantity B units !! Road numbers A units !! Road numbers B units !! Notes |- |Baltimore and Ohio Railroad || 4 || — || 34, 36, 38, 40 || — || all bought by Amtrak |- |Chicago, Burlington and Quincy Railroad || 16 || — || 9985A,B–9989A,B 9990–9995 || — || Renumbered into 9900-9924 series (with 9 E8As). Rebuilt with 645 power assemblies and HEP. Used in Chicago suburban service into the 1990s. |- |Chicago and Eastern Illinois Railroad || 1 || — || 1102 || — ||E9m rebuilt from wrecked EMD E7A (same number). to Missouri Pacific Railroad. |- |rowspan=2|Chicago, Milwaukee, St. Paul and Pacific Railroad || 12 || 6 || 200A,C–205A,C || 200B–205B || Built to Union Pacific specifications for City train service. Renumbered 30ABC–35ABC |- |6 || — || 36A,C–38A,C || — || Built with Head end power for commuter service |- |Florida East Coast Railway || 5 || — || 1031–1035 || — || to Illinois Central 2036-2040 in 1969 via Precision National |- |Illinois Central Railroad || 10 || 4 || 4034–4043 || 4106–4109 || |- |Kansas City Southern Railway || 1 || — || 25 || — || Model E9m |- |Seaboard Air Line Railroad || 1 || — || 3060 || — || bought by Amtrak |- |Southern Pacific Railroad || 9 || — || 6046–6054 || — || |- |Union Pacific Railroad || 35 || 34 || 900–914, 943–962 || 900B-904B, 910B–913B, 950B–974B || Units 949, 951 and 963B are part of the Union Pacific Heritage Fleet. |- ! Totals !! 100 !! 44 !! !! !! |} ==Surviving examples== Forty-two E9 locomotives survive today, donated to several museums and tourist railroads. Five E9s are owned by the Illinois Railway Museum, in Union, Illinois. A number of railroads keep a small number in service for hauling inspection specials, charter passenger trains, investor tours, and other special trains. The Union Pacific Railroad rosters three E9s (951 and 949), and a B unit, 963B (built as UP E9B 970B) in their heritage fleet. They were rebuilt in 1993 with a single 2000hp EMD 16-645E engine and upgraded electrical and control equipment for compatibility with more modern locomotives.https://www.up.com/aboutup/special_trains/diesel- electric/index.htm Southern Pacific 6051, the last surviving SP E9, is preserved at the California State Railroad Museum and operates excursions hosted by the museum. == See also == *List of GM-EMD locomotives ==References== ===Notes=== ===Bibliography=== * * * * * Reich, Sy (1973). Diesel Locomotive Rosters – The Railroad Magazine Series. Wayner Publications. No Library of Congress or ISBN. * * * * * * * * * Extra 2200 South #43 November December 1973 Amtrak Roster by Dick Will p. 13 * Extra 2200 South #43 November December 1973 E8/E9 Roster and article by Dan Dover and Win Cuisinier (Preston Cook) pp. 14–24 == External links == * * Illinois Railway Museum's Equipment roster (type \"E9\" and search the collection) * Andrew Toppan's list * The Union Pacific's trio of re-engined E9s Category:A1A-A1A locomotives E9 Category:Passenger locomotives Category:Diesel locomotives of the United States Category:Railway locomotives introduced in 1954 Category:Locomotives with cabless variants Category:Standard gauge locomotives of the United States ",
    "title": "EMD E9"
}