{
    "id": "12802578",
    "text": "Owen Moncrieffe (born 5 August 1976) known professionally as Fantan Mojah is a Jamaican reggae singer. ==Biography== Fantan Mojah was born in White Hill, St Elizabeth Parish, Jamaica. To gain experience, he took a job working with a traveling soundsystem, and performed songs during soundchecks. He adopted the name Mad Killer, in an homage to one of his favorite artists, Bounty Killer. After being exposed to the Rastafarian movement his music began to take on a more positive tone, and he was encouraged by Capleton to take the name Fantan Mojah. ===Lyrical Themes=== Fantan Mojah is notable for being one of the new wave of contemporary reggae singers who prefer to include positive themes in their lyrics. Like some popular new reggae singers, he is a Bobo Ashanti. His faith is reflected in his lyrics, where some recurring themes are - praise for Jah and messages of Rastafari, positive portrayal of women, and condemnation of ill morals. This is a contrast to many popular dancehall artists, who encourage \"slackness\" in their lyrics, with boasts of sexual prowess and derogatory messages to women. ===Hail the King and success=== After performing at many popular Jamaican festivals, Fantan Mojah recorded several songs on popular riddims, and was signed by Downsound Productions. In 2005, Fantan’s debut album “Hail the King” was released. It featured popular singles like “Hail the King”, “Nuh Build Great Man” featuring Jah Cure and “Corruption”. Those were some of the most talked about records of 2005. He was dubbed the breakout artist of 2005. The album excelled in Europe, this opened the door to 3 consecutive European tours in 2006 and continued success worldwide. == Discography == *Hail the King - 2005 *Stronger - 2008 *Rebel I Am - 2012 *\"Rasta got soul 2016\" == Notes == Category:Jamaican reggae musicians Category:Jamaican Rastafarians Category:Living people Category:People from Saint Elizabeth Parish Category:1975 births ",
    "title": "Fantan Mojah"
}