{
    "id": "1280625",
    "text": "Jan Sigurd Baalsrud, MBE (13 December 1917 – 30 December 1988) was a commando in the Norwegian resistance trained by the British during World War II. == Biography == === Early life === Jan Baalsrud was born in Kristiania (now Oslo), Norway and moved to Kolbotn in the early 1930s, where he lived until the 1950s. He graduated as a cartographical instrument-maker in 1939. === World War II === During the German invasion of Norway in 1940, Baalsrud fought in Vestfold. He later escaped to Sweden, but he was convicted of espionage and expelled from the country. In 1941, he arrived in Britain after having travelled through the Soviet Union, Africa and the US. He joined the Norwegian Company Linge. In early 1943, he, three other commandos, and a boat crew of eight, all Norwegians, embarked on a mission to destroy a German airfield control tower at Bardufoss, and recruit for the Norwegian resistance movement. This mission, Operation Martin, was compromised when Baalsrud and his fellow soldiers, seeking a trusted Resistance contact, accidentally made contact with an unaligned civilian shopkeeper, with the same name as their contact, who, fearing for his life and suspecting it was a test by the Germans, reported them to the local police office, who then reported them to the Germans. The morning after their blunder, on March 29, their fishing boat Brattholm - containing around 100 kilos of explosives intended to destroy the air control tower - was attacked by a German vessel. The Norwegians scuttled their boat by detonating the 100 kilos of explosive using a time delay fuse, and fled in a small boat. However, the small boat was promptly sunk by the Germans. He and others swam ashore in ice-cold Arctic waters. Baalsrud was the only commando to evade capture and, soaking wet and missing one sea boot, he escaped into a snow gully, where he shot and killed a German Gestapo officer with his pistol. He evaded capture for approximately two months, suffering from frostbite and snow blindness. His deteriorating physical condition forced him to rely on the assistance of Norwegian patriots. It was during this time, in a wooden hut at Revdal, which he called Hotel Savoy, that Baalsrud was forced to operate on his feet with a pocket knife. He suspected he had gangrene, and fearing it would spread, he cut off his big toe and the infected bit of the index toe. Not long after that, Baalsrud was left close to death on a high plateau, on a stretcher in the snow, for 27 days due to weather and German patrols in the town of Manndalen, Kåfjord. It was during this time, while he lay behind a snow wall built round a rock to shelter him, that Baalsrud amputated nine of his toes to stop the spread of gangrene, an action which saved his feet. Fellow Norwegians transported Baalsrud by stretcher towards the border with Finland. Then, he was put in the care of some Sami (the native people of northern Fenno-Scandinavia) who, with reindeer, pulled him on a sled across Finland and into neutral Sweden. From Saarikoski, in northern Finland, he was collected by a Red Cross seaplane and flown to Boden. Baalsrud spent seven months in a Swedish hospital in Boden before he was flown back to Britain in an RAF de Havilland Mosquito aircraft. He soon went to Scotland to help train other Norwegian patriots who were going back to Norway to continue the fight against the Germans. After a long struggle to learn to walk properly again without his toes, Baalsrud eventually got his own way and was sent to Norway as an agent, where he was still in active service at the time of the war's end, in 1945. The end of the war signalled the end of German occupation, and he was able to travel to Oslo and reunite with his family, whom he had left 5 years before. Baalsrud was appointed honorary Member of the Order of the British Empire by the British. The date given for publication in the London Gazette is misleading, other honours listed in this recommendation were gazetted on that date, but honorary appointments to the Order of the British Empire are not gazetted. From Norway, he received the St. Olav's medal with Oak Branch. He was a Second Lieutenant (Fenrik). === Later years and death === After the war, Baalsrud contributed to the local scout and football associations, as well as the Norwegian Disabled Veterans Union of which he was chairman from 1957 to 1964. In 1962, he moved to Tenerife, Canary Islands, where he lived for most of the remainder of his life. He returned to Norway during his final years. He lived there until his death on 30 December 1988, aged 71. His ashes are buried in Manndalen, in a grave shared with Aslak Aslaksen Fossvoll (1900–1943), one of the local men who helped him escape to Sweden. ==Legacy== An annual remembrance march in Baalsrud's honour takes place on July 25 in Troms, where the participants follow his escape route for nine days. About the remembrance march A street in Kolbotn, Norway is named Jan Baalsruds plass (Jan Baalsrud's Place) in his honor. ==In media== === Books === * * * ===Films === * Ni Liv (En. Nine Lives) - 1957 * Den 12. mann (En. 12th Man) - 2017 == References == ==External links== *A school paper on Baalsrud https://web.archive.org/web/20120205182131/http://www.godoy.no/weber/2verdskrigweb/Sara03/index.htm *A 30 minutes audio programme by Jim Mayer retracing Jan's route, including interviews with some of those who helped him escape. *Piece details HS 2/161—Special Operations Executive: Group C, Scandinavia: Registered Files—Norway—Operation MARTIN; list of Norwegian refugees; Lt Jan Siguard Baalsrud's report, The Catalogue, The National Archives * * Category:1917 births Category:1988 deaths Category:People from Oslo Category:Norwegian Army personnel of World War II Category:Norwegian Special Operations Executive personnel Category:Recipients of the St. Olav's Medal with Oak Branch Category:Honorary Members of the Order of the British Empire Category:Norwegian resistance members Category:Sole survivors ",
    "title": "Jan Baalsrud"
}