{
    "id": "12806404",
    "text": "Les Chouans (, The Chouans) is an 1829 novel by French novelist and playwright Honoré de Balzac (1799–1850) and included in the Scènes de la vie militaire section of his novel sequence La Comédie humaine. Set in the French region of Brittany, the novel combines military history with a love story between the aristocratic Marie de Verneuil and the Chouan royalist Alphonse de Montauran. It takes place during the 1799 post-war uprising in Fougères. Balzac conceived the idea for the novel during a trip to Brittany arranged by a family friend in 1828. Intrigued by the people and atmosphere of the region, he began collecting notes and descriptions for later use. After publishing an Avertissement for the novel, he released three editions – each of them revised significantly. The first novel Balzac published without a pseudonym, he used many titles as he wrote and published, including Le Gars, Les Chouans ou la Bretagne il y a trente ans, and Le Dernier Chouan ou la Bretagne en 1800. Following closely in the footsteps of Sir Walter Scott, the novel uses its truthful historical backdrop to tell a fictional story of people who sculpted the past. The novel addresses themes of passionate love, vengeful trickery, and social status. While it is disdained by critics in favor of Balzac's later work, the novel marks a turning point in his life and artistry. == Background == In the wake of the French Revolution, groups of royalists loyal to the House of Bourbon rose up against the new government. One group was the Chouans of Brittany, led by Jean Chouan. They allied themselves with counter- revolutionary forces in Vendée and by 1793 the Revolt in the Vendée had begun.\"Chouans.\" The Encyclopædia Britannica. Vol. 6. New York: Encyclopædia Britannica, Inc., 1911. Wikisource. 25 November 2007. The insurrection was put down by the republic, and within two years the royalist forces had been routed.\"Vendée, Wars of the.\" The Encyclopædia Britannica. Vol. 27. New York: Encyclopædia Britannica, Inc., 1911. Wikisource. 25 November 2007. A series of insurrections took place in the Brittany region (highlighted) after the French Revolution. Royalist sentiment did not evaporate, however, and in Brittany, violence between the two sides – \"Blue\" Revolutionaries against \"White\" Chouans – continued as the Chouannerie, even when Napoleon took power in 1799.Crawford, p. 12. The Bonaparte forces responded as the republic had, and the Chouans were defeated – although political divisions and resentment lingered for more than a century. At the start of the nineteenth century, the works of Sir Walter Scott were best-sellers in France. His novels captured the ebb and flow of society, and he demonstrated the far-reaching impact of major historical changes. A slew of authors in France attempted to replicate Scott's success, but their works were isolated from one another and divorced from their surroundings.Crawford, p. 8. Honoré de Balzac was profoundly influenced by Scott (as well as Irish writer Maria Edgeworth), and decided to write novels using France's turbulent history as a literary backdrop in the same way they had used the history of Scotland and Ireland.Crawford, pp. 8–10.Lukacs pp. 92-96 Balzac had previously only published potboiler novels under a variety of pseudonyms, books designed to excite readers and sell copies.Robb, pp. 85–93. He had also engaged in a series of ill-fated speculative investments, which left him in considerable debt.Robb, pp. 130–138. Nevertheless, he believed in his skills as a writer, and awaited success around every corner. == Preparations and publications == In September 1828 Balzac visited the home of a family friend and retired general, the Baron de Pommereul, in Fougères. He spent several weeks learning about the insurrection (which Pommereul had fought against). He pored over his host's books and interviewed the townspeople about their experiences during the time of the uprising. Pommereul owned a castle which had been the headquarters of the Comte de Puisaye, a royalist leader involved with a failed invasion of royalist exiles at Quiberon. This incursion had been aided by the Chouans, and Balzac began collecting events and people as inspiration for his novel.Crawford, pp. 10–11. Balzac stayed with a family friend in Fougères, which had seen Chouan activity in 1799. While staying with Pommereul, he was given a room with a desk facing the Pellerine Mountain, which Balzac used as the setting for the book's first scene. He wandered around the city, taking in details to use in his descriptions of the landscape.Crawford, p. 11. In researching recent history, Balzac was examining events from his first years on the planet. Biographer Graham Robb notes that the original subtitle of the book was La Bretagne en 1799 – the year of Balzac's birth. As Robb puts it, \"the discovery of contemporary history took Balzac back to his childhood.\"Robb, pp. 145-174. As he neared completion of his novel – originally titled Le Gars – Balzac wrote an announcement heralding its imminent publication. Under the pseudonym \"Victor Morillon\" and writing in the third person, he describes his intent to \"place his country's history in the hands of the man in the street … to illuminate and make the ordinary mind realize the repercussions that entire populations feel of royal discord, feudal dissension and popular uprising….\"Balzac, p. 26. In the Avertissement, he praises Scott as \"a man of genius\" while noting his limitations, especially when writing of romance: \"on his lyre the strings are missing that can sing of love….\" Balzac – or, rather, \"Morillon\" – also declares his intention to write a companion volume entitled Le Capitaine des Boutefeux (The Captain of the Firebrands), about war in fifteenth-century Paris. This later work was never completed.Hunt, p. 15. Later editions of the novel were revised significantly, partly to please Balzac's paramour Ewelina Hańska. By the time the novel was published in March 1829, Balzac had changed its title (in response to complaints from Mme. de Pommereul) to Le dernier Chouan ou La Bretagne en 1800, and signed the novel \"M. Honoré Balzac\". It was the first book he published without a pseudonym.Robb, p. 149. In 1834 a second edition was published under the name Les Chouans ou La Bretagne en 1799. It had been heavily revised, as per Balzac's style of constantly reworking texts, even after their release. He had been corresponding with Ewelina Hańska, who wrote to him anonymously in 1832. In an attempt to please her, he changed some of the language in Les Chouans for its second edition. \"If only you knew,\" he wrote to her, \"how much there is of you in every altered phrase of Chouans!\"Quoted in Crawford, p. 22. The second edition also demonstrates the author's maturing political philosophy (softening his representation of the royalists), and the evolved female characters testify to his relationship with Hańska.Hunt, p. 16. When the third edition was published in 1845, Balzac was in love with his own creation. He had written two years earlier to Hańska: \"There's no doubt about it – it is a magnificent poem. I had never really read it before.… The passion is sublime, and I now understand why you have a cherished and special devotion to this book.… All in all, I am very pleased with it.\"Quoted in Crawford, p. 24. In a preface to the third edition, he described his plans for a part of La Comédie Humaine called Scènes de la vie militaire (Scenes from Military Life). In addition to Les Chouans with its focus on guerrilla combat, he planned another called Les Vendéans about the earlier full-scale civil war. Although in 1844 he discussed traveling to western France to write the book, it was never written.Crawford, pp. 22–23. == Plot summary == At the start of the novel, the Republican Commander Hulot is assaulted by Chouan forces, who convert dozens of conscripts. An aristocrat, Marie de Verneuil, is sent by Joseph Fouché to subdue and capture the royalist leader, the Marquis de Montauran, also known as \"Le Gars\". She is aided by a detective named Corentin. Eventually, Marie becomes smitten with her target. In defiance of Corentin and the Chouans whom she detests, she devises a plan to marry the Chouan leader. Fooled by Corentin into believing that Montauran loves her mortal enemy Madame du Gua, Marie orders Hulot to destroy the rebels. She discovers her folly too late and tries, unsuccessfully, to save her husband the day after their marriage. == Style == The style of Les Chouans was heavily influenced by Sir Walter Scott. Scott's influence is felt throughout the novel. Lengthy descriptions of the countryside are interrupted constantly by tangents explaining the history of Brittany and its people. The pastoral setting is integrated into the plot, particularly the guerrilla combat of the Chouans.Hunt, p. 19. In complementing individual with environs Balzac also shows the influence of James Fenimore Cooper, whose The Last of the Mohicans had impressed the French author. Like the Mahicans of Cooper's novel, the Chouan insurgents are skilled at using their surroundings, coming out of the woods in more ways than one.Crawford, p. 19. Some critics claim that Balzac surpassed Scott in some respects. In his introduction to the 1901 edition, poet and critic George Saintsbury writes that the character of Montauran enjoys \"a freedom from the flatness which not infrequently characterizes Sir Walter's own good young men.\"Saintsbury, pp. ix-xiv. By foregrounding the affair between Montauran and Marie, Balzac indicates passion as the central theme of history. As he writes in the 1842 foreword to La Comédie Humaine: \"[L]a passion est toute l'humanité. Sans elle religion, l'histoire, le roman, l'art seraient inutiles.\" (\"[P]assion is all of humanity. Without it religion, history, literature, and art would be useless.\")Quoted in Hunt, p. 19. Because of its extended conversations, intricate descriptions and lengthy asides, the book is considered \"heavy\" by some critics.Hunt, p. 21. In later editions its chapter breaks were removed (though some versions now restore them), and the work is in three sections – the final of which comprises nearly half the novel. The novel's feel is compounded by the lack of clarity on some points; some characters' motives are unclear even at the end, and the chaotic sequence of events is difficult to track.Hunt, pp. 20–21. == Themes == === Passionate history === Although he venerated Scott's writing skill and use of history as backdrop, Balzac worked to more accurately depict the turbulence of the human heart – and its effect on history. He considered Scott's view of women unrefined, and believed this led to a stale representation of human behavior as a result.Hunt, p. 18. In Les Chouans, Balzac places the romance of Montauran and Marie de Verneuil at the center of the narrative, around which all other elements revolve. For this reason (and owing to the florid descriptions of romantic elements), the novel has been compared to William Shakespeare's play Romeo and Juliet. Both stories explore love among feuding parties; both involve vengeful, scheming individuals; and both end in tragedy for the newly-wed couple.Hunt, pp. 16–17. As the translator Marion Ayton Crawford puts it: \"Hero and heroine are star- crossed lovers, whose fate is brought about by forces of the times acting on their own internal weaknesses….\"Crawford, p. 20. Although Balzac himself did not marry until 1850, he was fascinated by the subject. Soon after Les Chouans was published in 1829, he released a treatise about the institution called Physiologie du Mariage. His attention to the details of relationships – failed and successful – are woven into Les Chouans, and Marie herself is based on a woman with whom he had had an affair.Crawford, pp. 21–22. === Devious ferocity === Corentin and Madame du Gua, foils to the happy couple, plot and scheme endlessly to bring about the misery and downfall of those who will not love them. Du Gua is at first a sympathetic character, but by the end of the novel she is presented as sharing a face with a spirit from hell. She represents revenge and hatred chiseled from romantic injury, and has been noted as a rough sketch of the title character in Balzac's La Cousine Bette.Crawford, p. 17. Corentin, meanwhile, stands in contrast to Montauran's romantic nature as much as to Hulot's military prowess. Rebuffed by Marie and unable to wield the might of the commandant, Corentin relies on trickery and deception to achieve his ruthless ends.Crawford, p. 18. Marie herself begins the operation on a quest to seduce and betray her target. Her reversal (followed by two subsequent changes of heart, back to the original mission and then in opposition to it) counterbalance the wickedness of Madame du Gua and Corentin. Her ultimate fidelity to the object of her desire demonstrates the possibility of sincere passion, even as the other pair speak to the venom of the slighted heart.Hunt, p. 16–17. === Social hierarchy === The allure of class respectability is another constant in Les Chouans, as it is for Balzac's entire oeuvre. Marie's birth as an illegitimate child contributes to her position at the start of the novel. The ups and downs of her young adult life land her in Corentin's hands, yearning for the 300,000-franc reward promised to her on the capture of Montauran. Marie's focus changes from money to marriage, a sign of hope amid the tragedy of circumstances.Crawford, pp. 20–21. When she first considers Montauran, she recognizes that a return of the king would bring privileges; still, her oscillating actions follow the path of her passions, not rational self-interest. 1901 English edition of The Works of Honoré de Balzac, Volume XV: The Chouans, The Gondreville Mystery, and Other Stories Montauran, on the other hand, is devoted wholly to the royalist cause, and chafes against the ignorant nobles supporting it.Hunt, p. 20. He fights for the Chouan cause because he believes in it, not for the personal gain sought by the aristocrats in whose midst he works. He gives up the cause for Marie, but only as a result of an unclear series of events, the product of everyone's intertwined double-crossing. == Reception and impact == Les Chouans is considered Balzac's first real success as a writer – a milestone for which he was prepared, evidenced by his willingness to sign his own name. Saintsbury proclaims that publishing Les Chouans was how he \"first emerged from the purgatory of anonymous hack-writing.\" Still, revenues from the book were not sufficient to cover Balzac's modest living expenses. Although he never finished the other works intended to comprise Scenes from a Military Life, Balzac returned to the people and politics of Les Chouans in later works. Corentin reappears in his 1841 novel Une ténébreuse affaire (A Murky Business), and Hulot is featured in 1843's La Muse du département (The Provincial Muse). Later novels mention additional royalist uprisings, connecting them thematically to Les Chouans.Crawford, pp. 23–24. As a literary work, the novel is not singled out by critics from the rest of La Comédie Humaine. Balzac's emerging style (some time before he refined his renowned realist idiom) and unsteady pacing are representative of his early career. Still, critics hail it as a turning point and it has even been called \"a strong favorite\" among readers. ==Adaptations== In 1947 the novel was adapted into a French film, The Royalists, directed by Henri Calef, and starring Paul Amiot and Roland Armontel. Alain Vanzo adapted it into an opera, premiered in Avignon in 1982. ==Footnotes == The plot summary of this article comes from the equivalent French-language Wikipedia article (retrieved 16 August 2007). == Bibliography == * Balzac, Honoré de. The Chouans. 1829. Harmondsworth: Penguin Classics, 1972. . * Crawford, Marion Ayton. \"Translator's Introduction\". The Chouans. 1829. Harmondsworth: Penguin Classics, 1972. . * Hunt, Herbert J. Balzac's Comédie Humaine. London: University of London Athlone Press, 1959. . ** * Robb, Graham. Balzac: A Biography. New York: W. W. Norton & Company, 1994. . * Saintsbury, George. \"Introduction\". The Works of Honoré de Balzac. Vol. XV. Philadelphia: Avil Publishing Company, 1901. == External links == * The Chouans at Project Gutenberg * Category:Books of La Comédie humaine Category:1829 French novels Category:Fiction set in 1799 Category:Novels by Honoré de Balzac Category:French novels adapted into films Category:Novels adapted into operas ",
    "title": "Les Chouans"
}