{
    "id": "1280993",
    "text": "{| |} HMS Superb was a 74-gun third rate ship of the line of the Royal Navy, and the fourth vessel to bear the name. She was launched on 19 March 1798 from Northfleet, and was eventually broken up in 1826. Superb is mostly associated with Richard Goodwin Keats who commanded her as captain from 1801 until his promotion in 1806. She also served as his flagship from early 1808 until she was paid off in 1809. ==Battle of Algeciras Bay== In July 1801 the Superb was stationed off Cadiz and took part in the second Battle of Algeciras Bay. During the French and Spanish retreat Admiral Sir James Saumarez hailed the Superb and ordered Keats to catch the allied fleet's rear and engage. The Superb was a relatively new ship and had not been long on blockade duty. As a consequence she was the fastest sailing ship-of-the-line in the fleet. As night fell on 12 July, Keats sailed the Superb alongside the 112-gun Real Carlos on her starboard side. Another Spanish ship, the 112-gun San Hermenegildo, was sailing abreast, on the port side, of the Real Carlos. Keats fired into the Real Carlos and some shot passed her and struck the San Hermenegildo. The Real Carlos caught fire and Keats disengaged her to continue up the line. In the darkness the two Spanish ships confused one another for British ships and began a furious duel. With the Real Carlos aflame the captain of the Hermenegildo determined to take advantage and crossed the Real Carlos’ stern in order to deal a fatal broadside that would run the length of the ship through the unprotected stern. A sudden gust of wind brought the two ships together and entangled their rigging. The Hermenegildo also caught fire and the two enormous three-deck ships exploded. The Superb continued on relatively unscathed and engaged the French 74-gun St. Antoine under Commodore Julien le Roy. The St. Antoine struck after a brief exchange of broadsides. ==Battle of San Domingo== She was the flagship of Admiral John Thomas Duckworth in the Battle of San Domingo. ==Copenhagen and the Baltic== On 26 July 1808, Superb, , and captured Falck and Kline Wiloelm. Superb was commissioned in December 1809 under the command of Captain Samuel Jackson. She went out to the Baltic as Keats's flagship, and was part of the squadron there under Admiral Sir James Saumarez. She returned to Portsmouth, and underwent repairs between September 1811 and November 1812, before commissioning in September 1812 under Captain Charles Paget. ==War of 1812== Paget was appointed to command Superb as part of the Channel Fleet, and during a cruise in the Bay of Biscay he took several prizes. On 13 February 1813 , which had been sailing from New York to Bordeaux, arrived at Bideford. She was a prize to Superb. Captain Paget described the prize as \"the fine American brig Star, of three hundred and fifty tons, six guns, and thirty-five men.\" In 1814 Superb was employed on the coast of North America under the orders of Sir Alexander Cochrane and took part in an attack upon Wareham, Massachusetts during the War of 1812.Obituary of Vice Admiral Sir Charles Paget in The Gentleman's Magazine 1839, p 657-8, accessed 28 October 2007 ==Citations== ==References== *Lavery, Brian (2003) The Ship of the Line - Volume 1: The development of the battlefleet 1650-1850. Conway Maritime Press. . ==External links== * Category:Ships of the line of the Royal Navy Category:Pompée-class ships of the line Category:1798 ships Category:War of 1812 ships of the United Kingdom ",
    "title": "HMS Superb (1798)"
}