{
    "id": "12806045",
    "text": "Mongolians in South Korea form the world's largest population of Mongolian citizens abroad. ==Population== By 2003, there were already 20,000 Mongolians working in South Korea, making their population larger than the combined total of Mongolian Americans, Mongolians in Japan, and Mongolians in Europe. Five years later, their population had grown by 65% to an estimated 33,000 individuals, or 1.2% of the entire Mongolian population. The government of South Korea estimates that one out of every two urban households in Mongolia has a family member working in South Korea. According to South Korean government figures, 40% are residing in the country illegally; other estimates of the proportion of illegal migrants run as high as 70%. The ability of Mongolians to \"pass\" as Korean makes it easier for them than for other foreigners resident illegally to escape casual notice. The growth of the population has been so rapid that the Mongolian embassy in Seoul is largely unable to provide assistance to Mongolian residents; as a result, Mongolians have set up their own non-governmental organisations to provide mutual assistance, such as Dalain Salkhi (\"Sea Breeze\"). ==Motivations for migration== Most Mongolians in South Korea are migrant workers employed in heavy industry. Some also run restaurants, trading companies, and grocery stores in Seoul, especially in the so-called \"Central Asia Village\" in Jung- gu's Gwanghui-dong, near Dongdaemun. Mongolians seeking to migrate to South Korea for work are required by South Korea's Ministry of Labor to obtain a score of at least 120 on the Korean Language Proficiency Test in order to receive permission to work in most industries; however, the required score for working in agriculture, fishing, and construction is lower. Demand to take the test is extremely high; for the 2007 sitting, some candidates queued for four days in chaotic conditions outside Ulan Bator's Central Stadium in May to register. A total of 14,929 candidates (9,892 men and 5,037 women) signed up for the test that year, of whom 14,606 actually sat for it; 44% (6,487) scored higher than 120 points, while 91% met the minimum mark for agriculture, fishing, and construction. Aside from migrant workers, Mongolians come to South Korea for other purposes as well. , there were also roughly 1,700 Mongolians who came to South Korea annually to pursue higher education. Some Mongolian women also come to South Korea as the brides of men they met through international marriage agencies; their average age is just 24.9 whereas that of their husbands is 44.5, with many being more educated than their husbands. ==Inter-ethnic relations== Mongolians living in South Korea cite the age-based hierarchy of the Korean social structure as a major cultural difference with their homeland and a significant barrier to adaptation, noting that in Mongolia, people with age differences of five years still speak to one another as equals, but in Korea, they are obligated to use honorific forms of speech to address people even one year older than them. Others assert that Koreans are more polite to Westerners than to other Asians. Four Mongolians who saved the lives of 11 Koreans from a fire were given official rights to live and work in South Korea by the Immigration Department of the Ministry of Justice in 2007. ==Education== South Korea has one school specifically aimed at the children of Mongolian migrant workers: the International Mongolian School, in Gwangjang-dong, Gwangjin-gu, Seoul. It was established in August 1999 with eight students. A large proportion of the students are the children of illegal immigrants who are unable to attend regular government schools. By 2011, it enrolled roughly 80 students in grades 1-9. It is officially authorised by the Seoul Metropolitan Office of Education to offer courses up to the high school level; due to a shortage of funding and space it only offers elementary and middle school classes, though they plan to begin building facilities for a high school division in 2011. It follows the curriculum of Mongolia, using Mongolian as the medium of instruction, while also assisting students to learn Korean. Of the 16 graduates in 2010, three planned to return to Mongolia for high school while the rest would enter schools in South Korea. South Korean teachers state that the students generally adapt well to South Korean schools, though the students themselves worry about ethnic bullying and the difficulty of adapting to the use of Korean as the medium of instruction (especially at engineering schools). ==See also== *Mongolia–South Korea relations *Koreans in Mongolia ==References== ==External links== *Mongolian Student Association in Korea South Korea Category:Ethnic groups in South Korea ",
    "title": "Mongolians in South Korea"
}