{
    "id": "12803263",
    "text": "Gate of Nishi-Ōhira jin'ya was a Japanese feudal domain of the Edo period Tokugawa shogunate, located in Nukata District Mikawa Province (part of modern-day Aichi Prefecture), Japan. It was centered on what is now part of the city of Okazaki, Aichi. ==History== Ōoka Tadasuke, the famous magistrate who had served the 9th Tokugawa shōgun, Tokugawa Yoshimune, and who had successfully carried out the Kyōhō Reforms received an additional 4,000 koku in revenue on his promotion to sōshaban in 1748. This put him over the 10,000 koku requirement to be styled as daimyō, and he received the newly created fief of Nishi-Ōhira as his domain. However, he never relocated to his new territory, and resided in Edo to his death in 1757. Nishi-Ōhira Domain was not a single contiguous territory, but consisted of several widely scattered holdings: in addition to 12 villages in Nukata District, the territory consisted of 5 villages in Kamo District, 5 villages in Hoi District, 2 villages in Omi District in Mikawa, 3 villages in Ichihara District, Kazusa Province and the original 2 villages of the Ōoka clan in Kōza District, Sagami Province. The domain was inherited by Ōoka Tadasuke's heirs after his death, but it was not until 1748, during the tenure of his grandson, Ōoka Tadatsune, that a jin'ya fortified residence was built in Nishi-Ōhira to be the nominal capital of the domain. Due to its special relationship with the Tokugawa shogunate, the Ōoka clan was one of the few clans exempted from the sankin kōtai regulations, and lived in their Edo residence full-time. The graves of all of the daimyō of Nishi-Ōhira are located at the Ōoka clan temple of Jōken- ji in Chigasaki, Kanagawa. During the Bakumatsu period, Nishi-Ōhira remained loyal to the Tokugawa shogunate, but after the Battle of Toba–Fushimi in the Boshin War, capitulated to the new Meiji government. After the abolition of the han system in July 1871, it became “Nishi-Ōhira Prefecture”, which later became part of Aichi Prefecture. The domain had a population of 6,945 people in 1709 households per an 1869 census. It maintained its Edo residence kamiyashiki in Sakuradamon.Edo daimyo.net ==List of daimyōs== * 30px Ōoka clan (fudai) 1748–1871 {| class=wikitable ! #||Name || Tenure || Courtesy title || Court Rank || kokudaka ||Lineage |- ||1||Ōoka Tadasuke (大岡忠相)||1748–1751|| Echizen-no-kami (越前守)|| Lower 5th (従五位下)|| 10,000 koku||4th son of hatamoto Ōoka Tadataka |- ||2||Ōoka Tadayoshi (大岡忠宜)||1755–1766||Echizen-no-kami (越前守)|| Lower 5th (従五位下)|| 10,000 koku||2nd son of Tadasuke |- ||3||Ōoka Tadatsune (大岡忠恒)||1766–1784||Echizen-no-kami (越前守)|| Lower 5th (従五位下)|| 10,000 koku||2nd son of Tadayoshi |- ||4||Ōoka Tadatomo (大岡忠與)||1784–1786||Echizen-no-kami (越前守)|| Lower 5th (従五位下)|| 13,000 koku||3rd son of Ogasawara Nagamichi |- ||5||Ōoka Tadayori (大岡忠移)||1786–1828||Echizen-no-kami (越前守)|| Lower 5th (従五位下)|| 10,000 koku||3rd son of Tadatsune |- ||6 ||Ōoka Tadayoshi (2nd) (大岡忠愛)||1828–1857|| Echizen-no- kami (越前守)|| Lower 5th (従五位下)|| 10,000 koku||son of Tadayori |- ||7||Ōoka Tadataka (大岡忠敬)||1857–1871||Echizen-no-kami (越前守)|| Lower 5th (従五位下)|| 10,000 koku||5th son of Tadayori |- |} ==References== * ==External links== * Nishi- Ōhira on \"Edo 300 HTML\" ==Notes== Category:Domains of Japan Category:1748 establishments in Japan Category:States and territories established in 1748 Category:1871 disestablishments in Japan Category:States and territories disestablished in 1871 Category:Mikawa Province Category:Domains of Aichi Prefecture ",
    "title": "Nishi-Ōhira Domain"
}