{
    "id": "12805818",
    "text": "Henhull is a civil parish in the unitary authority of Cheshire East and the ceremonial county of Cheshire, England, which lies to the north west of Nantwich. For administrative purposes, it is combined with adjacent civil parishes of Acton and Edleston to form a total area of 765 hectares (1890 acres).Acton, Edleston and Henhull Parish Plan (accessed 17 August 2007) The parish was predominantly rural with scattered farms and houses and no large settlements. In 2019 a 1,100-house development called Kingsbourne was being built in the east of the parish as an extension to the town of Nantwich. Henhull civil parish also includes the hamlets of Basin End, Bluestone, Welshmen's Green and part of Burford.Genuki: Henhull (accessed 17 August 2007) Nearby villages include Acton and Rease Heath. According to the 2001 census, Henhull had a population of 71.Combining Cheshire County Council: Local Statistics: Acton - Henhull & Neighbourhood Statistics: Acton CP (accessed 17 August 2007) At the 2011 Census the population remained less than 100. In 2017, there were 26 households in the civil parish. ==History== Embankment on the Shropshire Union Canal Different meanings have been suggested for the name 'Henhull'. Hen Heol is Welsh for 'old street', which might refer to the Roman road from Middlewich to Whitchurch, excavated in 1987, which runs through the parish.Cheshire County Council: Crewe and Nantwich Circular Walk: Walking the Trackways - Acton to Coppenhall (accessed 28 August 2007) Alternatively, Henhull or Henhill means a place for woodhens or other waterfowl. The hamlet of Bluestone is named after a granite boulder glacial deposit situated near the Burford crossroads in Acton civil parish, which was unearthed during road building and is believed to originate from Cumbria. The name is thought to derive from blue porphyritic crystals, which are no longer visible. A local legend suggests that the boulder was thrown at Acton church from Bickerton Hill by the Devil.Latham, p. 11, endpaper map The Battle of Nantwich of 1644 took place partly in Henhull, on the site of the present Nantwich Marina. The parish of Henhull formerly had population figures of 45 (1801), 110 (1851), 102 (1901) and 59 (1951). 'Nantwich Horse' by John Merrill ==Geography and transport== The Shropshire Union Canal south of the Hurleston Junction runs through the parish from the south east to the north west; the southern part is raised on the Nantwich Embankment. The River Weaver runs along the eastern boundary of the parish. The A51 runs east–west along the northern boundary of the parish, crossing the canal at Henhull Bridge. The Crewe and Nantwich Circular Walk runs through the parish. ==Notable features== Nantwich Marina (at ) is at Basin End, the meeting point of the former Birmingham and Liverpool Junction Canal and Chester Canal, now both part of the Shropshire Union. Sculptures by the canal in this area form part of a community art project, including the 'Nantwich Horse', by John Merrill (sculptor)|John Merrill, constructed from recycled lock gates, hinges and bolts, which won a National Waterways Renaissance Award from the British Urban Regeneration Association in 2006.Borough of Crewe and Nantwich: 'Nantwich gets a wooden horse' , 'Nantwich horse sculpture and community arts project nominated for national award' & Nantwich horse sculpture scoops national award (accessed 17 August 2007) A police dog training school is located on Welshmen's Lane. ==See also== *Listed buildings in Henhull ==References== ==Sources== *Latham FA, ed. Acton (The Local History Group; 1995) () ==External links== Category:Civil parishes in Cheshire Category:Villages in Cheshire ",
    "title": "Henhull"
}