{
    "id": "12801089",
    "text": "Three referendums were held simultaneously in Ireland on 25 November 1992, each on a proposed amendment of the Irish constitution. They were enumerated as the twelfth, thirteenth and fourteenth amendments. The proposed twelfth and thirteenth amendments were held to reverse differing elements of the Supreme Court's decision in the X case in which the Supreme Court held that a risk of suicide by a pregnant woman could constitute a risk to her health which would justify an abortion, and that the courts had to power to grant an injunction preventing a pregnant woman from travelling abroad for an abortion. The fourteenth amendment also related to abortion and was introduced to reverse decision by the courts in the abortion information cases. In these cases — beginning with Attorney-General (Society for the Protection of the Unborn Child) v Open Door Counselling Ltd.[1988] IR 593. — the courts had granted injunctions preventing individuals from distributing contact information for foreign abortion clinics. The proposed twelfth amendment was rejected by the electorate while both the thirteenth and fourteenth passed. ==Twelfth amendment== The Twelfth Amendment proposed that the possibility of suicide was not a sufficient threat to justify an abortion. The wording of the proposed amendment was: The proposal was rejected. ==Thirteenth amendment== The Thirteenth Amendment specifies that the prohibition of abortion would not limit freedom of travel from Ireland to other countries where a person might legally obtain an abortion. The wording of the proposed amendment was: The proposal was approved. ==Fourteenth amendment== The Fourteenth Amendment specifies that Irish citizens have the freedom to pursue and learn about abortion services in other countries. The wording of the proposed amendment was: The proposal was approved. ==See also== *Constitutional amendment *Politics of the Republic of Ireland *History of the Republic of Ireland *X Case *Abortion in the Republic of Ireland ==References== Category:1992 in Irish law Category:1992 in Irish politics Category:1992 referendums Ireland 1992 Category:November 1992 events in Europe Constitutional 1992 ",
    "title": "November 1992 Irish constitutional referendums"
}