{
    "id": "12815891",
    "text": "Desconocida (Eng.: Unknown or Stranger) is the title of the fourth studio album by Spanish singer Marta Sanchez (in 1998). With this album, Marta returned to the pop music on her first albums, but now with a more Italian feel. The album was produced once again by Christian De Walden and a few Italian co-producers. The singles were \"Quiero Mas de Ti\", \"Desconocida\", \"Los Mejores Años de Nuestra Vida\", \"Estrellas de Fuego\" and \"Loca de Amor\". The album is dedicated to the late father of the artist, and it sold 600,000 copies worldwide. The English version is called Perfect Stranger. \"desconicida\", GeoCities.com, 2009, webpage: [https://web.archive.org/web/20091027182854/http://mx.geocities.com/parfait_etranger/desconocida_.htm geo-descon]. == Track listing == The following are titles/durations of tracks on the album: # Desconocida (Christian De Walden, Steve Deutsch, Steve Singer, Mike Shepstone, Carlos Toro) – 4:37 # Será (Claudia Brant, Sebastian Schon) – 3:34 # Quiero Mas de Ti (Alfons Weindorf, Carlos Toro, Bernd Meinunger) – 3:25 # Los Mejores Años de Nuestra Vida (I Migliori Anni Della Nostra Vita) (Maurizio Fabrizio, Guido Morra, Adapt. Carlos Toro) – 4:23 # Despues de Ti (Christian De Walden, Steve Singer, Ludis Sorto, Carlos Toro) – 4:34 # Estrellas de Fuego (Cristian De Walden/Michael Mishaw, Steve Singer, Carlos Toro) – 4:30 # Corazón Que Mira Al Sur (Marta Sanchez) – 4:31 # Loca de Amor (Claudia Brant, Dany Tomas, Marcelo Wengrovski) – 4:22 # Habla el Corazón (Cheope, Alberto Mastrfrancesco, Vito Mastrofrancesco, Carlos Toro) – 4:03 # Innocente (Jose C. Machado, Pedro Guerra) – 4:00 # Más de Lo Que Pedí (Ralf Stemmann, Michael Holm, Jenny Macaluso. Adapt. Carlos Toro) – 4:38 # Como Tu y Yo (Christian de Walden, Michael Mishaw, Steve Singer, Carlos Toro) – 4:30 # Desconocida [Bombay Mix] (Christian de Walden, Steve Deutsch, Steve Singer, Mike Shepstone, Carlos Toro) – 4:51. == Personnel == * Marta Sanchez – vocals * Ralf Stemmann – synclavier programming * Franco Bocuzzi, Ralf Stemmann, Paul Mirkovich – keyboards programming * Paul Mirkovich and Randy Waldman – acoustic piano * Paul Jackson Jr., Tim Pierce, Dean Parks and James Harrah – guitars * Abraham Laboriel and Leland Sklar – bass * John Robinson – drums * Efrain Toro – percussions * Rafik Shourbagui – oud/sitar * Suzanne Teng – pennywhistle * Kenny O’Brien and Christian De Walden – background vocals arrangers * Kenny O’Brien, Brandy Jones, Bambi Jones. Gisa Vatchy, Isela Sotelo, Leyla Hoyle, Michael Mishaw, Carlos Munguia and Sergio Aranda – background vocals * Amina Afifi – vocal screams on \"Desconocida\", bombay Mix === Technical=== * Producer: Christian De Walden * Co-Producer, engineer and mixer: Walter Clissen * Co-Producer (Desconocida, Despues de Ti, Estrellas de Fuego, Innocente, Como Tu y Yo): Paul Markovich * Co-Producer (Será, Habla el Corazón and Más de lo que Pedi): Ralf Stemmann * Co-Producer (Quiero Mas de Ti, Corazon Que Mira al Sur, Desconocida-Bombay Mix): Franco Boccuzzi. * Co- Producer (Corazon Que Mira al Sur): Marta Sanchez * Mastering: Brian \"Big Boss\" Gardner at Bernie Grundman Mastering, Hollywood, CA. ==References== Category:1998 albums Category:Marta Sánchez albums Category:Mercury Records albums ",
    "title": "Desconocida"
}