{
    "id": "12810600",
    "text": "Born to Be Wild is a 1995 American family comedy film released by Warner Bros. under their Warner Bros. Family Entertainment label. ==Plot== Rick Heller is a juvenile delinquent who continues to get himself into trouble. To keep him out of mischief, his mother, Margaret, puts him to work cleaning the cage of a female western lowland gorilla named Katie. Margaret is teaching Katie to communicate through the use of sign language. When the owner of the gorilla, Gus Charnley, takes her away to become a flea market freak, Rick decides to rescue Katie and take her on an adventurous journey to get her out of the country. ==Cast== *Wil Horneff as Rick Heller *Helen Shaver as Margaret Heller *John C. McGinley as Max Carr *Peter Boyle as Gus Charnley *Jean Marie Barnwell as Lacey Carr *Marvin J. McIntyre as Bob *Gregory Itzin as Walter Mallinson *Titus Welliver as Sergeant Markle *Thomas F. Wilson as Det. Lou Greenberg (as Tom Wilson) *Alan Ruck as Dan Woodley *John Procaccino as Ed Price *Obba Babatundé as Interpreter *David Wingert as Gary James *John Pleshette as Donald Carr *Janet Carroll as Judge Billings ==Reception== Peter Stack of the San Francisco Chronicle said the animatronic gorilla looked phony, but concluded \"The film has its moments of nutty fun\" and \"it also has a couple of touching scenes—if you can get beyond that bogus ape look.\" The Washington Post critic Rita Kempley called it \"a heart-yanking family yarn that resembles a simian adaptation of Nell\" and also compared the movie to Free Willy. ==References== ==External links== * * * Category:1995 films Category:1990s adventure comedy films Category:American films Category:American children's comedy films Category:Fictional gorillas Category:Films scored by Mark Snow Category:Films about apes Category:Films based on songs Category:Films directed by John Gray (director) Category:Films shot in California Category:Films shot in Hawaii Category:Films shot in Washington (state) Category:Warner Bros. films Category:1995 comedy films ",
    "title": "Born to Be Wild (1995 film)"
}