{
    "id": "1281483",
    "text": "Majlis Bachao Tehreek (English: Save Majlis Movement) is a political party in the Indian state of Telangana. == History == Majlis Bachao Tehreek (MBT) was founded by Mohammed Amanullah Khan as a result of differences with AIMIM President Sultan Salahuddin Owaisi. He formed the MBT (Save Majlis Movement) in 1993 after he was suspended for protesting against the stance taken by AIMIM during the demolition of the Babri Masjid. Later, he launched a campaign against the demolition. He raised other crucial issues including lack of internal democracy in the AIMIM, nepotism, political patronage, and corruption. Amanullah Khan joined the Majlis-e-Ittehadul Muslimeen in 1960. He emerged as a leader in the MIM, serving as a MIM floor leader. Mumtaz Ahmed Khan was a member of MBT until 1999. Before MBT, the AIMIM had 4 legislators in the Andhra Pradesh Assembly. After the split, MBT took Chandrayangutta and Yakutpura. The AIMIM won only 1 seat, Charminar. The 4th seat, Asifnagar was lost to both parties due to the division of votes among AIMIM Candidate Virasat Rasool Khan and MBT Candidate Mohammed Vizarat Rasool Khan, both brothers. Congressman D Nagender won Asif Nagar three times in 1994, 1999, 2004. ===2000s=== Mohammed Amanullah Khan died on 10 November 2002. The party continued its struggle, while keeping alive his spirit of social service. Adam Malik, a close aide of Aman Ullah Khan, was President of the MBT and served till his death. Dr. Khayam Khan, eldest son of the late Aman Ullah Khan, was elected as President of the MBT and served until his death. In the Lok Sabha election 2004 MBT launched Majeed Ullah Khan who had earlier lost as a candidate from Yakutpura constituency in 1999, in the Hyderabad constituency. Khan received 47,560 votes (4.78% of the votes in that constituency). Most of the votes came from the Chandrayangutta area, where Khan got 28,746 votes (20.6% of the votes). In the Andhra Pradesh state legislative assembly elections 2004. MBT had launched seven candidates, out of whom five contested against AIMIM candidates. No MBT candidate was elected. MBT had two out of a hundred seats in the last sitting Hyderabad Municipal Corporation. Amjed Ullah Khan (youngest son of Amanullah Khan) was one of the corporators from Chanchalguda division with the wife of Saleh Ba Hamed winning from Barkas area. In the newly formed Greater Hyderabad Municipal Corporation, Amjad Ullah Khan (Khaled) won as corporator from the newly redistricted Azampura division. In the 2009 assembly and Lok Sabha elections, the MBT fielded Dr. Khayam Khan from Chandrayangutta and Hamza Bin Omer (alias Zafar Pehlwan) from Yakutpura, while providing support to Zahid Ali Khan Zahid Ali Khan (Editor of Siasat News Daily) in his attempt at the Hyderabad Lok Sabha seat on the Telugu Desam (TDP) ticket. Majeedullah Khan, alias Farhat Khan, was elected 5 June 2016 President of MBT Party. He is the son of late Amanullah Khan, founder of Majlis Bachao Tehreek (MBT) ==References== == See also == * :Category:Majlis Bachao Tehreek politicians ==External links== *Unofficial website *2004 State Legislative Assembly election results *http://www.hinduonnet.com/thehindu/2002/11/11/stories/2002111104620400.htm Category:Political parties in Telangana Category:1993 establishments in India Category:Political parties established in 1993 Category:Majlis Bachao Tehreek politicians ",
    "title": "Majlis Bachao Tehreek"
}