{
    "id": "1281708",
    "text": "\"The Adventure of the Dying Detective\", in some editions simply titled \"The Dying Detective\" (first published 1913), is one of the 56 Sherlock Holmes short stories written by Sir Arthur Conan Doyle. Together with seven other stories, it was collected in His Last Bow (published 1917). ==Plot summary== Dr. Watson is called to tend Holmes, who is apparently dying of a rare tropical disease, Tapanuli fever, contracted while he was on a case. Watson is shocked, not having heard about his friend's illness. Mrs. Hudson says that Holmes has neither eaten nor drunk anything in three days. Holmes instructs Watson not to come near him, because the illness is highly infectious. In fact, he scorns to be treated by Watson and insults his abilities, astonishing and hurting the doctor. Although Watson wishes to examine Holmes himself or call in a specialist, Holmes demands that Watson wait several hours before seeking help. While Watson waits, he examines several objects in Holmes's room. Holmes grows angry when Watson touches items explaining that he does not like his things touched. At six o'clock, Holmes tells Watson to turn the gaslight on, but only half-full. He then instructs Watson to bring Mr Culverton Smith of 13 Lower Burke Street to see Holmes, but to make sure that Watson returns to Baker Street before Smith arrives. Watson goes to Smith's address. Although Smith refuses to see anyone, Watson forces his way in. Once Watson explains his errand on behalf of Sherlock Holmes, Smith's attitude changes drastically. Smith agrees to come to Baker Street within a half hour. Watson excuses himself, saying that he has another appointment, and returns to Baker Street before Smith's arrival. Believing that they are alone, Smith is frank with Holmes. It emerges, to the hiding Watson's horror, that Holmes has been sickened by the same illness that killed Smith's nephew Victor Savage. Smith then sees the little ivory box, which he had sent to Holmes by post, and which contains a sharp spring infected with the illness. Smith pockets it, removing the evidence of his crime. He then resolves to stay there and watch Holmes die. Holmes asks Smith to turn the gas up full, which Smith does. Smith then asks Holmes if he would like anything else, to which Holmes replies - no longer in the voice of a man near death - \"a match and a cigarette.\" Inspector Morton then enters - the full gaslight was the signal to move in. Holmes tells Morton to arrest Culverton Smith for the murder of his nephew, and perhaps also for the attempted murder of Sherlock Holmes. Smith points out that his word is as good as Holmes' in court, but Holmes then calls for Watson to emerge from behind the screen, to present himself as another witness to the conversation. Holmes explains his illness was feigned as a ruse to induce Smith to confess to his nephew's murder. Holmes was not infected by the little box; he has enough enemies to know that he must always examine his mail carefully before he opens it. Starving himself for three days and the claim of the \"disease's\" infectious nature was to keep Watson from examining him and discovering the ruse, since, as he clarifies, he has every respect for his friend's medical skills. ==Period details== In the story, the killer Culverton Smith's motive for killing his cousin, Victor Savage, is mentioned in an offhand remark by Holmes that Savage stood between \"this monster [Smith] and a reversion.\" The New Annotated Sherlock Holmes has a note for this word: The setting date may be inferred from Watson's mention of it being \"the second year of my marriage\", the first having been 1889. Inspector Morton is referred to in a familiar fashion but this is his only appearance in canon. Canonical scholar Leslie S. Klinger wondered if Morton was the companion to Inspector Brown in The Sign of the Four. Tropical disease specialist William A. Sodeman, Jr., proposed that \"Tapanuli fever\" was melioidosis, a conclusion supported by physician Setu K. Vora. Vora raised the possibility that Conan Doyle read the first report of melioidosis published in 1912 before writing his short story in 1913. ==Publication history== \"The Adventure of the Dying Detective\" was first published in the US in Collier's on 22 November 1913. It was first published in the UK in The Strand Magazine in December 1913.Smith (2014), p. 179. The story was published with three illustrations by Frederic Dorr Steele in Collier's, and with four illustrations by Walter Paget (Sidney Paget's brother) in the Strand.Cawthorne (2011), p. 145. The story was included in the short story collection His Last Bow, which was published in the UK and the US in October 1917.Cawthorne (2011), p. 151. ==Adaptations== ===Film and television=== * A 1921 short film adaptation was released in the Stoll film series starring Eille Norwood as Holmes. * A 1951 TV episode of We Present Alan Wheatley as Mr Sherlock Holmes in... was adapted from the story, starring Alan Wheatley as Holmes, Raymond Francis as Dr. Watson and Bill Owen as Inspector Lestrade. The episode is now lost. * A 1994 TV episode of The Memoirs of Sherlock Holmes starring Jeremy Brett as Holmes, Edward Hardwicke as Watson, and Jonathan Hyde as Culverton Smith was adapted from the story. This version is faithful to the original short story but greatly expanded. It features much more detail on Smith's nephew, who is instead portrayed as Smith's cousin, and replaces the infected spring with a pair of tacks. * The story was adapted as a 1999 episode of the animated television series Sherlock Holmes in the 22nd Century titled \"The Adventure of the Deranged Detective\". * A 2012 TV episode of Elementary starring Jonny Lee Miller as Holmes, which is the ninth episode of the first season, mirrors many elements from the story, albeit with Holmes simply ill from a more conventional disease that thus limits his ability to conduct fieldwork. * A 2017 episode of Sherlock includes the character Culverton Smith, portrayed by Toby Jones. The title of the episode, \"The Lying Detective\", is a play on the title of the original story. Unlike the original tale, where Culverton Smith is only suggested to have committed one murder, \"The Lying Detective\" presents him as a wealthy philanthropist who has arranged for a particular room in a hospital he sponsors to have a secret passage that he can use to sneak in and kill anyone being treated in it. Alerted to Smith's true nature by his apparently psychotic daughter as part of an unknown agenda, Sherlock uses this as an opportunity to create a dangerous situation that John Watson can save him from to fulfill Mary Watson's last request to save John from his grief after her death, deliberately falling off the wagon and reverting to an old drug habit so that he can be regarded as simply delusional, attacking Culverton and accusing him of being a serial killer so that he will be sent to Smith's hospital for treatment. This gives Sherlock a chance to hear Culverton's confession via a recording device hidden in John's old cane, which he had predicted John would leave with him after he was sent to hospital. Although the original confession is ruled inadmissible as Sherlock basically acquired it through entrapment, Culverton subsequently willingly confesses his crimes to Lestrade, gleefully musing that he will be even more famous now. ===Radio=== * \"The Dying Detective\" was adapted by Edith Meiser as an episode of the American radio series The Adventures of Sherlock Holmes. The episode, which aired in 1931, featured Richard Gordon as Sherlock Holmes and Leigh Lovell as Dr. Watson.Dickerson (2019), p. 39. Other productions of the story aired in 1935, with Louis Hector as Holmes and Lovell as Watson,Dickerson (2019), p. 63. and 1936, with Gordon as Holmes and Harry West as Watson.Dickerson (2019), p. 73. * An episode titled \"The Riddle of the Dying Detective\" aired in 1939 in the American radio series The New Adventures of Sherlock Holmes, with Basil Rathbone as Holmes and Nigel Bruce as Watson.Dickerson (2019), p. 89. Another episode titled \"The Adventure of the Dying Detective\" aired in 1943.Dickerson (2019), p. 130. The story was also adapted into a 1947 radio episode of the series, with Tom Conway as Holmes and Bruce as Watson.Dickerson (2019), p. 221. This version features Inspector Lestrade instead of Inspector Morton. * A 1954 radio adaptation with John Gielgud as Holmes and Ralph Richardson as Watson aired on the BBC Light Programme. Hugh Manning played Inspector Morton. Along with other Sherlock Holmes radio adaptations with Gielgud and Richardson, the production aired on NBC radio in 1955.Dickerson (2019), p. 285. * The story was adapted for BBC radio in 1967 by Michael Hardwick, as part of the 1952–1969 radio series starring Carleton Hobbs as Holmes and Norman Shelley as Watson. * A 1994 BBC Radio 4 adaptation dramatised by Robert Forrest aired as part of the 1989–1998 radio series starring Clive Merrison as Holmes and Michael Williams as Watson. It featured Edward Petherbridge as Culverton Smith and Alex Jennings as Savage. * In 2010, the story was adapted as an episode of The Classic Adventures of Sherlock Holmes, a series on the American radio show Imagination Theatre, with John Patrick Lowrie as Holmes and Lawrence Albert as Watson. ==References== ;Notes ;Sources * * * ==External links== * * Dying Detective, The Adventure of the Adventure of the Dying Detective Category:Short stories adapted into films Category:Works originally published in Collier's ",
    "title": "The Adventure of the Dying Detective"
}