{
    "id": "12817201",
    "text": "AIDS and Its Metaphors is a 1989 work of critical theory by Susan Sontag. In this companion book to her Illness as Metaphor (1978), Sontag extends her arguments about the metaphors attributed to cancer to the AIDS crisis. Sontag explores how attitudes to disease are formed in society, and attempts to deconstruct them. ==Overview== Illness as Metaphor was a response to Sontag’s experiences as a cancer patient, as she noticed that the cultural myths surrounding cancer negatively impacted her as a patient. She finds that, a decade later, cancer is no longer swathed in secrecy and shame, but has been replaced by AIDS as the disease most demonized by society. She finds that the metaphors that we associate with disease contribute not only to stigmatizing the disease, but also stigmatizing those who are ill. She believes that the distractions of metaphors and myths ultimately cause more fatalities from this disease. Discussing illness in metaphorical terms is not new, but Sontag says that AIDS is the ripest opportunity for \"metaphorizing\" in recent years. Also, because its earlier years in the United States were marked by an affliction of very specific risk groups – homosexual men and intravenous drug users – it has been stigmatized. The patient’s illness is perceived to be the patient's fault, because of the unsafe habits that one seemingly has to pursue to contract it – \"indulgence, delinquency – addictions to chemicals that are illegal and to sex regarded as deviant.\" Having these defined subgroups created a distinction between the ill and potentially ill, and the general population. AIDS is seen as a plague and as a judgment on the individuals suffering from it. Despite the fact that it is a heterosexual disease as well as a global issue, it is still often discussed as a consequence of decadence and a punishment for \"deviant\" sexual behavior. Although HIV is likely not a new virus, its emergence changed attitudes towards illness and medicine. Infectious diseases have clearly not been as summarily defeated as society would have preferred to believe. Generally, the many uncertainties about AIDS are the center of discourse on the illness, and reassurances that \"the general population\" is safe are multiplying. The judgments on the illness and the patients are still implicit in any discussion, and Sontag believes that detaching the guilt and shame from perspectives on this disease, and retiring the military metaphors from the discussion, will contribute to productive discourse on AIDS and help those who have contracted the illness. ==Comparisons made== To explicate her claims on the various metaphors attributed to AIDS and diseases more generally, Sontag employs a number of comparisons among AIDS, cancer, and historical illnesses. ===AIDS and cancer=== Cancer was at one time the identity of a patient. It was a shameful and stigmatized condition, and was often omitted from obituaries and concealed from as many people as possible. Often, it was perceived to be a curse or a punishment. Sontag claims that AIDS has taken over on all counts, and that AIDS patients now suffer the same, or worse, judgment and stigmatization that cancer patients once did. ===AIDS and syphilis=== Like syphilis, AIDS is perceived as having stages. The tertiary stage of syphilis was the most severe, as it is with AIDS, and both have a period of latency before the progression. However, syphilis did not run its full course in every case, and even cases that ended in death could be romanticized. For example, numerous artists suffered from syphilis, and it came to be an accepted view that its effects on the brain could actually inspire original thought. No such compensating factor exists for AIDS, and it was too early in the epidemic at the time of the writing of this book to determine definitively whether AIDS always progresses to death. ===Relative perceptions of diseases=== Sontag examines a theory regarding relative perceptions of diseases. She believes that those diseases that society finds most terrifying are not the most widespread or the most lethal, but those that are seen to be dehumanizing. For example, a rabies phobia tore through nineteenth-century France, but rabies was actually incredibly rare, and was just terrifying with its ideas that it could transform humans into raving animals. Cholera has killed fewer people than smallpox, but the \"indignity of the symptoms\" made it more dreadful. Polio \"withered the body\" but did not touch the face, placing it above afflictions like leprosy. ==Metaphors== Sontag defines metaphors as \"giving the thing a name that belongs to something else\", and notes that they have been used throughout history to discuss the body, illness, and health. ===Military metaphors=== When it was discovered that illnesses were caused by pathogens, the associated metaphors took on a military flair, and military metaphors have since come to dominate the way we talk about medical situations. There are \"immunological defenses\" and \"aggressive\" medicine, and the \"efforts to reduce mortality from a given disease are called a fight... a war\". Sontag claims that these military terms are a factor in the stigmatizing of certain illnesses and those who are suffering from them. She explains that \"the metaphors and the myths, I was convinced, kill\". ===Invasion and pollution=== AIDS lends itself to metaphorizing, and its descriptions combine two of the most potent metaphors associated with disease. First, it is connected to the idea of a disease as an invader, complete with all the military metaphors of defense and war. Sontag stresses that as we as a society have become more accustomed to fighting ideological wars, it is easier to conceptualize mounting a war against a disease. The descriptions of AIDS often takes on an out of this world flavor, especially in discussing the \"alien takeover\" of the body's cells by the invader. Secondly, its transmission is described in terms of pollution. This creates a divide between the general population and the disease carriers who endanger them, and reopens a topic not seen in recent years: the concept of disease as punishment. Because AIDS is sexually transmitted, and because the groups most at-risk for AIDS in its earliest years were populations engaging in behaviors condemned by society (homosexuality, illegal drug use), AIDS was seen as a judgment on the patient. As AIDS does not strike at random, like cancer does, contracting AIDS made you guilty, complicit in your own disease, suffering the consequences of your own willful activity. ===Plague=== Sontag believes that \"plague is the principal metaphor by which the AIDS epidemic is understood\", and that AIDS has taken that mantle from cancer. When AIDS is seen as affecting a \"risk group\", it brings back the historical idea that the \"illness has judged\". One important point for a plague is that the affliction must come from somewhere else. AIDS is believed to have come from the \"dark countries\", and spread to the West. Because AIDS is sexually transmitted, the connection from plague to punishment is easily made. ==Changes brought on by AIDS== Sontag claims that AIDS has created a new concept of illness, where a patient is \"ill\" as soon as they are infected, whether or not they have shown any symptoms. She talks of tabulating cases of disease, where before the number was based on those with demonstrated symptoms but with AIDS is as almost arbitrary number. In this new vision of illness, one can lose their employment, their housing, and their place in society years before any changes in health. Also, with modern advances in medicine, society had begun to believe that epidemics and incurable illnesses were a thing of the past. The advent of AIDS proved these conclusions to be wrong. The \"plague\" notion was revived, but when it had been previously used to conceptualize punishment of a society, it was adapted to be a punishment visited on an individual or small group. Sontag discusses her views on the male homosexual culture prior to AIDS, saying that they had embraced the 1970s sexual culture of freedom. The view that all sexually transmitted diseases were easily curable had led to a mentality of getting what one wanted whenever one wanted it, and this was completely ended with the emergence of AIDS. Sex was suddenly viewed as a potential suicide or murder. ==Reception== Christopher Lehmann-Haupt writes that although \"valuable as both history and practical advice\", the work is missing conclusions and opinions that would make it more powerful. It is \"hard to tell what Ms. Sontag's point of view is\", as she functions as both objective historian and attacker of views she disagrees with. Sontag doesn’t actually answer the questions of whether adapting behavior in the face of AIDS is the appropriate protection against infection, or how society should react to the epidemic. And her conclusion in the last pages, that the metaphors she is “most eager to see retired” are the set drawn from military vocabulary. After the many topics discussed in the work, this seems a shallow point on which to end. Paul Robinson writes that \"the disease itself, and not the way we talk about it, is the true source of its horror,\" and turns Sontag's point that \"we cannot think without metaphors\" on itself. This indicates that, instead of attempting to deconstruct these diseases entirely, we should be asking \"whether its metaphors are well or ill chosen.\" Literary critic Camille Paglia writes that AIDS and Its Metaphors was an attempt by Sontag to play \"catch-up\" after twenty years of silence about gay issues. Paglia added that although she normally disagrees with \"the gay- activist establishment\", in her view Sontag was \"rightly clobbered\" by gay activists over the work.Paglia, Camille. Vamps and Tramps: New Essays. Penguin Books, 1995, p. 353. == References == Category:1989 non-fiction books Category:Current affairs books Category:HIV/AIDS in literature Category:Works by Susan Sontag ",
    "title": "AIDS and Its Metaphors"
}