{
    "id": "12819059",
    "text": "New York Restoration Project (NYRP) is a non-profit organization that has planted trees, renovated gardens, restored parks, and transformed open space for communities throughout New York City’s five boroughs. It is the only citywide conservancy in New York City that brings private resources to spaces that lack adequate municipal support, with the goal to fortify the City’s aging infrastructure and creating a healthier environment for those who live in the most densely populated and least green neighborhoods. == History == On July 7, 1995, Bette Midler founded the nonprofit New York Restoration Project (NYRP), with the goal of revitalizing neglected neighborhood parks in economically disadvantaged neighborhoods of New York City. These include Sherman Creek Park, Highbridge Park, Fort Washington Park, and Fort Tryon Park in upper Manhattan; and Roberto Clemente State Park and Bridge Park in the Bronx. The New York City Department of Parks and Recreation initiated a partnership with NYRP in 1995 to assist with cleaning and maintaining Fort Tryon Park. In May 1999, the city planned to auction 114 community gardens for commercial development. Midler and NYRP founding president, Joseph Pupello, led a coalition of greening organizations to save them. NYRP worked closely with the City of New York and took ownership of fifty-two of the most under- resourced gardens in New York City's most economically challenged communities. In 2007, NYPR became the private partner of Michael Bloomberg's MillionTreesNYC campaign to plant one million new trees in New York City by 2015. In 2013, Midler won the Jane Jacobs Medal for her work through NYRP. The Rockefeller Foundation Jane Jacobs Medal recognizes New Yorkers who intervene in and use the urban environment to build a more equitable city. Rockefeller Foundation President, Judith Rodin said: \"It is completely appropriate for us to honor Ms. Midler's work in light of her work to bring verdant recreational space to so many New Yorkers in so many different communities.\" ==References== ==External links== * New York Restoration Project Category:Rodale, Inc. Category:Nature reserves in New York (state) Category:Non-profit organizations based in New York City Category:Environmental organizations based in New York City Category:Environmental justice in New York City ",
    "title": "New York Restoration Project"
}