{
    "id": "1281366",
    "text": "There are three major types of submarines in the United States Navy: ballistic missile submarines, attack submarines, and cruise missile submarines. All submarines in the U.S. Navy are nuclear-powered. Ballistic missile submarines have a single strategic mission of carrying nuclear submarine-launched ballistic missiles. Attack submarines have several tactical missions, including sinking ships and subs, launching cruise missiles, and gathering intelligence. The submarine has a long history in the United States, beginning with the Turtle, the world's first submersible with a documented record of use in combat.* == History == === Early History (1775–1914) === Submersible projects date to the 1800s. Alligator was a US Navy submarine that was never commissioned. She was being towed to South Carolina to be used in taking Charleston, but was lost due to bad weather on 2 April 1863 off Cape Hatteras, North Carolina. On February 17, 1864, the H. L. Hunley (submarine) became the first submarine to sink a warship. Real progress began in the late 19th century with the building of the , named after John Philip Holland. The boat was developed at Lewis Nixon's Crescent Shipyard located in Elizabeth, New Jersey. This pioneering craft was in service for 10 years and was a developmental and trials vessel for many systems on other early submarines. === World War I and the inter-war years (1914–1941) === The submarine truly came of age in World War I. The US Navy did not have a large part in this war, with action mainly being confined to escorting convoys later in the war and sending a division of battleships to reinforce the British Grand Fleet. However, there were those in the submarine service who saw what the Germans had done with their U-boats and took careful note. === World War II (1941–1945) === Japanese freighter Nittsu Maru sinks after being torpedoed by on 21 March 1943. Doctrine in the inter-war years emphasized the submarine as a scout for the battle fleet, and also extreme caution in command. Both these axioms were proven wrong after the attack on Pearl Harbor in December 1941. The submarine skippers of the fleet boats of World War II waged a very effective campaign against Japanese merchant vessels, eventually repeating and surpassing Germany's initial success during the Battle of the Atlantic against the United Kingdom. ==== Offensive against Japanese merchant shipping and Japanese war ships ==== {|class=\"wikitable\" style=\"float: right;\" |+ Size of the Japanese merchant fleet during World War II (all figures in tons) |- |Date |Additions |Losses |Net change |End of period total |Index |- |12 July 1941 | | | |6,384,000 |100 |- |12/1941 |44,200 |51,600 | −7,400 |6,376,600 |99 |- |1942 |661,800 |1,095,800 | −434,000 |5,942,600 |93 |- |1943 |1,067,100 |2,065,700 | −998,600 |4,494,400 |77 |- |1944 |1,735,100 |4,115,100 | −2,380,000 |2,564,000 |40 |- |1/45 – 8/45 |465,000 |1,562,100 | −1,097,100 |1,466,900 |23 |} During the war, submarines of the United States Navy were responsible for 55% of Japan's merchant marine losses; other Allied navies added to the toll. The war against shipping was the single most decisive factor in the collapse of the Japanese economy. The Navy adopted an official policy of unrestricted submarine warfare, and it appears the policy was executed without the knowledge or prior consent of the government. The London Naval Treaty, to which the U.S. was signatory, required submarines to abide by prize rules (commonly known as \"cruiser rules\"). It did not prohibit arming merchantmen, but arming them, or having them report contact with submarines (or raiders), made them de facto naval auxiliaries and removed the protection of the cruiser rules. This made restrictions on submarines effectively moot. U.S. Navy submarines also conducted reconnaissance patrols, landed special forces and guerrilla troops and performed search and rescue tasks. In addition to sinking Japanese merchant ships, postwar records compiled by the Joint Army-Navy Assessment Committee indicate Japan lost 686 warships of 500 gross tons (GRT) or larger to submarines during 1,600 war patrols. Only 1.6 percent of the total U.S. naval manpower was responsible for America's success on its Pacific high seas; more than half of the total tonnage sunk was credited to U.S. submarines. The tremendous accomplishments of American submarines were achieved at the expense of 52 subs with 374 officers and 3,131 enlisted volunteers lost during combat against Japan; Japan lost 128 submarines during the Second World War in Pacific waters. American casualty counts represent 16 percent of the U.S. operational submarine officer corps and 13 percent of its enlisted force. ==== Lifeguard League ==== Harder rescuing a pilot from at Woleai, 1944. In addition to their commerce raiding role, submarines also proved valuable in air-sea rescue. While in command of United States Navy aircraft carrier task force 50.1 Rear Admiral Charles Alan Pownall, proposed to Admiral Charles A. Lockwood (commander of Pacific Fleet Submarine Force) that submarines be stationed near targeted islands during aerial attacks. In what became known as the \"Lifeboat League\", pilots were informed that they could ditch their damaged planes near these submarines (or bail out nearby) and be rescued by them. Eventually the rescue of downed American pilots became the second most important submarine mission after the destruction of Japanese shipping. Initially, the operation of the rescue submarines met several obstacles, most important of which was the lack of communication between the submarines and aircraft in the area; this led to several Lifeguard League submarines being bombed or strafed, possibly including the sinking of and by American planes. {|class=\"wikitable\" style=\"float: right;margin: 1em auto 1em auto;\" |+ U.S. airmen rescued by submarines during World War II. | align=\"center\" style=\"background:#f0f0f0;\"|Year | align=\"center\" style=\"background:#f0f0f0;\"|Days on Lifeguard station | align=\"center\" style=\"background:#f0f0f0;\"|Number of rescues |- ! scope=\"row\"| 1943 |64||7 |- ! scope=\"row\"| 1944 |469||117 |- ! scope=\"row\"| 1945 |2739||380 |- ! scope=\"row\"| Total |3272||504 |} As fighting in the Pacific theater intensified and broadened in geographic scope, the eventual creation of Standing Operating Procedure (SOP TWO) led to several improvements such as the assignment of nearby submarines before air attacks, and the institution of reference points to allow pilots to report their location in the clear. After the capture of the Marianas, targets such as Tokyo, about 1,500 mi (2,400 km) north of the Marianas, was brought within range of B-29 attacks and Lifeguard League submarines began rescue operations along their flight paths. Submarine lifeguards spent a combined 3,272 days on rescue duty and rescued 502 men. Famous examples include the rescue of 22 airmen by the , and the rescue of future U.S. President George H. W. Bush by the . \\- Access date: 12 January 2012 === Cold War (1945–1991) === After WWII, things continued along much the same path until the early 1950s. Then, a revolution that was to forever change the nature of the submarine arm occurred. That revolution was . ==== Towards the \"Nuclear Navy\" ==== USS Nautilus during her initial sea trials, 20 January 1955. The was the first nuclear-powered submarine. Nautilus put to sea for the first time on 17 January 1955, transmitting the historic message, \"Under way on nuclear power.\" Up until that point, submarines had been torpedo boats tied to the surface by the need to charge their batteries using diesel engines relatively often. The nuclear power plant of the Nautilus meant that the boat could stay underwater for literally months at a time, the only operational limit being the amount of food that the boat could carry. With resupply by mini-subs, even this could be overcome. The final limits would be for replacing equipment that wears out, the fatigue limit of the hull, and crew morale. ==== Strategic deterrence ==== Another revolution in submarine warfare came with . Nuclear-powered, like , George Washington added strategic ballistic missiles reaching the nuclear triad. Earlier submarines had carried strategic missiles, but the boats had been diesel powered, and the missiles required the boat to surface in order to fire. The missiles were also cruise missiles, which were vulnerable to the defenses of the day in a way that ballistic missiles were not. Trident C4 SLBM and the paths of its reentry vehicles. George Washingtons missiles could be fired while the boat was submerged, meaning that it was far less likely to be detected before firing. The nuclear power of the boat also meant that, like Nautilus, George Washingtons patrol length was limited only by the amount of food the boat could carry. Ballistic missile submarines, carrying Polaris missiles, eventually superseded all other strategic nuclear systems in the Navy. Deterrent patrols continue to this day, although now with s and Trident II missiles. The United States lost two nuclear submarines during the Cold War: due to equipment failure during a test dive while at its operational limit, and due to unknown causes. === Post–Cold War (1991–present) === Given the lack of large scale conventional naval warfare since 1945, with the USN's role being primarily that of power projection, the submarine service did not fire weapons in anger for very many years. The BGM-109 Tomahawk Land Attack Missile (TLAM) was developed to give naval vessels a long range land attack capability other than direct shore bombardment and strikes by aircraft flying off carriers. Submarines fitted with the Tomahawk could hit targets up to 1,000 miles inland. The mainstay of the Tomahawk equipped vessels in the early days of the missile's deployment were the , and the submarine fleet. The Tomahawk was first used in combat on 17 January 1991, on the opening night of Operation Desert Storm. On that day, for the first time since the surrender of Japan in 1945, an American submarine fired in combat, when 12 Tomahawks were launched by U.S. boats in the eastern Mediterranean. Since then, the Tomahawk has become a staple of American campaigns, seeing use in three wars. It has also been exported to the United Kingdom, which has also fitted it to submarines. The use of the Tomahawk has seen a change in the design of attack submarines. The Tomahawk can be fired through 21-inch torpedo tubes, but the and s since have been fitted with vertical launch systems to enable them to carry more of the weapons. In the early 21st century, the USN submarine fleet is made up entirely of nuclear-powered vessels. == Composition of the current force == * (32 in commission, 2 in reserve) – attack submarines * (18 in commission) – 14 ballistic missile submarines (SSBNs), 4 guided missile submarines (SSGNs) * (3 in commission) – attack submarines * (15 in commission, 1 delivered, 1 fitting out, 9 under construction, 11 on order) – fast attack submarines === Fast attack submarines === U.S. Navy , The U.S. currently operates three classes of fast attack submarine: the , , and es. There are 34 Los Angeles-class submarines on active duty and 28 retired, making it the most numerous nuclear- powered submarine class in the world. Except for , submarines of this class are named after U.S. cities, breaking a Navy tradition of naming attack submarines after sea creatures. Ships from the USS Virginia afterwards are named after US States, a convention traditionally reserved for battleships and nuclear missile submarines. The final 23 boats in the Los Angeles class, referred to as \"688i\" boats, are more quiet than their predecessors and incorporate a more advanced combat system. These 688i boats are also designed for under-ice operations: their diving planes are on the bow rather than on the sail, and they have reinforced sails. === Ballistic and guided missile submarines === , an ballistic missile submarine. The U.S. has 18 Ohio-class submarines, of which 14 are Trident II SSBNs (Ship, Submersible, Ballistic, Nuclear), each capable of carrying 24 SLBMs. The first four which were all equipped with the older Trident I missiles have been converted to SSGN's each capable of carrying 154 Tomahawk guided missiles and have been further equipped to support Special Operations (SEALS). If the maximum of 154 Tomahawk missiles were loaded, one Ohio-class SSGN would carry an entire Battle Group's equivalent of cruise missiles. Ballistic missile submarines (SSBNs or boomers in American slang) carry submarine-launched ballistic missiles (SLBMs) with nuclear warheads for attacking strategic targets such as cities or missile silos anywhere in the world. They are currently universally nuclear-powered to provide the greatest stealth and endurance. They played an important part in Cold War mutual deterrence, as both the United States and the Soviet Union had the credible ability to conduct a retaliatory strike against the other nation in the event of a first strike. This comprised an important part of the strategy of Mutual Assured Destruction. In order to comply with arms reduction against the START II treaty, the U.S. Navy modified the four oldest Ohio-class Trident submarines (, , , and ) to SSGN (Ship, Submersible, Guided, Nuclear) configuration. The conversion was achieved by installing vertical launching systems (VLS) in a configuration dubbed \"multiple all-up-round canister (MAC).\" This system was installed in 22 of the 24 missile tubes, replacing one large nuclear strategic ballistic missile with 7 smaller Tomahawk cruise missiles. The 2 remaining tubes were converted to lockout chambers (LOC) to be used by special forces personnel who can be carried on board. This gives each converted sub the capability to carry up to 154 Tomahawk missiles. The MAC tubes can also be used to carry and launch UAVs or UUVs which give the ship remote controlled \"eyes & ears\" allowing the ship to act as a forward-deployed command & control center. The American \"boomers\" were named for patriots, and together with the , , , and es, these SSBNs comprised the Cold War-era \"41 for Freedom.\" Later Ohio-class submarines were named for states (recognizing the increase in striking power and importance once bestowed upon battleships), with the exception of , which was named for United States Senator Henry M. \"Scoop\" Jackson (1912–1983) of Washington upon his death while in office (1983). This honor was in recognition of his advocacy on behalf of the nuclear submarine program. He strongly supported the rapid development of nuclear submarines and especially the development of an SSBN program. Senator Jackson also called for the establishment of a Deputy Chief of Naval Operations for Undersea Warfare because he believed submarines were \"lost in a welter of naval bureaucracy.\" == Personnel == U.S. Navy submarines are manned solely by volunteers from within the Navy. Because of the stressful environment aboard submarines, personnel are accepted only after rigorous testing and observation, as a consequence submariners have significantly lower mental hospitalization rates than surface ship personnel. Furthermore, submariners receive submarine duty incentive pay (SUBPAY) in addition to sea pay. Some 5,000 officers and 55,000 enlisted sailors make up the submarine force. In addition to submarines, they are assigned to submarine tenders, submarine rescue ships, deep-diving submersibles, floating dry docks, shore support facilities, submarine staffs, and senior command staffs. Until 2014, submariners worked an 18-hour day, as opposed to a standard 24-hour schedule. Sailors spent 6 hours on watch, 6 hours maintenance and training and 6 hours off (3 watches of 6 hours.) In 2014, the Navy began transitioning the fleet to a 24-hour schedule. The submarine force has always been a small fraction of the active Navy. During World War II all submariners (including the rear echelon) accounted for less than two percent of Navy personnel, but accounted for 55 percent of Japan's merchant marine losses. In 1998 only about seven percent of the Navy's people were submariners, though they operated one-third of the Navy's warships. === Training === After acceptance into the submarine program, candidates undergo a demanding training schedule, which includes attendance by all Officers and non-nuclear trained enlisted personnel at the Nuclear Power School in Charleston, South Carolina, U.S. Naval Submarine School New London, located within the Naval Submarine Base New London, in Groton, Connecticut, (NAVSUBSCOL at SUBASENLON) as well as rigorous technical training in different specialty areas. hyperbaric chamber showing Naval dive doctors supervising a pressure test. Besides their academic and technical training, much of which is Classified Secret or Top Secret, all prospective US Naval Submariners, both officers and enlisted personnel, undergo 3 phases of physical training and testing related to the intense pressure differential between the surface and submarine operating depth. ==== Pressure training ==== Pressure training is conducted in a 2-day course including classroom and lab training: The first test is for the ability to perform the Valsalva maneuver, named for Antonio Maria Valsalva. If a submarine training candidate cannot perform the Valsalva maneuver under doctor's supervision at normal atmospheric pressure, that candidate is not rejected as unfit for submarine service but may not continue the high risk pressure training as follows. In the second phase of testing, called Pressure Testing, candidates who have successfully performed the Valsalva maneuver will be subjected to increased ambient pressure. This test is performed under the supervision of a diving-certified medical doctor. All testees enter a pressure chamber, accompanied by the doctor, and the 'tank' is sealed. Typically, there is in the chamber a somewhat surprising object: an inflated volleyball, water polo ball or similar inflated ball. Upon sealing the tank, pressure is increased, while the testees equalise their eardrum pressure. (if any testee is unable to 'Valsalva', the test stops, and pressure is slowly released.) Pressure builds within the chamber until the chamber is equal to water pressure at \"escape depth\". At this point, the chamber feels very warm and dry, and the volleyball has become compressed enough that it has become the shape of a bowl, and appears to have been emptied of air, due to the greatly increased air pressure inside of the tank. Sounds inside the tank at pressure sound as if they are \"far away\". During the controlled release of pressure from the tank, the air in the chamber becomes quite chilled and a fog forms in the chamber, often precipitating as a sort of dew. (See adiabatic expansion) Once pressure is fully released, the candidates are examined with an otoscope to check for ruptured eardrums. Candidates with ruptured eardrums are removed from the testing cycle until healed, depending on the severity of the injury. ==== Escape training ==== The third phase of testing for submarine fitness is escape training, utilizing the Steinke hood submarine escape appliance, or colloquially known as the Steinke hood or, more familiarly, as \"Stinky hood\". This is a very complex device, but essentially it covers the head and shoulders during ascent from a stranded submarine, allowing air to escape during ascent, which is necessary as the expanding air in the lungs would otherwise cause disastrous injury. Actual training with the Steinke Hood is done in a Submarine Escape Training Tower to simulate a submarine stranded on the floor of the sea bed. The escape testing proceeds as in the pressure test, except that this time, a hatch in the floor of the pressure chamber is opened. The chamber immediately adjoins a cylindrical tower full of water, tall enough to simulate the depth of a stranded submarine. Because the air pressure inside the chamber is equal to the pressure of the water in the tower, the water does not enter the chamber. Donning the Steinke hood, the testee enters the water and immediately commences a rapid ascent, due to the buoyancy of the escape device. As they ascend, each testee must allow the air in his lungs to escape, this is facilitated by yelling as loudly as possible. Typically they are told to yell \"HO HO HO\" repeatedly. If one does not forcefully and continuously expel air from the lungs in this manner, they may be gravely injured or killed. The air exiting the lungs is allowed to exit the hood through a set of two one-way valves, keeping the device inflated but not over-inflated. Upon reaching the top, the testee swims to the side, climbs up, removes his Steinke Hood, deflates it, stands at parade rest, and yells \"I FEEL FINE\", while a corpsman examines the testee. Successfully completing the escape training requires two trials, one of them at double the depth of the first. On completion of escape training, testees are now considered bubbleheads. , the Steinke Hood has been replaced with the Mark 10 Submarine Escape Immersion Equipment (SEIE) suit. The Mark 10 allows submariners to escape from much deeper depths than currently possible with the Steinke Hood. The Mark 8, its predecessor, was a double layer suit which gave the wearer the appearance of a Michelin Man. One layer was eliminated, and the fabric was used to build a life raft that would fit in the same package that the original suit came in. Because it is a full body suit, the Mark 10 provides thermal protection once the wearer reaches the surface, and the British Royal Navy has successfully tested it at six hundred foot depths. The navies of twenty-two nations currently use SEIE units of some type. == Traditions == === Insignia === ==== Submarine Insignia ==== Submarine insignia, also known as \"Dolphins\". Further training and qualification at sea are required before submariners are awarded the coveted Submarines insignia (\"dolphins\" or \"fish\") – the submarine insignia worn by officers (gold) and enlisted personnel (silver) to demonstrate their achievement. The insignia of the U.S. Navy's Submarine Service is a submarine flanked by two stylized dolphins named Castor and Pollux. The origin of this insignia dates back to June 1923, when Captain Ernest King, USN, Commander, Submarine Division Three (later Fleet Admiral and Chief of Naval Operations), suggested to the Secretary of the Navy that a device for qualified submariners be adopted. He submitted a pen-and-ink sketch as an example. A Philadelphia firm, Bailey, Banks and Biddle, was requested to design a suitable badge. In 1928, a member of that firm told Ensign William C. Eddy that they were looking for a design. Eddy, using sketches of the 1926 Naval Academy class crest that he had designed, came up with the present submarine insignia. In 1941 the Uniform Regulations were modified to permit officers and enlisted men to wear the submarine insignia after they had been assigned to other duties in the naval service, unless such right had been revoked. The officer insignia was a bronze gold-plated metal pin, worn centered above the left breast pocket and above the ribbons or medals. Enlisted men wore an embroidered silk insignia on the outside of the right sleeve, midway between the wrist and elbow until 1947 when it was shifted to above the left breast pocket. In 1943 the Uniform Regulations were modified to allow enlisted men, who were qualified for submarine duty then subsequently promoted to commissioned or warrant ranks, to continue wearing the enlisted submarine insignia until they qualified as submarine officers when they were entitled to wear the officers submarine pin. A 1950 change to Uniform Regulations authorized the embroidered insignia for officers (in addition to pin-on insignia) and a bronze, silver-plated, pin-on insignia for enlisted men (in addition to the embroidered device). ==== Other insignia ==== In addition to the Submarine Warfare insignia there are several special insignia. Since 1943 the Submarine Medical insignia has been awarded to medical officers of the Navy Medical Corps qualified in submarine warfare and medical expertise. The Submarine Engineering Duty insignia is issued to Engineering Duty Officers who have been designated as qualified in submarines through a program administered by the Naval Sea Systems Command and was first awarded in 1950. The Submarine Supply Corps insignia has been awarded to members of the Navy Supply Corps who have qualified as Supply Officers on board U.S. submarines since 1963. Following the tradition of the World War II patrol pin, the silver SSBN Deterrent Patrol insignia is worn by both officer and enlisted members of SSBN crews in recognition of their sacrifice and hard work in completing strategic patrols. The badge depicts a with superimposed Polaris missiles, below which is a scroll with slots for up to six stars. One gold star marks each patrol completed. A silver star marks five patrols. Upon completion of 20 patrols, a gold patrol pin is authorized. ==== Unofficial insignia ==== The person on active duty, officer or enlisted, with the most deterrent patrols is presented with the Neptune Award. That person retains the award until someone else attains more patrols than the current holder or until he retires and it goes to the member with the next highest number of patrols. === Submarine verse of the Navy Hymn === Two sets of lyrics for the Submarine verse of the Navy Hymn have been written. The Reverend Gale Williamson wrote the following verse, which is generally associated with ballistic missile patrols: :Bless those who serve beneath the deep, :Through lonely hours their vigil keep. :May peace their mission ever be, :Protect each one we ask of thee. :Bless those at home who wait and pray, :For their return by night or day. In 1965, David Miller composed the following lyrics, which are used for submariners and divers: :Lord God, our power evermore, :Whose arm doth reach the ocean floor, :Dive with our men beneath the sea; :Traverse the depths protectively. :O hear us when we pray, and keep :Them safe from peril in the deep. == See also == *List of submarines of the United States Navy *List of lost United States submarines *List of United States submarine classes *Familygram, the method by which the families of submariners can communicate with their loved ones at sea *Submarine Combat Patrol insignia * Admiral Hyman G. Rickover – (Father of the Nuclear Navy) * Submarine Safety Program == External links == *Submarine Warfare Division website Information, history, and US Navy articles *Undersea Warfare magazine Undersea Warfare is the official magazine of the US Navy undersea warfare community. *Official US Navy submarine websites == References == * War in the Pacific: The Pacific Offensive * The Silent Service: Submarines in the Pacific Submarines ",
    "title": "Submarines in the United States Navy"
}