{
    "id": "12814632",
    "text": "La Bonanova is a railway station situated under the Via Augusta at Carrer de Ganduxer in the Sarrià-Sant Gervasi district of Barcelona. During off-peak periods it is served by line L6 of the Barcelona Metro. During peak periods, additional services are provided by lines S5 and S55 of the Metro del Vallès commuter rail system, whilst service on line L6 is reduced or removed altogether. All these lines are operated by Ferrocarrils de la Generalitat de Catalunya, who also run the station. The station has twin tracks, with two side platforms and a central island platform. The side platforms are used for boarding, whilst the central platform is used for alighting, a configuration that is known as the Barcelona solution. In the case of La Bonanova, the centre platform is long enough to accommodate a four car train, but the side platforms are shorter, meaning that it is only possible to board three of the train's cars from them. The station platforms are accessed by a single ticket hall at the western end of the station, which has street accesses to both sides the Via Augusta. A second hall at the east end of the station exists, but is now used only as an emergency exit. The line on which La Bonanova is located opened in 1863, but the first station on the site did not open until 1887. The current station was opened in 1952, when the line through the station was put underground. ==See also== *List of Barcelona Metro stations *List of FGC stations *List of railway stations in Barcelona ==References== ==External links== * * Information and photos about the station at Trenscat.com * Information and photos about the station at TransporteBCN.es Category:Stations on the Barcelona–Vallès Line Category:Barcelona Metro line 6 stations Category:Railway stations opened in 1887 Category:Railway stations opened in 1952 Category:Transport in Sarrià-Sant Gervasi Category:Railway stations located underground in Spain ",
    "title": "La Bonanova station"
}