{
    "id": "12813345",
    "text": "Horse and rider costumed to resemble Figure and Justin Morgan.Figure was a small bay stallion owned by Justin Morgan; he became the foundation sire of the Morgan horse breed. ==Early years== The stallion was born in West Springfield, Massachusetts in 1789. The small, dark colt is believed to have been sired by an English Thoroughbred stallion named \"True Briton\", also known as \"Beautiful Bay\" and \"Traveller\", which was foaled in 1768. Figure's dam was of \"Wild-Air\" breeding, sired by Diamond, foaled in 1784 in West Springfield. The dam was bred by Justin Morgan, for whom the breed is named. Figure is thought to have stood about 14 hh (1.42 m), and to have weighed about 950 lb (430 kg). He was known for his prepotency, passing on his distinctive looks, conformation, temperament, and athleticism. ==Ownership by Justin Morgan== In 1792, Figure was advertised for stud before he was given as payment for a debt to Justin Morgan (1747-1798), a singing teacher and one-time Randolph, Vermont, Town Clerk. Morgan owned Figure from 1792-1795, advertising him for stud in Randolph and Lebanon, New Hampshire (1793), and Royalton, Vermont (1794), and Williston and Hinesburg, Vermont (1795). He leased Figure to Robert Evans in the fall of 1795 to clear land for a Mr. Fisk at a rate of $15.00 a year. Morgan later traded the horse to Samuel Allen for land in Moretown, Vermont. Allen sold the stallion later that year to William Rice of Woodstock, Vermont. ==Accomplishments== In 1796, Figure raced in a sweepstakes in Brookfield, Vermont, beating New York horses to win $50. That year, he was advertised at stud by Johnathan Shepard of Montpelier, who also raced him in several match races in which he did well. Figure became known as the \"Justin Morgan horse.\" ==Other owners== Figure was traded again in 1797, along with a blacksmith shop, to James Hawkins. In 1801 he was recorded as owned by Robert Evans of Randolph. Evans owned the horse until 1804, using the stallion for logging, racing, and breeding, until he fell into debt to Colonel John Goss. Goss collected the horse as part of the debt, and used him to review troops. He entered the horse in a pulling bee, which the little horse won. In 1805, Goss traded Figure for a mare owned by his brother David. David Goss owned Figure from 1805-1811, where he worked on the farm for 10 months, and was used for breeding for two months each year. He was sold in 1811 to Philip Goss for the breeding season. Philip Goss sold Figure to Jacob Sanderson, who sold him to Jacob Langmeade. Langmeade used the horse to haul freight, and is thought to have abused the aging stallion. Langmeade sold Figure to Joel Goss and Joseph Rogers at the end of 1811. Figure stood at stud for several years, before he was sold to Samuel Stone in 1817. Stone exhibited the stallion in the Randolph fair. Figure was used as a parade mount by President James Monroe later that year. ==Final years== In 1819, Figure was sold to his final owner, Levi Bean of Chelsea, Vermont. Toward the end of his life, Figure was put out to pasture. He died in 1821 from an injury to the flank, caused by a kick, at the age of 32. Figure is now buried in Tunbridge, Vermont. ==Stories, myths and legends== Many myths developed surrounding Figure and Justin Morgan. The popular children's book, Justin Morgan Had a Horse by Marguerite Henry, is a fictionalized account of Figure (called \"Little Bub\" in the book) and his early life. Walt Disney Studios adapted the book into a film in 1972. ==Sire line tree== *Justin Morgan (Figure)Justin Morgan Pedigree **Sherman MorganSherman Morgan Pedigree ***Black HawkBlack Hawk Pedigree ****Blood's Black HawkBlood's Black Hawk Pedigree *****Gist's Black HawkGist's Black Hawk Pedigree ==References== Category:Individual Morgan horses Category:1789 animal births Category:1821 animal deaths Category:Individual animals in the United States Category:Foundation horse sires ",
    "title": "Figure (horse)"
}