{
    "id": "12812854",
    "text": "\"The Dead Man\" (original Spanish title: \"El Muerto\") is a short story by Argentinian writer Jorge Luis Borges. It was first published in the magazine Sur (#145) in November 1946 and appears in the 1949 short story collection The Aleph. ==Plot summary== The story deals with the life of a young compadrito from Buenos Aires, Benjamín Otálora, who has killed a man and must leave the country. He heads for Uruguay with a letter of introduction for Azevedo Bandeira, a local caudillo. While searching for this Bandeira, he participates in a knife fight and blocks a lethal blow intended for the man he discovers later to be Bandeira himself. Having earned Bandeira's trust and gratitude, Otálora joins his band of gaucho smugglers. Little by little, Otálora becomes more greedy and ambitious, taking more risks, making more decisions, and befriending Bandeira's body guard, Ulpiano Suárez, to whom he reveals his secret plan to take Bandeira's place as leader of the group. The plan is the result of his desire to possess Bandeira's most important symbols of power: his horse, his saddle, and his woman with the bright red hair. One day, after a skirmish with a rival band of Brazilians, Otálora is wounded and on that day, he rides Bandeira's horse back to the ranch, spills blood on the saddle, and sleeps with the woman. The end of the story occurs on New Year's Eve in 1894 when, after a day of feasting and drinking, at the stroke of Midnight, Bandeira summons his mistress and brutally forces her to kiss Otálora in front of all the men. As Suárez aims his pistol, Otálora realizes before he dies that he had been set up from the very beginning and that he had been permitted the pleasure of power and triumph because in the end, to Bandeira, he never was anything more than a soon-to-be dead man. Category:Short stories by Jorge Luis Borges Category:1946 short stories Category:Fantasy short stories Category:Works originally published in Sur (magazine) ",
    "title": "The Dead Man (short story)"
}