{
    "id": "12816149",
    "text": "{| |} USS Monmouth County (LST-1032) was an built for the United States Navy during World War II. Named after Monmouth County, New Jersey, she was the only U.S. Naval vessel to bear the name. Originally laid down as LST-1032 on 9 June 1944 by the Boston Navy Yard, Boston, Massachusetts; the ship was launched on 9 July 1944, sponsored by Mrs. Jennie M. Kneeland, and commissioned on 1 August 1944 with Lieutenant J. M. Medina in command. ==Service history== ===World War II, 1944–1945=== Following shakedown, LST-1032 departed New York on 8 September 1944 for the west coast, arriving at San Diego on 4 October. Continuing on to Hawaii, she embarked troops there and sailed on 23 January 1945 to take part in the assault on Iwo Jima. While debarking Marines there, on 20 February, an enemy shell struck her bow, killing one marine and wounding nine. Despite this, rough seas, and stiff Japanese opposition, she completed debarking her troops and supplies on the 22nd, and proceeded to Saipan. She next sailed from Saipan to take part in the Okinawa invasion, arriving off that island on 1 April. Discharging her cargo and men, she departed for Saipan, returning to Okinawa on 30 May with more supplies. LST-1032 then steamed to the Philippines, arriving San Pedro Bay on 15 June. Until Japan's surrender, she ferried troops and munitions among the Philippines, with two additional runs to Okinawa. She carried occupation troops to the Japanese home islands until 19 November, when she sailed for the United States, arriving San Francisco on 30 December. ===Atlantic Fleet, 1946–1955=== Sailing to the east coast, LST-1032 anchored off Little Creek, Virginia on 15 April 1946 and joined the Amphibious Force, U.S. Atlantic Fleet, with which she operated for the next nine years. She joined expeditions to Greenland in 1951 and 1952, and took part in training exercises in the Caribbean. LST-1032 was named USS Monmouth County (LST-1032) on 1 July 1955. The ship was decommissioned on 14 October 1955, and berthed in the Florida Group, Atlantic Reserve Fleet until August 1961 when she transferred to the Philadelphia Group. ===Vietnam, 1963–1970=== Monmouth County recommissioned on 28 May 1963 as a unit of Reserve LST Squadron 2, based at Little Creek. She was placed into full commission on 21 December 1965, participating in the occupation of the Dominican Republic. In 1966 Monmouth County sailed for South Vietnam. Assigned to the Service Force, Pacific Fleet, she operated between the Demilitarized Zone and the Mekong Delta, carrying foodstuffs, ammunition, and construction equipment. Following a visit to the Republic of China in February 1967 she returned to Vietnamese waters for three additional tours between 1968 and March 1970. ===Decommissioning and sale=== Decommissioned at Vallejo, California and struck from the Naval Vessel Register on 12 August 1970, ex- Monmouth County was sold for scrapping to Zidell Explorations, Inc. of Portland, Oregon on 11 September 1971. ==Awards== LST-1032 received either two (Navsource) or four (DANFS) battle stars for World War II service. USS Monmouth County earned 11 Campaign Stars for Vietnam service. ==References== * * ==See also== * List of United States Navy LSTs Category:LST-542-class tank landing ships Category:1944 ships Category:United States Navy New Jersey- related ships Category:World War II amphibious warfare vessels of the United States Category:Cold War amphibious warfare vessels of the United States Category:Vietnam War amphibious warfare vessels of the United States USS Monmouth County (LST-1032) Category:Ships built in Boston ",
    "title": "USS Monmouth County (LST-1032)"
}