{
    "id": "1281952",
    "text": "An Iraqi man comes to vote for the first elections in Iraq following the 2003 war CRS police, given the possibility of disruption. Voting in Washington, DC, USA Parliamentary elections were held in Iraq on 30 January 2005 to elect the new National Assembly, alongside governorate elections and a parliamentary election in Kurdistan Region. The 275-member legislature had been created under the Transitional Law during the international occupation. The newly elected body was given a mandate to write a new constitution and exercise legislative functions until the new constitution came into effect. The elections also led to the formation of the Iraqi Transitional Government. The United Iraqi Alliance, tacitly backed by Shia Grand Ayatollah Ali al-Sistani, emerged as the largest bloc with 48% of the vote. The Democratic Patriotic Alliance of Kurdistan was in second place with 26%, whilst interim Prime Minister Ayad Allawi's party, the Iraqi List, came third with 14%. In total, twelve parties received enough votes to win a seat in the assembly. Low turnout amongst Sunni Arabs threatened the legitimacy of the elections, with voter turnout as low as 2% in Al Anbar Governorate. More than 100 armed attacks on polling places took place, killing at least 44 people (including nine suicide bombers) across the country, including at least 20 in Baghdad. ==Background== In November 2003, the US-managed Coalition Provisional Authority had announced plans to turn over sovereignty to an Iraqi Interim Government by mid-2004. The actual transfer of sovereignty occurred on 28 June 2004. The interim president installed was Sheikh Ghazi Mashal Ajil al-Yawer, and the interim prime minister was Ayad Allawi, a man who had been a CIA asset according to former American intelligence officials.Commondreams.org , New York Times, June 9, 2004 The voting represented the first general election since the United States-led 2003 invasion of Iraq, and marked an important step in the transition of turning control of the country over from United States occupation forces to the Iraqis themselves. Iraqi police officers hold up their index fingers marked with purple indelible ink, a security measure to prevent double voting. The election was seen by some as a victory for democracy in the Middle East, but that opinion is not shared by all, especially as most of the Arab Sunnis boycotted the vote. Seymour Hersh has reported that there was an effort by the American government to shift funds and other resources to Allawi and that there may have been similar under-the- table dealings by other parties. Although he did not get the most seats in the Transitional Assembly, Allawi's delegation jumped from a projected 3-4% of the vote to 14% of the vote, giving him power in the writing of the Constitution. Two parties supported by the majority Shi'a (or Shiite) Muslim community between them won a majority of seats, while parties representing the Kurdish community will also be strongly represented. Parties representing the Sunni Arab community boycotted the elections and some armed Sunni groups threatened election day violence. There were 44 deaths around polling stations in at least 9 separate attacks on election day. With a total of some 8.4 million votes cast, a 58% turnout, the Iraqi Electoral Commission considers the election to have taken place without major disruption. Voter turnout ranged from 89% in the Kurdish region of Dahuk to two percent in the Sunni region of Anbar. After the legislative elections held in December 2005, where 76,4% of registered voters participated, the Iraqi government is considered by 44 international governments to be a legitimate government. According to the American administration, the judiciary in Iraq operates under the primacy of rule of law, so those convicted of war crimes from the former regime of Saddam Hussein will get an open trial, in which their rights will be subjected to due process and be protected by the scrutiny of a free press, the requirements of modern court proceedings. There has however been considerable criticism of criminal justice system presently operating in Iraq. ===Transitional Law=== The Transitional Law required a two-thirds majority of the new assembly to select the new presidents, who appointed the Prime Minister who took office after receiving a simple majority vote of confidence from the assembly. Eighteen Governorate Councils and a 111-member council of the Kurdistan Regional Government were also elected. The Iraqi Transitional Assembly would: *Serve as Iraq's national legislature. It has named a Presidency Council, consisting of a President and two Vice Presidents. (By unanimous agreement, the Presidency Council will appoint a Prime Minister and, on his recommendation, cabinet ministers.) *Draft Iraq's new constitution. This constitution was presented to the Iraqi people for their approval in a national referendum in October 2005. Under the new constitution, Iraq would elect a permanent government in December 2005 as new legislative elections were held for the Council of Representatives of Iraq. Under the Transitional Administrative Law, signed March 2004, the country's executive branch was led by a three-person presidential council. The election system for the council effectively ensures that all three of Iraq's major ethnic / religious groups are represented. The constitution also includes basic freedoms like freedom of religion, speech, and assembly, and is perceived by some to be more progressive than the American Constitution. Controversially, however, it states that all laws that were in effect on the transfer date cannot be repealed. Furthermore, since the coalition forces are currently working to maintain order and create a stable society under the United Nations, coalition troops can remain in effective control of the country despite the transfer of sovereignty. Since Iraqi forces were then considered not fully trained and equipped to police and secure their country, it was expected that coalition troops will remain until Iraqi forces no longer required their support. ==Electoral system== The members of the National Assembly were elected by proportional representation using the Hare quota and the largest remainder method with a threshold of one quota. At least every third candidate on each list had to be female. The Independent Electoral Commission of Iraq (IHEC) also held an \"Out-of-Country Registration and Voting Program\"; it was conducted by the International Organization for Migration (IOM). The goal of the program was to enable approximately one million eligible voters living outside Iraq to participate in the election of the transitional National Assembly. There are 280,303 registered expatriates. By far the largest group of those eligible to vote are in Iran with significant populations in a number of western countries. Iraqi expatriates voted from January 28 to January 30, 2005. International voters could place their ballots in fourteen countries: Australia, Canada, Denmark, France, Germany, Iran, Jordan, Netherlands, Sweden, Syria, Turkey, United Arab Emirates, the United Kingdom and the United States. ==Conduct== ===Violence and disruption=== Armed Islamist, Ba'athist and other groups, which have carried out a campaign of bombings and assassinations in Iraq since the beginning of the occupation in 2003 (see Iraqi insurgency), threatened to disrupt the elections by suicide bombing and other violent tactics. Abu Musab al-Zarqawi, head of the al-Qaida affiliate in Iraq, said: \"We have declared a fierce war on this evil principle of democracy and those who follow this wrong ideology. Anyone who tries to help set up this system is part of it\". He also made it clear that al-Qaida opposes elections in Iraq because they will result in a Shi'a-dominated government. He alleged that \"the Shiites aim to begin spreading their evil faith among people through money and fear,\"ABCnews.go.com A rigid security clampdown succeeded in preventing major disruption of the polling. In most parts of the country Iraqis were able to vote freely. More than 100 armed attacks on polling places took place, killing at least 44 people (including nine suicide bombers) across Iraq, including at least 20 in Baghdad. However, threats by opponents of the election to \"wash the streets in blood\" were not fulfilled. A member of the Iraqi Security Force hands out pamphlets and provides security at a polling site in Nasarwasalam. With civilian cars banned from roads for security, hundreds of residents of the Al Monsour district of Baghdad walk along a freeway to the polls. An unnamed al-Qaida affiliate dismissed the elections as \"theatrics\" and promised to continue waging \"holy war\" against coalition forces. \"These elections and their results ... will increase our strength and intention to getting rid of injustice,\" read the statement, which was posted to an Islamist web site. ===Boycotts=== One challenge to the legitimacy of the election was the low Arab Sunni turnout, which was as low as 2% in Anbar province. Areas with mixed populations saw the vast majority of voters back Shi'ite or Kurdish parties. The largest Arab Sunni party, The Iraqis, won only 1.78% of the vote (for comparison, Arab Sunnis are thought to be 15-20% of the population). The boycott was largely a product of the threatened violence. The violence is centered in the Arab Sunni areas and the Arab Sunni party leaders felt that it would be impossible to hold fair elections in their areas. Major Arab Sunni parties such as the Iraqi Islamic Party and the Association of Muslim Scholars, boycotted the elections, as did some smaller groups such as the Worker-Communist Party of Iraq. The major Arab Sunni groups called for elections to be postponed until the safety of voters could be guaranteed. This call for a delay was supported by some in the west, but any such scheme was strongly opposed by the Shi'a parties. Despite the boycott and the resulting tiny Arab Sunni representation in the assembly, the major party leaders have assured the Arab Sunnis that they will have input into the new constitution. It is also expected that at least one of the major government positions will go to an Arab Sunni. Small groups of protesters around the United States demonstrated in support of the boycott of the Iraq elections and against the occupation of Iraq. They claim that for an Iraqi election to have meaning America should not be \"orchestrating the process\". Scott Ritter has alleged that America has partially rigged the election to reduce the percentage won by the United Iraqi Alliance from 56% to 48%. No evidence has been provided to support these allegations.UFPPC.org ===Observers=== Hundreds of voters line up outside a polling place in Baghdad. The election was monitored from outside of Iraq by the International Mission for Iraqi ElectionsIMIE.ca made up of members from nine nations and headed by Canada. It was supported by the United Nations but was not a UN operation. The UN recused itself from monitoring the election as it had played a central role in setting up the election. A number of UN staffers worked within the Iraqi electoral commission setting up the election and are considered by some to be de facto international observers. It proved impossible to find monitors that would actually monitor the election from within the country. Rather the IMIE observers were based in Amman, Jordan and monitored the election from there. There were also representatives in Baghdad, generally the staff in the embassies of the IMIE nations. The absentee poll held in fourteen countries around the world were monitored by a wide array of IGO and NGOs, but these groups were unwilling to monitor the election in Iraq itself. It is highly unusual to base the monitoring team outside of the country where the election is being held, but the observers decided this was necessary for safety reasons. Among other security precautions all but the head of the mission, Canadian Jean-Pierre Kingsley, remained anonymous. The main burden on monitoring the election thus fell to Iraqi representatives on the ground who sent reports to Amman. The majority of these volunteers were some 35,000 partisan scrutineers representing the parties competing in the election. Another 21,000 non-partisan volunteers were recruited by a variety of agencies and NGOs.Canoe.ca The observers assert that despite the unusual circumstances the election was adequately monitored. Others disagree arguing that the IMIE was created to rubber stamp the American-created elections. At the close of the polls, Kingsley stated that \"the Iraqi elections generally meet international standards,\" while a preliminary assessment released after polling closed said that areas needing improvement included \"transparency regarding financial contributions and expenditures, improvements to the voter registration process and reviewing the criteria for candidate eligibility.\"Boston.com The final report is available on the IMIE Web site.IMIE.ca ==Results== Election results by alliance Provisional results released on February 13 showed that the United Iraqi Alliance, tacitly backed by Shi'a leader Grand Ayatollah Ali al-Sistani, led with some 48% of the vote. The Democratic Patriotic Alliance of Kurdistan was in second place with some 26% of the vote. Prime Minister Ayad Allawi's party, the Iraqi List, came third with some 14%. In total, twelve parties received enough votes to win a seat in the assembly. Abdul Aziz al-Hakim at a polling station in Baghdad. His United Iraqi Alliance won the most seats in this election. :More info: Complete results The majority of the 111 lists that competed in the election did not win seats. The most prominent party to be excluded was the secular, but predominantly Sunni, Independent Democrats Movement led by former exile Adnan Pachachi. It only received some 12,000 votes. Other prominent parties that failed to win seats include the monarchist Constitutional Monarchy Movement, and the Movement of Free Military Officers and Civilians. {| class=wikitable style=text-align:right !colspan=2|Party !Votes !% !Seats |- |bgcolor=#008000| ||align=left|United Iraqi Alliance||4,075,292||48.19||140 |- |bgcolor=#CCFF33| ||align=left|Democratic Patriotic Alliance of Kurdistan||2,175,551||25.73||75 |- |bgcolor=#00009F| ||align=left|Iraqi List||1,168,943||13.82||40 |- |bgcolor=#00009F| ||align=left|The Iraqis||150,680||1.78||5 |- |bgcolor=#00CCFF| ||align=left|Iraqi Turkmen Front||93,480||1.11||3 |- |bgcolor=#000000| ||align=left|National Independent Cadres and Elites||69,938||0.83||3 |- |bgcolor=#FF0000| ||align=left|People's Union||69,920||0.83||2 |- |bgcolor=#FFA500| ||align=left|Islamic Group of Kurdistan||60,592||0.72||2 |- | ||align=left|Islamic Action Organization In Iraq – Central Command||43,205||0.51||2 |- |bgcolor=#FFFF00| ||align=left|National Democratic Alliance||36,795||0.44||1 |- |bgcolor=#800080| ||align=left|National Rafidain List||36,255||0.43||1 |- |bgcolor=#000000| ||align=left|Reconciliation and Liberation Bloc||30,796||0.36||1 |- | ||align=left|Iraq Assembly of National Unity||23,686||0.28||0 |- |bgcolor=#00009F| ||align=left|Assembly of Independent Democrats||23,302||0.28||0 |- |bgcolor=#0066CC| ||align=left|Iraqi Islamic Party||21,342||0.25||0 |- | ||align=left|Islamic Dawa Movement||19,373||0.23||0 |- | ||align=left|Iraqi National Gathering||18,862||0.22||0 |- | ||align=left|Iraqi Republican Assembly||15,452||0.18||0 |- |bgcolor=#006400| ||align=left|Constitutional Monarchy Movement||13,740||0.16||0 |- | ||align=left|Assembly for Iraqi Democracy||12,728||0.15||0 |- | ||align=left|Hashemite Iraqi Monarchist Assembly||9,781||0.12||0 |- | ||align=left|Democratic National Alliance (Iraq)|Democratic National Alliance||9,747||0.12||0 |- | ||align=left|Democratic Iraqi Current||8,331||0.10||0 |- | ||align=left|Democratic Iraq Assembly||8,316||0.10||0 |- | ||align=left|Islamic Vanguard Party||7,182||0.08||0 |- | ||align=left|National Front of the Unity of Iraq||7,126||0.08||0 |- | ||align=left|Assyrian National Assembly||7,119||0.08||0 |- | ||align=left|Democratic Common Action Front||6,772||0.08||0 |- | ||align=left|Islamic Reconciliation Movement||6,706||0.08||0 |- | ||align=left|Free Civilians and Officers Movement||6,372||0.08||0 |- | ||align=left|Democratic Islamic Current||6,130||0.07||0 |- | ||align=left|Islamic Union for the Philean Kurds of Iraq||5,986||0.07||0 |- | ||align=left|Independent List||5,981||0.07||0 |- | ||align=left|Democratic Popular Assembly||5,852||0.07||0 |- | ||align=left|Democratic Islamic Party||5,581||0.07||0 |- | ||align=left|Democratic Iraqi Popular Party||5,206||0.06||0 |- | ||align=left|Kurdistan Democratic Solution Party||5,183||0.06||0 |- | ||align=left|Justice and Future Alliance||4,527||0.05||0 |- | ||align=left|Independents List||4,524||0.05||0 |- | ||align=left|General Union for the Youth of Iraq||4,344||0.05||0 |- | ||align=left|Yazidi Movement for Reform and Progress||4,327||0.05||0 |- | ||align=left|Democratic Iraqi Nation Party||4,295||0.05||0 |- | ||align=left|Democratic Two Rivers Alliance||4,141||0.05||0 |- | ||align=left|15th of Sha'ban Islamic Movement||4,075||0.05||0 |- | ||align=left|Islamic Unity Party in Iraq||3,822||0.05||0 |- | ||align=left|United Democratic Iraq Congress||3,759||0.04||0 |- | ||align=left|Community Party||3,742||0.04||0 |- | ||align=left|National Brotherhood Movement||3,561||0.04||0 |- | ||align=left|Democratic Society Movement (Hamad)||3,527||0.04||0 |- | ||align=left|Turkoman National Movement||3,450||0.04||0 |- | ||align=left|Democratic Qasimi Assembly||3,434||0.04||0 |- | ||align=left|New Iraq Revival Movement||3,346||0.04||0 |- | ||align=left|Democratic Assembly of Iraqi Tribes||3,342||0.04||0 |- | ||align=left|Iraqi Democratic Liberal Party||3,084||0.04||0 |- | ||align=left|Islamic Conference for the Tribes of Iraq||3,034||0.04||0 |- | ||align=left|Independent Iraqi Assembly for Liberation and Construction||3,024||0.04||0 |- | ||align=left|Iraqi Commission for Independent Civil Society Organisations||2,922||0.03||0 |- | ||align=left|Independent Al-Faratin Bloc||2,598||0.03||0 |- | ||align=left|Free Democratic Country Party||2,473||0.03||0 |- | ||align=left|National Gathering||2,123||0.03||0 |- | ||align=left|Assembly of Iraqi Independent Statement||1,971||0.02||0 |- | ||align=left|Bloc of the al- Shabania Iraq Uprising of 1991||1,956||0.02||0 |- | ||align=left|Kurdistan Conservative Party||1,942||0.02||0 |- | ||align=left|Arabic Democratic Front||1,907||0.02||0 |- | ||align=left|Council of the United Tribes of Mosul||1,900||0.02||0 |- | ||align=left|Iraqi National Brotherhood Party||1,868||0.02||0 |- | ||align=left|National al-Risalia List||1,722||0.02||0 |- | ||align=left|Democratic National Party (Iraq)|Democratic National Party||1,603||0.02||0 |- | ||align=left|Turkoman Brotherhood Party - Iraq||1,591||0.02||0 |- | ||align=left|Iraq Pro-Democracy Party||1,566||0.02||0 |- | ||align=left|Iraqi National Movement and Iraqi Independent Alliance for Civil Society Organisations||1,558||0.02||0 |- | ||align=left|Thar Allah Islamic Organisation General Centre of Iraq||1,467||0.02||0 |- | ||align=left|Democratic Construction Party||1,409||0.02||0 |- | ||align=left|National League of Iraqi Leaders Sheiks–National Tribes Organisation||1,399||0.02||0 |- | ||align=left|Iraqi Council for Non-Governmental Humanitarian Organisations||1,360||0.02||0 |- | ||align=left|Independent Iraqi Bloc||1,347||0.02||0 |- | ||align=left|Assembly of Grandsons of Twenties Revolution||1,331||0.02||0 |- | ||align=left|National Assembly for the Centrist Current||1,305||0.02||0 |- | ||align=left|Unity Party (Iraq)|Unity Party||1,202||0.01||0 |- | ||align=left|Independent Babylon Assembly||1,018||0.01||0 |- | ||align=left|Baghdad Citizens Independent Assembly||982||0.01||0 |- | ||align=left|Independent Progressive Front||677||0.01||0 |- | ||align=left|Iraqi National Salvation Party||496||0.01||0 |- |bgcolor=| ||align=left|Independents||63,906||0.76||0 |- |colspan=2 align=left|Invalid/blank votes||94,305||–||– |- |colspan=2 align=left|Total||8,550,565||100||275 |- |colspan=2 align=left|Registered voters/turnout|| || ||– |- |align=left colspan=5|Source: |} ==Aftermath== On 5 April 2005, the Iraqi Transitional National Assembly appointed Jalal Talabani, a prominent Kurdish leader, President. It also appointed Adel Abdul Mehdi, a Shiite Arab, and Ghazi al-Yawar, the former Interim President and a Sunni Arab, as Vice Presidents. Ibrahim al-Jaafari a Shiite, whose United Iraq Alliance Party won the largest share of the vote, was appointed the new Prime Minister of Iraq. Most power was vested in him. The new government was faced with two major tasks. The first was to attempt to rein in a violent insurgency, which had blighted the country in recent months, killing many Iraqi civilians and officials as well as a number of American troops. (As of mid-2005, approximately 135,000 American troops remained in Iraq with 2,214 American soldiers killed.) The second major task was to re-engage in the writing of a new Iraqi constitution, as outlined above, to replace the Transitional Administrative Law of 2004. ==References== ==External links== * Zaid Al-Ali, The Struggle for Iraq's Future, Yale University Press (2014) * The Economist: Iraqi legislative election who's who (pay site) * BBC: Questions and Answers on the Iraqi election, Discussion of some of the main lists and candidates * The Iraqi and Vietnamese Elections * Full results by governorate Iraq Category:2005 elections in Iraq Category:Elections in Iraq Category:January 2005 events in Asia ",
    "title": "January 2005 Iraqi parliamentary election"
}