{
    "id": "12816730",
    "text": "Raimund Frederick Herincx (23 August 1927 in LondonGrove, Herincx, Raimund – 10 February 2018), was a British operatic bass-baritone. Through a varied international career, Herincx performed in most of the world's great opera houses and with many of the world's leading symphony orchestras, having been in demand in international opera and in the choral and orchestral field. He is also featured in many recordings, some of which are creator's recordings and others, first recordings. ==Career== During the first ten years of his career he sang, as principal baritone, with both the Welsh National Opera and Sadler's Wells Opera companies, singing in over 400 performances and 40 major roles with the latter. A parallel international career developed as he was engaged for guest appearances in the opera houses of Paris, Brussels, Hamburg, Frankfurt and Stuttgart. Concert appearances in Rome, Madrid, Athens, Lisbon and Stockholm were also part of his itinerary. His BBC Promenade Concert debut was in 1961 and, as a result, he took the English language concert repertoire into many European concert halls including the premieres of works by Walton, Tippett, Vaughan Williams, Elgar and Britten. His debut at the Royal Opera House was in 1968. He then appeared in many roles in Italian, English, German, Russian and French for that company and starred in three world premieres including Faber in The Knot Garden by Michael Tippett on 2 December 1970 conducted by Sir Colin Davis and produced by Sir Peter Hall. Meanwhile, appearances for the English National Opera included many major roles, notably as Wotan in Wagner's Ring Cycle. This role also brought him personal success in Europe and North and South America. From 1976, when he joined the Metropolitan Opera of New York, much of his career was in the USA and was focussed on the operas of Wagner. He subsequently appeared in most of the major cities for the leading American opera companies. Both in Britain and America he was well known as a voice teacher and therapist and devoted some of his time to cancer research, guiding and helping patients with voice and throat problems. In the UK, he taught at the Royal Academy of Music, Trinity College of Music, and the Universities of Cardiff and Aberdeen; whilst in the USA he taught at the Universities of Washington and California (UCLA) and lectured for the Yale Club and the Juilliard School. He continued to teach regularly at the North East of Scotland Music School in Aberdeen. In the sphere of international music competitions he became well known as an adjudicator and examiner, having appeared regularly as a jury member for competitions such as the BBC Young Musician of the Year and the Mary Garden award. In this capacity he was frequently invited overseas as the British representative on international juries. More recently he became much in demand as a lecturer, speaker and translator and was also frequently engaged as a musical journalist and critic. His numerous recordings include Stravinsky's Oedipus Rex, Tippett's The Midsummer Marriage and The Knot Garden, Handel's Messiah, Purcell's Dido and Aeneas, Tavener's The Whale, Delius' Koanga plus Vaughan Williams' The Pilgrim's Progress and Sir John in Love. In 1991 he was awarded an honorary doctorate by the University of Aberdeen. He lived in Bath and was married to Astra Blair. ==Sources== Grove Music Online, Herincx, Raimund [Raymond](Frederick), article by Alan Blyth. ==Notes== Category:1927 births Category:2018 deaths Category:British opera singers Category:British bass-baritones Category:Operatic bass-baritones Category:Honorary Members of the Royal Academy of Music Category:20th-century British opera singers Category:20th-century male singers Category:Singers from London ",
    "title": "Raimund Herincx"
}