{
    "id": "12814758",
    "text": "Richard Secord (July 19, 1860 - January 12, 1935) was a politician in western Canada, a member of the Legislative Assembly of the North-West Territories, a municipal councillor in Edmonton, and a candidate for the House of Commons of Canada. ==Early life== Secord was born in Brant, Canada West, on July 19, 1860. He was a great grandnephew of War of 1812 heroine Laura Secord. He was educated in Brant, and graduated with honours from Brantford Collegiate Institute. He came to Edmonton by way of Chicago and Winnipeg, arriving September 1, 1881. ==Edmonton teaching and business== Upon arriving, he helped build the first public school in Edmonton, and then moved to Pakan, Alberta, to teach First Nations children for a year. He returned to Edmonton in 1883 and taught for four years, and then entered the employ of John Alexander McDougall as a clerk. He started his own fur-trading business in 1888, and sold it to the Hudson's Bay Company in 1890. He married schoolteacher Anna Ada York in 1891; the couple had four children. Thereafter, he partnered with McDougall. In 1897, the pair founded McDougall & Secord, which advertised itself as \"general merchants, wholesale and retail; buyers and exporters of raw furs; dealers in land scrip and north west lands; outfitters for survey parties, traders, trappers, miners and others for the north, and suppliers for country stores.\" The two ran the company until 1907, when they sold it and went into business as a financial house and mortgage corporation called McDougall & Secord, Limited, which still existed up until the 20th century and is now permanently closed. Richard Secord was a land speculator known for committing fraudulent Métis scrip dealings with the local Métis of Edmonton. In some cases, he even impersonated Métis individuals in order to illegally lay claim to their scrip. Both he and his business partner McDougall became vastly wealthy off of this process, which lead to a major dispossession of the Métis and their rights with little to no compensation. In one case, he and McDougall redeemed 48 land scrips for a total of 286, $000 covering an area of 11, 520 acres. Secord was involved in a court case regarding one Métis woman known as Marie Rose Mageau. McDougal & Secord purchased her scrip for a total of $480 when the land in question had actually been worth $5000 Secord found himself in legal trouble once again in 1921 when a Métis woman, Flora Taylor, claimed her identity has been impersonated by McDougal & Secord to claim her scrip. Before said case could be brought to trial, Ottawa amended the criminal code with specifics to the scrip system and instituted a statute of limitations regarding claims of fraud. Once this amendment took place, the charges were dropped against Secord. ==Political career== Secord first sought political office during the 1898 municipal election, running for alderman on Edmonton Town Council. He was elected to a one-year term, and did not seek re- election at its conclusion. He next ran for the Legislative Assembly of the North-West Territories in the 1902 territorial election as a Conservative in the riding of Edmonton. He was elected, and served until 1905, when Alberta was created and Edmonton therefore ceased to be part of the North-West Territories. While in the legislature, he introduced the bill that incorporated Edmonton as a city. Secord ran in the 1904 federal election as a Conservative candidate in Edmonton, but was handily defeated by Liberal Frank Oliver. ==Investments and philanthropy== Secord had a significant impact on Edmonton through his expenditures of money. He arranged temporary financing (with McDougall and others) for the construction of the city's Low Level Bridge. (The debt was quickly passed to town taxpayers.) He also provided financial support to the Thistle Rink and the Misericordia Hospital, and financially backed the Edmonton Journal (which was intended as a Conservative alternative to Oliver's Liberal Edmonton Bulletin). ==Death and legacy== Secord died January 12, 1935. Edmonton's Secord neighbourhood and École Richard Secord School are named in his honour. ==References== *Edmonton Public Library biography of Richard Secord * City of Edmonton biography of Richard Secord Category:1860 births Category:1935 deaths Category:Edmonton city councillors Category:Northwest Territories Liberal-Conservative Party MLAs Category:Canadian schoolteachers Category:People from the County of Brant Category:Conservative Party of Canada (1867–1942) candidates in the 1904 Canadian federal election ",
    "title": "Richard Secord (politician)"
}