{
    "id": "12815090",
    "text": "Collins Crime Club was an imprint of British book publishers William Collins, Sons and ran from 6 May 1930 to April 1994.Collins Crime Club: A Brief History by R.D. Collins, 2004. classiccrimefiction.com, 2013. Retrieved 11 December 2013. Archived here. Throughout its 64 years the club issued a total of 2,025 first editions of crime novels and reached a high standard of quality throughout. In the field of crime book collecting, Collins Crime Club is eagerly sought, particularly pre-war first editions in dustwrappers with their vivid and imaginative images. ==Marketing== Customers registered their name and address with the club and were sent a newsletter every three months which advised them of the latest books which had been or were to be issued; they did not have to promise to buy a certain number of volumes each year. Collins' intention was to publish three new crime books on the first Monday of every month. All three books were supposedly picked by a panel of experts (only one of whom seems to have been named — Cyril Alington) and they chose for each month one book which they termed a Selection and two which were Recommended. As a marketing device, the club seems to have been successful in that Collins boasted 25,000 subscribers in 1934. Certainly the number of books published increased beyond the three promised per month, reaching a pre-war peak of 42 books in 1938. ==Agatha Christie and other notable authors== First edition cover 1932, of The Thirteen Problems written by Agatha Christie. The book cover art copyright is believed to belong to the publisher, Collins Crime Club, or the cover artist (not known). The real reason for the success of the club probably lies in the authors that it had on its list, topped by the best- selling crime writer of all time, Agatha Christie. Under contract to Collins since 1926, all except five of her books were published under the Crime Club imprint from The Murder at the Vicarage onwards and most of her classic titles such as Murder on the Orient Express first appeared as Crime Club books with huge sales. From 1939, the Crime Club also issued all the remaining works of Ngaio Marsh to be published (starting with Overture to Death) as well as many of the volumes of such 'Golden Age of Detective Fiction' writers such as John Rhode and Freeman Wills Crofts. U.S. writers such as Hulbert Footner and, later, Rex Stout were also well represented. ==World War II== Wartime paper shortages hit the Crime Club badly. From 1942, it announced on its dustwrappers that they were no longer able to issue quarterly newsletters. The page count of its books reduced from an average of 252–280 pages down to 160–192 with smaller typefaces being used as well as far inferior paper. The number of new books being issued dropped dramatically with an all-time low being reached in 1946 when just 16 new books were issued. ==After the war== After the war, both the number of books and their quality of production increased as shortages ceased. The Crime Club managed to keep up with the times with far more diverse and gritty novels and was able to claim notable 'firsts' throughout the remainder of its existence, publishing the first editions of all of the early Lovejoy novels by Jonathan Gash from 1977 onwards starting with The Judas Pair and the Dalziel and Pascoe books of Reginald Hill starting in 1970 with A Clubbable Woman. ==The end== The end was in sight for the Crime Club when Collins was bought out by Rupert Murdoch's News Corporation in 1989. The editor of the Club, Elizabeth Walter, managed to keep the imprint going but upon her retirement in 1994, the Club was brought to an end and the final novels to appear under the Crime Club imprint were published in April of that year. HarperCollins' crime fiction output was much reduced and most of the best-selling authors were absorbed into the main imprint of the publishers. ==See also== *Complete list of authors published as UK first editions by Collins Crime Club *The Crime Club ==References== Category:British companies established in 1930 Category:1994 disestablishments in the United Kingdom Category:Book clubs Category:Book publishing companies of the United Kingdom Category:Publishing companies established in 1930 Category:Companies disestablished in 1994 ",
    "title": "Collins Crime Club"
}