{
    "id": "12814363",
    "text": "Kanina is a town and a municipal committee of Kanina Sub Division in Mahendragarh district in the north India state of Haryana.Kanina is dominated by yadav(ahir's) caste. Mostly Ahir are in services of their mother i.e Indian Army. ==History== The town Kanina, ancient name KANANA ruled by King Kalyan Singh . Who built the Lord Shiva temple at BHAGOT .Kanina is also famously known as Kanina Mandi. This mandi supplies both 'RABI' and 'KHARIF' crop products all over the country. The population of the town is around 20,000. Kanina Khas is the epi-centre for around 60 villages from Mahendergarh, Bhiwani and Rewari districts. In the month of March (Falgun) on Ekadashi every year, a big Mela is being organised in the name of Sant Baba Moladh Nath. Kanina is also known for its \"BRAVERY & COURAGE\" in Indian ARMED FORCES. As there is one VEER-CHAKRA and one ASHOK-CHAKRA and one police Medal on its credit along with many other awards. Kanina is moving towards sports excellence too as there was an athlete named Rao Sultan Singh Yadav who represented india in Helnsinki olympics 1952, at present time youth is working towards sports too. A professional bodybuilder named as Kuldeep Singh Yadav is doing extremely good in sports. ==Geography== Kanina is located at . It has an average elevation of 262 metres (859 feet). ==Education== Government College Kanina formerly known as Pitamah Kanh Singh Degree College,SAVITRI DEVI Girls Degree College G.L Women Degree college and DAV College of Engineering and Technology in Kanina are affiliated to Maharishi Dayanand University, Rohtak. Some of the major Schools in Kanina are: Naisha Sainik Academy, Geeta High School, Kids Pride Play School ,OPY World School Kanina at Bharaph, G.L.Public Senior secondary school(Kosli Road Kanina), D.A.V. Public School, R.C.M. Public School, R.R.C.M. Public School, SADA SUKH CBSE Public School, Euro International School, GR International Public School. There are four Government Schools in Kanina. There is also poly technique college named AKASH Institute of Technology. govt college for girls ,unhani. ==Demographics== Kanina had a population of 13000 in 2011 census. Kanina has an average literacy rate of 89%.Mostly, it is Yadav dominated . ==connectivity== railway station- kanina khas state highway 24 connecting rewari mahendergarh state highway 22 connecting kosli district road connecting dadri,narnaul,ateli national highway 152 d passing from bawania, buchawas of kanina sub division is 9.5 km from town ==References== Category:Cities and towns in Mahendragarh district ",
    "title": "Kanina Khas"
}