{
    "id": "12819055",
    "text": "Conrad Christian Robertson (born 27 December 1957) is a former New Zealand rower who won an Olympic Gold medal at the 1984 Summer Olympics in Los Angeles. ==Early life== Robertson was born in 1957 in Devonport. His father is the boat builder Chris Robertson, who established a boat building business on the North Shore in 1960. Conrad Robertson married Sarah Lucas, the sister of the wheelchair racer Ben Lucas. The Robertsons have three children. ==Rowing== Robertson was a member of the North Shore Rowing Club. He won the first of his six Premier Redcoat National Rowing titles in the coxless pair with Mike Stanley in 1979. Perhaps his most impressive victory was three years later when he won the New Zealand nation championship in the 1982 men's single sculls title by defeating the five time national champion John Alexander from Whakatane as a Premier sculler at Lake Waihola. The following year in 1983 at Lake Horowhenia he won the historic and famed 'Boss Rooster' trophy in the coxed four with Mike Stanley, Rogar White-Parsons and Barrie Mabbott, and coxswain Andrew Hay. Later he was the three time consecutive national champion in the double sculls with Eric Verdonk in 1987, 1988, and 1989. On an international level, his first competition was at the 1978 World Rowing Championships at Lake Karapiro, where he rowed with David Clayton-Greene (bow) in the coxed pair; they came eighth overall. At the 1979 World Rowing Championships in Bled, Yugoslavia, he won a silver medal with the New Zealand eight. Robertson was selected to compete at the 1980 Summer Olympics in Moscow with the New Zealand eight but did not compete due to the Olympics boycott. At the 1981 World Rowing Championships in Munich, he came seventh with the New Zealand eight. At the 1983 World Rowing Championships in Duisburg, Germany, he stroked the gold medal winning coxed four with Greg Johnston (3 seat), Keith Trask (2 seat), Les O'Connell (bow), and Brett Hollister (cox). Along with Les O'Connell, Shane O’Brien and Keith Trask he won gold in the coxless four at the 1984 Summer Olympics at Lake Casitas in California. At the 1985 World Rowing Championships at Hazewinkel, Belgium, he came twelfth in the quad sculls. Since the mid-1990s, Robertson has been a selector for Rowing New Zealand. ==Robertson Boats== His father bought new premises for the boat building business in Warkworth in 1981. Soon afterwards, Chris Robertson retired, and brothers Martin and Conrad Robertson took over the business. At a later point, Conrad Robertson bought out his brother and has since then been the sole owner of the business, which is now known as Robertson Boats. Robertsons has built the Kawau Kat fleet. == References == Category:1957 births Category:Living people Category:New Zealand male rowers Category:Olympic rowers of New Zealand Category:Olympic gold medalists for New Zealand in rowing Category:Medalists at the 1984 Summer Olympics Category:Rowers at the 1984 Summer Olympics Category:World Rowing Championships medalists for New Zealand Category:Rowers from Auckland ",
    "title": "Conrad Robertson"
}