{
    "id": "12819683",
    "text": "Channel iron deposits (CID) are iron-rich fluvial sedimentary deposits of possible Miocene age occupying meandering palaeochannels in the Early to Mid- Cenozoic Hamerlsey palaeosurface of Western Australia. Examples are also known from Kazakhstan. The deposits are anomalously high in iron for deterital material, and exclude detrital iron deposits typified by scree of hematitic banded iron formations and accumulations of currently-forming maghemite pisolite alluvials. CIDs are a major source of cheap, high grade iron ore exploited primarily in the Pilbara and Murchison regions of Western Australia. == Morphology == Channel iron deposits are typically partly eroded and currently are from between <1m to 100m thick, with preserved channel widths of between 100m and >5 km. Mineralised channels are up to 150 kilometres in length, but not all of the preserved length of the CID is of ore grade. Channel iron systems typically form within a depression on the Cenozoic ‘Hamersley Surface’, and form several pods downstream on the palaeodrainage. The channels show typical fluvial sedimentary morphology, with channel scours truncating or incising the channel iron deposits, and rare examples of graded bedding, and so on. Individual ore deposits are subsets of a larger sub- economic mineralized system, which varies laterally and along the palaeodrainage. The deposits form lensoidal accumulations with interbeds of clays, gravels and siliceous detrital materials. == Age == No clear geochronological data exist for CIDs, as no radioisotope methods are applicable to directly date CID deposits. Palynological data do exist but cannot constrain ages sufficiently beyond centring on the Middle Miocene. === Formation mechanism === The source of iron for the CIDs is believed to be a Miocene aged iron-rich soils which developed upon a palaeosurface (since eroded) which developed in the Early Miocene during hot, humid conditions. The erosion of this ferritic palaeosurface in the Mid Miocene transported of the iron-rich soils into the palaeodrainage system, where the iron became consolidated within the existing river courses. The river beds were at the time a rich humic swamp with thick vegetation, and accumulation of peats or thick detrital vegetation. Most CIDs are underlain by organic-rich clays and/or Miocene aged lignite. The iron became fixed in place in the river channels and gradually replaced the existing humic material via replacement with goethite. === Petrology === Channel iron deposits are formed by accumulation of massive deposits of what is generally referred to as “pisolite iron gravels”, which are ooids and pisoids of goethite. CIDs were initially considered to be analogous to accumulations of pisolite gravels within palaeochannels via sedimentary means. Modern evidence points to an in-situ formation of the classic pisolitic textures. Goethite ooids and pisoids show evidence of being formed by concretion of layers of goethite (cortex) around a core fragment (nucleus) which is typically ferruginised wood fragments, but may be quartz grains, hematite grains or other detrital material. It is considered that the mechanism for enrichment and formation of the goethite cortex is related to near-surface alteration of an existing highly ferruginous material by groundwater action. Ferruginised wood is ubiquitous and a major component of CIDs, existing as porous, friable limonite. Fossilised wood fragments are present but are usually extremely rare and of very small size (<50 mm). The goethite pisolites are cemented via a variety of agents, usually a mixture of goethite, clays, carbonate minerals (magnesite, calcite and sometimes siderite), and occasionally silica. This process may form an in-situ concretion of pisolites which may be very resistant to erosion - some mesas in the Pilbara, and Yilgarn are in fact old cemented ferruginous pisolite river gravels. == Economic importance == Channel iron deposits are an important source of iron ore, with the deposits at Yandi and Robe River accounting for approximately 47% of iron ore mined from the Hamerley Iron province. Although channel iron deposits are typically low-grade at 53% to 57% Fe in-situ, they are composed of goethite-limonite which are hydrated iron oxide species. Ore typically contains around 8% to 12% water, and <5% SiO2, and <3% Al2O3. The hydrous iron oxides can be calcined, and the CID ore on a volatile-free basis is around 63% Fe or more. The CID deposits relative lack of consolidation and proximity close to the surface in most cases renders them liable to bulk mining with little or no need for drilling and blasting. This then is a significant cost saving to miners, who can offset a lower revenue from Fe percentages in the ore via the ease of extraction. Also, in most cases, beneficiation can increase the in-situ iron grade several percent by washing out the majority of clay, carbonate and hydrous limonite cements. The key economic criteria for channel iron deposits are, firstly tonnage and location relative to infrastructure similar to other bulk commodities. Thereafter, the nature of the cement is important, particularly in the cases of carbonate cements containing magnesite, as magnesium is a problem. Rare channel iron deposits are rendered uneconomic because of a silica cement proving too durable for easy mining and crushing. The water content of channel iron deposits (quoted as Loss on Ignition) is from 7% to 12%, which is the highest of all iron ore types, generally due to the presence of goethite-limonite. Phosphorus, aluminium and sulfur levels are another concern, typically being above normal levels in-situ although if the phosphorus and aluminium are hosted in a weak cement, they can often be washed out during beneficiation. Most channel irons are upgraded via washing of the pisolite gravels to remove the cements and matrix. == Type examples == The type deposits are those at Pannawonnica and Robe River, in the Pilbara of Western Australia, which are currently mined by Rio Tinto Iron Ore. Channel iron deposits are rarer outside of the West Australian landmass, due to the relative youth of the regolith in the rest of the continental land masses, although there are smaller examples in Kazakhstan. The Kazakhstan deposits are Oligocene in age and occur as ooidal ironstone deposits of deltaic or fluvial origin in the north-eastern continental sediments of northern Turgai and Aral'sk Districts. They occur on valleys excavated from uplifted Paleogene marine strata during subtropical conditions in the Late Oligocene. There is evidence of densely wooded valley fills and significant input of humic material, similar to the observed palaeoclimatic setting of the Pilbara examples. Grades reported for the Kazakh deposits are highly variable, from 29% Fe to 73% Fe, with higher phosphorus (0.5% to 2.5%), calcium and lower silica and aluminium. == See also == * Iron ore * Yilgarn Craton * Pilbara Craton * Port Hedland * Banded iron formation * Palaeochannel ==References== *Ramanaidou E. R., Morris R. C. and Horwitz R. C. (2003). The Channel Iron Deposits (CID) of The Hamersley Province, Western Australia. Australian Journal of Earth Sciences, 50, 669-690. *Morris, R. C., Ramanaidou, E. R. (2007). Genesis of the Channel Iron deposits (CID) of the Pilbara of Western Australia. Australian Journal of Sciences, 54, 735-759. Category:Economic geology Category:Iron ore deposits ",
    "title": "Channel-iron deposits"
}