{
    "id": "12819254",
    "text": "Luce López-Baralt (born 1950, San Juan, Puerto Rico) is a professor of Spanish and Comparative Literature at the University of Puerto Rico. ==Academic career== Many of her books and articles present for discussion the mystical literature and religious practices of Spain, renaissance and medieval (including al-Andalus), i.e., both Christian and Muslim. She acknowledges the influence of the early 20th century Spanish Arabist, the Rev. Miguel Asín Palacios, among others. In particular, she has followed traces of the trail that show a fruitful interaction between Muslims and Christians in Iberia, e.g., as it affected San Juan de la Cruz and Santa Teresa de Ávila. Evidently, this trail continues on, eventually leading also to the Argentine writer Jorge Luis Borges. She has also done work on the literature of Puerto Rico. Often serving as a visiting professor, she has taught in at various universities in South America, North America, Europe, North Africa, the Middle East, and South Asia. Her works have been translated into French, English, German, Dutch, Arabic, Urdu, and Persian. In November 1998, the University of Puerto Rico held a Congress in honor of Luce López-Baralt and her sister, also an academic, Mercedes López-Baralt (anthropologist, historian, and literary critic). Professor Luce López-Baralt received her Bachelor of Arts in Hispanic Studies from the Universidad de Puerto Rico, her Masters in Romance Literature from New York University, and her Doctorate in Romance Literature from Harvard University. She also did post-doctorate work at the Universidad Complutense de Madrid, and at the American University of Beirut. ==Selected publications== ===Books=== *San Juan de la Cruz y el Islam. Estudio sobre la filiaciones semíticas de su literatura mística (México: Colegio de México 1985), second edition (Madrid: Hiperión 1990). *Huellas del Islam en la literatura española. De Juan Ruiz a Juan Goytisolo (Madrid: Hiperión 1985); **Translated by Andrew Hurley as: Islam in Spanish Literature. From the Middle Ages to the Present (Leiden: E.J.Brill 1992). *Un Kama Sutra español (Madrid 1992). *Asedios a lo Indecible - San Juan de la Cruz canta al éxtasis transformante (Madrid: Editorial Trotta 1998). *The Sufi trobar clus and Spanish mysticism A shared symbolism (Lahore: Iqbal Academy Pakistan 2000), translated by Andrew Hurley; prior publication: Part II & Part III in Iqbal Review (April & October 1998); {trobar clus}. *El Viejo maravilloso de Buluqiya a los confines del universo (Madrid: Trotta 2004), narrative. *A zaga de tu huella: La ensenanza de las lenguas semíticas en Salamanca en tiempos de San Juan de la Cruz (Madrid: Trotta 2006). Other Books: *Collection: Mélanges, études réunies et préfacées par Luce López-Baralt (Tunis: Zaghouan 2001), edited by Abdeljelil Temimi. *Collection/Collaboration: Luce López-Baralt, Mercedes López-Baralt, & William Mejias Lopez (editor), Moradas de la Paloma. Homenaje a Luce y Mercedes López Baralt (Universidad de Puerto Rico 1995), 2 volumes, 1890 pages. *Collaboration: Luce López-Baralt & Lorenzo Piera Delgado, El sol a medianoche. La experiencia mística. Tradición y actualidad (Madrid: Trotta 1995); a comparative study universal in scope. *Translation: Ahmad b. Muhammad al-Nuri de Bagdad, Moradas de los corazones [Maqama al-qulub] (Madrid 1999); i.e., Stations of the Heart, said to have been an [indirect] source of the mystical symbolism of seven concentric castles employed by St. Teresa of Avila; also see López-Baralt, Islam in Spanish Literature (1985, 1992) at 107–115, esp. 110. *Editors (with Eulogio Pacho): San Juan de la Cruz, Obra completa (Madrid: Alianza 1994), 2 volumes. ===Articles=== *\"Introduction\" to: Seyyed Hossein Nasr, The Pilgrimage of Life and the Wisdom of Rumi (2007). *\"Los Moriscos y el Siglo de Oro\", republished: Historia de Al-Andalus, Boletín 65 (2007); {Morisco and Siglo de Oro}. *\"El cálamo supremo (Al-qalam al-a'la) de Cide Hamete Benengeli\" republished: Historia de Al-Andalus, Boletín 58 (2006); **Translated by M. McCabe as: \"The Supreme Pen (Al-Qalam Al-A'la) of Cide Hamete Benengeli in Don Quixote\" Journal of Medieval and Early Modern Studies 30: 508-518 (2000). *\"Saint John of the Cross and Ibn 'Arabi: The Heart or Qalb as the Translucid and Ever-Changing Mirror of God\" in Journal of the Muhyiddin Ibn 'Arabi Society, 28: 57-90 (Oxford 2000). *\"Borges o la mística del silencio: Lo que había al otro lado del Zahir\" in Jorge Luis Borges. Pensamiento y saber en el siglo XX, edited by A. de Toro and F. de Toro (1999), at 29–70. *\"Cuando España se llamaba Sefarad\" in La Torre, 7: 503-527 (1993). *\"Estudio introductorio\" to: Miguel Asín Palacios, Sadilies y Alumbrados (Madrid: Hiperión 1990) at ix-lxvii. *\"Historia de un hombre que prefirió la muerte al adulterio\" in Revista de estudios hispánicos, v.12 (1985). *\"Santa Teresa y el Islam: Los símbolos del vino del éxtasis, la apretura y la anchura, el jardín del alma, el árbol místico, el gusano de seda, los siete castillos concéntricos\" in Ephemerides Carmeliticae XXXIII: 629-678 (1981–82). *\"Simbología mística musulmana en San Juan de la Cruz y en Santa Teresa\" in Nueva Revista de Filología Hispánica XXX: 21-91 (1981). *\"Los lenguajes infinitos de San Juan de la Cruz e Ibn 'Arabi de Murcia\" in Actas del VI Congreso Internacional de Hispanistas (Toronto 1980) at 173–177. *\"Huellas del Islam en San Juan de la Cruz: en torno a la 'Llama de amor viva' y la espiritualidad musulmana išraquí\" in Vuelta 45: 5-11 (August 1980). *\"Anonimia y posible filiación espiritual musulmana del soneto 'No me mueve mi Dios, para quererte'\" in Nueva Revista de Filología Hispánica XXIV: 243-266 (1975). *Collaboration: Luce López-Baralt & Marta Elena Venier, \"Literatura hispano-semítica comparada\" in Nueva Revista de Filología Hispánica XXX (1981). ==See also== *Miguel Asín Palacios *St. John of the Cross *Muhyiddin Ibn 'Arabi *St. Teresa of Avila *Jorge Luis Borges ==References== ==External links== *A Bibliography of Luce López-Baralt Category:Complutense University of Madrid alumni Category:New York University alumni Category:Harvard University alumni Category:Puerto Rican academics Category:Comparative literature academics Category:Puerto Rican literary historians Category:People from San Juan, Puerto Rico Category:Living people Category:Year of birth missing (living people) Category:Historians of Spanish literature ",
    "title": "Luce López-Baralt"
}