{
    "id": "12812625",
    "text": "Arms of Fineux: Vert, a chevron between three eagles displayed or Arms of Sir John Fineux on the Christ Church Gate, Canterbury Cathedral, built 1517: Vert, a chevron between three eagles displayed orWillement, Thomas, Heraldic Notices of Canterbury Cathedral, 1827, p.2 Sir John Fineux (or Fyneux) ( 1441 – 1526) was an English judge and Chief Justice of the King's Bench. ==Early life and career== Fineux was the son of William Fyneux of Swingfield, Kent, his mother's name being Monyngs. The family of Fyneux or Fineux (sometimes also written Finiox or Fineaux) was of great antiquity in Kent. The judge is said by Fuller, on the authority of one of his descendants, a certain Thomas Fyneux, to have begun the study of law at the age of twenty-eight, to have practised at the bar for twenty-eight years, and to have sat on the bench for the same period. As he died not earlier than 1526, he must, if Fuller's statements are correct, have been born about 1441. He was a member of Gray's Inn and a reader there, though the dates of his admission, call, and reading are alike uncertain. He was appointed in 1474 one of the commissioners for administering the marsh lands lying between Tenterden and Lydd, and in 1476 seneschal of the manors of the prior and chapter of Christ Church, Canterbury. This is probably the origin of David Lloyd's statement that he 'was steward of 129 manors at once' (Christ Church Letters, Camden Soc. p. 95). On 20 November 1485 he was called to the degree of serjeant-at-law, his motto for the occasion being \"Quisque suae fortunae faber\". This is the earliest recorded instance of a motto being assumed by a serjeant on occasion of his call. In 1486 he was sworn of the council. On 18 May 1488 he was appointed steward of Dover Castle, on 10 May 1489 he received a commission of justice of assize for Norfolk, and on 14 August following he was appointed king's serjeant. Lloyd says that he opposed the subsidy of a tithe of rents and goods demanded for the expenses of the war in Brittany. This must have been in 1488–9. ==Judicial career== On 11 February 1493-4 he was raised to the bench as a puisne judge of the common pleas, when on 24 November 1495 he was transferred to the chief- justiceship of the king's bench. He was one of the triers of petitions in the parliament of 1496, and the same year was joined with the Archbishop of Canterbury, the Archbishop of York and certain other peers as feoffee of certain manors in Staffordshire, Berkshire, Wiltshire, Kent, and Leicestershire to the use of the king. He was one of the executors of the will of Cardinal Morton, who died in 1500. In 1503 he was again a trier of petitions in parliament, and was enfeoffed of certain other manors to the uses of the king's will. In the act of parliament declaring the feoffment he is for the first time designated 'knight.' In 1509 he was appointed one of the executors of the king's will. He was also a trier of petitions in the parliament of 1515. ==Benefit of clergy== In 1512 an act had been passed depriving all murderers and felons not in holy orders of benefit of clergy. This act, though its duration was limited to a single year, was vehemently denounced by Richard Kidderminster, abbot of Winchcombe, in a sermon preached at Paul's Cross in 1505, as altogether contrary to the law of God and the liberties of the church. The defence of the act was undertaken by Standish, warden of the Friars Minors. The general question of the amenability of the clergy to the temporal courts was thus raised and hotly debated, the controversy being further exacerbated by a murder committed by the direction of the Bishop of London on one Richard Hunne, who had rendered himself obnoxious to the clergy. The ferment of the public mind being general and extreme, the judges and the council were assembled by order of the king first at Blackfriars and subsequently at Baynard's Castle, for a solemn conference upon the entire question. On the latter occasion a very dramatic incident occurred in which Fineux played a principal part. Towards the close of the debate the Archbishop of Canterbury cited the authority of 'divers holy fathers' against the pretensions of the temporal courts to try clerical offenders; to which Fineux replied that 'the arraignment of clerks had been maintained by divers holy kings, and sundry good holy fathers of the church had been obedient and content with the practice of the law on this point; which it was not to be presumed they would have been if they had believed or supposed that it was altogether contrary to the law of God; on the other hand they [the clergy] had no authority by their law to arraign any one of felony.' The archbishop having interposed that they had sufficient authority, but without saying when or whence they derived it, Fineux continued that 'in the event of a clerk being arrested by the secular power and then committed to the spiritual court at the instance of the clergy, the spiritual court had no jurisdiction to decide the case, but had only power to do with him according to the intention and purpose for which he had been remitted to them.' To this, the archbishop making no reply, the king said : 'By the ordinance and sufferance of God . . . we intend to maintain the right of our crown, and of our temporal jurisdiction, as well in this point as in all other points, in as ample a manner as any of our progenitors have done before our time; and as for your decrees, we are well assured that you of the spirituality yourselves act expressly against the tenor of them, as has been well shown to you by some of our spiritual council, wherefore we will not comply with your desires more than our progenitors in times past have done.' Shortly after this emphatic declaration, the assembly was dissolved. Fineux's statement of the law on this occasion was referred to by Lord Chancellor Ellesmere in the case of the Post nati in 1608 as a precedent in favour of the authority of the extrajudicial opinions of judges then beginning to be seriously impugned. ==Later career and death== In 1522 Fineux was elected into the fraternity of the Augustinian Eremites of Canterbury. There is evidence that he was living on 5 February 1526–7; but he likely died or retired in that year. ==References== ;Attribution Category:1440s births Category:Lord Chief Justices of England and Wales Category:1526 deaths Category:Justices of the Common Pleas Category:People from Kent Category:15th-century English people Category:16th- century English judges Category:Members of Gray's Inn Category:Knights Bachelor ",
    "title": "John Fineux"
}