{
    "id": "12814302",
    "text": "Stuart Fell is a professional actor and stuntman. Prior to this career, Fell served in the Parachute Regiment.https://ftgetgo.wordpress.com/2014/01/31/exclussive-an-interview- with-stuart-fell/ He has appeared on British television many times, with his earliest role being in the LWT comedy series Hark at Barker, in which he plays the driver of a car that crashes when he's distracted by Ronnie Barker carrying a mannequin. In 1971, he appeared as an uncredited extra in the Doctor Who serial Terror of the Autons, and his last role came in 1998, as a stuntman in Duck Patrol. He worked in over twenty Doctor Who stories in all, from 1971 to 1983, most often as a stuntman or actor, though he served once as a fight arranger in 1981. He was Dennis Moore on horseback in Monty Pythons Flying Circus, literally sitting in for John Cleese. His small size made him ideal for a number of roles. He was able to get inside a number of small, cramped costumes and even doubled for Katy Manning and Louise Jameson (wearing their costumes on both occasions!). His large range of varied skills also earned him considerable praise. In several DVD commentaries, a number of people have remarked that \"he could do anything\" from juggling, fire- breathing, acrobatics, stilt-walking and ride a motorcycle. As a relatively young newcomer to stunt work, he was eager to prove himself. One example was in The Claws of Axos, where he is shot and then flipped backwards on a wire rig. He became well known within the series for a number of instances, one being a stunt in which he performed an (unpaid) back flip when he \"died\" in The Sea Devils. He also had to stand in for Kevin Lindsay in The Sontaran Experiment when Lindsay's heart condition made it too difficult for him to complete his lengthy fight scene. Another notable instance was in The Invasion of Time, in which he improvised a jump (in full costume) and almost fell down as he landed on a folding chair. He then fell over a chair thrown at him to only narrowly stop himself from rolling into location's swimming pool. The whole sequence ended up being used in the final version. Stuart Fell explained, in a 2004 documentary, that he was encouraged to improvise and the it was felt that these trips made the scenes more interesting. He played minor parts in three episodes of Blake's 7. He appeared in television adaptations of Hamlet, The Mayor of Casterbridge and The Old Curiosity Shop. He has appeared in The Empire Strikes Back, the first two Superman films, three James Bond films, Aliens and Who Framed Roger Rabbit. Most of his film work was as a stunt man. Fell is currently a professional juggler, is a member of The Magic Circle, and appeared on the Antiques Roadshow as an unnamed member of the public demonstrating his collection of yo-yos, diablos and other conjuring toys. He appeared in the Time Quest 2009 Doctor Who convention, where he took part in signings, panels and photo shoots with attendees. He also dressed as a jester and attracted very large queues. His panel was the most visited of the day just behind Tom Baker. ==Appearances in Doctor Who== * 1971: Terror of the Autons: Stuntman * 1971: The Mind of Evil: Stuntman, various characters * 1971: The Claws of Axos: stuntman, British Soldier * 1972: The Sea Devils: Stuntman, 'Junior' Sea Devil * 1972: The Curse of Peladon: the body of Alpha Centauri * 1973: The Carnival of Monsters: Functionary * 1974: The Monster of Peladon: the body of Alpha Centauri * 1974: Planet of the Spiders: Stuntman, Tramp * 1975: The Ark in Space: Operated various creature costumes * 1975: The Sontaran Experiment: Doubled for Kevin Lindsay in the Styre costume * 1975: The Android Invasion: Unnamed Kraal * 1976: The Brain of Morbius: The body of Morbius * 1976: The Masque of Mandragora: Stuntman, various characters * 1977: The Face of Evil : Tesh guard * 1977: The Talons of Weng-Chiang: Giant Rat, stuntwork * 1977: The Sun Makers: Guard * 1978: The Invasion of Time:https://www.bbc.co.uk/programmes/p00pn1wz/p00pn0ks Lead Sontaran Trooper * 1978: The Ribos Operation: Played the 'Shrivenzale' * 1981: State of Decay: Roga, stuntman and fight Arranger * 1982: The Visitation: Stuntman * 1983: The Five Doctors: Stuntman == References == ==External links== * *Audio interview with Stuart Fell on the Goodies Podcast Category:British male television actors Category:English stunt performers Category:Year of birth missing (living people) Category:Living people ",
    "title": "Stuart Fell"
}