{
    "id": "12818752",
    "text": "Adolph Strauch (b. August 30, 1822 - 1883) was a renowned landscape architect born in Silesia, Prussia, known particularly for his layout designs of cemeteries like Spring Grove Cemetery in Cincinnati, Ohio, Forest Lawn in Buffalo, NY and Oak Woods Cemetery in Chicago, Illinois. Strauch also laid out many parks in Cincinnati, Ohio, including Eden Park, Burnet Woods and Lincoln Park. Strauch was hired by Spring Grove Cemetery in 1855 to handle the landscaping, and became superintendent of the place by 1859. He also designed Greenwood Cemetery (Hamilton, Ohio). ==Biography == Born in the province of Silesia of Prussia in 1822, Strauch began learning the art of landscaping around 1838, at age sixteen, when he studied in Vienna, Austria, under gardeners at Schönbrunn Palace and Schloss Laxenburg. It was at Schönbrunn Palace that he became recognized in the craft by Hermann von Pückler-Muskau, who praised his work and befriended Strauch. By 1845 Strauch had left Vienna to get a more thorough idea of gardening techniques used in areas like Belgium, Germany and France. ==Career== \"Temple of Love\" Pergola at Mount Storm Park In 1852, soon after arriving in the U.S., Strauch designed Mount Storm Park in Cincinnati in the neighborhood of Clifton, which was at that time the private villa estate of entrepreneur Robert A. Bowler. His reputation quickly grew and he designed many private gardens in that area. After reading Cosmos by Alexander von Humboldt, with its depictions of grave gardens in China, Strauch was inspired to implement similar plans in the United States. By lessening the appearance of gaudy monuments and railings that were so much a part of cemetery layouts at the time, Strauch focused more on expansive areas of lawn and clusters of trees and shrubs. He did allow some monuments to be constructed or kept, but only those that met certain specifications (typically those with a Gothic appearance). After redesigning the layout of Spring Grove Cemetery, which had been rundown and filled with swampland, the cemetery was transformed into an area of scenic lakes and clusters of trees and bushes. The project earned Strauch praise in the U.S. and abroad, including from Frederick Law Olmsted and the French landscape architect Edouard André. Other cemeteries, like Crown Hill Cemetery in Indianapolis, Indiana, modelled their landscaping concept after Spring Grove. ==References== Category:German gardeners Category:American landscape architects Category:Architects from Cincinnati Category:1822 births Category:1883 deaths Category:American designers ",
    "title": "Adolph Strauch"
}