{
    "id": "12817355",
    "text": "The New Orleans general strike was a general strike in the U.S. city of New Orleans, Louisiana, that began on November 8, 1892. Despite appeals to racial hatred, black and white workers remained united. The general strike ended on November 12, with unions gaining most of their original demands. ==The strike== ===The Triple alliance=== Early in 1892, streetcar conductors in New Orleans won a shorter workday and the preferential closed shop. This victory drove many New Orleans workers to seek assistance from the American Federation of Labor (AFL). As many as 30 new labor unions had been organized in the city before the summer of 1892. By late summer, 49 unions belonged to the AFL. The unions established a central labor council known as the Workingmen's Amalgamated Council that represented more than 30,000 workers. Three racially integrated unions—the Teamsters, the Scalesmen, and the Packers—made up what came to be called the \"Triple Alliance.\" Many of the workers belonging to the unions of the Triple Alliance were African American.Brown and Allen, Strong In the Struggle: My Life As a Black Labor Activist, 2001. left On October 24, 1892, between 2,000 and 3,000 members of the Triple Alliance struck to win a 10-hour work day, overtime pay, and the preferential union shop. The Amalgamated Council wholeheartedly supported them. The New Orleans Board of Trade, representing financial and commercial interests, appointed a committee to make decisions for the employers. The four main railways that served the city and the large cotton, sugar and rice commodity exchanges pledged their support for the Board of Trade. They helped raise a defense fund and asked the state governor to send in the militia to help break the strike. No negotiations took place during the first week. Employers utilized race-based appeals to try to divide the workers and turn the public against the strikers. The board of trade announced it would sign contracts agreeing to the terms—but only with the white-dominated Scalesmen and Packers unions. The Board of Trade refused to sign any contract with the black-dominated Teamsters. The Board of Trade and the city's newspapers also began a campaign designed to create public hysteria. The newspapers ran lurid accounts of \"mobs of brutal Negro strikers\" rampaging through the streets, of African American unionists \"beating up all who attempted to interfere with them,\" and repeated accounts of crowds of blacks assaulting lone white men and women.Quoted in Foner, History of the Labor Movement in the United States, Vol. 2: From the Founding of the American Federation of Labor to the Emergence of American Imperialism, 1955, p. 202. The striking workers refused to break ranks along racial lines. Large majorities of the Scalesmen and Packers unions passed resolutions affirming their commitment to stay out until the employers had signed a contract with the Teamsters on the same terms offered to other unions. ===The general strike=== Members of other unions began to call for a general strike to support the Triple Alliance. A number of meetings were held, during which sentiment proved so strong that a majority of the unions belonging to the Amalgamated Council voted in favor of a resolution calling for a general strike. A Committee of Five was formed to lead the general strike. Its members included the Cotton Screwmen's Union, the Cotton Yardmen's Union, the Printers, the Boiler Makers, and the Car Driver's Union.Cook, \"The Typographical Union and the New Orleans General Strike of 1892,\" Louisiana History, 1983; \"Labor Trouble In New-Orleans,\" New York Times, November 5, 1892. upright Union pressure increased and a call for a general strike arose. Under the threat, some employers not party to the original dispute broke and pressed the board for negotiations. A tentative agreement collapsed and the Workingman's Council again called for a general strike, which began on November 8 after two postponements. Each of the 46 unions which joined the strike demanded the union shop and recognition of their union. Some also asked for shorter work-days or higher pay. Around 30,000 union members—half the city's workforce and virtually all its unionized workers—struck. Streetcars stopped running. Recently organized utility workers, against the demands of the governor and the advice of the labor committee, joined the strike. The city's supply of natural gas failed on November 8, as did the electrical grid, and the city was plunged into darkness. The delivery of food and beverages immediately ceased, generating alarm among city residents. Construction, printing, street cleaning, manufacturing and even fire-fighting services ground to a halt.Foner, History of the Labor Movement in the United States, Vol. 2: From the Founding of the American Federation of Labor to the Emergence of American Imperialism, 1955.\"New Orleans' Big Strike,\" Washington Post, November 8, 1892. On November 9, the press intensified their appeals to racial hatred. The New Orleans Times-Democrat declared that African American strikers wanted to \"take over the city\" (a veiled reference to black sexual assaults on white women) and that white women and children were already being harassed by black strikers.Rosenberg, New Orleans Dockworkers: Race, Labor, and Unionism, 1892–1923, 1988. But the press' appeal to racial hatred failed. Violent incidents never occurred, and picket lines were so quiet that the Board of Trade sent men into the streets to try to find evidence of any physical intimidation whatsoever.\"The New-Orleans Strike,\" New York Times, November 9, 1892. The employers, with assistance from the railroads, brought strikebreakers in from Galveston and Memphis. But when a call by the mayor for special deputies turned up only 59 volunteers, the employers began training their own clerks and managers for riot duty, offering to pay any costs for a state militia call-up. The mayor issued a proclamation forbidding public gatherings, essentially declaring martial law. Although the city was quiet, the Board of Trade convinced the racist Democratic Governor, Murphy J. Foster, to send in the state militia on November 10. But instead of a city under siege, militia leaders found the city calm and orderly. Governor Foster was forced to withdraw the militia on November 11. The strength of the strike was reflected in the decline of bank clearings in New Orleans to half their pre- strike levels. ===The settlement=== The Board of Trade agreed to binding arbitration to settle the strike. Although they balked at first, the employers agreed to sit down with both white and black union leaders. After 48 hours of negotiations, the employers agreed to the 10-hour day and overtime pay, but not the union shop, nor would they grant recognition to the unions of the Triple Alliance. Other unions also won reduced hours and higher pay. ==Aftermath== The Board of Trade was deeply angered by its humiliation during the general strike. On November 13, 1892, the Board of Trade induced a federal prosecutor to file suit in federal court against 44 of the unions belonging to the Amalgamated Council. The federal government accused the unions of violating the Sherman Antitrust Act by engaging in a conspiracy to restrain trade and 45 strike leaders were indicted in federal court for violating the act. A district court granted a temporary injunction against the unions. The AFL appealed the case. The injunction was stayed, and the suit delayed for several years. The federal government quietly withdrew its suit several years later.\"Conspiring Against Commerce,\" New York Times, December 10, 1892. The 1892 general strike helped strengthen the labor movement in New Orleans. Most existing unions gained substantial numbers of members. Three new unions formed during the general strike and affiliated with the Amalgamated Council. ==Varying assessments== upright=1 At the time, the 1892 general strike was considered a success, demonstrating that black and white workers could maintain solidarity in the Deep South. The strikers had avoided violence, won most of their demands, avoided military repression, and succeeded in overcoming racial hatred. Samuel Gompers declared: However, subsequent analyses declared the strike a failure, and that unions had \"sold out\" workers because the unions failed to win the union shop.Shugg, \"The New Orleans General Strike of 1892,\" Louisiana Historical Quarterly, April 1938. Just a month later, The New York Times editorialized: \"Labor's Defeat In New-Orleans; The Victory of the Employers Complete.\"\"Labor's Defeat In New-Orleans,\" New York Times, December 12, 1892. Many histories written in the next 40 years suggested that the strike's \"massive\" failure led the AFL to reject general strikes absolutely thereafter and remain intensely hostile even to limited strikes. More recently, however, historians have reassessed the strike's success. Declared one historian, \"The failure of the strikers to win a preferential union shop did not detract from the significance of the struggle.\"Foner, History of the Labor Movement in the United States, Vol. 2: From the Founding of the American Federation of Labor to the Emergence of American Imperialism, 1955, p. 203. The success of the workers in overcoming racial divisions in one of the major cities of the Deep South is notable (and would rarely be achieved again until the 1960s), as is the unification of skilled and unskilled worker. ==See also== *Colored National Labor Union *Labor history of the United States *Labor movement and racial equality *New Orleans dock workers and unionization ==Notes== ==References== *Brecher, Jeremy. Strike San Francisco, CA: Straight Arrow Books, 1972. *Brown, Lee and Allen, Robert L. Strong In the Struggle: My Life As a Black Labor Activist. New York: Rowman & Littlefield, 2001. *\"Conspiring Against Commerce.\" New York Times. December 10, 1892. *Cook, Bernard A. \"The Typographical Union and the New Orleans General Strike of 1892.\" Louisiana History. 24:4 (1983). *Filippelli, Ronald L. Labor Conflict in the United States: An Encyclopedia. New York: Garland Publishing, 1990. *Foner, Philip S. History of the Labor Movement in the United States. Vol. 2: From the Founding of the American Federation of Labor to the Emergence of American Imperialism. New York: International Publishers, 1955. Cloth ; Paperback *\"Labor Trouble In New- Orleans.\" New York Times. November 5, 1892. *\"Labor's Defeat In New-Orleans.\" New York Times. December 12, 1892. *\"New Orleans' Big Strike.\" Washington Post. November 8, 1892. *\"The New-Orleans Strike.\" New York Times. November 9, 1892. *Rosenberg, Daniel. New Orleans Dockworkers: Race, Labor, and Unionism, 1892–1923. Albany, N.Y.: State University of New York Press, 1988. *Shugg, Roger Wallace. \"The New Orleans General Strike of 1892.\" Louisiana Historical Quarterly. 21:2 p. 547–560 (April 1938). New Orleans General Strike, 1892 Category:American Federation of Labor New Orlean Category:1892 in Louisiana Category:Labor disputes in Louisiana Category:19th century in New Orleans ",
    "title": "1892 New Orleans general strike"
}