{
    "id": "12810850",
    "text": "The cycle-path is located in the United Kingdom. ==Route== ===Dover to Canterbury=== Dover | Deal | Sandwich | Canterbury Links with National Cycle Route 2, Regional route 16, and Regional route 17 in Dover. Leaves Dover passing Dover Castle. South Foreland Lighthouse is visible from the route. Mostly traffic-free along the east coast from Kingsdown to Deal, passing Walmer Castle and Deal Castle. Follows toll road (free to cyclists) through the Royal Cinque Ports Golf Club to the town of Sandwich. In Sandwich the route links with Regional route 15. Shortly after leaving Sandwich the route passes Richborough Castle, then follows quiet country roads between some of Kent's orchards. The route passes through the villages of Westmarsh, Elmstone, Preston. The route then passes through the town of Fordwich, then traffic-free into the city of Canterbury. At Canterbury the route links with Regional route 16 again, and with National Cycle Route 18. ===Canterbury to Sittingbourne=== Canterbury | Whitstable | Faversham | Sittingbourne From Canterbury the route follows the traffic-free Crab and Winkle Way (which part-follows the route of the former Canterbury and Whitstable Railway) to Whitstable. The route then heads West across Graveney Marsh, through the village of Graveney to the town of Faversham. Following Faversham the route passes between more orchards then through the village of Conyer and beside Swale Marina towards the town of Sittingbourne. In Sittingbourne the route mainly follows cycle paths and shared-use footpaths beside the road. ===Sittingbourne to London=== Sittingbourne | Rochester | Gravesend | Dartford | Crayford | Erith | Thamesmead | Woolwich | Greenwich | Island Gardens, Isle of Dogs The route leaves Sittingbourne via a bridge over the A249 dual-carriageway. National Cycle Route 174 (A spur of NCN 1) then heads North through the village of Iwade and on to Minster and Sheerness on the Isle of Sheppey. The main route heads West towards the village of Newington, and from there on to Rainham in the Medway towns. At Lower Rainham the route heads into Riverside Country Park and follows traffic-free paths beside the River Medway. It then joins a cycle path beside the main road, before joining a quiet path again beside the river at The Strand. Following The Strand the route once again joins a cycle path beside the main road, heading towards Chatham Historic Dockyard. Following the NCN1 through Rochester the route uses a cycle lane in the road. It then links with National Cycle Route 17 towards Maidstone before crossing the Medway using a cycle path beside the road on a bridge into Strood. Rochester Castle is accessible via a short cycle along NCR 17 The route then heads to Upper Upnor using a mixture of quiet roads, footpaths, and cycle paths. It passes Upnor Castle here. At the turning on to the A228 and just arriving in the village of Higham there are links to the Regional route 18 (The Heron Trail) on the Hoo Peninsula. On the approach to Gravesend, the route runs beside the Thames and Medway Canal. It then passes through the town of Gravesend, close to the Thames and following the Saxon Shore footpath route as well. The route heads up to follow a dismantled railway route to Northfleet. It passes Northfleet Urban Country Park and towards the Ebbsfleet International before taking the A2260 (passing over High Speed 1 line). The route follows the A2 Dual Carriageway for a short section (off-road) before taking the A296 towards Bluewater (shopping centre). The (off-road) route follows the old Roman road Watling Street to the Fleetdowns suburb of Dartford. The route heads along Princes Road and Fleet Road. It passes over the A282 (part of the M25 heading towards the Dartford Crossing). The route then heads to Dartford town centre. It passes under the railway line (Dartford to Gravesend) and takes the A2026 road towards Crayford. After crossing the River Cray, it joins with the London Loop to head to the River Thames again. It then becomes the River Thames Path, from Crayford Ness to Erith, Thamesmead, Woolwich and Greenwich. At Greenwich, the route passes Cutty Sark and Cutty Sark DLR station which passes Greenwich Pier under the river via the foot tunnel to Island Gardens on the Isle of Dogs. The foot tunnel has two lifts either side but the tunnel has to be walked along. ===London to Colchester=== Island Gardens | Millwall | Canary Wharf | Limehouse | Mile End | Victoria Park | Bow | Old Ford | Hackney Wick | Tottenham Hale | Enfield | Cheshunt | Harlow | Chelmsford | Witham | Maldon The route runs past Island Gardens DLR station and around Mudchute Park to Mudchute DLR station, turning before Crossharbour DLR station to Millwall Dock which it crosses via Pepper Street. The route passes through the housing estates of Millwall near South Quay to head to Limehouse Reach. It again follows the Thames Path until Newell Street passing Canary Wharf Pier into Limehouse on Limehouse Causeway (east of Westferry DLR station) where it links with National Cycle Route 13 and Cycle Superhighway CS3. It heads up Newell Street to Commercial Road, passing over the Limehouse Cut and the Lea Valley Walk. The route heads along Salmon Lane to Regent's Canal towpath heading north to Mile End passing Mile End Stadium into Mile End Park past Mile End Underground station over The Green Bridge on Mile End Road and Cycle Superhighway CS2 from which it rejoin the Regent's Canal via the north part of Mile End Park. After once again leaving the Regent's Canal heading into Victoria Park passing through it southern side and which involves crossing over Grove Road on a cycle lane from the west park to the east park on the outer roundabout on the northern side between Grove Road and Old Ford Road, the route continues into Victoria Park till the Parnell Road footbridge in Bow where it joins the Hertford Union Canal towpath to River Lee Navigation via Old Ford to Hackney Wick. It passes the Olympic Stadium in Queen Elizabeth Olympic Park and Hackney Wick station, then Hackney Marshes before heading across the River Lea. The route passes Waterworks Nature Reserve, under Lea Bridge Road, and through Leyton Marshes. It passes under two railways (between Stratford and Tottenham, and the Clapton to Walthamstow line). It then passes under the Stratford and Tottenham line again and past Walthamstow Marshes to follow the River Lea again. The route skirts West Warwick Reservoir before passing under the Stratford and Tottenham line again, and then the South Tottenham to Blackhorse Road railway line. It passes under the A503 in Tottenham Hale. It passes along Lockwood Reservoir to Banbury Reservoir. It passes several trading estates in Edmonton and under the A406. It heads past the William Girling Reservoir and National Athletics Stadium at Picketts Lock. It crosses under the A110 near Ponders End, then past King George V Reservoir to Enfield Lock. It heads away from the River Lea Navigation to pass through Enfield Island Village to follow the River Lea through Gunpowder Park to the A121 to Waltham Abbey. It links with the proposed cycle route NCR 13 at Chelmsford, and the proposed NCR 16 route at Witham. It also connects with NCR 51 heading east at Colchester for access to Harwich International Port and the Regional route 41 coastal route via Felixstowe. ===Colchester to Norwich=== Colchester | Ipswich | Woodbridge | Framlingham | Halesworth | Beccles | Norwich From Colchester take NCR 51 to Harwich International Port or continue to Ipswich along minor roads. Note that (as of December 2007) the route is being changed, and part is still unsigned. The old route passes to the north of Ipswich, the new route comes into the centre of the town and along the Waterfront. From Ipswich take the NCR 51 west towards Cambridge, or NCR 51 east for Felixstowe and then either to Harwich and the Harwich International Port via a foot ferry or north using RCR 41 via Bawdsey Ferry (summer only) into Suffolk Coast and Heaths Area of Outstanding Natural Beauty to connect back up with NCR 1 further north. As NCR1 (the new route) leaves Ipswich it passes along a good off-road cycle route through the Grange Farm area and out to Woodbridge along minor roads. ===Norwich to Lincoln=== Norwich | Fakenham | King's Lynn | Wisbech | Holbeach | Boston | Lincoln Links with NCR 13 near Fakenham for access south to Thetford and with NCR 11 near King's Lynn for access to Ely and Cambridge ===Lincoln to Scarborough=== Lincoln | Market Rasen | Humber Bridge | Hull | Beverley | Driffield | Bridlington | Scarborough The route passes through the east of Lincoln before using cycle lanes and cycle paths along the A46. Once out of the city it makes use of country lanes to Market Rasen. After which it rises up on to the Lincolnshire Wolds before descending in to Barton-upon-Humber where it crosses the Humber Bridge to Hessle in Yorkshire. The route here is mainly on country lanes with a one section of bridal path at Hendale Wood. At Hessle the route meets Route 65 on the eastern Leg of the Trans Pennine Trail. Route 1 continues north through west Hull suburbs before reaching the town of Beverley. Using mainly country lanes via Driffield, the route reaches the North Sea coast at Bridlington. Between Bridlington and Scarborough the route climbs over the Yorkshire Wolds. The of Route 1 between the junction of Route 164 in Beverly and the junction with Route 166 in Hunmanby are part of the Yorkshire Wolds Cycle Route. Between Hutton Cranswick and Bridlington Route 1 is the eastern end of the Way of the Roses Challenge Ride. ===Scarborough to South Shields=== Scarborough | Whitby | Redcar | Middlesbrough | Stockton on Tees | Sunderland | South Shields From Scarborough to Whitby, the route directly follows the course of the former Scarborough and Whitby Railway, now known locally as The Cinder Track. The terrain is mostly off-road and passes over the Larpool Viaduct. At Whitby, the route drops back onto the road and follows the coast road to Redcar and through the south of Middlesbrough. Crossing the Tees Barrage at Stockton on Tees, the route then snakes through the town before joining the former Castle Eden Railway, now The Castle Eden Walkway. This travels directly north to Sunderland, snakes through the city and crosses the River Wear over the Wearmouth Bridge before heading towards the coast, where it then follows the coast road all the way to South Shields and reaching the River Tyne. The final part of this section of the route enters the Pedestrian and Cyclist Tyne Tunnel to cross the river to Newcastle upon Tyne. ===South Shields to Edinburgh=== South Shields | Tynemouth | Lindisfarne | Berwick upon Tweed | Scottish Border | Dalkeith | Edinburgh ===Edinburgh to John o' Groats=== Edinburgh | Dundee | Aberdeen | Inverness | Thurso | John o' Groats The route heads northwest out of Edinburgh with NCN 76, which diverges at Cramond Brig through Dalmeny Estate to follow the coast. NCN 1 instead takes a more direct route to South Queensferry, alongside the A90 and through Dalmeny. It then crosses the Forth Road Bridge and heads through Inverkeithing, again linking with NCN 76, and onwards north across the M90. The journey through Dunfermline's eastern suburbs is on traffic-free paths. Near Dunfermline Queen Margaret railway station it links with NCN 764, which travels west towards Clackmannan. Out of Townhill the route uses country lanes and some B-roads, climbing into the Cleish Hills and passing through Blairadam Forest, then back under the M90 on its way to Kinross. NCN 1 now uses the Loch Leven Heritage Trail around the loch, before making its way east around the base of the Lomond Hills. In Falkland it links with NCN 776, which travels north towards Newburgh. ===John o' Groats to Shetland=== John o' Groats | Orkney | Kirkwall | Stromness | Shetland | Lerwick | Yell, Shetland | Unst Orkney Mainland near Evie Churchill Barrier No 1 ==== Orkney ==== On the Orkney Islands Route 1 starts in Stromness on Mainland, when arriving via ferry from Scrabster, or Burwick on South Ronaldsay, when arriving by ferry from John o' Groats. Starting in Stromness, the Route follows roads along the coast of northwestern Orkney Mainland, passing several sites of Heart of Neolithic Orkney and other interesting places in following order: * Standing Stones of Stenness * Ness of Brodgar * Ring of Brodgar * Skara Brae * Brough of Birsay The route then leads around the coast of Mainland via Evie, goes back to the Loch of Harray for passing Maes Howe, heading to the south coast passing Loch of Kirbister, before it reaches Orkney's capital Kirkwall. Via Kirkwall Airport Route 1 now goes to St. Mary's in the southernmost part of Mainland. The route continues via Churchill Barriers No 1 - No 4 over the islands Lamb Holm, Glimps Holm, Burray and South Ronaldsay to its southernmost part, Burray. Taking the ferry back to John o' Groats one can finish the Orkney section of Route 1. For continuing in Shetland, the northernmost section of the National Cycle Route 1, there are two options for travelling: * by plane from Kirkwall Airport to Sumburgh Airport * by the ferry from Aberdeen to Lerwick, which makes a detour three times a week to Kirkwall at night, reaching Lerwick next morning. ==== Shetland ==== Shetland Mainland * Sumburgh * Lerwick Links to Norway to continue the North Sea Cycle Route are presently unavailable. ==See also== *North Sea Cycle Route ==References== ==Further reading== *Sustrans, 2002. The Official Guide To The National Cycle Network, 2nd ed. Italy: Canile & Turin. . ==External links== Category:Transport in Kent Category:Cycleways in London Category:Transport in the London Borough of Tower Hamlets Category:Transport in Essex Category:Transport in Suffolk Category:Transport in Norfolk Category:Transport in Lincolnshire Category:Transport in Yorkshire Category:National Cycle Routes Category:Transport in Edinburgh ",
    "title": "National Cycle Route 1"
}