{
    "id": "12813087",
    "text": "'s Lands Zeemagazijn (English \"the arsenal\"), former arsenal of the Admiralty of Amsterdam The Admiralty of Amsterdam was the largest of the five Dutch admiralties at the time of the Dutch Republic. The administration of the various admiralties was strongly influenced by provincial interests. The territory for which Amsterdam was responsible was limited to the city itself, the Gooi region, the islands of Texel, Vlieland and Terschelling, the province of Utrecht and the Gelderland quarters of Arnhem and of the Graafschap (county) of Zutphen. Amsterdam had developed into the most important of all the admiralties and often compensated for the other admiralties' deficiencies. When the \"Committee for Naval Affairs\" (Comité tot de Zaken der Marine) replaced the Admiralty Colleges on 27 February 1795 during the reforms by the Batavian Republic, the lower civil servants were kept on, but the officers were dismissed. ==Foundation== Initially, Amsterdam fell under the Admiralty of Rotterdam, as it was located in the Southern Quarter of Holland. However, on 26 July 1586, the Earl of Leicester reorganised maritime affairs and placed Amsterdam, the Northern Quarter of Holland, and the provinces of Utrecht and Gelderland under a single admiralty based in Hoorn. The region's West Frisian towns played a wayward role, and this was aggravated when they engaged with Amsterdam in a dispute over the Republic's admiralty administration. The States of Holland (the government of the province of Holland) backed Amsterdam. That there was a need for reorganisation was not contested, Leicester having placed naval and maritime affairs under a single college designed to curb Holland's influence. Hoorn, Enkhuizen and Medemblik rejected the idea that commissioned officers should be appointed by the States of Holland instead of the cities themselves. As a result, the commissioned officers resolved to remain in Amsterdam. On 28 August 1586, that decision formed the foundation of the Amsterdam Admiralty. The conflict was ended by compromise. In the end, the West Frisian cities gave up their resistance to external appointments, and in 1589 Hoorn instituted its own admiralty college. On 14 June 1597, the States-General of the Netherlands sanctioned the situation as it then was, so that Amsterdam too kept its own admiralty. These measures were intended to have a temporary character, but they remained in force until the end of the Republic in 1795. ==Organisation and development== Under the decisions of 1597, the Admiralty of Amsterdam provided seven commissioned officers, along with four appointed by the States of Holland and three by other provinces. Numbers and proportions later changed, and in 1739 the college provided twelve members, six from Holland and one from each of the six other provinces. Seats in the Admiralties in Amsterdam and Rotterdam were held to be especially lucrative.Gabriëls, A.J.C.M. (1990) De heren als dienaren en de dienaar als heer. Het stadhouderlijk stelsel in de tweede helft van de achttiende eeuw, p. 389-90. The Committee of the Admiralty of Amsterdam was nearly always filled by former mayors. Pay amounted to 1,000 guilders per annum, and often much more than that. In practice, remunerations could be greatly increased by a variety of perks and compensations. According to a member from Groningen, commissioning was no \"witch-finder's work\" and he gladly kept it on. The administrators resided in the Prinsenhof (named the Zeekantoor after 1795) at Amsterdam's Oudezijds Voorburgwal. This former monastery had been used as a fencing school, and after the fire of 1652 as a temporary city hall, before becoming the administrators' office. Whenever the Prince of Orange visited Amsterdam, in his capacity of Admiral-General he resided in the Admiralty building. By law, the grounds were under his jurisdiction, obviating the need for him to be a guest of the city. It was for this reason that the building acquired, and retained, the name of Prinsenhof. In 1656, the Admiralty took over the entire building and renovated it. On its façade is the Hollandic Lion, holding the coat of arms of the High College and guarding the Hollandic Yard, the symbol of territorial integrity and security. On the site of the new 1924 development stood a number of fine houses built by Philips Vingboons, previously used by high officials of the Admiralty.Wijnman, H.F. (1974) Historische gids van Amsterdam, p. 156-7. The vroedschap commissioned the great poet Vondel to write verses to be recited at the inauguration of the building. To adorn the interior, Ferdinand Bol was commissioned to paint four huge allegorical paintings, for which he was paid 2,000 guilders. In 1632 and in 1636–37, stadholder Frederik Hendrik tried to create more unity in the fight against the Spanish Netherlands. Supervision of the fleet blockading the Dunkirkers was no longer placed in the hands of the five admiralty colleges but given to a central organization, which was to operate from a single base at Hellevoetsluis by directors specially appointed for the purpose. The object was to increase efficiency, but the system did not work well and Holland, notably Amsterdam, put up effective resistance, causing it to be abandoned.Plaat, G. van der (2003) Eendracht als opdracht. Lieuwe van Aitzema’s bijdrage aan het publieke debat in de zeventiende-eeuwse Republiek, p. 125-6. ==\"Convooi\" and \"Licent\"== The admiralty colleges had first and foremost been entrusted with equipping the Republic's naval fleets. In addition, they had to manage import and export taxes – collecting \"Convooien\" and \"Licenten\". Most important were the \"Licenten\", which were licenses on the trade with the enemy, which at that time meant Spain. The proceeds were meant to be spent on building and equipping men-of-war. In 1638 it was decided to lease out the proceeds of these Convooien and Licenten. The region of Holland, however, opposed the decision as it meant that authority for the leases came in the hands of private persons and bring them personal gain. Each province exerted itself to trade internally as much as possible, and thus to evade the rules. Earnings could only be maintained through smuggling and the confiscation of smuggled goods, a lesson especially learnt by the Admiralty in Amsterdam. On the River Oude Rijn there was an outpost of the Arnhem office of the Amsterdam Admiralty. The Rhine customs officer, however, whose jurisdiction extended as far as Lobith on the border with the Holy Roman Empire (since 1648), was under the authority of the Admiralty of Rotterdam. ==Pay and bonuses== Unlike the English naval administration, the Dutch admiralty colleges were not permitted to use impressed sailors to man their fleets, this being deemed incompatible with the freedom that was the proclaimed basis of the Republic. A sailor in the fleet received ten or eleven guilders per calendar month. None of the petty officers or men was in bound service to the admiralty. Sailors who enlisted were housed and fed by it, and had to pay deductions for uniform clothing and equipment. Earnings through plundering or loot dried up in the eighteenth century. Like petty officers and sailors in general, commissioned sea officers were also dependent on their posting, since they received no payment from the admiralty whilst in port. Indeed, even though for officers \"meals at the captain's table were . . . always free\", pay was only thirty guilders for a lieutenant and sixty guilders for a commandeur (i.c. acting captain) commissioned on a ship.Bruijn, J.R. (1970) De admiraliteit van Amsterdam in rustige jaren, 1713–1751: regenten en financiën, schepen en zeevarenden, p. 110. It has been rightly observed that their main income was from captured ships.Zwitser, H.L. (1991) 'De militie van den staat'. Het leger van de republiek der verenigde Nederlanden, p. 87-9. In 1652, at the outbreak of the First Anglo-Dutch War, the Admiralty of Rotterdam hired ships in Amsterdam. ==The Arsenal or 's Lands Zeemagazijn== The former Zeemagazijn The 's Lands Zeemagazijn was the arsenal of the Amsterdam Admiralty, built in nine months and containing enormous supplies for the building and equipping of warships. Johann Jakob Wilhelm Heinse saw, when he was travelling in Holland: \"wood, coils of rope of 150 fathoms in length and as thick as a woman's leg, all sorts of sails, bullets, anchors, cannon, muskets and guns, lamps, compasses and hourglasses\".Heinse, W. (1784) Reise nach Holland. In: Sämtliche Werke, herausgegeben von Carl Schüddekopf, 7. Band, Leipzig (1909), S. 309. The First Anglo-Dutch War ended infelicitously for the Dutch, and this added to the city administration's readiness to have the arsenal built. On 12 August 1655, the admiralty was given the entire western strip of Kattenburg island for the construction of a warehouse and timber-wharf, in exchange for so far enclosed grounds it had occupied in the area. In the night of 5/6 July 1791, the Zeemagazijn went up in flames. It was a spectacular fire, and only the main supporting walls remained standing, for after a sack in 1740 extra load-bearing supports had been put in from the outside. The building now houses the Nederlands Scheepvaartmuseum. At the Oosterdok wharf is moored a replica of a ship of the Amsterdam admiralty, the Amsterdam. The admiralty yacht lay in the yacht harbour in the River Amstel. ==Shipyards== The admiralty's yards were initially at Uilenburg, but around 1620 moved to Rapenburg and then around 1655 to the Eastern Islands (Oostelijke Eilanden), Kattenburg and Oostenburg. In time of war, over 1000 shipworkers and sailors worked at the admiralty yard. The admiralty rope-works was established at Oostenburg and was approximately 300 meters in length. Because of the ropes laid alongside each other, sometimes at lengths of up to 220 meters, it was called a kuil or net. Old rope was also hung up, to provide oakum for closing up the seams between ships' boards. ==Administrators and other functionaries== * Albert Burgh – councillor * Andries Bicker – * Ferdinand Bol – painter * Cornelis Cruys – equipagemeester (master-attendant) * Dirk van Hogendorp – captain lieutenant * Joan Cornelis van der Hoop – advocaat-fiscaal (1781–1787) * Joan Huydecoper van Maarsseveen – councillor * Cornelis de Graeff – chief-councillor * Andries de Graeff – chief-councillor * John May, Thomas Davis and Charles Bentham (appointed by the Admiralty in 1727 to introduce new shipbuilding techniques) * Joachim Rendorp – councillor * Willem Sautijn – equipagemeester * Caspar Stoll – clerk * Lubbert Adolph Torck – councillor * Jacob de Wilde – ontvanger-generaal (collector-general) * Cornelis Jan Witsen – councillor * Pieter van Woensel (doctor) ship's doctor ==Vlootvoogden (fleet guardians)== * Amstel, Jan van: commander (1654) * Brakel, Jan van: schout-bij-nacht (\"rear admiral\") (1684) * Braam, Jacob Pieter van: vice-admiral (1792) * Callenburgh, Gerard: lieutenant-admiral (1709) * Gravé, Hendrik: commander (1717) * Haen, Cornelis Jansz: * Heemskerck, Jacob van: vice-admiral (1598) * Hulst, Abraham van der: vice- admiral (1665) * Kingsbergen, Jan Hendrik van: lieutenant-admiral (1814) * Ruyter, Engel de: schout-bij-nacht (1673); vice-admiral (1678) * Michiel de Ruyter * Schepers, Willem Bastiaensz: vice-admiral (1678) * Schey, Gilles: * Schrijver, Cornelis: lieutenant-admiral (1748) * Star, Enno Doedes: * Sweers, Isaac: vice-admiral * Tromp, Cornelis: lieutenant-admiral (1666) * Vollenhove, Hendrik: * Zaen, Willem van der: * Johan Zoutman: ==Notes== ==External links== * Inventory of the archive of the Admiralty colleges, with historical introduction * Admiralty of Amsterdam * Portrait of John May * Jacob de Wilde Category:1586 establishments in the Dutch Republic Category:1795 disestablishments Amsterdam Category:17th century in Amsterdam Category:18th century in Amsterdam ",
    "title": "Admiralty of Amsterdam"
}