{
    "id": "12817322",
    "text": "Henrietta Maria Wentworth, 6th Baroness Wentworth (11 August 1660 – 23 April 1686) was an English peer. Henrietta Maria Wentworth was born as the only child of Thomas Wentworth, 5th Baron Wentworth, and his wife, Philadelphia Carey. Henrietta spent her early years at the family home, Toddington Manor, Bedfordshire. When her father died in 1665, she became heir presumptive to her grandfather, Thomas Wentworth, 1st Earl of Cleveland. On his death two years later, she inherited the barony of Wentworth. In 1680 she became involved in scandal. Lady Wentworth was set to marry Richard Tufton, 5th Earl of Thanet, but James Scott, 1st Duke of Monmouth, proposed himself instead although he was already married. Lady Wentworth's mother swiftly brought her back to Toddington, but Monmouth followed her there and moved in with her. When Monmouth was implicated in the 1683 Rye House plot to kill King Charles II (Monmouth's illegitimate father) and the king's brother, Lady Wentworth joined him in exile to Holland and was received by the Prince of Orange as Monmouth's mistress. When Monmouth's uncle James II acceded to the English throne in 1685, the duke launched a rebellion that was financed in part by Lady Wentworth's jewellery.Cassell, John. John Cassell's illustrated history of England, Cassell Ltd., 1875 After the short-lived rebellion failed, Monmouth was executed on Tower Hill but without final eucharist as he refused to acknowledge that his relationship with Lady Wentworth had been sinful.Macaulay, Thomas Babington, The History of England from the Accession of James II, J. B. Lippincott & Co., Philadelphia, 1878, Vol. I, p. 491. A month after the execution, Lady Wentworth returned to England. Lady Wentworth died the following April, in 1686, at age 25. She was buried at Toddington church and her mother erected a monument to her in the north transept. The barony passed to her aunt, Anne Lovelace, 7th Baroness Wentworth. ==Notes== * ==See also== *Baron Wentworth *06 Category:Hereditary women peers Category:Female heirs apparent Wentworth, Henrietta Wentworth, 6th Baroness Category:1660 births Category:1686 deaths Category:Daughters of barons Category:People from Toddington, Bedfordshire Category:17th-century English women ",
    "title": "Henrietta Wentworth, 6th Baroness Wentworth"
}