{
    "id": "1281467",
    "text": "Hildegard Neumann (born 4 May 1919) was a chief overseer at several Nazi concentration, transition and detention camps during the last year of World War II. She was born in Deutsch Gabel, Czechoslovakia. ==Camp work== Neumann came to the Ravensbrück concentration camp in October 1944, where she became an Oberaufseherin (Chief Wardress) soon after. Because of her good conduct, the Nazis sent her to the Theresienstadt concentration camp and ghetto in Czechoslovakia in November 1944 as Head Female Overseer. Neumann was known as a cruel female guard. It is claimed that she died in 2010. She oversaw between ten and thirty female police and over 20,000 female Jewish prisoners. Neumann also aided in the deportation of more than 40,000 women and children from the camp to the Auschwitz and Bergen Belsen camps, where most were killed. The tasks of the female overseers in Theresienstadt was to guard women prisoners at work on \"labour kommandos,\" during transports to other camps, and in the ghetto itself. Most were cruel and abusive, especially Caecilia Rojko, who was nicknamed the \"Prisoners' Fright\", and Hildegard Mende, nicknamed \"The Beast\". == Escape from prosecution == Neumann fled the camp in May 1945, and was never prosecuted for war crimes, even though more than 100,000 Jews were deported from Theresienstadt and were murdered or died there, and 55,000 died in the camp itself. == See also == * Female guards in Nazi concentration camps * List of people who disappeared == References == ==Literature== * 1943:Death and Resistance, pp. 419The Holocaust Chronicle, retrieved on December 22, 2006. * La catena di comando degli aguzzini (Italian),Il lager di Theresienstadt - [pp. 5–7], Olokaustos.org, retrieved on December 22, 2006. == Further reading == * Category:1919 births Category:1940s missing person cases Category:Sudeten German people Category:Female guards in Nazi concentration camps Category:Missing people Category:Missing person cases in Germany Category:People from Jablonné v Podještědí Category:Ravensbrück concentration camp personnel ",
    "title": "Hildegard Neumann"
}