{
    "id": "12815929",
    "text": "Beta-lactamases are a family of enzymes involved in bacterial resistance to beta-lactam antibiotics. They act by breaking the beta-lactam ring that allows penicillin-like antibiotics to work. Strategies for combating this form of resistance have included the development of new beta-lactam antibiotics that are more resistant to cleavage and the development of the class of enzyme inhibitors called beta-lactamase inhibitors. Although β-lactamase inhibitors have little antibiotic activity of their own, they prevent bacterial degradation of beta-lactam antibiotics and thus extend the range of bacteria the drugs are effective against. ==Medical uses== The most important use of beta-lactamase inhibitors is in the treatment of infections known or believed to be caused by gram-negative bacteria, as beta-lactamase production is an important contributor to beta-lactam resistance in these pathogens. In contrast, most beta-lactam resistance in gram-positive bacteria is due to variations in penicillin-binding proteins that lead to reduced binding to the beta-lactam. The gram-positive pathogen Staphylococcus aureus produces beta- lactamases, but beta-lactamase inhibitors play a lesser role in treatment of these infections because the most resistant strains (methicillin-resistant Staphylococcus aureus) also use variant penicillin-binding proteins. ==Mechanism of action== The Ambler classification system groups known beta- lactamase enzymes into four groups according to sequence homology and presumed phylogenetic relationships. Classes A, C and D cleave beta-lactams by a multi- step mechanism analogous to the mechanism of serine proteases. Upon binding, a serine hydroxyl group in the beta-lactamase active site forms a transient covalent bond to the beta-lactam ring carbonyl group, cleaving the beta-lactam ring in the process. In a second step, nucleophilic attack by a water molecule cleaves the covalent bond between the enzyme and the carbonyl group of the erstwhile beta-lactam. This allows the degraded beta-lactam to diffuse away and frees up the enzyme to process additional beta-lactam molecules. Currently available beta-lactamase inhibitors are effective against Ambler Class A beta- lactamases (tazobactam, clavulanate, and sulbactam) or against Ambler Class A, C and some Class D beta-lactamases (avibactam). Like beta-lactam antibiotics, they are processed by beta-lactamases to form an initial covalent intermediate. Unlike the case of beta-lactam antibiotics, the inhibitors act as suicide substrates (tazobactam and sulbactam) which ultimately leads to the degradation of the beta-lactamase. Avibactam on the other hand does not contain a beta-lactam ring (non beta-lactam beta-lactamase inhibitor), and instead binds reversibly. Ambler Class B beta-lactamases cleave beta-lactams by a mechanism similar to that of metalloproteases. As no covalent intermediate is formed, the mechanism of action of marketed beta-lactamase inhibitors is not applicable. Thus the spread of bacterial strains expressing metallo beta-lactamases such as the New Delhi metallo-beta-lactamase 1 has engendered considerable concern. ==Commonly used agents== Currently marketed β-lactamase inhibitors are not sold as individual drugs. Instead they are co- formulated with a β-lactam antibiotic with a similar serum half-life. This is done not only for dosing convenience, but also to minimize resistance development that might occur as a result of varying exposure to one or the other drug. The main classes of β-lactam antibiotics used to treat gram- negative bacterial infections include (in approximate order of intrinsic resistance to cleavage by β-lactamases) penicillins (especially aminopenicillins and ureidopenicillins), 3rd generation cephalosporins, and carbapenems. Individual β-lactamase variants may target one or many of these drug classes, and only a subset will be inhibited by a given β-lactamase inhibitor. β-lactamase inhibitors expand the useful spectrum of these β-lactam antibiotics by inhibiting the β-lactamase enzymes produced by bacteria to deactivate them. * β-lactamase inhibitors with a β-lactam core: ** Tebipenem is the first carbapenem to be administered orally in the form of tebipenem- pivoxil. Structural and kinetic studies of tebipenem is available with M. tuberculosis beta-lactamase (BlaC). ** Clavulanic acid or clavulanate, usually combined with amoxicillin (Augmentin) or ticarcillin (Timentin) ** Sulbactam, usually combined with ampicillin (Unasyn) or cefoperazone (Sulperazon) ** Tazobactam, usually combined with piperacillin (Zosyn and Tazocin) * β-lactamase inhibitors without a β-lactam core: ** Avibactam, approved in combination with ceftazidime (Avycaz), currently undergoing clinical trials for combination with ceftaroline ** Relebactam, used in combination with imipenem/cilastatin (Recarbrio). ** Vaborbactam, used in combination with meropenem (Vabomere) ==Beta-lactamase producing bacteria== Bacteria that can produce beta-lactamases include, but are not limited to: * Staphylococcus ** MRSA(Methicillin-resistant Staphylococcus aureus) * Enterobacteriaceae: ** Klebsiella pneumoniae ** Citrobacter ** Proteus vulgaris ** Morganella ** Salmonella ** Shigella ** Escherichia coli * Haemophilus influenzae * Neisseria gonorrhoeae * Pseudomonas aeruginosa * Mycobacterium tuberculosis ==Research== Some bacteria can produce extended spectrum β-lactamases (ESBLs) making the infection more difficult to treat and conferring additional resistance to penicillins, cephalosporins, and monobactams. Boronic acid derivatives are currently under vast and extensive research as novel active site inhibitors for beta-lactamases because they contain a site that mimics the transition state that beta-lactams go through when undergoing hydrolysis via beta-lactamases. They have been found generally to fit well into the active site of many beta-lactamases and have the convenient property of being unable to be hydrolysed, and therefore rendered useless. This is a favorable drug design over many clinically used competing agents, because most of them, such as clavulanic acid, become hydrolysed, and are therefore only useful for a finite period of time. This generally causes the need for a higher concentration of competitive inhibitor than would be necessary in an unhydrolyzable inhibitor. Different boronic acid derivatives have the potential to be tailored to the many different isoforms of beta-lactamases, and therefore have the potential to reestablish potency of beta-lactam antibiotics. == References == == External links == * * ",
    "title": "Β-Lactamase inhibitor"
}