{
    "id": "1281226",
    "text": "An Australian recording and performance group called Nasenbluten were formed in Newcastle in 1992. The group were founded by three DJs, Aaron Lubinski (a.k.a. Xylocaine), David Melo (a.k.a. Disassembler) and Mark Newlands (a.k.a. Mark N, Overcast). They have first pioneered hardcore techno, gabber, amigacore and cheapcore music in the Australian market, releasing the six studio albums before disbanding in 2001. ==History== They are an Australian recording and performance group formed in Newcastle in 1992, consisting of Aaron Lubinski (a.k.a. Xylocaine), David Melo (a.k.a. Disassembler) and Mark Newlands (a.k.a. Mark N, Overcast); and took their name from the German word Nasenbluten, which translates as nosebleed. This refers to the phrase \"nosebleed techno\" as used to describe the harder and faster variants of the techno genre. Early in 1993 Lubinski founded the Dead Girl Records label (initially typset as dEAdGirL) in Swansea. They have first created music on the Amiga personal computers using tracker software in the MOD format and started playing house parties in Newcastle. They self-released a number of cassettes on the Dead Girl label starting with their debut album, Transient Ischemic Attack, which appeared in March 1993. On 31 July that year they recorded as a gig, which was released as Live at Wobble. In late October they recorded another album, You're Going to Die. In mid-1994 following their Dead Girl cassettes they signed to New York City-based hardcore techno label, Industrial Strength Records. In August that year, the Newlands founded Bloody Fist Records for any local releases. Shortly after their debut LP, a sampler for Bloody Fist released internationally by other record labels, like Industrial Strength that featured two tracks from Nasenbluten. Nasenbluten inspired local musicians, leading to a thriving hardcore techno scene in Newcastle. In February 2005 Luke Collison (a.k.a. Dsico) acknowledged his major influences were \"probably Nasenbluten and the Newcastle Hardcore scene. I grew up around there ... the radio show that Mark N used to do on 2NUR. Amiga 500 Hardcore was probably what got me into electronic music and especially making it\". United Kingdom DJ, Loftgroover declared \"there's too much niceness in the rave scene ... Gabba is how I really feel – hard, angry\". He described \"Nasenbluten-style extreme noise terror: 'punkcore', 'scarecore' and 'doomtrooper'\". The band's emphasis on breakbeats, ironic audio samples and gangster rap samples became influential in the hardcore scene, most prominently with Australian artists signed to Bloody Fist. Due to their influence and the relatively small numbers of records that were pressed for earlier releases (including limited self-distributed cassettes), they have become popular with collectors. Bloody Fist Records provided \"horrifically high-tempo electronic music that quickly became a thing of international legend. Specialising in breakcore, gabba and referential sample alchemy/exploitation\". According to Shaun Prescott at Mess+Noise, the band's 2× LP 100% No Soul Guaranteed (1995) showcased a \"nasty marriage of power electronics shock tactics with vaguely danceable and purely psychotic electronic beats is one of the few genuinely sickening music experiences you're likely to have in your life\". In 1996, Nasenbluten released a limited edition single, \"Show Us Yor Tits\" (often referred to as \"Anna Wood\" or \"Fuck Anna Wood\", from its sampled lyrics), on the Dead Girl label, which is the label they have first released the debut album. In October the previous year a schoolgirl of that name died after using ecstasy at dance club; she was given copious amounts of water upon her collapse and later lapsed into a coma. Media reports sparked a moral panic surrounding rave parties and drug use at venues. This brought about a hard-line approach from governments to rave and dance parties in Australia. Jack Marx of The Age described how Wood's friends may have been influenced by the prevailing zero tolerance attitude and hence they were too afraid to take her directly to hospital. \"Show Us Yor Tits\" was not commercially available but only distributed by the band at gigs; they provided 50 vinyl copies, each individually numbered. The label had a picture of Wood with the phrase \"I'm having the best night of my life!\" and a picture of Dutch DJ Paul Elstak on the B-side with the words \"I wanna see the rainbow high in the sky\", a reference to the happy hardcore scene, its links to ecstasy, and to the song \"Rainbow in the Sky\" by Elstak. Cat Hope described \"Fuck Anna Wood\" as featuring \"controversial, sampled snippets from current affairs programs composed to form conversations, laid over with a gabba-style hard beat\". As \"Show Us Yor Tits\" it appeared on Nasenbluten's next album for Bloody Fist, N Of Terror, a 2× cassette, which had been recorded in April 1996. Nasenbluten continued to issue material and toured Europe from November 1996 to February 1997 on their Christ This Is Dragging On A Bit Tour. While in Germany they recorded an EP, Cheapcore, for the local Strike Records label, which was issued in 1997. The group played their last gig on 30 September 2001, they issued a 3× LP album, Dog Control, in November and disbanded as the three musicians pursued their own projects. ===Side and later projects=== One of Aaron Lubinski's side projects was working as Xylocaine: he provided several releases on the Dead Girl and Bloody Fist imprints. David Melo created several tracks as Disassembler, including one record on the Bloody Fist label that was mis-pressed and was not commercially available. Mark Newlands recorded under the alias Overcast, also on the Bloody Fist. The Overcast album, 3PM Eternal was the last 2x12\" album release from the label. The 1994-2004 12\" split album by Aftermath / Epsilon is the final vinyl release by Bloody Fist before shutdown. ==Discography== ===Albums=== * Transient Ischemic Attack – dEAdGirL Records (cassette DG001) (March 1993) * Live at Wobble – dEAdGirL Records (live album, cassette DG002) (1993) * You're Going to Die – dEAdGirL Records (cassette DG003) (1993) * I'll Make Them Pay – dEAdGirL Records (2× LP DG004) (May 1994) * We've Got the Balls – Bloody Fist Records (2× LP FISTC-04 ) (February 1995) * 100% No Soul Guaranteed – Industrial Strength Records (IS030) (1995) * N Of Terror – Bloody Fist Records (2× cassette FISTC-12) (April 1996) * Dog Control – Bloody Fist Records (3× LP FIST27) (November 2001) ===Extended plays=== * Football – dEAdGirL Records (cassette DGL002) (1993) * The Nihilist – Mouse Records (TRAP 2) (1994) * 500 / 600 / 1200 – Bloody Fist Records (FISTC-03 ) (November 1994) * Really Nasty Violent Sex – Storm Records Scotland (WAR 001) (1995) * Brick Shithouse – Industrial Strength Records (IS038) (1996) * Cheapcore – Strike Records (STRIKE 020) (1997) * Not as Good as 100% No Soul Guaranteed – Industrial Strength Records (IS044) (1997) * Nightsoil – Atomic Hardcore Recordings (AR005) (1998) ==References== ==External links== * Bloody Fist Records Category:Breakcore Category:Musical groups established in 1992 Category:Musical groups disestablished in 2001 Category:New South Wales musical groups Category:1992 establishments in Australia Category:2001 disestablishments in Australia Category:Tracker musicians ",
    "title": "Nasenbluten"
}