{
    "id": "12829726",
    "text": "Obert Clark \"Butch\" Logan (December 6, 1941 – January 21, 2003) was an American football safety in the National Football League for the Dallas Cowboys and New Orleans Saints. He played college football at Trinity University. Logan, whose nickname was \"The Little O\", was the last person in the NFL to wear the single digit 0 before its use was discontinued by the league. ==Early years== Obert attended Gonzales High School, where he competed in football, basketball, baseball and track. Originally recruited to Trinity University as a defensive back, he was the best athlete on the team, so his coaches persuaded him to play both ways. He was a four year starter, playing defensive back, flanker and halfback. In his first 2 seasons he led the team in rushing and in his last 2 years he led them in receiving. As a senior, he set a school and Southland Conference record with 11 receiving touchdowns. He set a school mark with an 81 yard run against Southwest Texas State College. He set a school record with a 79 yard reception against McMurry University. He also set school marks with 23 kickoff returns for 465 yards. He finished his college career with 33 kickoff returns (school record) for 690 kickoff return yards (school record). He received honorable-mention Little All-American honors as a senior, was a three-time member of the All-Texas team and a three- time All-Southland Conference selection. He also practiced basketball, baseball and track. In 1999, he was inducted into the Trinity University Hall of Fame. ==Professional career== ===Dallas Cowboys (first stint)=== Logan was signed as an undrafted free agent by the Dallas Cowboys after the 1965 NFL Draft. The team tried him first at flanker, before moving him to safety, where he would end up surprising observers by making the Cowboys opening day roster for the 1965 season. As a rookie, he was a reserve playing behind Mel Renfro, until the fifth game when he was named the starter at free safety. Early in his first season, he forced a kickoff fumble that resulted in a touchdown. One of his 3 interceptions came against the Philadelphia Eagles, when he picked off a Norm Snead goal-line pass with two minutes left to secure a 21-19 win. Against the San Francisco 49ers, Larry Stephens blocked a field goal that Logan returned to the Cowboys 47-yard line, helping the Cowboys set up a last minute touchdown to end a 5-game losing streak. In the last game of the season against the New York Giants, he returned a blocked field goal by Cornell Green 60 yards for a key touchdown, helping his team win the game, complete the first non-losing season in franchise history and advance to the Playoff Bowl. In 1965, he was a key member of the special teams unit which blocked nine field goals (three times as many as other team in the NFL and Logan blocked two of those), 5 extra points and 1 punt, totaling 15 kicks blocked. In 1966, between Renfro being switched to the offense and also experiencing some injuries, Logan was able to start in 6 games and finished with 2 interceptions. He also played in the 1967 NFL Championship Game (commonly known as the Ice Bowl). Logan was small for an NFL player, being and while listed at 182 pounds, appeared to weigh closer to 160. He also possessed good but not overwhelming speed. What set him apart was tremendous courage and a full out style of play that gave evidence of his knowledge and love for the game. ===New Orleans Saints=== Logan was selected by the New Orleans Saints in the 1967 NFL Expansion Draft, becoming the franchise's first starting free safety. He was released on August 25, 1968. ===Dallas Cowboys (second stint)=== On August 28, 1968, he was claimed by the Dallas Cowboys. On September 4, he was released and later signed to the taxi squad, where he spent the rest of the season. On August 30, 1969, he was released after being tried out as a flanker. He would spend his last 2 years of professional football in the Texas Football League. ==Personal life== Logan was well liked and respected by his teammates and his courage and attitude toward the game. After the NFL, Logan spent one season as an assistant player-coach for the San Antonio Toros of the Continental Football League. He then held the same position for one year the Fort Worth Braves of the Texas Football League, which was serving as a farm club for the Kansas City Chiefs. He was trying his hand in the rodeo business as a rancher, when he accepted the Athletic Director and his last coaching job for the St. Paul Cardinals of Shiner, Texas. He contracted colon cancer and died in Luling, Texas at his home at the age of 61 on January 21, 2003. He would often tell friends that the most memorable thing about playing football for the Cowboys was Coach Tom Landry. Logan remembered that the first thing Landry told the rookies at training camp was that his priorities were \"God, family and the Dallas Cowboys\". He recalled being surprised that football was not Landry's first priority. At his funeral many of his Cowboy's teammates served as his pall bearers, among them were Lee Roy Jordan, Walt Garrison, Bob Lilly, Don Meredith, and Tex Schramm. Logan had maintained lifelong friendships with all of these men. After his death Cowboy great Lee Roy Jordan said of him, \"Obert was just a nice guy. I loved being around him. He was undersized and under-everything else but he proved right away that he was a great competitor. He represented the Dallas Cowboys well\". Logan was survived by his mother Fannie Mae Logan, wife Patricia, and brother James. ==References== == External links == *Former Cowboys Logan remembered for more than football *Cardinal making major changes under Logan * Category:1941 births Category:2003 deaths Category:People from Yoakum, Texas Category:Gonzales High School (Texas) alumni Category:Players of American football from Texas Category:American football safeties Category:Continental Football League players Category:Dallas Cowboys players Category:New Orleans Saints players ",
    "title": "Obert Logan"
}