{
    "id": "12825136",
    "text": "American Flag (1922–1942) was an American Thoroughbred racehorse. ==Background== American Flag was a chestnut horse bred and owned by Samuel D. Riddle, who owned his sire. He was sired by Man o' War, out of the mare Lady Comfey. Riddle sent the horse into training with Gwyn Tompkins, ==Racing career== As a two-year-old American Flag's most important performance was a win in the Manor Stakes at Laurel Park Racecourse in Laurel, Maryland. Undefeated at age three, he had important wins in the Withers and Dwyer Stakes plus he captured what became known as the third leg of the U.S. Triple Crown series, the Belmont Stakes. His 1925 performances earned him Champion Three- Year-Old colt honors. Following the retirement of Gwyn Tompkins, American Flag was sent back to the track at age four under trainer George Conway. In the 1926 Suburban Handicap American Flag ran second to stablemate Crusader, who was another son of Man o' War. ==Retirement and stud record== Retired to his owner's Faraway Farm in Lexington, Kentucky, as a stallion, American Flag met with modest success. His most notable offspring was the colt Gusto who won the American Derby, Arlington Classic Stakes and the Jockey Club Gold Cup, and through his mating to the mare Nellie Morse, the filly Nellie Flag who was the 1934 U.S. Champion Two-Year-Old Filly and who became a significant broodmare for Calumet Farm. In 1942, during World War II, owner Samuel Riddle gave American Flag to the U.S. Army Remount Service. The twenty-year-old horse died that fall at the Remount station near Front Royal, Virginia. ==References== * American Flag's offspring at the Triple Crown database by Kathleen Irwin and Joy Reeves Category:1922 racehorse births Category:1942 racehorse deaths Category:Racehorses bred in Kentucky Category:Racehorses trained in the United States Category:Belmont Stakes winners Category:Eclipse Award winners Category:History of the United States Army Category:Thoroughbred family 7 Category:Godolphin Arabian sire line ",
    "title": "American Flag (horse)"
}