{
    "id": "12820811",
    "text": "Looking north-east of the station, to the foothills where the line started its climb to Kaitoke. Mangaroa railway station was a single-platform rural railway station on the Wairarapa Line between Upper Hutt and Featherston in the Wellington region of New Zealand’s North Island, on the section that was replaced by the Rimutaka Tunnel deviation in 1955. It served the small rural settlement of Mangaroa, in the Mangaroa Valley, east of Upper Hutt. == History == Mangaroa station was not originally built prior to the opening of Kaitoke station as part of the Mungaroa Contract. Looking south-west of the station, at the site of the Flux Road level crossing and in the direction of the Mangaroa River. a privately owned 43-wagon-capacity siding was laid several chains to the north of Cruickshanks Tunnel to serve a timber mill that was owned, constructed and operated by James Duff Cruickshank, a member of the Wellington Provincial Council. His siding handled only timber traffic, but also became a stopping place for main line trains, and was known as Cruickshanks. He later built a second mill about half a mile closer to Mangaroa station, but the first remained in use until 1889 when the siding was lifted. The second mill operated its own tramway between the mill and station yard where timber was transferred to railway wagons. Cruickshank owned 400 acres in the Mangaroa Valley and leased another 200 acres which he was required to clear and convert to pasture. The inference is that he operated a mill in the Mangaroa Valley. This land was lost in a mortgagee sale in 1882 when Cruickshank was declared bankrupt. In 1912 Seed Bros, who had a mill in Colletts Road, were issued a licence by the railways department for a tramway into the Mangaroa Station yard. The tramway ran down Flux Road. In 1915 signals were installed at Mangaroa Station. The Railways Department needed two houses for staff. Arthur Seed offered his house which was at the right angle bend in Flux Road but the offer was rejected. During the construction of the Rimutaka Tunnel, a siding was laid from the eastern end of the Mangaroa Valley and several chains north-east of Mangaroa station to the new Maymorn Station yard. This was to enable work trains to bring lengths of welded rail, other supplies and equipment from the Hutt Workshops directly to the construction site. Once the tunnel and deviation opened, this siding, along with the rest of the old section, was lifted in 1956. A military siding was established at Mangaroa in World War II to service RNZAF No. 2 Stores Depot that was later used by the Army. The depot opened in 1942 after being moved from the RNZAF station at Rongotai and was used until after the war. After the war the depot was a disposal site for surplus stores until RNZAF use ceased in July 1949, at which time it is assumed that the site was transferred to the NZ Army for their use. == Proposals == Prior to the construction of the Rimutaka Tunnel, several proposals for a tunnel under the Rimutaka Ranges to bypass the Incline section involved tunnels with a western portal to the north-east of Mangaroa station. In 1898 a survey was completed for a tunnel between Mangaroa and Cross Creek. The idea received a great deal of attention, but ultimately went nowhere as such a tunnel could not be contemplated at the time. In 1921–1922, a feasibility study was conducted which again considered the possibility of a Mangaroa to Cross Creek tunnel. This would involve an improved gradient from Upper Hutt, followed by a tunnel on a maximum gradient of 1 in 132. Again, the Public Works Department did no further work on the idea. In 1936 the Government announced its intention to proceed with a Mangaroa to Cross Creek tunnel. Though new surveys were conducted in 1938–1939, the project was delayed once more, this time by war conditions. After the war, work restarted on a tunnel through the Rimutaka Ranges. When the Rimutaka Tunnel opened in 1955, the line between Upper Hutt and Featherston then followed an alignment that bypassed Mangaroa altogether. The new Maymorn railway station on the Rimutaka Tunnel deviation was initially called Mangaroa. == Today == Very little of the old railway formation remains between the west and east sides of the Mangaroa Valley. Cruickshanks Tunnel still exists, though there is no formal access to it and the status of public access is uncertain. The only remains of the old Mangaroa River bridge are a few wooden bridge piles. There is still a noticeable hump in Flux Road just before the T-intersection with Leonards Road, the site of a level crossing just before the station. Of the station itself only the loading bank remains, at the side of Flux Road. ==See also== * Rimutaka Tunnel == References == * * * ==External links== * Rimutaka Incline Railway. Newsletter #8, Connection to heritage route at Maymorn for a plan view and brief description of the siding that linked the old and new lines during the construction of the Rimutaka Tunnel. * Cruickshanks Tunnel. Category:Rail transport in Wellington Category:Defunct railway stations in New Zealand Category:Railway stations opened in 1878 Category:Railway stations closed in 1955 Category:Buildings and structures in Upper Hutt ",
    "title": "Mangaroa railway station"
}