{
    "id": "12827402",
    "text": "Novos Baianos is a Brazilian rock and MPB group from Salvador, Bahia. It was formed in the 1960s and enjoyed success throughout most of the 1970s. The band members were Paulinho Boca de Cantor (vocals), Pepeu Gomes (electric guitar), Moraes Moreira (vocals and acoustic guitar), Baby Consuelo (vocals and percussion) and Luiz Galvão (lyrics). The group always counted on the collaboration of the band A Cor do Som, composed of Pepeu Gomes (guitar), Dadi (bass), Jorginho (cavaquinho, drums and percussion), Baixinho (drums and percussion) and Bolacha (percussion). Novos Baianos is considered one of the most important and revolutionary groups in Brazilian music. ==History== Novos Baianos started in the 1960s, but they appeared in public for the first time in 1968 at the show \"Desembarque dos bichos depois do dilúvio\", presented in Salvador, Bahia, Brazil. At the time, the group was composed of Moreira, Boca de Cantor, Consuelo and Galvão. In 1969, the group participated in V Festival de Música Popular Brasileira, playing the song 'De vera'. The origin of the name came up during a performance on the TV channel Rede Record. When the group was still nameless, the festival producer, Marcos Antônio Riso yelled (in Portuguese) \"Bring up these new Bahians!\", referring to the band's place of origin (\"Novos Baianos\" is Portuguese for \"new Bahians\"). This song was on the band's first album, É ferro na boneca, recorded one year later. Initially their sound was a fusion of psychedelic rock with traditional folk sounds from Brazil. Originally, the group only played with Pepeu Gomes and Jorginho at their live shows. However, gradually, Gomes started to acquire an ever more important role in the group: after he married Consuelo, he became a fully fledged band member and song arranger along with Moreira. Novos Baianos, 1972. Their music began to gravitate more towards MPB, particularly due to João Gilberto's influence, who frequently visited the group. Their second album Acabou Chorare contained the classics 'Brasil Pandeiro', 'Preta Pretinha', 'Mistério do Planeta' and 'Besta é tu'. It was recorded on the Som Livre label in 1972, and years later would be considered the best Brazilian music album by Rolling Stone magazine. It was around this period that the group incorporated A Cor do Som as an auxiliary band. Novos Baianos, 1972. In 1972, after recording Acabou Chorare, Novos Baianos moved to a community in Vargem Grande, Rio de Janeiro, in a garage where they lived, played and composed music, and played soccer. This was the reason for the name of their third album, Novos Baianos F.C., recorded on the label Continental in 1973. The group had a strong hippie image at this time. The band released records until their break- up in 1978. In 1974, they recorded the first album without Moreira, who decided to start his own solo career. As Moreira had previously composed songs with Galvão and arranged songs with Gomes for the band's previous albums, it was a great loss to the band. The members tried to continue and incorporated Gato Félix to the group. In 1976, Dadi left the group to start A Cor do Som. Novos Baianos substituted Didi, the brother of Pepeu Gomes, for the loss of Dadi. However, the group disbanded some years later due to members starting their solo careers. Despite the end of the band, Novos Baianos' members reunited many times to celebrate special events. In 1997, the composer of the group, Luiz Galvão, published the book Anos 70: Novos e Baianos for Editora 34. In the book he tells the history of the group and its importance to Brazilian music. After Galvão released the book, the group reunited to record a new album, named Infinito Circular, recorded live at Metropolitan, Rio de Janeiro. In 2007, Moreira also published a book about the group. It was written as a cordel text and was named A História dos Novos Baianos e Outros Versos. In 2009, the band reunited without Moreira to celebrate 40 years of Novos Baianos and their revolutionary role in Brazilian music. They also plan to record an album with an unreleased song. == Discography == *1970: É Ferro na Boneca (RGE) *1972: Acabou Chorare (Som Livre) *1973: Novos Baianos F. C. (Continental) *1974: Novos Baianos (Continental) *1974: Vamos pro Mundo (Som Livre) *1976: Caia na Estrada e Perigas Ver (Tapecar) *1977: Praga de Baiano (Tapecar) *1978: Farol da Barra (CBS) *1997: Infinito Circular (Globo/Polydor) ==References== == External links == *CliqueMusic *Billboard * Category:Musical groups established in 1969 Category:Musical groups disestablished in 1979 Category:Brazilian rock music groups Category:Música popular brasileira musical groups Category:Psychedelic rock music groups Category:1969 establishments in Brazil Category:1979 disestablishments in Brazil Category:Brazilian progressive rock groups ",
    "title": "Novos Baianos"
}