{
    "id": "12822000",
    "text": "WXER is a Hot AC FM radio station broadcasting on 104.5 MHz in Sheboygan County, Wisconsin, which is owned by Midwest Communications. The station is licensed to the city of Plymouth and broadcasts from a tower southwest of the city. The station also has a translator station with the calls W241AG broadcasting at 96.1 FM from the tower site behind the Midwest studios in Sheboygan, which was launched in June 2006 due to ongoing interference problems with WBFM and WHBZ within the city on the 104.5 frequency, along with summer co-channel interference with Muskegon, Michigan's WSNX-FM across Lake Michigan. The stations are marketed together as 104-5 & 96-1, The Point, with the call letters completely de-emphasized beyond station identification purposes. ==History== Studios The station launched in 1990 with an easy listening format, then slowly over the years went more towards a more adult contemporary format. In 1999, the transition was complete, and the station took on The Point branding, then a popular brand for radio stations using that format. After then-adult contemporary WWJR became an active rock station in 2000 under the calls WHBZ, the station became the market's sole AC station until 2003, when Cleveland-based WKTT switched from country to AC as WLKN. At this time, the station was owned by Mountain Dog Media. The station carried syndicated programming on the weekends, including radio-optimized programming from the VH1 Radio Network, Nina Blackwood's Absolutely 80's, and The Retro Pop Reunion. In 2005, Mountain Dog sold the station to Midwest Communications while keeping ESPN Radio affiliate WCLB, which was restricted by a non-compete agreement until 2010.http://www.northpine.com/broadcast/archive/news0905.html Shortly after, Midwest changed tweaked the format to Hot AC and ended syndicated programming on the station (except for a Sunday airing of American Top 40), and replaced the station's airstaff with new personalities, including voice tracked personalities from other Midwest stations in Green Bay and Wausau, though the morning show remains locally originated, hosted by Ben Olsen with local news updates from WHBL. In September 2008, the station took a CHR (Top 40) format, adding current hip-hop/R&B; songs to their playlist and narrowing it down to music after 2001, with a few pre-2001 tracks sprinkled in through the playlist. On September 2009, WXER returned to a Hot AC format after a one-year run with CHR (Top 40). Some formerly recorded voicetracked programming now also airs live to facilitate listener requests, though it still originates from outside of Sheboygan. ===Studio facilities history=== WXER originally broadcast from studios with then co-owned WPLY (1420, now WGXI) on Highway 57 east of the city (which remains the home of WGXI, and formerly WSTM-FM until its sale in 2017), but in 1994 after WPLY was sold off, moved them to Falls Plaza, a small shopping center off Fond du Lac Avenue in Sheboygan Falls, which were shared by former sister station WCNZ/WCLB (950 AM). Finally, the station moved to the Washington Avenue facilities of Midwest's other stations in Sheboygan when bought by the group in 2005. ==References== ==External links== * WXER official website * * * XER Category:Hot adult contemporary radio stations in the United States Category:Radio stations established in 1990 Category:Midwest Communications radio stations Category:1990 establishments in Wisconsin ",
    "title": "WXER"
}