{
    "id": "1282575",
    "text": "IMI modern Runway Attack Munition Anti-runway penetration bombs are systems involving bombs or bomblets designed to disrupt the surface of an airfield runway and make it unusable for flight operations. Perhaps the most strategically decisive, best known, and first wartime use of specialized cratering anti-runway weapons was by Israel during the 1967 Six-Day War. The dibber bombs played a major part in the near complete destruction of the large Egyptian Air Force, mostly on the ground, in a preemptive strike on the first morning of the war by the commitment of the whole of the far smaller Israeli Air Force to the strike. The surprising elimination of the Egyptian air force and resulting Israeli air supremacy contributed significantly to the outcome of the war on all fronts. The IMI 'Runway Piercing Bomb' was a prototype Israeli-French anti-runway weapon. It used rocket braking over the target and a second rocket burst to plunge through the runway surface and explode.\"Dassault Mirage: The Combat Log\", Salvador Mafe Huertas, page 41, One system available from 1977 diverging from the French/Israeli runway piercing bomb development used in 1967 was the Matra Durandal, a single 450 lb bomb with parachute braking, rocket booster, and two warheads. The device worked after being dropped by an aircraft flying at low level braking by parachute, then when at the correct angle firing a rocket to impact the runway, first igniting a large warhead to create a crater and then subsequently using a smaller charge that had penetrated the crater to displace adjacent concrete slabs. The slabs, once displaced, are far harder to deal with than a simple hole that could be patched with asphalt. The Durandal has been widely exported. The Durandal was used by the USAF in the initial stages of the 1991 operation Desert Storm against Iraqi airfields, delivered by F-111s. Another, now withdrawn from service, was the JP233, a submunitions system in which an aircraft would fly over the target runway and a mixture of penetrating and anti-personnel submunitions would be dispensed to both crater the runway and impede repair work. The submunitions could be armed with delayed-fuses, meaning that workcrews run the risk of death or bodily injury as they worked on runway repair. After the UK signed an international accord banning cluster mines, the JP233 was retired. ==See also== *Cluster bomb *DRDO Smart Anti-Airfield Weapon *Matra Durandal *Fares Scale of Injuries due to Cluster Munitions ==References== Category:Aerial bombs ",
    "title": "Anti-runway penetration bomb"
}