{
    "id": "12822777",
    "text": "Tkhaba-Yerdy (Ingush: ТкъобIa–Ерды; ; ) is the ruins of the largest medieval Christian church in Ingushetia, Russian Federation. It is located deep in the Assin Gorge between the auls of Khairakh and Puy, Dzheyrakhsky District, near the border with Georgia. The monument is protected by the State as part of the Dzheirakh-Assin historical and architectural museum and nature reserve. ==History and architecture== The building was first described in 1781 by a Russian army officer Städer known for the accounts of his North Caucasian travels. From the 1880s on, the monument became a subject of study by several Russian, Georgian and Ingush scholars. From 1969 to 1971, a team of Georgian and Ingush specialists led by the architect L. Khimshiashvili and archaeologist G. Ghambashidze carried out a substantial research in the area and reconstructed the church for further conservation. The expedition also offered a novel interpretation of the church’s name. Instead of the hitherto commonly accepted translation as \"a church of the Holy Two Thousands\", the scholars now suggested that the name might have been derived from the name of St. Thomas. According to the evidence the earliest structures of Tkhaba-Yerdy dates back before 8th-9th centuries when it was remodeled . The temple seems to have been completely remodeled during the reign of Queen Tamar of Georgia (r. 1184-1213), and restructured for the last time in the 15th-16th centuries. Originally, the church was a three-nave basilica typical to medieval Georgian architecture , but several elements of the native tradition of mountainous Ingushetia were later introduced by its rebuilders. Although eventual Islamization of the region made the church defunct, it remained a place where the Ingush clansmen gathered to discuss common matters such as raids against enemies, peace-making, and to hold various celebrations. The extant edifice is not oriented strictly to the east, but is considerably deviated to the north. The interior is divided by three tall arcades into four unequal sectors. The church retains the fragments of relief sculpture of the façades and ornate details of cornices and arches. A piece of the inscription in Georgian has also survived. The Tkhaba-Yerdy Church is one of the four monuments of Ingushetia classified as having a federal importance. The other three are: Alby-Yerdy Church, and the Islamic mausoleums of Borga-Kash and Myatsel. ==Army controversy== The area around the church became a training ground of a unit of the Russian 58th army stationed nearby. In 2001, the president of Ingushetia, Ruslan Aushev, accused the military personnel of profaning the monuments of the Dzheirakh district by \"setting up a latrine\" near the Tkhaba- Yerdy Church. He also said a military helicopter had destroyed an adjacent burial site.Russia: Army Accused Of Desecrations. The New York Times. July 14, 2001. Полигон в музее-заповеднике. Nezavisimaya Gazeta. November 11, 2001. In 2007, concerns about the damage to the historical monuments due to the military exercises in the area was again raised by the director of the Dzheirakh-Assin reserve, M. Kodzoyev, who brought the case to the court, but without achieving any results. Горная Ингушетия: у подножия храма вновь гремят орудия. Ingushetiya.ru. July 2, 2007. Красота под обстрелом. Moskovskie Novosti. July 25, 2006. ==References== ==Sources== * М. Озиев. Памятники Ингушетии: Храм Тхаба- Ерды. Ingushetiya.ru. Accessed on August 18, 2007. * Хевсаков, Владимир Владимирович. Генезис религиозных воззрений ингушей: Дис. канд. ист. наук: 07.00.02. Владикавказ, 2004. * Г.Г. Гамбашидзе - Из истории связей Грузии Ингушетии в средние века. Accessed on August 18, 2007. Category:Churches in Ingushetia Category:Medieval Eastern Orthodox church buildings in Russia Category:Nakh peoples Category:9th-century churches ",
    "title": "Tkhaba-Yerdy Church"
}