{
    "id": "12823120",
    "text": "The Fruitvale Bridge and the Fruitvale Avenue Bridge (the latter officially the Miller-Sweeney Bridge at Fruitvale Avenue) are parallel bridges that cross the Oakland Estuary, linking the cities of Oakland and Alameda in California. The Fruitvale Bridge is a vertical-lift Warren through truss railroad moveable bridge, while the Fruitvale Avenue Bridge is a steel stringer road bascule bridge that connects Fruitvale Avenue in Oakland with Tilden Way in Alameda. ==Rail bridge== The rail bridge is immediately northwest of the Miller-Sweeney road bridge. The rail bridge connected Fruitvale Avenue in Oakland with Tilden Way in Alameda. It has been out of service since 2000. ===History=== This lift bridge was constructed in 1951 to replace an earlier bridge that originally served the SP interurban trains from San Francisco (SP's Interurban Electric Railway discontinued service in 1941). From 1951 until September 11, 1996, the Southern Pacific Railroad operated freight service across the bridge to serve shippers in Alameda and to connect with the Alameda Belt Line railroad. After SP was acquired by Union Pacific on September 11, 1996, UP provided infrequent service to Alameda until service was discontinued in 2000. ===Design=== The right-of-way still exists through the East Bay, however, the tracks on both sides of the bridge have been severed and the span remains raised at 65 feet above water level, except when operated for maintenance and testing. The bridge is owned by the U.S. Army Corps of Engineers and is operated by the County of Alameda. The Miller-Sweeney bridge tender, a county employee, operates the railroad bridge from controls in the Miller-Sweeney control house. The last train across the bridge ran in 2000. ==Road bridge== The road bridge is officially named the Miller-Sweeney Bridge at Fruitvale Avenue. It has no overhead steel structure like the other road bridges between Alameda and Oakland (the High Street Bridge and the Park Street Bridge) so tall vehicles should use the Miller-Sweeney Bridge. Miller-Sweeney opens approximately 1,600 times per year to accommodate marine traffic. ===History=== A railroad-only swing truss bridge at this location initially opened in 1894. It was regraded to accommodate road traffic, and the train tracks were removed in 1951 with the completion of the dedicated vertical-lift rail bridge. The present Miller-Sweeney Bridge was completed in 1973 by the US Army Corps of Engineers and turned over to Alameda County in 1975. Miller- Sweeney won a prize bridge award for movable spans from the American Institute of Steel Construction in 1974. The Miller-Sweeney Bridge was damaged in the 1989 Loma Prieta earthquake and was damaged again in 1991 when a fully loaded barge hit the span. ===Design=== The Miller-Sweeney Bridge is normally opened by two motors, which take 66 seconds to fully open the bridge to 79°. The motors typically operate in tandem, drawing electricity from Alameda Municipal Power. Under emergency conditions, a portable generator may be used to power the single backup motor, which takes 20 minutes to fully open the bridge. ==References== == External links == * * Category:Bridges in Alameda County, California Category:Railroad bridges in California Category:Buildings and structures in Alameda, California Category:Buildings and structures in Oakland, California Category:Steel bridges in the United States Category:Vertical lift bridges in California Category:San Francisco Bay Trail Category:Bridges completed in 1951 Category:1951 establishments in California Category:Road bridges in California ",
    "title": "Fruitvale Bridge"
}