{
    "id": "1282066",
    "text": "Frank James Reynolds (November 29, 1923 – July 20, 1983) was an American television journalist for CBS and ABC News. Reynolds was a New York-based anchor of the ABC Evening News from 1968 to 1970 and later was the Washington, D.C.-based co-anchor of World News Tonight from 1978 until his death in 1983. During the Iran hostage crisis, he began the 30-minute late-night program America Held Hostage, which later was renamed Nightline, and then taken over by Ted Koppel. ==Background== Born in East Chicago, Indiana, Reynolds attended Bishop Noll Institute in Hammond and Wabash College in Crawfordsville. He was a member of Lambda Chi Alpha fraternity. Reynolds served in the U.S. Army during World War II; he was a staff sergeant (E-6) in the infantry and was awarded the Purple Heart. ==Early career== After the war, Reynolds began his broadcast career in Indiana with WWCA-AM in Gary. (He also had an early career stint with WJOB-AM in nearby Hammond, Indiana). Reynolds was a television anchor in Chicago, first on the original WBKB in 1949, which in 1953 would become WBBM-TV, the CBS owned-and-operated station; he also served as Chicago correspondent for CBS News. In 1963, he moved to the second WBKB, an ABC owned-and-operated station (now known as WLS-TV) and served as their main news anchor. Reynolds joined ABC News in 1965 as a correspondent. ==Anchor, ABC News== By 1968, he became co-anchor of the ABC evening newscast with Howard K. Smith, who remained as co-anchor after Harry Reasoner was hired from CBS to replace Reynolds in December 1970. After the demotion, Reynolds returned to the field as a correspondent for the network. After Reasoner and Barbara Walters ceased their anchor duties in 1978, Reynolds returned to the anchor chair as the Washington, D.C., anchor for the now-revamped World News Tonight newscast, with co-anchors Max Robinson and Peter Jennings. Reynolds was also the original anchor of \"America Held Hostage\", a series of special reports seen weeknights at 11:30 p.m. (10:30 p.m. Central Time) on the Iran hostage crisis in November 1979 that evolved into the newsmagazine Nightline in March 1980. Reynolds, still an evening news anchor, soon tired of the grind of the extended hours and was replaced by one of his revolving substitutes, Ted Koppel, then the network's chief diplomatic correspondent. === Reagan assassination attempt coverage episode, 1981 === One famous moment in Reynolds' career occurred on March 30, 1981, during live news coverage of the assassination attempt on President Ronald Reagan. Early reports received by his newsroom had indicated that press secretary James Brady and others had been shot, but that Reagan was uninjured. He became upset when a report arrived indicating that Reagan had been struck and at one point can be heard shouting at an individual off-screen to \"Speak up!\" as more information arrived. Later, Brady, a close friend of Reynolds, was erroneously reported by all three networks as having died from the head wound he suffered in the incident.It is often erroneously cited that Reynolds was told that Reagan had died. Upon learning that the information regarding Brady was incorrect, Reynolds suddenly appeared noticeably upset and, looking around at staffers in the background, angrily burst out: > \"Let's get it nailed down ... somebody ... let's find out! Let's get it > straight so we can report this thing accurately!\" === Death === Reynolds was diagnosed with multiple myeloma in early 1983 and had been absent from his anchor position since April of that year. He died three months later, on July 20, at the age of 59; his death was attributed to acute viral hepatitis.name=nytobit83 ==Legacy== Grave at Arlington National Cemetery One of Reynolds' five sons is WGN America News Nation correspondent Dean Reynolds. Coincidentally, it was a report from the younger Reynolds while he was a correspondent for UPI which first revealed that James Brady was still alive, leading to the aforementioned outburst from the elder Reynolds. Reynolds is also famous for his optimistic prediction during a live broadcast of the solar eclipse of February 26, 1979, where he stated, “Not until Aug. 21, 2017, will another eclipse be visible from North America, that’s 38 years from now. May the shadow of the moon fall on a world at peace.” Reynolds' last broadcast was April 20, 1983, and, despite promises of his return by substitute anchormen, he never did, dying from hepatitis-induced liver failure at Sibley Memorial Hospital on July 20, 1983, at the age of 59. He was diagnosed with multiple myeloma while he was being treated for acute hepatitis. Reynolds had injured his upper left femur in the Florida surf in January while on vacation and fell on it after slipping on ice in a mid- February snowstorm. X-rays showed a hairline fracture and he underwent surgery on March 17 and was diagnosed with hepatitis a month later. Reynolds, an Army veteran wounded in combat, is interred in Arlington National Cemetery in Virginia. President Reagan and wife Nancy were among the 1,100 at the funeral at St. Matthew's Cathedral in Washington. Pope John Paul II sent condolences to the family by a letter from the Vatican, read by Bishop Edward John Herrmann. In 1985, Reynolds was posthumously awarded the Presidential Medal of Freedom by President Reagan on May 23. A few years after Reynolds' death, musician Paul Hardcastle recorded a section of an ABC documentary about the Vietnam War, that included narration by Reynolds, and later used it as part of his 1985 U.S. Top 40 and U.K. #1 (5 weeks) hit, 19. Hardcastle had a video made of the song that included footage from that documentary that ABC later demanded be removed. The ABC footage was later replaced with stock footage, but Reynolds' voice remained on the recording. ==References== ==External links== * Category:1923 births Category:1983 deaths Category:20th-century American journalists Category:American army personnel of World War II Category:American Roman Catholics Category:American television news anchors Category:ABC News personalities Category:Burials at Arlington National Cemetery Category:Television anchors from Chicago Category:Deaths from bone cancer Category:Deaths from multiple myeloma Category:Deaths from cancer in Washington, D.C. Category:Peabody Award winners Category:People from East Chicago, Indiana Category:Military personnel from Indiana Category:Presidential Medal of Freedom recipients Category:Operation Overlord people Category:United States Army soldiers Category:Major League Baseball broadcasters Category:Catholics from Indiana ",
    "title": "Frank Reynolds"
}