{
    "id": "12823780",
    "text": "Falkirk High School is a high school located in Falkirk, Stirlingshire, Scotland that was founded in 1886. It is a non-denominational six-year fully comprehensive school, situated approximately one mile from the centre of the town. It serves a widespread catchment area and has eight associated primary schools: Bainsford, Bantaskin, Carmuirs, Comely Park, Easter Carmuirs, Langlees, Limerigg and Slamannan Primary Schools. There are four houses – Campbell (Red), Robertson (Yellow), Cameron (Green) and Mackay (Blue), which are named after the first four rectors of the school. ==Roll== The school's old buildings during demolition, 2009 *2004/2005 1153 *2010/2011 1058 ==Notable former teachers== * James Martin, Scottish Public Services Ombudsman since 2009 (taught from 1975–79) * Alexander Durie Russell FRSE (d.1955) maths teacher at Falkirkhttps://www.cambridge.org/core/services/aop-cambridge- core/content/view/S0950184300000355 ==Notable alumni== * Craigie Aitchison, Lord Aitchison, Labour MP from 1929–33 for Kilmarnock * novelist Alan 'Alvin' Bissett * Dame Elizabeth Blackadder, Painter and Limner * Rev Dr John Urquhart Cameron, athlete, theologian, journalist * Prof George Stuart Gordon, Vice- Chancellor of the University of Oxford from 1938–41, President from 1928–42 of Magdalen College, Oxford, and Professor of English at the University of Leeds * Bob McGregor MBE, swimmer * Iain Macphail, Lord Macphail * David Marshall, Labour MP from 2005–08 for Glasgow East, and from 1979–2005 for Glasgow Shettleston * Prof Gordon Marshall CBE, Vice-Chancellor from 2003–11 of the University of Reading, and Chairman since 2007 of the Higher Education Statistics Agency * Craig Pollock, Formula 1 executive * Alan Lawson, Rugby Union Scrum Half – 15 caps for Scotland. Bill McLaren's son in law. * Donald Shaw Ramsay, was a Scottish bagpiper. Qualified as a pipe major in the British Army, he led the Edinburgh City Police Pipe Band to victory at the World Championships twice and was also leader of the all-star Invergordon Distillery Pipe Band during its four years of existence.https://www.rspba.org/html/history_individuals.php#donaldshawramsay ==References== ==External links== * Falkirk High School's page on Scottish Schools Online *https://www.falkirk.falkirk.sch.uk/ Category:Secondary schools in Falkirk (council area) Category:Buildings and structures in Falkirk Category:1886 establishments in Scotland Category:Educational institutions established in 1886 ",
    "title": "Falkirk High School"
}