{
    "id": "1282933",
    "text": "Wooden jack plane from c.1860 A jack plane is a general-purpose woodworking bench plane, used for dressing timber down to size in preparation for truing and/or edge jointing. It is usually the first plane used on rough stock, but for rougher work it can be preceded by the scrub plane. The versality of the jack plane has led to it being the most common bench plane in use. The name jack plane is sometimes used interchangeably with the longer fore plane. == Description == Jack planes are typically long and wide, with wooden planes sometimes being slightly wider. The blade is wide. Historically wooden jack planes in the United States have typically been long, (180 to 230 mm) long with irons wide. Under the commonly used Stanley Bailey numbering system for metal-bodied planes the long #5 plane is a jack. However, not all early metal plane manufacturers used the same number scheme for their planes. For example Millers Fall and Sargent used different numbers to refer to the same planes. == Name == The name jack plane dates back to at least the 17th century, and was a term used to describe many tools used for rough work. Being a common first name the term jack came to be used disdainful name for the common man, as well as common tools and jobs. The jack plane has also become associated with the related term \"jack of all trades\" as they can be adjusted to perform some of the work of both smoothing and jointer planes, especially on smaller pieces of work. == History == As with other bench planes, until the end of the 19th century the bodies of jack planes were predominantly wooden, typically made out of beech (Fagus sylvatica in Europe, Fagus grandifolia in North America). Wooden planes were largely superseded by iron-bodied planes and to a lesser extent transitional planes. Although there were earlier all-metal planes, Leonard Bailey patented a number of highly influential all-metal planes and improvements in the late 19th century. Despite the predominance of the heavier iron-bodied planes, vintage wooden planes remain in common use, while new wooden jack planes are available from a small number of manufacturers. == Use == The irons (blades) on jack planes are often ground with a slight camber, allowing more material to be removed without marring the work. For a finer finish, the irons can also be ground like a smoothing plane – with a straight edge and a very slight curve on the corners. The cut is generally set deeper than on most other planes as the plane's purpose is to rapidly remove stock rather than to gain a good finish (smoothing planes are used for that). In preparing stock, the jack plane is used after the scrub plane and before the fore plane or jointer plane and the smoothing plane. The woodworker will often start planing across or diagonal to the grain (\"traversing\") to roughly level the workpiece before planing in the direction of the grain. == See also == * Fore plane ==References== Category:Planes ",
    "title": "Jack plane"
}