{
    "id": "12820899",
    "text": "The Zaca Fire was a wildfire that began burning in the San Rafael Mountains, northeast of the Santa Ynez Valley in Santa Barbara County, California. It was also the single largest wildfire of the 2007 California wildfire season. The fire started on July 4, 2007, and by August 31, it had burned over , making it California's second largest fire in recorded history at that time after the Cedar Fire of 2003. Cal Fire update page As of 2020, it is California's tenth- largest recorded fire in modern history. The fire was contained on September 4, 2007, with the fire being brought under control on October 29, 2007. ==Fire== On July 4, 2007, at 10:53 AM PDT, the Zaca Fire was started as a result of sparks from a grinding machine on private property, which was being used to repair a water pipe.\"Officials Find Cause of Zaca Fire\", KEYT3 news, July 6, 2007 Archived at Wayback Machine It spread to a size of in August. By August 12, progress was being made on the fire through the combined efforts of firefighters and aircraft. Firefighters were able to turn the direction of the fire away from the Paradise Road community. The Zaca Fire neared containment on September 2. On September 4, 2007, the fire had cost $117 million to fight, and was 100% contained. Hotspots within the fire perimeter continued to burn for over another month, until the Zaca Fire was fully brought under control on October 29, 2007.\"Zaca Fire Controlled But Not Out\" InciWeb. Retrieved on November 6, 2007 Of the 43 non-fatal injuries 2 occurred when a helicopter assigned to the incident crashed.\"Zaca Fire Copter Crashes\" by J'Amy Brown, Santa Barbara Independent. Retrieved on October 20, 2018 ==Impacts== The fire had primarily burned away from populated areas in extremely steep and rugged areas of the San Rafael Mountains in the Los Padres National Forest and the Santa Ynez River Recreation Area. It only destroyed one Forest Service outbuilding. Its impacts on the environment and area water resources are not yet fully known.\"Zaca Fire Impacts Will Linger for Years\" by Ray Ford, Santa Barbara Independent. Retrieved on November 6, 2007 Many trails and campgrounds in the Dick Smith Wilderness were destroyed. Since then, a number of them have been rebuilt. ==See also== *October 2017 California wildfires **Witch Fire *December 2017 California wildfires **Thomas Fire ==References== ==External links== *CDF—California Dept. Forestry: Maps of the Zaca Fire *California Fire News: daily coverage of the \"Zaca Fire\" wildland fire including fire perimeter maps, photos - Over 100 pages labeled \"Zaca Fire\" *Associated Press: \"Giant fire in Los Padres forest to cross into Ventura County\" *Los Angeles Times - \"Santa Barbara fire flares anew\" *Santa Maria Times - \"Zaca Fire takes unexpected turn\". *Southern California's Worst Brush Fires Category:2007 California wildfires Category:Los Padres National Forest Category:Mt. Pinos Ranger District, Los Padres National Forest Category:Santa Barbara Ranger District, Los Padres National Forest Category:Santa Lucia Ranger District, Los Padres National Forest Category:History of Santa Barbara County, California Category:San Rafael Mountains Category:Wildfires in Santa Barbara County, California ",
    "title": "Zaca Fire"
}