{
    "id": "12828849",
    "text": "Henry Sargent (baptized November 25, 1770 – February 21, 1845), American painter and military man, was born in Gloucester, Massachusetts. ==Early life== Portrait of Sargent's mother, Mary Turner, by John Singleton Copley, 1763Robert Field He was one of seven children born to Daniel Sargent Sr. and Mary (née Turner) Sargent (1744–1813). He was the brother of author Lucius Manlius Sargent (1786–1867), and Daniel Sargent (1764–1842) merchant and a cousin of American Revolutionary War soldier Paul Dudley Sargent (1745–1828), and a great-grandson of William Sargent, who received a grant of land at Gloucester in 1678. Henry Sargent's father was a prosperous and public- spirited merchant. Henry was sent as a young boy to Dummer Academy, South Byfield, and then, the family having moved to Boston, he continued his studies under local teachers. After a period in the counting house of Thomas Handasyd Perkins, he continued his commercial apprenticeship with his father, but suddenly, as he was attaining his majority, without having previously shown special partiality for the arts of design, he determined to become an artist. An elder brother's efforts in this direction seem to have stimulated him, and his mother encouraged him. John Trumbull, who visited Boston in 1790, saw some of his work and found it promising. ==Career== In 1793, Sargent went to London, where he studied with Benjamin West and had courteous treatment from John Singleton Copley. A letter of Sargent's dated March 27, 1795Julia DeWolf Addison, \"Henry Sargent: A Boston Painter,\" Art in America, vol. 17 (October, 1929), p. 279. shows that he found living in London expensive and the painter's profession much depressed. He returned to Boston in 1799, still strongly conscious of \"the apathy then existing towards the arts\".Dunlap, William. A History of the Rise and Progress of the Arts of Design in the United States, vol. II, p. 192. Ed. F. W. Bayley and C. E. Goodspeed, 1918. ===Public service=== After his return to Boston in 1799, he took a commission in the national army then being raised under the command of Alexander Hamilton. This service was brief, but it gave Sargent a taste for military life which motivated his long connection with the Massachusetts militia. In or shortly after 1799, he joined the Boston Light Infantry, which had been organized the year before and of which his brother, Daniel Sargent, was captain. Records of the adjutant-general's office in the Massachusetts State House show that Henry Sargent became first lieutenant of this company on October 1, 1804, and captain on March 31, 1807. Of a tall, thin, Yankee build, he was a handsome officer and an efficient drill master. During the War of 1812, his company aided in the fortification of Fort Strong, and on May 31, 1815, he was appointed aide-de-camp to the governor, with the rank of Colonel. In 1812, 1815, 1816, and 1817 he was a member of the Massachusetts Senate. ===Later career=== In the course of the following decade, growing deafness caused him gradually to withdraw from public services and to devote himself entirely to his painting and to mechanical inventions. He developed a plan for an elevated railway, but his inventions gained him no particular fame. His painting was that of a diligent and gifted artist whose talent fell short of genius. His portraits were less masterful than those of his fellow townsman, Gilbert Stuart, with whom he was personally intimate. Like Copley, whom he somewhat resembled as a painter, Sargent enjoyed intensive elaboration of textures and accessories. He had a capacity for doing canvases that required sustained effort. The well-known Landing of the Pilgrims, at Pilgrim Hall, Plymouth, attributed to him,In 1820 Sargent's Landing of the Pilgrim Fathers of Plymouth in 1620 appeared on exhibit in Boston \"in the building lately erected in the N.W. corner of Dock Square and in the rear of the Brattle Street meeting house;\" cf. The Repertory; Date: 09-07-1820 is not representative of his best work. Far better are the two conversation pieces, The Dinner Party (ca. 1821) and The Tea Party (ca. 1824), owned by the Museum of Fine Arts, Boston. These have something of the exquisiteness of the so- called Little Dutchmen and they give fascinating glimpses of social life in Boston homes of the early 19th century. An altar painting, The Christ Crucified, which Sargent made for the Holy Cross Church, Boston, won contemporary favor. The full-length portrait of Peter Faneuil, in Faneuil Hall, if by Sargent, to whom it is ascribed, must be a copy after John Smibert.Dunlap, vol. II, p. 196. Sargent's self-portrait is at the Museum of Fine Arts; his likenesses of Jeremy Belknap, D.D., and John Clarke, D.D., both friends of his parents, are at the Massachusetts Historical Society. Continuing to paint at intervals down into old age, he was elected in 1840 an honorary member of the National Academy of Design and in 1845, president of the newly organized Boston Artists' Association. ==Personal life== On April 2, 1807, Sargent married Hannah Welles (1779–1841), the daughter of Samuel and Isabella (née Pratt) Welles, of Boston. Together, they had two daughters who died in infancy and two sons: * Henry Winthrop Sargent (1810–1882), who married Caroline Olmsted. * John Turner Welles Sargent (1814–1877), who married Amelia Jackson Holmes (1843–1889), only daughter of Oliver Wendell Holmes Sr., and Harriet Lydia Boardman Parker (1830–1868) Sargent died on February 21, 1845. ==Notes== ==References== * Julie De Wolf Addison. \"Henry Sargent: A Boston Painter.\" Art in America 17: 6 (October 1929): 279–84. * \"Henry Sargent\", Dictionary of American Biography. American Council of Learned Societies, 1928-1936. Category:18th-century American painters Category:American male painters Category:19th-century American painters Category:Massachusetts state senators Category:American militiamen in the War of 1812 Category:United States Army officers Category:People from Gloucester, Massachusetts Category:Artists from Boston Category:1770 births Category:1845 deaths Category:19th century in Boston ",
    "title": "Henry Sargent"
}