{
    "id": "12822445",
    "text": "Michael James Barry (born 22 May 1953) is a former professional footballer midfielder. Barry was born in Hull, East Riding of Yorkshire, England. Barry played for Huddersfield Town, Carlisle United and Bristol Rovers in England before moving to the United States to play for the Columbus Magic of the American Soccer League. In 1975, he played on loan from Carlisle United to the Washington Diplomats of the North American Soccer League.Mike Barry NASL statistics Barry began the 1979–80 Major Indoor Soccer League with the Pittsburgh Spirit, but moved to the Cleveland Force after three games. He remained with the Force through the 1980–81 season and the beginning of the 1981–82 season. The Force sent Barry to the New Jersey Rockets midway through the season. Even with his move indoors, Barry continued to play outdoor soccer. In 1979, he joined the Columbus Magic of the second division American Soccer League. In 1980 and 1981, he played for the Cleveland Cobras, also of the ASL. Barry finished his career with the Columbus Capitals of the minor league American Indoor Soccer Association. ==References== Category:1953 births Category:Living people Category:American Indoor Soccer Association players Category:American Soccer League (1933–1983) players Category:Bristol Rovers F.C. players Category:Carlisle United F.C. players Category:Cleveland Cobras players Category:Cleveland Force (original MISL) players Category:Columbus Capitals players Category:Columbus Magic players Category:English expatriate footballers Category:English expatriate sportspeople in the United States Category:English footballers Category:Welsh footballers Category:Wales under-23 international footballers Category:Expatriate soccer players in the United States Category:Association football midfielders Category:Huddersfield Town A.F.C. players Category:Major Indoor Soccer League (1978–1992) players Category:New Jersey Rockets (MISL) players Category:North American Soccer League (1968–1984) players Category:Pittsburgh Spirit players Category:Sportspeople from Kingston upon Hull Category:Footballers from the East Riding of Yorkshire Category:Washington Diplomats (NASL) players Category:Welsh expatriate sportspeople in the United States Category:Welsh expatriate footballers ",
    "title": "Mike Barry (footballer)"
}