{
    "id": "12821609",
    "text": "At the Drop of Another Hat is musical revue by Flanders and Swann, similar in format to its long-running predecessor, At the Drop of a Hat (1956). In the show, they both sang on a nearly bare stage, accompanied by Swann on the piano. The songs were linked by contemporary social commentary, mostly by Flanders. Highlights included \"Ill Wind\", in which Flanders sings rapidly about a pilfered horn to the tune of the Rondo from Mozart's Horn Concerto No. 4 and \"New Built Up Area\", a soliloquy by Flanders in which a disgruntled resident of Salisbury Plain complains of the newly erected Stonehenge.Flanders & Swann: At the Drop of Another Hat. Allmusic, accessed 19 July 2011 The revue premiered at the Haymarket Theatre in London on 2 October 1963 and ran until 21 March 1964. It was revived on the West End, at the Globe Theatre, from 29 September 1965 to 19 February 1966. The show toured widely, including tours in Australia (1964), Hong Kong and England (1965) and in 1966 CanadaBillboard, 17 December 1966, p. 56 and the US.At The Drop of Another Hat . Flanders & Swann Online, accessed 19 July 2011 A Broadway production played at the Booth Theatre from 31 December 1966 to 9 April 1967. == Songs (includes all versions) == ;First half * \"The Gasman Cometh: A Ballad of Unending Domestic Upheaval (It All Makes Work for the Working Man to Do)\" * \"Sounding Brass\" * \"From Our Bestiary\" * \"Bilbo's Last Song\" * \"By Air\" * \"Slow Train\" * \"A Sloth\" * \"Bedstead Men\" * \"Los Olividados\" * \"More Songs for Our Time\" * \"The Rat Race\" * \"Sea Fever\" * \"Old Hat (Kokoraki)\" * \"Ill Wind\" - (Mozart's Horn Concerto in E flat major, rondo finale with cadenza) * \"Ostrich Song\" * \"First and Second Law\" * \"Twice Shy\" * \"From Our Bestiary\" * \"Say Who You Are (Carter)\", ;Second half * \"All Gall\" * \"Horoscope\" * \"Old Hat (Madeira M'Dear)\" * \"Wompom\" * \"Twenty Tons of TNT\" * \"Friendly Duet\" * \"In the Bath\" * \"Armadillo Idyll\" * \"Lovely War\" * \"Motor Perpetuo\" * \"New Built-Up Area\" * \"In the Desert\" * \"Food for Thought\" * \"Prehistoric Complaint\" * \"Bedstead Men\" * \"Commonwealth Fair\" * \"A Song of Patriotic Prejudice\" * \"Hippo Encore\" * \"Guide to Britten\" == Flanders and Swann's Bestiary == Included in the performance of At the Drop of Another Hat were several songs about animals. Most of the following songs were not included in the original cast recording, but issued with additional songs on a separate disc: * \"The Warthog\" * \"The Seahorse\" * \"The Chameleon\" * \"The Whale (Mopy Dick)\" * \"The Sloth\" * \"The Rhinoceros\" * \"Twosome - Kang and Jag\" * \"Dead Ducks\" * \"The Elephant\" * \"The Armadillo\" * \"The Spider\" * \"Threesome\" **\"The Duck-Billed Platypus\" **\"The Hummingbird\" **\"The Portuguese Man-of-War\" * \"The Wild Boar\" * \"The Ostrich\" * \"The Wompom\" Note that many of the songs were originally from At the Drop of a Hat ==Recordings== * Parlophone #PCS 3052, recorded live at The Haymarket Theatre on 2 October 1963 (released in 1964), containing fourteen selections (ASIN B003UJF6EI). EMI re-released this on compact disc in 1991 and included three more selections (ASIN B00004SE0Q). The album was produced by George Martin, and has been described as an \"enjoyable smorgasbord of early- to mid-'60s British humor\". * Angel Record #PMC1216, At the Drop of Another Hat * Angel Record #PMC1164 (Parlophone #PCS 3026 in the UK), The Bestiary of Flanders and Swann ==Notes== == References == *Information about the revue *Information about the albums *Information about other albums containing songs from the show ==External links== *at the drop of hat * *Clip from the show: \"Song of Patriotic Prejudice\", posted by permission of the Flanders and Swann Estate *\"Madeira M'Dear\", posted by permission of the Flanders and Swann Estate Category:1963 musicals Category:Revues ",
    "title": "At the Drop of Another Hat"
}