{
    "id": "12829142",
    "text": "{| |} USS Bootes (AK-99) was a commissioned by the US Navy for service in World War II. She was named after the constellation Boötes. She was responsible for delivering troops, goods and equipment to locations in the Asiatic-Pacific Theater. ==Construction== Bootes was laid down on 24 April 1943, under a Maritime Commission (MARCOM) contract, MC hull 1656, as the Liberty ship SS Thomas Oliver Larkin, by California Shipbuilding Corporation, Terminal Island, Los Angeles, California; launched on 16 May 1943; sponsored by Larkin’s granddaughter Mrs. H. Toulmin; renamed Bootes and designated AK-99 on 27 May 1943; delivered to the Navy on 29 May 1943; and commissioned on 15 July 1943, Lieutenant Commander Howard P. Bacon, USNR, in command. ==Service history== After conversion and outfitting at San Diego, California, Bootes got underway for the New Hebrides Islands on 28 August. She arrived at Espiritu Santo on 2 October, and remained there nine days. On 11 October, the cargo ship stood out of Segond Channel on her way to Melbourne, Australia. She entered Melbourne harbor on 20 October, and began a week-long sojourn. Bootes embarked upon the voyage back to the United States on 27 October, and arrived in San Francisco, California, on 24 November. The ship loaded cargo at San Francisco and, on 13 December, laid in a course for Australia. Bootes was one of five Navy manned Liberties assigned 8 December 1943, to the Southwest Pacific Area for service under operational control of the Commander, Seventh Fleet in meeting US Army requirements. She reached Australia in mid-January 1944 and, by 6 February, was operating between Australian ports and various locations on the eastern coast of New Guinea. === Invasion of Aitape === During her operations between Australia and the coast of eastern New Guinea, Bootes took part in her only amphibious assault of the war. On 23 April, the day after the initial landings at Aitape, on the northeastern coast of New Guinea, she arrived off the invasion beaches there. The ship carried cargo and equipment for reinforcements belonging to the Army's 127th Regiment, 32d Infantry Division. She remained there for three days but saw no action. === Etamin gets hit with a torpedo === In fact the only enemy air reaction came a little before midnight on 27 April, when three Japanese aircraft scored a single torpedo hit on . When Bootes departed Aitape on 29 April, she had Etamin in tow for Langemak Bay located just to the south of Finschhafen on the Huon Peninsula of eastern New Guinea. === Supplying Navy ships with ammunition === From there, the cargo ship continued on to Brisbane, Australia, where she arrived on 28 May. About a month later, she returned to the New Guinea coast to begin service as an ammunition issue ship at various locations on the island. Early in September, Bootes moved to Seeadler Harbor, Manus, where she resumed duty issuing ammunition to ships of the 7th Fleet. The cargo ship served at Seeadler Harbor from 7 September until 20 October, at which time she set sail for Australia. She arrived at Brisbane on 28 October, and remained there until 14 November. === Issuing ammunition at Leyte === On that day, Bootes put to sea bound ultimately for Leyte in the Philippines. She made stops on the New Guinea coast and, during the transit from New Guinea to Leyte, saw action against several Japanese air attacks. The cargo ship claimed two kills during those attacks while suffering no damage herself. She arrived safely at Leyte on 6 December, and began a six-month tour of duty as an ammunition issue ship. === End-of-war operations === Bootes concluded her assignment at Leyte on 12 June 1945, when she put to sea for Manus. She stopped at Seeadler Harbor from 22 June to 16 July, before continuing on to Australia. The cargo ship arrived in Brisbane on 22 July, and remained there for a month. On 23 August, she got underway for the Philippines. Bootes entered Leyte Gulf on 3 September, and stayed there until late November. She embarked upon the voyage back to the United States on 27 November, and reached Pearl Harbor in mid-December. ==Decommissioning == Bootes was decommissioned at Pearl Harbor on 22 April 1946. She was towed to San Francisco, California, in the spring of 1947, and her name was struck from the Navy list on 1 August 1947. The ship was returned to MARCOM on 11 September 1947, and she was berthed with the National Defense Reserve Fleet at Suisun Bay, California. ==Fate== On 19 March 1973, Bootes was sold for $216,000 to Tung Ho Steel Enterprise Corporation, Taiwan, to be scrapped. She was withdrawn from the fleet 22 May 1973. ==Awards== Bootes earned one battle star for World War II service. Her crew were eligible for the following medals: * American Campaign Medal * Asiatic-Pacific Campaign Medal (1) * World War II Victory Medal * Philippines Liberation Medal == See also == * List of United States Navy ships == Notes == ;Citations == Bibliography == Online resources * * * * Books * == External links == * Category:Crater-class cargo ships Category:Ships built in Los Angeles Category:1943 ships Category:World War II auxiliary ships of the United States Category:Liberty ships Category:Suisun Bay Reserve Fleet ",
    "title": "USS Bootes (AK-99)"
}