{
    "id": "12828730",
    "text": "Ralph Hammond Cecil Barker (born 21 October 1917, Feltham, Middlesex – died 16 May 2011) was an English non-fiction author with over twenty-five books to his credit. He wrote mainly about the Royal Flying Corps (RFC) and Royal Air Force (RAF) operations in the First and Second World Wars, and about cricket. ==Life and career== He was educated at Hounslow College, and on leaving school joined the Sporting Life in 1934. Subsequently, he went into banking. He had started writing, and several of his sketches were used in West End revues.Obituary of Ralph Barker, The Daily Telegraph, 20 June 2011. Following the outbreak of World War II, in 1940 he joined the RAF as a wireless operator and air gunner. He flew with Nos. 47 and 39 squadrons on torpedo missions against Axis ships bringing supplies to Rommel's forces in the Western Desert in North Africa. These missions, from bases in Malta and North Africa, led to heavy losses amongst the Bristol Beaufort aircraft carrying them out. Barker's time in this theatre of war was ended by a crash in which his pilot and navigator died. He returned to Britain, and switched to flying transport aircraft. He completed two thousand flying hours before he was demobilised in 1946. He briefly went back to banking, before going into civil aviation as a radio operator. At the end of 1948, he rejoined the RAF and went to Germany as a public relations officer in connection with the Berlin Airlift. He spent two years in service broadcasting at BFN Hamburg. He was then posted to the Air Ministry to work on official war narratives. His first book, Down in the Drink, was published in 1955, the first of many on the subject of military aviation. Barker left the RAF in 1961 to write full-time. He was a frequent contributor of feature articles to the Sunday Express. He turned to cricket writing in 1964, with Ten Great Innings. John Arlott, reviewing Ten Great Bowlers, its follow-up, described Barker as \"a master of the reconstruction of past cricket matches\". His most substantial book on cricket is a history of Tests between England and Australia, published in 1969, which included a report of every match and a summary of each series. The statistics were provided by Irving Rosenwater. The cricket historian David Frith said that his most significant contribution to cricket might have been his research into the death in 1912 of the former England fast bowler Tom Richardson, which proved that the rumours that he had committed suicide were untrue.Wisden Obituaries – 2011: BARKER, RALPH HAMMOND CECIL, Wisden Cricketers' Almanack 2012 edition. Retrieved 22 September 2016 Barker played regularly for the RAF's cricket club, the Adastrians, and subsequently for several clubs in Surrey, including West Surrey, whom he captained for a number of years. Barker was married to performer Diana Darvey from 1995 until her death on 11 April 2000. Barker died on 16 May 2011, aged 93. ==Bibliography== ===Cricket=== *Ten Great Innings (1964) *Ten Great Bowlers (1967) *England Versus Australia: Test Cricket 1877–1968 (with Irving Rosenwater) (1969) *Cricketing Family Edrich (1976) *Innings of a Lifetime, 1954–77 (1982) *Purple Patches (1987) ===Aviation=== *Down in the Drink (1955) *The Ship-Busters: The Story of the R.A.F. Torpedo-Bombers (1957) *Strike Hard, Strike Sure: Epics of the Bombers (1963) *The Thousand Plane Raid: The Story of the First Thousand Bomber Raid on Cologne (1965) *Great Mysteries of the Air (1966) *Verdict on a Lost Flyer: Story of Bill Lancaster (1969) *The Schneider Trophy Races (1971) *Torpedo Bomber (first American edition 1967, originally published in England as \"The Ship-Busters\") *The Blockade Busters (1976) *Survival in the Sky (1976) *The Hurricats (1978) *Royal Air Force at War (Epic of Flight Series) (1982) *The Royal Flying Corps in France: From Mons to the Somme (History & Politics) (1994) *The Royal Flying Corps in France: From Bloody April 1917 To Final Victory (1995) *A Brief History of the Royal Flying Corps in World War One (Brief Histories) (2002) *Men of the Bombers: Remarkable Incidents in World War II (2005) ===Other subjects=== *The Last Blue Mountain (1959) *Against the Sea: True Stories of Survival and Disaster (1972) *One Man's Jungle: A Biography of F. Spencer Chapman, D.S.O. (1975) *Goodnight, Sorry for Sinking You: Story of S. S. \"City of Cairo\" (1984) *Children of the \"Benares\": A War Crime and Its Victims (1987) ==Notes== ==Sources== *Ralph Barker & Irving Rosenwater, England v Australia: A compendium of Test cricket between the countries 1877–1968, Batsford Books, 1969; . Biographical information on Barker is given on the dust-jacket ==External links== *Survival in the Sky (publisher blurb), googleusercontent.com. Retrieved 20 August 2015. Category:1917 births Category:2011 deaths Category:Aviation writers Category:Cricket historians and writers Category:English military writers Category:English non-fiction writers Category:Royal Air Force personnel of World War II Category:Royal Air Force officers Category:English male non-fiction writers Category:Royal Air Force airmen ",
    "title": "Ralph Barker"
}