{
    "id": "12824819",
    "text": "Ergaticus was a genus of New World warblers — small passerine birds found only in the Americas. It was subsumed into Cardellina in 2011. The name is the Latinized version of the Ancient Greek ergatikos, meaning \"willing or able to work\". The genus contains two sister species: the red warbler, which is endemic to the Mexican highlands north of the Isthmus of Tehuantepec, and the pink-headed warbler, which is found south of the Isthmus, from the highlands of Chiapas, Mexico down into Guatemala. Though they are separated by geography and differ considerably in plumage, the two have sometimes been considered to be conspecific. Both are average-sized warblers. Adult plumage is largely red, while juvenile plumage is largely \"pinkish cinnamon-brown\". The bill is small and narrow at the base even for a New World warbler. The tail is rounded and relatively long (Ridgway 1902). The songs consist of high-pitched chips and short trills (Howell and Webb 1995). They live in forests at altitudes of . They occur singly or in pairs and may join mixed-species feeding flocks (Howell and Webb 1995). The nest is shaped like an old-fashioned oven with an opening to the top or side, made of pine needles, grass, or similar materials. It is placed on the ground or on a bank. Both can lay 3 or 4 eggs; the pink- headed warbler sometimes lays only 2. The eggs are off-white with reddish- brown and gray speckles (Howell and Webb 1995). ==Taxonomy== Spencer Fullerton Baird created the genus Ergaticus in 1865, using it to separate several species from what he felt was the closely related genus Cardellina. Prior to the creation and widespread acceptance of this genus, the red warbler and pink-headed warbler were placed in various other warbler genera, including Setophaga (with the American redstart), Cardellina (with the red-faced warbler), and Basileuterus (a widespread genus of tropical warblers) — as well as the Old World warbler genus Sylvia and the Old World tit genus Parus. Recent DNA analysis shows that Ergaticus falls comfortably within the New World warbler clade, along with 18 other genera. It is closest to the genus Cardellina, with which it shares a common ancestor, and slightly more distantly related to the genus Wilsonia. There are two sister species, separated by the low-lying Isthmus of Tehuantepec, in the genus. The red warbler, E. ruber, is found in the Mexican highlands north of the isthmus. Its three subspecies, which differ slightly in appearance, are found in three disjunct populations. The pink-headed warbler, E. versicolor, is found south of the isthmus, in the highlands of Chiapas, Mexico and western Guatemala. It is monotypic across its limited range. Though they are separated by geography and differ considerably in plumage, the two have sometimes been considered to be conspecific. Ergaticus is the Latinized version of the Ancient Greek ergatikos, meaning \"willing or able to work\". ===Species=== {| class=\"wikitable\" |- ! Image !! Scientific name !! Common Name !! Distribution |- |120px ||Cardellina rubra|| red warbler || Mexican highlands north of the Isthmus of Tehuantepec |- |120px ||Cardellina versicolor|| pink-headed warbler|| south of the Isthmus, from the highlands of Chiapas, Mexico down into Guatemala. |} ==Description== These are medium-sized warblers, measuring in length, and weighing ; the pink-headed warbler is, on average, slightly the heavier of the two. As adults, their overall color is red, with duller wings and tails; juveniles are tawny-brown, with slightly paler underparts. The red warbler has white or silvery-gray ear patches (the color depends on the subspecies), while the pink-headed warbler's head and chest are silvery-pink. The sexes are similar in both species. They have long, rounded wings and fairly long, rounded tails. They have small, narrow bills, with rictal bristles that extend more than halfway down their length. ==Habitat and range== Both the pink-headed and red warblers are birds of highland forest. The red warbler is found from above sea level, and the pink-headed warbler from . ==Note== ==References== Category:Parulidae Category:Bird genera Category:Obsolete bird taxa ",
    "title": "Ergaticus"
}