{
    "id": "12820855",
    "text": "Feldmarschall Johann Karl, Graf von Kolowrat-Krakowsky (21 December 1748 – 5 June 1816) joined the Austrian army, fought against the Kingdom of Prussia and Ottoman Turkey before being promoted to general officer rank. During combat against the French in the French Revolutionary Wars, he first became known as an artillery specialist. In the Napoleonic Wars, he commanded corps in the 1805 and 1809 campaigns. He became the Proprietor (Inhaber) of an Austrian infantry regiment in 1801 and held that position until his death. He was the last governor of the Kingdom of Serbia in 1791, having succeeded Count George Olivier of Wallis and acceded to those territories in accordance to the Treaty of Sistova. ==Early career== Born in Prague on 21 December 1748, Kollowrat's military career began in 1766 when he joined the Austrian army. Two years later he became a captain. In 1778–79, he fought against the Prussians in the War of the Bavarian Succession during which he received promotion to Major. In 1786 he became an Oberst-Leutnant. The Austro-Turkish War (1787–91) saw him elevated in rank to Oberst (colonel) in command of the Alvinczi Infantry Regiment # 19. After performing notable service and being wounded at Belgrade, he earned promotion to General-Major on 9 October 1789.Smith-Kudrna, Kollowrat-Krakowsky He succeeded in 1791 count George Olivier Wallis as supreme military commander of the Habsburg forces in Serbia. ==French Revolutionary Wars== ===War of the First Coalition=== In 1792, Kollowrat transferred to the artillery and fought in the War of the First Coalition. After proving himself a crack gunner and a careful student of logistics, he received command of the 2nd Artillery Regiment. He served as chief of artillery under the Count of Clerfayt during the 1795 campaign. In recognition of his abilities, Emperor Francis II named him Feldmarschal-Leutnant on 4 March 1796. He distinguished himself while directing the batteries at the Siege of Kehl in 1796–97 and received the Commander's Cross Military Order of Maria Theresa for his efforts. On 28 October 1800, he received the rank of Feldzeugmeister. ===War of the Second Coalition=== At the Battle of Hohenlinden, the army commander Archduke John of Austria rode with Kollowrat's 22,000-strong Austro-Bavarian column.Arnold, p 222 Before Kollowrat's column left the heavy woods, the French ambushed its leading elements. Because his column rapidly followed the main highway and the columns on either side fell behind schedule due to snow squalls and poor roads, a French flanking attack enveloped Kollowrat's column. After severe fighting, the French hemmed in the allies on three sides and their formations disintegrated. Kollowrat's men suffered very heavy losses in captured men and cannons.Arnold, pp 242–248. Arnold asserts that Johann (Karl) Kollowrat fought at Hohenlinden. However, Vinzenz Kollowrat-Liebsteinsky is a possible candidate. Neither Smith-Kudrna nor Ebert specify which Kollowrat was at Hohenlinden. ==Napoleonic Wars== ===Austerlitz=== He became proprietor of the Kollowrat Infantry Regiment # 36 in 1801. In the same year, he became a member of the Aulic Council. He led the 25,400 Austrians of the 4th column at the Battle of Austerlitz in 1805. Advancing across the Pratzen plateau, his force found itself in the path of Napoleon's main attack. After severe fighting, Marshal Nicolas Soult's corps broke Kollowrat's Austrians and drove them off the field.Chandler, pp 425–427 ===Danube campaign=== In 1809, Kollowrat led the II Corps during the Battle of Eckmühl where it was unengaged because it operated north of the Danube. Transferring to command of the III Corps, his troops missed the Battle of Aspern-Essling. Instead, he operated against Emperor Napoleon's lines of communication with little effect.Bowden & Tarbox, p 96 On the second day of the Battle of Wagram, Archduke Charles launched the corps of Kollowrat and Johann von Klenau in a dangerous assault against the French left flank. Napoleon stopped the slow-moving III Corps by hurling a cavalry division at it. The French horsemen suffered crippling losses but they bought time for the Grand Army's artillerists to assemble a 112-gun grand battery. When these cannons opened fire, they stopped the III Corps cold. Next, Napoleon sent Étienne Macdonald's corps against the junction between Kollowrat's III Corps and Johann Liechtenstein's I Reserve Corps. Despite this heavy attack, the Austrians succeeded in halting Macdonald. But by this time, the French had overwhelmed the Austrian army on the rest of the battlefield. Archduke Charles issued orders to retreat and Kollowrat was forced to pull back his command.Bowden & Tarbox, pp 130–137 ===Later career=== After 1809, Kollowrat held no further major field commands. He was promoted to Feldmarschall on 12 September 1809. In 1813 he fell ill and did not participate in the fighting. Instead, he organized relief efforts for the many Allied and French wounded soldiers. He died in Prague on 5 June 1816. ==References== ===Printed materials=== * Arnold, James R., Marengo & Hohenlinden, Pen & Sword, 2005. * Bowden, S. & Tarbox, C., Armies on the Danube 1809, Empire Games Press, 1980. * Chandler, David, Campaigns of Napoleon, Macmillan, 1979. ===External links=== * Kollowrat-Krakowsky by Digby Smith, compiled by Leopold Kudrna * Kollowrat * Kollowrat-Krakowsky in German by Jens-Florian Ebert ===Footnotes=== Category:1748 births Category:1816 deaths Category:Austrian soldiers Category:Austrian generals Category:Austrian Empire military leaders of the French Revolutionary Wars Category:Military leaders of the French Revolutionary Wars Category:Austrian Empire commanders of the Napoleonic Wars Category:Bohemian nobility Category:People from Prague Category:Field marshals of Austria Category:Commanders Cross of the Military Order of Maria Theresa ",
    "title": "Johann Kollowrat"
}