{
    "id": "12823808",
    "text": "Anne E. London (born December 31, 1957, in southern California) is an American artist and conservationist. Her art was greatly affected by a trip to a refuge for retired media animals, after which she started to focus on doing dramatic pieces that provide emotive portraits of wild animals, especially endangered species. She lives in Mandeville, Louisiana and works primarily with charcoal, watercolor, and engravings. London has established her reputation through producing art for non-profit wildlife preservation organizations and through showing and selling her work at art fairs across the United States.St. Louis Art Fair Featured Artist by Constance Mettler, accessed October 4, 2009 She travels to Africa annually to continue her conservation work and draw her subjects. ==Career history== London studied graphic arts under Saul Bernstein at Southern California State University and worked professionally in movie studio graphics design, doing storyboarding and logo design for the actress Tippi Hedren, until a visit to Hedren's Shambhala Preserve for retired media animals inspired her to leave the commercial sector.Letting Loose by Heather Campe, Wildlife Art Magazine , Mar/Apr 2007 She later became a founding member of the conservation and infrastructure development group Build on Hope in Mozambique. Her art career has spanned almost four decades and is displayed in corporate and private collections all over the world.. Visiting Africa regularly, she often draws her subjects live, and has been known to use coffee to draw with if she runs out of paint in the bush.Art Spirit: Virginia Beach Boardwalk Show 2007 accessed October 4, 2009 She initially focused on engraving, but due to carpel tunnel syndrome she switched over to charcoal and water media.A.E. London, by Jennifer G. Oliver, part of Academy of Art Character and Creature Design Notes. September 13, 2010. She is well known for the spirit and emotion she portrays in her animal subjects. London now focuses on water color and charcoal over Venetian plaster on canvass. A profile of London and her work by Heather Campe called \"Letting Loose\" was published in the Mar/Apr 2007 edition of Wildlife Art Magazine. Recent work includes artwork for non-profit preservation organizations such as the International Rhino Association and The Cheetah Conservation Fund. London is a Signature Artist member of The Society of Animal Artists.Society of Animal Artists membership list accessed October 4, 2009 She was awarded the 2005 Award of Excellence for Kitabu. London was the featured artist on ArtFairCalendar.com in August, 2007.Artists Gallery In 2008 London's work was included in a series of conservation documentary videos produced by Captured Life Productions, filmed in South Africa, Mozambique, Botswana, Namibia and Cape Town.profile of Chris Theibert, Captured Life Productions Documenting Team London sells her artwork through two Galleries in the United States, The E. S. Lawrence gallery, the oldest fine art gallery in Aspen, Colorado and Mountain Trails Gallery in Jackson Hole, Wyoming. She also sells online and by exhibiting at fine art shows primarily in the United States, but also through agents in Italy, South Africa and Central America. In 2011 and 2012, London won \"Best in Show\" or other awards at thirteen national exhibitions. In 2014, she was cited as \"Best in Show\" at three of the most prestigious shows in North America. Each year since 2011, Anne and her husband Jim, Director of Oceanographic Expeditions LLC., guides a group of Anne's friends and collectors across Africa, introducing them to her favorite animal subjects and involving them in conservation projects across Botswana, Zimbabwe and South Africa. In 2012 she and her husband, oceanographer Jim Hart, founded Arts For Animals inc. This non-profit organization pairs artists with African school children to teach them artistic skills and wildlife conservation stewardship. In 2014, Arts for Animals began by impacting the lives of over 300 African students by connecting creativity with conservation. Using posters and a\"Wildlife Protector Program\" designed by Jim Hart, students are able to spread wildlife stewardship lessons to their home villages. ARTS FOR ANIMALS provides art materials, lesson plans, inspirational art and computers to teachers and wildlife conservation organizations working in Botswana, Zambia, Zimabawe and South Africa. In 2013, her work \"OLD SOUL\" was featured in the Artists for Conservation \"International Exhibit of Nature in Art\". In 2013, Arts for Animals began their \"Wildlife Protector\" program which organizes local children in the fight to eliminate wildlife poaching. Children swear an oath to protect wildlife, sign a contract recognizing their understanding of the importance of their wildlife and their commitment to protecting their animals. They are awarded a blue wristband signifying their promise. By 2019 over 8000 children had made the pledge to protect their wildlife. In 2014 she was nominated for the prestigious Simon Coombs conservation award through The Artists For Conservation Foundation. Her work was selected for the annual \"Artists for Conservation\" 2015 calendar. In 2015, Anne and Jim Hart, Executive Director of ARTS FOR ANIMALS Inc., designed and built a regional Wildlife Art center in Zimbabwe near Victoria Falls which seats 40 children. And, in 2016, they expanded the Wildlife center by adding an outdoor gallery which can accommodate another 40 students. Today, the ARTS FOR ANIMALS Wildlife Center teaches Wildlife art and the importance of local wildlife to over 1200 students each year. In 2016 her work, \"BY ANY OTHER NAME\", was chosen for the Society of Animal Artists, \"Art and the Animal Exhibition and national tour\". In 2016, ARTS FOR ANIMALS became partners with PAINTED DOG CONSERVATION to provide Wildlife art lessons, materials and posters to the 1300 children and adults Painted Dog Conservation teaches each year at their \"Bush Camp\" for children in Zimbabwe. In 2017, Anne's artwork was selected as the international \"Logo\" for \"SKETCH FOR SURVIVAL 2018\", which raised over $200,000 for Wildlife Conservation projects in Africa and India. In 2017, Anne's artwork, \"I've Got Your Back\", was again chosen for the Artists For Conservation \"International Exhibit of Nature in Art. In 2017, A.E. London set a new record at the prestigious Southeastern Wildlife Exposition for the highest price ever paid for their \"Quickdraw\" competition'. In 2017, Anne appeared on African National Television presenting 2 large Lion pieces of her artwork to Botswanan President,Ian Kama in honor of his commitment to wildlife preservation. Today, one piece is exhibited in the Botswana Presidential residence, and the other in Ian Kama's private residence. In 2018, Anne's work, \"Lion of Tanzania\" was featured in the Society of Animal Artists \"Art and The Animal Exhibition. In 2019, Anne through ARTS FOR ANIMALS, partnered with the TIMBAVATI FOUNDATION, in South Africa to provide Wildlife Art Conservation materials, lesson plans and posters to their curriculum. Also, by Timbavati, ARTS FOR ANIMALS also will expand their \"WILDLIFE PROTECTOR\" program into the Kruger park area of South Africa. London continues to expand Arts for Animals to other areas of the planet and exhibit her work worldwide. ==Awards== * 2005 Award of Excellence, Society of Animal Artists * 2014 nominated for Simon Combes conservation award ==References== ==External links== * A. E. London's Website * * Build On Hope * Arts for Animals website Category:artists from California Category:20th-century American artists Category:21st-century American artists Category:Wildlife artists Category:American conservationists Category:1957 births Category:Living people Category:Activists from California ",
    "title": "A. E. London"
}