{
    "id": "12823784",
    "text": "Summit railway station was at the summit of the Wairarapa Line over the Rimutaka Ranges in the Wellington region of New Zealand’s North Island and was where trains were marshalled for a descent down the Rimutaka Incline or for Fell locomotives to be extricated from a train that had ascended the Incline. The station was between Kaitoke and Cross Creek stations on the Wairarapa Line. The station was bypassed when the Rimutaka Tunnel was opened. Summit had no platform or other passenger facilities, did not consign goods or otherwise serve any settlement save for the railway staff based there, and had no road access at any time during its operation. == History == === Construction === Construction of Summit station was covered by the Summit Contract for the Rimutaka Incline. Seven tenders were submitted for the work, with the contract being let to Messrs. Collie, Scott and Wilkinson for the sum of £18,701. It was expected that the contract would be completed between 12 July 1874 and 22 July 1876, and covered the station yard, drainage works and Summit Tunnel. The yard was formed by cutting a terrace into the hillside, with the excavated fill being dumped on the opposite side of the yard. Further ground was levelled in the hillside above the yard on which houses were built. Over time, further ground was filled in on which to extend the yard and tracks. Once the yard had taken shape, work started on the tunnel, which was originally known as Rimutaka Tunnel. It was to be approached through a cutting six chains long and up to 60 feet deep. The line started out at a gradient of 1 in 1,000 on entering the tunnel for 12 chains, 1 in 300 for 11 chains, then got progressively steeper at 1 in 92, 44, 20 and exited the tunnel at 1 in 15. The tunnel had a horseshoe cross-section, with the apex being at 15 feet. Six weeks into the contract and the approaches to the Wellington end of the yard had been excavated to a depth of 10 feet for about six chains, a depth that had to be increased later. At the Wairarapa end of the workings, the approach cutting to the tunnel had been completed and about 40 feet of the tunnel driven. In December 1874, on learning of the slow progress the contractors were making on the tunnel, the Government made the first of many complaints, which seemed to have the desired effect. The Evening Post, a critic of the railway, reported in the following March that work was proceeding rapidly and satisfactorily. The following June, work on the tunnel was proceeding at about a chain a month, little faster than before. It would not be until March 1877 before the two headings met. The Public Works Department later lined the tunnel after the rails reached Summit so work trains could be used to bring in supplies. The Summit Contract was finally completed on 10 December 1877, 17 months late. === Operations === Platelaying was completed from four miles north of Upper Hutt to Summit between October 1877 and March 1878. Summit yard originally had a simple layout, but increasing traffic brought about additions. The final extended layout was reached in 1903, when full signalling and interlocking was introduced. Although Summit had an engine shed until the 1920s, it seems doubtful whether locomotives were ever based there. It had a water service but no coal supply. Being at the top of the Rimutaka Ranges, Summit had an unenviable reputation with regard to its climate. It was often subject to strong winds and high rainfall. Railway staff based there relied on the trains to supply all their needs. As best as can be determined, the layout of the yard on the commencement of operations in 1878 consisted of the main line, two loops, a short siding from the main line on the north side and a siding to a small engine shed opposite. The capacity of the loops was 33 and 17 wagons respectively, and on the sidings, four and eight wagons. In the early 1880s, safety sidings were laid at both ends of the yard, and in 1898 more sidings were provided. Increasing traffic levels prompted a major reorganisation of the yard in 1903, with the north end extended and a new approach curve established, more sidings laid, and mechanical interlocking installed with a new signal box for the lever frame and associated equipment. There was never any station building; the only structures on site being the signal box, five or six houses, and a locomotive shed until the late 1920s. In later years, a larger ashpit, turntable and 15,000 gallon water tank were installed. Summit was one of the first stations on the Wairarapa Line to receive signals, with their being first listed in the working timetable of 1887. Instructions for the crossing of trains laid down that southbound trains were to take the siding or loop, and northbound trains were to take the main line. The safety sidings had ground discs to indicate the position of the points, and both ends of the yard were protected by home signals. The signals in use at the time were of the slotted post semaphore type. In 1903 when the yard was reorganised, the old slotted post signals were replaced with balance- arm semaphore signals. Summit had a fully interlocked 27-lever frame. The final train to pass through Summit was a Carterton Show Day excursion, on the evening of Saturday 29 October 1955. The station, and the line over the Rimutaka Ranges were closed by the following day while work proceeded on preparing the Rimutaka Tunnel and deviation for opening for traffic. Most of the rail between Summit and Cross Creek was removed by March 1956, and the buildings were sold on-site for removal. == Today == Summit station yard is now part of the Rimutaka Rail Trail, a public walking/cycling track that was opened on 1 November 1987. A small shelter shed was erected, and picnic facilities provided. There are the remains of some locomotives on display at the northern end of the yard, where the turntable pit can also be seen. A row of large pine trees has been planted on the downward side of the yard. The original approach curve to the northern end of the yard can still be seen. == Future == The Rimutaka Incline Railway, a project of the Rimutaka Incline Railway Heritage Trust to reinstate and operate a heritage railway on the original Wairarapa Line formation between Maymorn and Featherston, plans to incorporate Summit yard in its operations, including a new station building, turntable and marshalling yards. Though the trust has already participated in tree planting work at the Summit site and Summit operations are included in Stage 1 of the project, any operation at the site is some years away as a great deal of work remains to establish the Maymorn site and obtain permission to use the railway formation before construction commences. However, local authorities are against closing down the existing Rimutaka Rail Trail to public use, though the Trust does have plans to create a new walk way alongside their reinstatement. ==See also== * Cross Creek railway station * Kaitoke railway station * Rimutaka Incline * Rimutaka Tunnel * Rimutaka Incline Railway Heritage Trust == References == * * Category:Rail transport in Wellington Category:Railway stations opened in 1878 Category:Railway stations closed in 1955 Category:Defunct railway stations in New Zealand ",
    "title": "Summit railway station, Wellington Region"
}