{
    "id": "1282525",
    "text": "Francisella is a genus of pathogenic, Gram-negative bacteria. They are small coccobacillary or rod-shaped, nonmotile organisms, which are also facultative intracellular parasites of macrophages. Strict aerobes, Francisella colonies bear a morphological resemblance to those of the genus Brucella. The genus was named in honor of American bacteriologist Edward Francis, who, in 1922, first recognized F. tularensis (then named Bacterium tularensis) as the causative agent of tularemia. == Pathogenesis == The type species, F. tularensis, causes the disease tularemia or rabbit fever. F. novicida and F. philomiragia (previously Yersinia philomiragia) are associated with sepsis and invasive systemic infections. == Taxonomy == The taxonomy of the genus is somewhat uncertain, especially in the case of F. novicida (may be a subspecies of F. tularensis). In general, identification of species is accomplished by biochemical profiling or 16S rRNA sequencing. An updated phylogeny based on whole genome sequencing has recently been published showing the genus Francisella could be divided into two main genetic clades: one including F. tularensis, F. novicida and F. hispaniensis, and another including F. philomiragia and F. noatunensis. == Laboratory characteristics == Francisella species can survive for several weeks in the environment; paradoxically, they can be difficult to culture and maintain in the laboratory. Growth is slow (though increased by CO2 supplementation) and the organisms are fastidious, with most Francisella strains requiring cystine and cysteine media supplementation for growth. Growth has been successful on several media types, including chocolate agar and Thayer-Martin medium with appropriate additives as noted above. Attempted isolation on MacConkey agar is not reliable or generally successful. After 24 hours of incubation on appropriate solid media, Francisella colonies are generally small (1 to 2 mm), opaque, and white-gray to bluish-gray in color. Colonies are smooth, with clean edges and, after a 48 hours of growth, tend to have a shiny surface. == References == == External links == * Francisella genomes and related information at PATRIC, a Bioinformatics Resource Center funded by NIAID * Francisella in Cod Category:Thiotrichales Category:Bacteria genera ",
    "title": "Francisella"
}