{
    "id": "12829562",
    "text": "Greenpernt Oogle is the third story arc from the second season of Rocky and His Friends. It was broadcast on ABC during the 1960–1961 television season on Thursdays, concurrently with Upsidaisium on Sundays.http://www.tv.com/the- bullwinkle-show/show/5187/episode.html?season=2&tag;=list_header;paginator;2 ==Plot synopsis== Bullwinkle is kidnapped and taken to the island of New Greenpernt (whose king is from Brooklyn), which requires the services of his \"weather-forecasting bunion\" ever since their Oogle Bird was stolen. Rocky heads to the weather bureau and meets up with now-meteorologist Captain Peachfuzz. Bullwinkle is appointed the island's wizard, but he quickly proves to be a terrible one. The three heroes will be burned at the stake unless they find the Oogle Bird. ==Controversy== This story arc attracted the ire of the network. ABC objected to the heroes being burned at the stake, claiming this was tantamount to cannibalism. Jay Ward humorously noted the difference between humans and moose & squirrels, and the story was allowed to continue. This is reflected in the Narrator's comment: \"While the network-approved flames climbed higher and higher...\" This would later resurface in a joke in the Season 5 story arc involving the Bumbling Brothers Circus, in which an Indian has Rocky tied to a stake and plans to set fire to it. Rocky interjects that the network says what he is doing is wrong. However, the Indian claim that they are merely 'roasting' Rocky, and that makes the situation ok. In the follow-up episode, the same Indian berates the narrator for discussing cannibalism in the opening recap, but Rocky counters that you can talk about it, just not do it on TV. The Indian then says, \"That sound like network alright-all talk, no do.\" ==Episode segments== ===Episode 1=== # Greenpernt Oogle # Aesop and Son: The Canary and the Musical Hares # Bullwinkle's Corner: \"The Daffodils\" # Peabody's Improbable History: Pancho Villa # The Mail Animal or Bullwinkle Stamps His Foot ===Episode 2=== # Burgled Bullwinkle or The Moose Nappers # Fractured Fairy Tales: The Enchanted Frog # Mr. Know-It-All: How To Conquer Your Fear Of Height # Dudley Do-Right: Lure of the Footlights # A Crow for Bullwinkle or Monarch Moose ===Episode 3=== # Squirrel in the Scope or Ring Around the Rocky # Fractured Fairy Tales: The Pied Piper # Mr. Know- It-All: How To Fix a Flat (and Retire...Your Car) # Peabody's Improbable History: Lord Francis Douglas # Block Party or The Happy Headsman ===Episode 4=== # The Wizard Biz or Bullwinkle Lays an Egg # Aesop and Son: The Fox and the Minx # Bullwinkle's Corner: \"The Bee\" # Peabody's Improbable History: Sitting Bull # Riptide Rocky or Drips Adrift ===Episode 5=== # Blood and Sand or Three for the Snow # Fractured Fairy Tales: Beauty and her Beast # Mr. Know-It-All: How To Avoid Tipping the Waiter # Dudley Do-Right: Bullet Proof Suit # Bullwinkle's Landing or Moosle Beach ===Episode 6=== # The Sand Blasters or Big Bang on the Beach # Aesop and Son: The Owl and the Wolf # Fan Club: Help an Old Lady Across the Street # Peabody's Improbable History: Christopher Columbus # The Brave and the Boulder or To Each His Stone ==References== ==External links== *Rocky and Bullwinkle episode guide at Toontracker *The Bullwinkle Show at TV.com * Category:The Adventures of Rocky and Bullwinkle and Friends episodes Category:1960 American television episodes Category:1961 American television episodes ",
    "title": "Greenpernt Oogle"
}