{
    "id": "12821333",
    "text": "There have been two baronetcies created for persons with the surname Gooch, one in the Baronetage of Great Britain and one in the Baronetage of the United Kingdom. ==Gooch Baronets of Benacre Hall== The Gooch Baronetcy of Benacre Hall, in the County of Suffolk,Benacre Hall , The Benacre Estate, www.benacre.co.uk was created in the Baronetage of Great Britain on 4 November 1746 for William Gooch, Lieutenant Governor of Virginia from 1727 to 1749. The second Baronet was Bishop of Bristol, Norwich and Ely. He married Mary Sherlock, daughter of William Sherlock, Dean of St. Paul. Since then, the Sherlock surname has been used by most succeeding generations as a middle name. The fourth Baronet served as High Sheriff of Suffolk in 1785. The fifth Baronet represented the Suffolk county constituency in the House of Commons from 1806 to 1830. The sixth Baronet sat as Member of Parliament for Suffolk East between 1846 and 1856. The eleventh Baronet was a Colonel in the Army. ===List of Gooch baronets, of Benacre Hall (1746)=== *Sir William Gooch, 1st Baronet (1681–1751) *Sir Thomas Gooch, 2nd Baronet (1675–1754) *Sir Thomas Gooch, 3rd Baronet (–1781) *Sir Thomas Gooch, 4th Baronet (1745–1826) *Sir Thomas Sherlock Gooch, 5th Baronet (1767–1851) *Sir Edward Sherlock Gooch, 6th Baronet (1802–1856) *Sir Edward Sherlock Gooch, 7th Baronet (1843–1872) *Sir Francis Robert Sherlock Lambert Gooch, 8th Baronet (1850–1881) *Sir Alfred Sherlock Gooch, 9th Baronet (1851–1899) *Sir Thomas Vere Sherlock Gooch, 10th Baronet (1881–1946) *Sir Robert Eric Sherlock Gooch, 11th Baronet KCVO DSO (1903–1978) *Sir (Richard) John Sherlock Gooch, 12th Baronet (1930–1999) *Sir Timothy Robert Sherlock Gooch, 13th Baronet (1934–2008) *Sir Arthur Brian Sherlock Heywood Gooch, 14th Baronet (born 1937) The heir presumptive is the current holder's nephew, Robert Brian Sherlock Gooch (born 1976) ==Gooch Baronets of Clewer Park== The Gooch Baronetcy of Clewer Park, in the County of Berkshire, was created in the Baronetage of the United Kingdom on 15 November 1866 for the mechanical engineer, businessman and Conservative politician Daniel Gooch. The baronetcy was conferred on him in recognition of his services to the successful submersion of the Atlantic Cables of 1865 and 1866. ===List of Gooch baronets, of Clewer Park (1866)=== *Sir Daniel Gooch, 1st Baronet (1816–1889) *Sir Henry Daniel Gooch, 2nd Baronet (1841–1897) *Sir Daniel Fulthorpe Gooch, 3rd Baronet (1869–1926) *Sir Robert Douglas Gooch, 4th Baronet (1905–1989) *Sir Trevor Sherlock Gooch, 5th Baronet (1915–2003) *Sir Miles Peter Gooch, 6th Baronet (born 1963) == Notes == == References == * George Edward Cokayne, The Complete Baronetage, volume V (1906) pp. 91–93 Category:1746 establishments in Great Britain Gooch Gooch ",
    "title": "Gooch baronets"
}