{
    "id": "12836446",
    "text": "Sir John Markham (died 1479) was an English judge and Chief Justice of the King's Bench. ==Origins== Markham was the son of John Markham, a judge of the Common Pleas, by either his first or second wife. Francis Markham, in his manuscript 'History of the Family’, written in 1606 (which informed Thoroton in his 'History of Nottinghamshire'),Markham Memorials, by Sir Clements Robert Markham, K.C.B., Heraldically Illustrated by Mabel Markham, pub. London 1913. page v., accessed 1 July 2017 and Wotton in his ' Baronetage’ described him as the son of the second wife, but the writ of dower which she brought in 1410 against 'John, son and heir of her husband by his wife Elizabeth,' seems to point the other way. His extreme youth when his father died, however, makes it almost certain that he was a son by the second marriage. ==Career== He does not appear as an advocate until 1430, having studied the law, according to a doubtful authority, at Gray's Inn. At Easter 1440 he was made a serjeant-at- law, served the king in that capacity, and on 6 February 1444 was raised to a seat on the king's bench. In the subsequent troubles, though he probably took no active part, he was popular with the Yorkists. He and his elder brother Robert were both made knights of the Bath at the coronation of Edward IV. In October 1450 he reproved an enemy of John Paston for the injuries done to Paston, and for 'ungoodly' private life. On the accession of Edward IV he was immediately promoted to the office of chief justice of the king's bench, 13 May 1461, in place of Sir John Fortescue. He was credited with having procured a knighthood for Yelverton, 'who had loked to have ben chef juge,' to console him for his disappointment. On 23 January 1469 Markham was superseded by Sir Thomas Billing. ==Judicial reputation== Fuller, who couples him with Fortescue as famous for his impartiality, tells us that the king deprived him of his office because he directed a jury in the case of Sir Thomas Cooke, accused of high treason for lending money to Margaret of Anjou (July 1468), to find him guilty only of misprision of treason. Markham certainly presided on the occasion in question, and his removal closely followed it. Sir John Markham then laid down the maxim of our jurisprudence that 'a subject may arrest for treason, the king cannot, for if the arrest be illegal the party has no remedy against the king.' He is said to have won the name of the 'upright judge,' and Sir Nicholas Throckmorton, when on his trial in 1554, urged the chief justice to incline his judgment after the example of Judge Markham. and others who eschewed corrupt judgments. ==Death and descendants== Markham spent the rest of his life in retirement at Sedgebrook Hall, Sedgebrook, Lincolnshire, which he had inherited from his father, and dying there in 1479, was buried in the parish church. By his wife Margaret, daughter and coheiress of Sir Simon Leke of Cottam, Nottinghamshire, he had a son Thomas and a daughter Elizabeth. A descendant of Sir John Markham was created a baronet by Charles I in 1642. The title became extinct in 1779. ==References== ;Attribution Category:1479 deaths Category:Lord Chief Justices of England and Wales Category:Year of birth unknown ",
    "title": "John Markham"
}