{
    "id": "12837367",
    "text": "Robert Howard Chipman (October 11, 1918 – November 8, 1973) was an American professional baseball player, a left-handed pitcher who spent all or parts of a dozen seasons in the Major League Baseball from 1941 to 1952 for the Brooklyn Dodgers, Chicago Cubs and Boston Braves. The Brooklyn native stood tall and weighed . Chipman's career began in 1939 in the minor leagues, and after winning 14, 17 and 17 games in successive campaigns, he was recalled by the Dodgers in September 1941, appearing in one game (and winning it) with five scoreless innings pitched in relief against the cellar-dwelling Philadelphia Phillies on the last day of the season, September 28. The Dodgers had clinched the National League pennant three days earlier; Chipman's victory was Brooklyn's 100th of 1941. But he was not eligible to appear in the 1941 World Series, and spent most of the wartime 1942 and 1943 campaigns with the Dodgers' Montreal Royals farm club. Then, after only 11 games with Brooklyn in 1944, he was swapped to the Cubs for second baseman Eddie Stanky on June 6. Chipman spent the next 5 seasons in a Chicago uniform, working in 189 games, 72 as a starting pitcher. As a member of the 1945 National League champions, he appeared as a relief pitcher in Game 5 of the World Series against the Detroit Tigers, and faced two left-handed batters: he walked Eddie Mayo and retired Doc Cramer on a ground ball. All told, Chipman won 51 and lost 46 in 293 games pitched, 87 as a starter. He notched 29 complete games and seven shutouts and, as a reliever, 14 saves. In 880 innings pitched, he allowed 889 hits and 386 walks, with 322 strikeouts. Chipman died November 8, 1973, in Huntington, New York. He was inducted posthumously into the Suffolk Sports Hall of Fame on Long Island in the Baseball Category with the Class of 2006. ==References== ==External links== * Category:1918 births Category:1973 deaths Category:Atlanta Crackers players Category:Baseball players from New York (state) Category:Boston Braves players Category:Brooklyn Dodgers players Category:Burials at the Cemetery of the Holy Rood Category:Chicago Cubs players Category:Greenwood Crackers players Category:Los Angeles Dodgers scouts Category:Major League Baseball pitchers Category:Milwaukee Brewers (minor league) players Category:Montreal Royals players Category:Savannah Indians players Category:Sportspeople from Brooklyn Category:Toledo Sox players ",
    "title": "Bob Chipman"
}