{
    "id": "12835147",
    "text": "Lev Shcherba (commonly Scherba) (Russian: Лев Влади́мирович Ще́рба, Belarusian: Леў Уладзіміравіч Шчэрба) ( – December 26, 1944) was a Russian linguist and lexicographer specializing in phonetics and phonology. Born in Igumen (Minsk Governorate, Russian Empire,In his Curriculum Vitae, Scherba gave his place of birth as St. Petersburg. now Chervyen, Belarus) to the family of an engineer. Shcherba went to secondary school in Kiev, where he graduated in 1898, and briefly attended Kiev University before he moved to the capital and entered St. Petersburg University.Shcherba's Curriculum Vitae in \"Три автобиографии Л.В. Щербы\" There, he studied under Jan Baudouin de Courtenay and graduated in 1903. In 1906 he traveled abroad, first to Leipzig and then to northern Italy, where he studied Tuscan dialects. During the autumn holidays of 1907 and 1908, on the advice of Baudouin de Courtenay, he studied the Sorbian languages and wrote a description of the Mužakow dialect (spoken in the east, near Muskau). In late 1907 he went to Paris, where he worked in the experimental phonetics laboratory of Jean-Pierre Rousselot studying the phonetics of a series of languages using experimental methods;Yazykovoi ostrov bio on his return to Russia he began setting up an experimental phonetics laboratory, paying for equipment from his own stipend, and this became the institution that now bears his name.\"Sto let eksperimental'no-foneticheskikh issledovanii v Rossii\" As early as 1912, basing himself on the ideas of Baudouin de Courtenay, he elaborated the concept of the phoneme, defined by him as the grouping of sounds into \"sound types\". In 1912 he defended his master's thesis and in 1915 received his doctorate from St. Petersburg University, where he was a professor from 1916 to 1941. He became the founder of the so-called \"Leningrad school\" of phonology, which included M. I. Matusevich and L. R. Zinder among others and carried on a polemic with the \"Moscow school.\"Peoples.ru bio However, he spent the last few years of his life in Moscow, where he died. He became an academician of the Russian Academy of Sciences in 1943. Beyond phonology, Shcherba made significant contributions to the wider fields of linguistics and lexicography. In contrast to Ferdinand de Saussure, he recognized three rather than two objects of study: speech activity, language systems, and language material. He placed emphasis on the question of the capacity of the speaker to produce sentences never previously heard, a question which would become important to the linguistics of the later twentieth century. He also emphasized the importance of experiments in linguistics, particularly that of negative results, developing methods which became important for field study. He was the teacher of the lexicographer Sergei Ozhegov, author of the most widely used Russian dictionary. Shcherba is the author of the glokaya kuzdra sentence, which consists of words whose roots do not exist in Russian, but has correct construction in terms of Russian morphology and syntax — similar to Chomsky's Colorless green ideas sleep furiously. He invented this sentence to illustrate the distinction between grammar and vocabulary. ==Selected works== * 1912. Russkie glasnye v kachestvennom i kolichestvennom otnoshenii [Russian vowels in their qualitative and quantitative relationships]. * 1915. Vostochnoluzhitskoe narechie [An Eastern Sorbian dialect]. * 1957 [1928]. \"O chastyakh rechi v russkom yazyke\" [On the parts of speech in the Russian language]. Originally published in a journal. Reprinted in the collection, Izbrannye raboty po jazykoznaniju i fonetike. * 1936. Russko-francuzskij slovar’ — Dictionnaire russe-français, 1st edition. * 1937. Fonetika frantsuzkogo yazyka [Phonetics of the French language]. * 1940. Opyt obshchei teorii leksikografii. Izvestiia Akademii Nauk SSSR, Otdelenie literatury i iazyka. 3: 89-117. English translation 1995, Towards a general theory of lexicography Prefatory article to the English translation ==Notes== ==References== ==External links== * Peoples.ru bio (in Russian) * \"Sto let eksperimental'no-foneticheskikh issledovanii v Rossii\" (in Russian) * Yazykovoi ostrov bio with short bibliography (in Russian) Category:1880 births Category:1944 deaths Category:People from Chervyen Category:People from Igumensky Uyezd Category:Linguists from Belarus Category:Linguists from the Russian Empire Category:Saint Petersburg State University alumni Category:Corresponding Members of the Russian Academy of Sciences (1917–1925) Category:Full Members of the USSR Academy of Sciences Category:20th-century linguists ",
    "title": "Lev Shcherba"
}