{
    "id": "12839729",
    "text": "Powderhorn Mountain Resort is a ski resort located 45 minutes east of Grand Junction, Colorado on the Grand Mesa. ==Skiing== Powderhorn sits on the side of the world's largest flattop mountain, the grand Mesa, allowing for views extending across the desert below. The climate at Powderhorn's high desert location— east of Grand Junction, Colorado and slightly north and east of Colorado National Monument— produces dry, powder snow. Powderhorn has a wide variety of terrain with a few long groomed runs as well as steeper tree runs and boulder fields full of jumps and cliffs. ==Statistics== ===Elevation=== *Base Elevation: *Summit Elevation: *Vertical Drop: ===Area=== Skiable area: *20% Beginner *50% Intermediate *30% Advanced ===Weather and climate=== *Average snowfall: 250 inches *Snowmaking: (when needed) ===Lifts=== Lifts: 4 *1 Quad *2 Doubles *1 Surface ==History== In the 1940s, skiing began on top of Grand Mesa with a rope tow, and in the 1950s Mesa Creek Ski Area opened with 1 surface lift. Later, in 1966, Powderhorn Ski Area opened with a double chair and a surface lift two miles (3 km) below Mesa Creek Ski Area. In the 1970s another double chair and more terrain were added to the west side of Powderhorn to form the West End. In 1986, Powderhorn was sold to a Texas developer. After it was sold, the main double chair was replaced with a fixed grip quad and the surface lift was replaced with a double chair. Also in 1986, a wood deck was added to the daylodge and the parking lots were paved. Snowmaking also started in 1986. Two years later in 1988, condominium garages were replaced with patio units and the name was changed from Powderhorn Ski Area to Powderhorn Resort. In 1995, Powderhorn was sold to a local entrepreneur and the development of the Wildwood subdivision was begun.http://www.coloradoskihistory.com/areahistory/powderhorn.html In 1998 Powderhorn was sold to owners, Steve Bailey and Dean Skalla.http://www.timesunion.com/default/article/Powderhorn-CEO-Bailey-looks- forward-to-retirement-1408635.php In 1999, was added to the daylodge and a sundeck with a bridge direct to the lifts was added. The hotel/restaurant was renovated and renamed Inn at Wildwood and Wildwood Restaurant. The Wildwood subdivision was completed in 2000 and lot sales began. In 2002 the rooms at the Inn at Wildwood were renovated and enlarged. Two new trails and three new gladed runs were added in 2004 increasing the skiable area by . In 2007, six miles (10 km) of mountain bike trails and an 18 hole disc golf course were added. Bailey announced on June 1, 2011, that Powderhorn would be auctioned on August 4, 2011.http://summitcountyvoice.com/2011/06/02/colorado-powderhorn- ski-area-to-be-sold-at- auction-2/http://sports.espn.go.com/action/freeskiing/news/story?id=6616907 Colorado ski resort mogul, Andy Daly, along with partners, Tom and Kent Gart, bought the resort for $1.4 million and immediately invested $800,000 (U.S.) into upgrades, including snowmaking machines, rooms in the lodge, and the introduction of a halfpipe, the only one within a 100-mile radius. Daly was the ex-President of Vail Resorts, had had major involvement with Eldora, Copper, and Beaver Creek Resorts and, in 2010, was awarded the National Ski Areas Lifetime Achievement Award .http://www.denverpost.com/business/ci_19550421 In June 2015, construction began on a new high-speed quad chairlift system, later named the Flat Top Flyer and other improvements.http://thebusinesstimes.com/powderhorn- improvements-planned 2015 also saw the addition of three lift access summer mountain biking trails. In 2019, Powderhorn opened a new outdoor bar, named the Umbrella bar. The Slopeside inn also expanded their hotel to include a small circle of 6 tiny homes, with more tiny homes to come. ==See also== * Grand Mesa Scenic and Historic Byway - the byway to access the Powderhorn Resort ==References== ==External links== *Powderhorn Resort *Colorado Avalanche Information Center Category:Ski areas and resorts in Colorado Category:Tourist attractions in Mesa County, Colorado Category:Disc golf courses in Colorado Category:Buildings and structures in Mesa County, Colorado ",
    "title": "Powderhorn Resort"
}