{
    "id": "12835754",
    "text": "Albury High School is a government-funded co-educational comprehensive secondary day school located in Albury, a city in the Riverina region of New South Wales, Australia. Established in 1920, the school enrolled approximately 1,000 students in 2018, from Year 7 to Year 12, of whom four percent identified as Indigenous Australians and ten percent were from a language background other than English. The school is operated by the NSW Department of Education; the principal is Darryl Ward. ==History== Albury High School was established in 1920 and occupied an old hospital building in Thurgoona Street, Albury. Under the guidance of the first headmaster, J. G. Monaghan, the school quickly grew and gained more than 200 pupils. This significantly dropped in the mid 1920s, however after the establishment of a parents and citizens association that was treated as a separate body, the school began to grow once more. The school moved into its current location in Kiewa Street on 28 March 1928, after the building of a permanent site to the tune of $50,000. The enrolment at the class slowly grew, with only a minor hitch when the school was classified as a Third Class High School. Eventually, the school gained its classification as a First Class High School and the numbers continued to grow. The addition of further buildings in the 1970s as well as the decision to include the Principal's residence as a teaching space helped aid the increasing enrolment. In 2014 a fire destroyed the administration office. == Notable alumni == * Anne Boyd composer and academic; professor of music at the University of Sydney * Richard Roxburghactor * Anthony Miles- Australian Rules Footballer * Paul Spargo- Australian Rules Footballer == See also == * List of government schools in New South Wales * List of schools in the Riverina * Education in Australia ==References== ==External links== * * NSW Schools website Category:Educational institutions established in 1920 Category:Public high schools in New South Wales Category:Schools in Albury, New South Wales Category:1920 establishments in Australia ",
    "title": "Albury High School"
}