{
    "id": "1283632",
    "text": "Makro in Kraków, Poland Reading, England Makro in Spain Makro is an international brand of warehouse clubs, also called cash and carries. Ownership of the worldwide chain of stores is split between three companies: Metro AG in Europe, SHV Holdings in Latin America, and CP ALL in Asia. SHV opened the first Makro in Amsterdam in 1968. In the following years more stores opened in the Netherlands and several other European countries and, in 1971, South Africa.Makro South Africa History Retrieved 9 October 2013. In the 1970s and 1980s Makro extended its business to the Americas and Asia. Makro had also expanded to the United States in the mid-1980s. In 1989, Kmart bought the US locations, and converted most of them to Pace Warehouse in 1990. The Asian stores were also eventually sold out to various firms with the latest ones sold to CP ALL of Thailand. In 1998, owner SHV Holdings sold the Makro stores in Europe to Metro AG. Makro stores are not open to the general public (except in Belgium, Brazil, Cambodia, Myanmar and Thailand. Non-members not eligible for discounts), but only to businesses which have to be registered members in order to gain entry to the store. == Ownership == SHV originated in 1896 from a merger between a number of large coal mining companies, some of which had been active since the 18th century. In 1968, the first Makro store opened in Amsterdam. In April 1971 the first Makro in the UK opened in Eccles, Manchester. In 1971, the first Makro store outside Europe opened in South Africa (the South African stores were subsequently in 1990 exchanged for a shareholding in Massmart and in 2004 SHV sold its Massmart shares). In 1988, the first Makro store in Asia opened in Thailand. In 1998, all European Makro stores were acquired by Metro AG, the German retail and wholesale giant. In 2010, Makro Cash & Carry Indonesia was sold to Lotte Mart and rebranded as Lotte Mart Wholesale. In 2012, Metro sold the Makro UK business to Booker Group; and Makro-Habib in Pakistan became Metro-Habib. In 2013, SHV sold Siam Makro Pcl. (Thailand) to CP ALL, a subsidiary of CP Group. In 2014, Metro sold the Makro Greek business to Sklavenitis. == Store locations == European stores can be found in the Netherlands, Belgium, Poland, the Czech Republic, Greece, Portugal, Spain and the United Kingdom. Stores have spread as far as South Africa, Thailand, Cambodia, Colombia, Peru, Argentina, Venezuela (37 stores and 19 detail stores across Venezuela), Brazil (76 stores across Brazil), and Myanmar (Yangon 2020). In 2020, the Brazil stores were sold to Carrefour. Makro stores formerly existed in the United States (bought by Kmart in 1989 and converted into Pace Warehouses the following year), China, Indonesia (both bought by Lotte Mart and converted into such stores), Malaysia (bought by Tesco), Morocco, the Philippines (bought by SM Prime Holdings and converted into SM Hypermarket (14 Makro branches) or SaveMore Market (1 Makro branch)), Pakistan (Makro-Habib), South Korea, and in Taiwan. ===Venezuela=== Makro Venezuela operates 37 Warehouse club stores across the country, 01 distribution center and also have a subsidiary named Mikro in retail format with 19 stores. Makro Venezuela is owned by the SHV Holdings. ===Netherlands=== Makro Netherlands operates 17 stores across the Netherlands, with seven of the stores also containing a fuel station. Makro Netherlands is owned by the Metro Group. ===Thailand=== Siam Makro Public Company Limited was established in 1988. At the end of April 2020 there were 100 Makro stores and Makro FoodService stores in operation, serving a registered customer base of 2.6 million. Revenues for 2020 were 210 billion baht with a net profit of 6.2 billion baht. Siam Makro shares are traded on the Stock Exchange of Thailand (SET). In 2013, Siam Makro was purchased by Charoen Pokphand Group for US$6.6 billion. Siam Makro is owned by CP ALL, a subsidiary of CP Group. ===United Kingdom=== Makro UK operates 30 branches across the United Kingdom. Since 2012 Makro UK has been owned by Booker Group, and 11 of the Makro branches now operate as a combined Booker/Makro. == Product range == Makro sells food and non-food products, usually located in different sections of the store. Each store also contains a hot-food cafeteria, and a cash machine. The food section always includes a fresh fish section, a wine section, fresh meat and butchery department, and refrigerated aisles. The non-food area includes clothing, DIY, office supplies, electricals, computing, and seasonals such as garden furniture. Special offers are featured via a printed and online fortnight brochure known as Makro Mail. The stores are not open to the general public, but serve the following trades: * Newsagent's shops and convenience stores. * Restaurants, hotels and caterers. * Schools, universities, sport clubs and associations. Customers can shop at Makro with a membership card. Makro UK used to have the tag-line \"The UK's No.1 Discounter\". This tag-line was replaced with \"For Professionals\". Makro has subsequently changed this to \"Your business partner everyday\" [sic]. Recent changes to the Makro UK structure include the closure of three stores: Wolverhampton, Coventry and Swansea. Metro announced that the company has to be financially independent by 2011, and in 2012 Makro UK was sold to the rival wholesaler Booker Group in an agreement valued at around £140 million. ==References== Category:Wholesalers of Germany Category:Retail companies established in 1968 Category:Companies based in Düsseldorf ",
    "title": "Makro"
}