{
    "id": "12835720",
    "text": "Red Shift was a video game publisher active between 1983 and 1985. They were well known for their strategy games\"From Tin Soldiers to Computer Games\"; CRASH issue 9, October 1984; retrieved from CRASH The Online Edition and had a close working relationship with Julian Gollop and Games Workshop. ==History== Red Shift's two initial releases were designed, but not coded, by Gollop just after he left school (Time Lords and Islandia). Subsequently, Gollop learnt to program himself, designing and coding Nebula and Rebelstar Raiders for Red Shift. Apocalypse and its two expansion packs were produced under license from Games Workshop, being based on their board game Apocalypse. In 1984, a group of Harlow-based Red Shift programmers split off to form SLUG. They continued to program under license from Games Workshop (producing Spectrum versions of their board games Battlecars and Talisman). By 1985 Red Shift had a range of different strategy titles that appealed to fans of that genre turning to more intelligent and demanding games.News, The 14th ZX Microfair from CRASH issue 12, Christmas Special 1984/85; retrieved from CRASH The Online Edition Red Shift closed after their main investor stopped supporting the team. Some staff moved on to Games Workshop. ==List of games== Red Shift produced ten games between 1983 and 1985 for the ZX Spectrum Red Shift at World of Spectrum and BBC MicroRed Shift at the Complete BBC Micro Games Archive. *Apocalypse (1983), ZX Spectrum and BBC Micro – based on the Games Workshop board game. *Time Lords (1983), BBC Micro – based on a paper and dice game. *English Civil War (1984), BBC Micro. *Islandia (1984), BBC Micro - a Risk-style game. *Murkwood (1984), ZX Spectrum *Nebula (1984), ZX Spectrum *Rebelstar Raiders (1984), ZX Spectrum *First Empire (1984), ZX Spectrum – a table-top computer- moderated war game. *City of Death (1985), ZX Spectrum – a graphic adventure game by Peter and George Carmpouloni. *The Tripods (1985), ZX Spectrum, BBC Micro and Amstrad CPC – a graphic adventure designed by Watermill Productions and licensed by BBC Enterprises, based on the BBC TV series of the same name. In addition, three expansion packs for Apocalypse were released in 1984. ==References== Category:Video game publishers Category:Video game companies of the United Kingdom ",
    "title": "Red Shift (publisher)"
}