{
    "id": "12838149",
    "text": "Reckless is a British television serial written by Paul Abbott. Produced by Granada Television for the ITV network, it aired in six parts in the UK in 1997. A two-hour sequel, Reckless: The Sequel, was shown in 1998. ==Plot outline== Dr Owen Springer is a surgeon in his thirties, on his way from London to Manchester to move in with his ailing father. On the train journey, Owen needs to make an urgent phone call but the only person who will allow him to use her mobile phone is fellow passenger, Anna Fairley, a beautiful woman in her forties. Unbeknownst to Owen, she is also the head of the management consultancy administering his forthcoming personality assessment for a new job at a local Manchester hospital. By the time of their second meeting, Owen has already developed romantic feelings towards Anna, though she spurns all his advances. To complicate matters further, Owen discovers Anna is also the wife of his new boss at the hospital, Dr Richard Crane. However, Owen discovers Richard is having an affair himself, knowledge which he uses to bring himself and Anna closer together. ==Cast== * Owen Springer - Robson Green * Anna Fairley - Francesca Annis * Richard Crane - Michael Kitchen * Arnold Springer - David Bradley * Vivien Reid - Daniela Nardini * John McGinley - Conor Mullen * Danny Glassman - Julian Rhind-Tutt * Myrtle Fairley - Margery Mason * Irma - Kathryn Hunt * Phyllis - Kathryn Pogson * Michelle - Debra Stephenson ==Awards and nominations== *BAFTA Television Award - Best Actress - Francesca Annis (nominated) *Royal Television Society Award - Best Writer - Paul Abbott (nominated) *Royal Television Society Award - Best Actor - Robson Green (nominated) *National Television Awards - Most Popular Drama (won) *National Television Awards - Most Popular Actor - Robson Green (nominated) ==US Airing== The series was shown in the United States as part of PBS' Masterpiece Theatre. For that airing every two episodes were combined, resulting in only three episodes, each running about 90 mins without commercials (excluding PBS intros). ==DVD== Reckless and its sequel are available on DVD, distributed by Acorn Media UK. ==External links== * * Category:1990s British drama television series Category:ITV television dramas Category:1997 British television series debuts Category:1997 British television series endings Category:1990s British television miniseries Category:Television series by ITV Studios Category:Television shows produced by Granada Television Category:English- language television shows Category:Television shows set in Manchester ",
    "title": "Reckless (TV serial)"
}