{
    "id": "12836591",
    "text": "Labour Youth Forum (, FŻL) is the youth organisation of the Labour Party of Malta. FZL is also active internationally and is an active member within the International Union of Socialist Youth and Young European Socialists. ==Labour Youth Forum’s Mission Statement== The aim of the Labour Youth Forum is to promote Socialist Democratic values and progressivism amongst the youths in Malta and Gozo. At the same time the Labour Youth Forum works towards promoting confidence in the abilities of youths. In order for these aims to be reached, the Labour Youth Forum has to build upon the values of social justice: equal distribution of the common good produced by the nation and the European Union, equal opportunity for everyone to enjoy the environment, quality educational opportunities for all and the guarantee of high quality healthcare. So that each and every one can benefit from all the above, the Labour Youth Forum has to strive against all kind of social, economic and political discrimination. The Labour Youth Forum has to be on the forefront to prevent anyone from being discriminated because of disability, race, sexual orientation, religion or political affiliation. The Labour Youth Forum together with its European colleagues is duty bound to struggle in favour of a new social Europe which invest in people and strengthens solidarity. (Statute of the Labour Youth Forum, 2009 Chapter 2) ==History== The Labour Youth Forum aims at increasing the ability of the youths especially in cultivating them as the present and the future political leaders of our nation. Historically Labour Youth Forum was a force that brought change in the history of Malta in the last sixty years. The associated youths were not only witnessing change in Malta, but were themselves active and protagonists of re-writing the history of our nation. ===Origins=== The Labour Youth was established on 14 January 1951, thirty years after that the Labour Party (Malta) was founded. The name of this branch of the Labour Party was originally known as ‘Labour League of Youth’. ===Structure=== According to the Labour Youth Forum statute the Executive is the highest body. The Executive is elected during the General Meeting every two years. The General Meeting is held annually. The Executive is made up of the administration: which includes the President, Vice President, Secretary, Vice Secretary and the Financial Officer. Other positions in the Executive are the Political Co-ordinator, the Information Officer, an Officer responsible for the branches, an Officer responsible for organising events and five official members. In reality all these members meet together and today there is no difference between the administration and the other executive officers. ===Role in the event of 28 April 1958=== On 21 April 1958, the Prime Minister Dom Mintoff and his Ministers met Governor Robert Laycock and handed in their resignation from the Legislative Assembly. Preceding this event was a powerful speech by the Prime Minister Mintoff that reached its peak with the final two paragraphs: ‘Is-Siegħa tal-Prova waslet. Il-poplu Malti li tant iġġieled fl-imgħoddi battalji ta’ ħaddieħor issa wasal biex juri lid-dinja jekk veru kibirx u sar nazzjon. Biex ikun irrispetat minn popli oħra irid juri li hu lest biex il-battalja għad-drittijiet tiegħu jiġġelidha b’aktar qilla, b’sagrifiċċju akbar u b’rieda aktar soda milli fl- imgħoddi kien jiġġieled il-gwerer ta’ ħaddieħor Quddiem Alla għandna raġun. Issa sta għalina li dan ir-raġun neħduh ukoll mingħand in-nies ta’ din id- dinja. Jekk inkunu ġwejjef aħna, jisħtuna uliedna u wlied uliedna. Illum waslet is-siegħa meta kull Malti jrid juri bil-fatti li Malta għalina tiġi l-ewwel u qabel kollox.’ On 28 April 1958 a major event for Malta and the Labour Party occurred. That day was declared by the General Workers Union to be a general strike day or day of mourning. From early in the morning the strike was seen as a success but two factors led to the escalation of the events. The first factor was that the British Government in Malta prohibited the officials of the General Workers Union from using the ‘Rediffusion’ (radio station) to inform their members who should or should not go to work. The second factor was that the drivers of the public transport were being intimidated and persuaded to work on the day of the strike or else they will lose the license to work. Some of the drivers feared that they would lose their jobs and thus they tried to work but they were becoming the target of the protesters who were blocking the roads with barricades and spreading oil on the streets. Fighting between the protesters and the Police, which were helped by the British commandos occurred in Raħal Ġdid and Marsa with the worst episode happening at ‘It-Telgħa ta’ Kordin’. Other smaller accidents were reported. The day after, the British Government embarked on a mission to arrest the protesters. The protesters were mainly General Workers Union officials and supporters of the Labour Party, amongst them even Ministers. It is good to understand that the Labour Party and the General Workers Union were at that time working together for the benefit of the workers. One of the founders of the Labour League of Youth: the first Secretary General; Gerry Żammit was at that time serving as the Secretary responsible for the civil workers of the General Workers Union. He was arrested and imprisoned for thirty six days. Cutajar (2011) lists ninety-nine names of those that were arrested during the mentioned revolts. Seventy-eight out of ninety-nine people that were arrested were aged between sixteen and thirty-five years. ===Role in Church-Labour Party conflicts=== Following the Referendum for Integration with Great Britain in 1956 and the general strike of 1958, the Roman Catholic Church in Malta was becoming more suspicious of the Labour Party. After World War II humanity witnessed the world being divided between those countries supporting Capitalism of the United States of America and the Western allies and those that were allied with the Soviet Union and her satellites supporting Communism. In the Communist Manifesto of Karl Marx, he wrote that ‘Religion is the opium of the people’. Some Communist countries became atheists and the churches were banned from practising their faith. In the 1950s the Labour Youth Forum used to organise Socialists Summer Camps and was being criticised by adversaries as spreading the Communist ideas amongst its members. The Labour Youth Forum published their first edition of its newspaper ‘The Struggle’ on 6 August 1959. ‘The Struggle’ became popular and had a vast audience. Some youth columnists’ names are quite popular since they went on to be the leaders of the Labour Party such as Lino Spiteri, Lorry Sant, Joe Micallef Stafrace, Danny Cremona and Pawlu Xeureb. On 21 February 1960, Archbishop of Malta: Sir Michael Gonzi and the Bishop of Gozo Gużeppi Pace, wrote a Pastoral Letter to be read in all churches of both dioceses to prepare the believers for the coming Lent . This Pastoral Letter was an attack on the Labour Party at its youths. Following the Pastoral Letter, the next edition of ‘The Struggle’ was a response by the columnists of the Labour Youth Forum. The Pastoral Letter was criticised of having nothing to do with the Lent, and instead it was an attack on the Labour Party and Socialism. The Roman Catholic Church in Malta answered with condemning the article from ‘The Struggle’ with Interdict if the columnist will not publish an apology which would have to be satisfactory for the Bishops, in the next edition of ‘The Struggle’. Meetings were set up and apologies were written but were not satisfying the Bishops. ‘The Struggle’ was published again in April 1960. On the front page a big heading title: ‘Tibqa’ ddur’, an article by John Rizzo who was in fact a ‘nom de plume’. The article mentions the story of the astronomer Galileo Galilei who had to sign a declaration in front of the Inquisition in Rome in 1633, that he was rejecting his theories that the world circulates around the sun. The story tells us that while the Inquisitor and his court was leaving the hall, the astronomer stated two words in Italian: ‘Eppur si mouve’ (Tibqa’ ddur – ‘But it moves’) meaning that it was useless to say that the world was not moving when in fact it was. Galilei was then imprisoned. Although the Roman Catholic Church tried to stop the progress, progress could not stop and later on even the Church accepted Galileo's theory. The 9 April 1960 was the day when the editor of ‘The Struggle’: Lorry Sant was handed a personal condemnation of Interdict by the Bishops for insulting the authority of the Bishops. ‘The Struggle’ was also condemned by condemning those that write in it or read it as they will be doing a mortal sin. The name of the newspaper was ideal since a struggle started between the Labour Party and the Roman Catholic Church in Malta. Almost a year later the Interdict was extended to the Labour Party Executive. Following the Interdict, The Labour Youth Forum stated that it would remain loyal to its leader and the National Executive of the Labour Party. The conflict between the two entities made some progress when on 21 September 1964; Malta was celebrating Independence from Imperialist rule of Great Britain and the Labour Party's Executive and Lorry Sant (since he was personally condemned) condemnation was lifted by the Curia. It was only in 1969 when both parties reached an agreement that distinguished the role of the Church from that of the State. Every sanction that the Church had on the Labour Party was then removed. On the 12, 13 and 14 June 1971 the General Elections were won by the Labour Party. The 70's were golden years for the Labour Party especially as it continued the struggle for complete Independence. Malta became a Republic on 13 December 1974 and the struggle reached its peak when Malta held Freedom Day on 31 March 1979. The Labour Party won the General Elections of 1971, 1976 and that of 1981. The 1981 General Election was tainted with trouble since that the Labour Party won the majority of seats in the Parliament of Malta but did not win the majority of the electorate. In those days it was the majority of seats that counted and not the majority of the electorate so the Government was a legitimate one. ===Modernising=== In 1992 the Labour Youth Forum became a full member of the ‘Kunsill Nazzjonali taż-Żgħażagħ’. The Labour Youth Forum had new challenges in adapting to the new world of technology, but the organisation understood that to keep in touch with the youths, it had to speak the language of the youths and thus technology was becoming the way forward to keep contact with the electorate. In a globalised world no one can isolate himself and thus the Labour Youth Forum's intentions during the 1990s was to find other partners around Europe to work with them and even to get an international recognition. In fact the Labour Youth Forum became member of the ‘European Community Organisation of the Socialist Youth’ (ECOSY – now YES: ‘Young European Socialists’) which is a branch of the ‘Party of European Socialists’ (PES). This membership and similar alliances with other European countries were beneficial for the maturity and experience of the Labour Youths who were attending seminars and training while exposing their abilities in front of other European politicians. This modernisation was taking place at a time when Malta was discussing its membership within the European Union. The 1990s and even in the dawn of the new millennium Maltese politics were highly concerned with issues related to the full membership in the European Union and Malta's partnership with the European Union. This issue came to an end when Malta became a full member of the European Union on 1 May 2004. ===2008 to date=== In 2008 a new Labour Youth Forum Executive board was elected. The year 2008 was also the year when Joseph Muscat became the new leader of the Labour Party at the age of 34, himself being a young man (he was also a former FZL member). From his very first day Dr Joseph Muscat was ready to put youths in the centre of his plan for the Labour Party. On 21 January 2012, Dr Joseph Muscat carried out his discourse at the end of the General Conference of the Labour Party with a speech that was to be the base of his vision for Malta. He mentioned youths and showed how much he believed in the young generations. ‘Qalbi kienet qed tgħidli li kelli ċ-ċans li nuri lill-pajjiż li aħna ż-żgħażagħ lest għar- responsabbilta’ u l-isfidi tal-ġejjieni ma jaqtgħulniex qalbna iżda jimlewna b’enerġija. (Engerer, 2013) ====‘Stand Up’ Campaign==== In our political history it is very unusual to see a movement of people coming from different political ideologies and joined together in campaigning for an issue. This campaign saw the Labour Youth Forum gaining importance since it was working with people who sympathised with the Nationalist party but who were in favour of the introduction of divorce in Malta. This campaign was ironic for the Nationalist party, since it was one of its Members of Parliament that presented a private member's bill before Parliament for its introduction. ====‘Re-Discover, Re-Think, Re-Act’ Campaign==== After the success of the divorce campaign the Labour Youth Forum embarked on another campaign; ‘Re- Discover, Re-Think, Re-Act’. The aim was to discuss gender equalities and to steer awareness through talks and discussions that all of us have the same potentials. Discussing issues does not mean that one is in favour or against but that one is ready to listen, to learn and to understand other people's issues. ====‘START’ Campaign==== The year 2012 was a difficult year for the Nationalist Party in government. The one seat majority obtained in 2008 was hard to be kept and it was a time of uncertainty for the government. The general election could have come as early as January 2012 when Franco Debono, a Nationalist member of parliament was threatening not to support the government. In 2012 the ‘START’ campaign was introduced with the aim of encouraging and giving all aid to young people who wanted to be involved in the local council elections. It was once again another successful campaign since a good number of youths were elected as mayors and councillors in their respective localities. As part of ‘START’, youths were invited to address the Annual General Conference of the Labour Party and have their say about issues concerning our country. This campaign brought in the localities a new image for the Labour Party, an image that was a juvenile one, an image that youths were not only used in partisan politics to decorate the stages during meetings but it created a network of active new labour politicians around the islands. ====‘Join Us’ Campaign==== Enthusiastic with the success obtained during the previous campaigns, the Labour Youth Forum launched the ‘Join Us’ campaign. The general election was coming close so it was important for the Labour to increase the number of youths that were ready to support and be active in it. ====‘It’s Time’ Campaign==== In mid-2012 the Labour Party started its unofficial electoral campaign with gatherings every Sunday in squares where a tent was set up. At these meetings some issues were discussed with the general public prompted to participate in discussions with the aim to include the people's views in the electoral manifest. Subsequently, Labour Youth Forum launched a campaign which was carried out mainly on Facebook. This campaign was called: ‘It’s time’. Youths easily wrote what they think it should be inserted in the Labour Party's electoral manifest. ====‘I’m In’ Campaign==== Once the General Elections date was set, then the campaign ‘I’m In’ was launched. ‘I’m In’ was a very personal campaign, making youth feeling really part of what was happening. It was a campaign for the youths within the Labour Party's general election's campaign. Although both campaigns were to be organised together in order to create one whole image, still the ‘I’m in’ campaign was an independent one led by the Labour Youth Forum. During the electoral campaign Thursdays were normally the days dedicated for the youths. The Labour Party's leader met youths and he was present in all the formal and informal activities of the campaign. == References == * AZZOPARDI, Josef. Youth Campaigning in the Labour Party. University of Malta (Dip.Pol.Studies 2013) * MONSEIGNEUR, Rene. Iż-Żgħażagħ fil-Partit Laburista. Book Distributors Ltd, Malta 2011. * ENGERER, Cyrus. Malta li rrid ngħix fiha. Sensiela Kotba Soċjalisti, Malta 2013 * CUTAJAR, Mario. Storja tal-Partit Laburista. Sensiela Kotba Soċjalisti, Malta 2011 * AZZOPARDI, Anthony. Il-Qawmien tal-Ħaddiem Malti. Sensiela Kotba Soċjalisti, Malta 1986 * LILLEKER, Darren G. Key concepts in Political Communication. Sage, London 2006 * Labour Youth Forum Statute, 2009 == External links == * Official FZL Homepage Category:Youth wings of political parties in Malta Category:Youth wings of social democratic parties Category:Socialism in Malta Category:Youth organizations established in 1951 Category:1951 establishments in Malta ",
    "title": "Labour Youth Forum"
}