{
    "id": "12830253",
    "text": "thumb Juan Pablo Ballester (born September 16, 1966 in Camagüey, Cuba) is a Cuban-born artist who works mainly with photography and video art, although he has also worked with installations and performance art. He has also developed activities as a curator, assistant curator and cultural manager. Juan Pablo Ballester graduated in 1990 from the Instituto Superior de Arte (ISA) in Havana, Cuba, and was member of the artistic group Grupo ABTV from 1988 to 1991. In 1992 he left Cuba and went into exile in Spain. In 1995 he co- organized the event and curated the exhibition Cuba: La Isla Posible (Cuba: The Possible Island) , the first multidisciplinary event that brought together Cuban artists, writers and intellectuals from the island and exile to debate the future of Cuban Culture, Centre de Cultura Contemporània de Barcelona (CCCB), Barcelona, Spain. He was a recipient of Cintas Fellow 1998-99.Cintas Fellow 1998-99 https://cintasfoundation.org/component/tags/tag/1998-99 Since 2011 he lives in Miami. == Career == In his formative years, Juan Pablo Ballester trained within the ironic tactics to dismantle the official representations of national identity that the so-called Renaissance of the visual arts used to redefine the parameters of \"revolutionary\" art in Havana in the late 1980s. During his student years in the Fine Arts Faculty of the Instituto Superior de Arte in Havana, he developed well-known projects among which are El que imita fracasa (He Who Imitates Fails), 1988 (with Ileana Villazón); \"Nosotros\": Exposición Antológica de la obra de Raúl Martínez (\"We\": An Anthological Exhibition of the Work of Raúl Martínez), 1989 (with Grupo ABTV), and Homenaje to Hans Haacke (Homage to Hans Haacke), 1989 (with Grupo ABTV), an exhibition that despite having been censored by the Cuban authorities hours before its opening, still circulates among the island's artists as a legend. In his first years in Madrid, Ballester experienced the difficult experience of emigration and the need for integration, at the same time that he came into contact with the exotic tropical that surrounds the Spanish and European vision of his birthplace. During these years Ballester began working on a series of photographs documenting an ephemeral performance event about his identity, for which he used strategies such as appropriation, collage, manipulation and the use of the artist's body as a visual symbol. In his approach to photography Ballester does not undertake a critique of modernity and its foundations of unity and originality, but rather deconstructs the social rites behind the images, he distances himself from Cartier-Bresson's \"decisive moment\" to break the opacity of the historical narratives that take photography as proof of plausibility and social product. For Spanish critics and curators Juan Vicente Aliága and Mar Villaespesa, “Ballester's photographs taken in the 90s have been developed together with his subject (from the first one that refers to the insularity of Cuba and its social situation until its representation of the contingent subject) while at the same time exploring different crossroads, such as the condition of exile and sexual identity; crossroads between the public and the private, between the subject subject and the social self. The experiences reflected in his photographs refer to complex formulations that mix the physical, the biographical and the intimate but placing special emphasis on the sexed nature of all actions and on the consideration that even the most private aspect has a political or ideological interpretation\". In 1994 he moved to Barcelona, where his experience of emigration would intensify when he was confronted with a society engaged in the search, construction and reaffirmation of an National identity encouraged from within government structures to differentiate itself from the Spanish state and the European context in which it finds itself submerged. Two large series of works are due to this time under the name Basado en hechos reales (Based on real events) and Enlloc, a Catalan language word that can be translated as Nowhere. During his years in Barcelona, Ballester carefully examined the institutional and aesthetic means by which a monolithic Catalan nationalism is communicated. In these works, Ballester reveals the iconography of internal, external Catalans and Xarnegos as fundamental to the visual definition of national identity that is supported by a variety of photographic genres, from advertising to postcards of monuments and snapshots of tourists. Ballester also used casting models from advertising agencies dressed as Mossos d'Esquadra (local police) as a fashion report in landscape settings - idyllic and idealized - prototypical of Catalan Noucentisme painting but using techniques that are common to many neo- objectivist photographers: long shots and centered camera positions, geometric composition, occasional subjects, as well as the symbolic load of the spaces chosen to transmit multiple layers of meaning. In these photographs Ballester addresses topics such as the (re) construction of identity, the temptation of the ethnographic, fictionalizations and historical patrimonializations, the invention of traditions, the resemantization and idealization of the common imaginary, or the exoticization and exoticism, it configures a framework of thought that clearly makes it impossible to read an image as a simple retinal effect alone. His photographic series are great fictional devices that do not demand a viewer as an author but a viewer as a producer of meaning. “The result of this display of variety is a rhetorical stress on the role of photography in the taxonomic evaluation of a given territory and its people. Ballester is not attempting to engage the sympathies of viewers toward his band of outsiders – he addresses the question of inclusion at another level, in a far more analytic manner. His work speaks from an outsider’s point of view, but does not cry out 'see me', but rather, 'see yourselves and what you look for.” Coco Fusco ==Selected Solo Exhibitions== NoWhere (2013), Farside Gallery, Miami, FL; Enlloc (2005), Museo Pablo Serrano. Instituto Aragones de Arte y Cultura Contemporáneo (IACC), Zaragoza, Spain; Enlloc (2004), Galería La Fábrica, PHotoEspaña 2004, Madrid, Spain; Enlloc (2004) Galería Tomás March, Valencia , Spain; Enlloc (2003) Galería Antonio de Barnola, Barcelona, Spain; En ningún lugar (2002), Centro Andaluz de Arte Contemporáneo (CAAC), Seville, Spain; Basado en hechos reales (1998), Galería Marta Cervera, Madrid, Spain; ¡Juntos y Adelante!. Arte, Política y Voluntad de Representación (1991), with Grupo ABTV, Collateral exhibition to the IV Bienal de La Habana, Casa del Joven Creador, Havana, Cuba; Homenaje a Hans Haacke (1989), with Grupo ABTV, Castillo de la Real Fuerza, Havana, Cuba; \"Nosotros': Exposición Antológica de la Obra de Raúl Martínez (1989), with Grupo ABTV, Centro Provincial de Artes Plásticas y Diseño, Havana, Cuba; El que imita fracasa (1988), with Ileana Villazón, Galería L, Havana, Cuba; Pinturas abstractas (1986), with Ileana Villazón, Galería de la Escuela Nacional de Arte (ENA), Havana, Cuba == Selected Group Exhibitions == In dialogue (2020), Atlantic Center of Modern Art (CAAM), Las Palmas, Canary Islands, Spain; Goaltending (2017), Centro Cultural Español (CCE), Miami, FL; Reverse: Rewrinting Culture (2014), Dot Fiftyone Gallery, Miami, FL; Medianoche en la ciudad (2011), ARTIUM. Centro Museo Vasco de Arte Contemporáneo, Vitoria-Gasteiz; Centre d’Art la Panera, Lleida, Spain; Killing Time: An Exhibition of Cuban Artist from the 1980’s to the Present (2007), Exit Art, New York City, NY; Nueva tecnología, nueva iconografía, nueva fotografía. Fotografía de los años 80 y 90 en la Colección del Museo Nacional Centro de Arte Reina Sofía (2004), Museo Nacional Centro de Arte Reina Sofía (MNCAR), Madrid; Museu d’ Art Espanyol Contemporani (MAEC), Palma de Mallorca; Museo de Arte Abstracto Español, Cuenca, Spain; Fallen Heroes. Masculinity and Representation (John Coplans, Gilbert & George, Peter Land, Paul McCarthy, Mark Morrisroe, Juan Pablo Ballester, Del Lagrace Volcano) (2002), Espai d´Art Contemporani de Castelló (EACC), Castellón de la Plana, Spain; Inter/Zona. Arts Visuals i Creació Contemporània a Barcelona (2001), Virreina Palace, Barcelona, Spain; Ofelias y Ulises. En torno al arte español contemporáneo (2001), 49th Venice Biennale, Pavilion in the Old Barns of Giudecca, Venice, Italy; Transgenéric @ s. Representations and Experiences on Genres, Society and Sexuality in Contemporary Spanish Art (1998), Koldo Mitxelena Kulturunea, San Sebastián, Spain; Cuba On. 11 Conceptual Photographers (1998), Generous Miracle Gallery, New York City, NY; Breaking Barriers. Selection from the Permanent Contemporary Cuban Collection (1997), Museum of Art Fort Lauderdale, Fort Lauderdale, FL; Cuba Siglo XX. Modernidad y Sincretismo (1996), Atlantic Center of Modern Art (CAAM), Las Palmas, Canary Islands; Fundación La Caixa, Palma de Mallorca; Arts Santa Mònica, Barcelona, Spain; Kuba O.K. (1990), Städtische Kunsthalle Düsseldorf, Düsseldorf, Germany == Selected Public and Private Collections == * Museum of Art Fort Lauderdale. Contemporary Cuban Collection, Fort Lauderdale, FL * The Metropolitan Bank and Trust Photography Collection, Ohio * Cintas Foundation Collection, Miami, FL * Howard Farber Collection, New York City, NY * Arturo Mosquera Collection, Miami, FL * Juan Redón Collection, Barcelona, Spain * Museo Nacional Centro de Arte Reina Sofía (MNCAR), Madrid, Spain * Institut Valencià d'Art Modern (IVAM), Valencia, Spain * ARTIUM. Centro Museo Vasco de Arte Contemporáneo, Vitoria-Gasteiz, Spain * Atlantic Center of Modern Art (CAAM), Las Palmas, Canary Islands, Spain. * Fonds National d’Art Contemporain, Paris, France * Ludwig Forum für Internationale Kunst, Aachen, Germany, * National Museum of Fine Arts of Havana, Havana, Cuba == Other Activities == *Conceptualization, content development, assistant curator and coordinator of the exhibition and art book La mirada del samurái: los dibujos de Akira Kurosawa (The glance of the samurai: Akira Kurosawa's drawings), Azkuna Zentroa, Bilbao, 2010; Museo ABC. Centro de Arte, Dibujo e ilustración, Madrid, 2011. *Coordinator of Año Kurosawa 2010 (Kurosawa Year 2010). A celebration for the birth centenary of Akira Kurosawa in Spain organized by Casa Asia Barcelona, Universitat de Barcelona (UB) y Cultural Affairs, Barcelona, 2010. https://static.casaasia.es/pdf/3221050658PM1269274018766.pdf *Coordinator and design consultant for Espejos de la imagen. Una historia del retrato en España, 1900-2000 (Image mirrors. A history of portraiture in Spain, 1900-2000). Exhibition curated by Manuel García for Explorafoto 2001. II Photography Festival in Salamanca, San Eloy Exhibition Hall, Salamanca, 2001. Legal deposit: S-783-2002 *Art selector and coordinator of La Marató de L´espectacle Video Show, Mercat de les Flors, Barcelona, 1996-2003 *Co- organizer, event coordinator and exhibition curator of Cuba: La isla posible (Cuba: The Possible Island). First multidisciplinary event that brought together Cuban artists, writers and intellectuals from the island and exile to debate the future of Cuban Culture, Centre de Cultura Contemporània de Barcelona (CCCB), Barcelona, 1995. == Notes == == References == * Luis Camnitzer; New Art of Cuba; (University of Texas Press 1994, Revised edition 2003); (in English) * Juan Pablo Ballester, María Elena Escalona, Iván de la Nuez; Cuba: La Isla Posible, Centre de Cultura Contemporània de Barcelona; (Ed. CCCB-Destino S.A. 1995); *Holly Block; Art Cuba. The New Generation; (Harry N. Abrams, 2001); (in English) * Jose Veigas-Zamora, Cristina Vives Gutierrez, Adolfo V. Nodal, Valia Garzon, Dannys Montes de Oca; Memoria: Cuban Art of the 20th Century; (California/International Arts Foundation 2001); (in English) * Jose Viegas; Memoria: Artes Visuales Cubanas Del Siglo Xx; (California International Arts 2004); * Juan Vicente Aliága, Mar Villaespesa; Transgenéric @ s. Representaciones y experiencias sobre los géneros, la sociedad y la sexualidad en el arte español contemporáneo; Koldo Mitxelena Kulturunea (Diputación Foral de Gipuskoa, K. M. 1998); ASIN: B0026DXMGI (in Spanish) * Manel Clot; Inter/Zona. Arts Visuals i Creació Contemporània a Barcelona; Palau de la Virreina; (Diputació de Barcelona 2001); (in Spanish) * Coco Fusco; Juan Pablo Ballester. A View from Outside the Frame (Text for the Enlloc exhibition brochure), Museo Andaluz de Arte Contemporáneo (CAAC), Seville, Spain (1992) (in Spanish) == External links == *Knight Foundation site (in English) *Cuban Art News site (in Spanish) *Artforum Magazine site (in English) *El Cultural. El Mundo Newspaper site (in Spanish) *The Farber Collection site (in English) *Museo Nacional Centro de Arte Reina Sofía (MNCAR) site (in Spanish) *Nueva tecnología, nueva iconografía, nueva fotografía. Fotografía de los años 80 y 90 en la Colección del Museo Nacional Centro de Arte Reina Sofía (2004) Museo Nacional Centro de Arte Reina Sofía (MNCAR) site (in English) *Medianoche en la ciudad (Midnight in the city) (2011) ARTIUM. Centro Museo Vasco de Arte Contemporáneo site, Vitoria-Gasteiz, Spain (in English, Spanish, Euskera) *Fundación Foto Colectania site, Barcelona, Spain (in English, Spanish, Catalán) *Fondo Centro de Arte La Panera site, Barcelona, Spain (in Spanish, Catalán) *Arte en tránsito (Art in transit) (2016) Diputació de Barcelona site, Barcelona, Spain (in English, Spanish, Catalán) *Photography-now.com site (in Spanish) *Juan Pablo Ballester video art distributed by HAMACA. Moving Image Plafform site (in English, Spanish, Catalán) *Sudaca Enterprises (1997), a performance with Coco Fusco and María Elena Escalona Coco Fusco site (in English) *La mirada del samurái: los dibujos de Akira Kurosawa (The glance of the samurai: Akira Kurosawa's drawings), (2010) Azkuna Zentroa, Bilbao, Spain (in Spanish) Category:Cuban contemporary artists Category:Cuban painters Category:Spanish contemporary artists Category:Catalan artists Category:1966 births Category:Living people ",
    "title": "Juan Ballester Carmenates"
}