{
    "id": "12839038",
    "text": "Old Cleeve is a village south east of Minehead in the Somerset West and Taunton district of Somerset, England, and also a civil parish. The civil parish of Old Cleeve covers an area of and includes the villages of Old Cleeve, Blue Anchor, Roadwater and Washford as well as hamlets such as Bilbrook, Chapel Cleeve, Golsoncott and Leighland Chapel. Approximately half the parish lies within the Exmoor National Park. The remaining half is on the southern edge of Exmoor. The village has been in existence since the early 13th century. The village held its first council meeting in 1711. By the 1720s the village had several churches, in which to meet. The town hall was built in 1727. The first church here was built in 1694, built by the Eastern Christian Society. This church was destroyed in a fire in 1847, and has been rebuilt and restored.In 2011, the population of the parish was 1,672. ==Etymology== The name Cleeve, first attested in the Domesday Book of 1086 as Clive, comes from the dative singular form of the Old English word clif ('cliff, bank, steep hill').A. D. Mills, A Dictionary of English Place Names (Oxford: Oxford University Press, 1991), s.v. Cleeve. It became known as Old Cleeve to distinguish the principal village north of the main A39 road from the later site of Cleeve Abbey to the south. The hamlet of Golsoncott takes its name from the Old English words goldsmið ('goldsmith') and cott ('cottage').Smith, A. H., English Place-Name Elements, 2 vols, English Place-Name Society, 25–26 (Cambridge: Cambridge University Press, 1956), s.v. goldsmið. ==History== The parish of Old Cleeve was part of the Williton and Freemanners Hundred. Black Monkey Bridge, which was built around 1860, carries the West Somerset Railway, a steam operated heritage railway over a stream and footpath. Old Cleeve was also near the route of the West Somerset Mineral Railway which ran from the ironstone mines in the Brendon Hills to the port of Watchet on the Bristol Channel. The old Mineral line railway station which was built in 1861 is now a store, and there is also a bridge remaining from this line. ==Governance== Administratively, it falls within the West Somerset local government district and the Somerset shire county, with administrative tasks shared between county, district and parish councils. The parish council has responsibility for local issues, including setting an annual precept (local rate) to cover the council’s operating costs and producing annual accounts for public scrutiny. The parish council evaluates local planning applications and works with the local police, district council officers, and neighbourhood watch groups on matters of crime, security, and traffic. The parish council's role also includes initiating projects for the maintenance and repair of parish facilities, as well as consulting with the district council on the maintenance, repair, and improvement of highways, drainage, footpaths, public transport, and street cleaning. Conservation matters (including trees and listed buildings) and environmental issues are also the responsibility of the council. The village falls within the non-metropolitan district of Somerset West and Taunton, which was established on 1 April 2019. It was previously in the district of West Somerset, which was formed on 1 April 1974 under the Local Government Act 1972, and part of Williton Rural District before that. The district council is responsible for local planning and building control, local roads, council housing, environmental health, markets and fairs, refuse collection and recycling, cemeteries and crematoria, leisure services, parks, and tourism. Somerset County Council is responsible for running the largest and most expensive local services such as education, social services, libraries, main roads, public transport, policing and fire services, Trading Standards, waste disposal and strategic planning. An electoral ward of the same name exists. The ward stretches from the Bristol Channel south via Washford to Luxborough. The total ward population at the 2011 Census was 2,196. It is also part of the Bridgwater and West Somerset county constituency represented in the House of Commons of the Parliament of the United Kingdom. It elects one Member of Parliament (MP) by the first past the post system of election. ==Geography== Countryside on the coastal path Between Old Cleeve and Watchet is Cleeve Hill a biological Site of Special Scientific Interest which covers a moderate to steeply sloping south face of the Washford River Valley. It supports a rich and diverse calcareous grassland community with associated mixed woodland and scrub. The site contains two species of plant which are nationally rare in Great Britain, Nit-grass (Gastridium ventricosum) and Rough Marsh-mallow (Althaea hirsuta). The parish extends to the coast of Bridgwater Bay between Blue Anchor and Watchet, in an area previously known as Cleeve Bay, on the Blue Anchor to Lilstock Coast SSSI a geological Site of Special Scientific Interest. It provides an outstanding series of sections through the Early Jurassic Lower Lias, spanning the Hettangian and Pliensbachian Stages and named the \"Lilstock Formation\". The Triassic cliffs have geological interest for the variety of fossils and is on the South West Coast Path. There is the remains of a Lime Kiln complex which was used in the 18th century. Bridgwater Bay consists of large areas of mud flats, saltmarsh, sandflats and shingle ridges, some of which are vegetated. It has been designated as a Site of Special Scientific Interest, and is designated as a wetland of international importance under the Ramsar Convention. ==Religious sites== The parish church of St Andrew dates from the 12th century and has been designated by English Heritage as a Grade I listed building. The floor of the porch was cobbled with alabaster stones from the beach below the village and set in the shape of a heart during the 17th century. In Leighland Chapel is the church of St Giles which was built in 1861 by Charles Edmund Giles on the site of a previous building. Cleeve Abbey in Washford village, is a medieval monastery founded in the late twelfth century as a house for monks of the austere Cistercian order. In 1536 Cleeve Abbey was closed by Henry VIII during the Dissolution of the Monasteries and the abbey was converted into a country house. Subsequently, the status of the site declined and the abbey was used as farm buildings until the latter half of the nineteenth century when steps were taken to conserve the remains. In the twentieth century Cleeve Abbey was taken into state care; it is now looked after by English Heritage and is open to the public. Today Cleeve Abbey is one of the best-preserved medieval Cistercian monastic sites in Britain. While the church is no longer standing, the conventual buildings are still roofed and habitable and contain many features of particular interest including the 'angel' roof in the refectory and the wall paintings in the painted chamber. Binham Farmhouse was built in the 15th century as the grange to the abbey. Chapel Cleeve Manor, which dates from 1452, is the remains of a pilgrim's hospice attached to the chapel, which was enlarged as a country house, has been a hotel and is now a private house. ==References== ==External links== Category:Villages in West Somerset Category:Civil parishes in Somerset Category:Populated coastal places in Somerset ",
    "title": "Old Cleeve"
}