{
    "id": "12834024",
    "text": "{| |} The Lancair Evolution is an American pressurized, low wing, four-place, single engine light aircraft, made from carbon fiber composite, developed by Lancair and supplied as an amateur-built kit by Evolution Aircraft.Vandermeullen, Richard: 2012 Kit Aircraft Buyer's Guide, Kitplanes, Volume 28, Number 12, December 2011, page 58. Belvoir Publications. ISSN 0891-1851Bayerl, Robby; Martin Berkemeier; et al: World Directory of Leisure Aviation 2011–12, page 106. WDLA UK, Lancaster UK, 2011. ISSN 1368-485X The Evolution can be powered by a Lycoming TEO-540-A piston engine or a Pratt & Whitney PT6-135A turboprop powerplant. ==Development== The Evolution was designed to meet the same FAR Part 23 aircraft certification standards that type certified aircraft comply with. The kit includes energy absorbing seats. The aircraft is pressurized and was designed for a differential pressure, giving an cabin pressure at its maximum altitude of . The turbine version of the Evolution is powered by the Pratt & Whitney PT6A-135A and has a maximum cruise of at on a fuel burn of per hour of Jet-A. Cruising at an economy cruise of at it burns per hour. It has a full-fuel payload of and a flaps-down stall speed. The piston version is powered by a Lycoming TEO-540-A2A engine and has a maximum cruising speed of on a fuel burn of per hour of avgas. At an economy cruise speed of the fuel flow is per hour. It has a full-fuel payload of and a flaps-down stall speed. A second piston variant was introduced in April 2016, powered by a Lycoming iE2 engine of . The first customer kit was delivered on 22 July 2008 and production was planned at that time for two kits per month. By December 2011 one piston model and 15 turbine models had been completed and flown. Construction time from the supplied kit is estimated as 1000 hours. In April 2017 the manufacturer announced new turboprop engine options for the design. The Evolution Turbine can be fitted with three different variants of the Pratt & Whitney PT6 turboprop powerplant producing , and , respectively. The latter version cruises at . The manufacturer issued a statement on 5 October 2017 indicting that they were going through a restructuring and had laid off 22 of its 49 employees on 3 October 2017. The Aircraft Owners and Pilots Association reported on 19 October 2017 that the company was apparently out of business, citing inability to obtain product liability insurance following a fatal accident. On 26 October 2017 Aero News Network reported that the company was \"for sale. And while reports last week of the company being closed appeared to be premature, the kit maker is certainly struggling\" and seeking a buyer. ANN reported also that the company has been unable to obtain insurance due to high-profile accidents. On 4 November 2017 the company indicated in an interview in The Bend Bulletin, that they were still in limited operations, \"focused on fulfilling customer commitments\" and were seeking investors. On 22 May 2018 Flying reported that the company had shut down, but that an unrelated company, Elite Pilot Services, was providing owners with technical support. ==Specifications (Evolution with PT6)== Evolution instrument panel ==See also== ;Related Aircraft * Lancair Propjet * Lancair IV-P ==References== ==External links== *Official website *Lancair Evolution video *Lancair Evolution First Flight video *Lancair Evolution prototype at Airventure 2008. Evolution Evolution Category:Homebuilt aircraft Category:Single-engined tractor aircraft Category:Low-wing aircraft Category:Aircraft first flown in 2008 ",
    "title": "Lancair Evolution"
}