{
    "id": "12835920",
    "text": "Bank of Cloutierville building. Cane River in Cloutierville. Cloutierville is an unincorporated community in Natchitoches Parish, Louisiana, United States. It lies approximately south of the city of Natchitoches on the Cane River. The community is part of the Natchitoches Micropolitan Statistical Area, off exit 119 of Interstate 49. This is a homeland of many multiracial Louisiana Creole people. It is in the NPS Cane River National Heritage Area. ==History== The town was built on the plantation of Alexis Cloutier and incorporated in 1822. The plantation house was later owned by Kate Chopin. Chopin's former home was open to the public as the Bayou Folk Museum, before its destruction by fire in 2008. The historic wooden St. John the Baptist Catholic Church and its cemetery are located in Cloutierville. == Education == The community is served by Natchitoches Parish School Board. ==People from Cloutierville== Milton Joseph Cunningham, who served for three nonconsecutive terms ending in 1900 as Attorney General of Louisiana, taught school in Cloutierville from 1858 to 1860, when he thereafter entered the Confederate Army; member of both houses of the state legislature from 1878 to 1884 and lawyer in Natchitoches and New Orleans Leopold Caspari, a Natchitoches businessman and banker who served in both houses of the Louisiana State Legislature between 1884 and 1914, was a merchant in Cloutierville between 1849 and 1858. Numa T. Delouche, a state representative from Natchitoches Parish, serving alongside Sylvan Friedman from 1944 to 1948, resided in Cloutierville and is interred at the St. John the Baptist Catholic Cemetery there. Former State Representative Jean Doerge of Webster Parish, a retired educator, is a graduate of Cloutierville High School. ==See also== *Cane River National Heritage Area topics *National Register of Historic Places listings in Natchitoches Parish, Louisiana ==References== Category:Unincorporated communities in Natchitoches Parish, Louisiana Category:Cane River National Heritage Area Category:Populated places in Ark-La-Tex Category:Unincorporated communities in Louisiana ",
    "title": "Cloutierville, Louisiana"
}