{
    "id": "12839020",
    "text": "Old Burghclere is part of Burghclere in Hampshire, England, located south of the large town of Newbury near the A34 road. The village of Burghclere, but less so Old Burghclere, was once on the A34 and has now been by-passed, although this section is not really part of the Newbury bypass. Burghclere has been known variously as: Clere Episcopi, Burcler (xiii cent.); Bisshopesclere, Bourghclere, Burghclere (xiv cent.); Boroughclere, Burghcleere, Boroweclere, Burcleare (xvi cent.); Burroughclere, Borough Cleere, and Burgh Cleere (xvii cent.).A History of the County of Hampshire: Volume iv, Victoria County History (VCH), London, 1911, pages 277-281. Burghclere is a large parish five miles west of Kingsclere, and is immediately adjacent to Highclere, which is on its western boundary. In the heart of Old Burghclere, in centre of the whole Burghclere parish stands the old church of All Saints, and close by is Burghclere Manor House, which was formerly the rectory. Burghclere Farm is north of the old church.The modern church of The Ascension stands on a hill in the north of the parish; near it are the school and the rectory. Earlstone Common and Burghclere Common are in this part of the parish, and east of these commons is the estate of Adbury Park. Earlstone Farm on the northwest side of the river which forms the north-eastern boundary of the parish and Earlstone are south of Earlstone Common, and on the north side of Burghclere Common is the small parish of Newtown, the chapelry of which is annexed to the rectory of Burghclere. Other places of importance in the parish are Heatherwold in the north, Whitway on a hill on the north-west boundary, Wergs one mile north-east of the village and Palmer's Hill. The Methodist chapel, built in 1864 and rebuilt in 1894, is north of Whitway, near the old Newbury road. (A History of the County of Hampshire: Volume iv, Victoria County History (VCH), London, 1911, pages 277-281.) In 1233 the common fields (campi) of Burghclere comprised Stock (67½ acres), Surlande (31½ acres), Harebert and Leylie (242 acres), Lendecumbe (151 acres), as well as 10 acres of meadow dispersed over the manor. These commons were inclosed in 1783.Some place-names of interest are Le Byle, Erchelreston and Harte (1558), Garstone (14th century), Nochesland and Pilgrims' Farm at Earlstone, which probably derived its name from being on the line of an ancient trackway, a pilgrims' way which leads to Winchester. (A History of the County of Hampshire: Volume iv, Victoria County History (VCH), London, 1911, pages 277-281.) The southern part of the parish (Old Burghclere) is open down country. Beacon Hill, which is 842 feet above the ordnance datum, is here a conspicuous landmark, upon which are the remains of an ancient earthwork. Down Farm lay east of the hill close to the former Didcot, Newbury and Southampton Railway run by the Great Western Railway, which ran almost due north from here through the parish. The total acreage of the parish of Burghclere is 5,269 acres, of which 1,740 acres are arable land, 2,174 acres permanent grass and 500 acres woods and plantations (1911). The chief crops are wheat, barley and oats (1911); the soil varies, being chiefly gravel and chalk, the subsoil chalk and greensand.A History of the County of Hampshire: Volume iv, Victoria County History (VCH), London, 1911, pages 277-281. Charles Barry Junior (1823-1900) or Thomas Robjohns Wonnacott (1834-1918), RIBA, of Farnham. Probably built using Charles Drake's 'The Drake Patent Concrete Building Company' 1868 concrete patent. For Henry Herbert, 4th Earl of Carnarvon. ==Owners== Burghclere remained in the possession of the see of Winchester until 1551. The most notable Bishops of Winchester being William of Wykeham (1320 or 1324–1404), who founded New College, Oxford, and New College School in 1379, and Winchester College in 1382, but also owned, in his own right, Earlstone manor in the parish of Burghclere. William Waynflete, Lord Chancellor of England (1456–1460) and founder of Magdalen School and College in Oxford was also particularly renowned. In 1551 Edward VI received it from John Ponet, Bishop of Winchester, in exchange for lands elsewhere.A History of the County of Hampshire: Volume iv, Victoria County History (VCH), London, 1911, pages 277-281. King Edward VI granted it to William FitzWilliam in the same year, 1551, and although, under Philip and Mary, John White, the then Bishop of Winchester, was reinstated in 1557, William Fitz William died seised in 1559, leaving four daughters as his heirs. Of these Mabel, the eldest, was married to Sir Thomas Browne, and Katharine to Christopher Preston, 4th Viscount Gormanston; the two younger, both called Elizabeth, subsequently married Francis Jermy and Innocent Rede (Reade) respectively.A History of the County of Hampshire: Volume iv, Victoria County History (VCH), London, 1911, pages 277-281. Sir William bequeathed the manor to his wife Jane (died 1575) for life, and after her death to his three younger daughters, whose respective husbands are found each holding a third part; in 1568 Innocent Rede (Reade) and Elizabeth his wife conveyed a third part of the manor to Hugh Hare, in 1569 Francis Jermy was concerned in the conveyance of a third, and in 1576 Christopher Viscount Gormanston held a third. In 1577 Richard Kingsmill (MP) acquired by fines the whole manor which George Kingsmill, his brother, was holding for life at the time of Richard's death in 1600. Constance, only daughter and heir of Richard, married Sir Thomas Lucy, of Charlecote (county Warwicks), whom she survived, and on her death in January 1637 her son Sir Thomas Lucy inherited.In the 17th and 18th centuries mention is made of the rights of free warren, free fishery, court leet and court baron and view of frankpledge, which belonged to the lord of the manor of Burghclere, and in the reign of Elizabeth 'a grievous complaint' was made by the inhabitants of Burghclere and other manors against Richard Kingsmill, 'Surveyour of her Majestie's Court of Wardes and Liveries,' 'concerning the breach of sundry customes, innovacions of tythes, encroachments of pasture, &c.;'(A History of the County of Hampshire: Volume iv, Victoria County History (VCH), London, 1911, pages 277-281.) In 1647 the manor was in possession of Spencer Lucy son and heir of Sir Thomas, and it passed with Highclere to his brother Richard, who owned the latter manor in 1667, and presented to the church of Burghclere in 1661. Ten years later the property was conveyed to Sir Robert Sawyer, who died seised of the manors of Burghclere and High Clere in 1692, leaving as heiress an only daughter, Margaret wife of Thomas, Earl of Pembroke, ancestor of the Earls of Carnarvon. Burghclere has largely remained in the possession of the same family since this date, Henry Herbert, 1st Earl of Carnarvon inheriting by the will of his uncle, the Hon Robert Sawyer Herbert, second son of Thomas Herbert, 8th Earl of Pembroke, and in 1911 was in the hands of George Edward Stanhope, fifth earl.A History of the County of Hampshire: Volume iv, Victoria County History (VCH), London, 1911, pages 277-281. Concrete Cottages, Burghclere Bottom, (built before 1871), from the west looking along the Kingsclere Road, May 2018. The impressive Concrete Cottages (before 1871), from the north, May 2018. ==Governance== The village is part of the civil parish of Burghclere and is part of the Burghclere, Highclere and St Mary Bourne ward of Basingstoke and Deane borough council. The borough council is a Non-metropolitan district of Hampshire County Council. Concrete Cottages (before 1871), Burghclere Bottom, Scouses Corner, on the north side of the Kingsclere and Sydmonton road. Rare and pioneering (because such use of concrete was only patented in 1868, assuming it was Charles Drake's Building Apparatus) concrete dwelling built for the magnificent Henry Herbert, 4th Earl of Carnarvon. As seen with Jaguar E-Type, May 2018. Originally tripartite they show both agricultural and urban Neo- Palladian traits. ==Notable Buildings== Bishopric of Winchester, 1451–1453. (July 2015). *Church of All Saints, Old Burghclere, c.1100 (grade 1 listed, 1966). During its 1861 restoration a painting of the Martyrdom of Saint Sebastian was found over the chancel arch, but was not reinstated;VCH, 1911 *Former rectory house, now The Manor House, Old Burghclere. The central hall range has timber with felling dates of Winter 1328/9. In 1861 the Rector was resident, George Wallace; *Manor Barn, Old Burghclere is an 8-bay, aisled threshing barn with two porches (grade 1 listed, 1984). Documentary sources record payment to a carpenter to build a barn of eight bays and two porches at Old Burghclere in 1451/52-1453, during the time of the bishop of Winchester William Waynflete. It is similar to the great barn at Harmondsworth, which is 25 years earlier and four bays longer. Both are associated with Winchester and William of Wykeham (1320 or 1324 – 27 September 1404). Harmondsworth was part of Winchester College and New College, Oxford's Wykehamist endowment; *Manor Farm. The tenant farmer in 1851 was John Cozens, with 1,100 acres, and 24 labourers. In 1861 the farmer was Samuel Wentworth, 51, and 18 were housed, listed as farmer of 1,350 acres employing 40 mean and 10 boys.1861, UK Census. Sam Wentworth, 32, younger, was there in 1871 1,336 acres, 27 labourers and nine boys, housing 11, and in 1881 the younger Sam Wentworth was still listed as the farmer of 1,380 acres employing 29 men and boys.1881, UK Census. He was still there aged 72 with his wife in 1911. *Concrete Cottages (1870), in the former Long Piddle, Burghclere Bottom, Scouses Corner, on the north side of the Kingsclere and Sydmonton road. Rare and pioneering (because such use of concrete was only patented in 1864-1868). They were put up using Tall's patent shuttering, Tall's Concrete Moulding Machine or General Builder, aka Joseph Tall's Patent Concrete Machine, of Falstaff Yard, Kent street, Southwark.Compare with the activities of Charles Drake, of Drake Brothers & Reid, Concrete Machinists & Builders, 208 New Kent Road, London, who had worked as a manager for Joseph Tall. Charles Drake's Building Apparatus, had been patented in 1868 by The Drake Patent Concrete Building Company. A concrete dwelling built for the magnificent Henry Herbert, 4th Earl of Carnarvon. Tripartite they show both agricultural and urban Neo-Palladian traits. Drake used designs by Charles Barry Junior (1823-1900) or Thomas Robjohns Wonnacott (1834-1918), RIBA, of Farnham but here the explicit designer is unclear. The Reading Mercury, Saturday, 30 October 1869, reported the building.'BURGHCLERE - Considerable amount of interest has been excited in this locality on the subject of Cheap Dwellings for the Working Classes, owing to a report that the Earl of Carnarvon was about to start the new system of building houses in concrete. His Lordship has already commenced the erection of a block of three cot- tages at Burghclere Bottom, and no doubt the result will be anticipated with much interest both by landed pro- prietors and tenant farmers. This plan, if successful, will settle much controversy as to the predictability of building suitable farm cottages at a cheap rate, as up to this time cottages in brickwork do not afford interest on the capital expended. The work is to be done with Tall's Patent Concrete Machine, and is not expected to cost more than 6L. [£6] per rod standard thickness [a rod is 5 meters, or 5.5 yard, 16.5 feet]. Many build- ings of various descriptions have already been erected on this principle throughout the country, and competent judges have pronounced them the exact kind of building that is wanted. They are said to have a neat appearance when completed, and are not only stronger and more durable than brickwork, but warmer and consequently more dry and healthy.' Reading Mercury, Saturday, 30 October 1869. :At the time of the 1871 census seven adults and five children were living in the terrace that was the Concrete Cottages. :These were: :*George Broadhurst (head, 27, groom), his wife (24, laundress) and George (5); :*George Ash (head, 35, agricultural labourer), Mary (28, wife), and children Julia (9), Emily (7), Henry (6), and George (1); :*Robert Breadman (head, 34, carter), Harriet (37, wife) and George White (39, brother-in-law). :In 1901 the census had 11 adults in three households:The 1901 Census lists five Concrete Cottages. The first two were headed by Lewis Brooks (eight souls) and Daniel Digweed (three souls). :*No.3: Frank (Francis) Witts (42, labourer on farm); Sarah (44), Annie (23), Bertie (Bertram) (18), Daisy (12), Gladys (8) and boarder Frank Annals (25, lime kiln labourer); :*No. 4: Mary Ashe (58, widow, a laundress) and Thomas Ashe (9, grandson); :*No. 5: George Cummins (44, agricultural labourer) and Sophia Cummins (37, wife). :The 1911 census listed 13 people in three households: :*Sarah Witts (54, widow), Bertram Witts (28, railway labourer), Daisy Fooks (22, daughter, married) and Reginald Fooks (1, grandson) [four rooms] :*John Appleby (39, horseman on farm) and Joanna (40, wife, born Nova Scotia), and sons John (14, on farm) George (12, at school), Albert (7), Percy (5), Robert (3) [four rooms] :*George (54, farm labourer) and Sophia Cummins (46, wife) [five rooms]. ==References== *Briony Susan Canning, The Story of Burghclere, 1998. *Gordon Timmins, Burghclere, 19??. ==External links== Category:Villages in Hampshire ",
    "title": "Old Burghclere"
}