{
    "id": "12837476",
    "text": "The Z80 based single-board computer released by Talking Electronics in Australia. This particular computer, owned by Ken Stone, featured on the cover of issue 11. This is the first prototype of the Talking Electronics Computer to work without corrections to the PCB trackwork. The one before had track- work errors. After debugging that, this one was made. Once it was verified to be correct, the five blue versions were made. This was then modified to fit in a rack case with a touch pad keyboard and external display for the purpose of controlling a traffic light related display at trade shows. The first of five TEC 1 Prototypes made with silk screened PCBs, on its original baseboard. This unit was featured on the cover of Talking Electronics Issue 10, and has undergone modification since then. Of particular note are the replacement keys. The TEC-1 is a single-board kit computer first produced by the Australian hobbyist electronics magazine Talking Electronics in the early 1980s. The design by John Hardy and Ken Stone was based on the Zilog Z80 CPU, had 2K of RAM and 2K of ROM in a default configuration. Later versions used a 4k ROM with two different versions of the monitor software selectable via a switch. This allowed the early software presented in the magazine to be used with the later version of the TEC-1. TEC-1 with optional function key and alternate placement for Reset key, capacitor and voltage regulator missing from the PSU circuit at the bottom left The prototype PCB of the TEC-1A computer. This was made to test new display latches. Further modifications were made to the design before the TEC-1A PCBs were mass produced. ==Base configuration== The base configuration had 20 keys for the main input (16 hexadecimal keys for numeric input and keys labelled AD (for address), GO (to execute a program), + and -. There was also a reset key in the standard configuration and an optional upgrade had a function key. ==Construction articles== It was featured in 1983, in Volume 1, Issue 10 of the Talking Electronics magazine, pages 57 to 75, with relevant chip data presented on the rear cover. The series continued in early 1984 with Volume 1, Issue 11, pages 11 to 36, and pages 50 to 55. Included in this page count were two peripherals designed by Ken Stone for the TEC-1 -an 8x8 matrix display, and a relay driver board, allowing the TEC-1 to be interfaced to other equipment. Volume 1, Issue 12, pages 13 to 38, had the third instalment, including an interface for a simple plotter that was available cheaply on the market at that time, and a RAM expansion. TEC-1A was introduced in this issue with the PCB artwork presented on the inside rear cover. Volume 1, Issue 13, pages 9 to 26, had the fourth instalment, including a power supply designed specifically for it, and a non-volatile RAM module to allow data to be retained, even after the TEC-1 was powered off. This was crucial, as, up to this point, there had been no way to save anything programmed into the TEC-1, short of leaving it connected to power indefinitely. An EPROM burner was also presented, as another way to preserve your data. TEC-1B was introduced in this issue. Volume 1, Issue 14, pages 9 to 26, had the fifth instalment. The later monitor software (MON 2) was introduced, as were a crystal oscillator/clock and an interface board to allow the TEC-1 to be connected to external devices. Volume 1, Issue 15 contained further changes and additions by new staff members, as the original design team of John Hardy and Ken Stone were no longer involved. Jim Robertson released JMON to replace the MON1 (by John Hardy) and MON2 (by Ken Stone) versions of the software as well as the DAT (Display And Tape) board. A speech synthesizer using the SPO256-AL2 was presented by Craig Hart. ==Versions== The first prototype. This was not actually called a TEC-1, and was unlike any that are shown in the photos. It has not survived. Built by John Hardy. The first TEC-1 prototype. No silk screen. Incorrect track work. It was scrapped and is presumed lost, possibly sold as part of a grab-bag. Built by Ken Stone. The first TEC-1 prototype to work without corrections to the PCB track work. No silk screen. See photo. Built by Ken Stone. The five blue prototypes. See photo. Minor layout changes were made from the previous board. These were distributed among the Talking Electronics staff. Unit in photo was built by Ken Stone. The first and third units have been restored and are in the position of the designers. The first TEC-1A prototype. No silk screen. See photo. Built by Ken Stone. More modifications were made to the layout before the TEC-1A was released. Productions runs: Runs were done in batches of 100 PCBs. Silk screen colors varied for each run of 100. The solder mask was green in most cases. Colin says an estimated 1200 were produced during an interview by Dave Jones on eevblog.. This figure is suspect. The editorial of Issue 11 states that nearly 1000 boards had been sold, and that is just after a single issue. Boards were always produced in batches of 100, so even if there was only a single run of each successive variation, TEC-1A, TEC-1B, TEC-1B CAD, TEC-1C and TEC-1D, that would bring the total to at least 1500, and that does not take into account boards that were produced by PCB houses in other countries. TEC-1. This version was identical to the five blue prototypes, with the exception of the colors used for the solder mask and overlays. The production boards from TE used a green solder mask, with varying colors used on the overlay. Colors used by second-source manufacturers varied from those used by TE. TEC-1A (Change to 74LS374/74LS377 latches, other PCB changes.) TEC-1B (Addition of Shift key. Mon 2 introduced)Talking Electronics issue 13, 12MB PDF from Talking Electronics website. Also released as a CAD artwork version. TEC-1C (Released after issue 15.) TEC-1D (Released after issue 15. CAD PCB artwork version.) TEC-1E Under development as at July 1st 2020. The first prototype is operational but undergoing testing. ==References== ==External links== *TEC-1B or C Computer, Complete kits of Talking Electronics Kits. (TEC-1 is no longer available from Talking Electronics.) * *holden.customer.netspace.net.au page on TEC-1 *Russell Coker's blog *Explaining how computers work with the TEC-1, 2010/05/30, Strange Quark’s Blog *[https://www.facebook.com/groups/623556744820045/ TEC-1 Z80 Computer Group on Facebook Category:Early microcomputers ",
    "title": "TEC-1"
}