{
    "id": "12834448",
    "text": "Lake Erie Basin Another perspective on the Lake Erie Basin's situation within the Great Lakes Basin Lake Erie Basin consists of Lake Erie and surrounding watersheds, which are typically named after the river, creek, or stream that provides drainage into the lake. The watersheds are located in the states of Indiana, Michigan, New York, Ohio, and Pennsylvania in the United States, and in the province of Ontario in Canada. The basin is part of the Great Lakes Basin and Saint Lawrence River Watershed, which feeds into the Atlantic Ocean. 80% of the lake's water flows in from the Detroit River, with only 9% coming from all of the remaining watersheds combined. (The remainder (11%) is derived from direct precipitation into the lake.) A littoral zone serves as the interface between land and lake, being that portion of the basin where the lake is less than in depth.Comprehensive Wildlife Conservation Strategy for New York, pp 235-236 ==History == The Wisconsin glaciation formed the Great Lakes basin The Lake Erie Basin was formed at the end of the Wisconsin glaciation. The basin was part of Glacial Lake Maumee until an eastern drainage opened at Niagara, at which point the Maumee River Watershed reversed its flow eastward. The Great Black Swamp is thought to be a remnant of the glacial lake. == Geography == === Indiana === * Maumee Watershed (Adams, Allen, DeKalb, Noble, Steuben, and Wells counties) (see Ohio) ** Maumee River ** St. Joseph River ***Cedar Creek (Indiana) ** St. Mary's River === Michigan === Detroit River Michigan's drainage basin consists of . * Belle Watershed (Lapeer, Macomb, Oakland, and St. Clair counties) ** Belle River * Black Watershed ** Black River * Clinton Watershed (Lapeer, Macomb, Oakland, and St. Clair counties) ** Clinton River * Detroit Watershed (see also Ontario) ** Detroit River ** Ecorse River ** River Rouge * Huron Watershed (Livingston, Monroe, Oakland, Washtenaw, and Wayne counties) ** Huron River ** Portage River * Pine Watershed ** Pine River * Raisin Watershed ** River Raisin * Maumee Watershed (see Ohio) ** Tiffin River becomes Bean Creek in northern Ohio and Michigan === New York === Mouth of Cattaraugus Creek where it enters Lake Erie New York's drainage basin covers . * Buffalo River Watershed (Erie, Genesse, and Wyoming counties) ** Buffalo Creek, Little Buffalo Creek, and Buffalo River ** Cayuga Creek ** Cazenovia Creek ** Hunter Creek * Cattaraugus Creek Watershed (Cattaraugus, Chautauqua, Erie, and Wyoming counties) ** Cattaraugus Creek * Chautauqua Creek - Lake Erie Watershed (Chautauqua County) (see also Pennsylvania) ** Beaver Creek ** Chautauqua Creek ** Crooked Brook ** Hyde Creek ** Scott Creek ** Silver Creek ** Twentymile Creek ** Walnut Creek === Ohio === Mouth of Conneaut Creek where it empties into Lake Erie * Ashtabula-Chagrin Watershed (Ashtabula, Cuyahoga, Geauga, Lake, and Portage counties) (see also Pennsylvania) ** Ashtabula River ** Chagrin River * Auglaize Watershed (Allen, Auglaize, Defiance, Mercer, Paulding, Putnam, and Van Wert counties) ** Auglaize River ** Ottawa River * Black-Rocky Watershed (Ashland, Cuyahoga, Huron, Lorain, and Medina counties) ** Black River ** Rocky River * Blanchard Watershed (Allen, Hancock, Hardin, Putnam, and Wyandot counties) ** Blanchard River * Cedar-Portage Watershed (Hancock, Lucas, Ottawa, Sandusky, and Wood counties) ** Cedar Creek ** Crane Creek ** Packer Creek ** Portage River ** Rusha Creek ** Toussaint River ** Turtle Creek * Chautauqua-Conneaut Watershed (Ashtabula County) (see also Pennsylvania) ** Conneaut Creek * Cuyahoga Watershed (Cuyahoga, Geauga, Portage, and Summit counties) ** Cuyahoga River * Grand Watershed (Ashtabula, Geauga, Lake, Portage, and Trumbull counties) ** Grand River * Huron-Vermilion Watershed (Ashland, Crawford, Erie, Huron, Lorain, Richland, and Seneca counties) ** Huron River ** Vermilion River * Maumee Watershed (Defiance, Fulton, Hancock, Henry, Lucas, Putnam, Williams, and Wood counties) (see Michigan) ** Bad Creek ** Beaver Creek ** Brush Creek ** Maumee River ** Swan Creek ** Tenmile Creek ** Tiffin River becomes Bean Creek in northern Ohio and Michigan ** Turkeyfoot Creek * Ottawa-Stony Watershed (Fulton and Lucas counties) (see also Michigan) ** Ottawa River * Sandusky Watershed (Crawford, Erie, Hardin, Huron, Marion, Ottawa, Richland, Sandusky, Seneca, and Wyandot counties) ** Sandusky River === Pennsylvania === The mouth of Duck Run, in Erie Bluffs State Park * Ashtabula-Chagrin Watershed (Erie County) (see also Ohio) ** Ashtabula River * Chautauqua-Conneaut Watershed (Crawford and Erie counties) (see also Ohio) ** Conneaut Creek ** Turkey Creek * Lake Erie Watershed (Crawford and Erie counties) === Ontario === Landsat photo shows Lake St. Clair, with the Detroit River connecting southward to Lake Erie and the St. Clair River connecting northward to Lake Huron * Detroit River Watershed (see also Michigan) ** Avon River ** Detroit River ** Lake St. Clair ** St. Clair River ** Sydenham River ** Thames River * Big Otter Creek ** Little Otter Creek ** South Otter Creek * Clear Creek * Long Point Creek * Big Creek ** Venison Creek * Dedrick Creek * Fisherville Creek *Hay Creek * Lynn River Watershed ** Lynn River *Nanticoke Creek *Sandusk Creek Map of Grand River * Grand River Watershed is the largest drainage in southern Ontario at 2,600 sq mi (7,000 km²) ** Grand River *** Conestogo River *** Eramosa River *** Nith River *** Speed River * Nanticoke Creek (Ontario) * Big Creek * Big Otter Creek == Economy == Agricultural, industrial, and residential land use are the primary nonpoint sources of pollution in the Lake Erie Basin. National and state environmental agencies, as well as interstate and binational cooperative efforts, focus on water quality, especially since the freshwater lake is used extensively for drinking water, recreation, and the fishing industry. Habitat and flow alteration cause siltation and sedimentation issues which can require dredging. Fertilizer runoff from farms and residences and unplanned releases from sewage treatment plants promote eutrophication through nutrient and organic enrichment, bacterial contamination, and the appearance of ammonium hydroxide. Industrial land use adds metals that flow into the basin and cause sediment contamination.Biological and Water Quality Study of the Toussaint River and Rusha Creek Basins, 2005, Ohio EPA, pp x-xv == See also == * Great Lakes * Waterways that feed the Lake Erie Basin ** Indiana ** Michigan ** New York ** Ohio ** Ontario ** Pennsylvania == References == == External links == === Overall === * Lakenet map of North American watersheds * Lakenet profile of Lake Erie Basin * Lakewide Management Plan (LaMP) * Lake Erie Basin integrated habitat and mapping project of the Great Lakes Commission * USGS Water Quality in the Lake Erie / Lake Saint Clair Drainages - MI, OH, IN, NY and PA 1996-1998 (Circular 1203) === Indiana === * See Map of Ohio's Principal Streams and Drainage Areas, including a small but important extension of waterway mapping across Ohio's Lake Erie Basin borders into the states of Indiana, Michigan, and Pennsylvania === Michigan === * Michigan and the Lake Erie Basin * See Map of Ohio's Principal Streams and Drainage Areas, including a small but important extension of waterway mapping across Ohio's Lake Erie Basin borders into the states of Indiana, Michigan, and Pennsylvania === New York === * Lake Erie Basin (pp 235-279 of the Comprehensive Wildlife Conservation Strategy for New York) * Lake Erie/Chautauqua Creek Watershed Waterbody Inventory === Ohio === * Map of Ohio's Lake Erie watersheds * Map of Ohio's Principal Streams and Drainage Areas, including a small but important extension of waterway mapping across Ohio's Lake Erie Basin borders into the states of Indiana, Michigan, and Pennsylvania * Chagrin River Watershed Partners * Report on Toussaint River and Rusha Creek watersheds includes detailed map on page 4 === Pennsylvania === * Pennsylvania's watersheds * Interactive map of Pennsylvania's watersheds * Pennsylvania Lake Erie NEMO Project on land use and water quality * Pennsylvania Lake Erie Drainage Basin map * Pennsylvania Lake Erie Basin Subwatersheds map * See Map of Ohio's Principal Streams and Drainage Areas, including a small but important extension of waterway mapping across Ohio's Lake Erie Basin borders into the states of Indiana, Michigan, and Pennsylvania * Samuel Bates' History of Erie County, Pennsylvania, 1884, Chapter IV Streams, Lakes, Bays, Bridges and Culverts * Mill Creek Flood of August 3, 1915 === Ontario === * Priority Environmental Site Map for Ontario Category:Watersheds of Canada Category:Watersheds of the United States Category:Watersheds of Michigan Category:Lake Erie ",
    "title": "Lake Erie Basin"
}