{
    "id": "12832204",
    "text": "Kajima head office is one of the oldest and largest construction companies in Japan. Founded in 1840, the company has its headquarters in Motoakasaka, Minato, Tokyo. The company is known for its DIB-200 proposal. The company stock is traded on four leading Japanese stock exchanges and is a constituent of the Nikkei 225 stock index. Kajima's services include design, engineering, construction, and real estate development. Kajima builds high-rise structures, railways, power plants, dams, and bridges. Its subsidiaries are located throughout Asia, Oceania, Europe, and North America. A downturn in the construction industry during the latter half of the 1990s prompted Kajima to expand its operations to the environmental sector, specifically waste treatment, water treatment, soil rehabilitation, and environmental consulting. ==History== * 1840 - Iwakichi Kajima, the founder of the present-day company begins carpentry business in Edo (present day Tokyo) * 1860 - Kajima pioneers first western-style building in Yokohama (Ei-Ichiban Kan) * 1880 - Establishes Kajima Gumi * 1899 - Railway construction projects begin in Korea and Taiwan * 1923 - Great Kantō earthquake - Kajima participates in the reconstruction work * 1930 - Incorporation of the company (issues stock, capitalized at 3 million yen) * 1945 - Postwar reconstruction begins with Kajima's support * 1949 - Founds Kajima Technical Research Institute (the first construction research facility in Japan) * 1950 - Pioneers first joint venture with Morrison-Knudsen * 1957 - Completes Japan's first nuclear reactor (Japan Atomic Energy Research Institute's Tōkai JRR-1 reactor) * 1959 - Construction of the Tōkaidō Shinkansen begins * 1961 - The company is listed on Tokyo and Osaka Stock Exchange * 1963 - Becomes world no. 1 in construction (total contract value) :::Constructs facilities for 1964 Tokyo Olympic Games * 1964 - Establishment of Kajima International Incorporated (KII) in Los Angeles, California, U.S. * 1968 - Japan's first high-rise building, the Kasumigaseki Building, is completed * 1975 - Founds PT. Waskita Kajima, as a joint venture with Waskita Karya * 1987 - Establishment of Kajima Europe B.V. (KE) in the Netherlands * 1988 - Establishment of Kajima Overseas Asia Pte Ltd. (KOA) in Singapore :::The Seikan Tunnel, the world's longest tunnel, is completed * 1994 - Construction of Kansai International Airport is finalized * 1998 - Akashi Kaikyo Bridge is completed :::Bought all of Waskita Karya's share on Waskita Kajima, resulting Kajima as majority shareholder of the company. The company then renamed to Kajima Indonesia * 2001 - The Suez Canal Bridge is completed * 2002 - Hawaiian Dredging is acquired from Dillingham Construction. * 2003 - Establishment of Kajima (Shanghai) Construction Co., Ltd. * 2010 - Construction of Resorts World Sentosa in Singapore completed * 2011 - The company completed the construction of the Dubai Metro (phase 1 and 2) ==Demolition technology== The Kajima Corporation developed a building demolition technique that involves using hydraulic jacks to demolish a building one floor at a time. This method is safer, and allows for a more efficient recycling process. In the Spring of 2008, the Kajima Corporation used this technique to demolish a 17-story and 20-story building, recycling 99% of the steel and concrete and 92% of the interior materials in the process. ==Film backing== The Kasumigaseki Building, built by Kajima, is the main subject of the film Chōkōsō no Akebono, which was backed by Kajima.Schilling, Mark. \"Airplane flick tells only half the story.\" The Japan Times. Friday November 14, 2008. Retrieved on February 19, 2010. == Scandal == On March 2, 2018, the head of a division at Kajima was arrested by an investigative team from the Tokyo District Public Prosecutors Office on suspicion of having violated the Act on Prohibition of Private Monopolization and Maintenance of Fair Trade in connection with bidding for the Chūō Shinkansen maglev line. On March 23, the Fair Trade Commission issued a criminal indictment against both the head of the division and Kajima Corporation. ==Footnotes== ==External links== *Official site *English site Category:Construction and civil engineering companies based in Tokyo Category:Companies listed on the Tokyo Stock Exchange Category:Companies listed on the Osaka Exchange Category:Companies listed on the Nagoya Stock Exchange Category:Japanese brands Category:Japanese companies established in 1840 Category:Construction and civil engineering companies established in 1840 ",
    "title": "Kajima"
}