{
    "id": "12837721",
    "text": "Geelong A power station in 1948 The city of Geelong, Victoria, Australia was once home to two coal fueled power stations - Geelong A and Geelong B. The first moves to providing an electricity supply to Geelong were made in 1898, with three separate companies vying for the right to operate in the city. Two of these companies merged to form the Electric Lighting and Traction Company of Australia, who built the Geelong A power station. The company was later taken over by the Melbourne Electric Supply Company, who remained the supplier of electricity to Geelong until 1 September 1930, when the company was purchased by the State Electricity Commission of Victoria. In 1936 Geelong was connected to the state electrical grid, and by the 1960s Geelong A had closed. Geelong B remained for a few more years being used for peak loads only, but closed in 1970 due to the much higher efficiency of the new power stations in Victoria's Latrobe Valley. ==Geelong A== Facade of the former Geelong A power station, now part of Westfield Bay City The Geelong A power station was located on the corner of Yarra and Brougham Streets in the city., ...photographic collection of glass plate and film negatives...relating to the development of the electric power supply industry in Victoria,...and various predecessor private and municipal power supply enterprises dating back to the late 1880s. Geelong 'A' Power Station... It was erected by the Electric Lighting and Traction Company of Australia, who laid the foundation stone in March 1900. On 4 June 1900 the first power pole was erected in Geelong, on the corner of McKillop and Yarra Streets opposite the Jewish Synagogue. The work was completed by May 1901, and on 3 May a ceremony was held to switch on the supply of electricity to Geelong. ===Design=== The power station was originally of 200 kilowatts capacity, and supplied electricity at 440/220 volts DC current. Equipment at the station consisted of: * two 100 kW Belliss- Brush steam dynamos * two boilers of dry back return tube type, operating at 120 psi steam pressure, with Green's economisers also fitted * high brick chimney * 800 ampere hour secondary battery for lamps in the station. Condensing water for the boilers was pumped from Corio Bay by electric pump via a cast iron rising main. The power station was only used in daylight hours, with the town run by batteries at night. In 1920 the original equipment was scrapped, and a three phase 6000 volt 50 cycle system was installed, giving a total generation capacity of 10,500 kilowatts (10.5 MW). The new works included: * six John Thompson water tube boilers, with a of heating surface, and 200 psi gauge pressure * four Erith-Riley multiple retort stokers, and two Underfeed company chain grate stokers set up in batteries of two * one 1,500 kW Brush-Ljungstrom turbo-alternator, and three further sets of Metropolitan-Vickers 3000 kW alternators. * an additional floor to the administration block * new water tunnel to Corio Bay tunnelled Three Peebles- La-Cour rotary converters of 500 kilowatt capacity was also installed to supply DC current for the Geelong tramways and older DC city supplies. The fuel used was Black coal from Newcastle that was brought from fuel storage yards some distance away. The station was converted to burn brown coal briquettes in 1931, with the stokers to the boiler replaced by locally produced ones of overfeed design. The use of black coal was phased out by 1937. After 1930 the station was transferred to the State Electricity Commission of Victoria, and was operated with one generator set out of service, giving a useful capacity of 7500 kilowatts, and an overload capacity of 9375 kilowatts. The Geelong Harbour Trust had also been responsible for the supply of electricity to the port of Geelong, with these responsibilities acquired by the SECV from midnight 13 June 1938. ===Closure=== The rotary converters ceased functioning on 17 July 1961, resulting in the DC current supply being terminated. This also marked the end of 'Geelong A' as a generating unit. However, the plant was retained until 1967, with the sale of equipment being carried out in 1966–67, and dismantling and removal planned to take 7 to 8 months. Sale of the building was dependent on the SECV Distribution Depot being moved to North Geelong, the conversion of older 6.6 kV feeders to a more modern 22 kV system, and the removal of the 6.6 kV switching structure and capacitor banks at old station. The building was sold at auction on 11 June 1970 for $45,000 to a Mr I. Watson acting on behalf of unknown company. Development plans were floated for the site throughout the 1980s, but it was not until Bay City Plaza shopping centre was built that anything was done. The facade of the administration block remains as part of the shopping centre today. ==Geelong B== Geelong B power station from the west, looking over Corio Bay Geelong B power station in 2011 The Geelong B power station was of 30,000 kilowatt (30 MW) capacity and located at North Geelong on the edge of Corio Bay. It was also the largest power station in Victoria outside the Latrobe Valley. The plant was officially opened on 8 October 1954 by the Honourable J.W. Galbally, MLC, Minister in Charge of Electrical Undertakings. Geelong B was a 'packaged' station from components imported from the United States of America and was erected under contract for the State Electricity Commission of Victoria. The contract included the supply and erection of buildings, boilers, generators, transformers, switchgear and coal handling equipment, and putting the station into service. The power station was of unusual design, with no conventional boiler house, the boilers being out of doors except for the boiler operating face, which helped to reduce building costs. Each of the three boilers was connected to a generator of 10,000 kW capacity. Cooling water for the power station was drawn from Corio Bay, and most of the power generated was used by local industry. The boilers were automatically controlled, and produced 110,000 pounds of steam per hour (49,900 kg/h) at 625 psi (4.3 MPa). Fuel was moved by belt bucket and scraper conveyors to the fuel bunkers, then delivered to the boilers by mechanical spreader stokers. The fuel used was brown coal purchased by the SECV from the Wensley Brae open cut mine, just west of Wensleydale, but from 1960 better quality coal was purchased from a mine at Anglesea instead. (The Anglesea mine was then used to fuel the adjacent Anglesea Power Station that opened in 1969 and closed in 2015.) A third change in fuel supplied occurred soon after, with the boilers being converted to use briquettes brought to Geelong by rail from Yallourn. By the 1960s the power station was only used to meet peak loads due to its high operating cost, and the station was closed in 1970 when newer power stations were opened in the Latrobe Valley. The building known as the Powerhouse still stands today and in 2014 was the site of an arts project curated by Ian Ballis that decorated the once derelict building with many of pieces of art. It was opened to the public at the time. Rone was one artist who participated. ==References== * R. Arklay and I. Sayer - 'Geelong's Electric Supply' - September 1970 * ==External links== * Photographs of Geelong B, taken in 2014. Category:1900 establishments in Australia Category:1970 disestablishments in Australia Category:Buildings and structures in Geelong Category:Coal-fired power stations in Victoria (Australia) Category:Economy of Geelong ",
    "title": "Geelong Power Station"
}