{
    "id": "12830890",
    "text": "C. elegans Nematology is the scientific discipline concerned with the study of nematodes, or roundworms. Although nematological investigation dates back to the days of Aristotle or even earlier, nematology as an independent discipline has its recognizable beginnings in the mid to late 19th century.Chen, Z. X., Chen, S. Y., and Dickson, D. W. (2004). \"A Century of Plant Nematology\", pp. 1–42 in Nematology Advances and Perspectives, Vol 1. Tsinghua University Press, Beijing, China.Chitwood, B. G., and Chitwood, M. B. (1950). \"An Introduction to Nematology\", pp. 1–5 in Introduction to Nematology. University Park Press, Baltimore. == History: pre-1850 == Nematology research, like most fields of science, has its foundations in observations and the recording of these observations. The earliest written account of a nematode \"sighting,\" as it were, may be found in the Pentateuch of the Old Testament in the Bible, in the Fourth Book of Moses called Numbers: \"And the Lord sent fiery serpents among the people, and they bit the people; and much people of Israel died\".Holy Bible, King James Version. (1979) p. 227. The Church of Jesus Christ of Latter-day Saints. Salt Lake City, Utah. Although no empirical data exists to test the hypothesis, many nematologists assume and circumstantial evidence suggests the \"fiery serpents\" to be the Guinea worm, Dracunculus medinensis, as this nematode is known to inhabit the region near the Red Sea. Before 1750, a large number of nematode observations were recorded, many by the notable great minds of ancient civilization. HippocratesHippocrates (460-375 B.C.) 1849. Works of Hippocrates, translated by F. Adams. London, \"Aphorisms.\" (ca. 420 B.C.), AristotleAristotle (384-322 B.C.) 1910. Historia animalium. Translated by D'Arcy Wentworth Thompson. In: Works. J. A. Smith and W. D. Ross, eds. Vol. IV. Garrison Morton. (ca. 350 B.C.), CelsusCelsus, A. C. (53 B.C.-7 A.D.) 1657. De medicina libri octo, ex recognitione Joh. Antonidae von Linden D. & Prof. Med. Pract. Ord. (ca 10 B.C.), GalenGalen, C. (130–200) 1552. De simplicum medicamentorum faculatibus libre xi. Lugdoni. (ca. 180 A.D.) and RediRedi, F. (1684) p. 253 in Osservazioni...intorno agli animali viventi che si trovano negli animali viventi. 26 pls. Firenze. (1684) all described nematodes parasitizing humans or other large animals and birds. BorellusBorellus, P. (1653) p. 240 in Historiarum, et observationum medicophysicarum, centuria prima, etc. Castris. (1653) was the first to observe and describe a free-living nematode, which he dubbed the \"vinegar eel;\" and Tyson (1683) used a crude microscope to describe the rough anatomy of the human intestinal roundworm, Ascaris lumbricoides. Other well-known microscopists spent time observing and describing free-living and animal- parasitic nematodes: HookeHooke, R. (1667). Micrographia: etc. London. (1683), LeeuwenhoekLeeuwenhoek, A. (1722). Opera omnia seu arcana naturae (etc.). Lugduni Batavorum. (1722), Needham (1743), and SpallanzaniSpallanzani, L. (1769). Nouvelles recherches sur les decouvertes microscopiques, etc. Londres & Paris. (1769) are among these. Observations and descriptions of plant parasitic nematodes, which were less conspicuous to ancient scientists, didn't receive as much or as early attention as did animal parasites. The earliest allusion to a plant parasitic nematode is, however, preserved in famous writ. \"Sowed cockle, reap'd no corn,\" a line by William Shakespeare penned in 1594 in Love's Labour's Lost, Act IV, Scene 3, most certainly has reference to blighted wheat caused by the plant parasite, Anguina tritici.Thorne, G. (1961). \"Introduction\", pp. 1–21 in Principles of Nematology. McGraw-Hill Book Company, Inc., New York. Needham (1743) solved the \"riddle of cockle\" when he crushed one of the diseased wheat grains and observed \"Aquatic Animals...denominated Worms, Eels, or Serpents, which they very much resemble.\" It is likely that few or no other recorded observations of plant parasitic nematodes or their effects are to be found in ancient literature.Steiner, G. (1960). \"Nematology-An Outlook\", pp. 3–7 in Nematology: Fundamentals and Recent Advances. J. N. Sasser and W. R. Jenkins, eds. The University of North Carolina Press, Chapel Hill. From 1750 to the early 1900s, nematology research continued to be descriptive and taxonomic, focusing primarily on free-living nematodes and plant and animal parasites.Van Gundy, S. D. (1987). \"Perspectives on Nematology Research\", pp. 28–31 in Vistas on Nematology. J. A. Veech and D. W. Dickson, eds. Society of Nematologists, Inc. Hyattsville, Maryland. During this period a number of productive researchers contributed to the field of nematology in the United States and abroad. Beginning with Needham and continuing to Cobb, nematologists compiled and continuously revised a broad descriptive morphological taxonomy of nematodes. == History: 1850 to the present == KuhnKuhn, J. (1874). \"Ubers das Vorkommen von Ruben-Nematoden an den Wurzeln der Halmfruchte\". Landwirts. Jahrb. 3:47–50. (1874) is thought to be the first to use soil fumigation to control nematodes, applying carbon disulfide treatments in sugar beet fields in Germany. In Europe from 1870 to 1910, nematological research focused heavily on controlling the sugar beet nematode as sugar beet production became an important economy during this time in the Old World. Although 18th and 19th century scientists yielded a considerable amount of important fundamental and applied knowledge about nematode biology, nematology research really began to advance in quality and quantity near the turn of the 20th century. In 1918, the first permanent nematology field station was constructed in the U.S. Post Office in Salt Lake City, Utah under the direction of Harry B. Shaw, after scientists observed the sugar beet nematode in a field south of the city. In this same year, Nathan Cobb (1918) published his Contributions to a Science of Nematology and his lab manual \"Estimating the Nema Population of Soil.\"Cobb, N. A. (1918). \"Estimating the nema population of soil\". U.S. Department of Agriculture, Bur. Plant. Indrusty, Agr. Tech. Cir. 1:1–48. These two publications provide definitive resources for many methods and apparatus used in nematology even to this day. Of Cobb's far-reaching influence on nematology research, Jenkins and TaylorJenkins, W. R., and Taylor, D. P. (1967). \"Introduction\", p. 7 in Plant Nematology. Reinhold Publishing Corporation, New York. write: :Although many workers have played important roles in development of plant nematology, none have had a greater impact, particularly in the United States, than N.A. Cobb. In 1913 Cobb published his first paper on nematology in the United States. From [1913] to 1932 he was the undisputed leader in [nematology] in this country. Through his efforts the widely renowned [USDA] nematology research program was initiated and developed. Many of his students and colleagues developed into the leaders in plant nematology in the 1930s, 1940s, and 1950s. In addition, during his productive career he contributed major discoveries in the areas of nematode taxonomy, morphology, and in methodology. Many of his techniques are still unsurpassed! Perhaps no one person has had as favorable an impact on the field of nematology as has Nathan Augustus Cobb. From 1900–1925 various state-run agricultural experimental stations investigated important problems relating to agro- economy, though few stations devoted much attention to plant-parasitic nematodes. Accounts of the history of nematology (the few that exist) mention three major events occurring between 1926 and 1950 that affected the relative importance of nematodes in the eyes of farmers, legislators and the U.S. public in general. These same events had profound worldwide effects on the course of nematology research over the next fifty to seventy-five years First, the discovery of the golden nematode in the potato fields of Long Island led to a trip by U.S. quarantine officials to the potato fields of Europe, where the devastating effects of this parasite had been known for many years. This excursion allayed all skepticism about the seriousness of this agricultural pest. Second, the introduction of the soil fumigants, D-D and EDB made available for the first time nematicides that could be used effectively and practically on a field scale. Third, the development of nematode-resistant crop cultivars brought substantial government funding to applied nematology research.Christie, J. R. (1960). \"The Role of the Nematologist\", pp. 8–11 in Nematology: Fundamentals and Recent Advances. J. N. Sasser and W. R. Jenkins, eds. The University of North Carolina Press, Chapel Hill. These events contributed to a shift from broad taxonomy-based nematology research to deep, yet focused investigations of plant parasitic nematodes, especially the control of agricultural pests. From the early 1930s until recently, the bulk of researchers studying nematodes have been plant pathologists by training. Consequently, nematological research leaned heavily toward answering plant pathological and agro-economical questions for the last three-quarters of the 20th century. == Specimen collections == * U.S. Department of Agriculture Nematode Collection is one of the largest collections and has over 49,200 permanent slides and vials. * University of California Riverside Nematode type collection includes 3,184 slides. Additionally, the collection has 33,406 slides and 16,170 vials. * Nematode Collection Europe is the largest collection of nematode slides in Europe. * National Collection of Nematodes (NCN) housed at the ARC-Plant Protection Research Institute (ARC-PPRI) in South Africa contain 7,209 type specimens. == Notable nematologists == * Nathan Cobb * Michel Luc * Maynard Jack Ramsay * Gregor W. Yeates * Diana Wall * Gerald Thorne == Contributions to other sciences == Nematologists in the 1800s also contributed to other scientific fields in important ways. ButschliButschli, O. (1875). \"Vorlaufige Mittheilung uber Untersuchungen betreffend die ersten Entwickelungsvorgange im befruchehen Ei von Nematoden und Schnecken\". Ztschr. Wiss. Zool. v. 25:201–213. (1875) first observed the formation of polar bodies by nuclear subdivision in a nematode, BenedenBeneden, E. van. (1883). Recherches sur la maturation de l'oeuf, la fecondation et la division cellulaire. Gand & Leipzig. (1883) was studying Ascaris megalocephala when he discovered the separation of halves of each of the chromosomes from the two parents and the mechanism of Mendelian heredity, and BoveriBoveri, T. (1893). \"Ueber die Entstehung des Gegensatzes zwischen den Geschlectszellen und den somatischen Zellen bei Ascaris megalocephala, nebst Bemerkungen zur Entwicklungsgeschichte der Nematoden\". Sitzungsb. Gesellsch. Morph. u. Physiol. in Munchen. (1893) showed evidence for continuity of the germ plasm and that the soma may be regarded as a by-product without influence upon heredity. Caenorhabditis elegans is a widely used model species, initially for neural development, and then for genetics. WormBase collates research on the species. == References == ==Further reading== * Mai, W. F., and Motsinger, R. E. 1987. History of the Society of Nematologists. Pages 1–6 in: Vistas on Nematology. J. A. Veech and D. W. Dickson, eds. Society of Nematologists, Inc. Hyattsville, Maryland. * Van Gundy, S.D. 1980. Nematology – status and prospects: Let's take off our blinders and broaden our horizons. Journal of Nematology 18:129–135. Category:Subfields of zoology ",
    "title": "Nematology"
}