{
    "id": "1283964",
    "text": "Benno Charles Schmidt Jr. (born March 20, 1942) is the Chairman of Avenues: The World School, a for-profit, private K-12 school, and served as the Chairman of the Board of Trustees of the City University of New York (CUNY) until 2016. From 1986 to 1992, he was 20th President of Yale University. Prior, Schmidt was Dean of the Columbia Law School, Harlan Fiske Stone Professor of Constitutional Law, and chairman of Edison Schools (now EdisonLearning). A noted scholar of the First Amendment, the history of the United States Supreme Court and the history of race relations in American law, Schmidt clerked for Earl Warren, Chief Justice of the United States Supreme Court.Press release, Benno Schmidt Elected a Director of Argosy's John Marshall Law School/Atlanta, Business Wire, September 28, 2000Benno C. Schmidt Jr. Trustee Biography , Ewing Marion Kauffman Foundation website In 1998, Schmidt was appointed Chair of a task force established by New York City Mayor Rudolph Giuliani to evaluate systemic issues at City University of New York by executive order. After longterm service to CUNY's board of trustees, Governor Andrew Cuomo replaced Schmidt in June 2016, then-Chair, with a new Chair Bill Thompson (New York politician), after an interim report issued, in an ongoing state investigation, issued by the Office of the New York State Inspector General identified a number of systemic problems, largely attributable to CUNY's lack of oversight which led to financial waste and abuse within the CUNY system. ==Early life and career== Schmidt was born in New York City, New York. His father, Benno C. Schmidt, Sr., was a longtime friend and associate of John \"Jock\" Hay Whitney. In 1946, Whitney and the elder Schmidt started what was to become the first venture capital firm in the United States, J.H. Whitney & Co.Benno C. Schmidt Financier is Dead at 86, The New York Times, October 22, 1999 Schmidt Jr. attended St. Bernard's School, Phillips Exeter Academy, and Yale University. Upon completion of his undergraduate studies, Schmidt attended Yale Law School. Following graduation, he became a law clerk for Chief Justice of the United States Earl Warren, and thereafter worked for two years in the U.S. Department of Justice, before joining Columbia Law School as a faculty member. His expertise as a legal scholar includes the First Amendment to the U.S. Constitution, history of race relations in American law, and history of the U.S. Supreme Court. Schmidt achieved tenure at Columbia in 1973, at age 29, and was named the Harlan Fiske Stone Professor of Constitutional Law in 1982. Schmidt was appointed Dean of the law school in 1984, where he served until 1986, before accepting the offer to be President of Yale University. ==Yale University== Schmidt was the President of Yale University from 1986 to 1992. In academics, he instituted several new and successful programs, but his attempt to reduce faculty stirred up controversy. He anticipated the need to repair the University's physical infrastructure, which had fallen into disrepair, but widespread renovation was not carried out until the arrival of Schmidt's successor Rick Levin. Most impressively, Schmidt raised over a billion dollars for Yale. a faster-growing endowment than at any other university. Answering faculty reports of poor writing abilities among incoming freshmen, Schmidt convened a committee to review the issues, and after reflecting upon committee's recommendations, he made significant changes to the writing programs, such as instituting writing tutors at each of the residential colleges, a program which remains today. Under Schmidt's leadership, Yale established the Ethics, Politics and Economics (EP&E;) program,Raymond Carlson, Ten presidents and 130 years at the University , Yale Daily News, January 28, 2008{} which was modeled on the University of Oxford's PP&E; program, and a number of interdisciplinary programs, including environmental sciences, molecular biology, and international studies.New York City Mayor's Press Office, Release #201-98, May 6, 1998 Schmidt questioned the validity of other academic programs, although his proposal to reduce the faculty by 11-percent was not well received. Schmidt was criticized for maintaining his primary residence in New York City during his tenure as president of Yale,Vivian Yee, For modern administrators, one mansion is too many , Yale Daily News, October 1, 2010 with his wife Helen Whitney, a documentary filmmaker.Robert Kolker, The Old College Try, New York magazine, November 22, 1999 Schmidt collaborated with then-Mayor of New Haven, Connecticut John C. Daniels to hammer out a land deal that netted the City of New Haven $2.3 million, in 1990, and millions more in subsequent years. ==Edison Schools== From 1992 to 1997, Schmidt served as the Chief Executive Officer of Edison Schools, a for-profit venture, later renamed EdisonLearning, a for-profit corporation. The organization operates public schools in several districts; President from 1992 to 1997, and Chief Education Officer from 1998 to 1999. From 1997 to 2007, Schmidt served as Edison's Chairman and later a director on the board.Edison Schools website bio of Benno Schmidt ==City University of New York== On May 6, 1998, New York City Mayor Rudy Giuliani appointed Schmidt the Chair of a special task force to evaluate longstanding systemic issues at City University of New York, along with committee members Herman Badillo, Heather MacDonald, a fellow at the Manhattan Institute for Policy Research; former New York State Senator Manfred Ohrenstein, Jacqueline V. Brady, a vice president of Nomura Securities International, Incorporated; Richard T. Roberts, Commissioner of the New York City Department of Housing Preservation and Development; and Richard Schwartz, president and CEO of Opportunity America and special assistant to Mayor Giuliani. A year later, on June 7, 1999, the task force report entitled \"An Institution Adrift\" characterized the \"moribund conditions\" of a public University system \"caught in a spiral of decline\". Schmidt and his colleagues called for a complete restructuring of the City University of New York system. Specifically, Schmidt advised CUNY to organize into a unified university system, rather than continue under a system of governance in which each of its 17-campuses runs itself as a separate fiefdom. Similarly, in a section on financial planning, Schmidt advised the University overhaul the passivity of CUNY's central Executive Administration. Four years later, Governor George E. Pataki appointed Benno C. Schmidt Jr. to the position of chairman of the City University of New York Board of Trustees. In 2003, Schmidt was reappointed to the position of Chair. Prior, Schmidt served CUNY's Board in the positions of Vice Chairperson, from 1999 to 2003. In 2006, Governor George Pataki reappointed Schmidt to the position of Chair another seven-year term. In 2016, financial impropriety by the former City College of New York, and an investigation conducted by the New York State Office of the Inspector General, concluding the City University of New York financial system was “ripe for abuse” due to a lack of proper oversight of decentralized funds, resulting in \"financial waste and abuse,\" prompting Governor Andrew Cuomo to replace Schmidt with a new chairmen, and most of the CUNY Board of Trustees with a new bloc of politically prominent trustees. ===Other professional and civic service=== Schmidt has served as Director/Trustee of the Ewing Marion Kauffman Foundation; chairman of board for the Council on Aid to Education - a not-for- profit providing colleges and universities assessment and strategic planning services; National Humanities Center (NHC), and American Academy of Arts and Sciences, as well as an advisory board member of the Happy Hearts Fund, a nonprofit focused on rapidly rebuilding schools in disaster-stricken areas. Schmidt serves as Vice Chairman on the board of directors of Edison Schools, Inc., after serving as the organization's chairman from 1992 to 2007. In 2014, Schmidt delivered a talk at Yale commencement, entitled \"Governance for a New Era\", or \"The Schmidt Report\", and subtitled \"A Blueprint for Higher Education Trustees\", in which the former University president harshly criticizes passive governance over the nation's public and smaller private institutions, which serve the vast majority of American college students. Schmidt issues a challenge to higher education leadership to step up and take responsibility for doing more to increase academic standards and graduation rates. ==Professional recognition== In 1989 he was appointed Honorary Member of the Order of Australia (AM), for his service to the arts and agricultural development in Australia. In 1991, Schmidt was awarded Honorary Officer status (AO). The inscription reads, \"For service to the arts, agricultural development and Australian/American relations.\" In November 2010, Schmidt received the sixth annual Philip Merrill Award of the American Council of Trustees and Alumni (ACTA) for outstanding contributions to liberal arts education.ACTA.org http://www.goacta.org/programs/PMAward.cfm Schmidt made cameo appearances in two Woody Allen films, Hannah and Her Sisters (1986) and Husbands and Wives (1992). ==References== ;Sources * Kelley, Brooks Mather. (1999). Yale: A History. New Haven: Yale University Press. ; OCLC 810552 ==External links== * Category:1940s births Category:1942 births Category:Deans of Columbia Law School Category:Living people Category:Phillips Exeter Academy alumni Category:Presidents of Yale University Category:Yale University alumni Category:Law clerks of the Supreme Court of the United States Category:Honorary Officers of the Order of Australia Category:City University of New York Category:Fellows of the American Academy of Arts and Sciences Category:Educators from New York City Category:St. Bernard's School alumni Category:Yale Law School alumni ",
    "title": "Benno C. Schmidt Jr."
}