{
    "id": "12836299",
    "text": "Amiram Israel Barkai was an Israeli biochemist. ==Life and career== He was born in Tel Aviv, Israel, on June 20, 1936, to Isachar and Rachel Barkai. His parents came from Chiecnow, Poland, and were part of the Fifth Aliyah arriving in the Land of Israel in 1933. Much of their families who remained in Poland would later perish in the Shoah. Amiram was raised in Kiryat Haim, a northern suburb of Haifa, and as a child enjoyed sports, the natural surroundings, and art, particularly drawing. In 1946, Amiram's parents gave birth to their second son, Arnon. At the age of 18 Amiram was conscripted into the Israeli Air Force and was accepted to the pilots training program. However, due to depth perception in vision problems, he did not complete the course. During his time in the military, his mother became ill and died. After the military, Amiram moved to Jerusalem. There he studied to become a research scientist and worked at Hadassah Medical Center. It was also in Jerusalem that he would meet Brooklyn-born elementary school teacher Eileen Gaffin, with whom he would marry on March 17, 1965. They would have two children, both born in Jerusalem. His younger son Ariel Dan was born on March 10, 1969. During this period Amiram served in the IDF reserves and participated in the Six-Day War serving in Jerusalem at the time of reunification of the city. After completing his Doctor of Philosophy in Neuroscience degree at the Hebrew University, Amiram brought his family to his wife's native New York City to complete his post- doctoral work at The New York State Psychiatric Institute and went on to become an associate professor at the Columbia University College of Physicians and Surgeons. His professional work was in Neuropsychopharmacology. He became one of the world's foremost experts on the study of arachidonic acids. In the mid-1990s he worked at the Nathan Kline Institute for Psychiatric Research in Rockland County, New York, and retired in 2001. He published 74 peer-reviewed papers, according to Scopus. The most cited \"Imipramine receptor binding and serotonin uptake in platelets of women with premenstrual changes\" in Gynecologic and Obstetric Investigation 31 (3), pp. 146–152, was cited 60 times. Amiram Israel Barkai died in Kfar Saba, Israel, on September 29, 2014, and is buried in the city of his birth, Tel Aviv, Israel. ==References== ==External links== *Google Scholar publication listing for \"Amiram Barkai\" Category:1936 births Category:2014 deaths Category:People from Tel Aviv Category:Jews in Mandatory Palestine Category:Hebrew University of Jerusalem alumni Category:People from Haifa Category:Israeli Jews Category:Israeli biochemists ",
    "title": "Amiram Barkai"
}