{
    "id": "12832814",
    "text": "The Hotel Alder, is an historic five-story building in downtown Portland, Oregon, United States. In 2004, it was named to the National Register of Historic Places. It has also been known as the Hotel President, the Jack London Hotel, and Century Plaza. The ground floor is occupied by the popular Rialto Poolroom Bar and Cafe and an off-track betting parlor which was sold to new owners in December 2016. ==History== The Hotel Alder was originally built by the Southern Pacific Railroad as a terminus hotel and was popular with traveling businessmen. Over the years, the hotel declined, eventually turning into low-priced single-room occupancy (SRO) hotel. In 1974, Art McFadden purchased the building. In 2004, McFadden sold the three residential floors to the Portland Development Commission (PDC). The PDC then sold the space to the Central City Concern (CCC), a local non-profit agency devoted to assisting the homeless get back on their feet. CCC began rehabilitating the building to provide for 99 low-income housing units.Bell, Jon. \"Pool fans take their cues, head to Rialto.\" Portland Tribune. July 22, 2005. Retrieved on 2007-08-18. The renovation, carried out by SERA Architects, required the entire building to be closed, including the Rialto. It was fully renovated to historic standards. On September 7, 2005, a ceremony marked the grand re-opening of the Hotel Alder, the premier of a documentary filmed inside, and the building's inclusion on the National Register of Historic Places. In January 2017, a multi-story fire caused the temporary displacement of around 80 residents. ==Documentary== Century Plaza is the name of a documentary film about life in the Hotel Alder during its time as an SRO. The film's name is taken from the Hotel's official name during the time it operated as an SRO Hotel. Filmmaker Eric Lahey lived in the Hotel Alder for seven months to get a feel for the lives of the occupants at the time.Spitznass, Jill. \"The end of the Century is a filmmaker's Beginning.\" Portland Tribune. July 15, 2005. Retrieved on 2007-08-18. ==See also== *Architecture in Portland, Oregon *National Register of Historic Places listings in Southwest Portland, Oregon ==References== ==External links== * SERA Architects: Hotel Alder project * Rialto Poolroom Bar and Cafe * Hotel Alder (Emporis) Category:1910 establishments in Oregon Category:Buildings designated early commercial in the National Register of Historic Places Category:Hotel buildings completed in 1910 Category:Hotel buildings on the National Register of Historic Places in Portland, Oregon Alder Hotel Category:Southern Pacific Railroad Category:Southwest Portland, Oregon ",
    "title": "Hotel Alder"
}