{
    "id": "12831029",
    "text": "Lionel Rogosin (January 22, 1924, New York City, New York – December 8, 2000, Los Angeles, California) was an independent American filmmaker. Rogosin worked in political cinema, non-fiction partisan filmmaking and docufiction, influenced by Italian neorealism and Robert Flaherty. ==Biography== ===Early life=== Born and raised on the East Coast of the United States, he was the only son of textile industry mogul and philanthropist Israel Rogosin. Lionel Rogosin attended Yale University and obtained a degree in chemical engineering in order to join his father's business. He served in the United States Navy during World War II. Upon his return, he spent his free time traveling in war- ridden Eastern Europe and Western Europe and Israel as well as a trip to Africa in 1948. He then worked in his father's company until 1954, while teaching himself film with a 16mm Bolex camera. Concerned with political issues including racism and fascism, Rogosin participated in a United Nations film titled Out, a documentary about the plight of Hungarian refugees. ===Career change=== At this juncture, Rogosin devoted himself to promoting peace and confronting issues such as nuclear war, imperialism, and racism. Apartheid was his first target, but in order to make a film against it, he decided to learn by filming the Bowery, New York's skid row, an effort influenced by the documentaries of Robert J. Flaherty. Thus he made On the Bowery in 1955-1956 in the tradition of neo-realism. The film was the first American film to receive the Grand Prize for Documentary at the Venice Film Festival in 1956. It also received a British Academy Film Award in 1956, and was nominated for an Academy Award. On the Bowery received critical acclaim and made a great impression in Eastern Europe and England. The newly formed Free Cinema in London, founded by Lindsay Anderson, Lorenza Mazzetti, Karel Reisz, and Tony Richardson, invited Rogosin for its second program. Turning to the struggle against Apartheid, Rogosin, with a small crew and under the pretense of making a commercial film on African music, clandestinely documented the life of a black South African migrant worker in Johannesburg. Completed in 1958 with nonprofessional actors and a young African singer named Miriam Makeba, Come Back, Africa won the Critics' Film Award at the Venice Film Festival. Rogosin arranged for Makeba to leave South Africa by bribing officials. He placed her under contract and arranged her first appearance on American television, on The Steve Allen Show. Rogosin supported Makeba financially, paying for her trip and living expenses when she left South Africa and traveled throughout Europe and the United States. ===Film exhibition and distribution=== Aware of the difficulties of distributing independent films in the United States, Rogosin purchased the Bleecker Street Cinema in New York City in 1960. The Bleecker became one of the most important independent art houses in New York, [along with the New Yorker and the Thalia] and a form of cinema university for emerging filmmakers such as Miloš Forman and Francis Ford Coppola as well as many critics and cineastes. In the same period, he was a founding and active member of the New American Cinema movement and The Film-Makers' Cooperative, along with Jonas and Adolfas Mekas, Shirley Clarke, Robert Downey Sr. and many others, whose films were shown at the Bleecker Street Cinema. Between 1960 and 1965, Rogosin traveled the world to gather material for his antinuclear war film Good Times, Wonderful Times, which was presented as the British entry at the Venice Film Festival in 1965. It was also shown at many American universities during the Vietnam War. Rogosin founded Impact Films in 1965 to distribute many political and independent films. The same year, Rogosin organized, along with others including Bertrand Russell, the British Artists' Protest, in August 1965, and the European Artists' Protest, in December 1965, against the Vietnam War. In 1966, he tried his hand at comedy by filming two short, low-budget films called How Do You Like Them Bananas and Oysters Are in Season while running the Bleecker Street Cinema and Impact Films. ===Final films=== In the 1970s, with rising financial difficulties, Rogosin made low-budget films supported by European television stations. Two of them, Black Roots and Black Fantasy, dealt with economic and social hardships faced by African-Americans. He made Woodcutters of the Deep South about a black and white cooperative, and finally Arab-Israeli Dialogue, an attempt to give a voice and meeting ground to both parties through a discussion between a Palestinian poet and an Israeli journalist. Rogosin sold the Bleecker Street Theater in 1974 and brought Impact Films to an end in 1978. Though he continued to develop many film projects on subjects such as Navajo Indians, police brutality, Paul Gauguin, and a musical about street children in Brazil, he never was able to raise enough money to film them. Despite critical success in Europe and among other American independent filmmakers, he was by and large neither recognized nor supported in the US. He moved to England in the 1980s where he turned to writing. With his health deteriorating, he went back to Los Angeles in the late 1990s. He died in Los Angeles in December 2000. He is interred in the Hollywood Forever Cemetery, Hollywood, California. ==Filmography== * On the Bowery (1956) * Out (1957, short film) * Come Back, Africa (1959) * Good Times, Wonderful Times (1965) * Oysters Are in Season (1966, short film) * How Do You Like Them Bananas? (1966, short film) * Black Roots (1970) * Black Fantasy (1972) * Woodcutters of the Deep South (1973) * Arab Israeli Dialogue (1974, short film) ==References== ==External links== * * Lionel Rogosin – biography at Milestone Films * Category:American documentary filmmakers Category:Yale University alumni Category:1924 births Category:2000 deaths Category:Jewish American military personnel Category:American political activists Category:American film directors ",
    "title": "Lionel Rogosin"
}