{
    "id": "12837291",
    "text": "Dewey Edgar Williams (February 5, 1916 – March 19, 2000) nicknamed \"Dee\", was an American professional baseball player. A catcher, he appeared in 193 games played in the Major Leagues between and , and was a member of the 1945 Chicago Cubs, until the most recent Cub team to win a National League pennant. Williams was a native of Durham, North Carolina. He threw and batted right- handed, stood tall and weighed , a slender frame for a catcher. His professional career lasted for 18 seasons, however (1937–54). In June 1944, he was acquired by the Cubs after he batted .313 in 48 games for the Toronto Maple Leafs of the top-level International League.Baseball Reference minor league page During his rookie 1944 campaign, Williams appeared in an MLB- career-high 79 games (77 as a catcher), and batted .240 with 27 runs batted in. In , the following season, Williams was the Cubbies' third-string catcher (behind Mickey Livingston and Paul Gillespie); nevertheless, he appeared in 59 games and slugged two of his three career MLB home runs that season. He remained on the Cub roster for the 1945 World Series, and played in two games. As a pinch hitter in Game 5, Williams struck out against Detroit Tigers' ace left-hander Hal Newhouser.1945 World Series Game 5 box score from Retrosheet He was a defensive replacement in Game 6, catching the last three innings, grounding out in his only at bat (against Dizzy Trout), and handling two chances without an error.1945 World Series Game 6 box score from Retrosheet The Cubs split the two games in which Williams played, but the Tigers prevailed in seven games to win the 1945 world championship. ==References== ==External links== , or Retrosheet, or SABR Biography Project, or Venezuelan Winter League statistics Category:1916 births Category:2000 deaths Category:American expatriate baseball players in Canada Category:Atlanta Crackers players Category:Baseball players from North Carolina Category:Brandon Greys players Category:Chicago Cubs players Category:Cincinnati Reds players Category:Durham Bulls players Category:Elmira Pioneers players Category:Los Angeles Angels (minor league) players Category:Macon Peaches players Category:Major League Baseball catchers Category:Memphis Chickasaws players Category:Milwaukee Brewers (minor league) players Category:Minot Mallards players Category:Patriotas de Venezuela players Category:Rochester Red Wings players Category:Seattle Rainiers players Category:Sportspeople from Durham, North Carolina Category:Toledo Sox players Category:Toronto Maple Leafs (International League) players Category:Tulsa Oilers (baseball) players Category:Williamsport Grays players Category:Williston Oilers players ",
    "title": "Dewey Williams"
}