{
    "id": "12834603",
    "text": "Mutsuhiro Watanabe (, 18 January 1918 – April 2003) – nicknamed \"the Bird\" by his prisoners – was an Imperial Japanese Army soldier in World War II who served at POW camps in Omori, Naoetsu (present day Jōetsu), Niigata, Mitsushima (present day Hiraoka) and at the Civilian POW Camp at Yamakita. After Japan's defeat, the US Occupation authorities classified Watanabe as a war criminal for his mistreatment of prisoners of war (POWs), but he managed to evade arrest and was never tried in court. While in the military, Watanabe allegedly ordered one man to report to him to be punched in the face every night for three weeks, and practiced judo on an appendectomy patient. One of his prisoners was American track star and Olympian Louis Zamperini. Zamperini reported that Watanabe beat his prisoners often, causing them serious injuries. It is said Watanabe made one officer sit in a shack, wearing only a fundoshi undergarment, for four days in winter, and that he tied a sixty-five- year-old prisoner to a tree for days. According to Hillenbrand's book, Watanabe had studied French, in which he was fluent, and had interest in the French school of nihilist philosophy which holds that life and human existence is basically meaningless. == Later life == In 1945, General Douglas MacArthur included Watanabe as number 23 on his list of the 40 most wanted war criminals in Japan. However, Watanabe went into hiding and was never prosecuted. In 1952, all charges were dropped. In 1956, the Japanese literary magazine Bungeishunjū published an interview with Watanabe titled \"I do not want to be judged by America.\" He later became an insurance salesman, and grew wealthy. Prior to the 1998 Winter Olympics in Nagano, the CBS News program 60 Minutes interviewed Watanabe at the Hotel Okura in Tokyo as part of a feature on Louis Zamperini who, four days before his 81st birthday, was returning to carry the Olympic Flame torch through Naoetsu en route to Nagano, not far from the POW camp where he had been held. In the interview, Watanabe acknowledged beating and kicking prisoners, but was unrepentant, saying, \"I treated the prisoners strictly as enemies of Japan.\" Zamperini attempted to meet with his chief and most brutal tormentor, but Watanabe, who had evaded prosecution as a war criminal, refused to see him. Watanabe died in April 2003. == Legacy == Accounts of Watanabe's abusive behavior are given in Laura Hillenbrand's book about Zamperini titled Unbroken: A World War II Story of Survival, Resilience, and Redemption (2010). Watanabe also appears in Dr. Alfred A. Weinstein's memoir, Barbed Wire Surgeon, published in 1948. In 2014, Japanese musician Miyavi played Watanabe in Angelina Jolie's Unbroken, the film adaptation of Hillenbrand's book. David Sakurai portrays Watanabe in Harold Cronk's Unbroken: Path to Redemption, a \"spiritual successor\" to Jolie's film, released in 2018. == References == Category:1918 births Category:2003 deaths Category:Japanese military personnel of World War II Category:People indicted for war crimes Category:Waseda University alumni ",
    "title": "Mutsuhiro Watanabe"
}