{
    "id": "12837076",
    "text": "Statue of Jean Armour in Dumfries Jean Armour (25 February 1765 – 26 March 1834), also known as the \"Belle of Mauchline\", was the wife of the poet Robert Burns. She inspired many of his poems and bore him nine children, three of whom survived into adulthood. ==Biography== Born in Mauchline, Ayrshire in 1765, Jean Armour was second oldest of the eleven children of stonemason James Armour (died 1798) and Mary Smith Armour. She met Robert Burns on a drying green in Mauchline around 1784 when she chased his dog away from her laundry. According to Armour's testimony in 1827, she met Burns again at a local dance. By the time Burns's first illegitimate child, Elizabeth \"Bess\" Burns (1785 - 1817), was born to Elizabeth Paton (1760 - c. 1799) on 22 May 1785, he and Jean Armour were in a relationship, and by the end of the year she was pregnant with his child. Her announcement, in March 1786, that she was expecting Robert Burns's baby caused her father to faint. The certificate of an informal marriage agreement between Burns and Armour was probably mutilated by the lawyer Robert Aiken at James Armour behest and he removed his daughter to Paisley to prevent local scandal. However, word had spread and the Mauchline Kirk recalled her on 10 June 1786, to admit that she was unmarried and pregnant and to confirm the name of the baby's father. Burns was called on 25 June to also admit his part in the affair. His letters from this period indicate that he intended to marry Jean Armour as soon as they realised she was pregnant, but had been discouraged by her reluctance to disobey her father's disapproval of the union. Additionally, at this point, Burns was romantically involved with 'Highland' Mary Campbell (1763 - 1786), who was also allegedly pregnant by him, and was considering a move to Jamaica. The emigration fell through and Mary died in October 1786 before she could give birth. Believing he had been abandoned by Jean Armour, he set about having himself declared single again and transferred his property to his brother Gilbert Burns (1760 - 1827) in anticipation of a move. Believing that he was about to abscond, James Armour issued a warrant against him and Burns effectively went into hiding that summer - staying at the home of his aunt, the mother of his successful first cousin, Alexander Allan - when coincidentally his first volume of poetry, commonly called the \"Kilmarnock Edition\" was published. Jean remained with her parents in the village of Mauchline, and Robert in the farm at Mossgiel. The couple continued to live apart even after the birth of their twins Robert (1786 - 1857) and Jean on 3 September 1786 and following the success of The Kilmarnock Edition, Burns moved temporarily to Edinburgh. He returned intermittently to Mauchline, during which time Jean became pregnant by him again. When Burns returned permanently on 23 February 1788 he found Jean was destitute and had been expelled from the family home. They reconciled their relationship, and Burns found her a place to stay. On 3 March she went into labour and delivered a second set of twins, two girls, one of whom died on 10 March, the other on 22 March. In the light of Burns's new-found celebrity as a poet, James Armour relented and allowed his daughter to be married to him. Although their marriage was registered on 5 August 1788 in Mauchline, the parish records describe them as having been \"irregularly married some years ago\". She and Burns moved to Ellisland Farm where they stayed until 1791 when they moved to Dumfries, where both would live for the rest of their lives. Jean Armour and Robert Burns had nine children together (he had at least another four by other women), the last of whom was born on the day of his funeral in July 1796. Her widowhood and the straitened circumstances in which she found herself after Burns's death attracted national attention and a charitable fund was collected for her and the children. She outlived her husband by 38 years, and lived to see his name become celebrated throughout the world. Twenty years after his death, his fame had reached such a point that his remains were removed from their modest grave in St Michael's Kirkyard, Dumfries, and placed in a specially commissioned mausoleum. Here, Jean Armour was buried when she died in 1834. Statues of Jean were erected in Mauchline in 2002, and in Dumfries, opposite St Michael's Kirk, in 2004. ==Sources== * Jean Armour's birth and marriage dates derived from Scotlandspeople.gov.uk, the Official Government source for Births, Deaths and Marriages in Scotland. * Dirt and Deity: A Life of Robert Burns, Ian McIntyre, Harper-Collins, 1995. . * The Complete Works of Robert Burns, Chambers, 1867. * The Burns Encyclopedia, Maurice Lindsay, Robert Hale, 1959 * Burns. A Biography of Robert Burns. Mackay, James (2004). Darvel : Alloway Publishing. . ==See also== *Adam Armour *Lesley Baillie *Elizabeth 'Betty' Burns *May Cameron *Mary Campbell (Highland Mary) *Jenny Clow *Burns Clubs *Gavin Hamilton *Helen Hyslop *Kate Kemp *Nelly Kilpatrick *Jessie Lewars *Agnes Maclehose *John MacKenzie (Doctor) *Peggy Thompson *Ann Park *Elizabeth Paton *Anne Rankine *Isabella Steven ==External links== * Archive of Jean Armour portraits and artefacts * Jean Armour at the National Burns Collection * Jean Armour resource at Scran * Researching the Life and Times of Robert Burns Researcher's site. * Jean Armour biography in Burns Encyclopedia Category:Robert Burns Category:1765 births Category:1834 deaths Category:People from South Ayrshire Category:Burns family ",
    "title": "Jean Armour"
}