{
    "id": "1283397",
    "text": "The Third Doctor is an incarnation of the Doctor, the protagonist of the BBC science fiction television series Doctor Who. He was portrayed by actor Jon Pertwee. Within the series' narrative, the Doctor is a centuries-old alien Time Lord from the planet Gallifrey who travels in time and space in the TARDIS, frequently with companions. At the end of life, the Doctor regenerates; as a result, the physical appearance and personality of the Doctor changes. Pertwee portrays the Third Doctor as a dapper man of action in stark contrast to his wily but less action-oriented predecessors. While previous Doctors' stories had all involved time and space travel, for production reasons Pertwee's stories initially depicted the Doctor stranded on Earth in exile, where he worked as a scientific advisor to the international military group UNIT. Within the story, the Third Doctor came into existence as part of a punishment from his own race, the Time Lords, who forced him to regenerate and also disabled his TARDIS. Eventually, this restriction is lifted and the Third Doctor embarks on more traditional time travel and space exploration stories. His initial companion is UNIT scientist Liz Shaw (Caroline John), who unceremoniously leaves the Doctor's company between episodes to be replaced by the more wide-eyed Jo Grant (Katy Manning), who then continues to accompany the Doctor after he regains use of his TARDIS. His final companion was intrepid journalist Sarah Jane Smith (Elisabeth Sladen). ==Personality== The Third Doctor was a suave, dapper, technologically oriented, and authoritative man of action who practised Venusian Aikido. A keen scientist, he maintained a laboratory at UNIT where he enjoyed working on gadgets in his TARDIS. In his spare time, he was fond of motoring, handling all manner of vehicles. His favourite car was a canary-yellow vintage roadster that he nicknamed \"Bessie\", a construct which featured such modifications as a remote control, dramatically increased speed capabilities, and inertial dampers. He also maintained a hovercraft-like vessel that fans nicknamed the Whomobile. The First Doctor, upon meeting the Third, described him indignantly as a \"dandy\", while the Second Doctor, with whom the Third had something of an antagonistic relationship on the occasions they encountered each other, referred to him as \"Fancy Pants\". While this incarnation spent most of his time exiled on Earth, where he grudgingly worked as UNIT's scientific advisor, he was occasionally sent on covert missions by the Time Lords, where he would often act as a reluctant mediator. Even though he developed a fondness for Earthlings with whom he worked (such as Liz Shaw and Jo Grant), he jumped at any chance to return to the stars. Though he had a somewhat patrician and authoritarian air, he was quick to criticise authority, and often exclaimed \"Now listen to me!\" when dealing with people seeking to obstruct him. Despite his occasional arrogance, the Third Doctor genuinely cared for his companions in a paternal fashion, and even held a thinly veiled but grudging admiration for his nemesis, the Master, and for UNIT's leader, Brigadier Lethbridge- Stewart, with whom he eventually became friends. In fact, even when his much- resented exile was lifted, the highly moral and dashing Third Doctor continued to help UNIT protect the Earth from all manner of alien threats, a role that continued into his future incarnations. In general, this incarnation of the Doctor was more physically daring than the previous two and was the first to confront an enemy physically if cornered (both of his previous incarnations nearly always attempted to dodge, flee or negotiate rather than attack). This often took the form of quick strikes, with the occasional joint lock or throw—usually enough to get himself and anyone accompanying him out of immediate danger, but usually not to the extent of a brawl, in keeping with the Doctor's non-violent nature. He only used his fighting skills if he had no alternative, and even then generally disarmed his opponents rather than knocking them unconscious. Indeed, his martial prowess was such that a single, sudden strike was usually enough to halt whatever threatened him, and at one point he reminded Captain Yates of UNIT (physically as well as verbally) that Yates would have a difficult time removing him from somewhere when he did not want to be removed (The Mind of Evil). The Third Doctor was a skilled diplomat (keeping talks going in The Curse of Peladon, for example) and linguist, as well as having a penchant for disguises. ===Appearance=== When asked to attend a Radio Times photo-call in 1969, Jon Pertwee arrived in what he thought was \"a suitably eccentric outfit\" from his family wardrobe, and the flamboyant image stuck with producer Barry Letts.Mulkern, Patrick. (1987). \"Dressing the Doctor\". Doctor Who Magazine. Autumn Special (Marvel Comics/BBC) p. 20. Through the first two seasons, he wore a flowing, crimson-lined cape over a black velvet smoking jacket and a ruffled shirt with a variety of neckties such as jabots, bow ties or cravats. Beginning in the 1971 season, when the look was refashioned by Ken Trew,Mulkern, p. 20. Pertwee wore a red jacket and a cloak with purple lining. In the final two seasons, the colour scheme changed from story to story, though the basic look was maintained. In his first episode, when the Doctor evades capture by taking a shower, a tattoo of a serpent can be seen on his arm. Whereas Pertwee obtained it during his service in the Royal Navy, an in-universe reason for it was eventually provided in the New Adventures novel Christmas on a Rational Planet as being a Time Lord symbol signifying exile, removed once the Doctor's exile was formally ended following the events of The Three Doctors. ==Story style== The Third Doctor stories were the first to be broadcast in colour. The early ones were set on Earth due to cost constraints on the series. To explain this, the Second Doctor was banished to Earth by his people, the Time Lords, and forced to regenerate. On Earth, he worked with the Brigadier and the rest of the UNIT team. However, as his tenure progressed he had reasons to leave Earth, on occasions being sent on missions by the Time Lords. Eventually, after his defeat of the renegade Omega in The Three Doctors, he was granted complete freedom by the Time Lords in gratitude for saving Gallifrey. The Third Doctor's era introduced adversaries including the Autons, the Master, Omega, the Sontarans, the Silurians, and the Sea Devils. The Daleks returned after a five-year absence about halfway through Pertwee's run. The Third Doctor was the only one from the classic series not to have a story featuring the Cybermen (although they were seen briefly in The Mind of Evilhttps://www.bbc.co.uk/programmes/articles/15BgNB17yNS8rXyctS9hJTr/the- fourth-dimension and Carnival of Monsters),https://www.bbc.co.uk/programmes/p01bnrc3/p01bnqqq but he did eventually encounter them during The Five Doctors. ==\"Reverse the polarity of the neutron flow\"== A catchphrase used during the Third Doctor's era was \"reverse the polarity of the neutron flow\". The phrase was Pertwee's way of dealing with the technobabble that he was required to speak as the Doctor. Terrance Dicks recalls that he had used the line in a script, and Pertwee approached him about the line. Dicks had feared that he would have to remove it, but Pertwee stated that he liked it, and wanted to see it more often. Dicks obliged.\"Terrance Dicks: Fact & Fiction\" (Horror of Fang Rock, BBCDVD1356) The Third Doctor only said the full phrase \"reverse the polarity of the neutron flow\" twice on screen – in The Sea Devils (1972) and the 20th Anniversary special The Five Doctors (1983). Pertwee used the phrase when he acted in the stage play Doctor Who – The Ultimate Adventure in 1989. When Colin Baker took over the role in the play he amended the line to \"Reverse the linearity of the proton flow.\" In the radio play The Paradise of Death, the Brigadier asks \"Reverse the polarity of the neutron flow?\" and the Doctor proceeds to explain that the phrase is meaningless (neutrons are chargeless, so to reverse the polarity of a neutron flow is to do nothing at all). On other occasions on screen, the Third Doctor \"reversed the polarity\" but not of neutrons. The full phrase was used in several Target novelisations. It was subsequently used by the Fourth Doctor (in City of Death) and the Fifth Doctor (in Castrovalva and Mawdryn Undead). Together with The Five Doctors, this resulted in the phrase being used as a nostalgic reference. In the Tenth Doctor episode \"The Lazarus Experiment\", the Doctor, while hiding in Lazarus' machine, comments that it had taken him too long to reverse the polarity due to being out of practice. The Tenth Doctor uses the full phrase in \"Music of the Spheres\". During the episode \"The Almost People\", a clone of the Eleventh Doctor speaks the phrase while reliving the memories of all his predecessors. He goes on to conflate it with his regeneration-spanning love of jelly babies, remarking that they need to \"reverse the jelly baby of the neutron flow\".Doctor Who (2005), S6E06, \"The Almost People\" In \"The Day of the Doctor\", the Eleventh Doctor invokes the phrase when confronting a time portal with the Tenth Doctor, suggesting that they both \"reverse the polarity\" with their sonic screwdrivers (which merely neutralizes each other’s efforts). In \"The Girl Who Died\", the Twelfth Doctor tells Clara Oswald he is \"Reversing the polarity of the neutron flow\", followed by \"I bet that means something. It sounds great.\" Clara herself uses the phrase, saying she \"reversed the polarity\" of a mind-wiping device to prevent the Doctor from erasing her memories of him from her mind (\"Hell Bent\"). In \"It Takes You Away\", Yasmin Khan suggests that the Thirteenth Doctor reverse the polarity on the sonic screwdriver in order to (successfully) open a locked inter-universe portal. ==Title sequence and logo== The original title sequence for the Third Doctor's seasons introduced colour and was an extension of the \"howlround\" kaleidoscopic patterns used for the previous Doctors. It features red, black then green flaming hands, then shows Jon Pertwee's face followed by a series of swirling lines to represent the time vortex, as the vortex turns red it speeds up only to start reversing and in some cases, the audience will see it turn pink and yellow. In the Third Doctor's final season, a new title sequence was introduced using a full-body picture of Pertwee, designed by Bernard Lodge. Partially inspired by the slit-scan hyperspace sequence in Stanley Kubrick's 2001: A Space Odyssey, one portion of this sequence is the prototype for the classic time tunnel sequence of the Fourth Doctor's seasons. The Third Doctor's final season also introduced the equally classic diamond logo which would remain in use until 1980. The series logo introduced in 1970 and used for the first four seasons of Pertwee's tenure would later be used again, in modified form, as the logo for the 1996 Doctor Who TV movie. This version subsequently became the official Doctor Who logo, most notably with regards to products connected to the Eighth Doctor. With the introduction of a new official series logo in 2005, the 1996 logo continued to be used by Big Finish Productions as the logo for all pre-2005 series material including books and audio dramas, and by the BBC on DVD releases of episodes from the 1963–89 series, books and audio. ==Later appearances== The Third Doctor appeared again in the 20th anniversary special The Five Doctors, broadcast in 1983. A stage play, Doctor Who – The Ultimate Adventure, was produced in 1989, starring Jon Pertwee (occasionally replaced by an understudy then later, until the end of the production run, by Colin Baker as the Sixth Doctor). In 1993, he played the role again for the 30th Anniversary charity special Dimensions in Time, and in the audio drama The Paradise of Death. Months before his death, he played the Doctor for the final time in the audio drama The Ghosts of N-Space. From 2015, Big Finish had produced a new series of audio drama adventures featuring the Third Doctor titled The Third Doctor Adventures, with Tim Treloar voicing the role. ==Other mentions== Visions of the Third Doctor appear in The Brain of Morbius, Mawdryn Undead, and Resurrection of the Daleks. A portrait of him is seen in Timelash. A brief clip of the Third Doctor taken from Terror of the Autons appears in \"The Next Doctor\", another appears in The Sarah Jane Adventures serial The Mad Woman in the Attic as a flashback, and visions appear in \"The Eleventh Hour\", \"The Lodger\", \"Nightmare in Silver\", and The Sarah Jane Adventures serial Death of the Doctor. He was also seen in the episode \"The Name of the Doctor\" driving Bessie (taken from The Five Doctors), and archival footage was used for his appearance in \"The Day of the Doctor\". ==Other appearances== See List of non-televised Third Doctor stories. ==References== ==External links== * * * The Third Doctor on the BBC's Doctor Who website * Third Doctor Gallery * Third Doctor's theme music QuickTime file * Third Doctor title sequence * Interview with Jon Pertwee conducted in March 1996 03 03 Category:Fictional aikidoka Category:Male characters in television Category:Television characters introduced in 1970 ",
    "title": "Third Doctor"
}