{
    "id": "12836820",
    "text": "thumb|Map showing European membership of the EU and NATO The Berlin Plus agreement is the short title of a comprehensive package of agreements made between NATO and the EU on 16 December 2002.NATO, Berlin Plus agreement, June 21, 2006. These agreements were based on conclusions of NATO's 1999 Washington summit, sometimes referred to as the CJTF mechanism,Heritage Foundation report, October 4, 2004 : \"Through the CJTF mechanism, NATO member states do not have to actively participate actively in a specific mission if they do not feel their vital interests are involved, but their opting out [...] would not stop other NATO members from participating in an intervention if they so desired.\" and allowed the EU to draw on some of NATO's military assets in its own peacekeeping operations. ==Content== The Berlin Plus agreement has seven major parts:WORLD SECURITY INSTITUTE BRUSSELS, \"NATO-EU Relations\", January 16, 1996, #The NATO-EU Security Agreement, which covers the exchange of classified information under reciprocal security protection rules. #Assured Access to NATO planning capabilities for EU-led Crisis Management Operations (CMO). #Availability of NATO assets and capabilities for EU-led CMOs, such as communication units and headquarters. #Procedures for Release, Monitoring, Return and Recall of NATO Assets and Capabilities. #Terms of Reference for the Deputy Supreme Allied Commander Europe and European Command Options for NATO. #Arrangements for coherent and mutually reinforcing capability requirements, in particular the incorporation within NATO's defence planning of the military needs and capabilities that may be required for EU-led military operations. #EU - NATO consultation arrangements in the context of an EU-led CMO making use of NATO assets and capabilities. This comprehensive framework for NATO-EU relations was concluded on March 17, 2003 by the exchange of letters by High Representative Javier Solana and the then-Secretary General of NATO Lord Robertson. ==Practice== ===Procedures=== *The use of NATO assets by the EU is subject to a \"right of first refusal\" : NATO must first decline to intervene in a given crisis.Heritage Foundation report, March 24, 2008. *Approval of the use of assets has to be unanimous among NATO states. For example, Turkish reservations about Operation Concordia using NATO assets delayed its deployment by more than five months.Bram Boxhoorn, Broad Support for NATO in the Netherlands, 21-09-2005, ===Operations=== To date, the EU has conducted two operations with the support of NATO: * 2003: EUFOR Concordia in the Former Yugoslav Republic of Macedonia. The EU took over from NATO's operation Allied Harmony and deployed around 300 troops to provide security to EU and Organization for Security and Co-operation in Europe monitors overseeing the implementation of the Ohrid Framework Agreement. * 2004+: EUFOR Althea in Bosnia and Herzegovina. Following NATO's decision at the 2004 Istanbul summit to terminate the mission of NATO's Stabilisation Force (SFOR) by the end of the year, the EU started its own 7,000-strong mission, EUFOR Althea, in the country with the aim to implement the military aspects of the Dayton Peace Agreement and to maintain a safe and secure environment. ==See also== * European Union–NATO relations * Common Security and Defence Policy ** Command and control structure of the European Union ==References== Category:Military of the European Union Category:Treaties entered into by the European Union Category:European Union and third organisations Category:NATO relations Category:Treaties concluded in 2002 Category:NATO treaties Category:2002 in Germany ",
    "title": "Berlin Plus agreement"
}