{
    "id": "12839889",
    "text": "Wyoming's Bucking Horse and Rider (BH&R;). The Bucking Horse and Rider (BH&R;) is a registered trademark of the U.S. state of Wyoming. In 1936, Wyoming trademarked the image for the state's license plates. However, the state's usage of the logo can be traced back to as early as 1918. University of Wyoming news release. February 8, 2001. Wyoming is popularly known as the \"Cowboy State,\" in part because of the use of the bucking bronco as its symbol. The University of Wyoming at Laramie athletic teams are nicknamed the Cowboys and Cowgirls, both of which use the bucking horse and rider logo on their uniforms. Uniforms for the Wyoming National Guard serving in Europe during World War I featured the horse and rider symbol. First Sergeant George N. Ostrom of E Battery, 3rd Battalion, 148th Field Artillery Regiment 91st Division, American Expeditionary Forces, is credited with designing the insignia. According to references in military records of the 91st Division, Ostrom manipulated a horse named Red Wing, which he had bought near Crow Agency, Montana, into the Army remuda with the assistance of Army Horse Purchasing Officer Chester Cotton of Sheridan. Once the soldiers and the horse reached the post outside Cheyenne, Major Louabaugh selected the horse as his mount, only to have it start bucking when the two bears used as mascots entered the parade ground. Chester Cotton and George Ostrum were detailed to remedy the horse's behavior. Ostrum used his memory of Chester Cotton subsequently riding Red Wing to win a slogan contest for the unit once in Europe. The horse survived World War I and was retired to a stable in France. The idea that the horse in the image was Old Steamboat (1894–1914), the famous bucking horse near Cheyenne, was developed much later, as few civilians saw the event depicted by Ostrum. The incident was documented with citations in the book Where Rivers Run North by Sam Morton.Sheridan Historical Society and 91st Division archives The slogan, \"Powder River — Let 'er Buck\" and was taken into the trenches as a password and counter-password by troops from that unit in Europe. Descendants of those soldiers were still serving with the Wyoming National Guard in 2014. The silhouette of the horse and rider is still in use today on uniforms of the Wyoming National Guard soldiers. Clayton Danks, a Nebraska native who died in 1970 in Thermopolis, Wyoming, is believed to be the cowboy on the Bucking Horse and Rider model. He rode Steamboat in the Cheyenne Frontier Days rodeo in 1909. Wyoming State Quarter The iconic horse Steamboat came from the Tyrrell ranch near Chugwater, Wyoming, northwest of Cheyenne, and was given to Cheyenne Frontier Days by its former general chairman, Ace V. Tyrrell. Steamboat is buried on Frontier Park grounds near bucking chute #9, the only animal ever given the honor of being interred on park grounds. In 1975, Steamboat was inducted into the National Cowboy Hall of Fame in Oklahoma City, in 1979, into the Pro Rodeo Hall of Fame in Colorado Springs and in 2002 into the Cheyenne Frontier Days Hall of Fame. Wyoming sought to counter rampant counterfeiting of the state's license plate when it debuted the horse and rider image in 1936 as part of its license plate design. It is now the longest-running license plate motif in the world. Secretary of State Lester Hunt spearheaded legislation for the new design and commissioned artist Allen T. True to render the graphic image. True is also noted for painting murals for the Senate and House chambers in the Wyoming State Capitol. True's bucking horse and rider image is also on the logo for the University of Wyoming, on the Wyoming state quarter, and on the state highway shield. ==References== ==External links== * Category:Symbols of Wyoming Category:Trademarks Category:Vehicle registration plates of the United States Category:Silhouettes ",
    "title": "Bucking Horse and Rider"
}