{
    "id": "12839419",
    "text": "John \"Jock\" Middleton Campbell, Baron Campbell of Eskan (8 August 1912 – 26 December 1994) was the Chairman of Booker Brothers, McConnell and Co (Later Booker-McConnell) in British Guiana (now Guyana) between 1952 and 1967. He was knighted in 1957 and was created a Labour Party life peer on 14 January 1966, taking the title Baron Campbell of Eskan, of Camis Eskan in the County of Dumbarton.Alastair Campbell A History of Clan Campbell (Vol. 3, p. 282), Edinburgh: Edinburgh University Press, 2004. A genealogical survey of the peerage of Britain He was Chairman of the Commonwealth Sugar Exporters Association (1950–84). He was additionally notable as chairman of Booker McConnell, Chairman of the New Statesman and Nation and the first chairman of the Milton Keynes Development Corporation. ==Childhood and youth== Jock's paternal grandfather, William Middleton Campbell, was Governor of the Bank of England between 1907 and 1909, a man of great prestige. His mother Mary was of aristocratic Irish stock. Jock was born on 8 August 1912 and at the age of three was sent to the opulent family seat of his mother's family, Glenstal Castle in southern Ireland, to be safe from the bombs of the German Zeppelins. After the war Jock returned to the family home in Kent. He later attended Eton and Oxford. ==Family background: the slave trade== It was John Campbell (Senior), Jock's great-great-grandfather, ship owner and merchant of Glasgow, who, towards the end of the 18th century, first established the fortunes of the Campbell family in the West Indies, through the slave trade. At the time, Glasgow trading houses, long-experienced in servicing the needs of North American slave plantations, were ready to capitalise on new opportunities in the sugar industry arising on the West Indies. By the 1780s they were supplying the two most important British exports to the West Indies, herring and coarse linen goods. Among the principal beneficiaries of this booming trade were John Campbell (Senior) and Company, which supplied merchandise to the slave plantations along the coast of Guiana, then in Dutch hands. It was in this role of supplier that the company first began to acquire plantations along the Essequibo Coast of Guiana, from planters facing bankruptcy. Jock Campbell later remarked often that, in acquiring estates through foreclosure, his ancestors became de facto slave-owners. Campbell himself abhorred slavery, and it was in fact the urge to make good the misdeeds of his own family that was the catalyst for his own reformist ideals. On 5 May 1971, in the House of Lords, Campbell dissociated himself from his ancestors, arguing that \"maximising profits cannot and should not be the sole purpose, or even the primary purpose, of business.\" By the 20th century, the company of Curtis, Campbell and Co had its established place in the British Guiana plantocracy; it owned Ogle Plantation in Demerara and Albion Estate, up the Atlantic coast in the Corentyne district, and a wharf in Georgetown. When Jock's great- grandfather, Colin Campbell of Colgrain, died in 1886 he left £1 million, a fortune at the time (about £ million today). When his grandfather (William Middleton Campbell) died in 1919, he left £1.5 million (about £ million today), all of it from the cane fields of British Guiana. ==Arriving in British Guiana== Jock went to British Guiana for the first time to take charge of the family estates, arriving in 1934. The Campbells owned Las Penitence Wharf on the Demerara River, Georgetown, where they were agents for the Harrison line of shipping. They also owned Ogle Estate, up the East Coast from Demerara, and Albion, further Eastward in the Berbice district. In his first few months in the colony Jock worked at the family's wharf, assessing the claims made by merchants whose goods had been broached, broken or stolen. After several months on the wharf he went to continue his apprenticeship at Albion Estate in the Essequibo District. One anecdote of this time is characteristic of the shock he suffered on seeing the appalling conditions of the workers: When shown around the family plantation at Albion, in the Corentyne district of British Guiana, Jock was appalled by the living conditions of the coolies, the East Indian cane cutters. The East Indians had been brought into the country after the liberation of the slaves, and were housed in the same tiny, dark, vermin-infested, earth-floored “logies”. Next to the logies was a more pretentious building, clean, painted, smart-looking, a mansion in comparison to the shacks. “Jock enquired who lived in the hovels: 'Our coolies,' replied Bee (the estate manager). He then asked of the residents of the trimmed building. Bee said, 'Oh! We keep our mules there.' A naïve 22-year-old Jock asked flippantly: 'Why don’t you move your coolies to the mules’ palace and put your mules in the hovels?' A stunned Bee exclaimed cryptically: 'Mules cost money, sir!'\" ==Reform of the sugar estates== As the son of the estate owner, Jock had enormous influence in spite of his youth and soon embarked on a mission of reform, and this became his life work. As the first step of plan, Jock urged his father and uncle to merge the family company the giant company Booker Brothers, McConnell and Co. The take-over took place in 1934, after which Jock quickly rose to chairman. Bookers, as it was then known, at the time was a state within a state, owning almost all the colony’s sugar plantations and dominating the economic life of the country so much it was called “Booker’s Guiana”. As head of this state, Jock went about implementing his reforms. Jock was partly driven by the guilt of his family background, but also by the conviction that every business has a responsibility towards its workers; and that profit alone should not be the guiding principle of society. His reforms continued on a grander scale. According to Ian McDonald, one of his employees: “All Jock’s abundant energy was converted to a faith that Booker had to mean something in a new deal for the West Indies… Demerara was his Damascus.” > I believe that there should be values other than money in a civilised > society. I believe that truth, beauty and goodness have a place. Moreover, I > believe that if businessmen put money, profit, greed and acquisition among > the highest virtues, they cannot be surprised if, for instance, nurses, > teachers and ambulance men are inclined to do the same. In effect, Jock Campbell became a socialist-capitalist. He initiated a process in which Bookers was completely reorganised and recreated. The sugar industry was transformed from a run-down, unprofitable, inhuman, paternalistic and plantocratic expatriate family concern into a rehabilitated, forward-looking, productive and dynamic enterprise. Guianese were placed in the highest positions; if they did not have the skills for these positions, they were sent away for training. Sugar production grew from 170,000 tons to 350,000 tons. Estates were consolidated and factories modernised. Drainage and irrigation facilities and the whole infrastructure of field works were completely revamped. Agricultural practices and applications were overhauled in line with current world-class technology. The first sugar bulk-loading terminal in the Caribbean was established to replace the drudgery of loading sugar in bags. The people side of the industry was revolutionised: remuneration vastly increased, the old logies eliminated and 15,000 new houses in 75 housing areas built with roads and water supplied. Medical services were upgraded to cater for all sugar workers and their families and the scourge of malaria was eradicated, Community Centres were established on all estates and welfare, sporting and library activities expanded. Training and education were immensely improved; scholarship programs initiated, and all along Guianisation moved forward until the time came when the industry was being run almost entirely by Guianese. It was an era of tremendous growth and change. As a member of the Fabian Society, Jock Campbell's key message was quite simple: > People are more important than ships, shops and sugar estates. Employees were greatly inspired by him. Said one: > We tried to act in the belief that business could not possibly just be about > making money if only because that would be soul-destroyingly boring. > Business had to be about making the lives of people better and more > fulfilled. People in any case always came first however you considered what > you were trying to do in business. You had a fourfold responsibility to > people: to shareholders, to employees, to customers, to the community of > people in which business operated and found its meaning. Creating profit was > vital but not just for its own sake but for good, everyday, ordinarily > human, immediately flesh and blood, life-enhancing purposes. ==Politics== ===British Guiana/Guyana=== In British Guiana, Campbell met his foil in Cheddi Jagan. Jagan, himself the son of Indian indentured servants, quickly gained the confidence of the sugar workers, and in Guyana's first general elections in 1953 became Prime Minister. Campbell was willing to work with Jagan, as both had the same aims, but Jagan made it clear that the sugar industry would be nationalised after independence. Jagan was removed from power by the British due to his Marxist leanings;The Suspension of the British Guiana Constitution – 1953 (Declassified British documents) in his place came Forbes Burnham. ===United Kingdom=== On 14 January 1966, Campbell was created a life peer, by Harold Wilson, taking the title \"Baron Campbell of Eskan\", \"of Camis Eskan in the County of Dumbarton\". He was active in the House of Lords on behalf of the Labour Party. ==The Booker Prize== It is after leaving Guyana that Jock, who had always loved great literature, became instrumental in the initiation of a British literature prize. Jock was an old friend and golfing partner of Ian Fleming, author of the James Bond spy novels, who had recently been diagnosed as terminally ill with less than a year to live. During a game of golf Fleming turned to Jock for advice on securing his estate for his family from heavy taxation. Jock initially advised Fleming to turn to accountants and merchant bankers, but then had a new idea: Bookers could act as bankers for Fleming, beneficially for both parties. As a result, Bookers acquired a 51% share in the profits of Glidmore Productions, the company handling the profits from worldwide royalties on Fleming's books, and the associated merchandising rights – but not the film rights. Thus was born the Bookers Author Division, with the injunction: > It should make money, not to mention being entertaining, and there could be > advertising interest in it for some of our companies. Bookers later acquired the copyrights of other well-known authors, including novelists Agatha Christie, Dennis Wheatley, Georgette Heyer and the playwrights Robert Bolt and Harold Pinter. It was the copyrights of Agatha Christie which, over time, contributed most to the profit of the Authors Division. The Booker Prize was launched in 1969, after the publishers Jonathan Cape suggested that Bookers might sponsor a major fiction prize. A new sponsor for the prize was announced in April 2002, the Man Group, after which it became known as the Man Booker Prize. ==Milton Keynes Development Corporation== Jock was chairman for the Milton Keynes Development Corporation from 1967. The large, central park initially called City Park, was renamed Campbell Park in his honour. There is a memorial stone by the fountain in his honour which reads simply \"Si monumentum requiris, circumspice\". (\"If you seek a monument, look about you\", referring to the urban landscape created by his team.Cycling in Milton Keynes In June 1973 he was awarded an honorary degree from the Open University as Doctor of the University. He stepped down from the post of chairman of Milton Keynes Development Corporation in 1983 and was replaced by Sir Henry Chilver, who remained in post until Milton Keynes Development Corporation was wound up on 1 April 1992. ==Arms== ==See also== *Carter-Campbell of Possil ==References== ==Further reading== * Frederick Errington and Deborah Gewertz (2004), Yali's Question: Sugar, Culture and History, (cloth), (pb). Chicago: The University of Chicago Press, 60637. * Slinn, J. and Tanburn, J. (2003), The Booker Story, Andover: Jarrold Publishing, . * Clem Seecharan, Sweetening Bitter Sugar: Jock Campbell, the Booker Reformer in British Guiana 1934–1966, Jamaica: Ian Randle Publishers. * ==Writings== * Jock Campbell and others, Britain, the EEC and the Third World, Praeger Publishers, 1972 Category:1912 births Category:1994 deaths Category:Social democracy Category:West Indies merchants Category:Agriculture in Guyana Campbell of Eskan Category:History of Milton Keynes Category:British Guiana in World War II Category:British Guiana people Category:People educated at Eton College Category:Alumni of the University of Oxford ",
    "title": "Jock Campbell, Baron Campbell of Eskan"
}