{
    "id": "12834844",
    "text": "The Yagmas, or Yaghmas, were a medieval tribe of Turkic people that came to the forefront of history after the disintegration of the Western Turkic Kaganate. They were one component of a confederation which consisted of Yagma, the Karluks, the Chigils and other tribes which founded the Kara-Khanid Khanate. From the seventh century until the Karakhanid period, the Yagma were recorded in Arabic, Persian, and Chinese accounts as a prominent and powerful political entity in the Tarim Basin, Dzungaria, and Jeti-su. ==History== The Yagmas appear to be of Toquz Oghuz origin or are closely associated with them. According to Hudud al-'alam \"their king is from the family of the Toquz-Oghuz kings.\" According to the Persian work Mujmal al-Tawarikh wa-'l-Qisas, the Yağma \"padšâh\" bore the title of Bogra Khan. The Yagma title of Bogra Khan allowed V.Bartold to suggest that Karakhanid Il-khans were from the Yagma tribe. Mahmud al-Kashgari mentioned the Yagma and Tukhsi tribes, with a clan of Chigils, along the Ili River.1, 85 In the tenth century the Yagma tribe lived in the Kashgar area and further northwest. Al Gardezi, who used sources composed in the eighth century, wrote that the Yagma united numerous tribes between the Uyghurs and Karluks in the larger part of the eastern Tian Shan, including Kashgar City and District. Gardezi called the Yagma a \"rich people with large herds of horses\" in a country of \"one month of travel\". The Yagma constantly clashed with the Karluks and the Kimaks, and were a dependent of the Western Turkic Kagans until their demise. ==Etymology== According to Yury Zuev, a semantic meaning of the word yağma in the ancient Common Turkic language, is \"attack, onslaught.\"Yu. Zuev, \"Early Türks: Essays on history and ideology\", Almaty, Daik-Press, 2002, p. 227, However, according to Peter Golden, the word may have derived from Turkic verbal root yağ- \"to pour down, rain\", but noting that the form with -ma is unusual. He also noted the Persian word yaġmâ meaning \"prey, plunder, booty, spoils\", and that it is unclear if it has any relationship with Yağma. ==Historical accounts== The following account of the country of Yaghma and its towns is given in the tenth century text Hudud al-'alam: ==References== Category:Uyghurs Category:Turkic peoples of Asia ",
    "title": "Yagma"
}