{
    "id": "12835157",
    "text": "The Union Club Mysteries is a collection of mystery short stories by American author Isaac Asimov featuring his fictional mystery solver Griswold. It was first published in hardcover by Doubleday in 1983 and in paperback by the Fawcett Crest imprint of Ballantine Books in 1985. The book collects thirty stories by Asimov, most reprinted from magazines and a few previously unpublished, together with a foreword and afterword by the author. Each story is set at a club known as the Union Club, in which a conversation between three members prompts a fourth member, Griswold, to tell about a mystery he has solved. These are often tall stories, and often based on his time in US intelligence. The format is based on that utilized by P. G. Wodehouse in recounting his golf stories. According to reviewer John H. Jenkins, these stories are not rated particularly well by Asimov fans, and are less well regarded than his better known Black Widowers mysteries. He does regard a few of them more highly, particularly \"No Refuge Could Save\" and \"Hide and Seek,\" but feels the brevity and format of the stories allows the author little scope.The Union Club Mysteries – a book review by John H. Jenkins It is also open to question whether they are supposed to be serious mysteries or tall stories. Asimov wrote a total of 55 Union Club stories.Asimovonline.com As well as the 30 in this book, three more\"Never Out of Sight,\" \"The Magic Umbrella\" and \"The Speck\" were collected in The Best Mysteries of Isaac Asimov (Doubleday, 1986). The other 22 have never been collected in any of Asimov's books. One of these 22, \"Getting Even,\" is also part of Asimov's Azazel series of fantasy stories. ==Contents== \"Foreword\" #\"No Refuge Could Save\" (Gallery, September 1980, under the title \"To Spot a Spy\") #\"The Telephone Number\" (Gallery, October 1980, under the title \"The Winning Number\") #\"The Men Who Wouldn't Talk\" (Gallery, November 1980, under the title \"Pigeon English\") #\"A Clear Shot\" (Gallery, December 1980, under the title \"Big Shot\") #\"Irresistible to Women\" (Gallery, January 1981, under the title \"Call Me Irresistible\") #\"He Wasn't There\" (Gallery, February 1981, under the title \"The Spy Who Was Out-of-Focus\")* #\"The Thin Line\" (Gallery, March 1981, under the title \"Taxicab Crackdown\") #\"Mystery Tune\" (Gallery, April 1981, under the title \"Death Song\") #\"Hide and Seek\" (Gallery, May 1981)* #\"Gift\" (Gallery, June 1981, under the title \"Decipher Deception\") #\"Hot or Cold\" (Gallery, July 1981) #\"The Thirteenth Page\" (Gallery, August 1981) #\"1 to 999\" (Gallery, September 1981, under the title \"One in a Thousand\") #\"Twelve Years Old\" (Gallery, October 1981, under the title \"The 12-Year-Old Problem\") #\"Testing, Testing!\" (Gallery, November 1981, under the title \"Cloak and Dagger Duel\") #\"The Appleby Story\" (Gallery, December 1981, under the title \"The Last Laugh\") #\"Dollars and Cents\" (Gallery, January 1982, under the title \"Countdown to Disaster\")* #\"Friends and Allies\" (Gallery, February 1982, under the title \"Mirror Image\") #\"Which is Which?\" (Gallery, March 1982, under the title \"The Perfect Alibi\") #\"The Sign\" (Gallery, April 1982, under the title \"The Telltale Sign\")* #\"Catching the Fox\" (Gallery, May 1982, under the title \"Stopping the Fox\") #\"Getting the Combination\" (Gallery, June 1982, under the title \"Playing It by the Numbers\")* #\"The Library Book\" (Gallery, July 1982, under the title \"Mystery Book\")* #\"The Three Goblets\" (Gallery, August 1982, under the title \"A Flash of Brilliance\") #\"Spell It!\" (Gallery, September 1982, under the title \"Book Smart\") #\"Two Women\" (Gallery, October 1982, under the title \"Cherchez la Femme: the Case of the Disappearing Woman\") #\"Sending a Signal\" (Gallery, November 1982, under the title \"A Piece of the Rock\") #\"The Favorite Piece\" (Gallery, April 1983, under the title \"Face the Music\") #\"Half a Ghost\" (Gallery, December 1982, under the title \"A Ghost of a Chance\") #\"There Was a Young Lady\" (Gallery, January 1983, under the title \"Poetic License\") \"Afterword\" * Also appears in The Best Mysteries of Isaac Asimov. ==Other Union Club stories== #\"Getting Even\" (Gallery, August 1980) #\"State Capital\" (Gallery, February 1983, under the title \"A Chemical Solution\") #\"Never Out of Sight\" (Gallery, March 1983, under the title \"The Amusement Lark\")* #\"The Magic Umbrella\" (Gallery, May 1983, under the title \"Stormy Weather\")* #\"The Briefcase in the Taxi\" (Gallery, June 1983, under the title \"Circuit Breaker\") #\"The Bird That Sang Bass\" (Gallery, July 1983, under the title \"Riddled With Clues\") #\"The Last Caesar\" (Gallery, August 1983, under the title \"Great Caesar's Ghost\") #\"The Speck\" (Ellery Queen's Mystery Magazine, December 1983)* #\"Triply Unique\" (Ellery Queen's Mystery Magazine, July 1984) #\"The Year of the Feast\" (Ellery Queen's Mystery Magazine, December 1984) #\"The Queen and King\" (Espionage, December 1984) #\"Upside Down\" (Ellery Queen's Mystery Magazine, June 1985) #\"The Suspect\" (Ellery Queen's Mystery Magazine, October 1985, under the title \"The Taunter\") #\"Straight Lines\" (Ellery Queen's Mystery Magazine, December 1985) #\"Child's Play\" (Ellery Queen's Mystery Magazine, January 1986) #\"New England Equinox\" (Ellery Queen's Mystery Magazine, March 1986) #\"Ten\" (Ellery Queen's Mystery Magazine, August 1986) #\"The Common Name\" (Ellery Queen's Mystery Magazine, December 1986) #\"The Teddy Bear\" (Ellery Queen's Mystery Magazine, May 1987) #\"The Stamp\" (Ellery Queen's Mystery Magazine, June 1987) #\"The Legacy\" (Ellery Queen's Mystery Magazine, April 1988) #\"The Lost Dog\" (Ellery Queen's Mystery Magazine, June 1988) #\"The Last Man\" (Ellery Queen's Mystery Magazine, March 1989) #\"Ho! Ho! Ho!\" (Mistletoe Mysteries: Tales of Yuletide Murder, Mysterious Press, October 1989) #\"Missing\" (Ellery Queen's Mystery Magazine, March 1991, under the title \"A Safe Place\") * Appears in The Best Mysteries of Isaac Asimov. ==Reception== Dave Langford reviewed The Union Club Mysteries for White Dwarf #70, and stated that \"I like detective stories, but Asimov tries the patience with trivial, moronic 'puzzles'.\" ==References== ==External links== * * Category:Mystery short story collections by Isaac Asimov Category:1983 short story collections Category:Doubleday (publisher) books ",
    "title": "The Union Club Mysteries"
}