{
    "id": "12838496",
    "text": "The gravestone of Sir Alfred Biliotti in the Biliotti family mausoleum, Catholic Cemetery, Rhodes, Greece. Sir Alfred Biliotti (14 July 1833 – 1915) was a levantine Italian who joined the British Foreign Service and eventually rose to become one of its most distinguished consular officers in the late 19th century. Biliotti was the eldest of seven children of Vice-Consul Charles Biliotti, who was born in Livorno and later moved to Rhodes. He became a naturalised citizen in 1872.UK, Naturalisation Certificates and Declarations, 1870–1916 Biliotti was also an accomplished archaeologist who conducted important excavations at sites in the Aegean, western Anatolia, and eastern Anatolia. He was made a Knight Commander of St. Michael and St. George in October 1898. Biliotti's despatches, though written in slightly poor English, are recognized as being of major value for 21st century scholars in fields as different as diplomatic history, anthropology, and of course archaeology. He served as British vice-consul at Rhodes and was transferred to Trebizond in 1873; later he was consul at Chania (Crete) and consul-general at Salonica. His service in Crete covered the period of the revolutionary movements of 1889, 1895 and 1897, in all of which Britain was concerned as one of the Great Powers. His service at Salonica saw the beginnings of the guerilla warfare which would eventually lead to the Balkan Wars. He excavated at Camirus (1858–1865), Ialysus (1868–1870), Satala (1874) and Cirisli Tepe (1883). Many of his finds are now displayed or stored at the British Museum.British Museum Collection The Biliotti family mausoleum is in the Catholic Cemetery on Rhodes, a few 100 metres from the sea and near the busy Saturday market. ==References== Category:British diplomats Category:British archaeologists Category:1833 births Category:1915 deaths Category:Companions of the Order of the Bath Category:Knights Commander of the Order of St Michael and St George Category:Italian Levantines Category:Ottoman emigrants to the United Kingdom ",
    "title": "Alfred Biliotti"
}