{
    "id": "12837148",
    "text": "According to research done by the Organisation for Economic Co-operation and Development (OECD) the Netherlands is ranked with Switzerland in having the most broadband subscriptions per 100 inhabitants, has no bandwidth caps, Prevalence of explicit bit/data caps among surveyed offers, by technology (Sept. 2010) and has the most homes passed in Europe in terms of connection speeds of 50 Mbit/s and higher. ==Broadband Internet access== Cable is the most popular form of Internet access with 41% of total subscriptions, followed by various forms of DSL and Fiber to the Home according to statistics from the end of 2010 gathered by the association of Dutch cable providers. Fiber-optic Internet access is rolled out on regional scale, encompassing part of a province or a municipality. Deployment is comparable to local-loop unbundling: one party invests in the physical network on which other parties can provide their services. At the end of 2010, fiber-optic Internet was available in 205 out of 408 municipalities. The number of homes passed was 714,600 from a total of 7.386 million. ==Internet censorship== Government-mandated Internet censorship is nonexistent due to the house of representatives speaking out against filtering on multiple occasions, although there have been proposals to filter child pornography and the Netherlands, like many countries, is grappling with how to prevent or control copyright infringement on the Internet. Internet filtering in the Netherlands is not classified by the OpenNet Initiative (ONI). ===Child pornography=== In 2008 Ernst Hirsch Ballin, then Minister of Justice, proposed a plan to regulate the blocking of websites known to contain child pornography. A blacklist would have been composed by the Meldpunt ter bestrijding van Kinderpornografie op Internet (hotline combating child pornography on the Internet)\"The Dutch Hotline\" , Hotline combating Child Pornography on the Internet and used by Internet service providers to redirect the websites to a stop page. The blacklist would contain websites hosted in nations where the Dutch authorities had no means of tracking and prosecution. Situations such as the blocking of Wikipedia would have been avoided, according to the working group behind the filter.(Dutch) Workgroup for blocking child pornography (English translation) Under the proposal, stop pages were to be hosted by individual providers, an example being UPC Netherlands. The pages would not log traffic since they were not being used as a tracking mechanism; rather, their use would be for private parties to contribute to combating the spreading of child pornography. This plan never gained traction and was only backed by UPC and an orthodox Protestant provider of filtered internet services, Kliksafe.(Dutch) \"UPC en Kliksafe zijn daadwerkelijk overgegaan tot blokkeren (Click Safe and UPC have actually proceeded to block)\", Adoption of the budget statement of the Ministry of Justice (VI) for the year 2008, Verheid.nl: The guide to all government information and services Providers would not be forced to use it since that would be unconstitutional according to a research done by the governmental Scientific Research and Documentation Center (WODC) commissioned by the Ministry of Security and Justice.(Dutch) \"KLPD: Child pornography filter inept and unconstitutional\" (English translation), Andreas Udo de Haes, WebWereld (IDG Netherlands), 16 September 2008\"Filtering and blocking of child pornographic material on the Internet: Technical and legal possibilities in the Netherlands and other countries\", Stol, W. Ph., Kaspersen, H.W.K., Kerstens, J., Leukfeldt, E.R., Lodder, A.R., WODC, Research and Documentation Centre, Ministry of Security and Justice In 2010 a report was released by the Werkgroep Blokkeren Kinderporno (working group for blocking child pornography).(Dutch) \"Progress blocking child pornography\", Working group for blocking child pornography, 18 November 2010 It compared the filter in its last form with information from the Internet Watch Foundation. While they had \"much wider criteria\", the number of websites on the block list went from 2000 in previous years to less than 400 in 2010. The report stated that in the Dutch situation this would mean an \"almost complete lack of websites to block\" because the sharing of the material was no longer done by conventional websites, but by other services. In 2011 the plan was pulled by Ivo Opstelten for this reason.(Dutch) \"Dutch internet filtering off track\" (English translation), Rene Schoemaker, WebWereld (IDG Netherlands), 7 March 2011 The House of Representatives reaffirmed this by voting against the filter later that year, effectively killing any plans for government censorship.(Dutch) \"Politiek zegt 'nee' tegen internetfilter\" (\"Politics says no to internet filter\") (English translation), Joost Schellevis, Tweakers.net, 18 May 2011 ===Copyright infringement=== In January 2012, the internet providers Ziggo and XS4ALL were required by a court order in a case brought by the Bescherming Rechten Entertainment Industrie Nederland (BREIN) to block the website of The Pirate Bay due to copyright infringement.(Dutch) Ziggo en XS4ALL moeten toegang The Pirate Bay blokkeren\" (Ziggo and XS4all required to block The Pirate Bay) (English translation), NU.nl, Netherlands Sanoma media group, 11 January 2012 This blocking raised questions within the government, customers, and the internet providers themselves, not only because of the blocking, but also about its randomness and the role of BREIN, an industry trade association that can change the blacklist.(Dutch) \"Brein speelt voor eigen rechter\" (BREIN plays for itself) (English translation), NU.nl, Netherlands Sanoma media group, 24 January 2012 The Pirate Bay called BREIN a corrupt organization,(Dutch) \"The Pirate Bay noemt Brein corrupte organisatie\" (Pirate Bay calls BREIN a corrupt organization) (English translation), NU.nl, Netherlands Sanoma media group, 12 January 2012 while the government is mostly concerned about freedom of speech and privacy.(Dutch) \"Kamer eist opheldering over Pirate Bay-blokkades\" (House requires explanation about Pirate Bay blockades) (English translation), NU.nl, Netherlands Sanoma media group, 18 January 2012 In May 2012, the Internet providers KPN, UPC, T-Mobile, and Tele2 were also required to block The Pirate Bay.(Dutch) \"Ook andere providers moeten The Pirate Bay blokkeren\" (English translation: \"Other providers must block The Pirate Bay\"), Joost Schellevis, Tweakers.net, 10 May 2012 However, in January 2014, a court overturned the initial verdict and ruled that Ziggo and XS4ALL no longer have to block The Pirate Bay.(Dutch) \"Ziggo en Xs4all hoeven The Pirate Bay niet langer te blokkeren\", Joost Schellevis, Tweakers.net, 28 January 2014 BREIN has since moved to an appeal with the Hoge Raad, the highest court in the Netherlands, arguing that the ruling is in violation of European law.(Dutch) \"BREIN stelt cassatie in bij de Hoge Raad tegen de afwijzing van blokkering The Pirate Bay\", BREIN website, 21 February 2014 A month later, UPC unblocked access to the site following an agreement with BREIN.(Dutch) \"UPC heft blokkade The Pirate Bay op\", Joost Schellevis, Tweakers.net, 19 February 2014 As of September 2017, Ziggo and XS4All are once again ordered to block The Pirate Bay, this time by the Dutch Court. Other providers now also need to block the Pirate Bay. ==Network neutrality== In June 2011 the Dutch House of Representatives voted for network neutrality enforced by law. The revised Telecommunicatiewet (\"Telecommunications Act\") was formally ratified by the Senate in May 2012. Among other things the law prohibits the blocking of Internet content.(Dutch) \"Netneutraliteit opgenomen in Telecomwet\" (Net neutrality included in new Telecommunications Act) (English translation), NU.nl, Sanoma Media Netherlands Group, 22 June 2011 ==Data retention== In accordance with European Union directive 2006/24/EC providers had to store information about internet traffic. While in the original implementation the duration was set to twelve months this was changed to six months due to questionable usefulness and necessity. The directive was annulled in 2014. ==See also == * .nl * .frl * IPv6 deployment ==References== ",
    "title": "Internet in the Netherlands"
}