{
    "id": "12838176",
    "text": "This article is about the Internet in Spain. == Status == * Internet users: 33.9 million users, 19th in the world; 72.0% of the population, 45th in the world (2012).\"Percentage of Individuals using the Internet 2000-2012\", International Telecommunications Union (Geneva), June 2013, retrieved 22 June 2013 * Fixed broadband: 11.4 million subscriptions, 13th in the world; 24.3% of the population, 37th in the world (2012).\"Fixed (wired)-broadband subscriptions per 100 inhabitants 2012\", Dynamic Report, ITU ITC EYE, International Telecommunication Union. Retrieved on 29 June 2013. * Mobile broadband: 25.0 million subscriptions, 13th in the world; 53.2% of the population, 24th in the world (2012).\"Active mobile-broadband subscriptions per 100 inhabitants 2012\", Dynamic Report, ITU ITC EYE, International Telecommunication Union. Retrieved on 29 June 2013. * Internet hosts: 4.2 million hosts, 26th in the world (2012).\"Internet hosts\", CIA World Factbook, U.S. Central Intelligence Agency, 2012, accessed 17 June 2013 * IPv4: 28.4 million addresses allocated, 0.7% of the world total; 604 addresses per 1000 persons (2012).Select Formats , Country IP Blocks. Accessed on 2 April 2012. Note: Site is said to be updated daily. * Top level domain: .es == Fixed broadband == ADSL arrived in Spain in 1999. In some rural areas, wireless technologies (WiMAX, LMDS, Satellite, HSDPA, ...) are used to provide wired- like services, the main provider of these services is Iberbanda (a Telefónica subsidiary like Movistar), there are also other companies like San Pedro Wifi who are not part of the Telefónica monopoly. Typically San Pedro Wifi can offer speeds over 100 Mbit/s. Virtually all wired connections are unmetered. Most broadband lines include free phone calls to land-lines within Spain and some include limited calls to mobile phones. Movistar offers 600Mbs asymmetrical in many cities throughout Spain. The most common speed in Spain is 100 Mbit/s as it is the default offer from Movistar, the main broadband supplier in the country. Clients of other DSL companies usually have higher speeds sold as \"Máxima velocidad\" (maximum speed) or \"Hasta 200 megas\" (up to 200 Mbit/s); in those offers the speed of the connection depends on the quality of the line (length of the wire, attenuation, noise) as those speeds are just at the limit of the ADSL2+ technology. Jazztel gets better results with its \"Hasta 300 megas\" (up to 300 Mbit/s) because that connection works with VDSL. In opposition to those unguaranteed offers, Ono, the main cable provider, sells its connections as \"x megas reales\" (x true Mbps). The main providers are: * Movistar - Former state telecom monopoly. * Orange * Vodafone * MÁSMÓVIL * Euskaltel Movistar, Vodafone, Orange and Euskaltel are the main providers offering TV packages with their broadband. == Mobile broadband == The use of mobile networks for Internet access is important due to the high penetration of smart and mobile phones in Spain. The use of USB devices for computers to connect to mobile networks is also common and some fixed broadband providers offer them for free or at low cost for use on holidays. People usually use flat rates for Internet with limits depending on the price, once that limit is reached, the speed falls from ~7 Mbit/s to ~128 kbit/s (depending on the provider) or the client pays for the extra amount of data downloaded. There are three 2G (GSM) networks, four 3G (UMTS, HDSPA, HSUPA, etc...) networks and LTE networks are being deployed. Nearly all of Spain is covered by at least UMTS. The main providers are: * Movistar - Former state telecom monopoly. * Orange * Vodafone * MÁSMÓVIL ==Internet censorship in Spain== There are no government restrictions on access to the Internet or, as of 2012, reports that the government monitors e-mail or Internet chat rooms without appropriate legal authority.\"Spain\", Country Reports on Human Rights Practices for 2012, Bureau of Democracy, Human Rights and Labor, U.S. Department of State, 22 March 2013. Retrieved 13 November 2013. Complaints about Internet censorship in Spain often focus on chilling effects that come from narrowing the definition of fair use. In 2014, for example, the Spanish version of Google News was shut down as continued operation would have required it to pay fees for each news link that it aggregates. The constitution provides for freedom of speech and press, and the government generally respects these rights. The law prohibits, subject to judicial oversight, actions including public speeches and the publication of documents that the government interprets as glorifying or supporting terrorism. The law provides that persons who provoke discrimination, hatred, or violence against groups or associations for racist; anti-semitic; or other references to ideology, religion or belief, family status, membership within an ethnic group or race, national origin, sex, sexual orientation, illness, or disability may be punished with imprisonment for one to three years. The constitution prohibits arbitrary interference with privacy, family, home, or correspondence and the government generally respects these prohibitions. In 2004, the police in Spain arrested ninety people in an operation against the distribution of child pornography.\"Internet Filtering in Europe 2006-2007\", OpenNet Initiative. Retrieved 13 November 2013. In February 2008 the editor of a news website, his wife and his daughter received death threats linked to the investigation into a real estate project in which several Murcia politicians and a local businessman were allegedly involved in corrupt practices.\"Renewed death threats against Murcia news website editor\", Reporters Without Borders, 20 February 2008. Retrieved 13 November 2013. In 2009 the EU Commissioner for Information Society and Media, Viviane Reding, warned Spain against cutting off the Internet access of content pirates without a judicial proceeding. She said, \"If Spain cuts off Internet access without a procedure in front of a judge, it would certainly run into conflict with the European Commission\" and \"Repression alone will certainly not solve the problem of Internet piracy; it may in many ways even run counter to the rights and freedoms which are part of Europe's values since the French Revolution.\"\"Reding warns Spain against internet cut-off\", Reporters Without Borders, 3 December 2009. Retrieved 13 November 2013. In 2012, 16 cases were brought under the law prohibiting publications glorifying or supporting terrorism. On 13 April 2012, neo-Nazi Marc Mora Garcia was sentenced to two years in jail for spreading ideas and doctrines justifying genocide and promoting discrimination, hate, and violence through a web page. On 20 April 2012, Madrid-based Radio SER journalist Pilar Velasco was charged with violating confidentiality after posting a secretly- recorded video of a politician online and with refusing to reveal how she came by the video.\"Criminal charges against journalist who posted spy video of politician online\", Reporters Without Borders, 26 April 2012. In 2014, newspaper El País reported that El Agitador, a satirical blog from Lanzarote, had been ordered to pay €50,000 in three separate proceedings related to satirical cartoons which complained about widespread corruption in the region.“35.000 euros de multa por dos viñetas”, El País, 15 August 2014. Retrieved 7 September 2014. Since January 2015, Vodafone Spain blocks The Pirate Bay as requested by the Ministry of Interior. And since 29 March 2015 the site is blocked on multiple URLs from all ISPs. On 13 September 2017, the Civil Guard seized referendum.cat, a Catalan website promoting the Catalan independence referendum, pursuant to an order by the High Court of Justice of Catalonia, as the country has considered the referendum to be illegal. The Guard subsequently obtained orders to seize other .cat domains hosting mirrors of the referendum website, and later on 23 September 2017, an order for all ISPs to block any website publicized by Catalan politicians as mirrors of the referendum website. Also censored was an HTTP gateway for the InterPlanetary File System—a distributed file system that had been used to mirror the materials. On 10 October 2017, the Spanish Civil Guard blocked access to Whats-app groups of several pro-Catalan independence groups. As of December 2017, all previously blocked sites have once again been unblocked, with the focus shifting to taking the sites down directly. ==See also== * Ley Sinde, a provision in Spain's 2011 Sustainable Economy Act designed to address Internet piracy == References == ==External links== * ESNIC, Network Information Centre of Spain, domain name registrar. Category:Telecommunications in Spain ",
    "title": "Internet in Spain"
}