{
    "id": "12839762",
    "text": "Russell G. Lloyd Sr. (March 29, 1932 - March 21, 1980) served as the Republican mayor of Evansville, Indiana from 1972 to 1980 and was an alternate delegate from Indiana to the 1972 Republican National Convention. He was the only Republican to be twice elected mayor of Evansville until the 2015 re- election of Lloyd Winnecke. In 1961 Lloyd was appointed attorney for the Legal Aid Society of Vanderburgh County. Evansville citizen Julia Van Orden had a history as a \"constant complainer\" according to city police and had claimed harassment from officials inspecting her home. On March 18, 1980, Van Orden had thrown a brick at a city inspector's vehicle windshield when he came to inspect an addition to her house.Archived by ActivePaper. The following morning, Van Orden, believing Lloyd was still the mayor (his term had actually expired in January of that year), arrived at his home. She shot Lloyd four times with a handgun, in the head, neck, and shoulders, in a fit of anger after a brief argument. Van Orden fled, and Lloyd was taken to the hospital, where a brain scan indicated brain death. Archived by Google News. Doctors announced \"there is no hope\" shortly before turning off Lloyd's medical ventilator. Though Van Orden's attorney argued she was too mentally ill to have understood her actions, she was nonetheless convicted and sentenced to between 20 and 40 years in prison.http://politicalgraveyard.com/death/murder.html politicalgraveyard.com Days before what would have been her release in 2000, she was committed to Logansport State Hospital in Logansport, Indiana, where on August 22, 2006, she allegedly stabbed a hospital employee and was charged with attempted murder.Julie Van Orden: Former mayor's killer attacks hospital worker : Editorials : Evansville Courier Press During her trial for the attack, Van Orden was found guilty but mentally ill.http://www.indystar.com/story/news/2014/06/28/woman-killed-former- evansville-mayor-dies-prison/11624325/ Nevertheless, she was sentenced to 50 years in prison for the attack, and she died in the Indiana Women's Prison's medical ward in 2014.http://www.indystar.com/story/news/2014/06/28/woman- killed-former-evansville-mayor-dies-prison/11624325/ Lloyd's son, Russell G. Lloyd Jr., served as mayor of Evansville from 2000 to 2004. ==See also== *Lloyd Expressway ==References== Category:Assassinated American politicians Category:1932 births Category:1980 deaths Category:Mayors of Evansville, Indiana Category:Indiana Republicans Category:Deaths by firearm in Indiana Category:People murdered in Indiana Category:20th-century American politicians ",
    "title": "Russell G. Lloyd Sr."
}