{
    "id": "12831416",
    "text": "Austro-Turkish War, was fought in 1788–1791 between the Habsburg Monarchy and the Ottoman Empire, concurrently with the Russo-Turkish War (1787–1792). It is sometimes referred to as the Habsburg–Ottoman War or the Austro-Ottoman War. ==War aims== The war began as a Russian-Turkish conflict. The Russian Empire, headed by Catherine the Great, had been involved in previous wars of conquest against the Ottomans, and the two nations were openly hostile. In August 1787, after \"numerous Russian provocations\" (Hochedlinger), the Ottoman Empire declared war on the Russians.Hochedlinger (2003:382) The Austrian Emperor Joseph II had concluded an alliance with the Russians in 1781, which (Hochedlinger) \"obliged [him] to assist the Russians with his full might ... Vienna felt that it had to act promptly so as not to annoy the [Empress]. What Joseph had to make sure this time was that Austria did not come away empty- handed again, as over the Crimea in 1783–84.\" In fact, Joseph was facing a serious threat to his rule in a distant portion of his empire, in what is now Belgium; as well as long-term tensions with a powerful northerly neighbor, Prussia. Hochedlinger opines that \"war could not have come at a more inopportune moment.\" Hochedlinger also judges the Turks also made a mistake in starting the war themselves. From the Russian point of view, \"the conflict could now be presented to the European public as a defensive war against an aggressor. Turkish aggression also made it much more difficult for France to continue its traditional role as the Sultan's protector against Russian rapacity\". ==Fighting== Clash between Russo-Austrian and Turkish troops in the Battle of Rymnik The Austrians entered the war in February 1788, though they had by now lost their best chance for an easy victory. The slow preparations of Russia resulted in the Ottoman concentration on Belgrade. The Austrians relied on Russian support in Moldavia, which only began in late 1788, and Joseph II seemed to have been reluctant to fight the Ottomans. In July, the Ottomans crossed the Danube and broke into the Austrian Banat. Shortage of supplies struck both sides, while disease struck the Austrian soldiers. As many as 50,000 Serb refugees flooded across the Danube, causing logistical problems for the Austrians. In mid-August, Joseph II dispatched 20,400 soldiers into the Banat. A Serbian Free Corps of 5,000 soldiers had been established in the Banat, composed of refugees that had fled earlier conflicts in the Ottoman Empire. The Corps would fight for liberation of Serbia and unification under Habsburg rule. Later on, the balance shifted toward Austria: the Turks were expelled from parts of Croatia, the Banat, parts of Bosnia, and Belgrade was taken in a three-week campaign by the aging Field Marshal Laudon.Britannica, 11th edition Habsburg-occupied Serbia (1788–92) was established. The Austrian army also decisively participated in the victories of Focşani and Rymnik under the overall command of Suvorov, and Josias of Saxe-Coburg conquered Bucharest. ==Disease== At the front, outbreaks of malaria and other diseases played a major role. According to Braunbehrens, in the Austrian army during 1788 there were \"epidemics: the lazarettos were filled to capacity, half the army was sick, and thousands of soldiers died\". Joseph II spent most of the war at the front, and was one of those who fell ill there; he ultimately died of his illness after his return home (20 February 1790).Braunbehrens 1990, 311 ==Outcomes== Siege of Belgrade in 1789. Austria restored Belgrade and other captured territories to the Ottomans. Joseph's successor Leopold II was compelled to end the war due to the threat of Prussian intervention in support of the Ottomans.Virginia Aksan, Ottoman Wars: An Empire Besieged, (Taylor & Francis, 2007), 138. In the final negotiated outcome, established in the Treaty of Sistova of 4 August 1791,Jeremy Black, British Foreign Policy in an Age of Revolutions, 1783–1793, (Cambridge University Press, 1994), 263. Austria's gains were \"meagre\":Encyclopædia Britannica, 1988 Austria returned all the territory from its conquests save the small town of Orsova and a strip of Croatian land near the Bosnian-Croatian borderCharles W. Ingrao, The Habsburg Monarchy, 1618–1815, (Cambridge University Press, 2000), 210. (e.g. Drežnik Grad, Cetin Castle, Donji Lapac, Srb). The Russians won new territory along the Black Sea and forced the Turks to acknowledge previous conquests in the Treaty of Jassy of 9 January 1792. For the Ottomans, the war was a salient event in a long period of national decline (see Stagnation and reform of the Ottoman Empire). Serbia had been under Ottoman rule before the war and was closely fought over, remaining an Ottoman possession after the final treaty settlement. The war was to have important consequences for the future history of Serbia. Rajić writes, > The wars of the 16th, 17th, and 18th centuries instilled in the Serbian > consciousness the deep-seated expectation that only Austria could lend a > helping hand [i.e., in liberating Serbia from the Ottomans]. This faith was > largely shaken after Kocina Krajina and the last Austro-Turkish War > (1788–1791), when it became clear that despite the Serbs' merits and heavy > casualties in the fight against the Turks, the emperor abandoned them and > made peace with the sultan. Since then, Russia superseded Austria in the > Serbs' plans to restore their state.Rajić, Suzana, \"Serbia – the revival of > the nation-state, 1804–1829: From Turkish provinces to autonomous > principality. In Plamen Mitev (2010) Empires and Peninsulas: Southeastern > Europe Between Karlowitz and the Peace of Adrianople, 1699–1829. Münster: > LIT Verlag, p. 144. Extract viewable on Google Books: For discussion of the fate of Serbia during the war, see Habsburg-occupied Serbia (1788–92). ==Home front in Austria== The war had serious negative effects on the economy of Austria, and derailed progress in creating a modern civil society. Calinger writes: > To have the time and financial resources to establish his domestic reforms, > Joseph II needed stability in foreign affairs. It is a well-tested maxim > that war stops reform. Joseph's predatory foreign policy, however, joined > with that of Catherine II, led to a war against the Ottoman Turks from 1787 > to 1790. This war devastated his domestic economy. The next year the > national debt soared to 22 million gulden, and in 1790 it reached 400 > million. As food prices and taxes rose and a new conscription was > implemented, the mood in Vienna turned ugly. Bread riots erupted after the > bad harvest of 1788/89 and the emperor's popularity plummeted.Calinger > (2003:71) Solomon writes that even \"the morale of the cultural elite was severely eroded; fears of conscription led many aristocratic families to leave Vienna, and there were widespread feelings of disillusionment with Emperor Joseph, a sense that he had betrayed the promise of an enlightened reform movement.\"Solomon 1995, 433. For detailed discussion of Joseph II's attempted reshaping of Austrian society, see Calinger (2003). ==See also== * Habsburg- occupied Serbia (1788–1792) * Battle of Karánsebes ==References== ==Sources== * * * * * *Braunbehrens, Volkmar (1990) Mozart in Vienna. New York: Grove Weidenfeld. *Calinger, Ronald (2003) \"Reform absolutism of Joseph II in the Austrian monarchy in 1781\", in George F. McLean, Robert R. Magliola, William Fox (eds.), Democracy: In the Throes of Liberalism and Totalitarianism. CRVP. Viewable on Google Books: . *Hochedlinger, Michael (2003) Austria's wars of emergence: 1683–1797. London: Longman. * *Miller, W. (1901) \"Europe and the Ottoman Power before the Nineteenth Century\", The English Historical Review, Vol. 16, No. 63. (Jul., 1901), pp. 452–471. *Solomon, Maynard (1995) Mozart: A Life. Harper Perennial. Category:Conflicts in 1788 Category:Conflicts in 1789 Category:Conflicts in 1790 Category:Conflicts in 1791 1787 Category:18th century in Austria Category:18th century in Serbia Category:Habsburg Monarchy–Ottoman Empire relations ",
    "title": "Austro-Turkish War (1788–1791)"
}