{
    "id": "12837361",
    "text": "Brigadier-General Sir Percy Molesworth Sykes, (28 February 1867 – 11 June 1945) was a soldier, diplomat, and scholar with a considerable literary output. He wrote historical, geographical, and biographical works, as well as describing his travels in Persia and Central Asia. ==Early life== Percy Sykes was born in Brompton, Kent, England the only son of Army chaplain Rev. William Sykes (b. 1829)Two Hundred Years of the S.P.G.: An Historical Account of the Society for the Propagation of the Gospel in Foreign Parts, 1701-1900, Based on a Digest of the Society's Records, vol. I, Charles Frederick Pascoe, 1901, p. 929 and his wife Mary, daughter of Captain Anthony Oliver Molesworth, of the Royal Artillery, descended from Robert Molesworth, 1st Viscount Molesworth.Burke's Peerage, Baronetage and Knightage, 2003, vol. 2, p. 2720Burke's Peerage and Baronetage, fortieth edition, Sir Bernard Burke, Harrison, Pall Mall, 1878, p. 835 His sisters Ella Sykes and Ethel Sykes were both writers. His father, William was the second son of Richard Sykes, of Edgeley House, Stockport, owner of the Sykes Bleaching Company; Percy Sykes was thus the nephew of Richard Sykes the rugby player who founded towns in America, and cousin of Sir Alan Sykes, 1st Baronet who was MP for Knutsford, Cheshire.Alumni Oxonienses: The Members of the University of Oxford 1715-1886, later series, S-Z, ed. Joseph Foster, Parker & Co., 1888, p. 1380Two Hundred Years of the S.P.G.: An Historical Account of the Society for the Propagation of the Gospel in Foreign Parts, 1701-1900, Based on a Digest of the Society's Records, vol. I, Charles Frederick Pascoe, 1901, p. 929 He was educated at Rugby School and the Royal Military College, Sandhurst. ==Military career== Sykes was commissioned into the 16th Lancers, but transferred to the 2nd Dragoon Guards in 1888. He was posted to India and made several journeys through Persia and Baluchistan. When he was a second lieutenant, he was elected a Fellow of the Royal Geographical Society in November 1891. He was sent on a secret mission in November 1892 when he went to Uzbekistan on the Trans-Caspian Railway. Promotion to lieutenant followed on 26 April 1895, and to captain on 8 December 1897. During the Second Boer War he served as second in command of the 9th Battalion, Imperial Yeomanry until September 1901. He later served with the Intelligence DepartmentPercy Molesworth Sykes, Y.M. Choueiri, A Global Encyclopedia of Historical Writing: A-J, ed. Daniel R. Woolf, (Routledge, 1998), 871. and was wounded in the leg.Hugh Leach and Susan Marie Farrington, Strolling About on the Roof of the World: The First Hundred Years of the Royal Society for Asian Affairs, (Routledge, 2003), 185. He was appointed a Companion of the Order of St Michael and St George (CMG) in the 1902 Coronation Honours list on 26 June 1902 In late 1902 he transferred to the Indian Army, and was Consul at Kerman in Persia. Over the next few years he made extensive journeys in the Middle East and was appointed consul-general for Khūzestān in 1906. Sir George Macartney who served as Britain's Consul in Kashgar from 1890 until 1918 In 1915 Sykes was knighted. In March 1915 he was charged as acting Consul-General in Chinese Turkestan, now Xinjiang, in the Uyghur Autonomous Region of China. Sykes traveled overland from England via Norway to the capital city of Kashgar accompanied by his sister, Ella Constance Sykes, herself a Fellow of the Geographical Society and a well- regarded expert on Persia. The two recorded their journey in series of photographs and later published Through deserts and oases of Central Asia,Through deserts and oases of central Asia, by Sykes, Ella Constance, d. 1939; Sykes, Percy Molesworth, Sir, 1867-1945 , https://archive.org/details/cu31924023243391 a book which documents their nine-month journey. While stationed in Persia he was given the temporary rank of Brigadier-General, he was placed in command of the South Persia Rifles that he raised himself.Bureaucracies at War:The British in the Middle East in the First World War, John S. Galbraith and Robert A. Huttenback, National and International Politics in the Middle East: Essays in Honour of Elie Kedourie, ed. Edward Ingram, (Routledge, 2013), 117-119. His forces, consisting of some four hundred and fifty men, supported the Russians at Isfahan against Bakhtiaras and restored some order to the country. Once stationed at Isfahan, Sykes used numerous excuses to remain, including a supposed Russian request that the South Persia rifles be used as a garrison for Isfahan. By 1917 numerous British authorities were calling for his removal save Lord Curzon. Despite this, Sykes was finally recalled in 1918. ==Later life== Sykes retired from the army in 1924, retaining the honorary rank of Brigadier-General. From 1932 until his death he was honorary secretary of the Royal Central Asian Society, now known as the Royal Society for Asian Affairs. The society has in its gift an award called The Sir Percy Sykes Memorial Medal. The Royal Geographical Society awarded him the Back grant in 1899 and the Patron's Gold Medal in 1902. ==Family and legacy== In 1902 he married Evelyn Seton, eldest daughter of Colonel Bruce Seton of the Royal Engineers and they had six children. His daughter Rachel married Sir Patrick Reilly the diplomat. Percy's family later introduced the \"Sykes medal\", awarded to those who contributed to the understanding of Persia and Central Asia. ==Publications== * * * * * * * * * * * * * * * * * * ==Notes== ==References== * Who’s Who * * ==External links== * SYKES, Sir Percy Molesworth, Encyclopædia Iranica *Royal society for Asian Affairs *A report on the mission of Percy Sykes in Kashghar in 1915, and his photos from there * * Category:English explorers Category:1945 deaths Category:1867 births Category:16th The Queen's Lancers officers Category:2nd Dragoon Guards (Queen's Bays) officers Category:British Army personnel of the Second Boer War Category:British Indian Army generals Category:Iranologists Category:English travel writers Category:Fellows of the Royal Geographical Society Category:Graduates of the Royal Military College, Sandhurst Category:Indian Army personnel of World War I Category:People educated at Rugby School Category:Knights Commander of the Order of the Indian Empire Category:Companions of the Order of the Bath Category:Companions of the Order of St Michael and St George ",
    "title": "Percy Sykes"
}