{
    "id": "12836599",
    "text": "Jody Moses Wagner (born August 6, 1955) is an American politician from Virginia Beach, Virginia. A Democrat, she served as State Treasurer of Virginia from January 2002 to January 2006, and as Virginia Secretary of Finance in the Cabinet of Governor Tim Kaine from January 2006 to August 2008. She was an unsuccessful candidate for United States House of Representatives in Virginia's 2nd congressional district in the 2000 election She was the Democratic Party nominee for Lieutenant Governor of Virginia in the 2009 election. She lost the lieutenant governor election to Republican incumbent Bill Bolling. ==Personal life== Wagner received a B.A. in economics from Northwestern University in 1977, and a J.D. from Vanderbilt University School of Law in 1980. She was admitted to the bar in Tennessee in 1980 and in Virginia in 1984. Prior to joining state government, she worked for about 18 years at the Norfolk law firm Kaufman & Canoles, specializing in securities and banking law. She has been a board member of the Norfolk Foundation and the Sorensen Institute for Political Leadership.http://www.sorenseninstitute.org She is a former president of the Jewish Family Services of Tidewater and former board member of the Eastern Virginia Medical School. In September 2005, Wagner and her husband, Dr. Alan Wagner, an ophthalmologist, began a side business making gourmet popcorn. ==Political career== In 2000, Wagner was the Democratic nominee in Virginia's 2nd congressional district following the retirement of Democratic Representative Owen B. Pickett. She lost the race to Republican Ed Schrock, a state senator, despite roughly matching Schrock in fundraising and showing unexpected strength in a Republican-leaning district. In January 2002, Governor Mark Warner appointed Wagner Treasurer of Virginia, an office within the Secretariat of Finance. During her tenure as State Treasurer, she was elected President of the National Association of State Treasurers. Four years later, she was appointed as Secretary of Finance in the Cabinet of incoming Governor Tim Kaine She was succeeded as state treasurer by deputy state treasurer Braxton Powell. Wagner resigned as Secretary of Finance effective August 8, 2008, and was succeeded in that post by state budget director Ric Brown. A week later, on August 15, she announced her candidacy for lieutenant governor in the 2009 election. She won the June 9, 2009 primary. She lost the election to Republican incumbent Bill Bolling. On June 9, 2020 (the filing deadline), Wagner announced she is running for Mayor of Virginia Beach in the November 2020 election. She is running against incumbent Bobby Dyer; Dyer's previous opponent, City Councilman Aaron Rouse, ended his campaign on May 30. By June 20, 2020, Wagner had outraised Dyer, $67,225 to $75,453. ==References== ==External links== * Jody Wagner for Mayor 2020 campaign page * *Jody Wagner for Virginia campaign website Biography Category:1955 births Category:Living people Category:State cabinet secretaries of Virginia Category:State treasurers of Virginia Category:Virginia Democrats Category:Women in Virginia politics Category:Candidates in the 2000 United States elections Category:20th-century American politicians Category:Virginia lawyers Category:Businesspeople from Virginia Category:Northwestern University alumni Category:Vanderbilt University alumni Category:Politicians from Virginia Beach, Virginia Category:Politicians from Canton, Ohio Category:Lawyers from Canton, Ohio Category:20th-century American women politicians ",
    "title": "Jody Wagner"
}