{
    "id": "1283676",
    "text": "Orin Samuel Kerr (born June 2, 1971)https://nytimes.com/2012/03/11/fashion/weddings/ainsley-fuhr-orin- kerr.html is a professor of law at the UC Berkeley School of Law.\"Faculty | UC Berkeley School of Law\". Orin Kerr faculty profile He is known as a scholar in the subjects of computer crime law and internet surveillance. Kerr is one of the contributors to the law-oriented blog titled The Volokh Conspiracy. Kerr was born in 1971 in New York and graduated from Tower Hill School in Wilmington, Delaware in 1989.Atkins, Hugh. \"Orin Kerr '89: Author, Blogger, Musician and Teacher\". Tower Hill Bulletin, vol. 48, no. 1 (Spring/Summer 2011). Retrieved 2013-10-24. In 1993, he received a B.S.E. magna cum laude in Mechanical and Aerospace Engineering from Princeton University; in 1994, a Master of Science in Mechanical Engineering from Stanford University. He attended Harvard Law School, where he was an editor of the Harvard Journal of Law & Technology and executive editor of the Harvard Journal of Law and Public Policy; he received his Juris Doctor magna cum laude in 1997.Orin S. Kerr curriculum vitae. George Washington University. Retrieved 2013-10-24. In 1997–1998, Kerr was a law clerk for Judge Leonard I. Garth of the United States Court of Appeals for the Third Circuit. From 1998 to 2001, he was employed as a trial attorney in the Computer Crime and Intellectual Property Section of the United States Department of Justice Criminal Division. In 2001, he joined the faculty of George Washington University Law School. In 2003, Kerr took a leave of absence from the law school to clerk for Justice Anthony M. Kennedy of the United States Supreme Court during October Term 2003.Kerr, Orin. \"Supreme Court Clerks, Ten Years Later\". The Volokh Conspiracy. 2013-07-24. Retrieved 2013-10-24. In 2009, he served U.S. Senator John Cornyn of the Senate Judiciary Committee as Special Counsel for Supreme Court Nominations during Sonia Sotomayor's confirmation as Supreme Court Justice;Kerr, Orin. \"Blogging Break:\". The Volokh Conspiracy. 2009-06-05. Retrieved 2013-10-24. a year later, he again served as an advisor to Cornyn, this time on the Supreme Court confirmation of Elena Kagan.Gerstein, Josh. \"Kerr to advise Cornyn on Kagan\". Politico. 2010-05-12. Retrieved 2013-10-24. In 2012, he was appointed to a position as a scholar-in-residence at the Library of Congress; the two-year part-time position focused on information technology, privacy, and criminal justice.\"Orin Kerr Named Scholar in Residence at Law Library of Congress\". Library of Congress. 2012-06-06. Retrieved 2013-10-24. Kerr was one of the lawyers for alleged MySpace \"cyberbully\" Lori Drew.Kerr, Orin. \"Lori Drew Opinion Handed Down – Judge Grants Motion To Dismiss on Vagueness Grounds\". The Volokh Conspiracy. 2009-08-29. Retrieved 2016-07-19. His blog contributions at The Volokh Conspiracy often focus on developments in internet privacy law. He has been regarded as a leading scholar on Fourth Amendment jurisprudence in electronic communications and surveillance. Kerr was repeatedly cited in the Ninth Circuit's 2008 opinion Quon v. Arch Wireless Operating Co., Inc.,529 F.3d 892 (9th Cir. 2008)Kerr, Orin. \"Ninth Circuit Finds Fourth Amendment Protection in Text Messages\". The Volokh Conspiracy. 2008-06-18. Retrieved 2016-07-19. which held that users have a reasonable expectation of privacy in the content of text messages and e-mails. The Supreme Court later took up the case, as Ontario v. Quon, and unanimously reversed. Kerr argued before the Supreme Court in the 2011 case Davis v. United States.https://www.oyez.org/cases/2010/09-11328 In response to a 2011 comment by Chief Justice John Roberts criticizing the irrelevancy of legal scholarship for focusing on issues such as Immanuel Kant's influence on 18th century evidentiary approaches in Bulgaria, Kerr wrote a short, humorous paper on the topic in 2015, finding that such influence was highly improbable. Kerr filed an amicus brief in support of the United States in Carpenter v. United States, a case concerning the government's seizure of an individual's historical cell phone locations records without a warrant. In 2018, Kerr joined the faculty of the USC Gould School of Law. In 2019, Kerr joined the faculty of the UC Berkeley School of Law. ==References== ==External links== * Video debate/discussion with Kerr and Marty Lederman on Bloggingheads.tv * Kerr says online privacy has gone too far in the Harvard Law Record * Category:1971 births Category:Living people Category:20th-century American lawyers Category:21st-century American lawyers Category:American bloggers Category:American legal scholars Category:Computer law scholars Category:Federalist Society members Category:First Amendment scholars Category:George Washington University Law School faculty Category:Harvard Law School alumni Category:Law clerks of the Supreme Court of the United States Category:Princeton University alumni Category:Stanford University alumni Category:United States Senate lawyers Category:USC Gould School of Law faculty Category:Writers from New York (state) Category:Writers from Wilmington, Delaware Category:Tower Hill School alumni ",
    "title": "Orin Kerr"
}