{
    "id": "12836877",
    "text": "Torsten Emanuel Stålnacke (31 December 1933 – 4 August 2012) was a former Swedish UN-soldier and Swedish Army överfurir, mostly known for his actions during the Congo Crisis in 1961. ==Career== Stålnacke was born in Svappavaara, Sweden and did his military service at Norrbotten Regiment (I 19) in Boden. He served with the rank of furir in the first two Swedish UN battalions in Suez- Gaza 1956-1957 as part of UNEF. In Congo, he belonged to Battalion XIIK in 1961. Stålnacke became known during the Congo Crisis for his gallant conduct in action on 14 September 1961. In connection with an attack on a weapons depot two of his comrades were shocked and Stålnacke advanced by himself against an enemy firing position, armed with a Carl Gustav recoilless rifle. He took out an enemy armored car and a number of enemies before his jaw was shot to pieces. His chin hung down to his chest and he was suffocating. With his fingers he cleared the neck free from bone fragments and was thereby able to breath again. During the retreat, and with whistling bullets around him, Stålnacke kept his chin up with one hand and held the recoilless rifle with the other and managed with hand gestures and kicks get his two badly shocked comrades from the battlefield. Because of fightings around the Italian Red Cross hospital in the center of Élisabethville, the ambulance could not drive all the way to it. The last hundred meters Stålnacke and his comrades had to run to the hospital under the protection of the house walls. The Italian chief medical director Giuseppe Cipolat who initiated the treatment of Stålnacke in Élisabethville, said to colonel Jonas Wærn: \"I served as a field medic in World War II, including the desert battles of Tobruk, and have taken care of wounded soldiers from many countries but I have never met a soldier who showed such courage and willpower as Torsten Stålnacke did.\" Stålnacke was awarded the Vasa Medal on 10 May 1962 for his bravery. Until spring 1963, Stålnacke had undergone 18 operations. All in all he underwent 33 operations for his injuries at the Karolinska Hospital in Stockholm. Though he was never fully recovered, he served in the United Nations Peacekeeping Force in Cyprus during the years 1965 to 1968. After his time in the military, he ran a tavern in Helsingborg until 1972 when he bought the pension Pelikanen in Sälen which he ran until his retirement in 2003. On the 29 May 2012, on the Swedish Veterans Day he was awarded with the Swedish Armed Forces Medal for Wounded in Battle. The medal was awarded because of the injuries he sustained in the battle in Congo on 14 September 1961. ==Personal life== He was living with his partner Marianne and he had a daughter, Susanne. His biggest interests included berry picking, fishing and hunting. Stålnacke died in his home on 4 August 2012 and was buried on 24 August in Svappavaara cemetery. ==References== Category:1933 births Category:2012 deaths Category:Swedish Army soldiers Category:People from Kiruna Municipality Category:People of the Congo Crisis ",
    "title": "Torsten Stålnacke"
}