{
    "id": "12842804",
    "text": "{| |} The NHI H-3 Kolibrie (Dutch for \"Hummingbird\") was a small helicopter developed in the Netherlands in the 1950s by Nederlandse Helikopter Industrie. ==Design== The H-3 was a two seat general purpose helicopter. It has a duraluminium tube superstructure, an open cockpit and an undergear of metal skids. The design is typical of ultra-light helicopters of the period, being powered by tip-jets. Two ramjets, one at the tip of each rotor blade, power the helicopter. The small tail rotor is powered by the motion of the main rotor. The ramjets could run at any given fuel, which gave the helicopter a certain versatility. The Kromhout designed and built ramjets generated thrust and made a complex gear box unnecessary. Later, Aviolanda-built ramjets generated thrust. In order to start the ramjets, a small auxiliary power unit span the main rotor to 70 rpm, when the ramjets could be ignited. Variants with ski’s, floating devices and medical evacuation stretchers were developed and tested, but these versions were never produced. A version as crop duster was developed, and in due time, the H-3 was mainly marketed as crop dusting helicopter. ==Production== The H-3 was assembled at Aviolanda. Subassembly took place at Aviolanda which built the fuselage and at Kromhout which built the engines. Fokker, a subcontractor to NHI, built the rotorblades. Final assembly took place at the newly opened Rotterdam Airport. The initial production run counted ten helicopters of which the first three were used for development, testing and airworthiness tests. The second production run of ten helicopters was to be undertaken by Aviolanda after Kromhout left the joint venture. This second production run was to be equipped with an uprated ramjet. It is unsure whether the improved ramjet was ever produced. ==Commercial failure== The seventh Kolibrie (manufacturers number 3007) on display at the Aviodrome museum at Schiphol Airport, Amsterdam, in 1967. Actually registered PH-NGV, it wears 'PH-NHI' markings. Although the H-3 was considered to be technical success, it never was a commercial success. Despite its low acquisition price, the project became a failure. Several factors contributed to this failure. Firstly, the Hiller OH-23 Raven was provided to the Royal Netherlands Air Force by the United States free of charge, under the Mutual Defense Assistance Pact (MDAP). Secondly, NHI's two most important designers, Jan M. Drees and Gerard F. Verhage, left the company, which never recovered. Thirdly, the ramjets, at the tips of the rotor blades, required a great deal of development to make them acceptable for production, with potential buyers regarding the ramjets as unsafe. Fourthly, the extraordinary fuel consumption of the two ramjets made the helicopter uneconomical to operate, flight time and flight range were quite limited making the helicopter unattractive for commercial or military use. Lastly, the ramjets were incredibly loud: during testing, complaints were filed by people living over 5 kilometers away from the test site. ==Production list== Overall, nine H-3’s were built between 1958 and 1959 by NHI at Rotterdam Airport when Kromhout was still a parent company. After Kromhout left, Aviolanda built another two H-3’s at their Papendrecht plant. The few production models were mainly exported to Israel, Germany, the UK and Netherlands New Guinea. A few models stayed in the Netherlands. ==Survivors== The remaining examples that are known of are to be found at the aerospace museum Aviodrome. Aviodrome has one SOBEH H-2 and one H-3 on display. A derelict survives in Israel. There is also one at the Luchtvaart & Oorlogsmuseum at Texel Airport (EHTX) on the island of Texel ==Specifications (H-3 Kolibrie)== ==See also== *Fairey Rotodyne - a gyrodyne (jet tipped rotor driven at take off and landing only) *Rotary Rocket - with rocket tipped rotor blades *Hiller YH-32 Hornet - another helicopter with ramjet powered rotorblades ==References== * Taylor, John W. R. Jane's All The World's Aircraft 1961–62. London: Sampson Low, Marston & Company, 1961. * Apostolo, Giorgio. The Illustrated Encyclopedia of Helicopters. New York: Bonanza Books, 1984. . Category:1950s Dutch civil utility aircraft Category:1950s Dutch helicopters Category:Tipjet-powered helicopters ",
    "title": "NHI H-3 Kolibrie"
}