{
    "id": "12841869",
    "text": "Sir Arthur Edward Ian Montagu Russell, 6th Baronet, MBE, FRS (30 November 1878 – 24 February 1964),Obituary in The Times, 27 February 1964, pg 15, col B. was a British mineralogist of the 20th century. He was a collector and a collector of collections. He was born in Swallowfield Park, near Reading, in Berkshire, the son of Sir George Russell, 4th Baronet and Lady Constance Charlotte Elisa Lennox. He was educated at Eton College and studied chemistry at King's College London. He served in France during World War I and was invalided home in 1915. He was appointed a Member of Order of the British Empire (MBE) in 1920 and succeeded as 6th Baronet upon the death of his older brother in 1944. In his lifetime he amassed a huge collection of minerals. Among the more important were the collections of Philip Rashleigh (1728–1811), Lady Elizabeth Coxe Hippisley (1760–1843), John Hawkins (1761–1841), John Hamrease (1764–1811), George Croker Fox (1784–1850),G. C., R. W. and A. Fox were members of the Fox family of Falmouth. Edmund Pearse (1788–1856), Robert Were Fox (1789–1877), Isaac Walker (1790–1853), Alfred Fox (1794–1874), Sir Maziere Brady (1796–1871), Baroness Burdett-Coutts (1814–1906), Sir Warington Wilkinson Smyth (1817–1890), John Ruskin (1819–1900), Col. R. B. Rimington (1828–1910), Arthur Champernowne (1839–1887), J. H. Collins (1841–1916), W. Semmons (1841–1915) and Samuel Henson (1848–1930). The Russell Collection at Swallowfield Park became famous throughout the world, and was visited by mineralogists and collectors from across Europe and America.The Mineralogical Record - Label Archive The collection of about 12,000 of the finest British minerals is now in the Mineralogical Collection of the Natural History Museum.History of the Mineral Collection on the Natural History Museum website (accessed 16 January 2008). He married, in 1904, Aileen Kerr Pechell (ca. 1879-1920), daughter of Admiral Mark Robert Pechell. They had two children, including George Michael Russell who succeeded as baronet. ==Honours and awards== *President of the British Mineralogical Society from 1939 to 1942. *Bolitho Medal from Royal Geological Society of Cornwall in 1948. *Henwood Medal from the Royal Institution of Cornwall in 1953. *Honorary Doctor of Science degree from the University of Oxford in 1956. *He described and named the new species rashleighite. *Was honoured by the naming of the minerals russellite and arthurite. The Russell SocietyRussell Society (accessed 16 January 2008). for amateur and professional mineralogists is named in his honour. ==References== Category:1878 births Category:1964 deaths Category:Baronets in the Baronetage of the United Kingdom Category:People educated at Eton College Category:Alumni of King's College London Category:English geologists Category:Fellows of the Royal Society Category:Members of the Order of the British Empire Category:People from Swallowfield ",
    "title": "Sir Arthur Russell, 6th Baronet"
}