{
    "id": "12841814",
    "text": "The number of Iraqis in Greece is unclear since numbers fluctuate greatly over time. , Greece hosted 1,400 Iraqi refugees. Proving helpful, Greece offered one million dollars to Iraq for humanitarian purposes, this may be because they do not want to take in any refugees, as it was reported that Iraqis trying to enter Greece from Turkey are most definitely likely to be sent back to Iraq. The United Nations High Commissioner for Refugees has confirmed that a group of 135 Iraqis were arrested while preparing to cross into Greece have been sent back to Iraq. As Greece has the toughest migration policy in Europe, allowing only less than one percent of applications through. The UNHCR claims there to be 820 Iraqi refugees living in Greece. A further 1,415 have applied for asylum.1,415 Iraqi Asylum applications for Greece ==History== In the year 2002, Greece ranked ninth among all the European Union member states in the number of Iraqis with refugee status, as the largest group of asylum applicants throughout the past five years were Iraqis. From the year 1997 to 2001, Greece had the sixth highest total of Iraqi applications in EU countries, and continuing from 2000 to 2002, applications submitted by Iraqis doubled, culminating in 45% of all applications in 2002 in Greece.Refugee Movement in Greece The number was put at 2,300 asylum applicants. In the first half of 2003, an almost identical trend emerged, whereby Iraqis were accounted for 43 per cent of all asylum seekers. However, these figures do not reflect the exact Iraqi population as there is reluctance among many Iraqis to lodge applications for asylum in Greece, hoping to retain the right to apply for asylum elsewhere in Europe. The number of Iraqis unregistered is said to be at least the same as the number who are registered, if not more, in which estimates vary from 5,000 up to 40,000 individuals. 1,415 Iraqi asylum-seekers made claims in Greece in 2006, and with the increase in Iraqis heading to Europe, the country has subsequently received a greater number of applications in the first half of 2007 than for the whole of the previous year. Greece’s position as a border state of the EU is vitally important. However, concerns have been raised both about Greece’s ability to identify those in need of protection among migration flows heading towards the country, and about its comparatively under-developed asylum system. The country’s handling of the Iraqis that have fled as part of the displacement crisis would certainly suggest that much must still be done to improve Greece’s ability to provide protection to refugees. In 2006 alone the Greek Ministry of Public Order (MPO) arrested a total of 8,157 Iraqis as illegal entrants. As for those Iraqi asylum-seekers who were able to deposit an official claim with the Greek authorities, the overwhelming majority of them saw their claims rejected in the first instance, as the acceptance rate in 2006 was 0 per cent. According to Greek law, rejected asylum-seekers have the right to appeal, but in a unique move the Greek authorities decided to freeze decision-making on all appeals from Iraqis who entered the country since 2003. Most Iraqis who reach Greece have therefore chosen to travel north or west to claim asylum elsewhere. ==Demography== Males dominate the Iraqi population in Greece at 68 per cent, whereas females are only accountable for 32 per cent of the population. Amongst the Iraqi community, 70 per cent are young individuals in their twenties and thirties, with only some 10 per cent being over the age of 50. Young single men form the majority of the Iraqi presence in Greece However, there is a substantial population that are married at 65 per cent, most of which leave behind their wive and children behind, with the intention of bringing them once they have completed any formal documents. In which most of these marriages tend to be mixed, equally between Sunni, Shia, Assyrian, Armenian, Kurd and Turkomen. Only a small percentage are widows and divorcees. ===Ethnic and religious composition=== The Iraqi population in Greece varies greatly, reflecting Iraq's diversity. Kurds dominate the Iraqi inhabitants, with a 50 per cent in total, this is then followed by Christians, which are believed to be at around a quarter, the Turkmen's are behind with 15 per cent followed by an equal number of Arabs. Amongst the Kurds, Sunni Muslims form the majority with a Shia Feyli minority. Turkmen are also Sunni Muslim, speak a dialect of Turkish and form a small percentage of Iraqis in Greece. The Iraqi Arabs who arrived in Greece are Muslims from the central and southern parts of Iraq, mostly Sunni with a tiny Shia minority. Sunni Arabs form 17 per cent of the total Iraqi population, which is almost an equal amount if not more than their Turkmen counterparts. Assyrians have a disproportionately large representation amongst Iraqis in Greece, this could be primarily because Greece has a Christian society, in which Iraqi Christians will find it easy to settle down in. Forming a quarter of the population in Greece, Iraqi Christians make up the majority of Christians from the Middle East, who arrived in Greece from the early 1990s. Most immigrants arriving in Greece came from the northern Iraqi city of Kirkuk, which stands at around 45 per cent, the other 30 per cent came from capital Baghdad, followed by 20 per cent originating from Mosul. ==Education== The educational level amongst Iraqis is generally very high, as they are well-educated and many of which hold university degrees. Although many have already completed higher education, the average age of an Iraqi refugee and asylum seeker is relatively low, in which the majority has not yet had any opportunities to work in their chosen profession and hence their theoretical knowledge remains undeveloped. ==See also== * Arabs in Greece * Assyrians in Greece * Kurds in Greece * Turks in Greece * Arabs in Europe * Arab diaspora * Iraqi diaspora * Iraqi diaspora in Europe * Greek-Iraqi relations ==External links== *Arab-Greek Chamber of Commerce ==References== Category:Muslim communities in Europe Greece ",
    "title": "Iraqis in Greece"
}