{
    "id": "12849338",
    "text": "Germanic given names are traditionally dithematic; that is, they are formed from two elements, by joining a prefix and a suffix. For example, King Æþelred's (Ethelred's) name was derived from ', for \"noble\", and ', for \"counsel\". However, there are also names dating from an early time which seem to be monothematic, consisting only of a single element. These are sometimes explained as hypocorisms, short forms of originally dithematic names, but in many cases the etymology of the supposed original name cannot be recovered.e.g. the names of kings Penda, Pybba, Offa, Wuffa, and Sebbi, all Anglo-Saxons born in the 6th or 7th centuries The oldest known Germanic names date to the Roman Empire period, such as those of Arminius and his wife Thusnelda in the 1st century, and in greater frequency, especially Gothic names, in the late Roman Empire, in the 4th to 5th centuries (the Germanic Heroic Age).The oldest attested Germanic name may be Harigast, written harikast in the Negau helmet inscription, but there are dissenting minority opinions. A great variety of names are attested from the medieval period, falling into the rough categories of Scandinavian (Old Norse), Anglo-Saxon (Old English), continental (Frankish, Old High German and Low German), and East Germanic (see Gothic namesGothic or pseudo-Gothic names also constitute most of the personal names in use in the Christian successor states of the Visigothic kingdom in the Iberian peninsula during High Middle Ages; c.f. and ) forms. By the High Middle Ages, many of these names had undergone numerous sound changes and/or were abbreviated, so that their etymology is not always clear. Of the large number of medieval Germanic names, a comparatively small set remains in common use today. In modern times, the most frequent name of Germanic origin in the English-speaking world has traditionally been William (Bill; from an Old High German Willahelm), followed by Robert and Charles (Carl, after Charlemagne). Very few names of native English (Anglo-Saxon) origin survive in current use; the most common of these are Edward, Edwin, Edmund, Edgar, Alfred, Oswald and Harold for males; the female names Mildred and Winifred also continue to be used in present day, Audrey continues the Anglo-Norman (French) form of the Anglo-Saxon Æðelþryð, while the name Godiva is a Latinized form of Godgifu. Some names, like Howard and Ronald, are thought to originate from multiple Germanic languages, including Anglo-Saxon. ==Dithematic names== {|class=\"wikitable sortable\" !Element!!Meaning!!Prefix!!Suffix!!Examples!!Notes |- |act, aht, oht || fearsome(?) || || || Ohthere, Ohtrad, Actumerus, Octric, Actulf; Actohildis, Octolindis || Pokorny suggests rather the root of OHG āhta `hostile pursuit', Germ.. Acht, OE. ōht 'pursuit, harassment'c.f. OE ehtan< *anhtō, in OE conflated with ōht 'terror', from the preterite of ag- \"fear\". These represent perhaps two or more roots which are indistinguishable without |- | *agi-; eg, ecg, egg, ekk, agin, egin || sword, blade |||| || Egbert, Ecgbald, Eggert, Ecgwine, Ekkehart, Ecgric, Eginolf; Ecgwynn, Egon || Some names in ag-, eg- may be unrelated in origin; see Förstemann, 9. |- |agil, ail, eil || ? || || || Agilperht, Agilfrid, Agilulf, Egilger, Agilmar/Ilmar/Elmar, Egil, Egilrat; Alruna, Agilburgis, || Uncertain etymology; like agin perhaps a hypostatis of the older ag-; Förstemann, 22. See Agilaz. |- |ala || all || || ||Alafrid, Alager, Alamunt, Alarad, Alaric, Alaruna, Alasuind || Some names in ala- have this etymology; others are corruptions of names in aþal-. Förstemann, 39. |- |ald, eald || old || || —names terminating in -ald are from -wald. || Altopold, Altiperht, Aldfrid/Aldfrith, Aldegar, Aldman, Aldwig, Aldwin/Audoin/Alduin, Ealdwulf/Aldwulf; Aldedrudis, Aldeberga/Aldburg, Aldigart, Altagund, Aldelindis, Aldis |- | *albi-; ælf, elf, alf || elf |||| —Vestralpus, the name of an Alamannic king, may be a rare instance of this element occurring in the second part of a name.|| Ælfwine, Ælfric, Alfred, Ælfweard, Ælfsige;attested as latinized Ælsinus Ælfflæd, Ælfwaru, Ælfwynn |- || *alh, alah, ealh || hall, temple || || || Ealhhelm, Ealhmund/Alcmund, Alhred, Ealhwine/Alcuin; Ealhswith, Ælgifu(?)perhaps reduced from Ælfgifu, or Ælthelgifu. || Perhaps related to runic alu |- |amala || work(?) || || || Amaleberga, Amalafrida, Amalrica, Amalaswintha/Melisende/Millicent, Ealhswith || c.f. Amalia, Amelie. This element's etymology is uncertain, but it is frequently compared to Old Norse aml \"work\". |- |angil, engel; ingal/ingel || a tribal name || || || Angilbald, Angilberht/Engelbert, Engilfrit, Angalgar, Angilhelm/Ingelhelm, Engilhoh; (Ingalberta), Angilburga, Angildruda, Engilgund || Names in angil- may arise with Christianization, by conflation with the prefix ingal-, an extension of the theophoric ing- prefix; see Förstemann, 89. |- || *aþal-, adall, æthel|| noble |||| || Æthelhard, Æthelred, Adolf/Æthelwulf, Alphonse, Albert/Adelbert, Adelbrand/Alebrand, Æthelburh, Adelaide, Æthelstan, Æthelflæd, Adelmar, Æthelthryth/Audrey, Aðils, Æthelgifu || see ethel, odal, |- || *anô-, ON anu or ái, OHG ano || ancestor |||| (?) || Olaf || Hypocorisms Ole, Åke/Åge |- || *ans-, ON ás, OHG ans, AS os || god ||||— || Oscar, Oswin, Oswald/Ansaldo, Ansgar, Anselm, Ansleth, Ásleikr/Anslech/Oslac,this name survives in corrupted form in the given name Axel and in the surnames Aslock, Hasluck Ansfridus, Anshelmus/Anselm, Ansgisus, Ansbrecht, Answald; Osburh, Osgyth, Osthryth |- |ar, ara, ari, arni, earn || eagle || || ||Arafrid, Aramund, Arswind, Arfrid, Arnipert, Arnold, Arnulf, Arvid ||Many of these names cannot be distinguished with certainty from the corresponding name in hari-. |- |arb, erb, erf || inheritance || || —some possible rare exceptions, such as Fulcarb. || Arbogastis, Erbhart, Erphari, Erpolach, Erflind, Erbemar, Erpmund, Erferat, Erferih, Erpwin, Erpulf || Hypocorisms Aribo, Erbo |- |asc, æsc || ash, spear (made of ash tree) || || || Askold, Aschari, Asclind, Ascarich, Ascwin, Asculf ||c.f. Oisc, Ask |- |*audaz, aud, od, euþ, auþ, euth, ead, eod, jóð|| wealth, prosperity || || || Audeca, Audofleda, Auduin, Odotheus, Audovacar/Odoacer, Odomir/Otmar/Ottomar/Othmar/Ademar, Edgar/Audagar/Ottokar, Edmund, Eadnoth, Eadred/Edred, Edward, Eadwig, Eadwulf, Edwin, Eadgifu, Edith. Eadgils (etc.) || Extremely frequent. c.f. also Ethel, Otto, Odda, Auðr |- |aun, on, ean || ? || || || Eanhere, Aunefrit/Eanfrith, Aunemund, Onerich, Aunulf; Eanflæd || Etymology unknown; see Förstemann, 181. |- |aus, aust, eost || radiant; a goddess || || || Auripert, Aurendil/Orendil/Aurvandil, Aurulf; Ostheri, Austrad, Austrobert, Austraberta, Ostarpurc, Aostarger, Aostargart, Austrigisil, Ostarhilt, Ostremund, Austrad, Australd, Ostruin, Austrulf || Possibly theophoric, see Eostre, Aurvandil |- | bald || bold || || || Baldwin; Theobald, etc. || Very frequent, and often conflated with the wald element. |- || band || band, loop || || ?|| Pandulf/Pandolfo |- |baud, bad, bud, badu, beadu, both || battle? || || || Baudigisil, Baudegund, Baudemund, Baudulf, Beadohild, Beaduhelm, Beaduwine, Bothvildr || Uncertain etymology; mostly in old names (before the 8th century) Förstemann, 216f. In later use indistinguishable from bald |- |baug || ring || || || Baugegundus, Bauglind, Baugulf |- | *berht-; beraht, bryht, briht || bright |||||| Byrhtnoth, Bertrand, Bertram, Bertold/Berthold, Beorhtric, Brihtwyn; Cuthbert, Aribert, Albert/Albright/Adelbert, Ribert, Robert/Rupert, Herbert, Humbert, Hubert, Norbert, Wilbert, Delbert/Dagobert, Engelbert, Egbert, Lambert, Sindbert, Bertstan, Lubbert, Ludbert, Wolfbert||hypocorism Bert. One of the most frequent elements, but not attested before the 6th century. |- || burg, beorg || fortress || || || Burchard/Burkhart, Burgred; Cuthburh, Eadburh, Æthelburh, Osburh, Redburga, Seaxburh, Walpurga, Werburgh || The suffix is feminine only. See also Burke |- | bera, bern, berin, beorn || bear || || || Berengar, Berahart/Bernhard, Berhildis, Berahoch, Bermar, Berimund, Beornwulf || cf. Beonna, Berig |- |bil || blade, sword || || || Biligrim,often conflated with Latin Pilgrim, Peregrinus Bilihelm, Bilihild, Billfrith, Belimar, Bilidruda, Pilolf || among the Saxons often monothematic, as Bilo, Pilicho, Pillin, Billung |- |blic || lightning |||| || Blictrud, Blicger, Blicgart, Plechelm, Blicildis |- |blid || blithe || || || Bliddruda, Bllithar, Blithelm, Blidhild, Blidmar, Blidulf, Blidemund, Plittelmi |- |bord || shield || — || || Herebord, Hiltiport, Saelbort, Willipord |- | brand || sword || || || Branthildis, Branthoc, Brandulf; Adelbrand, Gerbrand, Hildebrand, Hadubrand, IJsbrand, Theudebrand || cf. Brant. Attested from the 7th century, with the exception of Gothic Brandila |- | brun || armour, protection; brown || || || Brunfrid, Brunger, Brunric, Brunward, Brunulf; Brunhild; Adalbrun, Hiltibrun, Liefbrun, Liutbrun. || The words for \"armour\" and for \"brown\" are unrelated, but a distinction of these two elements is impossible. |- |dag, tag || day || || || Tagapald/Dacbold, Dagaperht/Dagobert, Tachiprand, Dagafrid, Dachelm, Tagarat/Dagred, Dagaric, Dagewin, Dagaulf; Alfdag, Osdag, Heridag, Helmdag, Hildidag, Hroddag, Wendildag, Wulfdag, || Possibly a conflation of several roots, perhaps brightness, day, and a loan of Celtic dago \"good\". |- |dis, idis || lady || ||||Dissibod, Disnot ||Names with this prefix are probably theophoric. In Nordic feminine names with the suffix -dis, the meaning is \"woman\". |- |diur, deor || ? || || ||Deurtrudis, Thiurhilt, Deorold, Deorulf ||The meaning of this element may be either \"animal\" (deer) or \"dear\". See also Deor. |- |dom || judgement || || ?perhaps as a suffix in certain names latinized as -domus. || Dombert, Domedrudis, Domegerdis, Domalde, Duomolf |- |druht, droc, druc || people || || || Droctbold, Drocberta, Drutberga, Drucfred, Druhtgang, Truhthari, Droctelm, Dructildis, Druhtmar, Dructimund, Dructuin, Dructulf |- |ebur, eber, eofor || boar || || || Eparpert/Everbert, Eureberga, Euurdag, Ebertrudis, Eparfrid, Eberger, Eberhard/Eoforheard/Everard/Everett, Ebarhelm, Eburhilt, Ebirmuot, Ebermunt, Ebarolt, Eberwin/Ebroin, Eberulf, Eboric |- |era, eri, erin, ern || honour || || ||Erarich, Eranbald, Erambert, Ernulf || Probably a genuine element, but difficult to distinguish from hari, which is also often reduced to eri-, er-, or from ari, arni. The form erin-, on the other hand, is often conflated with the irm- element. |- |ercan, erchen, archen, eorcen || pure, genuinec.f. Old English eorcnan-stan \"precious stone, gem\". Pokorny (1959) tentatively grouped the word with PIE *arǵ- \"glittering, shining\", whence Latin argentum \"silver\"), but Gothic ark- may also represent an early loan from Greek ἀρχι- (\"arch-\", c.f. Ulfilan Gothic arkaggilus for archangelus). Formerly (Diefenbach 1851) also compared to Sanskrit arh- \"to be worthy\". || || || Ercanberaht/Eorcenberht, Ercanbold/Archibald, Ercamberta, Ercanpurh, Ercantrud, Ercanfrid, Ercangar, Ercanhilt, Erchensinda, Erchanold, Archanolf/Erchenulf || Förstemann, 377 connects OGH ercan \"sublime, pure, holy\" (the general sense in Gothic as well). In OE and ON used in compounds designating various \"precious\" stones. Perhaps theophoric, from a name of Teiwaz.Erchtag was a name of Tuesday in Bavarian dialect; see Grimm, Deutsche Mythologie, 113; 182—185. |- |erl, eorl || warrior, noble || || || Erlabald, Erlefrida, Erligar, Erlemund, Erlwin, Erlulf || Pokorny suggests a tentative link with ari-, arni- \"eagle\", an 'l' suffix form of which is found in the Balto-Slavic languages. |- |ewa, ew, eu, eo || ever || || || Euin, Eubert, Eomar, Eumund, Ewirat, Eric, Eowig, Eolf |- |far, fara; fart, fard || journey, travel || || || Farabert, Faregar, Feriher, Farohildis, Ferlinda, Faraman, Faramod, Faramund, Faroald, Faruin, Faraulf, Farnulf; Farthilt, Fartman, Ferdinand, Fardulf, ; Adalfer, Leobafar, Sicfara, Theudifara || |- |fast || firm, fast || || —|| Fastburg, Fastrada, Fastrih, Fastwin, Fastulf |- |fili || much, many(?) || || || Filibert, Feologild?, Filuliub, Filomar, Filomuot |- || *friþu-; ON friþ, OHG fridu || protection, peace ||||||Fredegar, Ferdinand,apparently a Gothic name; perhaps from fardi \"travel\" (Förstemann, 401), perhaps also from frithu \"protection\". Fredegund/Frithugyth, Friedrich/Frederick, Frithuwold; Billfrith, Dietfried, Ermenfrid, Godfried, Gottfried, Sigfrid/Siegfried, Walfrid/Walfried, Ecgfrida |In Old English, used almost exclusively for male names; Ecgfriþ is noted exception |- | flad, flæð || purity, glory, beauty || || || Fladebert, Flatberta, Flatberga, Fladrudis, Fledrad, Flidulf; Albofledis/Ælfflæd, Ansfledis, Audofleda/Aethelflaed, Berhtflat, Burgofledis, Druhtflat, Ermenfleda, Gerflat, Gundiflat, Hrotflat, Ratflad, Sigiflat, Wynflæd || The suffix is feminine only. |- |fram || spear, javelin || || || Frambold, Frambert, Framsindis, Franemund, Franswinda || Almost exclusively Frankish names |- |franc || a tribal name || || || Francobert, Frangomere, Franchrih |- |fraw, fro, frea; fri || lord |||| || Frowin, Frawibald, Frawiprecht, Frawihilt, Frowimund, Frowini, Frauirat, Frawisinda, Freawaru; Friher, Frehild, Friulf || c.f. Fróði; theophoric (see Fraujaz, Frijjō). |- |frig, freh || bold || || || Frigobert, Frehholt, Friculf |- | frod || wise, prudent || || || Frotbald, Frodobert, Frotfar, Frotfrid, Frodegard, Frothard, Frotland, Frotmir, Frotmund, Frodwin, Frodulf || hypocorisms Frodo, Frutilo, Frodin |- |frum || good, beneficial || || || Frumiger, Frumihilt, Frumirat, Frumirih, Frumold, Frumolf, Frumar |- |fulc, folc, volc || people, folk || || || Folcbald, Forlberaht/Volcbert, Fulcdag, Folhker/Folcger, Folchard, Fulchar/Volker, Volkhard, Fikcgzbm Folcleih, Fulclindis, Folcman, Folcmar/Volkmar, Folcnand, Fulcrad, Fulcrich, Folcswind, Fulcuald, Folcward, Folcwin, Fulculf; Heidifolc, Herifolch, Hrodfolc, Ratfolc, Sigifolc, Saelfolc |- |funs, fús || eager, brave || — || || Amdefuns, Adalfuns/Alphonse, Bernefons, Hadufuns, Sigifuns, Valafons |- |gail, gel || gay, merry|| || -- || Gelbold, Geilindis, Geilamir, Gailswindis, Geilwib, Geilwih, ||hypocorism Gailo, Geliko |- |gamal, gam || old || || -- || Gamalbold, Gamalbert, Gamalberga, Gamaltrudis, Gamalfred, Gamalher, Camalrat, |- |gaman || joy || || || Gamanhilt, Gamanolt, Gamanulf || Only Old High German, rare |- | gan || magic || || || Gannibald, Ganefard, Ganhart ; Adalgan, Audiganus, Morgan, Wolfgan |- |gand, gend || ? || || || Gantberga, Gentfrid, Ganthar/Ganther, Gendrad, Gandaricus, Gandulf ; Gredegand, Charigand, Hrodogand, Gislegendis || Hypocorisms Gando, Gantalo, Gandin; cf. Gandalfr (mythological) |- |gang || path, journey || || || Gangperht, Gangolf; Bertegang, Druhtgang, Hildigang, Hrodegang, Thiotcanc, Uligang, Widugang, Wiligang, Wolfgang |- | gar, ger, earlier gais|| spear |||| || Gerald, Gerhard/Gerard, Gerbrand, Gerwin, German; Berengar, Edgar, Oscar, Hrothgar/Roger|| hypocorism Gero, Gerry. Very frequent both as prefix and as suffix. Gerðr is the wife of Freyr in Norse mythology. |- | gard || enclosure || || ||Gardrad, Gardulf; Hildegard, Irmgard, Liutgart, etc. || Rare as a prefix, very frequent as a suffix. The great majority of names with this suffix are feminine. |- |gast || guest; spirit || || || Castald, Gestilind, Gestiliub, Gastrad; Altgast, Alpkast, Andragast, Arbogast, Cunigast, Hartigast, Hiltigast, Hungast, Lindigast, Milgast, Nebiogast, Salagast, Suabgast, Widogast, Visogast || Mostly as suffix; frequent in early (3rd to 4th centuries) names; frequent conflation with Slavic names (Radegast, Gustaph). |- |gaud, gaut, gaus, got, goz || a tribal name || || ||Gauzebald/Cozpolt/Gausbolda, Gaucibert/Gozperaht, Gauseprand, Gausburgis, Gauttrudis, Caozflat, Gautfred, Gozger, Gauter/Kozheri, Gautastabaz/Göstaf/Gösta/Gustav, Gautshelm, Gauthildis, Gozleih, Gautlindis, Gautrekr, Goswin/Gaudoin, Gaudulf; Algaut, Amalgaud, Ansegaud, Ariugaud, Ostgaus/Aostargaoz, Berengaud, Danegaud, Trutgaud, Ebregaud, Ercangaud, Erlegaud, Faregaud, Gisalgoz, Helmigaud, Hildegaud, Hohgaud, Hungoz, Irmegaus, Ermengaud, Teutgaud, Ulgaud, Waldegaud, Wihgoz, Vuldargoza. || The tribal name of the Geats/Goths. Hypocorisms Gaudo, Gaudila, Gauzilin, Gaudin. These names are popular during the 6th to 11th centuries. The forms in got are difficult to distinguish from the element god \"god\". |- | geld, gild; gold || worthy; gold, payment, yield || || || Giltbert, Gelther, Gildemir, Giltrada, Geldirih, Goldrun, Geltwif, Geltwig, Gildewin, Geldulf; Amalgaldis, Ausigildis, Adalgildis, Athanagild, Beregildis, Bertegildis, Trutgildis, Faregildis, Framengildis, Fredegildis, Frotgiliis, Gislegildis, Herigilid, Hleokelt, Lantegildis, Rihgelt, Sparagildis, Teutgildis, Wandegildis, Witgildis, Wolfgelt, etc. || Hypocorisms Gildo, Gilting, Coldin, Gilticho |- | gifu; geb, gib || gift || || || Gibbold, Gibborga, Gibitrudis, Giffrid, Gebhard, Gebaheri, Gibohildis, Gebahoh, Gebalinda, Geberad, Geberic, Gebawin, Gibulf; Ælgifu/Ælfgifu, Ælthelgifu/Eadgifu, Godgyfu/Godiva, Ottogeba, Thialgif, Willigip || hypocorisms Gabilo, Gibilin, Gebi, Gabo, Gibicho, etc. |- | gisil, gisel || hostage, pledge || || || Giselbert, Giselric, Giselhard; Giselberga || Hypocorism Gisela, cf. Giselle |- | glis || gleam || || || Glismot, Glisnot || |- | god, got || god; good || || || Godfrid/Godfrey, Godscalc, Gothard, Gotwald || In most cases, the etymologies guda \"deus\" and goda \"bonus\" cannot be distinguished with certainty, while in older continental names this is often an alternative form of Gund |- | graus || horror, terror || || || Crosmuat (8th century), Grausolph (9th century) || simplex Grauso, Chroso, Cros, Kros, etc.; |- | graw, gra || grey || || || Graobart, Grahilt (8th century), Graman (8th century), Graulf (8th century) || |- | grim || helmet, mask || || || Grimwald, Grimoald, Grimhild/Krimhild/Kriemhild; Isegrim/Isengrim |- | guma || man || || || Gomadrudis, Gomoharius, Gomahilt, Gomaleih, Gomlinda, Gumemar, Gumarich, Gumesind, Gumoalt, Gomolf |- |*gunþ-; gund, gud, gyþ, gyð || battle, war ||||||Günther/Gunther/Gunter/Guntar/Gundar, Gundoald, Gundulf, Gunnhild, Gudrun; Eadgyð, Ealdgyð/Edith, Fredegund/Frithugyth, Sigith/Sigita, Hildegund/Hildegunn, Rigunth |- | hag, hagan; hah || ? || || || Hagibert, Hagihar, Hachirat, Hagoald, Hagiwolf; Hahger, Hahmund, Hahwart, Haholf || Attested from the 7th century in forms such as Hago, Chaino etc. From an early time conflated with names in Ag-, Agin-. See also Haguna. |- | haid, heit || rank, state || || || Haidrich, Heidfolc, Chaideruna; Adelaide etc. || Extremely frequent as second element in feminine names (83 listed by Förstemann), apparently due to early confusion with similar words for heath. |- | hail, heil; hailag || whole, healthy || || || Hailbert, Hailun, Hailburch, Hailtruda, Heilan, Heilmunt, Hailrat, Hailwin; Halagmund, Halegred, ; Rihheil, Sarahailo || Hailo, Halicho (8th century); conflated with the elements agil and hal. |- | *haim-; OHG haim, heim, AS hæm || home |||| || Henry/Heinrich, Heimwart || hypocorism Haimo |- |haist, heist || furious, violent(?) |||| || Haisthilt, Haistulf, Hailun || c.f. Old English '; also compared with the tribal name of the Aesti. |- | hamar || hammer |||| || Hamerard, Hamarolf, Hamarbert || Rare; limited to a handful of names of the 8th century. |- |hand || hand(?) |||| || Hantbert, Hantker, Handegis, Hantwin, Handolf || Rare, 8th and 9th centuries. |- |harc || altar(?) |||| || Harcmot, Hercrat, Harchellindis (f.), Horcholt || rare, 9th and 10th centuries; c.f. the entries under ercan. |- | hard, heard || brave, hardy || |||| Hartman, Hartmut (etc.); Æthelhard, Richard, Gerhard, Gotthard, Bernard/Bernhard (etc.) || Very frequent, recorded from as early as the 3rd century. |- | *hari, her || army ||||||Diether, Luther, Hereweald/Harold, Herbert, Herleif, Herman/Arminius, Ariovistus, Ariouualdus || hypocorism Harry, Walther; Heri(?). Very frequent, Förstemann lists 289 names with -hari as second element. As first element recorded as early as the 1st century (in Chariovalda). |- | hath, had, hada, hadu || battle, combat |||| || Hadubrand, Hadufuns, Hedwig; Rihhad, Willihad, Wolfhad, Vunnihad || Frequent, from the 6th century, formally indistinguishable from haid. |- |hedan, haidan || heathen, pagan || || || Hedenold, Hedenulf ; Wolfhetan || rare; 7th to 9th centuries. |- | helm || protector || || || Helmut, Helmdrud, Helmfrid; Diethelm, Ealhhelm, Anselm, Cwichelm, Nothhelm, Wilhelm/William || Hypocorism Helmo. Comparatively frequent from the 6th century. |- |heah, hoch || high || || || Heaberht, Hámundr|| cf. Huoching/Haki |- | hild- || war |||||| Actohildis, Berhildis, Branthildis, Farohildis, Ermenhild/Imelda, Gauthildis/Gauthildr, Gerhild, Gibohildis, Grimhild/Krimhild/Kriemhild, Gunnhild, Matilda, Judelhildis, Landohildis, Nanthild, Richilda, Wanthildis; Childebert, Hildebrand, Hildegard, Hildegund/Hildegunn (etc.) || One of the most frequently used stems both as prefix and as suffix, attested since the 3rd century. Among the Franks its use especially for feminine names is \"almost excessive\" according to Förstemann, who counts 281 names with this suffix, of which only four are masculine. Hypocorism Hilda. |- |hilp, help ||aid, help || || -- || Chilperic, Helpoald, Helpuin, Helpwolf || rare; Chilperic is from the 5th century, other names with this element occur only in the 8th and 9th centuries. |- |*heltą, hilt, hilz, helz || hilt || || --perhaps conflated with hild- from an early time.|| Hilcekin, Helzuni, Helzolt || rare; 8th to 11th centuries |- |' || heaven || || || Himildrud, Himilger, Himilrad || rare, 8th to 10th centuries. |- |hir- || sword || || || Hiring, Hiribert, Hirburc, Hiriger, Hiriward || 9th century; Gothic hairus, Anglo-Saxon heoro- \"sword\", also in the tribal name of the Cherusci. |- |, hiriz, herz || hart, stag || || || Hirizpero, Herzrad(?); dim. Hirzula || rare |- | hleo || protection |||| || Hleoperht, Hlevagastir |- | , hloda || fame |||| || Hlothhere, Chlodwig/Ludwig/Louis, Ludolf, Lothar/Chlothar/Lothaire, Chlodomir; Chlodoswintha |- | hog, huog || dexterous, nimble(?) |||| || Huogobert, Huoging, Huogulf, Hogo |- | hol || crafty, devious(?) |||| || Holebert, Holomot, Holemund, Holosint |- | hord, hort || hoard, treasure |||| || Hortbert, Horthari, Hordold, Hordward, Horduin, Hordolf |- | hraban, hram || raven || || || Bertram, Wolfram | frequent in the 7th to 9th centuries; surely from the ravens of Wodanaz originally (as was wulf-). Förestemann counts 125 masculine and 15 feminine with this suffix. The simplex Hraban (and variants) is recorded from the 6th century. The Gothic name Valarauans if it contains this root would be the oldest record of the element (4th century). |- | hrad || quick, fast || || (?)names with this second element have been conflated with names in -rad. Förstemann 1900:875.|| Hradperaht, Hradpurh, Hradgast, Hrathari, Hradwin || |- | hraid, hreid || famous(?) || || || Hreiðmarr, Hreidperaht, Hreidgaer, Hreitolf, Hraidmund/Raymond || also in the name of the Hreiðgoths. |- | hring, ring || ring || || (?)names with this second element are uncertain, most of the candidates could contain the simple suffix -ing. Förstemann 1900:877.|| Hringuni, Rhincbold, Ringhelm, Hringweald, Hringolf || Förstemann 1900:877 suggests that the \"ring\" element in origin refers to ring- mail |- | hroc, roc || ? || || || Ferderuchus, Unhroch, Wolfhroc; Rocbert, Hrohhart, Hrocculf, Ruocswint, Berthroc || Förstemann 1900:878f. surmises an early conflation of two elements (1) hrauc \"roar, bellow, (battle-)cry\" and (2) rōc \"care, circumspection\", and both were further conflated with hrōþ- as first element, and with -rih as second. As a second element since the 5th century. Crocus, the 4th-century king of the Alamanni, presumably had a name formed from this element, as did Rocco bishop of Autun (7th century) and Rocho bishop of Bourges (8th century). |- | hrom, hruom, rom || glory, fame || ||-- || Ruombald/Rumbold/Rombout, Rumbert, Ruumker, Hrumheri, Ruomlind, Romuald, Romulf || since the 5th century; hypocorisms Ruom, Roma, Rumo. Förstemann 1900:883 |- || *hrōþ-; hruot || fame |||| || Hrothgar/Roger/Rüdiger, Hrodberht/Rupert/Robert, Hrodulf/Rudolph, Roderick, Roland, Rodney, Roald; Adalrod, Fridarut, Hartrod, Liutrod, Sigirod || 8th century; hypocorisms Chrodius, Hrodo, Hrodio, Hroda; Förstemann 1900:883 |- | hug, hyg || spirit, courage |||| ( ) || Hugibald, Hygelac/Hyglac, Hugubert, Hugibrant, Hucger, Hugilind; Adalhug, Kerhuge || |- |hun || swelling; chip, block; offspring, (bear) cub |||| || Hunferthus, Humboldt, Hunbeorht/Humbert; Andhun, Berthun; Ælfhun|| c.f. Hun of East Anglia |- || ing || a god |||| || Inga, Ingeborg, Inger, Ingvar, Ingrid, Ingemar/Ingmar |- | irm(en), erm(en) || strong, whole || || || Eormenred, Ermenrich/Hermeric/Emmerich/Emery/Amerigo; Ermendrud/Ermintrude/Irmtrud, Ermenfrid, Ermengarde/Ermegard/Irmgard, Ermengild/Hermenegild, Ermenhild/Imelda || possibly theophoric, see Irminsul; hypocorisms Irma, Armin, Emma |- |ise(n) || iron || || || Isebert/Isebrecht, Isegrim/Isegrimm/Isengrim, Isenhart, IJsbrand || Isegrim may in origin have been a kenning for \"wolf\". |- |jut- || a tribal name || || || Judida, Judinga, Jutcar, Judilidis, Jutrad, Joduin, Judelhildis || probably from the name of the Juthungi or the Jutes |- |jung || young || || || Jungarat, Jungericus, Jungulf, Jugenprand || 8th to 10th century, rare (used more rarely than ald- \"old\") |- |karl, carl, ceorl || man || || || Carlofred, Carlman; Altcarl, Gundecarl || rare; possibly extensions from the simplex. |- | *kōni-; cen, coen || fierce, keen |||| || Conrad/Konrad, Cynric, Coenwulf |- | *kun(n)i-, OHG kuni, chun, also chim, chin, chind; AS cyne || kingly, noble, kin, offspring, child |||| || Kunibert, Kunimund, Cynewulf; Kunigunde, Cynegyth, Cynethryth, Cynewulf; Chindasvinth; Adelchind, Drudchind, Widukind, Willekind ||hypocorism Kuno, Chintila |- | *kunþ-; cuþ || renowned |||| || Cuthbert, Cuthred, Cuthwulf |- | kwik-; cwic || alive, lively |||| || Cwichelm |- |laik || play, dance || || || Ekkileich, Albleih, Amalleih, Ásleikr/Oslac, Audolecus, Perlaicus, Perahteih, Chinileihc, Dagaleich, Fridileih, Frotalaicus, Folcleih, Gozleih, Gundelaicus, Halulec, Hildelaicus, Hugilaih/Hyglac, Isanleih, Mathlec, Radleic, Sigelac, Wadelaicus, Walalaicho, Waldleich, Werinleih, Widolaic, Willileih, Winileih, Wolfleiga, Zitleich || possibly as first element in Leikert, Leuckart; Laigobert |- | laif, laf, leib || survivor, heir || () || ||Eggileib, Albleib, Olaf, Oslef, Athulef, Adalleib, Otleib, Berahtleib, Dagalaif, Danleib, Dotleib, Truhtleib, Edilef, Fridaleib, Folkleib, Guntaleiba, Hartleib, Haduleif, Herleif, Hiltileip, Hordleif, Hunleib, Isanleib, Mahtleip, Nordleip, Ortlaip, Ratleib, Reginleib, Richleib, Sileif, Starcleib, Thiotleip, Wiglaf, Wineleib, Wolleip, Wulfleip, Wunnileif, Zehaleip; Leibuni/Leiboin, Leibher, Leibhilt, Leibrat, Leibwart|| the probable original meaning \"heir of\" suggests that this element at first appeared only as second element; it was from an early time it conflated with liub \"dear\". In Old Norse also used as a simplex, Leifr \"heir\". |- | laith || dangerous, hostile || || || Ansleth, Wolfleit; Leitbraht, Leitfrid, Leither, Leidmuot, Laidarat, Laidoin, Laidulf|| rare |- | lamp || fitting(?) || || || Lampert, Lampfrid || rare, 8th to 10th century |- |land || land|| || ||Acland, Ingaland, Oslant, Osterlant, Auilant, Perelant, Perahtland, Cululant, Thruadland, Frotland, Gerland, Gotlanda, Grimland, Gundoland, Artaland, Hasland, Hiltiland, Hrodlant, Itislant, Inlant, Ermoland/Hermenland, Madoland, Meginland, Odallant, Ratland, Roland, Landon, Gagentland, Ricland, Sigilant, Wariland, Wiclant, Vulfland; Landolin, Landbold, Lambert/Landberta, Landeberga, Lamprand, Lantbodo, Landfrid, Landagar, Landegaus, Landgrim, Landegunda, Lantheida, Landohard, Lanthar, Landohildis, Landerich, Landswinda, Landoald, Landwih, Landuin, Landulf |- |laug || bride(?)|| || || Alblaug/Alflaug, Adallouc/Aðallaug, Ólaug, Árlaug, Arnlaug, Áslaug, Perahtlouc, Eyðleyg/Edlaug, Droplaug, Dýrlaug, Ellaug, Ercanloug, Fastlaug, FInnlaug, Fridlaug, Grímlaug, Gerlaug, Gundlauc/Gunnlaug, Heiðlaug, Hiltilauc, Hrafnlaug, Íslaug, Jerlaug, Kristlaug, Ratlauga, Róslaug, Sigilouc/Siglaug, Sollaug, Swanaloug/Svanlaug, Sveinlaug, Týlaugr, Triulaug, Vélaug, Wiglauh/Víglaugr, Þórlaug, Þraslaug || only as a suffix in feminine names; the suffix is presumably from a root *lug \"to celebrate marriage; to be dedicated, promised (in marriage)\"Lena Peterson Nordiskt runnamnslexikon (2002) |- |lind || soft, mild, alternatively \"shield\" (made of linden tree) in ON, OHG and OE) || () || || Gislinde, Heidelinde, Rosalint, Ermelind, Kristlind, Melinda, Odelinde, Siglind/Sieglinde, Theodolinda, Þórlindur; Linddís, Lindolf, Lindvald, Lindvardh, Linveig || very frequent as a second element in feminine names |- | liub, leof || desirable, friendly || || || Leofric, Leofwine, Leofwynn |- || liuti || people |||| || Liutger/Leodegar, Luther, Lutold; Liutgard, Liutwin |- | magan, megin; maht || might, strength |||| ||Maganradus/Meinrad; Mathilde, Meinfrida |- | man, mann || man, person ||||||Manfred, Herman, German, Norman |- | *mēri-; mære, mer, mar, mir || famous ||||||Adelmar, Chlodomir, Marwig, Miro, Morgan, Filimer/Filimir, Hreiðmarr, Odomir/Otmar/Ottomar/Othmar/Ademar, Dietmar, Agilmar/Ilmar/Elmar, Ricimer, Richimir, Theodemir, Theodemar, Thiudimer, Sigmar, Ingemar/Ingmar, Valamir, Waldemar/Vladimir, Wilmer, Vidimir/Widemir, Wulfmar/Wulfomir |- || mund || protection || || || Edmund, Erlemund, Kunimund, Sigmund, Rechimund, Reginmund/Raymond, Remismund, Normund |- || noþ, OHG nandcognate to Old Irish néit \"combat\", see Pokorny (1959), p. 755. || courage || || || Nanthild, Nothhelm; Byrhtnoth, Eadnoth, Ferdinand, Folcnand, Wieland/Wayland |- || ræð || counsel, wisdom || || || Radegast, Radwig, Radulf; Alfred, Eadred, Conrad, Tancred, Wihtred; Ratberga/Redburga |- |ragin || counsel || || || Raginald/Reginald/Reynold/Reinhold/Reynhold, Ronald, Reginbert, Reginmund/Raymond; Regintrud, Rægenhere, Ragnar |- |*remez, remis || peace || || || Remisto, Remismund |- | run || rune, secret || || || Gudrun, Walaruna |- |rīki-; OHG rihhi, AS rīc || ruler ||||||Ribert, Alaric, Ælfric, Beorthric, Brunric, Theodoric/Dietrich, Friedrich/Frederick, Richard, Richilda, Rechila, Rechiar, Rechimund, Richimir, Rickstan, Eboric, Ulrich, Haidrich/Heidrich, Leofric, Wulfric, Roderick, Sigeric, Sedrick, Cedric, Patrick, Chilperic, Theodoric, Henry/Heinrich, Eric, Godric |- |sax, seax || seax; a tribal name || || || Sexred; Seaxburh |- | sinþ, sind, siþ || travel, time |||| ||Sindolf/Sindulf, Sindram, Sindbald, Sindbert || Sinthgunt as \"Sun's sister\" in the Merseburg Incantations |- | sig, sigi, sige, sieg || victory || || ||Sigborg/Siborg, Sigebald/Sibbald/Sibold, Sigbod/Sibot, Sigibert, Sibrand, Sigmar, Sigmund, Sighart, Sighelm, Sigher/Siger, Sigrad, Sigeric, Sigtrygg, Sigward/Siward, Sigfrid/Siegfried, Sigith/Sigita, Sigwald/Siwald, Sigulf/Sigewulf; Ælfsige; Sigelinde/Siglind, Sigtrud || possibly theophoric in origin, in reference to Teiwaz, and later Odin, the god of victory.Yonge, p. 306. Hypocorisms Sigo, Sike, Sikke. |- || stan || stone || || || Æthelstan, Thorsten, Wulfstan, Bertstan, Rickstan || also in simplex Sten, from Scandinavian Steinn |- |swint, swiþ || strength || || || Swithwulf, Swinthibald; Amalaswintha, Ealhswith; Swinthila |- |tank || thought, counsel || || || Tancred/Dancrad, Dancmar |- |trygg || truth || |||| Sigtrygg |- || Valdr || ruler, leader || || || Ronald, Roald |- | wand, wandal || wander, wend || || || Wandefrid, Wandedrudis (f.), Vandebercth (7th century), Wandemar, Wandarich, Wendulf, Wanthildis (f., 9th century); Wandalbold (8th century), Wandalbert (7th-9th centuries), Wandalburgis (f., 10th-11th centuries) ||in the names of the Vandals, Wends and Aurvandil |- || weald, Wald || power, brightness || || || Waldemar/Vladimir, Walther; Edwald, Ewald, Frithuwold, Harold, Sigwald/Siwald, Gundoald, Waldwolf/Waldolf/Adolf, Oswald/Ansaldo, Walfrid/Walfried |- || warin; weard || guardian || || || Warinhari/Wernher/Werner; Brunward, Edward, Sigward; Freawaru, Ælfwaru |- |wiht || wight, spirit || || || Wihtred |- |wil || will, desire || || || Wilhelm/William, Wilmer, Wilfred, Wilbert, Willihad, Willigip |- | win, wini, wine, wyn(n) || friend; joy || || || Winibald, Winimund, Winibert; Ælfwine/Alboin, Alcuin, Aldoin, Baldwin, Darwin, Ecgwine, Edwin/Audoin, Erlwin, Erwin, Gerwin, Goswin, Leofwine, Oswin; Wynflæd; Ælfwynn, Ecgwynn, Brihtwyn |- || wig || battle, war |||||| Wiglaf, Wigbert, Wigheard; Ludwig, Hedwig, Marwig |- || wal(a), wel, wæl || battle |||| || Wieland/Wayland,see Hellmut Rosenfeld, Der Name Wieland, Beiträge zur Namenforschung (1969) Walaman, Walarad, Walerand, Walaruna, Walesinda, Wala-anc, Walahelm, Walaram || hypochoristic Wallia, Walica. c.f. Valhalla, Valkyrie, Valföðr etc. |- || wod (wad?) || fury |||| || Wodilhilt (f.), Wodalgarta (f.), Wodilbalt (a. 969), Wodalbert (a. 773), Wodelfrid (a. 912), Wodilulf (11th century), Vudamot (a. 821) || because of the close association with Wodanaz, these names are rare already in the OHG period, and fall out of use entirely during the High Middle Ages. Some hypocorisms such as Wote (a. 784), Woda (f., 8th century), Wodal (a. 889), Wode, Wodtke, may derive from this element. Wotan is recorded as a given name in the early 9th century.Förstemann, 1332f. Association of most of these names with wod \"fury\" is uncertain, as there are the homophonic but unrelated roots of OHG watan \"to wade\" and wat \"garment\".Förstemann, 1224. |- || wid(u), wit || wood, forest || || || Withhold, Widukind || hypocorism Guido, Guy |- | wulf || wolf ||||||Aethelwulf/Adolf, Arnulf, Atenulf, Beowulf, Cuthwulf, Cynewulf, Eadwulf, Ealdwulf/Aldwulf, Eardwulf, Ernulf, Gangolf, Gundulf, Pandulf, Swithwulf, Rudolph; Wulfstan, Wolfgang, Wolfram, Wulf (etc.) || Especially as second element, -ulf, -olf is extremely common. Förstemann explains this as originally motivated by the wolf as an animal sacred to Wodanaz, but notes that the large number of names indicates that the element had become a meaningless suffix of male names at an early time. Förstemann counts 381 names in -ulf, -olf, among which only four are feminine. See also Offa (name) |- || þeod|| people |||| || Theodoric/Dietrich/Derick/Dirk, Detlef, Diether, Diethelm, Theobald, Dietfried, Theudebert, Theodemar; Dietlinde |- | *þegnaz, degen || warrior, thane|||||| Degenhard, Degericus; Deitdegen, Edildegan, Drûtdegan, Heridegan, Swertdegan, Volcdegen |- || þryþ, OH þrúðr, OE þrȳð, drut, trud, thrud, thryth | force, strength || || || Drutmund; Æthelthryth, Osthryth, Cynethryth, Ermintrude, Gertrude, Sæthryth, Waltrud/Waltraut|| Names with this suffix are feminine only; Þrúðr is a daughter of Thor in Norse mythology. Short form Trudy, Trudi |- || þonar, donar, þór || (the god of) thunder || || (rare) || Donarperht (9th century), Donarad (8th century), Þórarin, Þórhall, Þórkell, Þórfinnr, Þórvald, Þórvarðr, Þórgeir, Þórsteinn (9th century), Thunerulf/Þórolf ; Albthonar (8th century) || These names appear from the 8th or 9th century; popular in Scandinavia during the 10th to 11th centuries. Förstemann 1199. |- || þurs, Thuris, Turis || giant || || || Thusnelda (1st century; presumably for *Thurishilda), Thurismund (6th century), Thurisind (6th century), Turisulfus|| an archaic element in names of the migration period, extinct during the medieval period. Förstemann 1200. |} ==Monothematic names== Some medieval Germanic names are attested in simplex form; these names originate as hypocorisms of full dithematic names, but in some cases they entered common usage and were no longer perceived as such. *Masculine: Aldo (whence English Aldous), Adel, Anso/Anzo/Enzo, Folki/Folke/Fulco, Gero, Helmo/Elmo, Ise/Iso, Kuno, Lanzo, Manno, Odo/Otto, Rocco, Sten, Waldo, Warin, Wido, Wine, Wolf/Wulf *Feminine: Adele, Alda, Bertha, Emma, Hilda, Ida, Isa, Linda, Oda Some hypocorisms retain a remnant of their second element, but reduced so that it cannot be identified unambiguously any longer; Curt/Kurt may abbreviate either Conrad or Cunibert. Harry may abbreviate either Harold or Henry. Other monothematic names originate as surnames (bynames) rather than hypocorisms of old dithematic names; e.g. Old English Æsc \"ash tree\", Carl \"free man\" (Charles), Hengest \"stallion\", Raban \"raven\" (Rabanus Maurus), Hagano/Hagen \"enclosure\", Earnest \"vigorous, resolute\". ==Uncertain etymology== *Gustav has been interpreted by e.g. Elof Hellquist (1864 - 1939) Swedish linguist specialist in North Germanic languages as gauta-stabaz (gauta-stabaR) \"staff of the Geats\"; it may also originate as an adaptation of the Slavic name Gostislav. *Old English Pǣga (unknown meaning) *Pepin *Serlo *Morcar *Zotto *Zaban *Cleph *Pemmo == See also == * Dutch name * German name * German family name etymology * Scandinavian family name etymology * Germanic placename etymology ** German placename etymology ** List of generic forms in British place names * List of names of Odin * Slavic names * Germanic personal names in Galicia *Germanic names in Italy ==References== * *Olof von Feilitzen, The Pre-conquest Personal Names of Domesday Book (1937). *E. Förstemann, Altdeutsches Namenbuch (1856; online facsimile) * *Lena Peterson, Nordiskt runnamnslexikon, 4th ed. (2002); 5th ed. (2007). * P. R. Kitson, (2002). How Anglo-Saxon personal names work. Nomina, 24, 93. * F. C. Robinson, (1968). The significance of names in old English literature. Anglia, 86, 14–58. *Justus Georg Schottel, De nominibus veterum Germanorum, in: Ausführliche Arbeit Von der Teutschen Haubt-Sprache, Zilliger (1663), book 5, chapter 2, pp. 1029–1098. *Franz Stark, Die Kosenamen der Germanen: eine Studie: mit drei Excursen: 1. Über Zunamen; 2. Über den Ursprung der zusammengesetzten Namen; 3. Über besondere friesische Namensformen und Verkürzungen, 1868. *Friedrich Wilhelm Viehbeck, Die Namen der Alten teutschen: als Bilder ihres sittlichen und bürgerlichen Lebens (1818; online facsimile) * H. B. Woolf, (1939). The old Germanic principles of name-giving. Baltimore: Johns Hopkins University Press. * H. C. Wyld, (1910). Old Scandinavian personal names in England. Modern Language Review, 5, 289–296. * Charlotte Mary Yonge, History of Christian names, vol. 2, Parker and Bourn, 1863. * ==External links== *Germanic names (behindthename.com) *Ancient Germanic names (behindthename.com) *Gothic and Suevic Names in Galicia (NW Spain) before 1200 (celtiberia.net) *Nordic Names: Name Elements (nordicnames.de) *Ancient Germanic Names (kurufin.ru, in Russian) ",
    "title": "Germanic name"
}