{
    "id": "1284308",
    "text": "Lisa Murray Madigan (born July 30, 1966) is an American lawyer and politician. A member of the Democratic Party, she served as Attorney General of the U.S. state of Illinois from 2003 to 2019, being the first woman to hold that position. She is the adopted daughter of Michael Madigan, who has served as Speaker of the Illinois House of Representatives since 1997. On September 15, 2017, Madigan announced that she would not seek re-election as the state's attorney general in 2018, and was succeeded by State Senator Kwame Raoul.http://www.chicagotribune.com/news/local/politics/ct-lisa-madigan- reelection-2018-met-0916-20170915-story.html ==Biography== ===Education=== Madigan attended The Latin School of Chicago for her secondary education. In 1988 she received her bachelor's degree from Georgetown University. She received her Juris Doctor (J.D.) from Loyola University Chicago School of Law. ===Early career=== Prior to becoming an attorney, she worked as a teacher and community organizer, developing after-school programs to help keep kids involved in education and away from drugs and gangs. Madigan also volunteered as a high school teacher in South Africa during apartheid. Madigan later worked as a litigator for the Chicago law firm of Sachnoff & Weaver. ===Political career=== Madigan speaks on the first day of the 2008 Democratic National Convention in Denver, Colorado. In 1998, at the age of 32, Madigan ran for Illinois state senator for the 17th District. She handily beat her primary opponent with 66% of the vote and ran unopposed in the general election. She served in that office from 1998 through 2003. In 2002, Madigan ran for Attorney General of Illinois and narrowly defeated DuPage County State's Attorney Joe Birkett with 50.4% of the vote. In 2004, Madigan became the first Illinois Attorney General in more than 25 years to personally argue a case before the United States Supreme Court. She successfully argued Illinois v. Caballes, where the court reaffirmed the ability of police officers to use specially trained dogs without a search warrant or probable cause to detect the presence of illegal drugs during traffic stops. Madigan was one of many Illinois politicians with strained relationships with now- convicted former Illinois Governor Rod Blagojevich. (See Rod Blagojevich controversies.) Her father Michael Madigan, Speaker of the Illinois House of Representatives previously had a feud with Blagojevich, as highlighted by TIME magazine.http://content.time.com/time/nation/article/0,8599,1868752,00.html On December 12, 2008, Madigan attracted national attention after filing a motion with the Supreme Court of Illinois to temporarily remove Governor Rod Blagojevich from office and install Lt. Gov. Pat Quinn.Request for temporary restraining order filed before Supreme Court of Illinois on December 12, 2008 Although that court denied that motion without a hearing, Blagojevich was subsequently impeached and removed from office by the Illinois General Assembly, and Quinn was sworn in as governor. Blagojevich was later convicted in Federal court on 18 counts and sentenced to 14 years' imprisonment, based on the blatancy of his attempts to use his office for personal gain. Although the U.S. Court of Appeals for the 7th Circuit and U.S. Supreme Court upheld his convictions, on a subsequent appeal, the 7th Circuit threw out 5 of the convictions in 2015, but Blagojevich was resentenced to the same lengthy term of imprisonment.http://www.chicagotribune.com/news/local/breaking/ct- blagojevich-appeal-supreme-court-20171103-story.html Illinois Attorney General Lisa Madigan in a briefing about a Wells Fargo lawsuit in 2012 In 2006, Madigan won re-election with 72.4% of the vote against Tazewell County State's Attorney Stewart \"Stu\" Umholtz. In 2008, Madigan was considered a potential candidate for Governor of IllinoisPressure Mounts for Blagojevich to Resign, Associated Press via Fox, 2008-12-12. Retrieved December 12, 2008. or the United States Senate. However, on July 8, 2009, Madigan announced she was running for reelection as Illinois Attorney General instead of seeking higher office in 2010. Although she was also considered a possible replacement for Barack Obama's Senate seat following his victory in the 2008 presidential election, Madigan described her chances of being appointed as \"less than zero.\" Instead, Illinois governor Rod Blagojevich appointed Roland Burris to fill that term, which appointment gave rise to the Blagojevich Senate appointment scandal and ultimately led to his federal convictions. Many speculated Madigan was \"Senate Candidate #2\" in the complaint against Blagojevich, although no wrongdoing on her part was implied. She was widely believed to have the ambition to pursue a higher political office. In 2008 The New York Times named her among the seventeen most likely women to become the first female President of the United States. However, on July 14, 2013, Madigan, who was widely expected to run for governor of Illinois in 2014, announced she would not run because of her father's decision to stay in his post as speaker of the Illinois House. Instead, she ran for reelection as state attorney general and won.Lisa Madigan not running for governor of Illinois On September 15, 2017, Madigan announced she would not seek reelection in 2018. ===Awards and honors=== *2005, received the John F. Kennedy New Frontier Award, presented to \"exceptional young Americans under the age of 40 whose contributions in elective office, community service or advocacy demonstrate the impact and value of public service in the spirit of John F. Kennedy.\"New Frontier Award Recipients John F. Kennedy Library Foundation, 2005 ===Personal life=== Madigan was born Lisa Murray. She changed her name when she was 18 and was formally adopted in her 20s by Michael Madigan. Madigan is married to cartoonist Pat Byrnes, and they have two daughters. ==Electoral history== *2014 election for Attorney General :*Lisa Madigan (D) (inc.), 60% :*Paul Schimpf (R), 38% :*Ben Koyl (L), 3% *2010 election for Attorney General :*Lisa Madigan (D) (inc.), 65% :*Stephen H. Kim (R), 32% :*David Black (G), 2% :*Bill Malan (L), 2% * 2006 election for Attorney General *2002 Democratic primary election for Attorney General :*Lisa Madigan, 58% :*John Schmidt, 42% *1998 election for State Senator, 17th District :*Lisa Madigan (D), 100% :*Marc Loveless (W-I), 0% *1998 Democratic primary election for State Senator, 17th District :*Lisa Madigan, 66% :*Bruce Farley, 31% ==See also== * Barack Obama Supreme Court candidates * List of female state attorneys-general in the United States ==References== ==External links== * Illinois Attorney General Lisa Madigan official government website * Biography *Lisa Madigan for Attorney General official campaign website * Dusty Rhodes Rising star: Why Lisa Madigan leads the political pack Illinois Times, February 5, 2009 * Category:1966 births Category:21st-century American politicians Category:21st-century American women politicians Category:American expatriates in South Africa Category:American women lawyers Category:Georgetown University alumni Category:Illinois Attorneys General Category:Illinois Democrats Category:Illinois state senators Category:Latin School of Chicago alumni Category:Lawyers from Chicago Category:Living people Category:Loyola University Chicago School of Law alumni Category:Politicians from Chicago Category:Women state legislators in Illinois ",
    "title": "Lisa Madigan"
}