{
    "id": "12848595",
    "text": "Murder 101 is the name of a series of four made-for-television mystery films aired on the Hallmark Channel between 2006 and 2008, and now appearing regularly on the Hallmark Movie Channel. They starred Dick Van Dyke and his son Barry Van Dyke. While on the Hallmark Channel, it was broadcast in rotation with the movie series McBride, Mystery Woman, and Jane Doe, under the umbrella title Hallmark Channel Mystery Movie wheel series. In the UK, these movies are aired, on a rotation basis, in the afternoon drama slot on Channel 5. == Films in the series == #. Murder 101 (pilot) – Mike and Jonathan try to prove an undercover reporter's innocence when she is accused of murdering her boss. Directed by Christian I. Nyby, written by Dean Hargrove, and produced by Kyle A. Clark and James Wilberger. First aired January 7, 2006 #. Murder 101: College Can Be Murder – Jonathan Maxwell investigates the murder of a prominent college professor and discovers that the man had quite a few enemies. Directed by John Putch, written by Michael Gleason, and produced by Kyle A. Clark and James Wilberger. First aired January 29, 2007 #. Murder 101: If Wishes Were Horses – When a horse goes missing before an important race, Maxwell decides to look into the incident in order to see what happened. Directed by David S. Cass Sr., written by Bridget Terry, and produced by Brian Gordon and Erik Olson. First aired August 9, 2007 #. Murder 101: The Locked Room Mystery – Dr. Maxwell and Bryant try to solve the mystery of the murder of a New Age spiritualist. Directed by David S. Cass Sr., written by Walter Klenhard, and produced by Erik Heiberg and James Wilberger. First aired January 14, 2008 ==Characters== Dr. Jonathan Maxwell (Dick Van Dyke) - A criminology professor who helps solve crimes, usually because they happen directly in front of him. He takes care of the more analytical part of the crime-solving. He has a Persian Cat named Samantha. Mike Bryant (Barry Van Dyke) - A former cop who has become a Private Detective after being blackballed from the precinct. His father was close friends with Maxwell, and Bryant sees him as a father-figure. He participates in more of the action and chase scenes of the mystery solving. (Barry is the real-life son of Dick Van Dyke.) Ben Manners (Shane Van Dyke) - First appearing in the movie \"College Can Be Murder\" (2007) and subsequently in \"Locked Room Mystery\" (2008), Ben is Mike Bryant's nephew who is studying to be a lawyer at the same college as Maxwell. However, after seeing his uncle at work, he is looking to become a Private Investigator. He brings more technological aspects to the sleuthing. (Shane is the real-life grandson of Dick Van Dyke and son of Barry Van Dyke.) ==Guest stars== Wes Van Dyke - He played students Craig and Zack in two of the movies. (Wes Van Dyke is the son of Barry Van Dyke and grandson of Dick Van Dyke.) Carey Van Dyke - He appeared as Solar, a suspect in \"Locked Room Mystery\". (Carey Van Dyke is the son of Barry Van Dyke and grandson of Dick Van Dyke.) Kimberly Quinn - She appeared in the movie \"College Can Be Murder\" as Kelly Fogelle. She also appeared in the TV Series Diagnosis Murder with Barry Van Dyke and Dick Van Dyke. Challen Cates - She appeared in the movie \"College Can Be Murder\" as Alana. She also appeared in the TV Series Diagnosis Murder with Barry Van Dyke and Dick Van Dyke. ==Home media== On May 16, 2017 Millcreek Entertainment released the Murder 101 Collection featured the 3rd & 4th movies Murder 101: If Wishes Were Horses and Murder 101: The Locked Room Mystery. ==References== ==External links== * * * * * * Murder 101 at the Hallmark Movie Channel * Murder 101: College Can Be Murder at the Hallmark Movie Channel * Murder 101: If Wishes Were Horses at the Hallmark Movie Channel * Murder 101: The Locked Room Mystery at the Hallmark Movie Channel Category:2000s crime drama films Category:2000s thriller films Category:American crime drama films Category:American films Category:American film series Category:Hallmark Channel Mystery Wheel Category:Hallmark Channel original films Category:Larry Levinson Productions ",
    "title": "Murder 101 (film series)"
}