{
    "id": "12848811",
    "text": "City map detail of Tórshavn, the museum is marked red. Listasavn Føroya (National Gallery of the Faroe Islands) is an art museum in Tórshavn, Faroe Islands for mostly permanent exhibits of Faroese arts. Tórshavn is the capital of Faroe Islands. Established in 1989, it consists of a gallery called Listaskáli (since 1970) and another for historic arts (since 1993) with an area of 1,600 m2. The museum is located at the northern end of the Park of Tórshavn nearby the Nordic House in the Faroe Islands. Architect of the building was J.P. Gregoriussen. The building hosts the Faroe Islands Artist's Association Listafelag Føroya. The museum is independently managed by a board of four, representing a person of the state government, the artist's association named above, the artist's union and the city council of Tórshavn (one of each). Listasavn Føroya is open year round. From May 1 to 31 of August the museum is open all days of the week from 11 to 17. From 1 September to 30 April the museum is open Tuesday to Sunday from 13 to 16. The building hosts a coffee shop and a book and art store. == Exhibitions == Listasavn Føroya Listasavn Føroya Listasavn Føroya has both a permanent collection and shifting exhibitions of old and new Faroese art. Amongst the Faroese artists which art works are part of the permanent collection these can be mentioned: *Sámal Joensen-Mikines (1906–79), *Janus Kamban (1913–2009) (sculptor) *Ruth Smith (1913–58) *Elinborg Lützen (1919–95) *Ingálvur av Reyni (1920–2005) *Steffan Danielsen (1922–76) *Hans Hansen (1920–1970), *Frimod Joensen (1915–97) *Tummas Arge (1942–78) *Zacharias Heinesen (born 1936) *Hans Pauli Olsen (born 1957), (sculptor)Art.fo , Exhibitions There are three to four temporary exhibitions every year. These exhibitions can be with Faroese artists or with art works by artists from other countries. == Annual exhibitions == One exhibition which normally is every summer, it the Olavsoka Exhibition (Ólavsøkuframsýningin), which is the Faroe Islands Art Society's annual Exhibition of Faroese art. At the Olavsoka Art Exhibition 2010 there were 103 artworks by 38 Faroese artist, of which five exhibited for the first time in the Faroe Islands Art Museum.Listafelag.fo Another annual exhibition is the Spring Exhibition of Faroese Art (Várfram sýningin).Art.fo , Exhibition Calendar ==See also== Listasavn Føroya on a national stamp, 1995. *Art of the Faroe Islands ==References== ==External links == * Art.fo - Homepage (English, Danish, Faroese) Category:Faroese culture Category:Tórshavn Category:Art museums established in 1989 Category:Art museums and galleries in the Faroe Islands Category:Museums in the Faroe Islands Category:Art museums and galleries in Denmark Category:1989 establishments in the Faroe Islands ",
    "title": "Listasavn Føroya"
}