{
    "id": "12844611",
    "text": "The Aryan Guard is a neo-Nazi group based in Alberta, Canada, whose members are primarily located in the city of Calgary.\"Friends of the Simon Wiesenthal Center advises of Calgary-based neo-nazi’s recent activities\" , David Eisenstadt, The Communications Group, CNW Group August 19, 2007 It was founded in late 2006, and was reported to have disbanded in 2009 as a result of internal conflict including pipe bombing attacks. However, late in 2009 the group denied this and claimed it was still operating.\"A Statement from the Aryan Guard\" , December 2, 2009 ==Origin== The Aryan Guard did not gain any media attention until 2007 when members began a flyering campaign targeting immigrants. Some of these flyers had been surreptitiously placed in the free Calgary arts and culture newspaper Fast Forward Weekly by Aryan Guard members. The Friends of the Simon Wiesenthal Center for Holocaust Studies suspect that the individual responsible for the flyers may be Bill Noble, a neo-Nazi well known to law enforcement for his online racist activism and who has been in the past charged under Section 319 of the Canadian Criminal Code for \"wilful promotion of hatred\". The Aryan Guard's website is registered in Noble's name.\"Cyber hate-monger targeting Calgary?\" , Pablo Fernandez, The Calgary Sun (Calgary, Alberta), pg A5, August 14, 2007 At a human rights panel discussion at the Glenbow Museum on August 14, 2007, the topic of the Aryan Guard was discussed. Although the flyers were deemed \"racially charged\" and \"disturbing\", Inspector Bob Couture of the Calgary Police Service, a speaker on the panel, stated that \"there was not enough basis to take action against the group\".\"Jewish and minority groups condemn racist’s attempt to stir trouble in Calgary\" , Alberta Index (Calgary, Alberta), August 15, 2007 ==Activities== Aryan Guard rally in Calgary in October 2007 In response to the Aryan Guard's activities in the city, Calgary anti-racist activists held a rally in support of Calgary's multiculturalism and opposition to racism and racist movements. Some members of the Aryan Guard organized a counter-protest in response to the anti-racist rally.\"Racists interrupt rallies\" , Katie Schneider, The Calgary Sun August 26, 2007 On October 14, 2007, approximately 15 Aryan Guard members protested at Calgary City Hall. They were drastically outnumbered by anti-racism protesters. Police were forced to step in as a safety precaution.Tarina White, \"White supremacists scuffle with anti-racism group\" , Calgary Sun, October 14, 2007.Sherri Zickefoose, \"White supremacist rally ends with arrests\" , Calgary Herald (canada.com), October 14, 2007. On March 21, \"a date recognized as both a white pride world wide day and as a celebration for the elimination of racism\", in 2008, the Aryan Guard staged a demonstration in downtown Calgary. More than 40Jamie Komarnicki, \"Anti-racists clash with Aryan Guard\" , (canada.com), March 21, 2008. supporters of the Aryan Guard faced a crowd of over 200 anti-racist protesters who prevented the Guard from reaching their planned meeting place at the Mewata Armouries. Police then formed a human barrier between the two groups and blocked the movement of the counter-protesters while escorting the Aryan Guard down Stephen Avenue and up the steps of City Hall, where they waved flags proclaiming \"White Pride Worldwide\".\"Skinhead rally causes clash\" , Pablo Fernandez, Calgary Sun (Calgary, Alberta), pg 3, March 22, 2008 Members of the Aryan Guard also taunted Jason Devine and Bonnie Collins, local anti-racism activists whose home was firebombed on February 12, 2008, while they and their four children were inside.\"Faces of hate unashamedly spew message\" , Pablo Fernandez, Calgary Sun (Calgary, Alberta), pg 4, March 23, 2008 As the demonstration wound down, members of the Aryan Guard were escorted to a waiting school bus by police and evacuated from the scene. An unknown number of anti-racism protesters, who had been under video surveillance during the demonstration, were detained as they left and forced to have their identification recorded by police. On March 21, 2009, the Aryan Guard held another white pride rally in downtown Calgary where they confronted anti- racist, counter-protestors which led to a brawl between the two parties that brought traffic to a standstill. Several people had to be treated for injuries.Komarnicki, Jamie. Protest turns violent as Calgary Aryan Guard, anti-racism activists square off . Calgary Herald. March 22, 2009. The Aryan Guard had received media attention earlier that year on January 10, 2009 when they appeared at a protest against Israel's actions in the Gaza Strip, despite being asked to leave by the protest organizers. ==Criminal convictions and other legal troubles== According to Const. Lynn MacDonald, the hate crimes coordinator for the Calgary Police Service, the Aryan Guard is considered a \"criminal activity group\". On August 28, 2008, four members of the Aryan Guard were arrested for vandalism that occurred on the Siksika First Nations Reserve near the community of Gleichen, Alberta.\"Racism erupts on Siksika First Nation Reserve\" , CTV Calgary (Calgary, Alberta), August 28, 2008 On July 27, 2008, a 17-year-old member of the Aryan Guard assaulted a Japanese woman leaving a Calgary bar. The Aryan Guard member was convicted of the assault on March 13, 2009; he was released in April 2009 having been in jail since October 2008.\"Alleged Aryan Guard guilty of assaulting Japanese visitor \" , Daryl Slade, Calgary Herald (Calgary, Alberta), March 13, 2009\"Aryan Guard teen gets rehab instead of jail for vicious attack \" , Daryl Slade, Calgary Herald (Calgary, Alberta), April 23, 2009 On the morning of November 21, 2009, two homemade bombs were left on the doorstep of WEB (Western European Bloodline) member Tyler Sturrup. The devices were found and removed to a nearby parking lot moments before detonating. Hours after Aryan Guard member John Marleau was questioned by police in connection to the bombing, warrants for attempted murder and other charges were issued for Aryan Guard founder Kyle McKee and a 17-year-old accomplice who cannot be named under provisions of Canada's Youth Criminal Justice Act. The accomplice was later found not guilty and released after serving seven months in jail. After the bomb attempt, the Aryan Guard's web site indicated the group had disbanded. ==See also== * List of white nationalist organizations ==References== ==External links== *Food Not Bombs targeted: Non-profit group faces neo-Nazi intimidation Category:Organizations established in 2006 Category:Canadian far-right political movements Category:White supremacy in Canada Category:Neo-Nazi organizations Category:Gangs in Canada ",
    "title": "Aryan Guard"
}