{
    "id": "1284932",
    "text": "Saha Airlines () is an Iranian airline based in Tehran that operates scheduled domestic flights. ==History== The company was established in 1990 as Saha Airlines and is wholly owned by the Islamic Republic of Iran Air Force. It operates domestic passenger services using Boeing 737-300 aircraft, and cargo charters carried out with Boeing 747 freighters when required. Saha Airlines was the last civil operator of the Boeing 707 in the world. On 3 May 2013, all flight operations were suspended. Saha Airlines began operating again in 2017. ==Destinations== Saha Airlines serves the following destinations (as of March 2017) {|class=\"sortable wikitable toccolours\" |- ! City ! Country ! Airport |- |Ahwaz||Iran||Ahwaz International Airport |- |Isfahan||Iran||Isfahan International Airport |- |Kish Island||Iran||Kish International Airport |- |Mashhad||Iran||Mashhad International Airport |- |Shiraz||Iran||Shiraz International Airport |- |Tehran||Iran||Mehrabad International Airport [Hub] |} ==Fleet== As of January 2019, the Saha Airlines fleet consisted of the following aircraft: {| class=\"wikitable\" style=\"margin:0.5em auto\" |+ Saha Airlines Fleet |- !Aircraft !In service !Notes |- | Boeing 737-300 |align=center| 2 | |- |- !Total !2 ! |} {| class=\"wikitable\" style=\"margin:0.5em auto\" |+ Saha Airlines Former Fleet |- !Aircraft !Fleet !Year Retired !Notes |- | Airbus A300-600 |align=center| 2 | 2012 |Transferred to Meraj Airlines |- | Boeing 707 |align=center| 14 | 2013 |only 4 were passenger aircraft (2 were destroyed), 9 used for cargo, 1 used for government (transferred to Meraj Airline), |- | Boeing 747-100 |align=center| 1 | 2008 | used for cargo flights, transferred to Iran Air Force |- | Boeing 747-200 |align=center| 3 | 2018 | used for cargo flights, transferred to Iran Air Force |- !Total !20 ! ! |} ==Accidents and incidents== *On 20 April 2005, Saha Airlines Flight 171, a Boeing 707-320C, registration EP-SHE, flying from Kish Island, crashed on landing at Mehrabad Airport, Tehran following an unstabilised approach with a higher than recommended airspeed. Gears and/or a tire failed after touchdown and the flight overran the far end of the runway. Of the 12 crew and 157 passengers on board, three passengers were killed.Saha Air Flight 171 crash report *On 14 Jan 2019, a Boeing 707 freighter crashed near Karaj, Iran The plane was supposed to land at Payam International Airport, but the crew mistakenly landed at Fath Air Base. Of the 16 people on board, only one survived. The aircraft was the last 707 in commercial service worldwide. ==References== ==External links== Category:Airlines of Iran Category:Airlines established in 1990 Category:Iranian companies established in 1990 ",
    "title": "Saha Airlines"
}