{
    "id": "1284012",
    "text": "Palomar Mountain () is a mountain ridge in the Peninsular Ranges in northern San Diego County. It is famous as the location of the Palomar Observatory and Hale Telescope, and known for the Palomar Mountain State Park. ==History== The Luiseño Indian name for Palomar Mountain was \"Paauw\" and High Point was called \"Wikyo.\" The Spanish name \"Palomar\", in English meaning \"pigeon roost,\" comes from the Spanish colonial era in Alta California when Palomar Mountain was known as the home of band-tailed pigeons. During the 1890s, the human population was sufficient to support three public schools, and it was a popular summer resort for Southern California, with three hotels in operation part of the time, and a tent city in Doane Valley each summer. ==Palomar Observatory== Palomar Mountain is most famous as the home of the Palomar Observatory and the Hale Telescope. The 200-inch telescope was the world's largest and most important telescope from 1949 until 1992. The observatory currently consists of three large telescopes. It uses a 23-ton glass block cast by José Antonio de Artigas Sanz. ==Palomar Mountain State Park== Palomar Mountain is the location of Palomar Mountain State Park, a California State Park. There are campgrounds for vacationers, and a campground for local school children until the San Diego Unified School District was forced to close it due to state budget cuts. The park averages 70,000 visitors annually. The campgrounds in the park were temporarily closed on October 2, 2011, due to state budget cuts. The park was among 70 California State Parks threatened by budget cuts in fiscal years 2011-2012 and 2012-2013, but the park and the campgrounds remain open. Palomar Mountain, especially in the state park area, is densely wooded with abundant oak and conifer tree species (pine, cedar, fir). Ferns are abundant everywhere in the shady forest. The forest is supported by annual precipitation totals in excess of 30 inches. Beginning in the 1920s a lookout tower has been present on Boucher Hill on Palomar Mountain. The tower had been active until it was abandoned in 1983 and then was reactivated when the FFLA (Forest Fire Lookout Association) began manning it in 2012. Boucher Hill sees more than 11,000 visitors a season. The tower opens around May 1 in conjunction with the fire season and closes in early December. During this period the tower is typically staffed 7 days a week from 9am to 5pm. Doane Valley, located within the State Park, is home to the Camp Palomar Outdoor School for 6th grade students in the San Diego Unified School District. == Oak Knoll Campground == At the base of Palomar Mountain on County Route S6 is Oak Knoll Campground, formerly known as Palomar Gardens. In the 1950s and 1960s, Palomar Gardens was made famous by its owner and resident, UFO contactee George Adamski.(Moseley, pp. 62-68) Adamski had a self-built, wooden observatory at Palomar Gardens and photographed objects in the night sky that he claimed were UFOs. Adamski co-authored the bestselling Flying Saucers Have Landed in 1953, about his alleged alien encounter experiences, and in particular his meetings with a friendly \"Space Brother\" from Venus named Orthon.(Moseley, p. 60) The 1977 film The Crater Lake Monster had many scenes filmed on Palomar Mountain, including scenes shot at the summit restaurant, but not the scenes of the monster in a lake. == High Point == Fire Tower on Palomar Mountain High Point, in the Palomar Mountain range, is one of the highest peaks in San Diego County. At an elevation of , it is surpassed by Cuyamaca Peak (at ) and Hot Springs Mountain (the county's highest point, at ). They are dwarfed by the higher San Bernardino Mountains a relatively short 52 miles to the north, in San Bernardino County, the San Jacinto Mountains 30 miles north in Riverside County and the high Mount Whitney some farther north. High Point is located approximately two miles east of the observatory. However, it is not accessible by the public from that direction as the observatory itself and adjacent land are private property, and the road to High Point from the observatory is blocked by a permanently closed gate. It may be reached via Palomar Divide Truck Trail, a dirt road that starts off Highway 79 near Warner Springs, California. The trip is 13 miles one way with 3000 feet of elevation gain via Palomar Divide Truck Trail. High Point can also be hiked on the Oak Grove Trail, the oldest established trail on the Palomar Ranger District. The hike is 13.5 miles roundtrip. There is an operational USFS fire lookout on High Point, built in 1964. It is 70 feet tall, making it the tallest USFS fire tower in California. It was brought back into service in 2009 and is staffed by the FFLA (Forest Fire Lookout Association). Other local peaks include: *Birch Hill () *Boucher Hill (). ==Access== South Grade Road, the stretch of San Diego County Route S6 going from State Route 76 to the summit provides access with over 20 hairpin turns over the distance of less than . ==Climate== According to the Köppen Climate Classification system, Palomar Mountain has a warm-summer Mediterranean climate, abbreviated \"Csa\" on climate maps. Annual precipitation on the mountain averages 30-35 inches (highly variable from year to year), mostly falling between October and April. Snow falls during cold winter storms. Summers are mostly dry, except for thunderstorms in July to early September. The humid climate supports a forest of oak, pine, fir and cedar on large swaths of the mountain. ==Natural history== The upper elevations of the Palomar Mountain Range have notably different habitats than its lower elevation foothills. The lower regions are in the California montane chaparral and woodlands sub-ecoregion, adapted to the xeric/dry Mediterranean climate with chaparral and woodlands flora. The higher regions are in the California mixed evergreen forest sub-ecoregion, with California black oaks, closed-cone pines, firs, and other California oaks and conifers. Higher elevations receive considerably more moisture than the coastal and inland valley lower slopes, with of precipitation. They can also receive snow from winter storms. ==See also== *California montane chaparral and woodlands *California oak woodlands *Closed-cone pine forests == References == ==Sources== * * * * ==External links== * California State Parks: official Palomar Mountain State Park website * Friends of Palomar Mountain State Park * Palomar Mountain History (book) * Borrego Springs Chamber of Commerce: Palomar Mountain Category:Mountains of San Diego County, California Category:Cleveland National Forest Category:North County (San Diego County) Category:Peninsular Ranges Category:Mountains of Southern California ",
    "title": "Palomar Mountain"
}