{
    "id": "1284764",
    "text": "Tuva is a part of Russia, inhabited by a Turkic people. Tuvans are known abroad for khoomei (xöömej), a kind of overtone singing. Traditionally, Tuvan music was only a solo effort. The musician's intention was usually to emphasise timbre and harmonics over rhythm. Performances were often in places with good natural acoustics, such as caves, cliffs, and rivers, with the performer taking long pauses to allow nature the chance to converse back. Modern Tuvan music usually involves ensembles of musicians playing multiple instruments, and tends to be more pulsatile than traditional forms. ==Traditional songs== Tuvans' belief in spirits is apparent in their musical practices. Praise songs and chants, called algysh, and the rhythmically chanted poetic couplets that precede breaths of throat-singing, address cher eezi, or local-spirit masters with words. Throat singing is instead made to imitate sounds produced by the places or beings in which the spirit-masters dwell. Singers establish contact with the spirit-master by reproducing the sounds made and enter into conversation, whose aim is supplication, an expression of gratitude, or an appeal for protection. The same imitative or mimetic interaction with the natural sound world may also be mediated through the use of traditional musical instruments. Calm, mimetic singing in reproduction of the sounds of a certain place is believed to be the best possible offering to spirit-masters. This region is also famous for its indigenous shaman population. Shamans commonly created music in order to call upon spirits, conjure ancestors, discover birthplaces, connect with natural surroundings, and to attract spirits for hunters. Shepherds would also play music to herd animals and imitate galloping horses. Each song had a certain meaning according to where the musician was and whether or not the situation was work or relaxation. Many traditional Tuvan songs share the same structure. They may consist of several verses, each four lines long, with each line having only eight syllables. It is not uncommon for all the lines of a verse to begin with a word starting with the same letter or a similar-sounding letter. ==Traditional instruments== *Amyrga (horn used for hunting Maral) *Byzaanchy (4-string spike fiddle) *Chadagan (similar to a zither) *Chanzy (3-string plucked lute) **Bichii chanzy (small chanzy tuned one octave higher) *Doshpuluur (3-string plucked lute) *Dungur (flat drum used by shamans) *Ediski (birch wood vibrated with the mouth to imitate birds) *Igil (2-string bowed horsehead fiddle with skin-covered soundbox) *Khomus (jaw harp) *Shoor (end blown flute used by shamans to attract spirits) *Yat-kha (long zither similar to Korean gayageum) *Xapchyk (rattle made of a dried bull's scrotum filled with the knuckle bones from sheep) *Kengirge (large frame drum) and shyngyrash (bells that sit atop the kengirge) ==Modern music== In parallel with traditional music, modern genres of music developed in Tuva since the 1970s. These were mainly pop and rock music, as well as fusions of these genres with khoomei. The most popular Tuvan musical group is Huun-Huur-Tu. Notable Tuvan rock and fusion performers include: Yat-Kha; Alexander Sarzhat- Ool (guitar), who spent 22 years in jail before starting the music career, and was self-taught; Alexander Chavynchak (guitar), who performed free jazz and blues, as well as khoomei; and Vladimir Oidupaa (bayan and khoomei). Uniformed marching bands are active in the republic, particularly the Brass Band of the Government of Tuva. Created on 24 March 2008 from a student band under the Kyzyl Art College (originally founded in 1960)http://tuvaband.ru/index.php/orkestr/istoriya/171-vozrozhdjonnyj- dukhovoj-orkestr, the average age of band members is 24 years old. It is the only civilian mounted band in Russia, reviving the traditions of its predecessor – the Horse Brass Band of the Tuva People's Revolutionary Army, which was active in the TPRA from 1929 to 1944. The first performance of the band was on horseback during a Victory Day Parade in 2008 in Kyzyl. It also performed the following October for a program dedicated to the 65th anniversary of Tuva joining Russia.http://gov.tuva.ru/region/culture/1325/#:~:text=Духовой%20оркестр%20Правительства%20Республики%20Тыва%20-%20единственный%20конный%20духовой%20оркестр%20в,и%20просуществовавшего%20около%2015%20лет. The band participates in many international and inter-regional festivals, including the Spasskaya Tower Military Music Festival and Tattoohttps://spasstower.ru/participants/dukhovoy-orkestr-pravitelstva- respubliki-tyva/ and the Capital City Day celebrations in Kazakhstanhttps://www.tuvaonline.ru/2014/07/14/tuvinskiy-orkestr-pokoril- astanu.html, and is a three time winner of the Grand Prix of the International Festival of Live Music and Faith \"Ustuu-Khuree\". == References == ===Notes=== ===Sources=== *Levin, Theodore and Valentina Suzukei. Where Rivers and Mountains Sing. Bloomington, IN: Indiana University Press, 2006. *Miller, Bruce. \"Tuva: National Geographic World Music.\" National Geographic Society. 2006. March 15, 2007. *worldmusic.nationalgeographic.com == External links == *Tuvan Instruments: text, photos, audio, video, folktales *Tuvan throat- singing: audio & video clips demonstrating various styles Tuva Tuva ",
    "title": "Music in the Tuva Republic"
}