{
    "id": "12840474",
    "text": "The Internet in Sweden is used by 94.0% of the population, the fourth highest usage rate in the world, behind only the Falkland Islands (96.9%), Iceland (96.0%), and Norway (95%). Sweden ranks 18th and 5th highest in the world in terms of the percentage of its fixed and wireless broadband subscriptions. It has the second fastest average internet connection speed in the world.https://www.stateoftheinternet.com/downloads/pdfs/Q4-2015-SOTI- Connectivity-Executive-Summary.pdf ==Usage== * Top-level domain: .se * Internet hosts: ** 6.0 million hosts, 19th in the world (2012); ** 5.6 million hosts (2010). * Internet users: 8.7 million users, 44th in the world; 94.0% of the population, 4th in the world (2012).Calculated using penetration rate and population data from \"Countries and Areas Ranked by Population: 2012\" , Population data, International Programs, U.S. Census Bureau, retrieved 26 June 2013\"Percentage of Individuals using the Internet 2000-2012\", International Telecommunications Union (Geneva), June 2013, retrieved 22 June 2013 * Fixed broadband: 2.9 million subscriptions, 30th in the world; 32.2% of population, 18th in the world (2012).\"Fixed (wired)-broadband subscriptions per 100 inhabitants 2012\", Dynamic Report, ITU ITC EYE, International Telecommunication Union. Retrieved on 29 June 2013. * Wireless broadband: 9.2 million subscriptions, 26th in the world; 101.3% of the population, 5th in the world (2012).\"Active mobile-broadband subscriptions per 100 inhabitants 2012\", Dynamic Report, ITU ITC EYE, International Telecommunication Union. Retrieved on 29 June 2013. * IPv4: 30.4 million addresses allocated, 0.7% of the world total, 3336.4 addresses per 1000 people (2012).Select Formats , Country IP Blocks. Accessed on 2 April 2012. Note: Site is said to be updated daily.Population, The World Factbook, United States Central Intelligence Agency. Accessed on 2 April 2012. Note: Data are mostly for 1 July 2012. * Internet service providers (ISPs): 673 (2015).http://bgp.he.net/country/SE ==Access technologies== Household broadband Internet access is mainly available through: * Cable Internet at speeds of 128 kbit/s to 10 Gbit/s, * Optical Fibre at speeds of 100 Mbit/s to 10 Gbit/s * ADSL at 256 kbit/s to 30 Mbit/s, * VDSL at 256 kbit/s to 60 Mbit/s, and * Ethernet twisted-pair LANs networked via fibre MANs connecting buildings. Com Hem is the largest provider of cable Internet in Sweden. The prices for Ethernet LAN, fiber, and FTTH services depend on the city where the service is used and the provider of the physical cable. Many cities own their own fiber networks and allow ISPs to offer services over these facilities. The wired market has seen large investments, such as those from the Carlyle Group, a leading investment company which used to hold 21.6% of the ISP Bredbandsbolaget. In July 2005 Bredbandsbolaget was bought by Norwegian Telenor ASA. Bredbandsbolaget has recently performed a string of acquisitions of weaker competitors. The wireless broadband market has also seen large foreign direct investments; for example Hutchison Whampoa's investments in the Scandinavian 3G mobile operator 3. ==Internet censorship and surveillance== In 2009 the OpenNet Initiative (ONI) found little or no evidence of filtering in the four areas (politics, social, conflict/security, and Internet tools) for which they test.OpenNet Initiative \"Summarized global Internet filtering data spreadsheet\", 29 October 2012 and \"Country Profiles\", the OpenNet Initiative is a collaborative partnership of the Citizen Lab at the Munk School of Global Affairs, University of Toronto; the Berkman Center for Internet & Society at Harvard University; and the SecDev Group, OttawaDue to legal concerns the OpenNet Initiative does not check for filtering of child pornography and because their classifications focus on technical filtering, they do not include other types of censorship. There is no individual ONI country profile for Sweden, but it is included in the regional overview for the Nordic countries.\"ONI Regional Overview: Nordic Countries\", OpenNet Initiative, March 2010 There are no government restrictions on access to the Internet or credible reports that the government monitors e-mail or Internet chat rooms without appropriate legal authority. Individuals and groups engage in expression of views via the Internet, including by e-mail.\"Sweden\", Country Reports on Human Rights Practices for 2012, Bureau of Democracy, Human Rights and Labor, U.S. Department of State, 25 March 2013. Retrieved 5 February 2014. The constitution provides for freedom of speech and the press, and the government generally respects these rights in practice. An independent press, an effective judiciary, and a functioning democratic political system combine to ensure freedom of speech and of the press. The law criminalizes expression considered to be hate speech and prohibits threats or expressions of contempt for a group or member of a group based on race, color, national or ethnic origin, religious belief, or sexual orientation. Penalties for hate speech range from fines to a maximum of four years in prison. The constitution and law prohibit arbitrary interference with privacy, family, home, or correspondence, and the government generally respects these prohibitions in practice. The law permits the signals intelligence agency, National Defense Radio Establishment, to monitor the content of all cross-border cable-based Internet traffic to combat \"external threats\" such as terrorism and organized crime. Monitoring is only possible after obtaining court permission and upon the explicit request of government or defense agencies. In 2012 parliament passed the EU Data Retention Directive that compels Internet service providers to store data on online communications within the country for six months so that law enforcement agencies have access to it if a court so orders. Sweden's major Internet service providers have a DNS filter which blocks access to sites authorities claim are known to provide child pornography, similar to Denmark's filter.\"Regional Overview: Europe\", OpenNet Initiative, 30 March 2010. Retrieved 5 February 2014. A partial sample of the block list can be seen at a Finnish site criticizing internet censorship.\"Internet Censorship List - Sweden (Glocalnet)\", Matti Nikki, Näkemyksiä lapsipornosta Internetissä (Views on child pornography on the Internet). Retrieved 5 February 2014. The Swedish police are responsible for updating this list of blocked sites. On 6 July 2007, Swedish police said that there is material with child pornography available on torrents linked from the torrent tracker site The Pirate Bay (TPB) and said would be included in the list of blocked Internet sites. This, however, did not happen as the police later claimed the illegal material had been removed from the site. Police never specified what the illegal content was on TPB. This came with criticism and accusations that the intended censorship of TPB was political in nature.\"Sweden may block Pirate Bay over child porn\", Jan Libbenga, The Register, 9 July 2007. Retrieved 5 February 2014.\"Police take credit wrongfully\", The Pirate Bay Blog, 9 July 2009. Retrieved 5 February 2014. On 9 December 2014 TPB was raided at the Nacka station, a nuclear-proof data center built into a mountain complex near Stockholm. Despite the rise of various TPB clones and rumors of reincarnations, thepiratebay.se domain remained inaccessible.\"Swedish Police Raid The Pirate Bay, Site Offline\", Andy, TorrentFreak, 9 December 2014. On 13 December 2014 Isohunt created a site called The Old Pirate Bay, which appears to be a resurrection of TPB.\"Yay! The Pirate Bay is Back: Well, Sort Of...Uhh, IsoHunt?\", Aaron Mamiit, Tech Times, 13 December 2014 On 21 December 2014 after nearly two weeks of downtime the official domain of TPB showed signs of life. ThePirateBay.se was only waving a pirate flag, but that's enough to give many TPB users hope for a full recovery. TPB's main domain started pointing to a new IP-address connected to a server hosted in Moldova. ==See also== * History of the Internet in Sweden * Television licensing in Sweden * Telecommunications in Sweden * Media of Sweden ==References== sv:Internets historia i Sverige ",
    "title": "Internet in Sweden"
}