{
    "id": "1284890",
    "text": "Michael Strogoff: The Courier of the Czar () is a novel written by Jules Verne in 1876. Critics, including Leonard S. Davidow,Verne, Classic Romances of Literature: Michel Strogoff, Forward consider it one of Verne's best books. Davidow wrote, \"Jules Verne has written no better book than this, in fact it is deservedly ranked as one of the most thrilling tales ever written.\" Unlike some of Verne's other novels, it is not science fiction, but a scientific phenomenon (Leidenfrost effect) is a plot device. The book was later adapted to a play, by Verne himself and Adolphe d'Ennery. Incidental music to the play was written by Alexandre Artus in 1880. The book has been adapted several times for films, television and cartoon series. == Plot summary == 230px Journey across Siberia Michael Strogoff, a 30-year-old native of Omsk, is a courier for Tsar Alexander II of Russia. The Tartar Khan (prince), Feofar Khan, incites a rebellion and separates the Russian Far East from the mainland, severing telegraph lines. Rebels encircle Irkutsk, where the local governor, a brother of the Tsar, is making a last stand. Strogoff is sent to Irkutsk to warn the governor about the traitor Ivan Ogareff, a former colonel, who was once demoted and exiled and now seeks revenge against the imperial family. He intends to gain the governor's trust and then betray him to the Tartar hordes. An illustration from the novel Michael Strogoff: The Courier of the Czar drawn by Jules Férat. On his way to Irkutsk, Strogoff meets Nadia Fedor, daughter of an exiled political prisoner, Basil Fedor, who has been granted permission to join her father at his exile in Irkutsk; the English war correspondent Harry Blount of the Daily Telegraph; and Alcide Jolivet, a Frenchman reporting for his 'cousin Madeleine'. Blount and Jolivet tend to follow the same route as Michael, separating and meeting again all the way through Siberia. He is supposed to travel under a false identity, posing as the pacific merchant Nicolas Korpanoff, but he is discovered by the Tartars when he meets his mother in their home city of Omsk. Michael, his mother and Nadia are eventually captured by the Tartar forces, along with thousands of other Russians, during the storming of a city in the Ob basin. The Tartars do not know Strogoff by sight, but Ogareff is aware of the courier's mission and when he is told that Strogoff's mother spotted her son in the crowd and called his name, but received no reply, he understands that Strogoff is among the captured and devises a scheme to force the mother to indicate him. Strogoff is indeed caught and handed over to the Tartars, and Ogareff alleges that Michael is a spy, hoping to have him put to death in some cruel way. After opening the Koran at random, Feofar decides that Michael will be blinded as punishment in the Tartar fashion, with a glowing hot blade. For several chapters the reader is led to believe that Michael was indeed blinded, but it transpires in fact that he was saved from this fate (his tears at his mother evaporated and saved his corneas) and was only pretending. Eventually, Michael and Nadia escape, and travel to Irkutsk with a friendly peasant, Nicolas Pigassof. They are recaptured by the Tartars; Nicolas witnesses Nadia being raped by a Tartar soldier and murders Nadia's assaulter. The Tartars then abandon Nadia and Michael and carry Nicolas away, reserving him for a greater punishment. Nadia and Michael later discover him buried up to his neck in the ground. They continue onwards where they are delayed by fire and the frozen river. However, they eventually reach Irkutsk, and warn the Tsar's brother in time of Ivan Ogareff. Nadia's father, who has been appointed commander of a suicide battalion and later pardoned, joins them and Michael and Nadia are married. == Sources of information == Exact sources of Verne's quite accurate knowledge of contemporary Eastern Siberia remain disputed. One popular version connects it to the novelist's meetings with anarchist Peter Kropotkin; however, Kropotkin arrived in France after Strogoff was published. Another, more likely source, could have been Siberian businessman Mikhail Sidorov. Sidorov presented his collection of natural resources, including samples of oil and oil shales from Ukhta area, together with photographs of Ukhta oil wells, at the 1873 World Exhibition in Vienna, where he could have met Verne.Fuks, Matveychuk, pp. 371-373 Real-world oil deposits in Lake Baikal region do exist, first discovered in 1902 in Barguzin Bay and Selenge River delta,Fuks, Matveychuk, pp. 374-375 but they are nowhere near the commercial size depicted by Verne.Fuks, Matveychuk, p. 372 Verne's publisher Pierre-Jules Hetzel sent the manuscript of the novel to the Russian writer Ivan Turgenev in August 1875 asking him for his comments on the accuracy of the conditions described in the book.I.S. Turgenev, Polnoe sobranie sochinenii i pisem v 30 tomakh: Pis'ma, vol. 14 (1875) (Moscow, 2003), p. 136. While the physical description of Siberia is accurate, the Tartar rebellion described was not a rebellion and the strength as well as the geographical reach of the Tartars is highly exaggerated. After the Khanates had been gradually pushed back further South earlier in the 19th century, in 1865-68 Russia had conquered the weakened Central Asian Uzbek Khanates of Kokand and Bukhhara, both located much further South than the cities through which Strogoff travelled in the novel. While there thus had been war between Russia and \"Tartars\" a few years before Jules Verne wrote Michael Strogoff, no Tartar Khan at the time was in a position to act as Feofar is described as doing; depicting late 19th Century Tartars as able to face Russians on anything resembling equal terms is an anachronism. == Screen Adaptations == {| class=\"wikitable plainrowheaders\" style=\"text-align: left; margin-right: 0;\" width=100% ! scope=\"col\" |Title ! scope=\"col\" |Year ! scope=\"col\" |Country ! scope=\"col\" |Director ! scope=\"col\" |Strogoff ! scope=\"col\" |Notes ! scope=\"col\" |Refs |- | Michael Strogoff | 1914 | US | Lloyd B. Carleton | Jacob P. Adler | silent | |- | Michel Strogoff | 1926 | France / Germany | Victor Tourjansky | Ivan Mosjoukine | silent |\"Michel Strogoff\" British Film Institute, retrieved 9 February 2014 |- | Michel Strogoff | 1936 | France | Jacques de Baroncelli, Richard Eichberg | Anton Walbrook | |\"Michel Strogoff\", British Film Institute, retrieved 9 February 2014 |- | The Czar's Courier | 1936 | Germany | Richard Eichberg | Anton Walbrook | |\"Der Kurier des Zaren\", British Film Institute, retrieved 9 February 2014 |- | The Soldier and the Lady | 1937 | US | George Nicholls, Jr. | Anton Walbrook | later released as Michael Strogoff |\"Michael Strogoff\", IMDb, retrieved 9 February 2014 |- | Miguel Strogoff | 1943 | Mexico | Miguel M Delgado | Julián Soler | |\"Miguel Strogoff\", IMDb, retrieved 9 February 2014 |- | Michel Strogoff | 1956 | France, Italy, Yugoslavia | Carmine Gallone | Curd Jürgens | |\"Michel Strogoff\", British Film Institute, retrieved 9 February 2014 |- | Le Triomphe de Michel Strogoff | 1961 | France, Italy | Victor Tourjansky | Curd Jürgens | |\"Le triomphe de Michel Strogoff\", British Film Institute, retrieved 9 February 2014 |- | Strogoff | 1970 | Bulgaria, France, Italy | Eriprando Visconti | John Phillip Law | Released in Germany as Der Kurier des Zaren and in France as Michel Strogoff |\"Strogoff\", British Film Institute, retrieved 9 February 2014 |- | Michel Strogoff | 1975 | Austria, France, Germany, Switzerland, Hungary | | Raimund Harmstorf | 4-part TV drama |\" Michel Strogoff\", British Film Institute, retrieved 9 February 2014 |- | Michele Strogoff, il corriere dello zar | 1999 | Germany, France, Italy | Fabrizio Costa | Paolo Seganti | |\"Michele Strogoff, il corriere dello zar\", British Film Institute, retrieved 9 February 2014 |- | Les Aventures extraordinaires de Michel Strogoff | 2004 | France | Bruno-René Huchez, Alexandre Huchez | Anthony Delon | | |- | Michael Strogoff | 2013 | Italy | | | episode of TV series \"JV: The Extraordinary Adventures of Jules Verne\"; totally divergent plot |\"Les aventures extraordinaires de Michel Strogoff \", British Film Institute, retrieved 9 February 2014 |} The town of Marfa, Texas was named after the character Marfa Strogoff in this novel. == Boardgame == In 2017 a board game was published by Devir Games, designed by Alberto Corral and developed and illustrated by Pedro Soto. Similar to the book, in the game players are couriers racing across Russia to thwart the assassination plot by Count Ivan Ogareff. Players will race one another but will also race the Count, who moves across Russia on a separate track. Along the way, players must face and overcome troubles such as bears and bad weather, avoid the spy Sangarra who tries to delay their progress, and avoid capture by the Tartar forces who conspire with Count Ogareff. Players must balance the racing element of the game, resting enough to preserve health, and dealing with the troubles they face along the way before crisis ensues. The game usually ends when a player confronts Ogareff in Irkusk and a showdown ensues. The game is highly thematic and true to the novel, with artwork that draws on traditional Russian carving techniques from the era. Michael Strogoff on BoardGameGeek == References == == Sources == * * == External links == * * Michael Strogoff - A play in Five Acts and Sixteen Scenes from JV.Gilead.org.il * Category:1876 French novels Category:Novels by Jules Verne Category:Novels set in Russia Category:Military fiction Category:French adventure novels Strogoff, Michael Category:French novels adapted into films Category:Novels adapted into television shows ",
    "title": "Michael Strogoff"
}