{
    "id": "12843580",
    "text": "was a mountain castle in the former Iwashiro (now Nihonmatsu), Fukushima Prefecture, Japan. The ruins of the inner tower are now part of a historical park. Date Masamune spent one year in the castle. ==History== The Ishibashi clan ruled over the Shiomatsu region where this castle is located during the Muromachi period Ashikaga shogunate. The castle was controlled by the Ōuchi clan, who were hereditary retainers of the Ishibashi. In 1568, Ōuchi Yoshitsuna overthrew his overlord, Ishibashi Naoyoshi, and declared the area to be independent. In 1584 when Date Masamune took control of the Date clan, Ōuchi Sadatsuna, pledged fealty, but in the following year, betrayed the Date and joined the Ashina clan instead. This served as a pretext for Date Masamune to invade Shiomatsu and the Date clan soon took control of Otemori Castle, one of the satellite castles of Obama. In 1586, Ōuchi Sadatsuna fled to the Ashina territories and Masamune entered Obama Castle without battle.Harimaya Sengoku warlord data base Later, Date Masamune used the castle as a base for attacking the Hatakeyama clan, and stayed in this castle until August 1586. After a while, Sadatsuna surrendered to Masamune and became one of his retainers. In 1591, Gamō Ujisato took control of Shiomatsu, and assigned Gamō Chūzaemon as castellan and lord of a 25,000 koku domain. The surviving stone wall at the present-day ruins of the main castle is from this time. The Gamō were subsequently displaced by the Uesugi clan during which time Yamaura Kagekuni became castellan. In 1627, the castle was abandoned.Website on Iwashiro-Obama castle ==Miyamori Castle== south of Obama Castle is the ruins of Miyamori Castle. It was thought that the two castles Miyamori and Obama would protect each other geographically. Masamune's father Date Terumune entered Miyamori Castle shortly after Masamune entered Obama. It was at this castle that Terumune was abducted by Hatakeyama Yoshitsugu. Now, there stands a Shinto shrine on top of the ruins. ==References== Category:Archaeological sites in Japan Category:Castles in Fukushima Prefecture Category:Former castles in Japan Category:Ruined castles in Japan Category:Nihonmatsu, Fukushima Category:Mutsu Province Category:Date clan Category:Muromachi period ",
    "title": "Obama Castle (Mutsu Province)"
}