{
    "id": "12843748",
    "text": "Traditional Estonian cuisine has substantially been based on meat and potatoes, and on fish in coastal and lakeside areas, but now bears influence from many other cuisines, including a variety of international foods and dishes, with a number of contributions from the traditions of nearby countries. Scandinavian, German, Russian, Latvian, Lithuanian and other influences have played their part. The most typical foods in Estonia have been rye bread, pork, potatoes and dairy products.Eesti Toit infoserver v2.0.3.0 Estonian eating habits have historically been closely linked to the seasons. In terms of staples, Estonia belongs firmly to the beer, vodka, rye bread and pork \"belt\" of Europe. ==Cold table== Flounder The first course in traditional Estonian cuisine is based on cold dishes—a selection of pickles, meats and sausages served with potato salad () or , an Estonian signature dish almost identical to Swedish , based on beetroot, potatoes and herring.Estonia By Michael Spilling Small pastries called ( in the singular)—a relative of the —filled with meat, cabbage, carrots, rice and other fillings or mixtures are also popular, and are often served with bouillion. Herring is common among other fish as a part of the Estonian cold table. Smoked or marinated eel, crayfish dishes, and imported crabs and shrimps are considered delicacies. One of Estonia's national dishes is (Baltic dwarf herring), along with sprats. Flounder, perch and pike-perch are also popular. Kiluvõileib In the 20th century, a special sandwich called kiluvõileib has become popular. This sandwich consists of a traditional rye bread open sandwich with thin layer of butter and a layer of vürtsikilu (pickled Baltic sprats) as topping. Boiled egg slices, mayonnaise and culinary herbs are optional extra toppings. ==Soups== Soups may be eaten before the main course, but traditionally form the main meal and most often are made of meat or chicken stock mixed with a variety of vegetables. Soups are also blended with sour cream, milk and yogurt. Pea soup is also quite popular. A unique form of Estonian soup is (\"bread soup\"), which is a type of sweet soup that is made of black bread and apples, normally served with sour cream or whipped cream, often seasoned with cinnamon and sugar. ==Main course== Black rye bread (rukkileib) is also eaten as a pub snack. Black rye bread () accompanies almost every savory food in Estonia. Estonians continue to value their varieties of black rye-based bread. ==Desserts== currant kissell Specific desserts include kissell, curd snack and kama. Other common Estonian desserts are (a cream made of semolina and juice or fruit), (creamy curd) or compote (kompott). Rhubarb pies are also a favorite. Another popular dessert is kringle (), a sweet yeast bread often flavored with cardamom. ==Drinks== Local wines are mainly fruit wines. A traditionally popular drink called —similar to Russian —is becoming more popular again. Mead (), the drink that was most popular in ancient times, has almost completely disappeared. Birch sap () beverages are also quite popular. Nowadays, locally brewed beer is the number one choice to accompany food; different juices or simply water being the main non-alcoholic choice. Wine is widely drunk, and although it is still not as popular as beer, it is becoming all the more common. There are also Estonian fruit wines made of apples or different berries. Estonians are also proud of their vodka and other spirits, such as the herbal liqueur Vana Tallinn. Two of Estonia's oldest breweries are A. Le Coq, founded in 1807, and Saku Brewery, founded in 1820. Milk () is also widely drunk by children as well as adults. Other dairy products besides milk include keefir and also (\"sour milk\") and , which are variations on the theme of buttermilk. Dairy from Andre, Estonia is well known as part of Estonian dairy-related cuisine. ==Seasons== ===Summer and spring=== Traditionally in summer and spring, Estonians like to eat everything fresh—berries, herbs, vegetables and everything else that comes straight from the garden. Hunting and fishing were common in history. Nowadays, they have remained as popular pastimes. It is popular to barbecue in the summer. ===Winter and Christmas=== During the winter months, jam, preserves and pickles are brought to the table. During the past, when the economy was largely agricultural, the gathering and conserving of fruits, mushrooms and vegetables for winter was essential. Today, gathering and conserving is less common because almost everything can be bought from stores, but preparing food for winter is still very popular in the countryside and continues to retain its charm for many, as opposed to the commercialization of eating habits. Blood sausage (verivorst), roast goose (jõuluhani), sepik bread, head cheese (sült), and sauerkraut (hapukapsas) with oven-roasted potatoes have been part of the traditional Estonian menu that nowadays are mostly Christmas specialties. Also, typical Christmas treats have been apples, mandarin oranges, gingerbread and lingonberry jam. ==Gallery== Boudin3.jpg|Blood sausage before cooking Verivorstid.jpg|Oven cooked (blood sausage) Sülze001.jpg| Sült (head cheese) Mulgipuder.jpg|, a national dish of Estonia made with potatoes, groats, and meat File:Hernetatrapuder 002.JPG|, a pea and buckwheat porridge File:Sepik bread 2.jpg|Sepik (whole wheat bread) ==Notes and references== ==External links== *Karin Karner's book \"Estonian Tastes And Traditions\" *International Wine and Food Society Estonian Branch *Estonian Kitchen: 5 Local Dishes You Probably Didn’t Think of Trying *Traditional Estonian Cooking e-book ",
    "title": "Estonian cuisine"
}