{
    "id": "12847424",
    "text": "Gedaliah Bublick (1875—1948) was a Yiddish writer and Zionist leader. ==Biography== Gedaliah Bublick was born in Grodno, Russian Empire (today in Belarus), the son of Aaron Bublick. He was raised in Białystok where he remained until 1900. He obtained a traditional Jewish education at the Łomża Yeshiva in Poland and later at the famous Mir Yeshiva in Lithuania. In 1900, Bublick went to Paris to help a group of Białystok families trying to gain entry to Argentina under the Baron de Hirsch Fund. After obtaining the appropriate visas, Bublick joined the group for three years as a Hebrew teacher for their children. In 1904 Bublick left Argentina for the United States where he began working for the New York Orthodox Yiddish newspaper, Yiddishe Tageblatt (The Jewish Daily Page). He was a vociferous opponent of Reform and Conservative Judaism. In 1915, he was appointed editor-in-chief of the Yiddishe Tageblatt. As a young man, Bublick drifted away from traditional Jewish life for the Haskalah (Enlightenment) Movement, but eventually returned to religion and became a staunch advocate for Orthodox Judaism. In his book Min Hametzar, he predicted massive intermarriage and detected danger in the Conservative movement. He wrote \"It's a battle between Harvard and Volozhin.\" A street in the Ramot neighborhood of Jerusalem is named for Bublick. ==Zionist activism== In 1920, Bublick visited Palestine for the first time. Bublick was active in the Jewish community and was one of the founders of the American Jewish Congress. He was elected as a vice-chairman of the American Jewish Congress in May 1920. He served on the executive board of the World Zionist Organization (1919-1926) and the Jewish Agency for Israel. He was a well-known publicist for religious Zionism and was one of the founders of the American Mizrachi and served as its president from 1928 to 1932. He traveled to Palestine on many occasions to support Jewish settlement. In 1925, he attended the opening ceremonies of the Hebrew University as the representative of the Keren Ha-Yesod. ==Published works== *Mayn Rayze in Eretz Yisroel (New York, 1921), *Min Ha-Metzar (From the Depths) (New York, 1923), *Sach Ha Kol (New York, 1927) ==References== Category:1875 births Category:1948 deaths Category:Polish Jews Category:People from Grodno Category:Yiddish-language literature Category:Zionists Category:Yiddish-language writers ",
    "title": "Gedaliah Bublick"
}