{
    "id": "12848535",
    "text": "Stella Maris College is a dual-campus independent Roman Catholic single-sex secondary day school for girls, located on the northern end of Manly Beach at Queenscliff in Manly, on the Northern Beaches of Sydney, New South Wales, Australia. Founded in 1931 by the Sisters of the Good Samaritan, the College provides a religious and general education in the Benedictine tradition for approximately 900 girls from Year 7 to Year 12 from the surrounding area and from overseas. In recent years governance of the College has passed to Good Samaritan Education, established by the Sisters for the continued canonical oversight of all the Congregation's schools. ==History== In 1857 Archbishop Polding founded the first Australian order of nuns, the Sisters of the Good Samaritan of the Order of St Benedict. The sisters had been looking for a home to look after the growing number of orphaned and neglected children, and in 1880 they heard of a good sized estate at Manly, then unoccupied and in disrepair. It proved an ideal spot and in 1881 was blessed as the Star of the Sea Convent and the Good Samaritan Sisters moved in and set up a school for them. The sisters taught normal school subjects up to the age of 14, then trained in skills that would enable them to earn a living – mostly sewing and laundry. In 1886 the Parramatta orphanage, owned by the government but run by the Sisters of the Good Samaritan, was closed and the Sisters at Manly took in additional charges. In the very early years the Sisters also conducted a small day school for neighbourhood children and a boarding school ‘for high class ladies’ on the site. In 1910 the orphans were moved to other sites due to the development of Manly, and the Sisters took over the running of St Mary's school in Whistler Street. In 1930 the original house was demolished and the present-day Convent and single-storey school were built and the College re- opened the following year with an intake of thirty-three pupils from Kindergarten to Intermediate Certificate, and was a co-educational primary school and a single sex girls’ high school. The primary school was gradually phased out and by 1944 Stella Maris was purely a high school for girls. The last Good Samaritan Principal left the school in 1995, and in 1997 the Convent was handed over for College use. Since then there have been a number of extensions and developments to accommodate the approximately nine hundred students who study there today. In 2004 new buildings were opened comprising a theatre, dance studio, drama studio, fitness centre, music practice rooms, and new classrooms. In 2012 a new campus 'Benedict Campus' was opened on Pittwater Road, and in 2018 the Scholastica building comprising Science laboratories, a new library and staff work space was opened. ==Past Principals== # Sr Sabina Shinnick (1931-1934) # Sr Joseph Fanning (1935-1940) # Sr Dolores Carroll (1941-1944) # Sr Colombiere Connors (1945-1947) # Sr Luigi Walker (1948-1949) # Sr Colette Egan (1950-1954) # Sr Sheila Murphy (1955-1964) # Sr Hermenegild Johnson (1965-1969) # Sr Philomena Gallagher (1970-1975) # Sr Consilio (Noela) Bunn (1976-1981) # Sr Marcella (Marilyn) Kelleher (1982-1993) # Sr Lia Van Haren (1994-1995) # Allan Coman (1996-2005) # Kerry Stirling (2006-2008) # Mary Ryland (2009) (Acting) # Vicki Comerford (2010-2014) # Elizabeth Carnegie (2015- ) == Extra-curricular activities== Stella Maris offers a comprehensive extra-curricular program, according to student demand and teacher/coach availability. The College encourages all students to embrace new challenges through participation in familiar and not-so-familiar activities, including: * Dance Company and Ensembles * Da Vinci Decathlon, Maths Olympiad and other external competitions * Drama Ensembles * Debating * Duke of Edinburgh International Award * Music bands, choirs, ensembles at every skill level * Spectra Science Club, Art Club, Book Club and a range of other clubs * Alpha Youth Group, Writers' Group * Diverse team and individual sports at all levels of representation from inter-school to National and International ==Social Justice== Stella Maris College students are taught a strong sense of social justice and commitment to supporting the local and global community. Firstly, the College supports the charitable works of the Good Samaritan Sisters in Kiribati, the Bacalod Kinder School in the Philippines, Mater Dei School in Narellan, the Melbourne Women's Shelter and Santa Teresa Mission in Central Australia. Secondly, the students raise funds, donations in kind or volunteer for LifeLine, Bear Cottage, the Northern Beaches Women's Shelter, Pink Hope (a charity started by a former Stella student about breast cancer education and fundraising), St Kieran's GIFT Cook Off, Legacy, St Vincent de Paul Society, Mike Pawley's Happy Days Village school in Cambodia, an SCR Group clothing collection and Caritas Australia's Project Compassion. The College also encourages empathy and solidarity by highlighting issues through events like Harmony Day, RUOK Day, Reconciliation Week and International Women's Day, usually through guest speakers and assemblies. The students also have a MAD social justice group who are encouraged to be very proactive in 'Making a Difference'. ==House system== Prior to 2013 students belonged to one of four Houses: Rosaria (Green), Carmel (Blue), Fatima (red) and Lourdes (yellow). The Houses were so-named as a reference to the fervent Marian devotion of the Sisters. As the student body grew in number, the decision was made that from 2014 the number of Houses would be increased, making the Houses more manageable for the student House Captains. Stella Maris College now has eight houses, each named after women who have made a significant contribution to the College or to Australian society in general: {| class=\"wikitable sortable\" |- ! House name !! colspan=2| House colour !! |- | Chisholm || White || || In honour of Caroline Chisholm, 19th century advocate of female immigrant welfare. |- | MacKillop || Green || || In honour of St Mary of the Cross MacKillop, Australia's first saint. |- | Bashir || Orange || || In honour of Marie Bashir AD CVO, first woman Governor of NSW. |- | Noonuccal || Purple || || In honour of Oodgeroo Noonuccal, formerly Kath Walker, prominent Indigenous activist and writer. |- | Smith || Yellow || || In honour of Shirley Smith AM (Mum Shirl), a committed advocate for Indigenous Australians. |- | Egan || Blue || || In honour of Sr Colette Egan, longest servicing Sister at the College. |- | Shinnick || Red || || In honour of Sr Sabina Shinnick, first Principal of Stella Maris College from 1931 to 1934. |- | Wood || Pink || || In honour of Dr Fiona Wood AM, inventor of spray on skin for burns victims and 2005 Australian of the Year. |} ==Stella Women Making a Difference== * Commander Bernadette Alexander RAN, Commanding Officer HMAS Penguin * Marian Baird AO, Sydney University Professor of Gender & Employment Relations * Krystal Barter, founder of Pink Hope charity * Dr Michelle Crockett OAM, awarded for services to medicine * Katherine Edney, artist, Archibald Prize finalist * Kiri English-Hawke, author and Olympic rower * Bronte Halligan, Olympic water polo * Nancye Hayes AM, musical theatre, stage and screen actress, singer, dancer, choreographer and director * Genevieve Lemon, stage, movie and tv actress and singer * Angela Pearman, ABC newsreader and barrister * Roxy Rogan, conservationist and documentary film maker, founder of Wild Education * Claire Van Vuuren, Women in Hospitality founding board member, head chef and co-owner of Bloodwood Restaurant, Newtown * Kym Wilson, actress and tv presenter == See also == * List of Catholic schools in New South Wales * Catholic education in Australia ==References== ==External links== * Stella Maris College official website Category:Girls' schools in New South Wales Category:Catholic secondary schools in Sydney Category:Educational institutions established in 1931 Category:1931 establishments in Australia Category:Manly, New South Wales Category:Private schools Northern Beaches Sydney Category:Association of Heads of Independent Girls' Schools Category:Alliance of Girls' Schools Australasia ",
    "title": "Stella Maris College (Manly)"
}