{
    "id": "12846976",
    "text": "Det. Cyrus \"Lupes\" Lupo is a fictional character on the long-running NBC series Law & Order, played by Jeremy Sisto. He replaced Nina Cassady, who was written out of the show due to Milena Govich's departure from the cast. He appeared in 63 episodes. ==Character development== Prior to his transfer to the 27th Detective Squad, Lupo spent four years as a member of the NYPD Intelligence Division investigating terrorist groups overseas in Iraq, Pakistan, and Morocco; while on this assignment, Lupo often worked alone, without backup and unarmed. Lieutenant Anita Van Buren (S. Epatha Merkerson) notes Lupo was cited for closing important cases in \"very unfriendly parts of the world, without warrants, without a weapon, and without back-up.\" He was a patrolman in the 27th precinct during the 1990s. His shield number is 2632. He is from Rego Park, Queens. Upon his assignment, Lupo partners with Ed Green (Jesse L. Martin) in order to solve the assisted suicide death of his brother Thomas. In a later investigation, he takes advantage of an opportunity to learn the names of the practicing psychiatrist's patients by e-mailing himself the patient list on his BlackBerry. The evidence obtained is later ruled inadmissible. Lieutenant Anita Van Buren rebukes Lupo and Green for a \"bad search\". When Green leaves the precinct, Lupo becomes the second detective to be promoted from Junior to Senior Partner. Both Green and his new junior partner Kevin Bernard (Anthony Anderson) call him \"Lupes\". While Lupo was still a patrolman in the 27th Precinct, he witnessed a Christmas morning crime scene in which a man murdered his wife and two children. This bloody crime scene left him with PTSD and he began drinking to deal with the trauma. While he was abusing alcohol, he appeared in court to testify against the man who committed the crime, and the defense lawyer discovered he was under the influence while testifying on the stand. He continued drinking until he fell asleep in a patrol car while hung over on the job. Lupo's partner went to get him a cup of coffee, and was killed during the armed robbery of the bodega. After that, Lupo quit drinking and saw a therapist for nine months. Lupo's duty weapon is a Glock 19. In season 19, he and Bernard become the first characters in the series to kill a suspect in the line of duty when they shoot a murder suspect who pulls a gun on them. Only two prior characters had shot suspects before: Detective Joe Fontana (Dennis Farina), who had shot an armed suspected cop killer, and Van Buren, who had killed an armed mugger when she was off duty. In season 20, he gets romantically involved with a witness (Camille Chen), who later turns out to be a con artist and a murderer; Lupo nearly ruins the case as a result. ==Personality== Though his religious affiliation, if any, is unknown, Lupo appears to have some knowledge of the Bible, as he correctly identifies a quotation as being derived from the book of Romans. He attended Catholic school as a child, and refers to the teaching nuns as \"gangsters\". Prior to her marrying his brother, Lupo had been involved with his sister-in-law Jenny. It has also been revealed that he speaks both Spanish and Chinese and is taking first year law courses at night at Brooklyn College, part of the City University of New York, which does not have a law school. The CUNY law school is located in Flushing, Queens. (There is a Brooklyn Law School located at 250 Joralemon Street in Brooklyn, but it is not affiliated with the CUNY System.) There is an inside joke throughout the series in which Lupo thinks about \"getting a dog\". He later takes one home, named \"Otto\". He can read Japanese. He is a big fan of graphic novels. ==References== Category:Fictional characters from New York City Category:Fictional New York City Police Department detectives Category:Law & Order characters Category:Television characters introduced in 2008 Category:Fictional alcohol abusers Category:Brooklyn College alumni Category:Fictional characters with post-traumatic stress disorder Category:American male characters in television ",
    "title": "Cyrus Lupo"
}