{
    "id": "12845135",
    "text": "Wilbur P. Thirkield Wilbur Patterson Thirkield (September 25, 1854 – November 8, 1936) was a Methodist bishop and educator born in Franklin, Ohio. He was the son of Eden Burrows Thirkield, a prominent merchant of that town. The Thirkield family had long been involved with the Methodist Church. James E. Thirkield, Wilbur's grandfather, had moved from Pennsylvania into the Miami River Valley in 1817. In 1825, James and his wife Jane signed the original charter for a Methodist Church in their new hometown of Franklin. Wilbur's family was devoted to Methodism. His father taught Sunday school for years at the church and was a pious man. It is not surprising that at least one of the family would enter the clergy. Wilbur attended Ohio Wesleyan University and the theology school of Boston University. He ultimately received his Doctor of Divinity from the latter school. For most of his career, Wilbur Thirkield championed the cause of education for African Americans. From 1883 to 1900, he was the first president of the Gammon Theological Seminary. From 1900 until 1906 he was in Cincinnati, Ohio as the general secretary of the Freedman's Aid Society of the Methodist Episcopal Church. Thirkield served as president of Howard University from 1906 until his election to bishop on June 1, 1912. During his tenure at Howard, he was friends with Booker T. Washington, the latter being a member of the board of trustees of the school. Washington was one of Thirkield's strongest supporters on the board at the time. Thirkield finally left Howard to take up duties with the Methodist Church. Thirkield advocated racial cooperation at a time when segregation was not questioned by most. In an address delivered at the Southern Sociological Congress, Atlanta, Georgia, April 25–29, 1913, Thirkield said: > A cathedral proper represents the religious aspirations and ideals of a > people. A noble place of worship, often embodied in stone, it speaks of the > unseen and eternal. A Cathedral of Cooperation represents an ideal central > organization, to be used as a clearing house for the cooperative civic, > religious, and moral reform activities of the people. It stands for the idea > of united activity. It is a religious organization without a Church, but > rooted in the hearts and sympathies and reciprocal relations of all the > people; it stands for the higher life of the social whole. Our plea is for a > permanent basis of Christian union, moral sympathy, and coöperation among > all races in America; a Cathedral of Cooperation, established and maintained > in every community as a common meeting place for the representatives of all > races, intent on the moral and social betterment and the uplifting of all > the people.James E. McCulloch Ed. (1913) The South Mobilizing for Social > Service, Southern Sociological Congress, Brandau-Craig, Dickerson, Nashville Thirkield's reputed statements on racism led to controversy in the press. In 1890, the Atlanta Constitution wrote: > Thirkield announced to a Constitution writer that he made remarks in Chicago > that he would not make in Atlanta. Just why there should be such a > distinction made we do not know; but we do know why a person in > Mr.Thirkield's position, which seems to be a responsible one, should be > careful of what he says of the people of a community and a section where he > declares he has been well treated. There is but one way to treat the negro > question, moral or political, and that way lies in the direction of reason > and common sense. It is a very easy matter to create a sensation in Chicago > or elsewhere in the North where sectional prejudice has its breeding and > feeding grounds. It is a very easy matter—and no doubt the temptation is > great to a fresh young orator who desires to magnify his work—to leave an > impression that will have a more insidious influence than downright slander. > The careful reader will observe in Mr. Thirkield's address many symptoms of > exaggeration. There is no more barbarism among the white of the south today > than there is among the whites of the north, and there is less crime of > every form and shape.\"Southern Barbarism\" (March 1, 1890) Atlanta > Constitution ==Marriage and death== Mary Haven Thirkield Thirkield was married to Mary Haven Thirkield, the daughter of Bishop Gilbert Haven. She was president of the Woman's Home Missionary Society for 10 years. She died on February 18, 1935 in New York at the age of seventy-six.\"Funeral Rites for Mrs. Thirkield\" (February 18, 1935) Hamilton Daily News Journal, Hamilton, OH Thirkield died on November 8, 1936.\"Anniversaries\" (September 25, 1937) Elyria Chronicle Telegram\"Bishop Thirkield Rites in Lebanon\" (November 11, 1936) Hamilton Daily News Journal, Hamilton, OH His obituary read: > The Rev. Wilbur Patterson Thirkield, 82, a retired bishop of the Methodist > Episcopal Church, died in the Brooklyn Methodist Episcopal Hospital after an > illness of several weeks. Bishop Thirkield retired in 1928 after > approximately half a century of service to the church, distinguished in his > early years by his work for Negroes and in later years by his effort toward > the development of sacred music.\"Bishop Thirkield Dies at Age of 82\" > (November 9, 1936) Chester Times, Chester, PA The Physics department building at Howard University, Wilbur Thirkield Hall, is dedicated to him and his service to the school. ==References== Category:1854 births Category:Ohio Wesleyan University alumni Category:Boston University School of Theology alumni Category:Presidents of Howard University Category:American Methodists Category:People from Franklin, Ohio Category:1934 deaths Category:20th-century Methodist bishops ",
    "title": "Wilbur P. Thirkield"
}