{
    "id": "1284609",
    "text": "Lieutenant Colonel Frederick Baker DSO (19 June 1908 – 1 June 1958) was a New Zealand soldier who served in the Second World War, leading the 28th (Māori) Battalion from 13 July to 2 November 1942. He was injured at the commencement of the Second Battle of El Alamein and his wounds were such that he was repatriated back to New Zealand. He later worked in New Zealand's public service, leading the Rehabilitation Department which assisted servicemen returning from the war into civilian life, by providing them with finance, training and housing. ==Early life== Frederick Baker was born in the Hokianga, in the north of the North Island of New Zealand, on 19 June 1908 to a bushman and his wife. Of Ngāpuhi descent (via his mother), he attended local schools in the area. Entering the public service after completion of his education, he worked for the Public Works Department based in Whangarei before moving to Hamilton in 1928. He became an accountant, qualifying in late 1931. He transferred to Wellington in 1933, working for the Audit Office and in the same year, married Edna Mavis Carrie. The couple would go on to have two children. By 1935, he was working for the Mortgage Corporation of New Zealand.Butterworth, 2000, pp. 29-30 ==Military career== Baker had joined the Territorial Forces in his late teens and served with the Northland and Waikato Mounted Rifles as a lieutenant. When he moved to Wellington for work in 1933, he became a reserve officer due to the absence of mounted rifle units in Wellington. Having maintained an interest in the military and concerned by the increasing likelihood of war, in May 1939 he requested to be placed on the active list. ===Second World War=== It was not until November 1939 that a role was found for Baker, as intelligence officer of the 28th (Māori) Battalion, then in the process of formation. However, Baker himself never particularly identified as being Māori.Gardiner, 1992, p. 105 In May, the battalion embarked for the Middle East to join the first echelon of the 2nd New Zealand Division in May 1940 but were diverted for defensive duties in England.Gardiner, 1992, p. 37 By early 1941, the threat of invasion by the Germans had eased and the battalion was finally shipped to Egypt to join up with the rest of the division. Baker in the meantime, had been promoted to captain and placed in command of the battalion's headquarters company. ====Greece and Crete==== Baker, a captain at the time, sitting (3rd left) with other members of the 28th Battalion As the battalion trained at its base in Helwan in preparation for the battalion's impending move to Greece, reinforcements from New Zealand arrived to fill the ranks, depleted by illness. Baker was placed in command of the excess troops, which had been formed into a reinforcement company. When the battalion arrived in Greece on 27 March 1941, Baker's company was responsible for the battalion's advance base outside of Athens. Attached to the 5th Infantry Brigade, the battalion made a good account of itself defending its assigned portion of the Olympus Pass against elements of the 9th Panzer Division but were forced to withdraw from its positions on 17 April.Gardiner, 1992, pp. 47-48 Baker, having been tasked by Brigadier Edward Puttick, the commander of the 4th Infantry Brigade, with the collection of stragglers, was captured by German paratroopers. He managed to escape and, falling in with a truckload of Greeks, returned to Puttick's headquarters.McClymont, 1959, pp. 410-411 He was once more ordered to collect stragglers (this time with infantry support) and direct them to the Porto Rafti beaches in preparation for embarkation for Crete.McClymont, 1959, pp. 436-437 On Crete, Baker was assigned to the battalion's D Company. He participated in the various defensive actions around Maleme airfield when the Germans launched their attack. Withdrawing from Maleme, Baker led a mixed force of men including infantry from 20th Battalion in an attack to recapture a bridge held by the Germans, but was repulsed.Gardiner, 1992, pp. 64-68 He was later appointed commander of A Company, and was wounded in defending a German counterattack. He led a party of walking wounded to an embarkation point from where they were evacuated to Egypt on 31 May.Gardiner, 1992, pp. 68-76 ====Egypt==== After recuperating from his wounds, Baker was appointed to command of a company in 25th Battalion, then engaged in the North African Campaign along with the rest of the 2nd New Zealand Division. However, in May 1942, he rejoined the 28th Battalion as its second in command, having been promoted to major.McGibbon, 2000, p. 51 The following month, the battalion was engaged in fighting with the Afrika Corps as it attacked into Egypt. The battalion's commanding officer was killed during an artillery barrage on 12 July, elevating Baker to command.Gardiner, 1992, p. 96 Promoted to temporary lieutenant colonel, Baker withdrew the battalion behind the lines for a brief period of recuperation. Returning to the front lines on 18 July, the battalion manned defensive positions in anticipation of a German attack. In August, it was tasked with carrying out a raid for prisoners and Baker took personal responsibility for reconnoitering the route and objective for the raid, which proved to be a success. It was the first offensive operation conducted by a unit of the Eighth Army since the then Lieutenant General Bernard Montgomery assumed command, and he sent a message of congratulations on the successful execution of the raid.Gardiner, 1992, pp. 98-101 An attack on the Munassib Depression followed in late August. While the attack was successfully carried out and the objective seized, some elements of the battalion carried on the attack deeper into enemy lines. At one stage, it was feared that these elements would be cut off but Baker was able to withdraw his men to their proper positions. Once again, at the conclusion of the operation, the exploits of Baker's command were recognised. The battalion then fought in the Second Battle of El Alamein. Initially used to mop up behind the two brigades bearing the brunt of the New Zealand attack, it was decided that the battalion would be used for Operation Supercharge. This attack, to be launched on 2 November, was designed to breach the German lines and establish a corridor through which British armour could break out from Alamein. His battalion subordinate to the British 151 Infantry Brigade for the operation, Baker was unhappy with the lack of detail in the planning of the operation. On arriving at the starting line for his unit, he found Australian units in the wrong positions and convinced their commanding brigadier to move them. Within minutes of the commencement of the attack, he was wounded in the face.Gardiner, 1992, pp. 103-104 His wounds, to his mouth and tongue, were serious and he was repatriated to New Zealand where he would spend nearly a year in extensive rehabilitation. His exploits as commander of the 28th Battalion were recognised with an award of the Distinguished Service Order, which was gazetted in 1944.Haigh & Polaschek, 1993, p. 31 ==Later life== In November 1943, after recovering from his war wounds, Baker was appointed head of the newly formed Rehabilitation Department. The department was charged with establishing ex-servicemen and women into civilian life by providing them with finance, training and housing.Baker, 1965, p. 510 Māori soldiers returning to New Zealand after service in the First World War had found rehabilitation policies at the time discriminated against them. Baker advocated and worked for equal treatment for Pākehā (people of European descent) and Māori soldiers returning from the Second World War, setting up a dedicated committee for Māori. Despite the department being amalgamated into the Department of Internal Affairs in 1954, he continued in his rehabilitation role. He was also a Public Services Commissioner from September 1954 until his death in 1958 from a heart attack. He is buried in the servicemen's section of Wellington's Karori Cemetery. ==Notes== ==References== * * * * * * Category:1908 births Category:1958 deaths Category:New Zealand Companions of the Distinguished Service Order Category:New Zealand Army officers Category:New Zealand Māori public servants Category:New Zealand military personnel of World War II Category:New Zealand Māori soldiers Category:Ngāpuhi Category:People from the Hokianga ",
    "title": "Fred Baker (soldier)"
}