{
    "id": "12840751",
    "text": "\"Fabulous\" is a single from the 2007 Disney Channel Original Movie, High School Musical 2. The song was sung by Ashley Tisdale as Sharpay Evans and Lucas Grabeel as Ryan Evans. ==Background== This song is the second from the Soundtrack, Allmusic stated that \"That includes Ashley Tisdale, who returns as thwarted musical theater queen Sharpay and is the soundtrack's star. A childhood musical theater veteran herself, Tisdale's chirpy, slightly saccharine voice is perfect (and sometimes, perfectly annoying) on songs like \"Fabulous\" a piece of diva-tastic pop that could also appear on the soundtrack to My Super Sweet 16. However, her turn on the Polynesian-flavored \"bonus\" track \"Humuhumunukunukuapua'a\" crosses the line from cute to far too cutesy, and could be the final straw for listeners past their early teens.\" The Jason Nevins remix of the song was launched as promotional song for the remix album High School Musical Hits Remixed, with a music video. The song is also featured in Disney Girlz Rock, Vol. 2. ==Scene in the movie== The choreography includes Sharpay Evans, Ryan Evans, the Sharpettes, and members of the ensemble reclining beside the pool of the Lava Springs Country Club; and aquatic dancing about a floating piano. On screen, \"Fabulous\" was accompanied by Shawn Carter, pianist. ==Available formats== # \"Fabulous\" (Album Version) — 3:00 # \"Fabulous\" (Instrumental) — 3:00 # \"Fabulous\" (Jason Nevins Remix Extended Version) — 3:28 # \"Fabulous\" (Jason Nevins Remix Edited Version) — 1:30 ==Chart performance== {| class=\"wikitable sortable\" !Chart (2007) !Peak position |- |Australian ARIA Singles Chart |align=\"center\"|91 |- |Canadian Hot 100 |align=\"center\"|63 |- |U.S. Billboard Hot 100 |align=\"center\"|76 |- |U.S. Billboard Pop 100 |align=\"center\"|51 |- |UK Singles Chart |align=\"center\"|64 |} ==References== ==External links== * Category:Songs from High School Musical Category:2007 songs Category:Ashley Tisdale songs Category:Lucas Grabeel songs ",
    "title": "Fabulous (High School Musical song)"
}