{
    "id": "12847009",
    "text": "David Kross (born 4 July 1990) is a German actor. He began his career at a young age with a small role in the 2002 film Hilfe, ich bin ein Junge and worked sporadically, mainly focusing on his school work. In 2008, he won the starring role of Michael Berg in the critically acclaimed film The Reader. For his part, he was nominated for various awards and went on to win the Sierra Award at the Las Vegas Film Critics Society Awards for Youth in Film. Kross has since worked in both German and English speaking film roles, including War Horse, Race and Into the White. == Early life == Kross was born in Henstedt- Ulzburg, 20 miles north of Hamburg. He grew up in Bargteheide, where he attended Eckhorst High School until 2007. He has two brothers and one sister. He played basketball at the professional club TSV Bargteheide between 2004 and 2006. == Career == His career started with a small appearance in the 2002 film Hilfe, ich bin ein Junge (English: Help, I'm a Boy!). In December 2003, he joined Blaues Wölkchen, a small group from a children's theatre in Bargteheide. His first major theatrical appearance was in Hilfe, die Herdmanns kommen. In 2005, Kross came to the attention of Detlev Buck through his daughter, Bernadette, and he auditioned for Tough Enough (Knallhart); Buck hired Kross to play the lead, a 15-year-old boy who moves with his mother from a rich neighborhood of Berlin (Zehlendorf) to the Neukoelln area, known at the time for its high number of Turkish immigrants and high crime level. Kross not only won praise at Berlinale in 2006, but also won Best Actor in Nuremberg at the 11th Filmfestival Türkei/Deutschland. In 2006, Kross worked again with Buck in the film ' (Hände weg von Mississippi), playing an apprentice baker. In the fall of the same year, he started shooting a film by Marco Kreuzpaintner, Krabat (The Satanic Mill). In this version of Otfried Preußler's children's book, Kross plays the title role, one of the apprentices of magic, with co-stars Daniel Brühl and Robert Stadlober. The film was released on 19 September 2007 in movie festivals and in October 2008 in theatres. In September 2007, The Reader began shooting in Berlin, Cologne, and Görlitz. In Stephen Daldry's adaption of the best-selling novel by Bernhard Schlink, Kross plays the lead role of Michael Berg, opposite Kate Winslet, Ralph Fiennes, and Bruno Ganz. He had to learn to speak English to appear in the film. The world premiere was at the Ziegfeld Theatre in New York on 3 December 2008. The film was presented in the 2009 Berlinale but did not compete. In May 2009, Kross was honored for his performance in The Reader at the 62nd Cannes Festival, winning the Chopard trophy. Kross was nominated for a European Film Award as best actor. His next work was in Same Same But Different (2009), again with Buck directing. The script is based on an autobiographical article by Benjamin Prüfer. In June 2010, it was announced that Kross had been cast in Steven Spielberg's film, War Horse. Filming started in August 2010, in Dartmoor, Devon, U.K. and the film was released in December 2011. ==Personal life== In 2009, Kross started a three-year course of studies at London Academy of Music and Dramatic Art (LAMDA). His plan was to improve his acting skills and his English. However, he dropped out at the end of the same year to concentrate on films. Since then, he has been living in Berlin-Mitte. Kross has expressed no desire to move to Hollywood, preferring to reside in Germany and continue making both German and English language films. == Filmography == {| class=\"wikitable\" |- style=\"background:#b0c4de; text-align:center;\" ! Year ! Film ! Role ! Notes |- 1990 The Parent Trap/ The Keeper Trap | 2002 | Hilfe, ich bin ein Junge | Paddy |Help, I'm a Boy! |- | 2003 | Adam & Eva | Adams Sohn | Austrian film |- | 2006 | Knallhart | Michael Polischka |Tough Enough |- | 2007 | '''' | Bäckerlehrling Bröckel |Hands off Mississippi |- | rowspan=\"2\" | 2008 | Krabat | Krabat | Adapted from a German language novel Krabat (The Satanic Mill in English) by Otfried Preußler |- | The Reader | Young Michael Berg |Las Vegas Film Critics Award for Youth in Film Nominated – Broadcast Film Critics Association Award for Best Young Performer Nominated – Chicago Film Critics Association Award for Best Actor Nominated – European Film Award for Best Actor |- | 2009 | Same Same But Different | Ben |Received Variety Piazza Grande Award at the International Film Festival organised in Locarno. |- | rowspan=\"3\"| 2011 | Das Blaue vom Himmel | Young Osvalds Kalnins | |- | Rio |Blu |German Voice |- | War Horse | Private Gunther Schröder | |- | rowspan=\"2\"| 2012 | Into the White | Josef Auchtor | |- | Measuring the World | Eugen Gauß | |- |2013 |Michael Kohlhaas | The Preacher | |- |2015 |Boy 7 | Sam | |- |2016 |Race | Carl \"Luz\" Long | |- |2017 |Halal Daddy | Jasper | |- |2019 |The Keeper |Bert Trautmann | |- |2020 |Betonrausch |Viktor | |} == Awards == Kross in 2009 * At the 11th Germany/Turkey Film Festival in Nuremberg, David won his first award as \"Actor in a Leading Role\" for his performance in Detlev Bucks Tough Enough (German: Knallhart). * 2008 Nominated for a Chicago Film Critics Association Awards in Most Promising Performer. * 2009 Nominated in the Broadcast Film Critics Association Awards in Best Young Actor / Actress (Under 21). * 2009 Won a Las Vegas Film Critics Society Award in Youth in Film. * 2009 Shooting Stars Award, at the Berlin International Film Festival, annual acting awards for up- and-coming actors by European Film Promotion. * 2009 Nominated for a European Film Award. * 2010 Shooting Stars Award at Romy TV-Awards, together with Cristiana Capotondi. * 2010 Audi Generation Award. * 2012 Won the Chopard Throphy for male Revelation at the Cannes Film Festival. == References == == External links == * Category:1990 births Category:German male film actors Category:Living people Category:People from Henstedt-Ulzburg Category:21st- century German male actors Category:German male child actors ",
    "title": "David Kross"
}