{
    "id": "12848303",
    "text": "Foxmail is a freeware e-mail client developed by Tencent. ==History== Foxmail was originally written by Allen Zhang (张小龙), an alumnus of Huazhong University of Science and Technology in Wuhan. Foxmail was acquired in 2005 by Tencent Holdings. ==Usage== According to a 2001 Sina.com survey, Foxmail had a 32.92% market share in China.\"Interview with Zhang Xiaolong: Foxmail 4.0 is Still Free\". SINA.com.cn. Stone Rich Sight. 24 September 2001. Retrieved at on 2 June 2011. (Chinese). In 2003, in a joint press-release with Verisign promoting Internationalized domain names, the authors' reported over 3 million daily Foxmail users in China.\"VeriSign Breaks the English Language Hold On Internet Navigation With Internationalized Domain Names\" VeriSign.com. VeriSign. 4 March 2003. Retrieved at on 2 June 2011. (For perspective, the CNNIC reported a total number of 35 million Internet users in China in January 2002.) Foxmail tutorials are found in several Internet literacy books for the Chinese market. == Reviews == The Dutch edition of PC Magazine reported that version 6.0 of Foxmail occasionally sends email usage data to datacollect.foxmail.com.cn, but otherwise generally described it as an \"excellent email client\", recommending version 5.0.8 (the last one before the acquisition), which isn't affected by this issue.Joost Blokzijl. \"Free Email Client\". pcmagazine.zdnet.nl. CBS Interactive. 1 May 2006. Retrieved at on 2 June 2011. (Belgian-Dutch) Foxmail 5 violates RFC 822 (and 2822, 5322) by putting 8-bit characters in the subject and address header fields. It is said to support Chinese Domain Name standards from RFC3454, RFC3490, RFC3491, and RFC3492 published in March 2003 by IETF.\"FAQ for Chinese Domain Name\". cnnic.net.cn. China Internet Network Information Center. 10 October 2005. Retrieved at on 2 June 2011. == References == == External links == * * Wang Once Again Critiques the New Features of Foxmail 6.5 (王者再出击 Foxmail 6.5新功能试用), Sina.com (Chinese) Category:Windows email clients ",
    "title": "Foxmail"
}