{
    "id": "12844824",
    "text": "Dorothy Paul (born 1937 as Dorothy Pollock) is a Scottish stage and screen actress, comedian, and entertainer. She performed onstage often at the Pavilion Theatre in Glasgow. ==Acting career== Originating from the Dennistoun area of Glasgow, she started her main career in the late 1960s, with her first credited roles in television shows such as The Revenue Men, Sutherland's Law and Garnock Way. She also featured in the film Micheline's Mother, which was presented at the 2005 film Festival. After many successful years with various stage performances, including Dorothy Paul: Live, she had made guest appearances in Still Game and Taggart. ==The Steamie== In December 1988, Paul starred as Magrit in the television adaptation of the play The Steamie, written by Tony Roper. In the show, she featured alongside fellow cast members Eileen McCallum, Katy Murphy and Peter Mullan. The adaptation is generally favoured as one of Scotland's most loved television broadcasts. Her role in The Steamie featured the famous \"Isn't it wonderful to be a woman?\" speech, in which Paul delivers an explanation about the life of a woman during that era. ==Television presenting== Dorothy Paul was a regular on Scottish TV in the 1980s and 90s and had her own new year programmes that featured her singing and telling stories of her childhood. In the summer of 2009, Dorothy was a guest presenter on STV's daily lifestyle show The Hour, alongside main anchor Stephen Jardine. Comedienne and raconteur Dorothy Paul started in theatre after winning a talent competition. She joined Scottish Television's The One O'Clock Gang in 1959. She appeared at the Butlin's Holiday Camp from 1974 and hosted Housecall. She also starred in the soap opera Garnock Way and the successful stage dramas The Steamie and The Celtic Story. From 1991 she became noted for her one-woman shows including Now That's Her, Now That's Her Again and The Full Dorothy, demonstrating her talent for humorous observations from her childhood and her impersonations of Glasgow characters. ==Personal life== She currently lives in Glasgow, Scotland. She has expressed a keen interest in painting. She is also a patron of The Family Addiction Support Service (FASS), a charity in Glasgow offering support services to those affected by drug and alcohol addictions. ==References== ==External links== * *The Full Dorothy Pavilion Theatre *Overview of Dorothy Paul Gazetteer for Scotland Category:1937 births Category:Living people Category:People from Dennistoun Category:Scottish stage actresses Category:Scottish television actresses Category:Scottish women comedians Category:People educated at Whitehill Secondary School Category:Scottish entertainers Category:Comedians from Glasgow ",
    "title": "Dorothy Paul"
}