{
    "id": "12846108",
    "text": "A Racing Homer is a breed of domestic pigeon that has been selectively bred for more speed and enhanced homing instinct for the sport of pigeon racing. A popular domestic pigeon breed, the Racing Homer is also one of the newest. ==Development== Racing pigeons were first developed in Belgium and England during the nineteenth century. They are the result of crossing of a number of other breeds, primarily the Smerle, French Cumulet, English Carrier, Dragoon, and the Horseman (now lost). From the high-flying Cumulet, the Homer received its endurance and its ability to fly for hours on end without tiring. From the Carrier, it inherited the ability to find its way home from great distances. ==History== Pigeons have been used to carry messages for centuries. However, during the Nineteenth Century, the communication value of the bird—especially for carrying messages during war—became appreciated. Breeders competed to develop ever faster birds. Competitions soon developed, with pigeon racing growing into a popular sport throughout Western Europe and, beginning in the early Twentieth Century, in the United States. Large purses are offered for race winners. All participants in World War I made use of the Racing Homer's ability to carry messages, with the British alone employing approximately 9,500 birds. The Second World War once more saw the major powers make use of the homing pigeon. ==Other uses== Apart from the sport of racing against each other, fanciers also exhibit racing pigeons at organised shows and have a judge decide who has the better bird. British Homing World holds a show each year where all profits from the event are donated to both national and local charities, including Help the Aged and the Association for Spina Bifida and Hydrocephalus. Over the years, the racing pigeon has led to a number of other breeds, such as the American Show Racer, the Giant Homer (bred for utility meat purposes), among others. ==In the news== In February 2008 a pigeon fancier paid a South African record R800,000 for a racing pigeon at auction. The auction, where he bought several other birds, was held after the Sun City Million Dollar Pigeon Race. A pigeon was in the headlines in 1998 when its owner gave her to a friend in Algeciras, southern Spain, after retiring from breeding racing pigeons. The bird named Boomerang promptly flew the 1,200 miles back home. The bird was given away again but kept returning home. In 2008, after ten years away, the bird returned once again. ==See also== * American Show Racer * Homing pigeon * Pigeon racing * Release dove ==References== Category:Domestic pigeons Category:Pigeon breeds Category:Pigeon racing Category:Pigeon breeds originating in Belgium ",
    "title": "Racing Homer"
}