{
    "id": "12843758",
    "text": "František Cipro (born 13 April 1947 in Jihlava) is a Czech football manager, currently coaching football club Dynamo České Budějovice. He was an active player in the past. ==Playing career== Cipro played for Slavia Prague for nine years, making 232 appearances and scoring 41 goals in the league. ==Coaching career== As a coach, he won the Gambrinus liga with Slavia Prague and achieved the semifinals of the UEFA Cup in 1996. In his first spell as manager of České Budějovice, Cipro led the club to promotion from the Czech 2. Liga to the Gambrinus liga in 2006. He was appointed as a manager with Slavia Prague on 30 March 2010, replacing Karel Jarolím. However, on 15 May 2010, following the last league game of the season, Cipro announced he was standing down from the position and returning to his role as chief scout, after just eight league games in charge. He returned to České Budějovice for his second spell in September 2011. He stayed at České Budějovice for a year before he was sacked in September 2012, with the club at the bottom of the league table. ==References== == External links == * Profile at idnes.cz * SK Dynamo České Budějovice profile Category:Czech footballers Category:Czech football managers Category:Czechoslovak footballers Category:Czechoslovak football managers Category:SK Slavia Prague players Category:AEL Limassol managers Category:Expatriate football managers in Cyprus Category:Sportspeople from Jihlava Category:1947 births Category:Living people Category:Czech First League managers Category:FC Zbrojovka Brno managers Category:SK Slavia Prague managers Category:FK Teplice managers Category:FC Viktoria Plzeň managers Category:SK Dynamo České Budějovice managers Category:LASK managers Category:Expatriate football managers in Austria Category:Czech expatriate sportspeople in Austria Category:Czechoslovak expatriate sportspeople in Cyprus Category:FK Chmel Blšany managers Category:Association footballers not categorized by position ",
    "title": "František Cipro"
}