{
    "id": "12844354",
    "text": "Pedro Andres Garcia (born September 18, 1961) is a Cuban-born American sports administrator who has been the athletic director for Florida International University since 2006. Previously, Garcia was director of football operations at the University of Miami, vice president of the Cleveland Browns, and associate athletic director at the University of Miami. ==Early life and education== Born in 1961 in Havana, Cuba, Garcia moved to the United States with his family at age six under the Freedom Flights program. Garcia graduated from Hialeah High School and later completed a B.S. in business administration at the University of Miami in 1984. ==Career== ===Miami Dolphins and University of Miami (1989–2000)=== Garcia worked at Eastern Airlines after college. In 1989, after listening to a radio interview with Miami Dolphins executive Tom Heckert Sr. about the NFL draft, Garcia visited the Dolphins offices and got a job with the team after spending the day with Heckert. From 1990 to 2000, Garcia worked in various roles with the University of Miami athletic department. Working under Dennis Erickson, Garcia was assistant recruiting coordinator of Miami Hurricanes football for two seasons including the 1991 national championship season before being promoted to recruiting coordinator in 1992. Miami's 1993 recruiting class included Ray Lewis, who would go on to earn All-American honors at Miami, become a first-round pick in the 1996 NFL draft, and win two Super Bowl titles and multiple Pro Bowl honors in the NFL. After one season as director of football operations in 1994, Garcia became an assistant coach in 1995 when Butch Davis became head coach amidst NCAA-imposed postseason ban for 1996 and reduction of 31 scholarships for Pell Grant fraud. Garcia returned to being director of operations in 1996, where he would remain until 2000. ===Cleveland Browns and return to the University of Miami (2001–2006)=== From 2001 to 2002, Garcia was director of football development with the Cleveland Browns of the NFL. In 2003, the Browns promoted Garcia to Vice President of Player Personnel and Football Development. In 2005, Garcia became senior associate athletic director at Miami. ===FIU (2006–present)=== ====Overview==== On October 10, 2006, Florida International University (FIU) named Garcia athletic director effective October 16. Six months before his contract was to expire, FIU signed Garcia to a new five-year contract on April 1, 2011 with a $16,000 raise and new title \"Executive Director of Sports and Entertainment\" replacing athletic director. During a period of national athletic conference realignment, Garcia later led FIU's move from the Sun Belt Conference to Conference USA effective July 1, 2013 following an announcement on May 4, 2012. Early in 2015, with a lack of winning seasons in football and men's basketball and only two conference championships since 2012 in any sport, FIU Alumni Association president Frank Pena called on FIU to fire Garcia. In September 2016, a booster bought a banner plane that flew over campus with a sign calling for Garcia to be fired, but FIU extended Garcia through 2018, after which Garcia planned to resign. However, in January 2018, The Miami Herald reported that Garcia was in talks for another contract extension. ====Football==== Just two days before he was to begin as FIU athletic director, Garcia encountered a crisis to manage, a brawl between the FIU and Miami football teams during their October 14, 2006 game in which 13 players were ejected. Garcia issued apologies on behalf of FIU and later suspended 16 FIU players who participated in the violence, in addition to dismissing two other players. Following the resignation of FIU's inaugural head coach Don Strock, Garcia made his first major coaching hire at FIU on December 19, 2006, Mario Cristobal as only the second head football coach in school history. With a 27–47 cumulative record from 2007 to 2012, Cristobal would become the most successful FIU football coach. In 2010 , Cristobal led FIU football to its first winning season with a 7–6 record, first Sun Belt Conference title, and first bowl win in the 2010 Little Caesars Pizza Bowl. The 2011 season had an 8–5 record and second straight bowl appearance. Following a 3–9 season in 2012, Garcia fired Cristobal, a decision criticized for its rashness. Ron Turner, the former San Jose State and Illinois head coach hired by Garcia to replace Cristobal, was not as successful, compiling a 10–30 overall record before being fired four games in the 2016 season. In November 2016, Garcia hired Butch Davis, his former boss at the University of Miami and Cleveland Browns, as FIU football head coach. Davis led FIU to an 8–5 record and Gasparilla Bowl appearance in 2017, for the first winning season and bowl appearance since 2011. ====Academic issues==== The National Collegiate Athletic Association (NCAA) reduced scholarships for FIU football, men's basketball, and baseball for the 2007–08 school year due to poor Academic Progress Rate scores from before Garcia's time as athletic director. A year later, the NCAA placed FIU on probation for four years through 2012 and further reduced scholarships in football and other sports due to multiple major violations of NCAA policies regarding academic eligibility and financial aid. An earlier version of this story was published as \"FIU's athletic program placed on probation.\" Having discovered the violations through an internal investigation, Garcia had ordered self-imposed scholarship reductions that the NCAA accepted. ==References== Category:1961 births Category:Living people Category:FIU Panthers athletic directors Category:Sportspeople from Havana Category:Sportspeople from Miami Category:University of Miami alumni Category:People from Hialeah, Florida Category:Cleveland Browns executives Category:Miami Dolphins personnel Category:Cuban emigrants to the United States Category:American sportspeople of Cuban descent ",
    "title": "Pete Garcia"
}