{
    "id": "1284310",
    "text": "Michael Anthony Cox (born 1961) is an American lawyer and politician who served as Michigan's 52nd Attorney General from 2003 to 2011. He was the first Republican to hold that office since Frank Millard in 1955. Cox took office in 2003 and won re-election in 2006. Jennifer Granholm, who went on to become the Governor of Michigan, preceded him in office. Cox lost the Republican gubernatorial primary election August 3, 2010, coming in third behind Rick Snyder and Pete Hoekstra. ==Early life and education== Born in Detroit, Cox graduated from Detroit Catholic Central High School in 1980. He served in the United States Marine Corps from 1980 to 1983. He graduated from the University of Michigan in 1986 and earned his Juris Doctor from the University of Michigan Law School in 1989. == Career == He worked for the Oakland County Prosecutors' office from 1989 to 1990, then the Wayne County office from 1990 to 2002, before being elected Attorney General. Cox successfully ran for re- election in 2006, after receiving the Republican party nomination at the August Michigan Republican Party Convention. Cox left office in 2010 due to term limit requirements ironically pushed for by predecessor Republicans when a Democrat was in office. In 2011 he joined the prominent Detroit law firm, Dykema Gosset. Cox recently left Dykema Gosset to start The Mike Cox Law Firm. ===Attorney General of Michigan=== As attorney general, Cox took a prominent role in taking on Blue Cross Blue Shield of Michigan (BCBSM). Cox has opposed BCBSM supported bills and challenged BCBSM in court for the alleged transfer of nonprofit funds to purchase a for-profit company. In 2003, Cox created a cold case unit to investigate and prosecute cold cases. Cox's team has had notable convictions including Coral Watts, Gary Leiterman, John Rodney McRae, two brothers who killed two Oakland County hunters, two people who killed Christopher Brown, six people who murdered Janet Chandler in 1979, and most recently, Timothy Dawson who was convicted of killing his wife. ====Internet Predator Unit==== After Cox became Attorney General in 2003, he restructured the Child and Public Protection Unit to focus on aggressively protecting children from adults who would attempt to prey on young children over the internet. Cox's unit would identify those adults who would interact with children inappropriately and arrested more than 250 adults having one of the most successful units in the nation.–url= In 2006, the unit arrested Detroit consultant Ken Gourlay after Cox read a story in The New York Times depicting the abuse of Mr. Berry in the underground world of child pornography. In the story, Cox read that Mr. Berry was a Michigan resident and asked his team to investigate. Attorney General investigators found hundreds of computers with thousands of pornographic images in Gourlay's possession. Eventually, Gourlay was convicted of several charges including enticing a child to engage in sexually abusive activity and was sentenced to six years by circuit court judge Archie Brown in 2007. ====Detroit Mayor's mansion party==== Cox played a role in aftermath of a party at Manoogian Mansion, then the residence of Detroit Mayor Kwame Kilpatrick. Strippers were alleged to have been present at the party and allegedly assaulted; one dancer was murdered shortly after. Citing no evidence, no proof, and no witnesses, Cox declined to offer a subpoena, effectively closing an investigation by the State of Michigan into allegations of the \"wild party.\" The Michigan State Police continued its own separate investigation. Cox interviewed the Mayor with his chief criminal prosecutor. The police noted that Cox insisted on interviewing the former mayor alone without Michigan State Police officers present, because there were allegations of media leaks. State police officers have testified that they had strong leads that needed to be followed regarding the Manoogian Mansion party, that the state police believed that the Detroit Police Department was destroying evidence in the case, but \"because of actions by Attorney General Mike Cox, they were powerless to stop them.\" A state police memo indicated that they had wanted to interview the mayor and the mayor's wife, but because the attorney general had \"shut down\" the investigation, the state police could not get subpoenas, medical records or the cooperation of witnesses. In response, Cox said that he closed the investigation after interviewing more than 130 people who stated the party never took place, and called the accusations against him \"absolute bullshit\". Cox explained that the focus of his investigation was whether Kilpatrick's bodyguards were being paid illegal overtime to work the party. Cox also said that the police could have \"went\" to Wayne County Prosecutor Kym Worthy if they wanted subpoenas. Cox stated that he closed the investigation without interviewing the alleged perpetrator of the assault because the allegations only involved a misdemeanor and the state police did not need to interview the alleged perpetrator. In addition, Cox said that newspaper reporters did not find evidence that the police did not find. Seven years after the investigation, the party has not been proven to have occurred. However, after Cox ended the investigation, a records clerk at the police department has claimed that she saw a police report of an assault at the Manoogian Mansion. The chief of police from a nearby city alleged that he was invited to the party. A witness at a hospital claimed that an assault victim arrived for treatment with what appeared to be the then-mayor's security detail, and the witness was told by a co-worker that the victim had been beaten by the mayor's wife. A 9-1-1 dispatcher has also given testimony under oath in a civil deposition about officers who were dispatched to the Mansion regarding a disturbance. She said she was told by responding officers that Cox was present at the party. Mike Cox denied the accusation in a TV interview. More recently, a woman who alleges that she also danced at the Manogian Mansion party has come forward and has sworn under oath that not only did the party happen, but that she witnessed an assault by the former Mayor's wife on Tamara Greene at the party. She also has alleged that several Detroit police officers were guests at the party.Detroit Free Press, November 15, 2010 at pages A1 and A5. ==== Civil Rights ==== Mike Cox was one of the few elected officials to support the Michigan Civil Rights Initiative which was a constitutional amendment to ban racial and gender preferences for state institutions in 2006. In February 2003, Cox refused then-Governor Granholm's request for the State of Michigan to provide an amicus brief in support of the University of Michigan's admissions policies which allowed racial preferences. After Cox's refusal, then-Governor Granholm submitted a brief in her capacity as Governor supporting the University's position, not on behalf of the State of Michigan. The Michigan Civil Rights Initiative was passed by Michigan voters with a margin of 58%-42% in 2006 according to the Michigan Secretary of State. After passage, the group By Any Means Necessary challenged the constitutionality of the amendment in federal court to prevent implementation. As Attorney General, Cox immediately defended the constitutionality of the amendment and vigorously defended the amendment until his term ended in December 2010. In October 2013, the Department of Attorney General argued the defense of MCRI in the U.S. Supreme Court. On April 22, 2014, the Supreme Court ruled in favor of the State in Schuette v. Coalition to Defend Affirmative Action. ====Adultery law==== Cox received nationwide press in 2007 when the Michigan Court of Appeals ruled that adultery could be prosecuted as first-degree criminal sexual conduct with a resulting life in prison sentence. This unanimous decision was reached as a result of an appeal sought by Cox's office on a drug case that touched in part on this strange loophole in the law. In November 2005, Cox himself admitted to committing adultery while accusing Oakland County lawyer Geoffrey Fieger of blackmail, claiming that he threatened to reveal the affair if Cox did not drop an investigation into Fieger's campaign finance violations. Cox said his personal conduct was \"inexcusable\" and had reconciled with his wife. Pursuant to MCL 750.31, however, only Cox himself, his wife, or parties to the marriage (if any) of the co-adulterer or adulterers with whom he committed felonies may pursue a complaint for prosecution of felony adultery. Cox did not recuse himself from the decision to file a complaint for prosecution of his adultery notwithstanding the apparent conflict of interest. ====Health care==== Cox joined nineteen other state attorneys general, all but one being Republican, in challenging the Patient Protection and Affordable Care Act after its passage. Critics contended that this action was a political move because Cox was running for governor. Timothy Stoltzfus Jost, a professor of law at the Washington and Lee University, has criticized this unusual move as being not only \"frivolous\" but a waste of taxpayers' dollars. ====Same-sex marriage==== In April 2013, Cox became one of the first high-profile Republicans in Michigan to support same-sex marriage. Cox urged the legislature to overturn the 2004 constitutional amendment banning gay marriage and civil unions. Cox said his views \"evolved\", and went on to say \"Usually, I hate it when politicians say their views have evolved, but I guess mine have,\" Cox said. \"Part of it is I've just become more libertarian. I still think of myself as a social conservative.\" ===2010 campaign for governor=== Cox filed paperwork to explore a bid for governor in 2008, and was the first person to form an exploratory committee. The Republican nominee in 2006, Dick DeVos, announced in November 2008 that he was not going to seek the GOP nomination in 2010. In March 2009, the Detroit Free Press reported that Cox led the likely Democratic challenger at the time, Lt. Governor John D. Cherry, by 41-34%. Cherry later decided not to run. On May 27, 2009, Cox formally announced his candidacy for governor on Facebook and Twitter. Local and national polling indicated in March 2010 that Cox was one of the front-runners for the Republican nomination, potentially defeating his potential Democratic opponents in the 2010 gubernatorial election by comfortable margins in hypothetical match-ups. Cox finished third in the Republican gubernatorial primary, behind businessman Rick Snyder and Congressman Pete Hoekstra. ==Electoral history== ===As Attorney General=== ===2010 gubernatorial election=== ==References== ==External links== * Mike Cox biography * Michigan Attorney General (official site) * Mike Cox 2010 for Governor (official campaign site) Category:1961 births Category:Living people Category:Michigan Attorneys General Category:Michigan Republicans Category:Politicians from Detroit Category:People from Livonia, Michigan Category:United States Marines Category:University of Michigan Law School alumni ",
    "title": "Mike Cox (American politician)"
}