{
    "id": "12847723",
    "text": "The EOS-1Ds Mark III is a digital SLR camera body by Canon designed for professional photographers. The Canon EOS 1Ds Mark III is successor to the EOS-1Ds Mark II and was announced in August 2007. The camera features a full- frame 21.1 megapixel CMOS sensor with 14-bit analog/digital converters for a total colour depth of 16,384 tones per pixel. It features a three-inch (76 mm) LCD screen, capable of \"Live View,\" and dual DIGIC III processors allowing it to shoot at up to five frames per second. The EOS-1Ds features many technologies first seen in the Canon EOS-1D Mark III, such as the 63-zone exposure metering, 19 cross-type auto focus system, a 3.0\" LCD with Live View mode and EOS Integrated Cleaning System. It was discontinued in mid-2012 with the introduction of the Canon EOS-1D X, which replaced both the EOS-1Ds Mk III and the EOS-1D Mk IV. == Features == === Image quality === The EOS-1Ds Mark III features a 21-megapixel sensor. It has a higher pixel count than the 16.7 megapixel sensor seen in the Canon EOS-1Ds Mark II. The CMOS sensor incorporates a new pixel design with on-chip noise reduction circuitry. It can shoot in 3200 ISO when necessary. The 1Ds Mark III also features Highlight Tone Priority mode, which boosts the dynamic range for highlights. === Resolution === JPEG * 5616 × 3744 (21.0 MP; 6.4 MB) * 4992 × 3328 (16.6 MP; 5.2 MB) * 4080 × 2720 (11.0 MP; 3.9 MB) * 2784 × 1856 (5.2 MP; 2.2 MB) RAW * 5616 × 3744 (21.0 MP; 25.0 MB) * 2784 × 1856 (5.2 MP; 14.5 MB) === Auto focus === The auto focus system includes 19 cross-type sensors at f/2.8, spread across the AF area. There are 26 more assist points. The camera features an AF-ON button. === LCD and live view === The back of the camera has a , 230K pixel LCD monitor, larger than the 2.0\" display of the Mark II. Live View is a mode which uses this LCD as an electronic viewfinder, with optional grid overlay and histogram. When the camera is tethered to a computer this mode can be used to compose, adjust and capture images using software supplied with the camera. === Connectivity === The EOS-1Ds Mark III connectivity ports: * USB 2.0 * Video Out * N3 type wired remote * PC sync flash terminal * 802.11 wireless file transmitter (optional) === Compatibility === The camera is compatible with Canon's EF lenses and EX Speedlite flashes and WFT-E2 wireless file transmitter. === Software === 16-35mm II lens The collection of software packaged with the EOS-1Ds Mark III includes: * Digital Photo Professional * EOS Utility * Images Browser/Zoom Browser * Photostitch ==== Firmware update ==== Canon occasionally releases firmware updates that fix bugs in the camera's firmware. The updates are available from the Canon website.Firmware Update Page from the Canon website As of August 2017, the latest update is version 1.2.3. from 2013. == Reliability == Canon has rated the shutter durability of the Canon EOS-1Ds Mark III and Canon EOS-1D Mark III at 300,000 cycles, significantly more than other EOS cameras. The 1Ds Mark III also has a new EOS Integrated Cleaning System that removes dust automatically. The camera is weather sealed against moisture. The camera beeps if the door is opened while images are being written. As of 20 February 2008 there are reports of some cameras having misalignment between the image sensor and the viewfinder/prism assembly. Canon is reported to have acknowledged the problems and is correcting affected cameras. == References == == External links == === Product information === * Canon USA page on the EOS-1Ds Mark III * dpreview.com announcement === Reviews === *Let's Go Digital preview on the EOS-1Ds Mark III *Photo.net review on the EOS-1Ds Mark III, written by Philip Greenspun *dpreview.com review written by Simon Joinson *The-Digital- Picture.com review by Bryan Carnathan 1Ds Mark III Category:Full-frame DSLR cameras Category:Cameras introduced in 2007 sv:Canon EOS-1Ds#EOS-1Ds Mark III ",
    "title": "Canon EOS-1Ds Mark III"
}