{
    "id": "1285803",
    "text": "Corynebacterium diphtheriae is the pathogenic bacterium that causes diphtheria. It is also known as the Klebs-Löffler bacillus, because it was discovered in 1884 by German bacteriologists Edwin Klebs (1834-1912) and Friedrich Löffler (1852-1915). ==Classification== Four subspecies are recognized: C. d. mitis, C. d. intermedius, C. d. gravis, and C. d. belfanti. The four subspecies differ slightly in their colonial morphology and biochemical properties, such as the ability to metabolize certain nutrients, but all may be toxigenic (and therefore cause diphtheria) or not toxigenic. C. diphtheriae produces diphtheria toxin which alters protein function in the host by inactivating the elongation factor EF-2. This causes pharyngitis and 'pseudomembrane' in the throat. The diphtheria toxin gene is encoded by a bacteriophage found in toxigenic strains, integrated into the bacterial chromosome. To accurately identify C. diphtheriae, a Gram stain is performed to show Gram-positive, highly pleomorphic organisms with no particular arrangement. Special stains like Albert’s stain and Ponder's stain are used to demonstrate the metachromatic granules formed in the polar regions. The granules are called polar granules, Babes Ernst granules, volutin granules etc. An enrichment medium, such as Löffler's medium, is used to preferentially grow C. diphtheriae. After that, a differential plate known as tellurite agar, allows all Corynebacteria (including C. diphtheriae) to reduce tellurite to metallic tellurium. The tellurite reduction is colorimetrically indicated by brown colonies for most Cornyebacterium species or by a black halo around the C. diphtheriae colonies. A low concentration of iron is required in the medium for toxin production. At high iron concentrations, iron molecules bind to an aporepressor on the beta bacteriophage, which carries the Tox gene. When bound to iron, the aporepressor shuts down toxin production. Elek's test for toxigenicity is used to determine whether the organism is able to produce the diphtheria toxin. == Pathogen and disease == A diphtheria lesion on the leg Corynebacterium diphtheriae is the bacterium that causes the disease diphtheria. Corynebacterium diphtheriae is a rod-shaped, Gram positive, non spore-forming, and nonmotile bacterium. The disease occurs primarily in tropical regions and underdeveloped countries but has been known to appear throughout the world. Immunocompromised individuals, poorly immunized adults, and unvaccinated children are at the greatest risk for contracting diphtheria. During the typical course of disease, the only affected body region is the upper respiratory system. A thick gray coating accumulates in the nasopharyngeal region, making it difficult for the individual to breathe and swallow. The disease remains contagious for at least two weeks following disappearance of symptoms but has been known to last for up to a month. The portals of entry for Corynebacterium diphtheriae are the nose, tonsils, and throat. Individuals suffering from the disease may experience, sore throat, weakness, fever, and swollen glands. Mode of transmission is person to person contact via respiratory droplets ie. coughing or sneezing and less commonly, by touching open sores or contaminated surfaces. If left untreated, diphtheria toxin may enter the bloodstream causing damage to the kidneys, nerves, and heart. Extremely rare complications include suffocation and partial paralysis. A vaccine, DTap, effectively prevents the disease and is mandatory in the United States for participation in education and many professions (exceptions apply). ==Pathogenesis== In areas where diphtheria is endemic, C. diphtheriae in the nasopharyngeal passageways is common. The exotoxin of Corynebacterium diptheriae is absorbed in the blood which in turn kills heart, kidney, and nerve cells by blocking protein synthesis. Toxigenic strains in susceptible individuals can cause disease by multiplying and secreting diphtheria toxin into either skin or nasopharyngeal lesions. The diphtheritic lesion is often covered by a pseudomembrane composed of fibrin, bacteria, and inflammatory cells. Diphtheria toxin can be proteolytically cleaved into two fragments: an N-terminal fragment A (catalytic domain), and fragment B (transmembrane and receptor binding domain). Fragment A catalyzes the NAD+ -dependent ADP- ribosylation of elongation factor 2, thereby inhibiting protein synthesis in eukaryotic cells. Fragment B binds to the cell surface receptor and facilitates the delivery of fragment A to the cytosol. ==Sensitivity== The bacterium is sensitive to the majority of antibiotics, such as the penicillins, ampicillin, cephalosporins, quinolones, chloramphenicol, tetracyclines, cefuroxime, and trimethoprim. ==Genetics== The genome of C. diphtheriae consists of a single circular chromosome of 2.5 Mbp, with no plasmids. The genome shows an extreme compositional bias, being noticeably higher in G+C near the origin than at the terminus. == See also == * Cutaneous diphtheria ==Notes== ==References== ==External links== * CoryneRegNet—Database of Corynebacterial Transcription Factors and Regulatory Networks'' * Corynebacterium diphtheriae genome *Type strain of Corynebacterium diphtheriae at BacDive - the Bacterial Diversity Metadatabase Category:Corynebacterineae Category:Gram-positive bacteria Category:Diphtheria Category:Bacteria described in 1886 Category:1884 in biology ",
    "title": "Corynebacterium diphtheriae"
}