{
    "id": "1285104",
    "text": "Grape-Nuts is a breakfast cereal developed in 1897 by C. W. Post, a former patient and later competitor of the 19th-century breakfast food innovator Dr. John Harvey Kellogg. The cereal originally prepared by C. W. Post when developing the product was a batter that came from the oven as a rigid sheet. He then broke the sheet into pieces and ran them through a coffee grinder to produce the \"nut\"-sized kernels. ==Marketing== Grape-Nuts ad, 1900Grape-Nuts was initially marketed as a natural cereal that could enhance health and vitality, and as a \"food for brain and nerve centres.\" Its lightweight and compact nature, nutritional value, and resistance to spoilage made it a popular food for exploration and expedition groups in the 1920s and 1930s. In World War II, Grape-Nuts was a component of the lightweight jungle ration used by some U.S. and Allied Forces in wartime operations before 1944.Kearny, Cresson H. (Major), Jungle Snafus...And Remedies, Oregon Institute (1996), pp. 290–291 A 1939 ad campaign by cartoonist Walter Hoban continued his Jerry on the Job comic strip in Woman's Day magazine and daily newspaper comics pages. General Foods also marketed Grape-Nuts through a comics-style advertising campaign (a trailblazer in this regard) featuring a character named Little Alby, who gained inordinate strength after consuming a bowl of Grape- Nuts.\"Funny Business: The Rise and Fall of Johnstone and Cushing,\" Hogan's Alley, 1999 During the 1940s, comic books from various companies featured one- page comic-strip ads starring Volto from Mars, a finned red helmet-clad alien superhero visiting Earth, who like all Martians, recharged his magnetic powers (his left hand repels, his right attracts) by eating \"cereal grains\", with him quickly developing a particular fondness for Grape-Nuts Flakes which he proclaimed \"the best I ever tasted!\"Zeno, Eddy, Al Plastino: Last Superman Standing, TwoMorrows Publishing (2016), pp. 31 In the 1960s, advertising promoted Grape-Nuts as the cereal that \"fills you up, not out\". Brand users, particularly mother/daughter look-alikes, were shown engaged in fitness activities such as tennis, horseback riding, skiing, and swimming. Also appearing during the \"fills you up, not out\" campaign were Rob Steffens and Peter Steffens as the characters from The Peter and Bobert Show, as well as Andy Griffith and Don Knotts as Sheriff Andy Taylor and Deputy Barney Fife. This ad campaign produced one television commercial, which aired on television in 1968, that featured a catchphrase that became a target for numerous sketches and satirical mentions in media. Spanning the ensuing two decades and beyond, \"Oh no, Mrs. Burke! I thought you were Dale!\" was parodied on television variety show sketches, in the film The Kentucky Fried Movie, and in many episodes of Mystery Science Theater 3000. Fans continue to discuss the origin of this \"riff\" and have even developed products that feature the text, \"I thought you were Dale.\" A subsequent ad campaign generated another catchphrase, as Euell Gibbons became the spokesperson for the brand, promoting Grape-Nuts as the \"Back to Nature Cereal\". The line \"Ever eat a pine tree? Many parts are edible\" drew attention to the product from consumers, as well as from comedians. Grape-Nuts is credited as the first widespread product to use a coupon in sales promotion when C.W. Post Company offered a penny-off coupon to get people to try their cereal in the late 1890s. Until recent years, Grape-Nuts packaging set it apart from other cereals, in that no sealed film bag was used. It was sold in the usual \"tombstone\" cardboard box; rather than featuring lightly glued flaps at the top which could be separated to open the top face completely, perforations could be broken to form a small opening for pouring, near the intersection of one of the narrow side faces and the top surface. At one time, Grape-Nuts was the seventh-most popular cold breakfast cereal, but sales declined as Post was sold from one company to another. Around 2005, it held less than 1% of the market. About this time, the formula was changed; the husks from milled grain were ground into the flour and the cereal was pitched as \"whole grain\", albeit at the cost of roughening the cereal's texture and detracting significantly from mouthfeel. The addition of vitamins and minerals allowed it to qualify for food-stamp programs. ==Ingredients== Modern-day Grape-Nuts contain whole grain wheat flour, malted barley flour, salt, dried yeast and the following added vitamins and minerals: iron, vitamin B3, zinc oxide, vitamin B6, vitamin B1, and folic acid. ==Ice cream== Grape-Nut ice cream Grape-Nut ice cream is a popular regional dish in the Canadian Maritimes, the Shenandoah Valley, Jamaica, and New England. One origin story is that it was created by chef Hannah Young at The Palms restaurant in Wolfville, Nova Scotia, in 1919. She created it when she ran out of fresh fruit to add to ice cream, and decided to throw in some cereal. It proved popular at the restaurant and the Scotsburn Dairy company began mass- producing the ice cream variety, and it sold across the region.\"Ice cream company scoops grapenut ice cream from Hannah Young\". Hantsport News and Views. July 2010, pg. 12 Variations of ice cream with Grape Nuts are also called brown bread ice cream. Other flavors with cereal include hazelnut syrup, chocolate, varieties of chocolate chips, mint, and other fresh flavors. ==See also== *Granula ==References== ==Bibliography== *Jones, Evan (1981) American Food: The Gastronomic Story, Random House, Inc. ==External links== *Grape Nuts TV Commercial Featuring Will Rogers Jr. *Grape-Nuts US site *Grape-Nuts Canada site *Gallery of classic graphic design featuring Grape- Nuts cereals *Burke Family Grape-Nuts TV Commercial Archives *Straight Dope answer on \"No grapes and no nuts\" Category:Breakfast cereals Category:Post Consumer Brands brands Category:Products introduced in 1897 ",
    "title": "Grape-Nuts"
}