{
    "id": "12851048",
    "text": "The Prophet '08 is a polyphonic analog synthesizer created by Dave Smith of St. Helena, California, US, for Dave Smith Instruments (DSI), released in late 2007. As with DSI's other instruments, the Prophet '08 uses analog subtractive synthesis, as opposed to many of the current crop of synthesizers, which employ DSP-based virtual analog synthesis. Similar in functionality to the renowned Sequential Circuits Prophet-5 analog synthesizer popularized in the 1970s (also designed by Dave Smith), the Prophet '08 has an all analog signal path; however its envelopes are generated digitally. It is one of many analog synthesizers commercially available . In 2017, the Prophet '08 was superseded by the '08 Rev2. The new instrument is available in both 8-voice and 16-voice versions in both keyboard and module variants. The Rev2 added improved onboard effects and a polyphonic sequencer. ==Sound Architecture== The Prophet '08 is an eight-voice analog synthesizer. Each voice is identical in architecture. The audio path is all analog, while there is some digital control of parameters. The instrument can be played in three modes: eight voices all using the same program, \"split\" with four voices using one program and four using another program on separate sections of the keyboard, and \"stacked\" with four voices using one program and four using another program, both programs sounding on each note played resulting in a four-voice sound. ===Analog signal components=== Each voice has two DCOs, one VCF, one VCA, three ADSR envelopes, and a noise source. Each DCO can produce triangle, sawtooth, a predefined mix of sawtooth and triangle, and rectangular waves. The pulse width of the rectangular waves ranges from 0 to 100%, and has a dedicated knob. The relative levels of the two DCOs is set with a balance knob. The pitch and pulse width of each DCO and the relative level of the two can be modulated. The VCF is switchable between a 4-pole low-pass filter and a 2-pole low-pass filter. The cutoff frequency can be anywhere in the audio spectrum. Cutoff frequency and resonance each have a dedicated knob. Both can be modulated. There is a dedicated knob for keyboard modulation of the filter cutoff. The VCA comes last in the signal chain. Its level can be modulated. Since velocity is often used to control the VCA level, there is a dedicated knob for the amount of velocity affecting the filter envelope. ===ADSRs (Envelope generators)=== The Prophet '08 has three ADSR envelopes. The first ADSR is normalized to the VCF cutoff frequency. The second ADSR is normalized to the VCA amount. The third ADSR is extra. Despite normalizing, any of the ADSRs can be sent to any modulation destinations. Each ADSR has a dedicated knob for attack, decay, sustain, and release. Any of these four parameters can be modulated. There are also knobs for initial delay, ADSR output level, and keyboard control. ===Modulation architecture=== The Prophet '08 has four general purpose modulation buses. For each bus, the modulation source, modulation destination, and the modulation amount can be selected. For common modulation routings, it is not always necessary to consume a modulation bus, because some modulation sources or destinations have their own dedicated modulation routing controls. For instance, each of the four LFOs has its own amount and destination setting. So it is possible to route an LFO directly to any destination without consuming one of the modulation buses. Common controllers such as velocity, channel pressure, and modulation wheel each have their own destination and amount settings, so they too can be used as a modulation source without consuming a modulation bus. A few destinations have dedicated modulation routings in place. The VCF has a dedicated knob for keyboard control of cutoff frequency. The VCF and VCA each have a dedicated knob for velocity control of cutoff frequency and volume, respectively. All of these controls are in place without consuming any of the aforementioned modulation buses or routings. ===Audio outputs=== The Prophet '08 has two sets of stereo audio outputs. All of the sound comes out of set A, unless set B has plugs in it, in which case the second layer (in the case of a split or stacked program) will appear only on set B. The VCA has a pan setting which can be modulated. Pan is a standard modulation destination, which means that any of the controllers, such as note number, LFO, or ADSR, can be used to position each voice in the stereo spectrum. Also, each of the 8 voices by default has its own position in the stereo spectrum, which is the starting point for any further pan modulation. The spread of these starting positions is controlled by a dedicated knob on the VCA; at a setting of 0 all voices are centered unless further modulated. There is a global setting to put the instrument into mono mode instead of stereo. ===Sequencer section=== The Prophet '08 incorporates a 16-step, 4-row sequencer with analog-style controls. Each row of the sequencer can be routed to any modulation destination. When the destination for a row is a DCO pitch, that row's knobs are calibrated to move in quarter-tone increments. For other destinations, the knobs are continuous. The sequencer can be stepped through by the internal clock, MIDI clock, or the keyboard. ===Artists=== On the website of Dave Smith Instruments, a comprehensive list is available of artists who use various of the company's products, including the Prophet '08.http://www.davesmithinstruments.com/artists Notable users of the Prophet '08 include Chvrches, deadmau5, Rival Consoles, Thom Yorke and Sufjan Stevens. ==References== ==Further reading== * ==External links== *Prophet '08 PE (Potentiometer Edition) Keyboard Synthesizer product webpage *Dave Smith Instruments Prophet 08 Sound On Sound review (archive.org) Category:Analog synthesizers Category:Polyphonic synthesizers ",
    "title": "Prophet '08"
}