{
    "id": "12850121",
    "text": "The Logo of the CRC The Central Rabbinical Congress (in full: Central Rabbinical Congress of the US and Canada, commonly abbreviated to CRC; ) is a rabbinical organization that is a consortium of various ultra-Orthodox Jewish groups, with offices in Brooklyn, New York. == History == In the aftermath of World War II, when thousands of Jewish survivors arrived in the United States and began the process of rebuilding the dozens of communities which were decimated in the Holocaust, this organization was founded in 1953, with the stated goal of serving as an umbrella rabbinical body to unite the newly transplanted Haredi communities, and to provide said communities with all religious needs. The organization was founded by the rebbe of Satmar, Rabbi Joel Teitelbaum, alongside Rabbi Levi Yitzchok Greenwald of Tzehlim, Rabbi Yosef Greenwald of Pupa, Rabbi Shimon Yisroel Posen of Shopron, Rabbi Yonasan Steif of Vien, and Rabbi Moshe Teitelbaum of Siget, who later assumed the title of rebbe of Satmar. These Rabbis formed the executive board of the organization. The organization established a special panel to maintain and enforce traditional Jewish law, called Vaad L'Chizuk Hadas (in Hebrew: ועד לחיזוק הדת), led by Rabbi Rafael Blum of Kashau (Hasidic dynasty), Rabbi Hillel Lichtenstein of Krasna, Rabbi Yakov Lebowitz of Kapish, and Rabbi Moshe Bick of Mezhbizh. An advisory board named Vaad L'inyonei Hora'ah (in Hebrew: ועד לעניני הוראה), was directed by Rabbi Naftali Hertzka Henig of Sharmash. Throughout the years, the organization grew exponentially, and quickly turned into one of the most recognized rabbinical organizations, currently having over 300 communal rabbis as members,Complaint filed 10/11/12 in New York Southern District Court in the CRC et al v. NYCDOHMH et al Case No. 1:12-cv-07590 representing a reported collective constituency of over 250,000 people throughout the US and Canada.JTA August 21, 1979, Rabbi Joel Teitelbaum Dead at 93 The current activities of the organization include, but are not limited to, a Kashrus division, a Beth Din, co-ordinating big rabbinical conventions and assemblies, addressing Jewish issues of importance to the general Jewish population. Currently, the Dean of the Organization is Yitzchak Glick, who has served in this position for over 40 years, assisted by Mattes Berkowitz as secretary, and Chaim Shlomo Ilowitz as Co-Ordinator. ==Kosher supervision== With many Jews arriving from Europe, whose Kashrus standards differed from those generally accepted in America, the need for a kosher certification agency was felt, and the organization established a division to supervise food industry establishments and grant hechshers,[] which was led by Rabbi Yissachar Ber Rottenberg of Wodzislaw and Rabbi Asher Babad of Tartikov. One of the first major Kashrus projects was the founding of a Shechita, to produce poultry and beef in line with the high standards of these communities. This division certifies hundreds of food manufacturing plants, producing thousands of kosher products, as well as many bakeries, catering halls, and eateries, two large poultry plants, and five meat processing plants, employing 50 shochtim (slaughterers), a few dairy farms, and famous wineries. This division, currently the biggest of the organization, consists of a large team of well-trained Mashgichim who travel across the world supervising and certifying the plants and food production facilities, physically monitoring and ensuring that all requirements are met. In 2018, this division expanded and modernized the laboratory with new state-of-the-art machinery and equipment, employing highly skilled professionals in the field of chemical research, analyzing various ingredients to ascertain their Kashrus viability, and analyzing the various plants and seeds for bug infestation. Once a year, prior to Passover, this division published the highly acclaimed Mafteach Ha'Kashrus, which includes all laws relevant to the Passover holiday, and general Kashrus information. Throughout the year, the division publishes a magazine with articles about topics of interest in the field of Kashrus and updates. The Kashrus division is currently headed by the Chief Rabbi of Mount Kisco, New York, Rabbi Hillel Weinberger of Serdahely, who serves as the Chief Justice of said division, Rabbi Yitzchak Menachem Eichenstein of Galanta, and Rabbi Shia Heschel Bick of Mezhbizh. Rabbi Lipa Klein serves as Head Mashgiach, Executive Rabbinic Co-Ordinator. ==Rabbinical services== The organization has a full-service Beth Din, providing arbitration and mediation services mainly in Marital and Business disputes, settling hundreds of cases annually, and co-ordinating tens of Gittin (Jewish divorces). The Beth Din also handles all matters pertaining to Kidushin (Jewish weddings), ensuring the couple is allowed to be married in accordance with Halacha. The Beth Din division is currently headed by Rabbi Mendel Zilber, widely known as the Freimaner Rav, who serves as the Chief Justice, and some of the Dayanim (rabbinical judges) are Rabbi Yitzchak Menachem Eichenstein of Galanta, Rabbi Meshulam Polatchek (Av Beis Din Meged Yehuda in Brooklyn, New York, and Rabbi Abraham Gross. The first Beth Din secretary was Rabbi Shabse Mordche Berkowitz, being replaced after his passing by Rabbi Yishay Buchinger. The organization also maintains, in a separate office, a full-time Beis Hora'ah, with rabbis taking shifts to answer to the public on inquiries in Jewish law, from early morning, until midnight. This division was led for many years by Rabbi Shalom Kraus of Udvari. ==Controversies== In 1986, the CRC publicized the following declaration: > It is our duty to denounce those who invoke the name of the Almighty in > vain. It is our holy obligation and our moral responsibility to call on > them: Stop using these falsehoods and heresies to justify yourselves and > your misdeeds. The Jewish faith, as transmitted by the Almighty to our > forefathers, has not and will never countenance the Zionist and > nationalistic doctrines of the state of Israel. These false doctrines are > compounded of atheism and anti-religious Zionism, ideologies alien to > Judaism. Let them not be misrepresented to the world as Jewish.Middle East > Policy Council, Journal, Winter 1990-91, Number 35: JEWISH CRITICISM OF > ZIONISM, Edward C. Corrigan ==References== ==External links== * Official website *\"March from NY to DC\" to protest the desecration of ancient jewish cemeteries in israel *CRC Condemnations of Zionism and the State of Israel Category:Kosher food certification organizations Category:Satmar (Hasidic dynasty) Category:Rabbinical organizations ",
    "title": "Central Rabbinical Congress"
}