{
    "id": "1285604",
    "text": "Elizabeth Jean Peters (October 15, 1926 – October 13, 2000) was an American actress. She is known as a star of 20th Century Fox in the late 1940s and early 1950s, and as the second wife of Howard Hughes. Although possibly best remembered for her siren role in Pickup on South Street (1953), Peters was known for her resistance to being turned into a sex symbol. She preferred to play unglamorous, down-to-earth women.Bob Thomas, \"Jean Peters Hopes to Avoid Roles of Siren on Screen,\" Reading Eagle, September 21, 1953, p. 19 ==Early life== Elizabeth Jean Peters was born on October 15, 1926, in East Canton, Ohio, the daughter of Elizabeth and Gerald Peters, a laundry manager. Raised on a small farm in East Canton, Peters attended East Canton High School. She was raised as a Methodist. She went to college at the University of Michigan and later the Ohio State University, where she studied to become a teacher and majored in literature. While studying for a teaching degree at Ohio State, she entered the Miss Ohio State Pageant in the fall of 1945. From the twelve finalists, Peters won. Sponsored by the photographer Paul Robinson of the \"House of Portraits\", she was awarded the grand prize of a screen test with 20th Century-Fox. ==Career== ===20th Century Fox=== As her agent, Robinson accompanied her to Hollywood, and helped her secure a seven-year contract with Fox. She dropped out of college to become an actress, a decision she later regretted.Interview with Louella Parsons, Waterloo Daily Courier, 12 October 1947, Waterloo, Iowa, p. 19 (In the late 1940s, Peters returned to college, in between filming, to complete her work and obtain a degree.Long Beach Independent, October 14, 1948, Long Beach, California, p. 26) It was announced that in her first film I Wonder Who's Kissing Her Now (1947), she would play an \"ugly duckling\", supported by \"artificial freckles and horn-rimmed glasses\".Evening Independent, July 26, 1946, Massillon, Ohio. p. 21 She eventually withdrew from the film. Peters was tested in 1946 for a farm girl role in Scudda Hoo! Scudda Hay! (1948), but the producer and director decided she was not suitable.The Oakland Tribune, November 6, 1946, Oakland, California. p. 10 ===Film debut: Captain from Castile=== Peters was selected to replace Linda Darnell as the female lead in Captain from Castile (1947) opposite Tyrone Power, when Darnell was reassigned to save the production of Forever Amber. Although she had not yet made her screen debut, Peters was highly publicized. She received star treatment during the filming.Evening Independent, December 5, 1946, Massillon, Ohio. p. 4 Captain from Castile was a hit. Leonard Maltin wrote that afterwards, Peters spent the new decade playing \"sexy spitfires, often in period dramas and Westerns.\" She was offered a similar role in the western Yellow Sky (1948), but she refused the part, explaining it was \"too sexy\". As a result, the studio, frustrated by her stubbornness, put her on her first suspension. For her second film, Deep Waters (1948), which Peters filmed in late 1947, she was reunited with her director from Captain from Castile, Henry King. On this, she commented: \"It's really a break for me, because he knows where he's going and what he wants, and I naturally have great confidence in him.\" The film was not nearly as successful as Captain from Castile, but Peters was again noticed. She was named among the best five 'finds' of the year, among Barbara Bel Geddes, Valli, Richard Widmark and Wanda Hendrix.St. Petersburg Times,October 25, 1948. p. 3 She was next assigned to co-star next to Clifton Webb in Mr. Belvedere Goes to College (1949), but Shirley Temple later replaced her. In early 1949 Peters signed on to play Ray Milland's love interest in It Happens Every Spring (1949). For the role, she offered to bleach her hair, but the studio overruled this. Although the film became a success, most of the publicity was for Milland's performance. Peters next starred alongside Paul Douglas in the period film Love That Brute (1950), for which she had to wear a dress so snug she was unable to sit.Long Beach Press-Telegram – April 9, 1950, Long Beach, California. p. 7 The film was originally titled Turned Up Toes, and Peters was cast in the film in June 1949, shortly after the release of It Happens Every Spring. To prepare for a singing and dancing scene, Peters took a few lessons with Betty Grable's dance instructor.Post-Standard, April 9, 1950, Syracuse, New York. p. 63 By 1950, Peters was almost forgotten by the public, although she had been playing lead roles since 1947. In late 1950, she was cast in a secondary role as a college girl in Take Care of My Little Girl (1951), a Jeanne Crain vehicle.The Salt Lake Tribune, October 11, 1950, Salt Lake City, Utah. p. 17 A Long Beach newspaper reported that Peters gained her role by impressing Jean Negulesco with her sewing.Independent Long Beach, November 30, 1950, Long Beach, California. p. 52 She once became famous for playing a simple country girl, but as she grew up, the studio did not find her any more suitable roles.Syracuse Herald-Journal – February 11, 1953, Syracuse, New York. p. 31 ===Stardom=== Jean Peters in Viva Zapata! (1952) Due to her insistence, Peters was given the title role in Anne of the Indies (1951), which the press declared was the film that finally brought her stardom.Syracuse Herald Journal, October 25, 1951, Syracuse, New York. p. 59 Before its release, she was cast in Viva Zapata! (1952) opposite Marlon Brando. Julie Harris had been considered for this role. Also in 1951, Peters had her first collaboration with Marilyn Monroe, when they had secondary roles in As Young as You Feel. Peters was set to play the title role in the drama film Wait Till the Sun Shines, Nellie (1952). It was the first time since the beginning of her career that Peters received this much publicity.San Antonio Light, July 21, 1951, San Antonio, Texas. p. 6 While shooting the film in Hutchinson, Kansas, Peters was honored with the title 'Miss Wheatheart of America'.The Salt Lake Tribune, July 3, 1952, Salt Lake City, Utah. p. 9 Peters was one of many names in the studios O. Henry's Full House (1952). She co starred with Jeffrey Hunter in Lure of the Wilderness (1952). In 1953 the director Samuel Fuller chose Peters over Marilyn Monroe for the part of Candy in Pickup on South Street. He said he thought Peters had the right blend of sex appeal and the tough-talking, streetwise quality he was seeking. Monroe, he said, was too innocent looking for the role. Shelley Winters and Betty Grable had previously been considered but both had turned it down. Because of the sex symbol status of her character, Peters was not thrilled with the role.Kingsport Times-News, September 30, 1952, Kingsport, Tennessee. p. 14 She preferred playing more down-to-earth, unglamorous parts as she had done with Anne of the Indies (1951), Viva Zapata! (1952) and Lure of the Wilderness (1952).Long Beach Press-Telegram, January 10, 1952, Long Beach, California. p. 33 For Pickup on South Street, Peters was advised to bleach her hair but she refused to do so. She wanted to avoid comparisons with Winters and Grable.Austin Daily Herald, September 30, 1952, Austin, Minnesota. p. 3 She did agree to adopt a \"sexy shuffle\" for the role. She was helped by Marilyn Monroe to understand the role of a siren. Peters later said that she had enjoyed making the film, but announced in an interview that she was not willing to take on other siren roles. She said: \"Pickup on South Street was fine for my career, but that doesn't mean I'm going to put on a tight sweater and skirt and slither around. I'm just not the type. On Marilyn Monroe it looks good. On me it would look silly.\"The San Mateo Times, September 21, 1953, San Mateo, California. p. 13 In another interview, Peters explained that playing down-to-earth and sometimes unwashed women have the most to offer in the way of drama. She said: Peters mending Joseph Cotten's hand in Niagara (1953) Peters and Marilyn Monroe starred together in another 1953 film noir, Niagara, also starring Joseph Cotten. In Niagara, Peters replaced Anne Baxter, with whom she co-starred in the anthology film O. Henry's Full House (1952). Shooting of Niagara took place in the summer of 1952. Peters' character was initially the leading role, but the film eventually became a vehicle for Monroe, who was by that time more successful. Peters' third film in 1953, A Blueprint for Murder, reunited her with Joseph Cotten. She was assigned to the film in December 1952 and told the press she liked playing in the film because it allowed her to sing, but there is no song by her in the picture, only the playing of a piano.The Portsmouth Herald – January 23, 1953, Portsmouth, New Hampshire. p. 7Independent Press-Telegram – August 9, 1953, Long Beach, California. p. 55 Shortly after the film's premiere in July 1953, the studio renewed Peters' contract for another two years.\"Jean Peters Proves Popular With Bosses\", Deseret News, July 27, 1953, p. 5 In 1953 she also starred in the film noir Vicki. The writer Leo Townsend bought the story of the film, a remake of I Wake Up Screaming, as a vehicle for Peters.\"Goldstein Will Star Jean Peters as Siren\", Los Angeles Times, December 26, 1952 Townsend said that he gave the role to Peters in December 1952, because she was \"one of the greatest sirens he's ever seen.\" Next, Peters was assigned to replace Crain in the film Three Coins in the Fountain (1954), which was shot on location in late 1953 in Italy. Peters was unsatisfied with her role and said in a September 1953 interview: \"When I heard Dorothy McGuire, Clifton Webb and Maggie McNamara were going to be in the picture, I thought I would finally have the kind of role that suited me. They sounded like smart, sophisticated company. But when I got to Italy and read the script, I discovered I was going to be an earthy kind of girl again. The script had me nearly being killed in a runaway truck.\" However, the film became a great success and brought Peters again into the limelight.\"Burt Lancaster, Jean Peters Offer Top Performances in 'Apache'\" by Thomas Blakley, Pittsburgh Press, July 6, 1954 ===Final films=== Peters in the trailer for the film Broken Lance (1954)Other 1954 films co-starring Peters were the westerns Apache (borrowed by Warner Bros) and Broken Lance. Although Broken Lance did not attract much attention, she was critically acclaimed for her performance in Apache. One critic praised her for \"giving an excellent account for herself\", declaring she was \"on her way to becoming one of the finest young actresses around Hollywood today.\" Peters' next (and ultimately final) film was A Man Called Peter (1955), in which she played Catherine Marshall, the wife of Peter Marshall, a Presbyterian minister and Chaplain of the United States Senate. After the release of A Man Called Peter, Peters refused several roles, for which she was placed on suspension by the studio. ===Retirement=== Deciding she had had enough, Peters left Fox to focus on her private life. Following her marriage to Howard Hughes, she retired from acting. In 1957, the producer Jerry Wald tried to persuade her not to leave Hollywood but had no luck.\"Boyer Will Costar in 'The Buccaneer'\", Los Angeles Times, February 16, 1957 She was supposedly discouraged from continuing as an actress by Hughes, and reported in late 1957 that she was planning on becoming a producer.Sheilah Graham, \"Jean Peters New Producer\", The Miami News, November 6, 1957, p. 10B In March 1959, it was announced that Peters was to return to the screen for a supporting role in The Best of Everything.\"Hedda Hopper\" by Hedda Hopper, The Lima News, March 30, 1959, p. 11 But, she did not appear in that film; and, despite her earlier announcement, never produced a film. ===Return to acting=== In 1970, rumors arose of Peters making a comeback to acting when the press reported that she was considering three film offers and a weekly TV series for the 1970–1971 season.Harold Hefferman, \"Jean Peters May Resume Once Budding Film Career,\" The Milwaukee Journal, January 23, 1970, p. 1 She chose the television movie Winesburg, Ohio (1973). Afterwards, she said, \"I am not pleased with the show or my performance in it. I found it rather dull.\"The Des Moines Register – March 4, 1973, Des Moines, Iowa. p. 109 At the beginning, she had expressed enthusiasm for the project, saying: \"I'm very fond of this script. It's the right age for me. I won't have to pretend I'm a glamour girl.\"Charles Witbeck, \"Winesburg, Ohio days,\" The Miami News, March 3, 1973 Her co-star William Windom praised her, saying she was \"warm, friendly and charming on the set.\" In 1976, Peters had a supporting role in the TV miniseries The Moneychangers. When asked why she took the role, she said: \"I'll be darned if I know. A moment of madness, I think. I ran into my old friend Ross Hunter, who was producing The Moneychangers for NBC-TV, and he asked me if I wanted to be in it. It seemed like fun. It's a nice part – not too big – and I greatly admire Christopher Plummer, whom I play opposite.\"\"For Jean Peters\", Spartanburg Herald-Journal, October 16, 1976 Peters appeared in the 1981 television film Peter and Paul, produced by her then husband, Stan Hough. She guest-starred in Murder, She Wrote in 1988, which was her final acting performance. ==Personal life== After landing a contract in Hollywood, Peters moved there, where she initially lived with her aunt, Melba Diesel. From the beginning of her career, Peters openly admitted she did not like fame due to the crowds. Co-actors at Fox recalled that she was very serious about her career. Jeanne Crain said Peters was \"anything but a party girl\".The Des Moines Register, January 25, 1970, Des Moines, Iowa. p. 47 Despite her clashes with the studio, Peters was well-liked by other contract players. One biographer recalled: \"In all the research and planning that went into this book, no one ever had an unkind word to say of Miss Peters, and that is unusual.\" Peters was close friends with Marilyn Monroe, who also worked for Fox. Other actors she befriended during her career were Joseph Cotten, David Niven, Ray Milland, Marie McDonald, and especially Jeanne Crain. The decorated soldier and actor Audie Murphy claimed that he had a relationship with Peters in 1946, before she met Howard Hughes. In 1954, Peters married Texas oilman Stuart Cramer. At the time they married, they had known each other for only a few weeks, and they separated a few months later. There was much talk of Peters possibly retiring from the screen, but the actress insisted that after her eight-week leave from Fox, she was to return to Hollywood.The Progress-Index, July 18, 1954, Petersburg, Virginia. p. 18: Jean Peters Denies Quitting Movies Because Of Marriage Peters, a Republican, supported Dwight Eisenhower's campaign during the 1952 presidential election.Motion Picture and Television Magazine, November 1952, page 34, Ideal Publishers In 1957, after her divorce from Cramer, Peters married Howard Hughes. Soon after that, he retreated from public view and, reportedly, started becoming an eccentric recluse.Bartlett, Donald L. and James B. Steele (1979) Empire: The Life, Legend, and Madness of Howard Hughes, W. W. Norton & Company, New York – p. 458' The couple had met in the 1940s, before Peters became a film actress.The Delta Democrat-Times, September 29, 1946, Greenville, Mississippi. p. 4 During their highly publicized romance in 1947 there was talk of marriage, but Peters said that she could not combine it with her career. The columnist Jack Anderson claimed that Peters was \"the only woman [Hughes] ever loved.\"Jack Anderson with Les Whitten, \"Hughes and Jean Peters,\" The Gadsden Times, April 13, 1976, p. 4 He reportedly had his security officers follow her everywhere even when they were not in a relationship. The actor Max Showalter confirmed this, after becoming a close friend of Peters during shooting of Niagara (1953). During her marriage, which lasted from 1957 to 1971, Peters retired from acting and social events in Hollywood. According to a 1969 article, she went through life unrecognized, despite being protected by Hughes' security officers all day.\"Mrs. Hughes: A Mysterious Figure\", The Milwaukee Journal, December 12, 1969, p. 10 Living in anonymity was easy, according to Peters, because she \"didn't act like an actress.\"\"Jean Peters asserts Hughes secret safe\", The Register-Guard, December 6, 1972, p. 5A It was later reported that during the marriage, Peters was frequently involved in activities such as charitable work, arts and crafts, and university studies including psychology and anthropology at UCLA. In 1971, Peters and Hughes divorced. She agreed to a lifetime alimony payment of $70,000 ($ today) annually, adjusted for inflation, and she waived all claims to Hughes' estate. In the media, she refused to speak about the marriage, claiming she preferred to focus on the present and future. She said that she hoped to avoid being known as 'Mrs. Howard Hughes' for the rest of her life, although that would be difficult. \"I'm a realist. I know what the score is, and I know who the superstar is.\" Later in 1971, Peters married Stan Hough, an executive with 20th Century Fox. They were married until Hough's death in 1990. ==Death== Peters died of leukemia on October 13, 2000 in Carlsbad, California, two days before her 74th birthday. She was buried at the Holy Cross Cemetery in Culver City, California. ==Filmography== {| class=\"wikitable\" style=\"font-size:90%;\" ! colspan=4 style=\"background:#B0C4DE;\" | Film |- align=\"center\" ! style=\"background: #CCCCCC;\" | Year ! style=\"background: #CCCCCC;\" | Title ! style=\"background: #CCCCCC;\" | Role ! style=\"background: #CCCCCC;\" | Notes |- | 1947 | Captain from Castile | Catana Perez | |- | 1948 | Deep Waters | Ann Freeman | |- | 1949 | It Happens Every Spring | Deborah Greenleaf | |- | 1950 | Love That Brute | Ruth Manning | |- | rowspan=3|1951 | As Young as You Feel | Alice Hodges | |- | Take Care of My Little Girl | Dallas Prewitt | |- | Anne of the Indies | Captain Anne Providence | |- | rowspan=4|1952 | Viva Zapata! | Josefa Zapata | |- | Wait till the Sun Shines, Nellie | Nellie Halper | |- | Lure of the Wilderness | Laurie Harper | |- | O. Henry's Full House | Susan Goodwin | (segment \"The Last Leaf\") |- | rowspan=4|1953 | Niagara | Polly Cutler | |- | Pickup on South Street | Candy | |- | A Blueprint for Murder | Lynne Cameron | |- | Vicki | Vicki Lynn | |- | rowspan=3|1954 | Three Coins in the Fountain | Anita Hutchins | |- | Apache | Nalinle | |- | Broken Lance | Barbara | |- | 1955 | A Man Called Peter | Catherine Wood Marshall | |- align=\"center\" ! colspan=4 style=\"background:#B0C4DE;\" | Television |- align=\"center\" ! style=\"background: #CCCCCC;\" | Year ! style=\"background: #CCCCCC;\" | Title ! style=\"background: #CCCCCC;\" | Role ! style=\"background: #CCCCCC;\" | Notes |- | 1973 | Winesburg, Ohio | Elizabeth Willard | Television movie |- | 1976 | The Moneychangers | Beatrice Heyward | Miniseries |- | 1981 | Peter and Paul | Priscilla | Television movie |- | 1988 | Murder, She Wrote | Siobhan O'Dea | 1 episode, (final appearance) |} ==Radio appearances== {| class=\"wikitable\" |- ! Year !! Program !! Episode/source |- | 1953|| Lux Radio Theatre || Wait 'Till the Sun Shines, Nellie |} CBS Radio Network LUX RADIO THEATER \"The Day the Earth Stood Still\" Monday 4 January 1954 ==References== ==External links== * * Jean Peters: Biography of a forgotten leading lady, Jackal's film corner, October 16, 2007 * \"Jean Peters biography\", Guardian Unlimited Film * Reviews of Jean Peters movies, Channel 4 Film * Jean Peters, Allmovie * Category:Actresses from Ohio Category:American film actresses Category:American television actresses Category:Deaths from cancer in California Category:Deaths from leukemia Category:Ohio University alumni Category:Actors from Canton, Ohio Category:1926 births Category:2000 deaths Category:Burials at Holy Cross Cemetery, Culver City Category:20th Century Fox contract players Category:20th-century American actresses Category:University of Michigan alumni Category:American Methodists Category:People from East Canton, Ohio Category:California Republicans Category:Ohio Republicans ",
    "title": "Jean Peters"
}