{
    "id": "1285207",
    "text": "thumb Miron Cozma (born August 25, 1954) is a former Romanian labor-union organizer and politician, and leader of Romania's Jiu Valley coal miners' union. He is best known for his leading the miners of the Jiu Valley during the September 1991 Mineriad which overthrew the reformist Petre Roman government. Cozma was a controversial character in the 1990s, both within and outside of Jiu Valley. In 2011, he entered in politics and founded Worker's Social Democratic Party. == Early life == Born in Derna, Bihor, Miron Cozma studied to become an electromechanical assistant engineer. After graduation, he began working as a trainee at the Bărbăteni Mine, while living in Lupeni. He was also in charge with being the DJ of the town's disco. In 1977, he became an informant of the Securitate, using the code name \"Paul\", sending memos about co-workers until 1983. == Trade union leadership== In 1990, Cozma was working at the Lonea Coal Mine, being involved in the January 1990 Mineriad, when he was one of the 16 miners who were involved in talks with President Iliescu and the Prime Minister.Rus, p. 376 On 21-24 March 1990, the League of Miners Unions of the Jiu Valley elected Cozma as its leader.Rus, p. 377 In 1991, Cozma's companies gained a monopoly in food retail in the mines of the Jiu Valley, which gave him substantial profits and influence.Rus, p. 383-384 On 19 June 1991, Cozma ran over and killed a 31-year-old woman, Roza Violeta Drăghici, in the village of Paroșeni, Vulcan, Hunedoara, doing an irregular overtaking.Rus, p. 381 He was convicted of manslaughter and given a 2-years suspended sentence; the lenient sentence may have been caused by the close relationship of Cozma with the ruling National Salvation Front. == 1999 Mineriad == In January 1999 Cozma led another series of miner protests, sparked by the Radu Vasile government's intention to close down several money- losing mines in the Jiu Valley region. Intending to put pressure on the government, Cozma and his miners started marching towards Bucharest.BBC, Miners on the road - in pictures, January 21, 1999 The miners clashed with the Gendarmerie at Costeşti, Vâlcea County; about 70 miners and 100 gendarmes were wounded and one miner died. Soon after, Prime Minister Radu Vasile held talks with Cozma at the Cozia Monastery, and Cozma agreed to end the march and disband the miners.BBC, Romanian miner deal struck January 22, 1999 At the beginning of February of the same year, however, Cozma was sentenced by the Supreme Court of Justice to 18 years in prison for his involvement in the 1991 mineriad. This quickly prompted a new march of the miners towards Bucharest. This time, special forces intervened and dispersed the miners at Stoeneşti, Olt County. Cozma and his lieutenants were captured by the police;BBC, Romanian miners' leader seized, February 17, 1999 Cozma himself was taken to the Rahova prison to serve his term. He was pardoned by Romanian President Ion Iliescu on December 15, 2004, only a few days before the end of the latter's final term. However, Iliescu shortly afterwards revoked the pardon on December 16, stating that \"it was a mistake.\" Yet Cozma was released in June 2005 when the cancellation of his pardon was ruled illegal by the Bucharest Court of Appeal. In September 2005, he was sentenced by the Romanian Supreme Court to a 10-year term for the January 1999 Mineriad. His sentences overlapped, so as of June 2006 he still had to serve a 13-month concurrent sentence in prison. On June 2, 2006, Miron Cozma's request to be released on parole was denied by the Parole Commission of the Rahova Penitentiary.Hotnews.ro, Former crusading miners leader stays in prison, June 2, 2006 A Bucharest court dismissed his appeal against the decision 2 weeks later.Hotnews.ro, Miners' leader stays behind bars, June 13, 2006 Cozma could have left the prison 6 months before time as recommended by the Parole Commission on January 3, 2007.Hotnews.ro, Parole considered for convicted miners' leader, January 4, 2007 Although the decision was upheld by a Bucharest court on January 9,Hotnews.ro, Court agrees parole for miner's leader, January 9, 2007 it was overturned on appeal on February 20, 2007.Hotnews.ro, Miron Cozma rămâne după gratii (Miron Cozma stays behind bars) , February 20, 2007 Miron Cozma was finally released on 2 December 2007, with a restriction on entering Petroşani or Bucharest. Upon leaving Rahova, he flew to Timişoara to meet with his family and friends. He stated in his interviews that certain politicians should have been incarcerated as well, adding \"Spiritul lui Miron Cozma nu moare!\" (\"The soul of Miron Cozma will never die!\"). In June 2013, Miron Cozma claimed during an interviewPSDM.ro, Interview with Miron Cozma (The Truth About Mineriads) that the Army used live rounds against miners. ==Notes== ==References== * ==External links== *Jiu Valley Portal History, timelines and digital archives of the Jiu Valley Mineriads * Information about the first three mineriads *Digital video and photo archives of the Mineriads * About Mineriad - Miron Cozma Interview Category:1954 births Category:Living people Category:People from Bihor County Category:Romanian trade union leaders Category:Coal miners ",
    "title": "Miron Cozma"
}