{
    "id": "12855002",
    "text": "The motorways (, ) in Thailand is an intercity toll controlled-access highways network that currently spans . It is to be greatly extended to according to the master plan. Thailand's motorway network is considered to be separate from Thailand's expressway network, which is the system of expressways, usually elevated, within Greater Bangkok. Thailand also has a provincial highway network. Motorway 7 Free Section Motorway 7 Toll Section Motorway 9 Toll Section ==Overview== The Thai highway network spans over 70,000 kilometers across all regions of Thailand. These highways, however, are often dual carriageways with frequent U-turn lanes and intersections, thus slowing down traffic. Coupled with the increase in the number of vehicles and the demand for limited-access motorways, the Thai Government issued a cabinet resolution in 1997 detailing the motorway construction master plan. Some upgraded sections of highway are being turned into \"motorways\", while other motorways are being purpose-built. ==Routes== ===Motorway 7=== Motorway 7 stretches from Rama IX Road in Bangkok, passes Motorway Route 9 (Kanchanaphisek Road), Suvarnabhumi Airport towards Pattaya, nearly . It exists separately in two sections. The toll section has eight exits, namely Rom Klao, Lat Krabang, Bang Kwai, Bang Bo, Bang Pakong, Phan Thong, Chonburi, and Bang Phra. There is also a rest station and highway police center at kilometre 50\\. The free section of this route (former highway Route 36) towards Pattaya is completed. There are also highway widening projects aimed at increasing the capacity of this route to eight lanes. Currently, sections of this route from Srinagarindra Road to Chonburi are eight lanes wide. ===Motorway 9=== Motorway 9 also known as the Outer Ring Road or Kanchanaphisek Road is a limited-access motorway that links the outer fringes of Greater Bangkok. The eastern and southern route is a toll section, which extends from Bang Pa-In through Lam Lukka, Ram Inthra, and meets motorway Route 7 at Thap Chang interchange. The southern section of this motorway was completed in November 2007 which joined Bang Na-Trat Highway (Route 34) and Rama II Highway (Route 35). A project to widen the currently four-lane motorway to eight lanes is in progress. Thailand now has two operational motorways. The western route is a free section, which extends from RamaII Road (Route 35) at Bang Khun Thien through Bang Khae, Chim Phli, Bang Yai, Bang Bua Thong, Pathum Thani, Sam Khok and meets Phahon Yothin highway (Route 1) at Bang Pa-In1 interchange. ==Motorway master plan== ===Motorway 5=== Motorway Route 5 designates motorways heading north, which are the equivalent of Highway Route 1. According to the Intercity Motorways Office, Route 5 will stretch towards Chiang Rai passing through Nakhon Sawan, Phitsanulok, and Lampang. There are plans to convert sections of an existing highway into this motorway route, but construction plans are still vague. ===Motorway 6=== Motorway Route 6 designates motorways heading northeast, which is the equivalent of Highway Route 2. This route is supposed to stretch from the Outer Ring Road or motorway Route 9 towards Nong Khai totalling a distance of . This route is to pass Nakhon Ratchasima, Khon Kaen, and Udon Thani before reaching Nong Khai. Realistically, however, the section between the Outer Ring Road and Nakhon Ratchasima is under construction. ===Motorway 7=== Motorway Route 7 designates motorways heading east, which is the equivalent of sections of Highway Route 3. This motorway has been recently extended by about to reach Pattaya and the master plan indicates a desire to extend the route to Chantaburi via Rayong, from Bangkok. ===Motorway 8=== Motorway 8 designates motorways heading south, which is the equivalent of sections of Highway Route 3 and Highway Route 4. The master plan indicates that this route is to be extended from the Outer Ring Road towards Songkhla. It is also the longest route, totalling . Currently, due to heavy congestion on main highway towards the south, the plan to build a section of this motorway from the Outer Ring Road towards Cha-am in Phetchaburi Province is steadily moving forward. ===Motorway 81=== Motorway 81 designates motorways heading west, which is the equivalent of sections of Highway Route 4 and Highway Route 323. The master plan indicates that this route is supposed to stretch from the Outer Ring Road towards Kanchanaburi. Totalling a distance and now under construction. ==See also== *Transport in Thailand *Rail transport in Thailand *Economy of Thailand ==References== Category:Transport in Thailand Category:Roads in Thailand Category:Controlled-access highways in Thailand ",
    "title": "Thai motorway network"
}