{
    "id": "12850597",
    "text": "Carl Basil Hayward (more commonly known as Basil Hayward; 7 April 1928 – 9 December 1989) was an English footballer and manager. He was the younger brother of Doug and Eric Hayward. He scored 55 goals in 349 league games for local league side Port Vale from 1946 to 1957, a key period in the club's history. He won the Third Division North title with Port Vale in 1953–54, and also played in the FA Cup semi-finals. He then spent two years with Portsmouth, before becoming player-manager at Yeovil Town from 1960 to 1964. After a spell managing non-league Bedford Town he spent five years in charge of Gillingham, before finishing his management career with Telford United. ==Playing career== He joined Port Vale in May 1946, having recently turned 16. He made his debut on 12 October of that year, in a 4–0 home defeat by Cardiff City, and finished the 1946–47 season with two Third Division South appearances to his name. He attained a regular first team spot from December 1947, and played 24 games in 1947–48 and 42 games in 1948–49. He fell out of favour in August 1949, though scored his first senior goal at The Old Recreation Ground on 25 February 1950, in a 2–2 draw with Norwich City, in what was his only appearance of the 1949–50 campaign. In the 1950–51 season he featured 26 times. In the summer, manager Gordon Hodgson died and was replaced by Ivor Powell, who was sacked and replaced by Freddie Steele. Hayward played 28 games in 1951–52, though was sidelined with a back injury in February 1952. It was under Freddie Steele's management though that Hayward came into his own and was given an attacking role. He scored four goals in two days against Crewe Alexandra in a run of ten goals in seven games, and ended the 1952–53 season with 22 goals in 40 games, becoming the club's top scorer. He hit 25 goals in 45 appearances in the \"Valiants\" legendary 1953–54 campaign to become the club's top scorer again as Vale topped the Third Division North table with only three defeats in 46 games and also reached the semi-finals of the FA Cup. During the campaign he also managed to score in a club record eight straight games from 28 November to 26 January. He also scored a hat-trick in a 4–0 home win over Barrow on 31 August (the first hat-trick at the newly built Vale Park), and again in a 7–0 home win over Stockport County on 10 April. Hayward scored six goals in 30 Second Division appearances in 1954–55, before returning to a more defensive role in 1955–56 in 43 goalless appearances. He was an ever-present during the 1956–57 campaign, scoring three goals in 44 games, as new boss Norman Low could not prevent Vale suffering relegation in last place. He scored once in 45 games in 1957–58, before he was sold to Portsmouth for a 'fair fee' in July 1958. He scored four goals in 44 league games for \"Pompey\" in 1958–59 and 1959–60, as Freddie Cox's team dropped out of the First Division and then only avoided a second successive relegation by two points in 1959–60. He later played for and managed Yeovil Town, at the time a non-league team. ==Style of play== An extremely versatile player, Hayward was comfortable playing anywhere across the back four and also up front. Former teammate Roy Sproson said that he was: \"one of the best full- backs in the country. He was quick, had a good left foot and was particularly good going forward\" and also displayed an \"attacking flair\". Another teammate Graham Barnett also recalled how Hayward would break opposition players' noses with his sharp elbows. ==Managerial career== ===Yeovil Town=== Hayward was appointed manager of Yeovil Town in April 1960. The \"Glovers\" finished third in the Southern League in 1960–61 and reached the First Round of the FA Cup, where they beat Walsall, before losing out to Bournemouth in the Second Round. They also beat Chelmsford City to claim the Southern League Cup. Yeovil finished fourth in 1961–62 and reached the First Round of the FA Cup, where they lost out to Notts County. The club's league form suffered when Hayward had to sit out the second half of the campaign with a cartilage injury. They then finished eleventh in 1962–63, and reached the Second Round of the FA Cup after beating Dartford, where they lost out to Swindon Town. They reached the Third Round of the FA Cup the next season after beating Southend United and Crystal Palace, where they lost out to Bury. However Hayward left Huish in February 1964, to manage Bedford Town, despite the fact that Yeovil were on course for the league title in 1963–64. ===Gillingham=== After leaving Bedford Town, Hayward stepped up to management in the Football League, taking charge of Gillingham on 4 January 1966. The next month he took striker Bill Brown with him, paying Bedford a £2,000 fee. The \"Gills\" finished sixth in the Third Division in 1965–66. They dropped to eleventh in 1966–67 and 1967–68, before dropping to 20th in 1968–69 and 1969–70. Following two narrow escapes, relegation came in 1970–71 when Gillingham finished bottom of the division. Hayward then departed Priestfield Stadium on 25 May 1971. He was later appointed manager of Telford United, holding the post until 1974.Managers and Coaches, 1945-82 Bedford Old Eagles He went onto become chief scout at Norwich City; he then returned to Gillingham as a scout. ==Cricket career== He also played county cricket for Staffordshire as a left-arm fast-medium bowler, making 22 Minor Counties Championship appearances between 1951 and 1959. ==Statistics== ===Playing statistics=== Source: {| class=\"wikitable\" style=\"text-align: center;\" |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !rowspan=\"2\"|Division !colspan=\"2\"|League !colspan=\"2\"|FA Cup !colspan=\"2\"|Total |- !Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"13\"|Port Vale |1946–47 |Third Division South |2||0||0||0||2||0 |- |1947–48 |Third Division South |24||0||0||0||24||0 |- |1948–49 |Third Division South |41||0||1||0||42||0 |- |1949–50 |Third Division South |1||1||0||0||1||1 |- |1950–51 |Third Division South |25||0||1||0||26||0 |- |1951–52 |Third Division South |27||0||1||0||28||0 |- |1952–53 |Third Division North |37||22||2||0||39||22 |- |1953–54 |Third Division North |37||22||8||3||45||25 |- |1954–55 |Second Division |30||6||3||0||33||6 |- |1955–56 |Second Division |41||0||2||0||43||0 |- |1956–57 |Second Division |42||3||2||0||44||3 |- |1957–58 |Third Division South |42||1||3||0||45||1 |- !colspan=\"2\"|Total !349!!55!!23!!3!!372!!58 |- |rowspan=\"3\"|Portsmouth |1958–59 |First Division |28||0||4||0||32||0 |- |1959–60 |Second Division |16||4||1||0||17||4 |- !colspan=\"2\"|Total !44!!4!!5!!0!!49!!4 |- !colspan=\"3\"|Career total !393!!59!!28!!3!!321!!62 |} ===Managerial statistics=== {| class=wikitable style=text-align:center |+ Managerial record by team and tenure |- !rowspan=2|Team !rowspan=2|From !rowspan=2|To !colspan=5|Record !rowspan=2| |- !!!!!!!!! |- |align=left|Gillingham |align=left|1 January 1966 |align=left|31 May 1971 | |} ==Honours== ;Port Vale *Football League Third Division North champion: 1953–54 ==References== Category:1928 births Category:1989 deaths Category:People from Leek, Staffordshire Category:English footballers Category:Association football defenders Category:Association football forwards Category:Port Vale F.C. players Category:Portsmouth F.C. players Category:Yeovil Town F.C. players Category:English Football League players Category:Southern Football League players Category:Association football player-managers Category:English football managers Category:Yeovil Town F.C. managers Category:Bedford Town F.C. managers Category:Gillingham F.C. managers Category:Telford United F.C. managers Category:Southern Football League managers Category:English Football League managers Category:English cricketers Category:Staffordshire cricketers Category:Association football scouts ",
    "title": "Basil Hayward"
}