{
    "id": "1285693",
    "text": "WinPlus, originally Plus, was a cross-platform clone of the HyperCard application that enabled users to run HyperCard stacks on Apple Macintosh, Microsoft Windows and OS/2 Presentation Manager. Originally the application was developed by Format Software GmbH (Cologne, Germany) to overcome deficits of Hypercard. It was released for the Mac in 1989, distributed by Olduvai, aimed at HyperCard power-users. Plus could run HyperCard stacks directly, and did so slightly faster than HyperCard itself. However, it also added many new features. Among the many \"wish list\" features were document-like resizable and scrollable windows, 8-bit color support, and the ability to display and work with graphics files stored externally. Plus did not, however, provide for pull-down menu support or allow stacks to be compiled into stand-alone applications, features of the competing Supercard.Don Crabb, \"Plus Extends and Improves Hypercard Interface\", InfoWorld, 6 November 1989, pp. S9-S10 Plus was purchased by Spinnaker Software and began the process of porting the system to Presentation Manager (OS/2) and Microsoft Windows. These versions used the same file format as the original, meaning it was the only HyperCard clone of the era that allowed a single stack to be used on all supported platforms. The system was later purchased by the newly formed ObjectPlus in early 1994, dropping the Mac and OS/2 versions and releasing the greatly updated WinPlus 3.0 in 1994, and 3.1 in 1995.Scott Mace, \"ObjectPlus comes through with beefed-up WinPlus\", InfoWorld, 28 November 1994, p. 29 By this time, the product was being referred to as a multimedia system, a niche market that most of the HyperCard-like systems had targeted. WinPlus was also licensed by Oracle as the basis for Oracle Card, later known as Oracle Media Objects when the \"card\" terminology came to be frowned upon. It was first introduced in 1991 as part of \"Oracle for Windows\", which included a full suite of client/server software and a variety of their existing database client-side interface programs (text based). Version 1.1 followed at the Oracle Developers and Integrators conference in 1992, followed shortly thereafter by the Mac version.Yvonne Lee, \"Oracle Card 1.1 slated for Windows and Pens\", InfoWorld, 27 April 1992, p. 8 The system was later re-purposed as the front-end for a database-hosted media system for interactive TV, changing the name to Oracle Media Objects.Kim Nash, \"Oracle to build interactive TV systems\", ComputerWorld, 17 January 1994, p. 8 This project went nowhere, and Media Objects disappeared in the late 1990s. ==References== Category:Hypertext Category:HyperCard products ",
    "title": "WinPlus"
}