{
    "id": "12850650",
    "text": "Interstate 69 (I-69) in the U.S. state of Kentucky is a freeway running from Fulton to Henderson. The route makes use of the entirety of the former Purchase Parkway, and existing portions of I-24, the Western Kentucky Parkway, and the Pennyrile Parkway. Eventually, I-69 will leave the former Pennyrile Parkway just south of the Audubon Parkway interchange or remain on its current alignment and travel through Henderson on U.S. Route 41 (US 41) north into Indiana. The proposed route for the remainder of I-69 in Kentucky travels about to utilize an as-of-yet-unbuilt bridge into Indiana. I-69 has been divided into three sections of independent utility (SIUs) through Kentucky. SIUs 5 and 6 encompass existing freeways. Federal legislation has designated the route for these sections and Kentucky is in the process of installing I-69 signs on the route. SIU 4 includes a new bridge over the Ohio River between Henderson and Evansville, Indiana. The proposed funding formula calls for Kentucky to finance two-thirds of the projected $1.4 billion bridge, while Indiana would pay for the remaining third. ==Route description== I-69 in Kentucky begins at the Tennessee state line at Fulton. It travels north on the former Purchase Parkway, to Mayfield, where it bypasses the city to the west and north, passing interchanges with KY 80, KY 121, and US 45, after which it heads northeast away from the city, passing through rural areas of Western Kentucky. Exit 41 provides access to US 641 in Benton. I-69 interchanges with US 68 at exit 47 near Draffenville. Just south of Calvert City, I-24 from the west joins I-69. The two highways run concurrently for , crossing over the Tennessee and Cumberland Rivers and interchanging with US 62 twice. At exit 42 of I-24, I-69 splits off and heads northeast, serving the communities of Princeton and Dawson Springs. At exit 106, the highway meets the western terminus of the Western Kentucky Parkway and the northern terminus of I-169. I-69 then makes a sharp turn to the north, passing by Mortons Gap, Madisonville, and Sebree. A trumpet interchange with KY 425 is located in the southern part of Henderson. Immediately after KY 425 is the western terminus of the Audubon Parkway. I-69 in Kentucky meets its current northern terminus at US 41 in Henderson. ==History== On May 15, 2006, Kentucky governor Ernie Fletcher announced that I-69 will encompass of existing parkways and a segment of I-24. To reflect this decision by state and federal officials, crews began erecting Future Interstate 69 signs along the following highway segments: * Western Kentucky Parkway between I-24 and Pennyrile Parkway, * Pennyrile Parkway between Western Kentucky Parkway and US 41, ===Federal legislation=== On May 2, 2008, the United States House of Representatives passed HR-1195 (SAFETEA-LU Technical Corrections Act of 2008) which designates the Pennyrile Parkway from Henderson to Nortonville, and the Western Kentucky Parkway from Nortonville to I-24 at Eddyville as Future I-69. It further designates the Audubon Parkway as a future spur (I-X69) of I-69 once necessary upgrades are completed. President George W. Bush signed the bill on June 6, 2008 and Future I-69 signs began appearing on the parkways in the middle of 2008. This legislation applied the Future I-69 designation to the following roadways: * Pennyrile Parkway from just south of the Audubon Parkway (possibly future I-369) in Henderson to the Western Kentucky Parkway in Nortonville * Western Kentucky Parkway from the Pennyrile Parkway to I-24 in Eddyville * I-24 from Eddyville to the Purchase Parkway in Calvert City * Purchase Parkway from I-24 to the US 51 interchange at the Tennessee state line All four highways, except for the section of the Purchase Parkway south of Mayfield, are now signed as I-69. I-69 concurrent with Western Kentucky Parkway near Dawson Springs during transition period; now only I-69 Signage and mile marker posts were changed in mid-December 2012. ===SIU 5=== A 2007 engineering study for SIU 5 identified then-current conditions along the Pennyrile and Western Kentucky Parkways. The report identified seven overpasses that fell short of the 16-foot minimum vertical clearance necessary for Interstate Highways. An additional 28 mainline bridges were identified for not meeting the minimum horizontal clearance of . Most – if not all – of the aforementioned bridges were built during construction of the parkways in the 1960s and are nearing the end of their serviceable lifespans and are due to be replaced. The main issues concerning the 16 interchanges in SIU 5 were short acceleration/deceleration lanes (the average is while Interstate standards mandate ), and tight curve radii at interchanges with loop ramps. A particular challenge was reconfiguring the cloverleaf interchange between the Pennyrile and Western Kentucky Parkways in Nortonville to accommodate the future movement of traffic primarily between points north and points west. According to the Kentucky Transportation Cabinet 2006 Six-Year Transportation Plan Executive Summary, the KYTC \"recently completed a study of the parkway upgrade needs from Interstate 24 to Henderson\" (SIU 5). The summary further stated that \"Continuing work on Interstate 69 in Kentucky will depend upon the financial support that can be garnered for the project through federal reauthorization and appropriations processes.\" The Transportation Plan estimated that the cost of upgrading the parkways would be about $700 million. Nonetheless, the required improvements may be performed on individual segments of the parkways when the existing road surfaces reach the end of their life-spans, in what are known as \"Pavement Preservation Projects.\" During a pavement preservation project, the existing pavement is removed, repairs are made to the highway's sub-base, and the road is then resurfaced. During such a project bridges and overpasses may be rehabilitated or replaced, drainage systems are upgraded, and other modifications are made to improve safety on the road without completely reconstructing it, allowing it to remain at least partially open during construction. Two projects on the Pennyrile Parkway and the Western Kentucky Parkway in Hopkins County were evidence that Kentucky took this approach. In 2007, work began on a $14.9 million project to replace of pavement on the Pennyrile Parkway segment slated for the I-69 designation. A similar $23 million project in 2005 replaced and upgraded of pavement on the Western Kentucky Parkway west of the interchange with the Pennyrile Parkway, which was also slated to become part of I-69. Several public meetings were held in towns along the parkways in late November and early December 2007 where Kentucky officials provided detailed information on upgrading the Parkways including changes to the projected cost for the upgrades. The adjusted cost of upgrading the parkways in SIUs 5 and 6 was pegged at around $300 million, significantly lower than initial estimates of $700 million. Of that $300 million price tag, high-priority projects accounted for about half ($145 million) of the total cost. Kentucky transportation officials also raised the idea of applying for a waiver that would allow the parkways to immediately be signed as I-69, making the parkways eligible for federal Interstate Highway funds to complete the upgrades. Without the I-69 designation, the parkway sections slated to become I-69 would not be eligible for Interstate Highway funds for upgrades. Kentucky officials announced that no funding for I-69 was included in the 2008–2014 Transportation Improvement Plan. In January 2010, Governor Steve Beshear released the next draft Six-Year Plan for consideration by the Kentucky General Assembly. The proposed plan included the reconstruction of several interchanges on the Pennyrile and Western Kentucky Parkways. The proposed work would upgrade the interchanges to Interstate standards as required to get the parkways signed as I-69. Pending approval and funding, the interchange work would begin in 2012 and be finished by 2015. In 2014, work began on the required upgrades to the Pennyrile Parkway in anticipation of the I-69 designation. The cloverleaf interchange with I-69/Western Kentucky Parkway was modified to allow high-speed movements between points north and points west. During the same time frame, several interchanges along the Pennyrile were also reconstructed, and cable barriers were installed in the median. In April 2015, the Kentucky Transportation Cabinet awarded a $3 million contract to install I-69 and US 41 signs on the Pennyrile Parkway. The work was completed on November 16, 2015. ===SIU 6=== From Eddyville, I-69 follows I-24 for , then turns southwest on the Purchase Parkway. I-69's designation along the Purchase Parkway from I-24 to the Tennessee state line at South Fulton, Tennessee was written into law with the fiscal year 2002 Transportation Appropriations Bill. However, many of the same issues that are being addressed in SIU 5 arise in SIU 6 as well, and the Commonwealth of Kentucky is upgrading the Purchase Parkway in a similar fashion. The massive interchange with US 45 and US 51 at the Tennessee state line in South Fulton is the main challenge for completing SIU 6, and has been broken out as a separate project from SIUs 6 and 7. Kentucky is the only state that will be routing nearly its entire portion of I-69 over existing freeways, allowing the state to avoid years of costly environmental studies, and thereby enabling the KYTC to upgrade the parkways to I-69 as soon as funding becomes available. Technically, the Commonwealth of Kentucky could request a waiver from the AASHTO that would allow the state to apply the I-69 designation to its parkways before upgrades are completed, but this would only be able to have been done if adjoining segments in Tennessee or Indiana are completed first. The Purchase Parkway has been designated as future I-69, but the route could not be signed as I-69 until several interchanges, including the interchange with I-24, are upgraded to Interstate standards. , construction was ongoing on the northern portion of the parkway between Mayfield and I-24, including the reconfiguration of the KY 348 interchange at Benton from a toll- booth design (with opposing loop ramps) to a diamond interchange, the installation of cable barriers in the narrow parkway median, and resurfacing of the mainline to increase bridge clearances and lengthen merge lanes at other interchanges along this section. A $37 million contract to reconstruct the I-24/Purchase Parkway interchange was awarded to Jim Smith Contracting Company on November 20, 2015. Construction on the I-24/Purchase Parkway interchange began in early 2016, with completion planned for July 2018. A similar contract to reconstruct the parkway interchanges at the south end of the Mayfield Bypass (exit 21) and KY 80 was let in February 2016. The last remaining \"tollbooth\" style interchange requiring reconfiguration, located at KY 339 in Wingo (exit 14), is currently in planning and is scheduled for construction in 2021 according to the 2016 Enacted Six Year Road Plan. The section of the Purchase Parkway north of Mayfield received I-69 signage in July 2018. ===SIU 7=== The interchange between the Purchase Parkway, US 45 and US 51 straddles the Tennessee state line between the cities of Fulton, Kentucky, and South Fulton, Tennessee. Officially part of SIU 7, the interchange was broken out from the environmental impact statement prepared by the Tennessee Department of Transportation (TDOT) for SIU 7 at a time when Tennessee was moving forward with planning for the remainder of SIU 7 (all of which, except for a section of the Purchase Parkway approaching the Fulton–South Fulton interchange, lies within Tennessee). It was agreed upon by the Federal Highway Administration (FHWA), the Kentucky Transportation Cabinet (KYTC), and TDOT to prepare a separate environmental assessment (EA)/EIS for the Fulton–South Fulton interchange when both states were ready to perform its reconfiguration to accommodate I-69. As Tennessee continues to make progress toward completing the unbuilt portion of SIU 7 to the south and Kentucky's upgrades to the Purchase Parkway from the north, both states indicated their intention to start work on reconfiguring the Fulton–South Fulton interchange. A joint EA/EIS will be prepared by KYTC and TDOT and submitted to the FHWA for a record of decision (ROD) prior to right-of-way acquisition and construction. The 2016 Kentucky Six Year Road Plan includes $7.8 million in fiscal years 2019 through 2022 to complete environmental studies, ROW acquisition and utility relocation in anticipation of reconstructing the interchange thereafter. ===SIU 4=== SIU 4 is still in the planning stages, but Kentucky and Indiana had planned to finance a new bridge across the Ohio River with tolls. The preferred alternative for SIU 4 was to leave the Pennyrile Parkway near its north end and cross the Ohio River to the former I-164 near Evansville, Indiana, and then use the former I-164 to I-64; most of I-164 was redesignated as I-69 in 2014. But the Ohio River bridge plan had stalled in the late 2000s and early 2010s, due to lack of funding from both states. However, with the completion of SIU 5 in Kentucky, and with I-69 connected to Indianapolis via Indiana State Road 37 in Indiana, both states have made completing the Ohio River Bridge a top priority. On June 30, 2016, at-the-time Indiana governor Mike Pence and Kentucky Governor Matt Bevin (now Eric Holcomb and Andy Beshear) announced an agreement to resume environmental studies and develop a funding strategy to complete the Ohio River Bridge and its approaches. Indiana will contribute $17 million to restart and lead the environmental studies that will culminate in an approved environmental impact statement (EIS) and record of decision (ROD) that will allow construction to begin. Environmental studies are expected to take about three years to complete, with right-of-way acquisition and construction expected to begin thereafter. Parsons Transportation Group, a California-based firm with offices in Indiana, was picked to complete environmental and preliminary design work on November 15, 2016. Work is due December 31, 2020 (in approximately three years' time). Kentucky has committed over $43 million in its 2016 Six-Year Highway Plan for design and right-of-way acquisition for the bridge. Kentucky governor Andy Beshear (son of former Kentucky governor Steve Beshear) has proposed $267 million in his first Six-Year Highway Plan for the I-69 bridge. $77 million of that would become available from 2020 to 2022 and the rest from 2023 to 2026. The proposed money source would develop the project and then begin a portion of construction running from Kentucky Route 425/Henderson Bypass to US 60. Construction could start as soon as late 2022, according to the proposed plan. The rest of the project, including the bridge, is unfunded. Funding still needs to be approved by the Kentucky legislature before it can be allocated. Because of the financial situation regarding the current COVID-19 pandemic, only $37 million was approved due to possible budget deficits. ==Tolls== The Pennyrile Parkway, Western Kentucky Parkway, and Purchase Parkway were all originally built as toll roads when they opened in the 1960s. As the parkways' construction bonds were paid off, the tolls were removed; the Western Kentucky Parkway became a free highway in 1987, and the other two roads became free in 1992. To fund over $700 million to upgrade substandard segments of the parkways and fund a new $800 million Ohio River crossing for I-69, Kentucky transportation officials had previously considered reinstating tolls on the parkway segments over which I-69 is routed, but ultimately opted to keep I-69 toll-free. ==Exit list== ==Auxiliary routes== *: Includes the first of the former Edward T. Breathitt Pennyrile Parkway from I-24 in Christian County to the I-69/Western Kentucky Parkway junction near Nortonville. * is a proposed auxiliary route to run the current course of the Western Kentucky Parkway from its current western terminus at I-69 to the junction with I-165. ==See also== * * ==References== 69 Kentucky Category:Transportation in Fulton County, Kentucky Category:Transportation in Graves County, Kentucky Category:Transportation in Marshall County, Kentucky Category:Transportation in Livingston County, Kentucky Category:Transportation in Lyon County, Kentucky Category:Transportation in Caldwell County, Kentucky Category:Transportation in Hopkins County, Kentucky Category:Transportation in Webster County, Kentucky Category:Transportation in Henderson County, Kentucky ",
    "title": "Interstate 69 in Kentucky"
}