{
    "id": "1285664",
    "text": "The Ávila Adobe, built in 1818 by Francisco Ávila, is the oldest standing residence in City of Los Angeles, California. However, the oldest building in the county is the 1795 Gage Mansion in Bell Gardens, currently considered the oldest structure in Los Angeles County. Avila Adobe is located in the paseo of historical Olvera Street, a part of Los Angeles Plaza Historic District, a California State Historic Park. The building itself is registered as California Historical Landmark #145, while the entire historic district is both listed on the National Register of Historic Places and as a Los Angeles Historic-Cultural Monument. The Plaza is the third location of the original Spanish settlement El Pueblo de Nuestra Señora la Reina de Los Ángeles sobre el Río Porciúncula, the first two having been washed out by flooding from the swollen Río Porciúncula (Los Angeles River). The Avila Adobe was one of the settlement's first houses to share street frontage in the Pueblo de Los Angeles of Spanish colonial Alta California. The walls of the Avila Adobe are thick and are built from sun-baked adobe bricks. The original ceilings were high and supported by beams of cottonwood, which was available along the banks of the Los Angeles River. Though the roof appears slanted today, the original roof was flat. Tar (Spanish: brea) was brought up from the La Brea Tar Pits, located near the north boundary line of Avila's Rancho Las Cienegas. The tar was mixed with rocks and horsehair, a common binder in exterior building material, and applied to beams of the roof as a sealant from inclement weather. The original floor of the Avila adobe was hard-as-concrete compacted earth. which was swept several times a day to keep the surface smooth and free from loose soil. (Dirt floors were common among most early adobes.) In later years, varnished wood planks were used as flooring. The original structure was nearly twice as long as it now appears and was \"L\"-shaped with a wing that extended nearly to the center of Olvera Street. The rear of the house had a long porch facing the patio. Francisco tended a garden and a vineyard in the rear courtyard. The nearby Zanja Madre (literally \"Mother Ditch\") was a main water aqueduct and irrigation ditch that brought water down to the Pueblo from the Los Angeles River and was close enough to the adobe for Francisco Avila to avail himself. Avila eventually added a wooden veranda and steps to the front of the adobe. == The Beginning of Avila Adobe == Avila Adobe was originally built in the year 1818 in Alta California. Throughout the years, the Avila home today has kept the styles similarly as to when it was originally built, even after undergoing wars and restoration. The town in which the home was built in was called El Pueblo de la Reina de Los Angeles, which is now greatly known as the city of Los Angeles. Before the construction of the Avila home, the land was colonized by Spanish people from Sinaloa, Mexico. In the early 1800s, the town was home to ranchero families who dominated the town. Francisco Avila was a wealthy cattle rancher who was a native of Sinaloa. Francisco grazed cattle which eventually led him to begin a ranching business that grew his wealth significantly. Francisco and his family lived in the Avila Adobe home until the year 1868 when it was overtaken by the U.S. Navy Commodore, Robert Stockton. Over the time, the home was rented to different people and in the next century, the Avila home took many other forms of use. The home was used as a hotel, housing, lodging, and was a temporary home for the U.S. troops. There was a period in time where the Avila Adobe was spent vacant and unattended during the first century. During the years of the late 1920s, the home was neglected and unwatched. The city attempted to demolish the home as it had no use. The home was then saved by a person of the name Christine Sterling, who saw the home as a historical site. Sterling did not want the authenticity of the home to be destroyed since it was one of the first homes built in Los Angeles. Sterling was able to stop the city from demolishing the home and eventually transformed it into a museum for others to learn about the history of the home. Sterling named the street in which the Avila home was built as Olvera Street after Agustin Olvera and influenced the creation of the Mexican marketplace called “Placita Olvera”. Today, the home is often visited by many tourist and locals. The Olvera Street continues to provide a Mexican cultural environment that is influenced by the history of the Avila Adobe home. ==Francisco Avila== Francisco Avila, a Californio and wealthy cattle rancher, was the grantee of Rancho Las Cienegas west of the pueblo (present day mid-Wilshire district). Avila spent his working time at the rancho where he resided during the week. On weekends, special feast days, or holidays, he came to the Pueblo where he could conduct trade business, entertain friends, families, or patrons; or prepare for services at the Nuestra Señora Reina de los Angeles Asistencia (church) across the plaza. The Avila Adobe was considered gracious in its day. It had a number of spacious rooms with an ample number of windows. It served many a social gathering with the Avilas hosting these events in the large sala (parlour). Francisco Avila would trade hides and tallow (a main ingredient in candles and soap) to acquire finer imported things from Mexico and beyond to furnish the house. French doors and window frames were ordered from Boston. These imports were brought to post-independence Mexican Alta California by ship over thousands of miles around the southern Cape Horn of South America. Avila wealth and goods to trade allowed the purchase of fine furnishings and goods from Mexico and New England, and Asia and Europe. Avila would also trade for household goods, from on merchant ships anchored in San Pedro Bay or San Diego pueblo's Mission Bay, which were carted inland by an ox-drawn carreta, a wooden bullock cart of the era. The adobe was always ready to receive friends, family, and travelers, including the famous trailblazer, Jedediah Smith. Smith had led a group of fur trappers overland and across the Mojave Desert to southern California, and stayed at the adobe for a few days during January 1827. These were the first U.S. citizens to reach Alta California from the east via an overland route. Smith later recorded: \"A few families are rich in cattle and horses and mules and among these Señor [Francisco Avila] and his brother [Ygnacio Avila] are perhaps the richest.\" Francisco Avila died on April 5, 1832. His widow, Encarnacion Avila, remained at the adobe until her death in 1855, though sometime after Francisco's death she did remarry. ==During the Mexican–American War== On May 18, 1846, the United States declared war on Mexico, the Mexican–American War, at which time the U.S. took interest in Alta California. U.S. Navy Commodore Robert F. Stockton arrived in Monterey on July 14 and declared California won over. He then proceeded to march toward Los Angeles which he took without so much as a shot being fired. But the Pueblo de Los Angeles had not capitulated so easily and revolted against the garrison of men left to police the pueblo, winning the Siege of Los Angeles. Stockton was forced to return in October via San Diego. After the Battle of San Pasqual just north of San Diego in December, which was a setback for the Americans, they marched toward Los Angeles. They became involved in the Battle of Rio San Gabriel near the San Gabriel River on January 8, 1847, which after two days quelled the Mexican resistance there. The Battle of La Mesa followed. When news of the advancing American troops reached the Pueblo, most the inhabitants fled, including Maria Encarnacion Avila, whose husband was not around to protect her. She went to the home of a nearby relative and left the house in charge of a young boy who had orders to leave the doors and shutters closed. On January 10, Stockton arrived with a marching band fanfare that lured the young boy outside leaving the door open. The troops passing noticed the great size of the house with its lavish furnishings and decided to take it as temporary headquarters. When hostilities ended on January 13 with the signing of the Treaty of Cahuenga, the troops vacated the adobe. Avila's youngest daughter, Francisca married Theodore Rimpau, a German native in 1850. After Encarnacion Avila died in 1855, the couple lived in the adobe until 1868. By now the structure had aged appreciably, and the Rimpaus left. Various family member rented the house over the next few years after which it became a boarding house. An 1870 earthquake damaged the structure even more, causing it to fall into ruin, and in 1928 the City of Los Angeles condemned it. ==20th century restoration== Avila Adobe in 1956 Christine Sterling, a non-hispanic woman from San Francisco, who had moved to Los Angeles, had an interest in the city's cultural history. In 1926, she began work on the project of transforming the old plaza area from a skid row ruin into a Latin-American cultural center. She enlisted the aid of Harry Chandler, the Los Angeles Times owner and publisher, who printed several articles that would generate public interest in the project and raise funds for the restoration. However, after two years the funding was failing miserably. Even though she faced a seemingly lost cause, when she learned of the 1928 condemnation of the adobe, she acted quickly to get a stay on the wrecking ball. She tracked down the owner of the building who happened to be Miss Sophia Rimpau, a member of the original family. She agreed to rent the adobe to Mrs. Sterling for a nominal amount. Sterling then went to the papers and called in reporters to cover a story on the restoration of Olvera Street and the Avila Adobe. The campaign sparked the support she needed and soon she had enough funds to buy the house. One of Sterling's benefactors was Florence Dodson de Shoneman, a descendant of the Californio Sepulveda family, who provided furnishings for an entire room in the adobe. The adobe underwent the necessary renovations to keep it from being demolished and Sterling pleaded with city council to rescind the condemnation order. Not only did council fulfill the request, but the chief of police provided assistance from prison inmates to help clean up the plaza area. Eventually the Avila Adobe was completely restored to its former glory. By Easter Sunday 1930, the Olvera Street Plaza was transformed from a skid row to a Mexican-style marketplace. Christine Sterling maintained her residence at the adobe, but held it open for group and student tours. In 1953 the State of California acquired the Avila Adobe as part of the El Pueblo de Los Angeles State Historic Park. Mrs. Sterling remained in the house until her death in 1963. The 1971 Sylmar earthquake caused major damage to the adobe, and the house was closed to tours until a $120,000 and five-year restoration could be completed. A new structure added to the rear of the building was set up as a memorial to Christine Sterling. The Adobe has now been opened to tours since 1976. ==Historic house museum== The present adobe is a historic house museum, with seven rooms left from what used to be a much larger building. Restoration has worked to create an idea of what the original home was like. The largest room, the family room, was a general area for dining, entertainment, and social gatherings. The office room was the main business room for Francisco Avila. The sala, or living room, was reserved for special occasions such as a wedding or baptism or maybe even entertaining special guests. There were sleeping quarters for the parents and another for the children and a kitchen for food preparation that doubled as a bathing room. Cooking was done outdoors in the courtyard. Sanitation was done elsewhere outside the house. Most of the original furnishings came from other countries with which Avila traded. The adobe consists of a generous courtyard with covered porches for each of the adobe's areas, including stables and a workshop. A more recent archaeological find has revealed a portion of the Zanja Madre (\"Mother Ditch\"), which transported water into the pueblo via a brick-laid pipeline from the river. In the courtyard grows two grape plants. The adobe is a Los Angeles Historic- Cultural Monument and a California Historical Landmark (No. 145) and is on the National Register of Historic Places. ===Access=== The Avila Adobe is open for public touring and is located at East 10 Olvera Street within El Pueblo de Los Angeles State Historic Park. The park office is located at 845 N. Alameda Street, and the Visitors Information Center is at 128 Paseo de la Plaza. == Influence on Los Angeles History == The Avila Adobe home is a good demonstration of the history of Los Angeles and how the city was first discovered. The city was first named El Pueblo de la Reina de Los Angeles, but then later renamed as Los Angeles. Before the construction of the Avila home, the city was a small town with a few homes and families that consisted of cattle ranchers. The home is a key factor in understanding the cultural history of Los Angeles because although today the city contains a multiculturalism population, it once only consisted of just Mexican people. The city was founded by Spanish colonizers in 1781, which consisted of a group of only a few people. Although there are many historical sites in the Los Angeles area, the location of where the Avila home stands is the oldest area of Los Angeles. There is a lot that can be learned historically by visiting the home. With the naming of Olvera Street where the home stands and the creation of the Mexican market, the home preserves the historical landmark. After the war and earthquake, the home was able to preserve the original refurnished style as in the 19th century. With the help and dedication of Christine Sterling, the Avila home was able to be restored and representing an important landmark in the city's history. What is interesting is that Avila Adobe home is not interesting because of how it came to be, but because it still exists today. ==Gallery== Image:Avila Adobe02.jpg|Kitchen Image:Avila Adobe03.jpg|Living room Image:Avila Adobe04.jpg|Bedroom ==California Historical Landmark== California Historical Landmark Marker NO. 145 at the site reads: *NO. 145 AVILA ADOBE - This adobe house was built ca. 1818 by Don Francisco Avila, alcalde (mayor) of Los Angeles in 1810. Used as Commodore Robert Stockton's headquarters in 1847, it was repaired by private subscription in 1929-30 when Olvera Street was opened as a Mexican marketplace. It is the oldest existing house in Los Angeles. ==See also== *History of Los Angeles *Olvera Street *Pueblo de Los Angeles *List of Los Angeles Historic-Cultural Monuments in Downtown Los Angeles ==References== ==External links== *El Pueblo de Los Angeles Historical Monument: Avila Adobe *Olvera Street: Avila Adobe Category:Adobe buildings and structures in California Category:Pueblo de Los Ángeles Category:Museums in Los Angeles Category:Historic house museums in California Category:Buildings and structures in Downtown Los Angeles Category:Houses completed in 1818 Category:1818 establishments in California Category:1810s architecture in the United States Category:19th century in Los Angeles Category:Los Angeles Historic-Cultural Monuments Category:California Historical Landmarks Category:Houses on the National Register of Historic Places in Los Angeles Category:Historic district contributing properties in California Category:History of Los Angeles Category:Mexican California ",
    "title": "Avila Adobe"
}