{
    "id": "1285318",
    "text": "Lime Rock Park is a natural-terrain motorsport road racing venue located in Lakeville, Connecticut, United States, a hamlet in the town of Salisbury, in the state's northwest corner. Built in 1956, it is the nation's third oldest continuously operating road racing venue, behind Road America (1955) and Willow Springs International Motorsports Park (1953). The track is owned by Skip Barber, a former race car driver who started the Skip Barber Racing School in 1975. It was listed on the National Register of Historic Places in 2009. ==History== The 1.53-mile Lime Rock track was originally conceived of in 1956 by Jim Vaill, who, along with John Fitch and Cornell Aeronautical Laboratory, built the track utilizing state-of-the-art road and highway safety principles of the time. The first race, a mix of G-Production class and an MG class, was held on April 28, 1957. The winner of the G-Production was Ted Sprigg in an Alfa Romeo Giulietta. The winner of the MG class was Charles Callanan in an MG TC. In 1959, Lime Rock hosted the Little Le Mans race, won by Charles Callanan and Roger Penske in a Fiat Abarth. In 2008, the track was re-paved and two new corner complexes were added. The track has a loyal following, though it did face some resistance from the local community shortly after it opened. In 1959, the Lime Rock Protective Association, with support from the nearby Trinity Episcopal Church, took the park to Litchfield Superior Court in an effort to ban Sunday racing. The court issued a permanent injunction against Sunday racing, and its decision was upheld by the Connecticut Supreme Court. While restrictive, the carefully crafted injunction was also enabling. It preserved the track's right to conduct unmuffled sports car racing on Fridays and Saturdays, plus testing on Tuesdays and other operating benefits. The injunction stands to this day.Lime Rock Park Floats Idea of Renewed Sunday Racing- Lakeville Journal – December 8, 2005 The track has featured many well-known racers including Paul Newman, who supported his own Newman-Haas team with Bob Sharp, Mario Andretti, Stirling Moss, Dan Gurney, Sam Posey, and Mark Donohue. Other racers have included Parnelli Jones, Joey Logano, Austin Dillon, Simon Pagenaud, Alexander Rossi, and Tom Cruise. The Rolex Sports Car Series, American Le Mans Series, IMSA WeatherTech SportsCar Championship have used a configuration which included the chicane at turn five and West Bend. ==Track== For years the track was listed as being 1.53 miles in length—the story goes that right after it was built, somebody used the odometer in a Chevrolet to measure the track length—and 1.53 was taken as gospel. Following the 2008 reconstruction (see below), Lime Rock's operations people measured all four possible configurations, and as it turns out, each was 1.5 miles long, plus or minus a few hundred feet. The IMSA Weathertech Sportscar Championship gives the distance of the track as 1.474 miles.https://sportscarchampionship.imsa.com/sites/default/files/2016_limerock_official.pdf The \"classic\" configuration is seven turns, while the three optional layouts are eight, nine and ten turns, respectively. ==Races== * Can-Am * Formula Atlantic * Formula Libre * Grand-Am Continental Tire Sports Car Challenge (2006-2013) * Lime Rock Grand Prix ** IMSA GT Championship (1972-1998) ** United States Road Racing Championship (1999) ** Grand-Am Rolex Sports Car Series (2000-2001, 2006-2008, 2010–2013) * NASCAR K&N; Pro Series East (1993-2010) * NASCAR Whelen Modified Tour (2010-2011) * North American Touring Car Championship (1996) * Northeast Grand Prix ** American Le Mans Series (2004-2013) ** IMSA WeatherTech SportsCar Championship (2015–present) * Pirelli World Challenge (1992–1993, 1995-2005, 2007–2008, 2013, 2016-2018) * SCCA Continental Championship Formula 5000 (1968-1972) * SCCA National Sports Car Championship (1958-1964) * Trans-Am (1967-1974, 1981, 1985-1989, 1992-1993, 1995-1999, 2002-2003, 2010, 2012-2015, 2019) ==Gallery== File:LimeRockParkConnecticut1.JPG|Lime Rock Park, Connecticut File:LimeRockParkConnecticut2.JPG|Lime Rock Park, Connecticut File:LimeRockParkConnecticut3.JPG|Lime Rock Park, Connecticut ==See also== *National Register of Historic Places listings in Litchfield County, Connecticut ==References== ==External links== *Lime Rock Park website * Documentary by Chris Szwedo *Skip Barber Racing School (Uses Macromedia Flash) *Lime Rock Park archive at Racing-Reference Category:Salisbury, Connecticut Category:Motorsport venues in Connecticut Category:Tourist attractions in Litchfield County, Connecticut Category:Sports venues in Litchfield County, Connecticut Category:American Le Mans Series circuits Category:IMSA GT Championship circuits Category:NASCAR tracks Category:National Register of Historic Places in Litchfield County, Connecticut Category:Historic districts on the National Register of Historic Places in Connecticut Category:Event venues on the National Register of Historic Places in Connecticut Category:Sports venues on the National Register of Historic Places Category:Parks on the National Register of Historic Places in Connecticut Category:1957 establishments in Connecticut Category:Sports venues completed in 1957 ",
    "title": "Lime Rock Park"
}