{
    "id": "12852810",
    "text": "The Canadian Co-operative Association (CCA) is a not-for-profit co-operative that is dedicated to ending poverty around the world through co-operative action. CCA's mission is to establish and grow co-operatives, credit unions, and community-based organizations to reduce poverty, build sustainable livelihoods, and improve civil society in less developed countries. To achieve this mission, CCA works closely with Canadian co-operatives and credit unions to channel their knowledge and expertise to partner organizations and co- operatives in Africa, Asia and the Americas. CCA presently operates in 18 countries with an annual budget of approximately $13 million. Climate resilience and gender are cross-cutting priorities in all of CCA's programs. CCA is headquartered in Ottawa, Ontario. ==History== CCA was created in 1987 by the merger of the Co-operative Union of Canada (CUC) and the Co-operative College of Canada. From 1973 to 1987, the Co-operative College of Canada was a national centre for co-operative education and research. It was established to provide co-op business training and to teach co-op principles. The college itself was short-lived, its formative years date from the late 1930s and early 1940s, when there was a strong push and a practical need for an educational link to the co-operative movement. The Co-operative Union of Canada was formed in 1909 to encourage sharing of information, mutual self-help and concerted actions among co-operative organizations. It began its international development program in 1945 as a part of reconstructive efforts after the Second World War. In 1979 the National Association of Canadian Credit Unions, predecessor to the Credit Union Central of Canada, decided to merge its international credit union development program with CUC's. April 1, 2014 Co- operatives and Mutuals Canada (CMC) was launched as a new national, bilingual association and allowed the Canadian Co-operative Association to focus its efforts entirely on international co-operative development. Among those who have led CCA and the CUC since its inception in 1909 are A.B. MacDonald, a prominent leader in the Antigonish Movement, Alexander Laidlaw and Dr. Ian MacPherson. == See also == * Credit Union Central of Canada ==References== == External links == * Official site Category:Cooperatives in Canada ",
    "title": "Canadian Co-operative Association"
}