{
    "id": "1285898",
    "text": "John William Volek (born April 28, 1976) is a former American football quarterback who played in the National Football League. He was signed by the Tennessee Titans as an undrafted free agent in 2000 and also played for the San Diego Chargers. He played college football at Fresno State. ==Early years== Volek attended Clovis West High School in Fresno, California, and was a letterman in football. In football, as a senior, he was named the Northwest Yosemite League Offensive Player of the Year. He then went to California State University, Fresno, where he led the Bulldogs to a Western Athletic Conference title in 1999 and set the NCAA record for career lowest percentage of passes intercepted. ===Statistics=== {|class=\"wikitable\" |- ! Year||Comp||Att||Comp %||Passing||TD||INT||Carries||Rushing||TD |- | 1997||178||318||56.0||1,853||17||6||71||-67||2 |- | 1998||151||261||57.9||1,973||10||3||62||-18||4 |- | 1999||249||383||65.0||2,706||30||3||42||-61||3 |} ==Professional career== ===Tennessee Titans=== Volek was signed by the Tennessee Titans in 2000 from free agency, after not being selected by any team in the 2000 NFL Draft. He would see very little action during his rookie season, completing 0 of his 3 passes with no touchdowns and no interceptions. After such a small amount of play time, he would not be seen on the field again until the 2003 season, where he would make a name for himself as one of the National Football League's more talented backup quarterbacks. In 2004, he became only the fourth quarterback in NFL history—along with Dan Marino, Dan Fouts, and Phil Simms—to pass for over 400 yards in two consecutive games, a feat that was also accomplished in 2008 by New England Patriots quarterback Matt Cassel, in 2011 by Tom Brady and Cam Newton, and in 2018 by Ryan Fitzpatrick. It was announced on December 17, 2004 that he would be the starting quarterback for the rest of the season for the Titans, replacing the injured Steve McNair. McNair's injuries healed in time for the next season, and Volek backed him up once again, starting only 1 game. McNair was later traded to the Baltimore Ravens during June 2006, allowing Volek the opportunity to truly earn the starting position. In late August 2006, coach Jeff Fisher announced that the Titans intended to sign Kerry Collins to compete with Volek for the starting quarterback job. In turn, it has been reported that Volek took issue with this decision and immediately asked to be considered for a trade. ===San Diego Chargers=== On September 19, 2006, Volek was traded to the San Diego Chargers for a conditional sixth round pick in the 2007 NFL Draft after the Titans played the Chargers in their Second game. Titans coach Jeff Fisher has since publicly stated that Volek was untruthful with him and that this may have led to his eventual trade. Fisher was quoted as saying \"He was untruthful with me, untruthful with his head coach, about where he was and what he was doing. So we started off on the wrong page there, and that did not sit well with me.\"\"Fisher says Volek lied to him\" , at CBS Sports. - September 20, 2006 The trade as a whole is considered to have been messy, and although he has criticized Volek for lying to him, Fisher has not revealed what the lie was, and instead also states that Volek never took advantage of his opportunities once told he was the starter. Many critics state that Volek took full advantage of his chances to become the starting quarterback, pointing towards the reasonably good preseason that the Titans had. Since the trade to San Diego in 2006, Volek saw spot duty behind Philip Rivers. During the AFC Divisional Playoff game against the Indianapolis Colts on January 13, 2008, Volek replaced the injured Philip Rivers and led a fourth-quarter comeback over the defending champions. He completed 3 of his 4 passes, including a 15-yard pass on his second pass attempt. He also scored his first touchdown of the year on a one-yard quarterback sneak which allowed the Chargers to win the game, 28–24, and go to the 2007 AFC Championship Game against the New England Patriots. On February 29, 2008, Volek signed a three-year contract with San Diego. On July 30, 2011, Volek signed a two-year contract with the Chargers. Volek was released on March 16, 2012. He announced his retirement on KMJNow News Talk Radio Show in May 2012. ==References== ==External links== * San Diego Chargers bio * Fresno State Bulldogs bio Category:1976 births Category:Living people Category:People from Hemet, California Category:Sportspeople from Riverside County, California Category:American football quarterbacks Category:Fresno State Bulldogs football players Category:Tennessee Titans players Category:San Diego Chargers players Category:Players of American football from California ",
    "title": "Billy Volek"
}