{
    "id": "12857823",
    "text": "Marlborough Castle, locally known and recorded in historical documents as The Mound,Marlborough Castle was an 11th-century royal castle located in the civil parish of Marlborough, a market town in the English county of Wiltshire, on the Old Bath Road, the old main road from London to Bath (). The barrow on which the fortification was built, perhaps the \"barrow of Maerla\", seems to be a prehistoric earthwork which formed the motte of the Norman Marlborough Castle. 'The borough of Marlborough', A History of the County of Wiltshire 12: Ramsbury and Selkley hundreds; the borough of Marlborough (1983:199–229): accessed 8 May 2010. It survives as a tree-covered mound known as Marlborough Mound, within the site of Marlborough College. ==History== Radiocarbon dating of core samples in the early 2010s indicated that the Mound (or motte) dates from 2400 BC. This is close to the dates established for Silbury Hill.The Mound, Marlborough College website, retrieved August 11, 2016 In 1067, William the Conqueror assumed control of the Marlborough area and set Roger, Bishop of Salisbury, to building a wooden motte-and-bailey castle, sited on the prehistoric mound. A castle at Marlborough is suggested by the imprisonment and death there of Ethelric, bishop of Selsey, in 1070.'Parishes: Preshute', A History of the County of Wiltshire 12: Ramsbury and Selkley hundreds; the borough of Marlborough (1983), pp. 160–184)\" accessed 8 May 2010. William established the neighbouring Savernake Forest as a favourite royal hunting ground, and Marlborough Castle became a royal residence: Henry I spent Easter at Marlborough in 1110, which strongly suggests that it was inhabitable. In 1110, Henry I observed Easter at Marlborough. During the Anarchy John FitzGilbert the marshal held Marlborough Castle for Stephen out of the fealty he owed him.Robert B. Patterson, \"Anarchy in England, 1135–54: The Theory of the Constitution\", Albion: A Quarterly Journal Concerned with British Studies 6.3 (Autumn 1974:189–200) p. 199. In 1147 the 14-year-old future king Henry II marched into Wiltshire and seized Marlborough. He then stayed at the castle in 1149 while in talks with David I, King of Scotland about a potential northern alliance to attack Stephen's forces in Yorkshire. Stone was later used to strengthen the castle, around 1175. In 1186 Richard I (Coeur de Lion) gave the castle to his younger brother John, who married Isabel of Gloucester at the castle on 29 August 1189. John would spend some time in Marlborough, where he established a Treasury to support the Royal Mints that had been established by William I and William II. From 1223 to 1224, Eleanor of Brittany, cousin of Henry III and with a better claim to the throne according to primogeniture, was briefly kept there as a state prisoner. Between 1227 and 1272, Henry III spent the enormous sum of £2,000 on its buildings, particularly the apartments and chambers, and the chapel of St Nicholas. After the death of Henry III, Marlborough lost favour as a royal residence. From 1273 to 1369 it was used only as a dower house: the castle, with the royal borough attached to it, was assigned in 1273 for life to Henry's widow, Queen Eleanor (d. 1291), during whose tenure Edmund FitzAlan, 9th Earl of Arundel was born in the castle, 1 May 1285. In 1293 it passed to the eldest daughter of King Edward I and Eleanor of Provence, also named Eleanor, who married Henry III, Count of Bar. In 1294 one of Edward's household knights, Eustace of Hatch, the constable of the castle, was appointed to extend the value of the dowry associated with the lands of the castle to 15,000 livres tournois per year. The younger Eleanor died in 1298, aged 29. In 1299, Eustace Hatch was granted 90 oaks from nearby Savernake Forest for the renovation of the great hall and chamber: in the same year the castle was assigned to Edward I's second wife Queen Marguerite (d. here 14 February 1318); in 1318 to King Edward II's consort Queen Isabella, who was deprived of it in the period 1324–27; and in 1330 to Queen Philippa, on whose death in 1369 it reverted to the Crown. Marlborough Castle ceased to be used in 1370 and fell into disrepair, but remained Crown property. Edward VI then passed it to the Seymour family, his mother's relatives.Marlborough: brief history == Later use == A plate of the Marlborough Mound illustrated in a 1776 copy of Itinerarium Curiosum by English Antiquarian William Stukeley. The castle was in ruins by 1403. A new residence was built on the site by Francis Seymour, 1st Baron Seymour of Trowbridge (c.1590–1664), who had acquired the site from his elder brother William Seymour, 2nd Duke of Somerset (1588–1660).Seymour, Sir Francis (c.1590-1664). History of Parliament online. Retrieved 15 March 2019 It was replaced in 1683–84 by the \"new house\" for his grandson Charles Seymour, 6th Duke of Somerset, apparently to designs by John Deane, a surveyor of Reading, Berkshire.Howard Colvin, A Biographical Dictionary of British Architects, 1600–1840, 3rd ed. 1995, s.v. \"Deane, John\" The house forms the nucleus of the present Marlborough College. In the 18th century it was the beloved residence of Isabella, Countess of Hertford, the patroness of William Shenstone and James Thomson.Helen Sard Hughes, The Gentle Hertford: Her Life and Letters (New York), 1940; many letters detail her life at Marlborough, which she preferred to Court. Stephen Duck, the \"thresher poet\", described the house during Lady Hertford's time in A description of a Journey to Marlborough....Helen Sard Hughes, \"Shenstone and the Countess of Hertford\" PMLA 46.4 (December 1931: 1113–1127). The house declined into a coaching inn, the Castle Inn, where the Marlborough Club, whose members were Tory gentlemen from Marlborough and the surrounding area, was established in 1774. The club met at the inn until 1842; the house became the nucleus of Marlborough College, founded in 1843. ==Preservation== The tree-covered earthworks mound, within the grounds of Marlborough College, is a Scheduled Monument. Parts of the keep and curtain wall have been identified by excavation. Neolithic and a Roman coin have also been discovered in the vicinity of the mound. == References == ==Further reading== *Field, David, Brown, Graham & Crockett, Andrew, \"The Marlborough Mound Revisited,\" in Wiltshire Archaeological and Natural History Magazine, 94, 2001. ==External links== * History of Marlborough Category:Castles in Wiltshire Category:Scheduled Ancient Monuments in Wiltshire Category:Marlborough, Wiltshire Category:Dower houses ",
    "title": "Marlborough Castle"
}