{
    "id": "12858025",
    "text": "Auguste of Baden-Baden (Auguste Marie Johanna; 10 November 1704 - 8 August 1726) was born a member of the ruling family of Baden-Baden and was later the Duchess of Orléans by marriage to Louis d'Orléans, Duke of Orléans. Her husband was a grandson of her father's former enemy, Louis XIV of France. Known in France as Auguste de Bade, she died in childbirth. She is an ancestor of Louis Philippe I and of several members of royal families of Europe, such as the Spanish and Italian royal families, as well as the present Grand Duke of Luxemburg. ==Infancy== Auguste was born in Aschaffenburg as the ninth child of the imperial army commander Louis William, Margrave of Baden-Baden, and of his wife Princess Sibylle of Saxe-Lauenburg, who was twenty years younger than her husband. After her father's death in 1707, her mother Sibylle became regent of the Margraviate for Auguste's brother, Louis George. Her mother was a great patron of the arts, making Baden-Baden a centre of architectural culture. Between the years of her mother's Regency (1707–1727) Sibylle ordered the construction of some four palaces in the state as well as two churches. Auguste saw the construction of the Schloss Favorite in Rastatt. Her aunt Anna Maria Franziska of Saxe-Lauenburg was the Grand Duchess of Tuscany as wife of Gian Gastone de' Medici, her husbands own distant cousin. The Italian born Prince of Carignan was also a distant cousin and was a resident at the French. Auguste was the youngest of nine children and was the only daughter to survive over the age of seven. She had one older brother, Louis George (1702–1761) the future Margrave of Baden-Baden and a younger one, Augustus George who was Margrave of Baden-Baden from 1761-1771 succeeding his brother. ==Duchess of Orléans== Coat of arms of Auguste of as Duchess As her mother was regent of Auguste's native Baden-Baden, it was her mother who tried to find a suitable candidate for her only daughter. Her mother proposed two candidates; Prince Alexander Ferdinand of Thurn and Taxis, son and heir of Anselm Franz of Thurn and Taxis, a wealthy German noble of the powerful Thurn und Taxis family and the Postmaster General of the Holy Roman Empire. The second was a French prince, Louis d'Orléans, Duke of Orléans. Portrait identified as Auguste as Duchess of Orléans by an unknown artist (possibly Pierre Gobert) Her mother preferred the French match as it would strengthen ties with a powerful neighbour who prior to Auguste's birth, had ravaged Baden-Baden. Auguste however preferred the German match due to her roots. Auguste, however gave into her mother and agreed to the match with Louis d'Orléans and there was a proxy ceremony held at the Schloss Rastatt before she was married on 13 July 1724 Louis d'Orléans, the grandson of Louis XIV of France through his illegitimate daughter Françoise Marie de Bourbon. Chosen for, among other reasons, her family's Catholicism, she brought a comparatively small dowry of 80,000 livres to the Orléans. At the court of Versailles, she was known alternatively as Jeanne or Auguste de Bade, it was as the latter which she signed.Dufresne, Claude, Les Orléans, CRITERION, Paris, 1991, chapter: Un prince par trop dévot. Her marriage to the First Prince of the Blood allowed her to use the style of Madame la Princesse, and made her one of the most important ladies at the court of the young Louis XV of France. At the time of her marriage, the young king Louis was \"engaged\" to his first cousin the Infanta Mariana Victoria of Spain. The couple were never actually married and in 1725 she was sent back to Spain then making Auguste and her mother in law the Dowager Duchess of Orléans the most senior women at court. She was popular with the court and noted as being very charming. In 1725, Louis XV married Marie Leszczyńska, making Auguste one step behind the new queen in terms of rank and etiquette. She and her husband lived in the Château de Saint-Cloud, one of the Orléans' residences, and had also an apartment at the château of Versailles where her son Louis Philippe was born in 1725. Expecting to give birth to her second child at Versailles in early August 1726, her mother in law Dowager Duchess of Orléans forced her heavily pregnant daughter in law to return to Paris in order to have the child at the Palais-Royal. Leaving Versailles on 4 August, she had to stop at Sèvres due to the extremity of her labour pains. Despite the stop, she returned to Paris. Auguste died on 8 August 1726, at the age of twenty-one, three days after giving birth to the couple's second child at the Palais-Royal, the Paris residence of the House of Orléans. Despite the shortness of the relationship, many contemporaries said that the couple was well matched and that they had fallen in love at first sight. After her death, her husband went into a long period of mourning. It was said of Auguste that she had all the great qualities of the heart, that she died with the universal regret of France. She was buried at the Val-de- Grâce Convent in Paris. After her death, her aunt-in-law Élisabeth Charlotte d'Orléanssister of the Regent suggested that Louis marry one of her daughters, namely Élisabeth Thérèselater wife of Charles Emmanuel III of Sardinia and Queen of Sardinia and Anne Charlotte. Louis refused outright, much to the annoyance of his aunt. ==Issue== #Louis Philippe d'Orléans (12 May 1725 - 18 November 1785) married Louise Henriette de Bourbon and had children. #Louise Marie d'Orléans (5 August 1726 - 14 May 1728) died in infancy. ==Ancestors== ==References== ==External links== Category:1704 births Category:1726 deaths Category:People from Aschaffenburg Category:House of Orléans Johanna Category:Duchesses of Orléans Category:Deaths in childbirth Category:18th- century German people Category:Margravines of Baden-Baden Category:Princesses of Joinville Johanna Category:Duchesses of Nemours Category:Duchesses of Montpensier Category:Princesses of the Blood Category:Burials at the Church of the Val-de-Grâce ",
    "title": "Margravine Johanna of Baden-Baden"
}