{
    "id": "1285458",
    "text": "Albert Louis Johanneson (13 March 1940 – 28 September 1995) was a South African professional footballer who was one of the first high-profile black men, of any nationality, to play top-flight football in England. He is recognised as being the first person of African heritage to play in the FA Cup final in 1965. ==Career== Johanneson, a skilful and swift left winger, was recommended to Leeds United by a South African schoolteacher and joined the club in April 1961. He stayed there for nine years working diligently at his game, and by the 1963–64 season had established himself as a powerful attacking force providing 13 league goals, which assisted in Leeds' promotion from the Second Division. In 1965, Johanneson earned his berth in the Leeds team at the Football Association Challenge Cup (F.A Cup) Final played at Wembley Stadium. While Leeds lost the match to Liverpool, and Johanneson regrettably did not play his best, he made history by becoming the first black person to feature in the final of the world-renowned football competition. Over following seasons, a spate of injuries and the emergence of Eddie Gray left Johanneson on the sidelines, and he made only 10 further starts for Leeds before manager Don Revie released him in 1970. Later that year, Johanneson joined York City, scoring three goals in 26 appearances before retiring. Life after football did not treat the South African well, and he became somewhat of a recluse, painfully suffering from a severe addiction to alcohol. Johanneson died alone of meningitis and heart failure in 1995.Death Certificate He is remembered fondly by Leeds' fans of the 1960s for using his distinctive natural prowess to illuminate Elland Road. ==Personal life and legacy== In 1963 Johanneson married Norma Comrie, a pharmacist originally from Jamaica. Together they had two children: Yvonne and Alicia.The couple's marriage lasted 11 years, ending in divorce. Albert was dogged by problems with alcohol and ill health before his death in 1995. His body lay undiscovered for a week in his flat in Gledhow Towers, North Leeds. Albert's nephew Carl Johanneson is a Leeds super featherweight boxer. In January 2019 Leeds United and Leeds Civic Trust unveiled a blue plaque commemorating Johanneson, his contribution to football and the city of Leeds. The ceremony was attended by Johanneson's family and ex Leeds United footballer Brian Deane. ==Johanneson in popular culture== Today, Johanneson is hailed by many as having helped pave the way for the scores of black players that make up the ranks of the English Premiership, especially those with South African roots. He is also viewed as a courageous pioneer with regard to the racial discrimination he humbly endured from spectators who hurled monkey chants and bananas at him from the sidelines. In the words of footballing legend, George Best within whose era he played: \"Albert was quite a brave man to actually go on the pitch in the first place, wasn't he? And he went out and did it. He had a lot of skill. A nice man as well ... which is, I suppose, the more important thing, isn't it? More important than anything.\" Johanneson features in several chapters of Kester Aspden's book The Hounding of David Oluwale, about Nigerian immigrant David Oluwale, who lived in Leeds for 20 years during the 50s and 60s. Writes Leeds United bibliographer Sam Gibbard: \"Aspden details in several chapters Albert Johanneson and his experiences playing for Leeds United, drawing parallels between the two men, two of just 450 black men living in Leeds during the early 1960s. At the start, their lives couldn’t have been more different, and yet both men’s lives ended tragically and needlessly early\". Johanneson is currently featured in the Out of Africa Campaign, a UK Heritage Lottery- funded, multimedia project and touring exhibition focused on the contributions of footballers from Africa who have made a substantial contribution to transforming professional football in Britain.Alicia S. Johanneson In 2010, Johanneson was featured in an exhibition examining the history of South African footballers in the United Kingdom as part of the FIFA World Cup celebrations that took place in South Africa. The exhibit was researched by the Sheffield-based Football Unites, Racism Divides organisation and was hosted by the historic District Six Museum in Cape Town. In 2015, FURD and the District Six Museum and illustrator Archie Birch, from Cape Town, have joined forces to tell Albert's inspirational, yet sadly poignant story in comic book form: Albert Johanneson: the First Black Superstar. ==References== * ==External links== * * * * * *Photo of Albert signing contract * Category:1940 births Category:1995 deaths Category:South African soccer players Category:Leeds United F.C. players Category:York City F.C. players Category:People from Germiston Category:English Football League players Category:Association football wingers Category:South African expatriate soccer players Category:Expatriate footballers in England Category:South African expatriate sportspeople in England Category:Sportspeople from Gauteng ",
    "title": "Albert Johanneson"
}