{
    "id": "1285524",
    "text": "The LHCb (Large Hadron Collider beauty) experiment is one of eight particle physics detector experiments collecting data at the Large Hadron Collider at CERN. LHCb is a specialized b-physics experiment, designed primarily to measure the parameters of CP violation in the interactions of b-hadrons (heavy particles containing a bottom quark). Such studies can help to explain the matter-antimatter asymmetry of the Universe. The detector is also able to perform measurements of production cross sections, exotic hadron spectroscopy, charm physics and electroweak physics in the forward region. The LHCb collaboration, who built, operate and analyse data from the experiment, is composed of approximately 1260 people from 74 scientific institutes, representing 16 countries. Chris Parkes succeeded on July 1, 2020 as spokesperson for the collaboration to Giovanni Passaleva (spokesperson 2017-2020). The experiment is located at point 8 on the LHC tunnel close to Ferney-Voltaire, France just over the border from Geneva. The (small) MoEDAL experiment shares the same cavern. == Physics goals == The experiment has wide physics program covering many important aspects of heavy flavour (both beauty and charm), electroweak and quantum chromodynamics (QCD) physics. Six key measurements have been identified involving B mesons. These are described in a roadmap document that form the core physics programme for the first high energy LHC running in 2010–2012. They include: * Measuring the branching ratio of the rare Bs → μ+ μ− decay. * Measuring the forward-backward asymmetry of the muon pair in the flavour-changing neutral current Bd → K* μ+ μ− decay. Such a flavour changing neutral current cannot occur at tree-level in the Standard Model of Particle Physics, and only occurs through box and loop Feynman diagrams; properties of the decay can be strongly modified by new Physics. * Measuring the CP violating phase in the decay Bs → J/ψ φ, caused by interference between the decays with and without Bs oscillations. This phase is one of the CP observables with the smallest theoretical uncertainty in the Standard Model, and can be significantly modified by new Physics. * Measuring properties of radiative B decays, i.e. B meson decays with photons in the final states. Specifically, these are again flavour-changing neutral current decays. * Tree-level determination of the unitarity triangle angle γ. * Charmless charged two-body B decays. == The LHCb detector == The fact that the two b-hadrons are predominantly produced in the same forward cone is exploited in the layout of the LHCb detector. The LHCb detector is a single arm forward spectrometer with a polar angular coverage from 10 to 300 milliradians (mrad) in the horizontal and 250 mrad in the vertical plane. The asymmetry between the horizontal and vertical plane is determined by a large dipole magnet with the main field component in the vertical direction. The LHCb collaboration's logo LHCb detector along the bending plane === Subsystems === The vertex detector (VELO) is built around the proton interaction region., The LHCb VELO (from the VELO group), VELO Public Pages It is used to measure the particle trajectories close to the interaction point in order to precisely separate primary and secondary vertices. The detector operates at from the LHC beam. This implies an enormous flux of particles; The VELO has been designed to withstand integrated fluences of more than 1014 p/cm2 per year for a period of about three years. The detector operates in vacuum and is cooled to approximately using a biphase CO2 system. The data of the VELO detector are amplified and read out by the Beetle ASIC. The RICH-1 detector (Ring imaging Cherenkov detector) is located directly after the vertex detector. It is used for particle identification of low-momentum tracks. The main tracking system is placed before and after the dipole magnet. It is used to reconstruct the trajectories of charged particles and to measure their momenta. The tracker consists of three subdetectors: * The Tracker Turicensis, a silicon strip detector located before the LHCb dipole magnet * The Outer Tracker. A straw- tube based detector located after the dipole magnet covering the outer part of the detector acceptance * The Inner Tracker, silicon strip based detector located after the dipole magnet covering the inner part of the detector acceptance Following the tracking system is RICH-2. It allows the identification of the particle type of high-momentum tracks. The electromagnetic and hadronic calorimeters provide measurements of the energy of electrons, photons, and hadrons. These measurements are used at trigger level to identify the particles with large transverse momentum (high-Pt particles). The muon system is used to identify and trigger on muons in the events. == Results == During the 2011 proton-proton run, LHCb recorded a luminosity of 1 fb−1 at an energy of 7 TeV. In 2012, about 2 fb−1 was collected at an energy of 8 TeV., 2012 LHC Luminosity Plots These datasets allow the collaboration to carry out the physics program of precision Standard Model tests with many additional measurements. The analysis led to evidence for the flavour-changing neutral current decay Bs → μ μ. This measurement impacts the parameter space of supersymmetry. A combination with Compact Muon Solenoid (CMS) data from the completed 8 TeV run allowed for a precise measurement of the strange b-meson to dimuon branching fraction. CP violation was studied in various particle systems such as Bs, Kaons, and D0. New Xi baryons were observed in 2014. Analysis of the decay of bottom lambda baryons (Λ) in the LHCb experiment also revealed the apparent existence of pentaquarks, in what was described as an \"accidental\" discovery. ==See also== *B-factory == References == ==External links== *LHCb Public Webpage *LHCb section from US/LHC Website * (Full design documentation) Category:CERN experiments Category:Particle experiments Category:Large Hadron Collider Category:B physics ",
    "title": "LHCb experiment"
}