{
    "id": "1285802",
    "text": "Polycarp (portrayed by John Plauché) is swamped by fan mail, 1967. Polycarp ( in the Cajun French manner) was a fictional character who served as a local children's television show host. His program, \"Polycarp and Pals,\" aired from the mid-1960s to the early 1970s on KATC Channel 3 in Lafayette, Louisiana.Shane K. Bernard, The Cajuns: Americanization of a People (Jackson: University Press of Mississippi, 2003), p. 104. ==Background== Polycarp was portrayed by KATC employee John Plauché (27 July 1932 - June 1978),Social Security Death Index, http://ssdi.rootsweb.com/ whom KATC hired in May 1963 and whom it credited for the show's originality. \"It is a land created through the wonderful imagination of John Plauche, who as Polycarp Phillipe Pecot Number 2, makes our lives a little happier, the world a brighter place [in which] to live.\".Patti Taylor, \"Camera Angles,\" Acadiana, July 1967, p. 3 (Polycarp would often jokingly warn viewers in his Cajun-accented English \"Don’t ask for Number One ‘cuz dat’s my daddy and dey don’t like him anyway.\")Debrah Royer Richardson, \"Performing Louisiana: The History of Cajun Dialect Humor and Its Impact on the Cajun Cultural Identity,\" Ph.D. dissertation, Department of Theatre, Louisiana State University, August 2007, p. 197; see Richardson Dissertation . An avuncular Cajun dressed in a plaid shirt, waistcoat, and crumpled straw hat, Polycarp lived on a houseboat, the Narcisse Number 3, \"somewhere way back in the Anse La Butte Swamp midway between the Parishes of Fantaisie and Réalité,\" as a KATC newsletter put it in 1967. (In later programs Polycarp traded his houseboat for a general store.) KATC described Polycarp's imaginary world as \"A modern-day 'fairytale' land of happiness and laughter for girls and boys and tall people . . . undoubtedly the happiest place in Acadiana.\" The station likened his program to \"a cruise . . . [through] his small but laughing world of Cajun friends and swamp critters . . . [such as] Maurice Mostique, the giant mosquito with a wingspan of 13 ¾ feet, [who] sings a pesky song while Ole Blue, the 738 ½ pound junk- collecting catfish, thumps against the boat as we float along the bayou.\" TV Guide listing for \"Polycarp & Pals\" from Wednesday, April 30, 1969. In addition to showing classic Warner Bros. cartoons, the program featured original skits and recurring characters. Those characters included T'Toot, a retired Indian fighter; the Crazy Professor, an inventor and graduate emeritus of UPI (University of Pecan Island); Tante Baseline, owner of the Anse La Butte Swamp Gumbo Factory; Joycie, a female filling station attendant \"who's the world's champion dual-wheel semi-trailer flat-tire fixer\"; The Headless Man, who \"sent his head out to be cleaned and it was accidentally sent to the Avery Island Pickle Factory instead\" and lived in the locked cabin of Polycarp's boat; Doctor Rollingstone, \"the hipster swamp doctor who has a transistor radio stuck in his stethoscope\"; King Simon, \"the duly elected boss of the swamp.\", and the Crazy Sheriff who arrived at the general store each morning and told jokes to Polycarp. ==Popularity== KATC noted that, \"Polycarp's much loved pals . . . [are] as familiar to the children of Acadiana as Mickey Mouse and Donald Duck\" and claimed that Polycarp was \"ranked as the top children's TV personality in the state.\"\"Polycarp 'Mr. Acadiana,'\" Acadiana, November 1967, p. 1. As evidence of this popularity, Polycarp received over 3,000 letters and postcards from local children over a seven-day period during a fall 1967 Halloween costume giveaway promotion.\"Polycarp's Pals Keep Postman Busy,\" Acadiana, November 1967, p. 3. In October that year, the University of Southwestern Louisiana's Alumni Association, Athletic Association, and its band named Polycarp the first \"Mr. Acadiana,\" an honor it bestowed annually during the school's homecoming football game to the USL alumnus who best \"fosters the tradition and the ideals of the school and of the area. . . .\" (Plauché had graduated from the university in 1957.) By 1967 Polycarp appeared in Lafayette-area parades driving a restored 1935 International Harvester vegetable truck, dubbed by KATC the \"Poly-Car\" (a play on the Cajun French pronunciation of \"Polycarp\").\"This Is It . . . The Poly-Car,\" Acadiana, November 1967, p. 1. In 1976, producer J. D. \"Jay\" Miller of Crowley, Louisiana, issued a 45 RPM record on his Yule Time record label featuring Polycarp reading “The Night Before Christmas.”Polycarp, “The Night Before Christmas,” Yule Time 45 RPM record 45-1000, 1976. Polycarp 45 RPM record, 1976. Note that John Plauché is credited as the recording's writer, although his name is misspelled. ==Theme song== Polycarp's eponymous theme song (rendered \"Polycarp Phillip Pecot #II\" on the 45 RPM record label) was recorded in 1966 by local swamp pop musician Johnnie Allan to the tune of The McCoys' 1965 Number 1 hit song \"Hang On Sloopy\".Johnnie Allan, \"Polycarp Phillip Pecot #II (Hang On Sloopy),\" Jin label (Ville Platte, Louisiana) #198, 1966. See Johnnie Allan Singles. ==Broadcast schedule== In spring 1969, \"Polycarp and Pals\" aired for one hour each weekday and Saturday beginning at 7 a.m. CST (although on some weekdays it ran for an hour and a half, ending at 8:30 a.m.).TV Guide, 26 April-2 May 1969 (Louisiana edition). There is some evidence that a short-lived spinoff program, \"The Polycarp Palace,\" aired on Tuesdays from 3:30 p.m. to 5:50 p.m. beginning in October 1967.Patti Taylor, \"Camera Angles,\" Acadiana, November 1967, p. 3. ==Footnotes== Category:1932 births Category:1978 deaths Category:Fictional Cajuns Category:American television personalities Category:People from Lafayette, Louisiana ",
    "title": "Polycarp (children's TV show host)"
}