{
    "id": "1285397",
    "text": "Shek Tong Tsui is an area in Sai Wan on Hong Kong Island in Hong Kong. Administratively, it belongs to the Central and Western District. This area is bounded north by the Victoria Harbour, south by Pokfulam Road and Third Street, and west by the intersection of Queen's Road West and Belcher's Street.http://www.eac.gov.hk/pdf/distco/2007dc/dc2007a.pdf To the east lies Sai Ying Pun and to the west is Kennedy Town. To the south are the slopes of Victoria Peak and High West. While the boundaries are not de jure drawn, they are nevertheless de facto defined by Collinson Street to the west and Whitty Street to the east. == History == The name Shek Tong Tsui derives from the old stone pond nearby, or \"Shek Tong\" () in Cantonese. It was located around modern-day Hill Road and The Belcher's, and was used by the Hakka people since the 17th century. The area was first settled in 1880 by granite miners. In the early 1900s, Hong Kong Island's brothels were moved from Possession Point in Sheung Wan to this area under orders from the Hong Kong Governor Matthew Nathan. The place thus flourished as a red light district and came to its golden period. During this period, affluent Chinese in Hong Kong came to Shek Tong Tsui for entertainment, and numerous Cantonese opera theatres and Cantonese restaurants were founded in the area. It was known locally in the Cantonese phrase \"tong sai fung yuet\" (), which means \"good times west of the pond\". Brothels in this area inspired numerous novels and Hong Kong films, most notably Rouge (1987), starring Anita Mui and Leslie Cheung. This golden period lasted until the banning of prostitution by the Hong Kong Government in 1935. However, during the Japanese occupation of Hong Kong, the Japanese military government relocated all Chinese brothels to the area, which they renamed Kuramae (). Again the area boomed, with about 500 brothels, which served only Japanese. After the Japanese defeat, the area reverted to its Chinese name, like the rest of Hong Kong. The prostitution ban returned, and all traces of Shek Tong Tsui's amorous history were subsumed by the ensuing decades of urbanisation. ==Constituency== Shek Tong Tsui Municipal Services Building A constituency in the Central and Western District is called Shek Tong Tsui, extending as far as Water Street and into Sai Ying Pun. With a population of 17,170 (2011), the constituency returns one representative to the district council. Chan Choi-hi was elected in 1999, and 2003. The major housing developments in the ward are: Chong Yip Centre, Dragonfair Garden, Elegant Garden, Kong Chian Tower, Kwan Yick Building Phase I, and Wah Ming Centre. The Belcher constituency also covers part of Shek Tong Tsui, south of Queens Road West. Yeung Sui Yin was elected in 2003. Wong Chit Man was elected in 1999. The Water Street constituency also lies within Shek Tong Tsui. ==Transport== The tram terminus near Whitty Street is one of the termini of Hong Kong Tramways. Bus and minibus services are also available along the main streets. HKU Station of the West Island Line, an extension of the existing MTR Island Line, serves this area. The major roads in Shek Tong Tsui are the western ends of Des Voeux Road West and Queen's Road West, Hill Road and part of Pok Fu Lam Road. Connaught Road West is the major access road. Hill Road is a \"double decker\" road taking traffic downhill from Pok Fu Lam Road to Connaught Road. There are also a number of smaller terrace roads, including Yat Fu Lane, Woo Hop Street, Clarence Terrace, Po Tuck Street and South Lane. ==References== Category:Central and Western District, Hong Kong Category:Populated places in Hong Kong Category:Sai Wan ",
    "title": "Shek Tong Tsui"
}