{
    "id": "12858697",
    "text": "Many characters have appeared in the fictional series of books about The Hardy Boys. ==Character history== ===Original series=== At the beginning of the original Hardy Boys series, Frank is only 16 years old (as opposed to 18 after the revisions between 1959 and 1974) and both he and Joe want to follow in their famous father, Fenton Hardy's footsteps as detectives. When the father of one of their school friends is wrongly accused of stealing, the Hardy boys take it upon themselves to clear his name and solve the mystery. After Frank and Joe solve their first case, Fenton—although he had not wanted his sons to get into the detective business because of the dangers involved—starts asking for their help on some of his cases. Fenton and his boys working together plays a bigger part in this series than in any of the following Hardy Boys series. In this series, Frank is in the same grade as Joe (who is a year younger), because he lost a year due to sickness, but in all the other series he is a grade ahead of Joe and him losing a year is never mentioned. ===Casefiles=== In the Casefiles, the differences between Frank and Joe are more pronounced as Joe's personality is somewhat changed because of the death of his girlfriend, Iola Morton. Frank (although the death of Iola does affect him somewhat) stays more or less the same. In the Casefiles series, the Hardy boys collaborate with The Gray Man, who works for the Network—a secret government intelligence agency—to fight the Assassins, an international terrorist organization responsible for his girl friend Iola's death. Also the Casefiles were written between the late 1980s and 1990s unlike the original series (1927–79), home computers were available, and because of this Frank's character is modernized and he becomes a PC computer buff; in one book he is even able to hack into the Bayport City computer system.The Hardy Boys Casefiles #22 Double Exposure Frank is also well-versed in the making of bombs and is also able to disassemble them, which saves his and many other's lives many times. As was the case in previous series, Joe acts as the mechanic for the boys, and is often described as being very athletic. ===Super Mysteries=== This was a series of 36 paperback novels in which the Hardy Boys teamed up with female teen sleuth Nancy Drew. One character arc seen throughout the series is the mutual attraction between Nancy and Frank. The couple shared a kiss twice in the series; the first in book 5, The Last Resort, when the two are trapped after an avalanche and fear that they will die. The second is in Secrets of the Nile, where they kiss on a balcony after the case is solved. However, the kiss is interrupted by Bess Marvin. Another hint at their relationship is when Nancy's longtime love interest Ned Nickerson saves her. However, a disheveled Nancy calls out Frank's name instead, believing him to be her saviour, and severely disheartening Ned. The two decide not to pursue relationships, believing that they belong with their current partners, Ned Nickerson and Callie Shaw. Both partners are jealous of the time and bond shared by the detectives, especially shown in Ned Nickerson. He greatly disapproves of Nancy's sleuthing in the series, as well as the time she spends solving them with the Hardys. Another romance is hinted between Joe Hardy and Bess Marvin, although there is much less evidence of this attraction. Neither relationship was ever given a final closure. ===Undercover Brothers=== In this series, Frank and Joe are both are undercover agents for American Teens Against Crime (ATAC), an organization founded by Mr. Hardy. This is the first series in which Frank and Joe are regularly single (not dating Callie Shaw and Iola Morton, as they did in previous series), and have different love interests from book to book. Frank becomes nervous around teenage girls, even though they are attracted to him more in this series than any other. In contrast, Joe, in a similar manner to his personality in the Casefiles series, is a huge flirt; however, unlike in Casefiles, girls are relatively less interested in him, preferring Frank, which greatly annoys and frustrates Joe. The brothers use a more modernized speech style, and frequently tease and get on each other's nerves; nonetheless, they are still very close and protective of each other as in all of the previous series. ===Vehicles owned by Frank and Joe=== Frank and Joe owned a large number of cars or automobiles. In the originals, they have motorcycles, but Joe totals his in The Shore Road Mystery and they purchase a yellow convertible soon afterwards. The car appears in the series, for over fifty books, before it is blown up in #74 Tic-Tac-Terror. Frank and Joe receive a newer model of their yellow convertible from a jewelry firm because they successfully recovered an emerald valued at $1 million dollars in the same book. The Hardy's use this new yellow convertible between #75 Trapped At Sea and #84 Revenge of the Desert Phantom, at which point Chief Collig gives the Hardy's a black, surplus police van, which the Hardy's use until Mystery Stories #190 Motocross Madness. It is unknown what the Hardy's did with their second yellow convertible after Collig gives them the van. In the Casefiles, the Hardy's second yellow convertible is blown up by the Assassins (which also kills Iola Morton). After Frank and Joe save the Bayport Mall from being destroyed by the Assassins, they are given a black van by the Bayport Mall Association. In Casefiles #100 True Thriller the van is also blown up. They finally purchase a blue van which remains with them until the end of the series. In the Undercover Brothers series, Frank and Joe own custom sport bikes, decked out with the latest in accessories. They also own a speedboat named the Sleuth, which is equipped with an Ham Radio transmitter, as is described in The Secret Warning. The boys also own, and store in the same boat house as their boat, an iceboat. The iceboat only makes one appearance in The Mystery of Cabin Island. ===Sports played by Frank and Joe=== Frank plays many school sports along with his brother. Frank is the captain and quarterback of the Bayport High football team,The Hardy Boys #32 The Crisscross Shadow but by the time of the later Digests, he gives up his place on the team so he can concentrate on his studies. He also does the endurance running for the Bayport High track team and is on the swim team. He also plays baseball, basketball, and soccer. Frank is also interested in martial arts, the game of chess and, in The Clue of the Broken Blade, fencing.The Hardy Boys #21 The Clue of the Broken Blade ==Frank Hardy== Frank Hardy is the older (18) of the two Hardy brothers in The Hardy Boys novel series by Franklin W. Dixon. Frank has dark brown hair and dark eyes, and lives in the fictional town of Bayport with his parents, Fenton and Laura; his younger brother, Joe; and his aunt, Gertrude. Joe is not only Frank's younger brother, but best friend and crime-fighting partner. Working together, the two have solved countless mysteries. Around Bayport, Frank and Joe have quite a reputation as amateur detectives. The Hardy boys are often helped by their friends, most notably best buddy Chet Morton and Frank's girlfriend Callie Shaw. Compared to his brother Joe, Frank is the more logical, rational one. While Joe wants to jump straight into a situation, Frank is the one to hold him back and think through all the logical possibilities. More than once, Frank has surprised the villains by having the entire case figured out. Frank is also usually the one that must look for Joe when he gets lost or kidnapped. Although Frank spends his mornings exercising—doing weight training and karate workouts—and Joe usually gets out of bed about an hour later and stays in shape by simply playing a little football or baseball, Joe seems to be at least as athletic as Frank, if not more so.The Hardy Boys Casefiles #11 Brother Against Brother, page 20. In the Casefiles series, Joe jokingly refers to Frank as the brains of their operation and himself as the brawn. The Hardy boys make an excellent team, because their abilities mesh perfectly. Frank and Joe both attend Bayport High, along with their friends Biff Hooper, Tony Prito, Phil Cohen, Iola Morton (excluding the Casefiles) and the aforementioned Chet and Callie. Frank is said to be a bomb buff (see Countdown to Terror in which he defuses two bombs) and has disarmed an atomic bomb saving the town of Halifax. ==Joe Hardy== Joe Hardy is 17 years old, with light blond hair, blue eyes, and a muscular frame. He resides in Bayport, along with his family. Their house is a three-story old Victorian on the corner of High and Elm Streets. His brother, Frank Hardy is his crime-fighting partner. His father, Fenton Hardy, used to work for the New York City Police Department and is currently a private investigator. His mother, Laura Hardy, is a stay-at-home mom and his aunt, Aunt Gertrude lives with them in Bayport as well. His aunt is secretly proud of the boys' investigating abilities, but always chides them when they pick up a new case. Joe's girlfriend is Iola Morton, the sister of Joe's best friend Chet Morton, in the original series. Iola is killed by a bomb in the first Casefiles novel, Dead On Target. After some time, Joe meets Vanessa Bender, and by the end of the series, the two are going steady. Some of Joe's other friends are Phil Cohen, a computer genius; Tony Prito, the manager of a famous teen hang-out place, Mr. Pizza; and Alan \"Biff\" Hooper, a well-built football player who has helped the Hardys on more than one case. The Hardys and their friends go to school at Bayport High. Joe may not do quite as well in school as his brother, but he still gets good grades. Phys Ed and History are his best subjects. The Hardy Boys have worked for, with, or against a number of organizations over the years. In the Casefiles they collaborate with The Gray Man, who works for the Network - a secret government intelligence agency. Also, they fight the Assassins, an international terrorist organization responsible for Iola Morton's death. In the Undercover Brothers books the boys are undercover agents for ATAC (American Teens Against Crime), an organization cofounded by Mr. Hardy. As compared to his brother Frank, Joe is more impulsive, wanting to jump straight into a situation. He often goes by his gut feeling and is usually right. ==Fenton Hardy== Fenton Hardy is a private investigator in the popular Hardy Boys novels. Father of Frank and Joe, Mr. Hardy is married to Laura Hardy, and brother to Aunt Gertrude. After retiring as a NYPD Detective Lieutenant from the city's 71st Precinct, Hardy became a famous private investigator. He lives with his family in Bayport. He is also the co-founder of a top secret organization, ATAC, American Teens Against Crime, the agency for which his sons, Frank and Joe, work. Although in his 40s, Hardy is still one step ahead of his boys. Being healthy, fit, and smart, he quickly outwits most local criminals. Hardy owns an old Crown Victoria which he acquired from the local police force when he retired. He also was the head of the Association of Private Investigators. An excellent shot with a pistol, one Bayport criminal alleges Fenton Hardy never misses. ==Laura Hardy== Laura Hardy is the pretty and petite stay-at-home (in the Undercover Brothers, as a librarian) mother of Frank and Joe. She is married to Fenton Hardy the private investigator and they all live in fictitious Bayport with Fenton's sister, Aunt Gertrude. ==Aunt Gertrude== Gertrude \"Trudy\" Hardy is the unmarried aunt of Frank and Joe Hardy (the Hardy Boys of the title) and the sister of their father, Fenton. She is known to have a peppery temper and on more than one occasion to go \"on the warpath\". She owns an old Volkswagen Beetle. In the Undercover Brothers series she goes by Trudy, and sometimes Frank and Joe call her Aunt T. In some installments of the original series, Gertrude appears to be a full- time resident of the Hardy household. In others, she is often present for a visit, sometimes brief and sometimes extended. Her maternal care for the boys doesn't seem to put her in any conflict with the brothers' actual mother Laura, but her characteristics — genial overbearingness, comic frettiness, moral disapproval — make her a much more developed character. In the TV series The Hardy Boys/Nancy Drew mysteries, the mother has been completely written out and Aunt Gertrude has become Frank and Joe's only maternal figure. Gertrude frequently expresses her maternal care for the boys and their friends through her cooking, and it is generally agreed (particularly by the occasionally gluttonous Chet Morton) that she excels in this area. ==Chet Morton== Chester \"Chet\" Morton appears in most of The Hardy Boys books. He often tags along on the boys' little adventures. He is portrayed as stout fellow and is often described as \"plump\" or \"chubby\", with a love for food. The books describe \"the pride of Chet's life\" is his bright yellow jalopy which he had named \"Queen\" and he works on it daily to \"soup up\" the engine. His stature and not-athletic nature make him a frequent source of comic relief; however, it is noted that he can move fast when needed. His whimsical nature is frequently a distraction for him, though it occasionally leads to an unexpected break in the case. Throughout the original canon, Chet is always diving into new hobbies like botany in The Shore Road Mystery or ballooning in The Clue of the Hissing Serpent. ==Iola Morton== Iola Morton is the girlfriend of Joe Hardy throughout the book series. She has dark hair, green eyes and a medium frame. Her best friend is Callie Shaw, the girlfriend of Frank Hardy. She is the sister of Hardy Boys close friend Chet Morton. She lives on a farm near Bayport with her parents and her brother. She is usually paired with Joe as he thinks \"she was quite the nicest girl in Bayport High\". In The Hardy Boys Casefiles first book, Dead on Target, she is killed by a car bomb meant for Frank and Joe. However, Iola appears in the Original Continuity books which ran during and long after the Casefiles series had ended. In many other Hardy Boys books she is mentioned alive. Iola is featured in The Hardy Boys: Undercover Brothers, but she and Joe are not dating. In the graphic novels also released under the Undercover Brothers banner, however, they are. Iola once again appears in the Hardy Boys Adventures series, but she is again not dating Joe. ==Biff Hooper== Alan \"Biff\" Hooper is a six-foot, blond-haired, muscular friend of the Hardy boys. He excels at boxing, wrestling, and football and fencing. He has an ambling gait, \"with which he could cover a tremendous amount of territory in a short time\". His nickname comes from a distant relative who was a boxer named Biff. He owns a bloodhound named Sherlock and a Great Dane named Tivoli, and a motorboat named Envoy. He can play the harmonica. In one of the Casefiles he is part of \"The Circle of Twelve\", which is a group of vandals. He is in the group because of his girlfriend. His association with the Circle of Twelve nearly gets him killed. In the Clues Brothers series, he is depicted as a bully rather than a friend to the Hardys. He first appears in secret files #5 Monster Of A Mystery. ==Tony Prito== Tony Prito appears in the popular The Hardy Boys book series by Franklin W. Dixon. Son of Italian immigrants and a close friend of Frank and Joe Hardy, Tony works for his father's construction company and in the Casefiles is also the manager of Bayport's local pizza parlor, Mr. Pizza. He is the owner of the motorboat Napoli, which is destroyed in #36 and replaced with the Napoli II, and drives one of the Prito Co. pickup trucks. He attends Bayport High and is a standout second baseman on the school's baseball team and a talented wide receiver on the football team. Tony is a handsome 19-year- old with curly black hair, brown eyes and olive skin. Though not big, he is wiry, with lightning quick reflexes. In Casefiles #41, Highway Robbery, it is said that he is five inches shorter and twenty pounds lighter than the Hardy boys, who are 6-1 and 6 feet, so Tony is around 5-7 or 5–8 feet. ==Callie Shaw== Callie is the girlfriend of the elder Hardy boy, Frank Hardy. She first appeared in 1927 in the first volume of the series, and she appeared or was mentioned in almost all of the following 57 volumes (as well as most of subsequent 'Digest' series), but never had an important role until 1987 and the death of best friend Iola Morton in The Hardy Boys Casefiles #1 Dead on Target. She is a blonde with brown eyes and has a tendency to start giggling like mad for no reason. ;Original series Other than being described as ‘‘Frank's favorite date’’ and ‘‘one of the prettiest girls attending Bayport high school’’,The Hardy Boys #3 The Secret of the Old Mill (1927 edition), page 25. the virginal Callie does not have much, if any, of a role in the first 58 books; however, from book 59 (Night Of The Werewolf) till book 190 (Motocross Madness), Callie is made to be more of a modern woman (depending on the decade in which the stories were written) and is not presented to be a \"frail\" woman as in the stories from the 1920s to the 1970s, but she still retains her personality and characteristics of the earlier books. In the original books Callie lives with her older cousin Pollie Shaw, the proprietor of a beauty parlor in Bayport, while her parents live in the country, sending her an allowance to pay for her expenses.The Hardy Boys #3 The Secret of the Old Mill (1927 edition), page 27. By 1959, she lives with her parents, only a few blocks away from the Hardys’ home,The Hardy Boys #1 The Tower Treasure (1959 edition) where she lives for the remainder of the series, and spin-off series. ;Casefiles Callie's role is greatly increased in the Casefiles series. Following the death of Iola in book #1, no longer is she merely Frank's date, but a competitive, brave, young woman, who is always ready to assist the Hardys on their cases, whether they want her to or not. Working on their cases, Callie saves the Hardy brothers, more than once, notably in book #8 See No Evil and #80 Dead of Night. The Hardy Boys spend much of the latter novel mourning her, incorrectly thinking she has been slain. In some of the early Casefiles, she and Frank's younger brother, Joe occasionally seem to be at odds, by the end of the series however, they get along quite well. ;Undercover Brothers In this Hardy Boys series Callie's role has again been reduced; in the first 20 books of the series she only appeared once and was no longer described as Frank's girlfriend, but just as a ‘‘close friend of the Hardys’’.The Hardy Boys Undercover Brothers #5 Rocky Road, page 46-47. ;TV portraits In the 1970s TV show, The Hardy Boys/Nancy Drew Mysteries, Callie was played by Lisa Eilbacher. In the show Callie works part-time for the Hardy boys' dad, Fenton Hardy (Ed Gilbert). ==Phil Cohen== Philip Cohen appears in The Hardy Boys book series by Franklin W. Dixon. A close friend of Frank Hardy, Phil is very artistic and a genius when it comes to electronics;HDA - Hardy Chum Phil Cohen in the series he often helps out the Hardys when they need a video to be digitally restored or a computer system hacked into. (However, due to the time period that the original series was set in, these talents were not discussed; instead, Phil was essentially an \"everyman\" that would occasionally help out the Hardys.) Phil is also skilled at painting and is a great tennis player. In The Mysterious Caravan, book #54 in the original series, it is said that he holds the county tennis championship.The Hardy Boys #54 The Mysterious Caravan Helping the Hardys, Phil has faced quite a bit of danger throughout the series, but no matter what happens, always has a good sense of humour. Phil is tall, slender, and agile with wavy brown hair, glasses and dark eyes.The Hardy Boys #55 The Witchmaster's Key Also notable is that Phil is Jewish and along with fellow Hardy Boys character Tony Prito, was one of the first fictional non-WASP characters to be portrayed as a normal, fully assimilated teenager. ==Chief Ezra Collig== Police Chief Ezra Collig (in The Disappearing Floor, his first name is \"Clint\") is the Chief of the Bayport Police. Taking Shore Road out of the fictional downtown Bayport leads to his home. His acceptance of the Hardys varies from book to book; in some he welcomes their assistance, while in others he resents it, claiming his Department is capable of handling the investigations without amateur help. == Sam Radley == Sam Radley is a friend and fellow private investigator to Fenton Hardy. Sam often works for Fenton as an operative, along with Fenton's sons, Frank and Joe. Sam and his wife, Ethel Radley, live in an apartment located in the center of Bayport, not far from Fenton Hardy's house. The Radleys used to live on the second floor but they have since moved up 16 floors and to 17E. Sam is a skilled detective and tireless worker, who sometimes has to camp out at stake outs for days on end, while working for Fenton Hardy. == Ethel Radley == Ethel Radley is the wife of Sam Radley and a good friend of the Hardy family. She and her husband used to live on the second floor of an apartment house in the center of Bayport, but they have since moved to apartment E on the 17th floor. Ethel has soft gray eyes. ==Jerry Gilroy== Jerry Gilroy was a close friend of the Hardy Boys. He appeared occasionally in the first 20 books and then again in The Short-Wave Mystery at a party hosted by Chet Morton, but was not involved again after that. Also notable is that in The Great Airport Mystery, he is referred to as Jerry Madden. ==Jack Wayne== Jack Wayne is a veteran pilot who often flies assignments for Fenton Hardy and his boys. His plane is named Skyhappy Sal; however, it crashed and burned while the Hardy boys were investigating The Disappearing Floor. ==Vanessa Bender== Vanessa Bender is Joe Hardy's girlfriend in most of The Hardy Boys Casefiles book series after the death of his first girlfriend, Iola Morton, in Casefiles #1 Dead on Target. Vanessa is around 17 years old and lives with her mother, Andrea Bender, on a small farm on the outskirts of Bayport. Frank and Joe Hardy (the Hardy Boys of the title) first met her some time after Iola's death when she first moved to Bayport from Manhattan, they got to know her better when they were working on a case for her mother in Casefiles #69 Mayhem in Motion. After the case was successfully wrapped up she and Joe started dating and when the Casefiles series was canceled in 1998 with the publication of #127 Dead in the Water, they were still a steady couple. Vanessa is quite tall (nearly as tall as Joe, who is ) and slender, with long, ash-blonde hair and gray-blue eyes. ==Belinda Conrad== Belinda is the sister of Brian Conrad and a classmate of Joe Hardy's. She is smart, funny, beautiful, and has long blond hair. According to the books where she appears it is stated that she has had a monster crush on Joe's brother, Frank. ==The Gray Man== The Gray Man is a high-ranking member of a top-secret crime-fighting organization called the Network. He is Frank and Joe Hardy's contact in the agency. He has gone by the name Edward Gray, but more often Arthur E. Gray. It is never made clear whether either of these names are his actual name, or whether the middle initial simply stands for \"Edward\". Very little is known of his history before he met the Hardys and even less is known of his personal life. The Hardys first met him at the funeral of Joe's girlfriend, Iola Morton, who was killed in a terrorist car bomb planted by The Assassins. Following the events of Iola's death, Frank and Joe had vowed to track down her killers, and the Gray Man was a man in the know, having battled Iola's killers previously. At first, he and the Hardys didn't see eye to eye at all and were almost always feuding, due to their conflicting views. He considered the Hardys to be just amateurs (and still somewhat does), while they didn't agree with his and the Network's often cold-hearted and violent methods (and still don't always). Gradually, however, they gained a respect (albeit a slightly grudging one) for each other, and even became good friends over time, though (as said before) he still considers them amateurs and, in turn, they don't always trust him. The Gray Man is hard to predict because he rarely shows his emotions. As such, he can come across as rather cold and uncaring. However, he can certainly be unselfish and caring when he wants to be, as well as brave when necessary. He has shown that even he has his softer, compassionate side, willing to help people who got into danger because of their connection to the Network, and, more than once, offering to trade himself as a hostage to free someone else (such as when he offered to exchange himself for the captured stewardess on a hijacked plane in Casefile #1, Dead on Target, and for Vanessa Bender in Casefiles #100, True Thriller); he will also give people (often, the Hardys) respect when they deserve it. The Gray Man has proven in various books that he is very good at hand-to-hand combat, easily flooring both of the Hardy Boys (both of whom are accomplished fighters) at various times. He can blend in with virtually any crowd, and is a short, balding man with little gray hair, gray eyes, and even a gray tint to his skin. He has been known to wear glasses, and has smoked cigarettes.The literary relationship of the Gray Man to the Cigarette Smoking Man of The X-Files is unclear. ==Samuel Peterson== First partner, Sam Peterson is the chief of police in New York City in the Casefiles series. When he and Fenton worked together they cracked some of the toughest cases in the department's history. In Casefiles #5 Edge of Destruction he ran for Mayor of New York City, but had to pull out of the campaign because of heart problems.The Hardy Boys Casefiles #5 Edge of Destruction Peterson lives with his wife in New York, and is a powerfully built black man, with graying black hair.The Hardy Boys Casefiles #32 Blood Money ==Brian Conrad== Brian Conrad is 17 years old, 6 feet 2 inches tall, weighs 210 lbs and has short blond hair and blue eyes. He grew up in fictional Bayport, and still lives there with his family, in a small house. Unlike the rest of the houses in the area, though, the Conrad house is very poorly kept. He goes to the same school as Frank and Joe Hardy (the Hardy Boys of the title), Bayport High, with his sister Belinda Conrad. He does not like the Hardy brothers at all and has a history of vandalism. ==Mrs. Conrad== :First Appearance: The Hardy Boys: Undercover Brothers #5 Rocky Road (2005) Mrs. Conrad is the mother of Brian and Belinda Conrad. Joe describes her as a ‘‘fire-breathing dragon’’. Her eyes and face are red and swollen from either drinking or crying. She smokes cigars and has a bad temper.The Hardy Boys Undercover Brothers #5 Rocky Road She and her husband are miserable people and it is surprising they're still together.The Hardy Boys Undercover Brothers #10 Blown Away ==Adam Franklin== :First Appearance: The Hardy Boys: Undercover Brothers #3 Boardwalk Bust (2005) Adam works at Bayport Airport as the Hardys’ airplane maintenance man. He is an old friend of Aunt Trudy and has even dated her once. He knows about ATAC – he has to, since Frank and Joe sometimes have to fly planes to obscure locations while on their missions. He is bald, but wears a Red Sox baseball cap. The Hardys acquired their pet parrot in Undercover Brothers #1 Extreme Danger, from \"Wings\" Maletta. Belinda Conrad named him Playback because he repeats many things that are said.The Hardy Boys Undercover Brothers #1 Extreme Danger He has since taken a liking to Aunt Trudy and they have a love/hate relationship ==Q. T.== :First Appearance: The Hardy Boys: Undercover Brothers #3 Boardwalk Bust (2005) Q.T. or just Q is the director of ATAC and is usually the person who narrates the ATAC mission CDs. According to book #3 Boardwalk Bust he never smiles, but then according to some other books he has a famous cheerless smile. Q has only ever appeared in mission CDs, never in person. ==Mimi Morton== In the Hardy Boys Secret Files series, Iola and Chet have a little sister named Mimi. Mimi Morton is the newest member of the Morton family since the Hardy Boys franchise began in 1927, with Mimi first appearing in Trouble At The Arcade (2010). ==References== * Category:Lists of literary characters ",
    "title": "List of The Hardy Boys characters"
}