{
    "id": "12853082",
    "text": "John C. Cushman III is an American realtor. He is the chairman of global transactions and chairman of the board of Cushman & Wakefield. Additionally, John holds directorships at Callaway Golf Company, iCRETE LLC (Co-Chairman) and ARTOC Universal Properties (Co-Chairman) in Cairo, Egypt. He also serves as Chairman of Rock Creek Management LLC and Chairman and Director of Zaca Mesa Winery in Santa Barbara County, California. ==Family== Cushman & Wakefield is a real estate services firm which founded by his grandfather John Clydesdale Cushman and his great uncle Bernard Wakefield. ==Career== In 1963, Cushman III joined Cushman & Wakefield Inc. in New York, New York after graduating from Colgate University. In 1967, he opened an office in Los Angeles. On April 1, 1978, he and his twin brother, Louis B. Cushman, founded Cushman Realty Corporation. In 2001, the Cushman Realty Corporation merged with Cushman & Wakefield, after Cushman III became the chairman of Cushman & Wakefield. On September 19, 2007, Mr. Cushman received The Hundred Year Association of New York's Gold Medal \"in recognition of outstanding contributions to the City of New York\". ==Other work== Cushman has served as National president of the Boy Scouts of America and is a member of the National Executive Board of the Boy Scouts of America.Boy Scouts of America Annual Report 2011 He was a commissioner of the California Commission for Jobs and Economic Growth, a board member of the California Region I Homeland Security Advisory Council, a member of the Los Angeles World Affairs Council, the Los Angeles Sports Council, and a trustee of the Urban Land Institute. Cushman is a Director and Chairman of Cushman Winery Corporation, owner of Zaca Mesa Winery. Cushman also serves on the boards of Callaway Golf Company, Culinary Holdings, Inc., Cushman & Wakefield, Inc., D.A. Cushman Realty Corporation, Inglewood Park Cemetery, La Quinta Corporation, La Quinta Properties, Inc., and the National Park Foundation. ==Political activity== In 2015, Cushman donated $300,000 to Right to Rise, a Super PAC supporting Jeb Bush's presidential candidacy. ==See also== *Cushman & Wakefield == References== ==External links== * California Commission for Jobs and Economic Growth * John C. Cushman III Is New BSA President Category:Year of birth missing (living people) Category:Living people Category:American real estate businesspeople Category:Recipients of the Silver Buffalo Award Category:National Executive Board of the Boy Scouts of America members Category:Presidents of the Boy Scouts of America ",
    "title": "John C. Cushman III"
}