{
    "id": "12850135",
    "text": "Sir Arthur Bower Forwood, 1st Baronet, (23 June 1836 – 27 September 1898) was an English merchant, shipowner, and politician. He was a Conservative Member of Parliament from 1885 until his death, and in 1895 he was created a baronet. == Early life and business == Forwood was born in Edge Hill, Liverpool, the eldest son of Thomas Brittain Forwood, a merchant, and Charlotte née Bower, the daughter of a cotton broker. He was educated at Liverpool College and then joined the family business.Waller, Philip (2004) 'Forwood, Sir Arthur Bower (1836-1898)', Oxford Dictionary of National Biography, Oxford University Press, Retrieved on 25 December 2009. When his father retired from the business in 1862, he ran it with his younger brother, William. This was at a time when the cotton trade was being disrupted by the American Civil War. The brothers made a fortune \"first from wartime speculation and blockade running, and then from exploiting telegraph and cotton futures\". They set up offices in New York City, New Orleans and Bombay and ran a small fleet of ships that traded in the West Indies, Costa Rica and New York.Killick, J. R. (2004) 'Forwood, Sir William Bower (1840-1928)', Oxford Dictionary of National Biography, Oxford University Press, Retrieved on 25 December 2009. == Political life == === Career === Forwood's political life started in 1871 when he was elected as a city councillor. He served as Lord Mayor of Liverpool in 1878–79, and became effectively the leader of Liverpool's Conservatives. He stood for the Liverpool constituency in an 1882 by-election, but lost the Conservative held seat to the Liberal candidate. In the general election of 1885 Forwood was returned for Ormskirk, a seat he held until his death. In 1886 Lord Salisbury appointed him as Parliamentary and Financial Secretary to the Admiralty, a post he retained until 1892. He was the first shipowner to become an Admiralty minister. In 1892 he was appointed as a privy councillor, and was the first serving town councillor to be appointed to this position. He was created a baronet in 1895. === Policies and personality === Forwood was \"orthodox, a resolute champion of the union and Empire, monarchy and church, Lords and Commons\", he was concerned that the Conservative leaders were \"too faint-hearted or stuck up\", and was worried about the \"timidity\" of the Liverpool merchants. He supported the establishment of an episcopal see and a University College in Liverpool and, more generally, advocated universal suffrage, the redistribution of parliamentary seats, temperance reform, comprehensive employers' liability, old age pensions, council housing, public utilities and public transport. When he was a minister, he was described as being \"a hustler\" and as having drive as an administrator and reformer, but he did not have \"the knack of making himself popular\". His manner was described as being \"unvarnished\" and he was \"short of the instincts of a Gentleman\". Nevertheless, he was praised for his effectiveness and for his determination. == Personal life == In 1858 Forwood married Lucy, daughter of Simon Crosfield (brother of the businessman Joseph Crosfield), of Liverpool; they had three daughters. Lucy died in 1873, and the following year Forwood married Mary Anne Eliza, daughter of the journalist and historian Thomas Baines, FRS, of Liverpool and of London. They had four sons (the eldest, Dudley, being heir to the baronetcy), and a daughter.Burke's Peerage, Baronetage and Knightage, 107th ed., 2003, vol. 1, p. 1477The Visitation of England and Wales, vol. 15, ed. Frederick Arthur Crisp, 1908, pp. 91-96 Forwood died in September 1898 at his home, The Priory, Gateacre, Liverpool and was buried nearby in the graveyard of All Saints Church, Childwall. He had been suffering from colitis, and this led to heart failure. Forwood's estate amounted to a little over £87,320 (£ as of ). His statue stands in St John's Gardens, Liverpool. St John's Gardens, Liverpool. Plaque on Forwood's statue ==Arms== ==See also== *List of statues and sculptures in Liverpool == References == == Further reading == * == External links == * * Category:1836 births Category:1898 deaths Forwood, Sir Arthur, 1st Baronet Category:Conservative Party (UK) MPs for English constituencies Category:UK MPs 1885–1886 Category:UK MPs 1886–1892 Category:UK MPs 1892–1895 Category:UK MPs 1895–1900 Category:Members of the Privy Council of the United Kingdom Category:Mayors of Liverpool Category:People from Edge Hill Category:People educated at Liverpool College ",
    "title": "Arthur Forwood"
}