{
    "id": "12850086",
    "text": "Gertrude Tumpel-Gugerell (born 11 November 1952 in Kapelln) is an Austrian economist, former vice-governor of the Austrian central bank Oesterreichische Nationalbank (1998–2003) and former member of the Executive Board of the European Central Bank. She has been a member of the Council of the University of Leoben. ==Career== From 1998 until 2003, Tumpel-Gugerell served as vice governor of Austria's central bank Oesterreichische Nationalbank. During her time as member of the Executive Board of the European Central Bank, Tumpel- Gugerell was responsible for market operations, payment systems and market infrastructure as well as human resources, the budget, and organisation.Christopher Spink (September 7, 2016), ESM appoints Tumpel- Gugerell as independent assessor Reuters. Currently, Tumpel-Gugerell is an Emeritus Consultant at the Austrian Institute of Economic Research (WIFO). From 2013 until 2014, she also served as chairperson of the European Commission's expert group on a debt redemption fund and eurobills; in 2014, she submitted the group's final report to President José Manuel Barroso and Vice-President Olli Rehn.Expert group on a debt redemption fund and eurobills European Commission. In 2016, the board of the European Stability Mechanism appointed her to assess the financial assistance programmes to Greece, Portugal, Ireland and Cyprus by the ESM and its predecessor, the European Financial Stability Facility; the appointment was made by Jeroen Dijsselbloem, head of the Eurogroup and de facto chairman of the ESM board, in conjunction with Klaus Regling, managing director of the ESM.Christopher Spink (September 7, 2016), ESM appoints Tumpel-Gugerell as independent assessor Reuters. Tumpel-Gugerell presented her report in June 2017.Jan Strupczewski (June 15, 2017), Euro zone bailout fund has done well, might still improve, evaluation shows Reuters. In 2018, International Monetary Fund (IMF) Managing Director Christine Lagarde appointed Tumpel-Gugerell to the External Advisory Group on Surveillance, a group mandated to review the Fund's operational priorities through 2025.IMF Managing Director Christine Lagarde Names External Advisory Groups for the 2020 Comprehensive Surveillance Review International Monetary Fund (IMF), press release of October 30, 2018. Tumpel-Gugerell is aligned with the Social Democrats (SPÖ).Michael Shields (January 7, 2013), Nowotny set for new term atop Austrian cenbank -sources Reuters. ==Other activities== ===Regulatory bodies=== * Austrian Financial Market Authority (FMA), Member of the Supervisory Board (2002-2003) * Economic and Financial Committee, Member (1997-2003) ===Corporate boards=== * OMV, Member of the Supervisory Board (since 2015)Shadia Nasralla (May 19, 2015), OMV names packaging group Mondi manager as new chairman Reuters. * Commerzbank, Member of the Supervisory Board (since 2012) * Vienna Insurance Group, Member of the Supervisory Board (since 2012) * Austrian Federal Railways (ÖBB), Member of the Supervisory Board (since 2011) * Finanzmarktbeteiligung Aktiengesellschaft des Bundes (FIMBAG), Member of the Supervisory Board (2011-2016) ===Non-profit organizations=== * Austrian Research Promotion Agency (FFG), Chairwoman of the Supervisory Board (since 2012) * International Women's Forum (IWF), Member of the Board of DirectorsBoard of Directors International Women's Forum (IWF). ==References== Category:1952 births Category:Austrian economists Category:Austrian women economists Category:Living people ",
    "title": "Gertrude Tumpel-Gugerell"
}