{
    "id": "12858779",
    "text": "Milan \"Mile\" Lojpur (Serbian Cyrillic: Милан-Миле Лојпур) (March 4, 1930 – July 29, 2005) was a former Yugoslav and Serbian rock musician, notable as one of the first rock and roll musicians in former Yugoslavia and one of the pioneers of the former Yugoslav rock scene. ==Biography== Lojpur was born in Veliki Bečkerek in 1930, but his entire career was connected to Belgrade. In 1958, he started performing with Sekstet M (trans. Sextet M) led by trumpeter Mile Nedeljković, which were one of the first performers of the so-called \"električna muzika\" (\"electrical music\", a former Yugoslav slang for rock and roll in the late 1950s and early 1960s). In 1959, they changed their name to Septet M (Septet M), and performed under that name until 1965. Septet M rose to fame on the dances organized at Red Star basketball courts at Kalemegdan and their summer performances in Rovinj. Their Belgrade performances, entitled Zvezdane noći (Starry Nights), consisted of covers of rock and roll standards. Lopjpur was famous for his spectacular appearance and microphone attached to his guitar. At the time, he got his nickname \"Mile Najlon\" (\"Mile Nylon\") as being one of the first in Belgrade who wore nylon shirts. On March 4, 1960, Lojpur appeared at a concert in Kolarac Concert Hall, when he was announced as \"Belgrade Elvis Presley\". During the 1960s, he regularly performed in kafana London. After performing in Finland for six months, he returned to Yugoslavia, where he performed in Mažestik hotel's bar until the mid-1980s. In 1975, he played himself in Srđan Karanović's TV show Grlom u jagode, which revived the spirit of Belgrade from the late 1950s. In the mid-1980s, Lojpur had his comeback, appealing to the young crowds again. He started performing with Saša Lunginović, son of his former bandmate, Dušan Lunginović. After certain time, he slowly switched to keyboards and started performing as a one-man band. In 1988, he made a guest appearance on Nikola Čuturilo's first solo album 9 lakih komada (9 Easy Steps) in the song \"Kad je Lojpur svirao\" (\"When Lojpur Used to Play\"), and in 1996 he made a guest appearance on Prljavi inspektor Blaža i Kljunovi album Plagijati i obrade (Plagiarisms and Covers) in the cover of Lojpur's old hit \"Šumadijski Twist\" (\"Šumadija Twist\"). He actively performed until 2005, when, on July 29, he died of heart attack. ==Legacy== Although neither he nor his band made any recordings, they had a great influence on subsequent development of popular music in Serbia and Yugoslavia. His simple, but catchy lyrics are still remembered as a symbol of the beginnings of rock music in Yugoslavia. ==References== ==External links== *Mile Lojpur at Discogs *Mile Lojpur at Eurorockabilly.com * Category:1930 births Category:2005 deaths Category:People from Zrenjanin Category:Serbian rock singers Category:Serbian rock guitarists Category:Serbian rock keyboardists Category:Yugoslav musicians Category:20th-century singers Category:20th-century guitarists ",
    "title": "Mile Lojpur"
}