{
    "id": "12859456",
    "text": "Hugo Zacchini (20 October 1898 - 20 October 1975), one of the Zacchini Brothers, was the first human cannonball to use a compressed-air cannon. His father Ildebrando Zacchini invented the compressed-air cannon used to propel humans in circus acts. He was known for being a daredevil and a painter. ==Biography== He was born on October 20, 1898 in Santa Ana, Peru to Maddelen and Ildebrando Zacchini. He held two engineering degrees from the University of Florida. The Zacchini family was originally from Italy, and has performed in various circuses for several generations. Ildebrando Zacchini's circus was touring Peru at the time of Hugo's birth. Hugo grew up in his father's circus, where he learned to perform juggling, trapeze and other circus acts. The famous Zacchini cannon was designed in 1922 by Hugo's father Ildebrando, with the help of Hugo and his brothers Edmondo and Bruno. The cannon act was first performed publicly on the Zacchini Circus while performing in Egypt. In 1928 while Hugo was performing his cannon act in Copenhagen, Denmark, he was discovered by circus owner John Ringling, who offered Zacchini a contract with the Ringling Bros. and Barnum & Bailey Circus. Zacchini was involved with a lawsuit that made it before the U.S. Supreme Court, Zacchini v. Scripps-Howard Broadcasting Co., a case which he ultimately won in 1977. Zacchini sued Scripps-Howard, the owner of an Ohio television station, when it filmed, and then broadcast Zacchini's entire act of being shot out of a cannon at the Geauga County Fair in Burton, Ohio. The United States Supreme Court sided with Zacchini, ruling 5 to 4 that his personality rights overrode the First Amendment rights in this case where the entire act was shown on television in violation of his common law copyright. Although best known as the \"human cannonball\", Zacchini was also an accomplished artist. He studied art at the Rome Arts Academy in Italy and received a Master's in Art degree from Jamestown Academy in Jamestown, New York. Hugo Zacchini died on October 20, 1975, his 77th birthday, in San Bernardino, California. ==References== Category:1898 births Category:1975 deaths Category:Italian circus performers Category:University of Florida alumni Category:Burials at Evergreen Cemetery, Los Angeles Category:20th-century circus performers ",
    "title": "Hugo Zacchini"
}