{
    "id": "12852656",
    "text": "Love from a Stranger is a 1937 British drama film directed by Rowland V. Lee and starring Ann Harding, Basil Rathbone and Binnie Hale. It is based on the 1936 play of the same name by Frank Vosper. In turn, the play was based on the 1924 short story Philomel Cottage, written by Agatha Christie. The film was remade in 1947 under the same title. The film was produced by the independent Trafalgar Films at Denham Studios near London.Wood p.91 It is also known by the alternative title A Night of Terror in the United States. == Cast == *Ann Harding as Carol Howard *Basil Rathbone as Gerald Lovell *Binnie Hale as Kate Meadows *Bruce Seton as Ronald Bruce *Jean Cadell as Aunt Lou *Bryan Powley as Doctor Gribble *Joan Hickson as Emmy *Donald Calthrop as Hobson * Eugene Leahy as Mr. Tuttle == Reception == The film was reviewed by C. A. Lejeune in The Observer of 10 January 1937 when she said that it \"was a bit slow in getting started, but once the extra characters of the early scenes are dropped and the film gets the two leading players alone in their Kentish farmhouse, it becomes a hair-raiser of the first order.\" He concluded that, \"Ann Harding and Basil Rathbone…overplay a little in the final conflict, but I'm not at all sure that it isn't what is wanted for the picture. The whole treatment of the climax is strained, overwrought, and hysterical; on the border-line between laughter and madness. There is one shot, when the wife throws open the last door to escape and finds her husband standing dead-still on the threshold, that hasn't been equalled for horror since Cagney's body fell through the doorway in Public Enemy. A woman in front of me let out a scream like a steamship siren at this point in the first performance. That scream was the natural voice of criticism testifying to the film's success.\"The Observer 10 January 1937 (Page 14) The Scotsman of 22 June 1937 started off its review by saying, \"Suspense is cleverly created and sustained in this film version of the late Frank Vosper's play.\" The reviewer continued, \"The suspicion that she has married a murderer is cunningly built up; his homicidal mania, strangely mixed up with greed and sadism, is made plausible and eerily convincing; and the closing sequence, in which the wife, sensing his murderous intention, seeks frantically, almost despairingly, for some escape, achieves dramatic suspense of an intensity only occasionally encountered on the screen. Much of the effect is due to the acting. Ann Harding brings a strong, yet restrained emotion to her part, even when it trembles of the verge of melodramatic insanity, and Basil Rathbone terrifyingly combines sensitiveness and insanity in a polished and persuasive performance.\"The Scotsman 22 June 1937 (Page 17) ==References== ==Bibliography== *Low, Rachael. Filmmaking in 1930s Britain. George Allen & Unwin, 1985. *Wood, Linda. British Films, 1927–1939. British Film Institute, 1986. == External links == * * Category:1937 films Category:1930s thriller drama films Category:English-language films Category:British films Category:British mystery thriller films Category:British thriller drama films Category:British black-and-white films Category:British films based on plays Category:Films directed by Rowland V. Lee Category:Films set in London Category:Films set in England Category:Films shot at Denham Film Studios Category:Films with screenplays by Frances Marion Category:1930s mystery thriller films Category:1937 drama films ",
    "title": "Love from a Stranger (1937 film)"
}