{
    "id": "12852332",
    "text": "The Brain Tumor Funders’ Collaborative (BTFC) is a partnership of nine private organizations designed to bridge the gap that can sometimes prevent laboratory science from yielding new medical treatments. ==History== Formed over a period of two years, a group of private funders supporting brain cancer research attended a series of workshops with researchers and clinicians, and asked each other to identify new forms of research, and structures within the research community that were needed to produce effective therapies for brain tumors. The result was the outline of a new funding initiative, to attempt to provide new approaches to cancer research. Collaboration among investigators, cooperation between basic science and clinical application, and merging of disciplines and institutions that operate independently, are the foundation of the approach. Each participating member of BTFC also maintains its own grant- making program and, in some cases, patient information and advocacy programs. These are accessible through their individual websites. On March 14, 2006, the Brain Tumor Funders’ Collaborative announced results of their first joint funding initiative: up to three $2 million multi-year grants, awarded to multi-institutional teams of researchers and clinicians dedicated to finding new treatments for brain cancer patients. ==Membership== The five current members of the Brain Tumor Funders' Collaborative are: *American Brain Tumor Association *Brain Tumour Foundation of Canada *Children’s Brain Tumor Foundation *James S. McDonnell Foundation *Sontag Foundation ==Past Members== Past member organizations are: *Goldhirsh Foundation *Ben and Catherine Ivy Foundation *National Brain Tumor Society ==References== ==External links== * Brain Tumor Funders' Collaborative Official Website * BTFC Member Websites * Press Release Category:Cancer organizations based in the United States ",
    "title": "Brain Tumor Funders' Collaborative"
}