{
    "id": "12854410",
    "text": "{| |} USS Seginus (AK-133) was a commissioned by the U.S. Navy for service in World War II. She was responsible for delivering troops, goods and equipment to locations in the war zone. ==Built in New Orleans, Louisiana== Seginus (AK-133), built under Maritime Commission contract (MCE hull 2453), was laid down as SS Harry Toulmin on 10 January 1944 by the Delta Shipbuilding Co., Inc., New Orleans, Louisiana; launched as Seginus on 4 March 1944; sponsored by Mrs. J. Lester White; acquired by the Navy on a bareboat charter on 12 April 1944; converted at the Waterman SS Co., repair yard, Mobile, Alabama; and commissioned on 14 June 1944, Lt. Comdr. W.L. Cain, USNR, in command. == World War II Pacific Theatre operations == Following shakedown in Chesapeake Bay, Seginus proceeded to Hawaii with general cargo and foodstuffs for Pearl Harbor. Arriving on 29 August 1944, she took on armor plate from the battleship , carried it to Bremerton, Washington; then loaded lumber and small craft and took a barge in tow for the return voyage to Pearl Harbor. She arrived in mid-October and, for the remainder of World War II, continued to shuttle cargo between the U.S. West Coast and Hawaii with only two interruptions: two runs to the Marshalls and Marianas in April and in June and July 1945. == Post-war inactivation and decommissioning == Ordered inactivated after the cessation of hostilities, she arrived at San Francisco, California, on 2 October and was decommissioned and returned to the Maritime Commission's War Shipping Administration on 13 November 1945. Her name was struck from the Navy List on 28 November 1945. She was sold for commercial service to the Epiphianides Shipping Co of Greece, delivered 7 February 1947, and re-flagged Greek and renamed . Final Disposition, SS Kehrea was scrapped at Shanghai in October 1967. == Military awards and honors == No battle stars are indicated for Seginus in current Navy records. However, her crew was eligible for the following medals: * American Campaign Medal * Asiatic-Pacific Campaign Medal * World War II Victory Medal ==References== * ==External links== * Category:Crater-class cargo ships Category:World War II auxiliary ships of the United States Category:Ships built in New Orleans Category:Liberty ships Category:1944 ships ",
    "title": "USS Seginus (AK-133)"
}