{
    "id": "1286167",
    "text": "Eduardo Chibás Eduardo René Chibás Ribas (August 15, 1907 – August 16, 1951) was a Cuban politician who used radio to broadcast his political views to the public. He primarily denounced corruption and gangsterism rampant during the governments of Ramón Grau and Carlos Prío which preceded the Batista era. He believed corruption was the most important problem Cuba faced. Born in Santiago de Cuba to Eduardo Justo Chibás Guerra and Gloria de Ribas Agramonte, Chibás is considered to have had influence on Fidel Castro's views. Fidel Castro wrote an essay praising him, published in the Communist Youth newspaper Juventud Rebelde on August 26, 2007.\"Castro signs essay, keeps mum on death rumors\", in CNN.com. URL accessed August 26, 2007. In 1947 he formed the Orthodox party, which had the goal of exposing government corruption and bringing about revolutionary change through constitutional means. Castro also joined as he considered Chibás as his mentor. Chibás lost the 1948 election for president, coming in third place. He was an extremely strong critic of that election’s winner, Carlos Prío Socarrás. He was rarely mentioned by Fidel Castro in public because he was strongly anti-communist. ==Death== On August 5, 1951, Eduardo Chibás walked into the Radiocentro CMQ Building in Havana, for his weekly radio broadcast. That day he had promised to furnish the evidence supporting his claim that education minister Aureliano Sánchez Arango was embezzling money. Instead, he talked about other topics, warned that Fulgencio Batista might attempt a military coup, and made a farewell statement. Chibás, who was also a senator, was supposed to present evidence from congressmen supporting his claim, who ultimately refused to do so, and Chibás believed that killing himself was the only way he could apologize for his inability to keep his promise. Chibás shot himself during his weekly radio show; however, he had forgotten that his allotted radio time was only 25 minutes. The shot took place while a commercial advert for \"Café Pilón\" was running, thus eliminating the planned effect of \"his grand finale\". Chibás was initially expected to survive, but after eleven days of intensive care, he died in the hospital of his wounds. The whole country grieved his death. He is buried in the Colón Cemetery, Havana. His funeral was attended by hundreds of thousands, and it has been speculated that he might have been a contender for the 1952 presidential elections. Batista took the government by force on March 10, 1952, less than 8 months after the death of Chibás . Chibás was living on the fourteenth floor of the López Serrano Building at the time of his suicide. == References == Category:1907 births Category:1951 deaths Category:People from Santiago de Cuba Category:Partido Ortodoxo politicians Category:Cuban politicians who committed suicide Category:Suicides by firearm in Cuba ",
    "title": "Eduardo Chibás"
}