{
    "id": "12866975",
    "text": "The Canadian province of Newfoundland and Labrador is governed by a unicameral legislature, the House of Assembly, which operates under the Westminster model of government. The executive function of government is formed by the Lieutenant Governor, the premier (head of government, and normally the leader of the largest party in the legislature) and his or her cabinet. The politics of Newfoundland and Labrador is defined by a long history, liberal democratic political institutions and a unique political culture. ==History== ===Colonization=== Newfoundland and Labrador is first inhabited by the Beothuk and the Mi'kmaq. It has the first known European settlement in the Americas at L'Anse aux Meadows, built by the Vikings circa 1000 A.D. The island of Newfoundland and the coast of Labrador has been colonized or settled by a number of European nations including England and France. The emergence of a common law system and political institutions was slow. Law and order was initially the responsibility of fishing captains and admirals and military governors in the 17th and 18th centuries. With permanent settlement however, this system was eventually replaced by civil officials and in 1832 representative government. This meant that a colonial assembly would share power with an appointed Legislative Council. In 1854, Newfoundland was granted responsible government, and it attained Dominion status in 1907. {| class=\"wikitable\" |+ Elections to the House of Assembly of the Colony of Newfoundland (1832-1904) - seats won by party |- | colspan = \"2\"| Government | align=\"center\" colspan=6|Before responsible government | align=\"center\" colspan=2|Liberal | align=\"center\" colspan=2|Conservative | align=\"center\" colspan=2|ACP | align=\"center\" colspan=3|Conservative | align=\"center\" |Reform | align=\"center\" colspan=2|Liberal | align=\"center\" |Tory | align=\"center\" colspan=2|Liberal |- ! colspan = \"2\"|Party !! 1832 !! 1836 !! 1837 !! 1842 !! 1848 !! 1852 !! 1855 !! 1859 !! 1861 !! 1865 !! 1869 !! 1873 !! 1874 !! 1878 !! 1882 !! 1885 !! 1887 !! 1893 !! 1897 !! 1900!! 1904 |- align = \"right\" | bgcolor=\"#006699\" | || align=\"left\"|Conservative || 10|| 4|| 4|| 6|| 6|| 6|| 12|| 12|| 15|| 22|| 9|| 13|| 17|| 21|| 26|| || || || || || |- align = \"right\" | bgcolor=\"#000077\" | || align=\"left\"|Reform || || || || || || || || || || || || || || || || 18|| 3|| || || || |- align = \"right\" | bgcolor=\"#006699\" | || align=\"left\"|Tory || || || || || || || || || || || || || || || || || || 12|| 23|| 4|| |- align = \"right\" | bgcolor=\"#006699\" | || align=\"left\"|United Opposition || || || || || || || || || || || || || || || || || || || || || 6 |- align = \"right\" | bgcolor=\"#E62020\" | || align=\"left\"|Liberal || 5|| 11|| 11|| 9|| 9|| 9|| 18|| 18|| 13|| 8|| || || || || || 13|| 28|| 23|| 13|| 32|| 30 |- align = \"right\" | bgcolor=\"#EABB94\" | || align=\"left\"|Anti-Confederation Party || || || || || || || || || || || 21|| 17|| 13|| || || || || || || || |- align = \"right\" | bgcolor=\"#DCDCDC\" | || align=\"left\"|Opposition || || || || || || || || || || || || || || 10|| || || || || || || |- align = \"right\" | bgcolor=\"#DCDCDC\" | || align=\"left\"|New Party || || || || || || || || || || || || || || || 5|| || || || || || |- align = \"right\" | bgcolor=\"FFFFFF\" | || align=\"left\"|Vacant || || || || || || || || || 2|| || || || || || || || || || || || |- align = \"right\" | bgcolor=\"#DCDCDC\" | || align=\"left\"|Other || || || || || || || || || || || || || || || 2|| 1|| 1|| 1|| || || |- align = \"right\" | colspan = \"2\" align=\"left\"|Total || 15|| 15|| 15|| 15|| 15|| 15|| 30|| 30|| 30|| 30|| 30|| 30|| 30|| 31|| 33|| 32|| 32|| 36|| 36|| 36|| 36 |} ===Dominion status=== {| class=\"wikitable\" |+ Elections to the House of Assembly of the Dominion of Newfoundland (1908-1932) - seats won by party |- | colspan = \"2\"| Government | align=\"center\" colspan=3|People's | align=\"center\" colspan=2|LR | align=\"center\" |LCP | align=\"center\" |Liberal | align=\"center\" |UNP |- ! colspan = \"2\"|Party !! 1908 !! 1909 !! 1913 !! 1919 !! 1923 !! 1924 !! 1928 !! 1932 |- align = \"right\" | bgcolor=\"#FFB6C1\" | || align=\"left\"|People's || 18|| 26|| 21|| 12|| || || || |- align = \"right\" | bgcolor=\"#FFB6C1\" | || align=\"left\"|Liberal-Labour-Progressive || || || || || 13|| || || |- align = \"right\" | bgcolor=\"#E62020\" | || align=\"left\"|Liberal || 18|| 10|| 7|| || || || 19|| 2 |- align = \"right\" | bgcolor=\"#E62020\" | || align=\"left\"|Liberal Reform || || || || 24|| 23|| || || |- align = \"right\" | bgcolor=\"#E62020\" | || align=\"left\"|Liberal-Progressive || || || || || || 10|| || |- align = \"right\" | bgcolor=\"#66CC00\" | || align=\"left\"|Fishermen's Protective Union || || || 8|| || || || 9|| |- align = \"right\" | bgcolor=\"#006699\" | || align=\"left\"|Liberal-Conservative- Progressive Party || || || || || || 25|| 12|| |- align = \"right\" | bgcolor=\"#006699\" | || align=\"left\"|United Newfoundland Party || || || || || || || || 24 |- align = \"right\" | bgcolor=\"#DCDCDC\" | || align=\"left\"|Other || || || || || || 1|| || 1 |- align = \"right\" | colspan = \"2\" align=\"left\"|Total || 36|| 36|| 36|| 36|| 36|| 36|| 40|| 27 |} The Dominion of Newfoundland was a highly polarized society, marked by distinct cleavages between Roman Catholics and Protestants, Liberals and Conservatives, descendants of Irish and West Country English, rich merchants and poor fishermen and tradesmen, and rural Newfoundland versus St. John's (or alternatively the Avalon Peninsula against the rest of the Dominion's districts). This often manifested itself in hotly contested and even violent elections. Various reforms in the 1860s and 1870s (during which Newfoundland rejected confederation with Canada) quelled the often hostile nature of this polarization. With exceptions throughout its Dominion history, class, religion and political parties tended to align such that Irish Catholics tended to support the Liberal Party and English Protestants tended to support the Conservative Party. Newfoundland and Labrador's present-day boundaries were finalized as a result of the British Privy Council's decision in the Labrador Boundary Dispute of 1927, to cede much of inland Labrador to the Dominion of Newfoundland rather than to the Canadian province of Quebec. ===Commission of Government=== The riot at Colonial Building in 1932 As a result of the Great Depression, Newfoundland's economy deteriorated. This resulted in a famous episode in 1932 when a large riot erupted at the Colonial Building and then Prime Minister Richard Squires narrowly escaped. The Dominion assembly approved the recommendations of the Amulree Commission the following year and voted itself out of existence in order to be replaced by an appointed Commission of Government. This Commission was effectively an appointed council with a British Governor and six commissioners from both Britain and Newfoundland. The Commission oversaw slow growth during the beginning of its reign, but Newfoundland began to thrive during World War II. ====The 1948 Referendums==== {| class=\"wikitable\" |+ Results of Newfoundland constitutional referendums (1948) |- ! Choice !! 1st round !! 2nd round !! Result |- align = \"right\" |align=\"left\"| Responsible Government|| 69,400||71,334||bgcolor=\"lightgray\" |DECLINED |- align = \"right\" |align=\"left\"| Confederation with Canada|| 64,066||78,323 ||bgcolor=\"lightgreen\" |ACCEPTED |- align = \"right\" |align=\"left\"| Commission of Government|| 22,331||bgcolor=\"lightgray\" colspan=2|DECLINED |- align = \"right\" |align=\"left\"| Total|| 155,797||149,657 |} Joey Smallwood signs the document bringing Newfoundland into Confederation It was shortly after the Second World War that a Newfoundland National Convention was created in order to deliberate the constitutional future of Newfoundland. Two referendums were initiated in the year 1948. In the first, Newfoundlanders were asked to vote on whether to join Canada as a province, return to an independent dominion with responsible government, or continue with an appointed Commission. In the second referendum, Newfoundlanders were asked to choose between responsible government and confederation with Canada. The movement for responsible government tended to be weaker, less organized in rural areas, and had some divisions stemming from many of its members supporting a special economic union with the United States. Newfoundland's voters narrowly voted in favour of confederation and in 1949 Newfoundland joined Canada as its tenth province. The second referendum was a very divisive one and still to this day is a source of contention among Newfoundlanders and Labradorians. During the referendum, Joey Smallwood campaigned for the Confederate Association and Peter Cashin campaigned for the Responsible Government League (RGL). The confederate cause drew most of its support from Protestants, poor fishermen and rural Newfoundlanders particularly those from outside the Avalon Peninsula. Likewise, the RGL depended on the support of Catholics and voters from the Avalon Peninsula. Religion served as a very important determinant in a voter's decision. The Roman Catholic establishment, centered in St. John's, feared a loss of power and the possible elimination of its role in denominational education after confederation. Confederation was seen as a plot to join loyalist, predominantly English Canada (conversely RGL supporters feared joining \"French Canada\"). This trend was not universal since, for example, Catholics from western Newfoundland tended to vote for confederation rather than against it. But it did bring about a crack in the Liberal/Catholic and Conservative/Protestant alignment of Newfoundland's voters. After confederation, the RGL elected to form the Progressive Conservative Party of Newfoundland and Labrador, while Smallwood, Newfoundland's first Premier after confederation was a Liberal. Finally economic issues were quite salient in the referendum on confederation. The confederate cause received much of its support from rural Protestant communities, won over to the confederate side by promises of a child allowance (\"baby bonus\"), better health care, full employment, higher incomes and other social reforms. These were measures to which Newfoundland migrants to Canada and the United States were already accustomed, but could not be as successfully promised by the Avalon Peninsula- based, affluent leaders of the RGL. ===Post-Confederation history=== {| class=\"wikitable\" |+ Elections to the House of Assembly of Newfoundland and Labrador (1949-2019) - seats won by party |- | colspan = \"2\"| Government | align=\"center\" colspan=7|Liberal | align=\"center\" colspan=5|PC | align=\"center\" colspan=4|Liberal | align=\"center\" colspan=3|PC | align=\"center\" colspan=5|Liberal |- ! colspan = \"2\"|Party !! 1949 !! 1951 !! 1956 !! 1959 !! 1962 !! 1966 !! 1971 !! 1972 !! 1975 !! 1979 !! 1982 !! 1985 !! 1989 !! 1993 !! 1996 !! 1999 !! 2003 !! 2007 !! 2011 !! 2015 !! 2019 |- align = \"right\" | bgcolor=\"#E62020\" | || align=\"left\"|Liberal || 22|| 24|| 32|| 31|| 34|| 39|| 20|| 9|| 16|| 19|| 8|| 15|| 31|| 35|| 37|| 32|| 12|| 3|| 6|| 31|| 20 |- align = \"right\" | bgcolor=\"#006699\" | || align=\"left\"|Progressive Conservative || 5|| 4|| 4|| 2|| 7|| 3|| 21|| 33|| 30|| 33|| 44|| 36|| 21|| 16|| 9|| 14|| 34|| 44|| 37|| 7|| 15 |- align = \"right\" | bgcolor=\"#DCDCDC\" | || align=\"left\"|United Newfoundland Party || || || || 2|| || || || || || || || || || || || || || || || || |- align = \"right\" | bgcolor=\"#3CB371\" | || align=\"left\"|Labrador Party || || || || || || || 1|| || || || || || || || || || || || || || |- align = \"right\" | bgcolor=\"palevioletred\" | || align=\"left\"|Liberal Reform || || || || || || || || || 4|| || || || || || || || || || || || |- align = \"right\" | bgcolor=\"#F4A460\" | || align=\"left\"|New Democratic Party || || || || || || || || || || || || 1|| || 1|| 1|| 2|| 2|| 1|| 5|| 2|| 3 |- align = \"right\" | bgcolor=\"#DCDCDC\" | || align=\"left\"|Independent Liberal || || || || || || || || || 1|| || || || || || || || || || || || |- align = \"right\" | bgcolor=\"#DCDCDC\" | || align=\"left\"|Independent || 1|| || || 1|| || || || || || || || || || || 1|| || || || || || 2 |- align = \"right\" | colspan = \"2\" align=\"left\"|Total || 28|| 28|| 36|| 36|| 42|| 42|| 42|| 42|| 51|| 52|| 52|| 52||52 || 52|| 48|| 48|| 48|| 48|| 48|| 40|| 40 |} After confederation, Liberal Premier Joey Smallwood was in power for over 23 years. His reign was characterized by an autocratic style of leadership and initiatives to modernize the economy. For example, in the 1950s the Smallwood government began a controversial resettlement program to relocate Newfoundlanders and Labradorians from hundreds of small, rural settlements and communities to larger urban areas. He also personally encouraged and subsidized foreign industrialists to invest in Newfoundland, often with little benefit. Smallwood for example is credited with bungling a deal on the Churchill Falls hydro- electric development in Labrador and creating a situation where the province of Quebec reaps most of the benefits. Additionally, Smallwood maintained firm control over dissent both within and outside his party. He frequently accused a local newspaper, The Telegram, of libel and threatened legal action. When John Crosbie challenged him for the leadership of the provincial Liberal Party in 1969 Smallwood forced delegates to sign affidavits opposing Crosbie's leadership bid. He famously told then student union leader Rex Murphy not to return to Newfoundland when Murphy, who was in Quebec at the time, called Smallwood's announcement of a free tuition policy a \"sham\". As a result of Smallwood's tight control over the party and the government, a younger generation of Liberal Party activists such as John Crosbie who lost the 1969 leadership bid defected to the Progressive Conservative Party which wrested control from Smallwood in 1972 under the tutelage of Frank Moores. The Progressive Conservative Party of Newfoundland remained in power from 1972 to 1989, first under the leadership of Frank Moores then from 1979 to 1989 under Brian Peckford. Peckford's agenda was characterized by battles with the federal government under Prime Ministers Pierre Trudeau and then Brian Mulroney. The Peckford government stated, early in its term, its intention to make the fishery the prime generator of wealth and stability in the province's future. Peckford's later career became mired in a subsidized farming scandal, he retired from politics in 1989 and was succeeded by Tom Rideout. A month after becoming Premier, Rideout's Progressive Conservative Party was defeated in the 1989 election by the Liberal Party under Clyde Wells, though the Tories won a higher percentage of votes the Liberals won a majority of the seats in the House of Assembly. Wells' administration oversaw a tumultuous time in Newfoundland's recent history. Wells was involved in some confrontation with the federal government and the other provinces over the issue of the Meech Lake Accord which provided for distinct society status for the province of Quebec. He was also the premier when the federal government brought in a moratorium on year round cod fishing, a pivotal moment in Newfoundland and Labrador's recent history, ever since which outmigration and depopulation have been a perpetual problem. Furthermore, Wells ushered in a period of economic liberalization as he privatized government services. ==Political culture and institutions== ===The Legislature=== The House of Assembly is the unicameral provincial legislature. It is situated in the Confederation Building which is located in the capital city of St. John's. The Newfoundland and Labrador House of Assembly is unique because the government sits to the left of the speaker in parliament rather than the right, which is the norm in the Westminster system. The legislature has 40 seats, each seat representing one geographical district in the province. ===Elections=== thumb|right|350px|Number of seats won by major parties at each election {|align=\"center\" |- |width=7 bgcolor=#99ccff| ||Conservative |width=7| |width=7 bgcolor=#ff99cc| ||Liberal |width=7| |width=7 bgcolor=#ffcc99| ||NDP |width=7| |width=7 bgcolor=#cc99ff| ||Other / Independent |} Newfoundland and Labrador's 40 electoral districts are competed for in first-past-the-post elections. Elections must be held every four years in October under a fixed-date elections law brought in by the current Progressive Conservative government. The seats were reduced from 48 in the 2015 boundary review. The chart on the right provides a summary of results for the province's general elections, with the most recent elections on the right. It shows that politics in Newfoundland and Labrador have been dominated by two parties: the Liberal Party (red) and the Progressive Conservative Party (blue). The Liberal party have won ten out of the nineteen elections held. ===Parties and the party system=== Elections Newfoundland and Labrador officially recognizes three political parties; the Progressive Conservatives, the Liberals, and the New Democrats. Newfoundland and Labrador traditionally had what can be described as a \"two-and-a-half\" party system, with two parties capable of forming government (Liberals and Progressive Conservatives) and one small party that does not (the New Democratic Party). In 2011, the NDP had a breakthrough in the provincial election and placed second in the popular vote behind the Progressive Conservatives. The two main parties share very few ideological differences and presently there exist very few divides along class or religious backgrounds any more. The Progressive Conservative Party traditionally supported less government intervention in the economy, was a more welcome home for socially conservative attitudes, and has a significant nationalist streak perhaps as a result of its predecessor in the RGL. The Liberal Party has traditionally been seen as being on the centre-left of the political spectrum. However, with the possible exception of contemporary Nova Scotia, Newfoundland and Labrador shares with the other Atlantic provinces a largely personality driven party system where both parties tend to hug the centre. Furthermore, the province's Progressive Conservatives tend to be of the \"Red Tory\" variety, and the Liberal Party particularly under Roger Grimes has shown itself to also have something of a nationalist streak, although the party is generally seen as the more favorable to Canadian federalism in comparison to its historically more nationalist counterparts in the Progressive Conservative Party. Third parties have traditionally done poorly in Newfoundland and Labrador. The left-wing, populist Fisherman's Protective Union (FPU) under William Coaker during the 1920s and 1930s achieved a breakthrough in politics. However, the party never formed government and later disintegrated. The federal Cooperative Commonwealth Federation (or CCF, predecessor to the New Democratic Party) made overtures to Joey Smallwood (who had a history of union organizing and socialist activities) during the referendums of 1948 but failed to shore up any mass support in the province. Until 2011, support for the New Democratic Party was confined to Labrador West and the eastern and downtown core of St. John's. In 1983, the Party for an Independent Newfoundland (PIN) was founded, seeking independence from Canada. It disbanded in 1984. Under Danny Williams, any traditional notions of a left- right spectrum in Newfoundland and Labrador politics appeared to deteriorate. The Progressive Conservative Party benefited from Williams' personal popularity, and the ideological orientation of the party system, it has been argued, has given way to a new one based on leadership personality and Newfoundland nationalism. ==See also== * Newfoundland and Labrador * List of Newfoundland and Labrador general elections * Premiers of Newfoundland and Labrador * Leader of the Opposition (Newfoundland and Labrador) * History of Newfoundland and Labrador * Politics of Canada * Political culture of Canada * Council of the Federation ==References== ==External links== * * * * * Letto, Douglas. Chocolate Bars and Rubber Boots: The Smallwood Industrialization Plan. Paradise, NL: Blue Hill Pub., 1998. * Crosbie, John. No Holds Barred: My Life in Politics. Toronto: M&S;, 1997. * Blake, Raymond. Canadians at Last: Canada Integrates Newfoundland As a Province. Toronto: University of Toronto Press, 1994. * ",
    "title": "Politics of Newfoundland and Labrador"
}