{
    "id": "12860089",
    "text": "Cones during mast seeding event (Austral summer 2015). Cones Athrotaxis selaginoides is a species of Athrotaxis, endemic to Tasmania in Australia, where it grows at 400–1,120 m altitude. In its habitat in the mountains, snow in winter is very usual. It is often called King Billy Pine or King William Pine (believed to be in reference to the Tasmanian aborigine William Lanne), although it is not a true pine.Farjon, A. (2005). Monograph of Cupressaceae and Sciadopitys. Royal Botanic Gardens, Kew. ==Description== It is an evergreen coniferous tree growing to 20–30 m tall, with a trunk up to 1.5 m diameter. The leaves are claw-like, 7–18 mm long and 3–4 mm broad, arranged spirally on the shoots. The seed cones are globose, 15–30 mm diameter, with 20–30 spirally-arranged scales; they are mature about six months after pollination. The pollen cones are 4–5 mm long. ==Decline== The main cause of past decline has been fire, with about one third of its habitat burnt in the twentieth century. Like the other two Athrotaxis species, A. selaginoides is sensitive to fire. Another cause of past decline has been logging. The overall decline is estimated to be about 40% over the last 200 years. This is within the three generation time limit where one generation is estimated to be at least 100 years. Although 84% of forests are now in protected areas, fires still are a potential hazard. Tasmanian government policy precludes logging of this species in and outside these protected areas. ==Cultivation== Examples of the species can be viewed at The Tasmanian Arboretum. Away from its native range, it is occasionally cultivated as an ornamental tree in northwestern Europe.Mitchell, A. F. (1974). A Field Guide to the Trees of Britain and Northern Europe. Collins It succeeds in Scotland where it receives the necessary rainfalls for its good growthMitchell. A. F. Conifers in the British Isles. HMSO 1975 . A bit out of date (first published in 1972), but an excellent guide to how well the various species of conifers grow in Britain giving locations of trees. and produces fertile seeds there.Huxley. A. The New RHS Dictionary of Gardening. 1992. MacMillan Press 1992 . Excellent and very comprehensive, though it contains a number of silly mistakes. Readable yet also very detailed. ==References== Category:Cupressaceae Category:Endemic flora of Tasmania Category:Pinales of Australia Category:Trees of Australia Category:Trees of mild maritime climate Category:Ornamental trees Category:Vulnerable flora of Australia Category:Taxonomy articles created by Polbot ",
    "title": "Athrotaxis selaginoides"
}