{
    "id": "12869566",
    "text": "\"Jealous\" is a song by Filipino singer Nina from her 2002 debut studio album Heaven. It was released as the album's second commercial single in February 2003 by Warner Music Philippines. The song was written by international songwriters Shelly Peiken and Brett Laurence, and it was produced by Ferdie Marquez. The song tells a story of a girl who is in love with her ex-boyfriend that has a new girlfriend. She narrates how jealous she is with the girl, and how lucky the girl is. She also promises to wait for the boy, the moment the girl leaves him. Upon release, the song received generally positive response from fans and critics alike, becoming a commercial success and earning Nina seven awards—the most number of awards received by a Heaven song. These notable awards include an Awit Award for Favorite New Female Artist, MTV Pilipinas for Favorite New Artist in a Video, Candy Rap Award for Favorite Female Artist and Teens Voice Award for Favorite Female Artist. It also became Nina's first hit as a breakthrough artist. On August 20, 2002, the song was made available on digital download through iTunes and Amazon.com MP3 Download on January 23, 2007. The single was accompanied by a music video that is entirely different from the previous single \"Heaven\", where Nina portrays a girl who ended her relationship with a guy. She later finds out that her ex- boyfriend now has a new girl, and she gets jealous of the girl, admitting that she is still in love with the boy. Throughout the video, she is seen collecting her pictures with her ex-boyfriend and throwing them from the rooftop of a building, suggesting that she lets go of the memories. ==Background== At seventeen, Nina became a vocalist of the XS, The Big Thing, MYMP, Silk and lastly, the Essence.\"Nina's NSS biography \". ninasoulsiren.com/About'.' Retrieved October 17, 2009. After college, she recorded an amateur demo CD with the help of a friend. It was composed of three tracks, including the Steve Perry song \"Foolish Heart\", \"Breathe Again\" and \"Against All Odds (Take a Look at Me Now)\", recorded in a home studio with only a guitar for accompaniment. After listening to the demos, Warner Music managing director at that time, Ricky Ilacad wanted to sign her up even without seeing or hearing her in person. Two months after her father died of heart attack in the United States, she signed her first contract with Warner Music. Under the direction of Warner managing head Ilacad, foreign songwriters and arrangers from the United States and Korea, including Shelly Peiken and Guy Roche, were hired for the production of the album. The album is heavily influenced by jazzy lounge pop-R&B; and composed of songs that are reminiscent to the sound of international records at that time. ==Composition== \"Jealous\" is a slow tempo pop-R&B; ballad, that is heavily influenced by American Rhythm and blues sound. It is constructed on a format that is based on the what's so- called \"Filipino love song syndrome\". The song is considered to have popularized Acoustic music in the Philippines during its release, although it is not purely acoustic and contains a fusion of piano, percussions and drums in its arrangement. The song was written by foreign songwriters Peiken and Brett Laurence, and was produced by Ferdie Marquez. It talks about a girl who broke up with her lover and wants to get back with him after seeing the guy together with his new flame. She expresses her feelings towards her ex-lover, within the line \"La la, la la, la la... She's a very, very lucky girl\". It is the first song on Heaven to have a lyrical story that relates to a \"love triangle\". ==Commercial performance== Due to the under-performance of the first single, \"Heaven\", it was critical whether the next single would perform as well or even better than the first. When \"Jealous\" was released in February 2003, the song managed to pick up substantial airplay, which was not the case for the first two releases (including the promo single \"2nd Floor\") by Nina. A month later, the song and its music video became more requested by fans and listeners. It is considered to be Nina's breakthrough single to the Philippine music scene, as she became a radio and TV favorite after its release. ==Music video== Nina looking at the photos, where she and her ex-boyfriend are together, in the music video. The music video for \"Jealous\" was directed by Avid Liongoren. Unlike the previous video, \"Heaven\", Nina portrays a woman that has lost her lover (played by Cedrick Carreon), feeling \"jealous of the one\" (a woman played by Angel Jacob) who is with her former love. Liongoren describes it to be one of his earliest works. He gave credits to the video's cinematographer JA Tadena for a very straightforward interpretation and for nice lens shots. A slightly different music video for the Acoustic version was later solicited on MYX. The video is also the same with the original, except that it is in black and white. ===Synopsis=== The video starts off with Nina on her bed, collecting her photos with her ex-boyfriend and looking at each one of them. She then sings to the first stanza of the song, while sitting on a couch in her apartment and still reviewing the pictures. A scene where photographs with her former lover appears, where she is seen holding a white furry cat. Scenes of Nina looking at her ex-boyfriend and his new flame are shown. She is then shown singing on the rooftop of a building, (which is probably her apartment's building). She later puts the photographs inside her bag and dresses up in front of a mirror, while tears roll down her eyes. Scenes of how she and her ex-flame broke up suddenly appear, as she heads to the rooftop, and finally tries to let go of the memories by throwing all the pictures she and her ex-boyfriend are in together. ===Reception=== At the time of its release, \"Jealous\" was the first and only local music video that topped the Philippine music video channels, namely MYX and MTV Philippines. On the 2003 MTV Pilipinas Music Awards, the video earned three nominations—all of which were major categories (Favorite Female Video, Favorite New Artist in a Video and Favorite Song). She won the Favorite New Artist in a Video award. ==Awards and accolades== \"Jealous\" became the most awarded single and song on the album Heaven, earning Nina seven awards from different major organizations. On the 2003 Awit Awards, the song won her the award for People's Choice Favorite New Female Artist. It also earned her the Favorite Female Artist award on the 2003 Candy Rap Awards. The song was awarded as the OPM Song of the Year 2003 by Magic 89.9, and earned Nina the OPM Artist of the Year award as well. On the 2003 MTV Pilipinas Music Awards, the song's music video was nominated for three categories, including Favorite Female Video, Favorite New Artist in a Video and Favorite Song. She won the Favorite New Artist category, but lost the other two to Regine Velasquez's \"Sa Aking Pag- iisa\". \"Jealous\" is also considered to have earned Nina the OPM Female Artist of the Year title by RX 93.1 and Favorite Female Artist award by the Teens Voice Awards throughout 2003. ==Live performances== Nina performing \"Jealous\" at Hard Rock Cafe on March 12, 2011. Heaven was the first album of Nina as a debut artist, making her unfamiliar to everyone at that time. To gain fans and promote her album, she has done concert performances, bar gigs and TV appearances. In 2003, she had a back-to-back major concert with Kyla entitled Cold War at Ratsky Morato. The concert began when rivalry sparked between the two artists, and its production was full of showdowns and face-offs. Their rivalry was so strong, it was even compared to that of Nora Aunor and Vilma Santos. She later performed \"Jealous\", along with \"Foolish Heart\", on Freestyle's Acoustic Night Out concert at OnStage. She has also performed Heaven singles on MTV Live and on the first ever MYX Mo!. The song was performed live on the Nina Just Wanna Have Fun (2005) concert at the Music Museum, as well as the Nina Live! (2005) concert at the Araneta Coliseum. It was sung in a higher version on Nina's Valentine's Day concert with Freestyle and Side A, Love2Love2Love (2010), and Nina... The Diamond Soul Siren (2010). ==Official versions== {|class=\"wikitable\" |- ! Version ! Length ! Album |- | Album version | 4:15 | align=\"center\"|Heaven |- | Acoustic version | 4:11 | align=\"center\"|Heaven (Special Edition) |- | 12:16 Club Remix | 4:44 | align=\"center\" rowspan=\"2\"|Nina in the Mix: The Dense Modesto Remixes |- | Alternate Remix | 2:33 |- |} ==Credits and personnel== Credits taken from Heavens liner notes. * Nina Girado – vocals * Brett Laurence – songwriter * Ferdie Marquez – producer * Shelly Peiken – songwriter ==References== Category:2003 singles Category:Nina Girado songs Category:Songs written by Shelly Peiken Category:Pop ballads ",
    "title": "Jealous (Nina Girado song)"
}