{
    "id": "12861594",
    "text": "William K. Sessions III (born 1947 in Hartford, Connecticut) is serving as a Senior United States District Judge of the United States District Court for the District of Vermont and has served as the Vice Chair and eventually as Chair of the United States Sentencing Commission. He was confirmed on October 21, 2009 as Chair of the United States Sentencing Commission, and served until December 22, 2010. ==Education and career== Sessions was educated at Middlebury College where he earned a Bachelor of Arts degree in 1969. He earned a Juris Doctor in 1972 from the George Washington University Law School. Sessions served as a United States Army First Lieutenant. He was a law clerk for Judge Hilton Dier in Addison County District Court in 1973. He later worked for the Addison County Public Defender before entering private practice in 1978. He also worked as an adjunct professor at Vermont Law School from 1978 until 1995. In 1992 he managed the successful reelection campaign of Senator Patrick Leahy, who defeated Jim Douglas. ==Federal judicial service== Sessions was nominated by Bill Clinton on June 30, 1995, to a seat vacated by Fred I. Parker. He was confirmed by the Senate on August 11, 1995, and received his commission on August 14, 1995. Sessions served as chief judge from 2002 to 2010. He assumed senior status on June 15, 2014. ==Notable case== On September 12, 2007, Judge Sessions ruled in favor of the Sierra Club, the states of Vermont and New York, and other environmental groups in rejecting the auto industry’s attempt to block states from regulating emissions from cars. Sessions' ruling opens the doors for New York and Vermont to proceed with enacting the California Clean Car (Pavley) Standards, pending United States Environmental Protection Agency approval. These standards, adopted by California and at least 11 other states, aim to reduce emissions from cars by 30 percent when fully implemented in 2016. This precedent will likely have an important impact on similar cases pending in California and Rhode Island. ==Sentencing commission== On April 20, 2009, President Barack Obama nominated Sessions to be Chair of the United States Sentencing Commission.States Sentencing Commission Nomination Sessions' nomination languished with no full Senate vote for more than six months, with Senate Majority Leader Harry Reid contending that Senate Republicans had stalled Sessions' nomination in retaliation for the speed of Supreme Court Associate Justice Sonia Sotomayor's confirmation process. Reid filed cloture on Sessions' nomination on October 20, 2009, and the Senate confirmed Sessions in a voice vote on October 21, 2009. ==References== ==Sources== * Category:1947 births Category:20th-century American judges Category:Chairpersons of the United States Sentencing Commission Category:George Washington University Law School alumni Category:Judges of the United States District Court for the District of Vermont Category:Lawyers from Hartford, Connecticut Category:Living people Category:Middlebury College alumni Category:Military personnel from Connecticut Category:Public defenders Category:United States district court judges appointed by Bill Clinton Category:Vermont Law School faculty Category:21st-century American judges ",
    "title": "William K. Sessions III"
}