{
    "id": "12866713",
    "text": "Tribe is the second full-length studio album by the Italian progressive death metal band Sadist, originally released in 1996 by Nosferatu Records. It was the last album to features lead singer Zanna and drummer Peso. It features two live Japanese bonus tracks on the original release; \"Enslaver of Lies (live)\" and \"Sometimes They Come Back (live)\". Also, a video was shot for \"Tribe\" in the same year. The album was re-released in 2006 by Beyond Productions and features a cover song after Iron Maiden, \"Wrathchild\" and two live tracks; \"From Bellatrix to Betelgeuse (live)\" and \"Guitar solo (live)\", a live guitar solo by the band. ==Track listing== # \"Escogido\" − 5:03 # \"India\" − 4:44 # \"From Bellatrix to Betelgeuse\" (instrumental) − 4:43 # \"Den Siste Kamp\" − 4:14 # \"Tribe\" − 4:00 # \"Spiral of Winter Ghosts\" − 3:46 # \"The Ninth Wave\" − 4:10 # \"The Reign of Asmat\" − 6:21 ===Japanese bonus tracks=== # \"Enslaver of Lies (live)\" # \"Sometimes They Come Back (live)\" ===2006 re-release bonus tracks=== # \"Wrathchild (Iron Maiden cover)\" − Recorded and mixed at Bluetrain, Torino, 1996. # \"From Bellatrix to Betelgeuse (live)\" # \"Guitar solo (live)\" * Live tracks recorded at Dracma Club, Torino, 1996 ==Credits== ===Band members=== * Peso − drums, percussion * Chicco − bass, fretless bass * Zanna − death vocals * Tommy − guitars, keyboards, effects ===Songwriting and arrangement=== * All music by Tommaso Talamanca * All lyrics by Zanna, except \"India\" (Zanna/Yoko) and \"Spiral of Winter Ghosts\" (Zanna, Peso, Talamanca) * Additional vocals on \"The Ninth Wave\" by Jane Vaughan * Spoken vocals on \"India\" by Alam Khondaker ===Production=== * Mastered by Alessandro Cutolo at Elettromati, Milano, Italy * Produced by Alberto Penzin * Mixed by Paul Johnston and Tommy Talamanca * Engineered by Paul Johnston * Recorded and Mixed at Rhythm Recording Services, Bidford-on-Avon, Warwickshire, England, May–August 1995 Category:Sadist (band) albums Category:1996 albums ",
    "title": "Tribe (Sadist album)"
}