{
    "id": "1286662",
    "text": "The 1989 Spanish general election was held on Sunday, 29 October 1989, to elect the 4th Cortes Generales of the Kingdom of Spain. All 350 seats in the Congress of Deputies were up for election, as well as 208 of 254 seats in the Senate. An election had not been due until 28 July 1990 at latest, but Prime Minister Felipe González called for a snap election nine months ahead of schedule, allegedly on the need of implementing tough economic measures. González hoped to capitalize on a still strong economy and his party's electoral success in a European Parliament election held in June, after a troubled legislature which had seen an increase of social protest on his government's economic policy and the calling of a massive general strike in 1988. The election was regarded as one of the most controversial in the democratic history of Spain. Close results in many constituencies, coupled with severe flaws in electoral register data, an inefficient structure of the electoral administration and the ongoing political struggle between the ruling Spanish Socialist Workers' Party (PSOE) and the opposition parties over the Socialist absolute majority in the Congress of Deputies, led to a major scandal when election results in a number of constituencies were contested under accusations of irregularities and fraud. Judicial courts were forced to intervene, determining by-elections for Murcia, Pontevedra and Melilla. The issue was appealed to the Constitutional Court of Spain, which overruled previous rulings and voided the vote in Melilla only, with a new election being held on 25 March 1990. In the end, the disputed seat was won over by the People's Party (PP), depriving the PSOE from its 176th seat in Congress. The election saw an erosion in popular support for the incumbent Socialists, who nonetheless scored a decisive win and emerged again as the largest party. As a result, Felipe González was able to be re-elected for a third consecutive term in office with confidence and supply support from the Canarian Independent Groups (AIC). The newly amalgamated PP, led into the election by José María Aznar, exceeded initial expectations and slightly improved on the People's Coalition 1986 result while performing better than in the June European Parliament election. Julio Anguita's left-wing coalition, United Left (IU), scored a remarkable success by doubling its 1986 totals, whereas Adolfo Suárez's Democratic and Social Centre (CDS) fell short of its goal of becoming a government alternative and lost votes and seats. ==Overview== ===Electoral system=== The Spanish Cortes Generales were envisaged as an imperfect bicameral system. The Congress of Deputies had greater legislative power than the Senate, having the ability to vote confidence in or withdraw it from a prime minister and to override Senate vetoes by an absolute majority of votes. Nonetheless, the Senate possessed a few exclusive, yet limited in number functions—such as its role in constitutional amendment—which were not subject to the Congress' override. Voting for the Cortes Generales was on the basis of universal suffrage, which comprised all nationals over eighteen and in full enjoyment of their political rights. For the Congress of Deputies, 348 seats were elected using the D'Hondt method and a closed list proportional representation, with a threshold of three percent of valid votes—which included blank ballots—being applied in each constituency. Parties not reaching the threshold were not taken into consideration for seat distribution. Seats were allocated to constituencies, corresponding to the provinces of Spain, with each being allocated an initial minimum of two seats and the remaining 248 being distributed in proportion to their populations. Ceuta and Melilla were allocated the two remaining seats, which were elected using plurality voting. The use of the D'Hondt method might result in a higher effective threshold, depending on the district magnitude. For the Senate, 208 seats were elected using an open list partial block voting, with electors voting for individual candidates instead of parties. In constituencies electing four seats, electors could vote for up to three candidates; in those with two or three seats, for up to two candidates; and for one candidate in single-member districts. Each of the 47 peninsular provinces was allocated four seats, whereas for insular provinces, such as the Balearic and Canary Islands, districts were the islands themselves, with the larger—Majorca, Gran Canaria and Tenerife—being allocated three seats each, and the smaller—Menorca, Ibiza–Formentera, Fuerteventura, La Gomera, El Hierro, Lanzarote and La Palma—one each. Ceuta and Melilla elected two seats each. Additionally, autonomous communities could appoint at least one senator each and were entitled to one additional senator per each million inhabitants. ===Election date=== The term of each chamber of the Cortes Generales—the Congress and the Senate—expired four years from the date of their previous election, unless they were dissolved earlier. The election decree was required to be issued no later than the twenty-fifth day prior to the date of expiry of the Cortes in the event that the prime minister did not make use of his prerogative of early dissolution. The decree was to be published on the following day in the Official State Gazette (BOE), with election day taking place between the fifty-fourth and the sixtieth day from publication. The previous election was held on 22 June 1986, which meant that the legislature's term would expire on 22 June 1990. The election decree was required to be published in the BOE no later than 29 May 1990, with the election taking place on the sixtieth day from publication, setting the latest possible election date for the Cortes Generales on Saturday, 28 July 1990. The prime minister had the prerogative to dissolve both chambers at any given time—either jointly or separately—and call a snap election, provided that no motion of no confidence was in process, no state of emergency was in force and that dissolution did not occur before one year had elapsed since the previous one. Additionally, both chambers were to be dissolved and a new election called if an investiture process failed to elect a prime minister within a two-month period from the first ballot. Barred this exception, there was no constitutional requirement for simultaneous elections for the Congress and the Senate, there being no precedent of separate elections and with governments having long preferred that elections for the two chambers of the Cortes take place simultaneously. On 25 August 1989, it was confirmed by governmental sources that Felipe González would be calling a snap election for 29 October. ==Background== Felipe González's second term as Prime Minister was characterized by economic growth, with public investments favoured by the Structural Funds coming from the European Economic Community to which Spain had recently accessed. The GDP grew by around or above 5% between 1987 and 1989 and unemployment decreased from 20.6% to 16.9%. This period saw a consolidation of welfare system reforms initiated during González's first term, allowed through a better financing derived from a relatively progressive tax system. But the economic expansion fostered by the government's liberal policies brought about an increase in wealth differences and of inequality, leading to social unrest and a loss of popularity for the ruling Spanish Socialist Workers' Party (PSOE), made apparent in the local, regional and European Parliament elections. In December 1988, the two major trade unions in Spain, CCOO and UGT, called a general strike which succeeded in paralyzing the country and in forcing González's government to negotiate a partial withdrawal of its economic policies. Concurrently, the opposition People's Alliance (AP) suffered from a profound internal crisis since the 1986 election, which had seen the break up of the People's Coalition and the resignation of party leader Manuel Fraga. His successor, Antonio Hernández Mancha, proved unable to improve AP's electoral fortunes and saw his political credibility decimated after an unsuccessful attempt to bring down Felipe González through a motion of no confidence in March 1987. Hernández Mancha ended up quitting in early 1989, with Fraga returning as a caretaker leader who oversaw the merging of AP with its former allies, the People's Democratic Party (PDP) and the Liberal Party (PL), into the new People's Party (PP). Intending his national leadership as temporary, Fraga appointed a then-unknown President of Castile and León José María Aznar as his successor. The 1986–1989 period saw an increase in the terror activity of the ETA Basque separatist group. This reached its peak with the Hipercor bombing on 19 June 1987, which—with 21 dead and 45 injured—would eventually become the deadliest attack in ETA's history. Other deadly attacks included the Plaza República Dominicana bombing on 14 July 1986, three weeks after the previous general election and one day before the newly elected Cortes re-assembled, which left 12 dead and 32 injured; and the 1987 Zaragoza Barracks bombing, with 11 dead—including 5 children—and 88 injured. Concurrently, the PSOE government introduced a policy of dispersion of imprisoned terrorists throughout the entire Spanish territory in order to restrict contacts between them and prevent terrorist organizations from organizing themselves from prison. Political parties signed several anti- terrorist agreements, such as the Ajuria Enea Pact or the Madrid Agreement on Terrorism, aimed at increasing inter-party cooperation on the issue. In January 1989, ETA declared a ceasefire in order to start negotiation talks in Algiers with the Socialist government, but no successful conclusion was reached and ETA resumed its violence campaign. The opposition had pressed for a snap election since the general strike in December 1988. It was not until the PSOE success in the 1989 European Parliament election, the end of the Spanish rotational Presidency of the Council of the European Union in June and the need for tough economic measures before the end of the year that Felipe González chose to call a snap general election for 29 October. ==Parties and leaders== Below is a list of the main parties and coalitions which contested the election: {| class=\"wikitable\" style=\"font-size:95%;\" |- ! style=\"text- align:left;\" colspan=\"2\"| Parties and coalitions ! Ideology ! Candidate |- | width=\"1\" bgcolor=\"\"| | Spanish Socialist Workers' Party (PSOE) | Social democracy | Felipe González |- | bgcolor=\"\"| | People's Party (PP) | Conservatism, Christian democracy | José María Aznar |- | bgcolor=\"\"| | Democratic and Social Centre (CDS) | Centrism, Liberalism | Adolfo Suárez |- | bgcolor=\"\"| | Convergence and Union (CiU) | Centrism, Catalan autonomism | Miquel Roca |- | bgcolor=\"\"| | United Left (IU) | Communism, Socialism | Julio Anguita |- | bgcolor=\"\"| | Basque Nationalist Party (EAJ/PNV) | Christian democracy, Basque autonomism | Iñaki Anasagasti |- | bgcolor=\"\"| | Popular Unity (HB) | Abertzale left, Basque independentism | Iñaki Esnaola |- | bgcolor=\"\"| | Basque Country Left (EE) | Social democracy, Basque nationalism | Koro Garmendia |- | bgcolor=\"\"| | Basque Solidarity (EA) | Social democracy, Basque nationalism | Joseba Azcarraga |- | bgcolor=\"\"| | Regionalist Aragonese Party (PAR) | Centrism, Aragonese regionalism | José María Mur |- | bgcolor=\"\"| | Canarian Independent Groups (AIC) | Conservatism, Canarian regionalism | Manuel Hermoso |- | bgcolor=\"\"| | Valencian Union (UV) | Conservatism, Blaverism | Vicente González Lizondo |- | bgcolor=\"\"| | Andalusian Party (PA) | Social democracy, Andalusian nationalism | Alejandro Rojas-Marcos |} PP and UPN reached a coalition agreement on 8 September 1989 to run together in Navarre, renewing their alliance from 1982 and 1986. ==Campaign period== Despite Aznar's designation as PP candidate, the opposition remained divided and weak on the road to the 1989 election. This, coupled with a buoyant economy, made a new PSOE victory inevitable. The electoral campaign, thus, focused on whether the Socialists would be able to maintain their absolute majority on the Congress of Deputies for a third term in office. United Left had also appointed a new leader, Julio Anguita, and had high expectations to increase their parliamentary representation from the 7 seats they had won in 1986. During the campaign, Felipe González pledged that this would be the last time he would stand for the office of Prime Minister. He would eventually stand for two more elections, until 1996. ===Party slogans=== {| class=\"wikitable\" style=\"font-size:95%; text-align:left;\" |- ! style=\"text-align:left;\" colspan=\"2\"| ! Original slogan ! English translation ! Refs |- | width=\"1\" bgcolor=\"\"| | PSOE | « España, en progreso » | \"Spain, in progress\" | |- | bgcolor=\"\"| | PP | « ¡Palabra! » | \"Promise!\" | |- | bgcolor=\"\"| | CDS | « Capaces de hacerlo » | \"[We are] capable of doing it\" | |- | bgcolor=\"\"| | IU | « Somos la alternativa » | \"We are the alternative\" | |- | bgcolor=\"\"| | CiU | « Força! » | \"Forward!\" | |} ==Opinion polls== ==Results== ===Congress of Deputies=== {| class=\"wikitable\" style=\"text- align:right; font-size:95%;\" |+ ← Summary of the 29 October 1989 Congress of Deputies election results → |- | colspan=\"7\"| 350px |- bgcolor=\"#E9E9E9\" align=\"center\" ! style=\"text-align:left;\" rowspan=\"2\" colspan=\"2\" width=\"500\"| Parties and coalitions ! colspan=\"3\"| Popular vote ! colspan=\"2\"| Seats |- bgcolor=\"#E9E9E9\" align=\"center\" ! width=\"75\"| Votes ! width=\"45\"| % ! width=\"45\"| ±pp ! width=\"35\"| Total ! width=\"35\"| +/− |- | width=\"1\" bgcolor=\"\"| | align=\"left\"| Spanish Socialist Workers' Party (PSOE)1 | 8,115,568 || 39.60 || style=\"color:red;\"| –4.46 | 175 || style=\"color:red;\"| –9 |- | bgcolor=\"\"| | align=\"left\"| People's Party (PP)1 2 | 5,285,972 || 25.79 || style=\"color:red;\"| –0.18 | 107 || style=\"color:green;\"| +2 |- | bgcolor=\"\"| | align=\"left\"| United Left (IU) | 1,858,588 || 9.07 || style=\"color:green;\"| +4.44 | 17 || style=\"color:green;\"| +10 |- | bgcolor=\"\"| | align=\"left\"| Democratic and Social Centre (CDS) | 1,617,716 || 7.89 || style=\"color:red;\"| –1.33 | 14 || style=\"color:red;\"| –5 |- | bgcolor=\"\"| | align=\"left\"| Convergence and Union (CiU) | 1,032,243 || 5.04 || style=\"color:green;\"| +0.02 | 18 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Basque Nationalist Party (EAJ/PNV) | 254,681 || 1.24 || style=\"color:red;\"| –0.29 | 5 || style=\"color:red;\"| –1 |- | bgcolor=\"\"| | align=\"left\"| Ruiz-Mateos Group (Ruiz-Mateos) | 219,883 || 1.07 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Popular Unity (HB) | 217,278 || 1.06 || style=\"color:red;\"| –0.09 | 4 || style=\"color:red;\"| –1 |- | bgcolor=\"\"| | align=\"left\"| Andalusian Party (PA) | 212,687 || 1.04 || style=\"color:green;\"| +0.57 | 2 || style=\"color:green;\"| +2 |- style=\"line-height:22px;\" | rowspan=\"3\" bgcolor=\"\"| | align=\"left\"| Green List (LV) | 158,034 || 0.77 || style=\"color:green;\"| +0.61 | 0 || ±0 |- style=\"font-size:95%; border-bottom- style:hidden; border-top-style:hidden; line-height:16px;\" | align=\"left\"| The Greens–Green List (LV–LV) | 157,103 || 0.77 || style=\"color:green;\"| +0.61 | 0 || ±0 |- style=\"font-size:95%; line-height:16px;\" | align=\"left\"| Ecologist Party of the Basque Country (PEE–(LV)) | 931 || 0.00 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Valencian Union (UV) | 144,924 || 0.71 || New | 2 || style=\"color:green;\"| +1 |- | bgcolor=\"\"| | align=\"left\"| Basque Solidarity (EA) | 136,955 || 0.67 || New | 2 || style=\"color:green;\"| +2 |- | bgcolor=\"\"| | align=\"left\"| The Ecologist Greens (LVE) | 136,335 || 0.67 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Basque Country Left (EE) | 105,238 || 0.51 || style=\"color:red;\"| –0.02 | 2 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Workers' Party of Spain–Communist Unity (PTE–UC)3 | 86,257 || 0.42 || style=\"color:red;\"| –0.72 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Republican Left of Catalonia (ERC) | 84,756 || 0.41 || style=\"color:red;\"| –0.01 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Workers' Socialist Party (PST) | 81,218 || 0.40 || style=\"color:green;\"| +0.01 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Regionalist Aragonese Party (PAR) | 71,733 || 0.35 || style=\"color:red;\"| –0.01 | 1 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Canarian Independent Groups (AIC) | 64,767 || 0.32 || style=\"color:red;\"| –0.01 | 1 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Communist Party of the Peoples of Spain (PCPE) | 62,664 || 0.31 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Galician Nationalist Bloc (BNG) | 47,763 || 0.23 || style=\"color:green;\"| +0.10 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Galician Coalition (CG) | 45,821 || 0.22 || style=\"color:red;\"| –0.18 | 0 || style=\"color:red;\"| –1 |- | bgcolor=\"\"| | align=\"left\"| Valencian People's Union (UPV) | 40,767 || 0.20 || ±0.00 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Galician Socialist Party–Galician Left (PSG–EG) | 34,131 || 0.17 || style=\"color:red;\"| –0.06 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Green Alternative–Ecologist Movement of Catalonia (AV–MEC) | 25,978 || 0.13 || style=\"color:red;\"| –0.02 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Spanish Phalanx of the CNSO (FE–JONS) | 24,025 || 0.12 || style=\"color:red;\"| –0.10 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Canarian Nationalist Assembly (ACN)4 | 21,539 || 0.11 || style=\"color:red;\"| –0.07 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Spanish Vertex Ecological Development Revindication (VERDE) | 21,235 || 0.10 || style=\"color:red;\"| –0.04 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Social Democratic Coalition (CSD)5 | 17,095 || 0.08 || style=\"color:green;\"| +0.06 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Humanist Party (PH) | 15,936 || 0.08 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Galician Nationalist Party–Galicianist Party (PNG–PG) | 14,411 || 0.07 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Alliance for the Republic (AxR)6 | 12,807 || 0.06 || style=\"color:red;\"| –0.05 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| United Extremadura (EU) | 10,984 || 0.05 || style=\"color:red;\"| –0.03 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Nationalist Left (PSM–ENE) | 7,989 || 0.04 || ±0.00 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Revolutionary Workers' Party of Spain (PORE) | 7,906 || 0.04 || style=\"color:green;\"| +0.01 | 0 || ±0 |- | bgcolor=\"white\"| | align=\"left\"| Independents of Gran Canaria (IGC) | 6,371 || 0.03 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Asturianist Party (PAS) | 5,414 || 0.03 || New | 0 || ±0 |- | bgcolor=\"white\"| | align=\"left\"| Centrist Unity–Democratic Spanish Party (PED) | 4,942 || 0.02 || style=\"color:green;\"| +0.01 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Galician People's Front (FPG) | 3,657 || 0.02 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Madrid Regional Party (PAM) | 3,396 || 0.02 || New | 0 || ±0 |- | bgcolor=\"white\"| | align=\"left\"| Madrid Radicals' Group (GRM) | 3,330 || 0.02 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Asturian Nationalist Unity (UNA) | 3,218 || 0.02 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Aragonese Union (UA–CHA) | 3,156 || 0.02 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Valencian Nationalist Left–Valencian Regional Union (ENV–URV) | 2,988 || 0.01 || ±0.00 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Regionalist Party of the Leonese Country (PREPAL) | 2,962 || 0.01 || ±0.00 | 0 || ±0 |- | bgcolor=\"white\"| | align=\"left\"| Balearic Union (UB) | 2,883 || 0.01 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| United Ceuta (CEU) | 2,760 || 0.01 || New | 0 || ±0 |- | bgcolor=\"white\"| | align=\"left\"| 7 Green Stars (SEV) | 1,411 || 0.01 || New | 0 || ±0 |- | bgcolor=\"white\"| | align=\"left\"| Green Movement (MV) | 1,368 || 0.01 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Independent Citizen Group (ACI) | 1,359 || 0.01 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Nationalist Party of Castile and León (PANCAL) | 1,199 || 0.01 || ±0.00 | 0 || ±0 |- | bgcolor=\"white\"| | align=\"left\"| Cantonalist Party of the Alicantine Country (Alicantón) | 1,041 || 0.01 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Spanish Democratic Republican Action (ARDE) | 975 || 0.00 || New | 0 || ±0 |- | bgcolor=\"white\"| | align=\"left\"| Radicals for Cantabria (RxC) | 904 || 0.00 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Independent Spanish Phalanx (FEI) | 827 || 0.00 || New | 0 || ±0 |- | bgcolor=\"white\"| | align=\"left\"| Lanzarote Assembly (Tagoror) | 472 || 0.00 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Regionalist Party of Guadalajara (PRGU) | 426 || 0.00 || New | 0 || ±0 |- | bgcolor=\"white\"| | align=\"left\"| Balearic Radical Party (PRB) | 398 || 0.00 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Spanish Nationalist Party of Melilla (PNEM) | 301 || 0.00 || New | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Proverist Party (PPr) | 245 || 0.00 || ±0.00 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Revolutionary Communist League–Communist Movement (LCR–MC)7 | 0 || 0.00 || ±0.00 | 0 || ±0 |- | bgcolor=\"\"| | align=\"left\"| Communist Party of Spain (Marxist–Leninist) (PCE (m–l))8 | 0 || 0.00 || style=\"color:red;\"| –0.14 | 0 || ±0 |- | align=\"left\" colspan=\"2\"| Blank ballots | 141,795 || 0.69 || style=\"color:green;\"| +0.09 | bgcolor=\"#E9E9E9\" colspan=\"2\"| |- | colspan=\"7\" bgcolor=\"#E9E9E9\"| |- style=\"font-weight:bold;\" | align=\"left\" colspan=\"2\"| Total | 20,493,682 || bgcolor=\"#E9E9E9\" colspan=\"2\"| | 350 || ±0 |- | colspan=\"7\" bgcolor=\"#E9E9E9\"| |- | align=\"left\" colspan=\"2\"| Valid votes | 20,493,682 || 99.26 || style=\"color:green;\"| +0.83 | bgcolor=\"#E9E9E9\" colspan=\"2\" rowspan=\"5\"| |- | align=\"left\" colspan=\"2\"| Invalid votes | 152,683 || 0.74 || style=\"color:red;\"| –0.83 |- style=\"font-weight:bold;\" | align=\"left\" colspan=\"2\"| Votes cast / turnout | 20,646,365 || 69.74 || style=\"color:red;\"| –0.75 |- | align=\"left\" colspan=\"2\"| Abstentions | 8,957,690 || 30.26 || style=\"color:green;\"| +0.75 |- style=\"font-weight:bold;\" | align=\"left\" colspan=\"2\"| Registered voters | 29,604,055 || bgcolor=\"#E9E9E9\" colspan=\"2\"| |- | colspan=\"7\" bgcolor=\"#E9E9E9\"| |- | align=\"left\" colspan=\"7\"| Sources |- | align=\"left\" colspan=\"7\"| {| class=\"navbox collapsible collapsed\" style=\"text-align:left; font-size:100%; width:790px; float:left; border:0; margin-top:-1px;\" |- ! colspan=\"2\" style=\"background:#FDFDFD;\"| Footnotes: |- | style=\"font-size:90%; border:solid 1px silver; padding:8px; background:white;\"| 1 Initial projected results were PSOE 176 seats and PP 106. After results in Melilla were declared void and a by-election held on 25 March 1990, the PP took 1 additional seat from PSOE. 2 People's Party results are compared to People's Coalition totals in the 1986 election. 3 Workers' Party of Spain–Communist Unity results are compared to Communists' Unity Board totals in the 1986 election. 4 Canarian Nationalist Assembly results are compared to Canarian Assembly–Canarian Nationalist Left totals in the 1986 election. 5 Social Democratic Coalition results are compared to Social Democratic Party of Catalonia totals in the 1986 election. 6 Alliance for the Republic results are compared to Internationalist Socialist Workers' Party totals in the 1986 election. 7 Revolutionary Communist League–Communist Movement results are compared to the combined totals of Communist Movement of the Basque Country and Revolutionary Communist League in the 1986 election. 8 Communist Party of Spain (Marxist–Leninist) results are compared to Republican Popular Unity totals in the 1986 election. |} |} ===Senate=== {| class=\"wikitable\" style=\"text-align:right; font-size:95%;\" |+ ← Summary of the 29 October 1989 Senate of Spain election results → |- | colspan=\"6\"| 325px |- bgcolor=\"#E9E9E9\" align=\"center\" ! style=\"text-align:left;\" rowspan=\"2\" colspan=\"2\" width=\"500\"| Parties and coalitions ! colspan=\"2\"| Directly elected ! width=\"40\" rowspan=\"2\"| ! width=\"40\" rowspan=\"2\"| Total |- bgcolor=\"#E9E9E9\" align=\"center\" ! width=\"35\"| Seats ! width=\"35\"| +/− |- style=\"line-height:22px;\" | width=\"1\" rowspan=\"3\" bgcolor=\"\"| | align=\"left\"| Spanish Socialist Workers' Party (PSOE) | 107 || style=\"color:red;\"| –17 | 21 | 128 |- style=\"font-size:95%; border-bottom-style:hidden; border-top- style:hidden; line-height:16px;\" | align=\"left\"| Spanish Socialist Workers' Party (PSOE)1 | 101 || style=\"color:red;\"| –15 | 19 | 120 |- style=\"font- size:95%; line-height:16px;\" | align=\"left\"| Socialists' Party of Catalonia (PSC) | 6 || style=\"color:red;\"| –2 | 2 | 8 |- style=\"line-height:22px;\" | rowspan=\"4\" bgcolor=\"\"| | align=\"left\"| People's Party (PP) | 78 || style=\"color:green;\"| +15 | 12 | 90 |- style=\"font-size:95%; border-bottom- style:hidden; border-top-style:hidden; line-height:16px;\" | align=\"left\"| People's Party (PP)1 2 | 75 || style=\"color:green;\"| +13 | 12 | 87 |- style=\"font-size:95%; border-bottom-style:hidden; line-height:16px;\" | align=\"left\"| Navarrese People's Union (UPN) | 2 || style=\"color:green;\"| +2 | 0 | 2 |- style=\"font-size:95%; line-height:16px;\" | align=\"left\"| Centrists of Galicia (CdG) | 1 || ±0 | 0 | 1 |- style=\"line-height:22px;\" | rowspan=\"3\" bgcolor=\"\"| | align=\"left\"| Convergence and Union (CiU) | 10 || style=\"color:green;\"| +2 | 2 | 12 |- style=\"font-size:95%; border-bottom- style:hidden; border-top-style:hidden; line-height:16px;\" | align=\"left\"| Democratic Convergence of Catalonia (CDC) | 8 || style=\"color:green;\"| +1 | 1 | 9 |- style=\"font-size:95%; line-height:16px;\" | align=\"left\"| Democratic Union of Catalonia (UDC) | 2 || style=\"color:green;\"| +1 | 1 | 3 |- | bgcolor=\"\"| | align=\"left\"| Democratic and Social Centre (CDS)1 | 1 || style=\"color:red;\"| –2 | 6 | 7 |- | bgcolor=\"\"| | align=\"left\"| Basque Nationalist Party (EAJ/PNV) | 4 || style=\"color:red;\"| –3 | 1 | 5 |- | bgcolor=\"\"| | align=\"left\"| United Left (IU) | 1 || style=\"color:green;\"| +1 | 2 | 3 |- | bgcolor=\"\"| | align=\"left\"| Popular Unity (HB) | 3 || style=\"color:green;\"| +2 | 0 | 3 |- | bgcolor=\"\"| | align=\"left\"| Canarian Independent Groups (AIC) | 2 || style=\"color:green;\"| +1 | 0 | 2 |- | bgcolor=\"\"| | align=\"left\"| Basque Solidarity (EA) | 0 || ±0 | 1 | 1 |- | bgcolor=\"\"| | align=\"left\"| Aragonese Party (PAR) | 0 || ±0 | 1 | 1 |- | bgcolor=\"\"| | align=\"left\"| Majorera Assembly (AM) | 1 || ±0 | 0 | 1 |- | bgcolor=\"\"| | align=\"left\"| Independent Herrenian Group (AHI) | 1 || style=\"color:green;\"| +1 | 0 | 1 |- | colspan=\"6\" bgcolor=\"#E9E9E9\"| |- style=\"font-weight:bold;\" | align=\"left\" colspan=\"2\"| Total | 208 || ±0 | 46 | 254 |- | colspan=\"6\" bgcolor=\"#E9E9E9\"| |- | align=\"left\" colspan=\"6\"| Sources |- | align=\"left\" colspan=\"6\"| {| class=\"navbox collapsible collapsed\" style=\"text-align:left; font-size:100%; width:705px; float:left; border:0; margin-top:-1px;\" |- ! colspan=\"2\" style=\"background:#FDFDFD;\"| Footnotes: |- | style=\"font-size:90%; border:solid 1px silver; padding:8px; background:white;\"| 1 Initial projected results were PSOE 102 seats, PP 72 and CDS 2. After results in Melilla and Ávila were declared void and by-elections held on 25 March and 7 October 1990, respectively, the PP took 2 additional seats from PSOE and CDS. 2 People's Party results are compared to the combined totals of People's Alliance, People's Democratic Party and Liberal Party in the 1986 election. |} |} ==Aftermath== ===Initial reactions=== The 1989 election night was one of the most dramatic since González's first victory in 1982, as PSOE's overall majority in the Congress of Deputies—set at 176—lingered during the entire vote tally. Exit polls and initial counts showed the PSOE below the majority threshold—with as few as 170 seats in some projections—. As the vote tally progressed, the party was allocated more seats, and with 98% of the votes counted at 4 am it was awarded the decisive 176th seat. Earlier in the night, the party's Secretary for Organization Txiki Benegas, Deputy Prime Minister Alfonso Guerra and González himself had commented that, notwithstanding the final outcome, the PSOE still remained the largest party by far and would lead the new government on its own, rejecting any coalition deal. The tight result could not hide the loss of nearly 800,000 voters and a clear erosion in support since 1986, which led opposition parties and some international media—such as the Financial Times, The Independent or The Times—to ask González for a change of direction in government, accusing him of acting \"arrogantly\" during his previous seven years in office. PP candidate José María Aznar found his party's results as \"satisfactory\", slightly improving on Fraga's result in 1986. Additionally, the PP had won the election in Madrid for the first time ever, considered as a symbolical feat as both Aznar and González were personally leading their parties's lists in the constituency. IU experienced a remarkable growth by doubling its 1986 results, with its leaders highlighting \"the electorate's displacement to the left\". On the other hand, the CDS lost votes and seats compared to 1986 and its result was commented as \"not the one I expected for\" by party leader Adolfo Suárez, who also acknowledged his public image had \"deteriorated\" in recent times. The breakdown of results would show a noticeable transfer of votes from the PSOE to IU in industrial and urban areas, with the Socialists holding their own in rural constituencies. ===Irregularities and judicial intervention=== During the days after the election, the 176th seat determining the PSOE's absolute majority remained in dispute. PP leaders voiced their concerns over a delay in the Ministry of the Interior's presentation of detailed results during the election night, during which the PSOE was awarded several seats by very few votes in the later stages of the vote tally; seats which ultimately proved decisive for the PSOE retaining its majority. In Barcelona, the PP claimed that its own tallies awarded the PSC–PSOE up to 5,000 votes less than those officially acknowledged by the Ministry, which would have resulted in them winning a 4th seat in the province from the PSC. Additionally, they alleged that this seat had changed hands from the PP to the PSC only when 99.98% of the votes were counted. IU's Julio Anguita criticized the vote tally, openly questioning that \"How can [PSOE] go from 172 to 176 seats so fast?\". IU announced that they would ask the Electoral Commission to review the voting records of 1,087 polling station wards in the constituency of Murcia, where the last seat had been allocated to PSOE from IU by a narrow margin of 96 votes. PP claims in Barcelona were cast off after the tally of Spaniards voting abroad gave an even larger margin for the PSC and secured their 14th seat in the constituency. On 5 November, the Electoral Commission found irregularities in Murcia after determining that the number of voters and of ballot papers did not match up in fifteen wards. The new provisional results published on 6 November, which did not include the wards where irregularities had been found, awarded the last seat to PSOE by just two votes. Some IU members openly accused the PSOE of fraud, claiming that Socialist intervenors had voted twice in some wards not just in Murcia, but also in Málaga, Madrid and La Rioja—where, however, election results had not been contested—. A new tally on 11 November in Murcia resulted in the Commission awarding the seat to IU, which prompted a PSOE appeal to the Superior Court of Justice of Murcia. Concurrently, both the PP and the CDS alleged to have found irregularities in several polling stations in Melilla and Pontevedra, where seats had been awarded to PSOE by just a handful of votes, and asked for the vote to be declared void in those constituencies. The chaotic situation was further aggravated when, on 22 November, the PP denounced that it had found cases of name duplicity in the electoral register of Ceuta, with the party also demanding for the election to be repeated in Murcia after denouncing irregular procedures by the Electoral Commission during the vote tally. The Spanish Attorney General, Javier Moscoso, entered the fray and stated on 24 November that the disputed Murcia's seat belonged to PSOE. On 1 December, the Superior Court of Murcia voided the election results in the constituency and required the government to call a by-election within three months. The judicial decision in Murcia raised speculation in other constituencies where results had been appealed that the local Superior Courts would issue similar rulings. This happened in Pontevedra, where the number of counted votes exceeded the number of voters. Finally, the Superior Court of Andalusia ruled that the election in Melilla was void, but dismissed the appeal on Ceuta where it declared the election validity. González's government announced that it would appeal the decision to the Constitutional Court which, on 25 January 1990, provisionally suspended the scheduled by-elections in Murcia, Pontevedra and Melilla. From 15 to 19 February, the Court overruled the Superior Courts of Justice of Murcia and Galicia and annulled the by-elections for Murcia and Pontevedra, declaring the 29 October results in these as valid and final. For Melilla, it determined that the magnitude of the irregularities found was such that a new, full election was required in the constituency. The election in Melilla on 25 March 1990 gave the constituency's single deputy and its two senators to the PP, thus reducing the PSOE's deputy count to 175. A by- election was also held on 7 October 1990 in a polling station in Mamblas, Ávila, as the consequence of a judicial conflict between the PP and the CDS over one senator in the constituency, which resulted in the PP winning the disputed senator from the CDS. Irregularities were found to be a consequence of flawed electoral registers, lack of knowledge on election rules by those appointed to integrate the polling bureaus, a lack of means for the active monitoring of the election process and an inefficient structure of the electoral administration, all of which was coupled with the detection of some illicit votes in several wards. While these flaws had been present in past elections, the closeness of results in the 1989 election and the fact that the PSOE overall majority relied on a single seat meant that these were abruptly exposed. As a result, the electoral law was subsequently amended in 1991 in order to improve the efficiency of the electoral administration. ===Investiture=== {| class=\"wikitable\" style=\"text-align:center; font- size:98%;\" |- | colspan=\"3\" align=\"center\" bgcolor=\"#C0C0C0\"| Investiture Felipe González (PSOE) |- ! colspan=\"2\" width=\"150px\"| Ballot → ! 5 December 1989 |- ! colspan=\"2\"| Required majority → | 167 out of 332 |- ! width=\"1px\" style=\"background:green;\"| | align=\"left\"| | |- ! style=\"background:red;\"| | align=\"left\"| | |- ! style=\"background:gray;\"| | align=\"left\"| | |- ! style=\"background:black;\"| | align=\"left\"| | |- | align=\"left\" colspan=\"3\"| Sources |} On 5 December 1989, Felipe González was re-elected as Prime Minister in the first round of voting with an absolute majority of votes. As a consequence of seat disputes, only 332 deputies had been sworn in for the investiture, as results for the remaining 18 seats had been temporarily suspended by the Superior Courts. After all 350 seats had been allocated, Prime Minister Felipe González voluntarily submitted himself to a vote of confidence to rectify the atypical investiture vote. The result was essentially a repeat of the December 1989 voting, with some parties previously voting 'No' choosing to abstain. González's parliamentary support remained the same as it was. {| class=\"wikitable\" style=\"text-align:center; font-size:98%;\" |- | colspan=\"3\" align=\"center\" bgcolor=\"#C0C0C0\"| Motion of confidence Felipe González (PSOE) |- ! colspan=\"2\" width=\"150px\"| Ballot → ! 5 April 1990 |- ! colspan=\"2\"| Required majority → | Simple |- ! width=\"1px\" style=\"background:green;\"| | align=\"left\"| | |- ! style=\"background:red;\"| | align=\"left\"| | |- ! style=\"background:gray;\"| | align=\"left\"| | |- ! style=\"background:black;\"| | align=\"left\"| | |- | align=\"left\" colspan=\"3\"| Sources |} ==Notes== ==Bibliography== * ==References== General Category:1989 in Spain 1989 Category:October 1989 events in Europe ",
    "title": "1989 Spanish general election"
}