{
    "id": "12863754",
    "text": "Steven P. Guenette (born November 13, 1965) is a retired professional ice hockey goaltender who played 35 games in the National Hockey League for the Pittsburgh Penguins and Calgary Flames. ==Playing career== Guenette signed with the Penguins in 1985 after two seasons in the Ontario Hockey League with the Guelph Platers. He remained in the OHL for one more season in 1985–86, where he led the Platers to the J. Ross Robertson Cup title, and then the 1986 Memorial Cup championship. Guenette won the Leo Lalonde Memorial Trophy as the OHL's top over-ager, as well as the Hap Emms Memorial Trophy as the top goaltender in the Memorial Cup, in addition to being named to the Memorial Cup All-Star team. Guenette broke into the NHL the following year, playing two games with the Penguins in 1986–87. He played 30 more games in Pittsburgh over the next two seasons. Spending most of his time in the International Hockey League where he won the James Norris Memorial Trophy for allowing the fewest goals in the IHL and was named a second-team all-star after recording a 23–4–5 record for the Muskegon Lumberjacks in 1987–88. The Penguins traded Guenette to the Calgary Flames in 1989 for a sixth round draft pick. He spent two seasons in the Flames organization, appearing in only three games for Calgary, and after a final season with the Kalamazoo Wings in 1991–92, retired from professional hockey. ==References== ==External links== * Category:1965 births Category:Living people Category:Baltimore Skipjacks players Category:Calgary Flames players Category:Canadian expatriate ice hockey players in the United States Category:Canadian ice hockey goaltenders Category:Guelph Platers players Category:Ice hockey people from Ontario Category:Kalamazoo Wings (1974–2000) players Category:Memorial Cup winners Category:Muskegon Lumberjacks players Category:Pittsburgh Penguins players Category:Salt Lake Golden Eagles (IHL) players Category:Sportspeople from Ottawa Category:Undrafted National Hockey League players ",
    "title": "Steve Guenette"
}