{
    "id": "12866655",
    "text": "Code-E is a Japanese anime television series animated by Studio Deen. It is based on an original concept by Ichirō Sakaki and directed by Toshiyuki Katō. The first season consists of twelve episodes and first aired in Japan from July 3, 2007 to September 23, 2007. A second season titled Mission-E aired between July 7, 2008 and September 22, 2008. ==Plot== Chinami Ebihara is a high school student who emits electromagnetic waves when her emotions run wild. The waves affects electronics such as cell phones, televisions, and computers. Her ability forces her family to move from one location to another. In the year 2017, the Ebihara family moves yet again. At school, a boy named Kotaro Kannagi notices her ability and asks if he can study her. Kotaro's interest in Chinami is met with jealousy and misunderstanding by Kotaro's childhood friend, Kujo Sonomi. ==Characters== ; : : Chinami Ebihara is a clumsy 17-year-old girl, who likes to read and do gardening. She has a mysterious ability to emit electromagnetic waves from her body when her emotions run high. This ability forces her to be unable to use electronic equipment of any kind. When the story begins, she had recently moved into town, and catches the attention of Kotaro Kannagi, an eccentric genius in her class. As the story progresses, she develops feelings for Kotaro and eventually ends up dating him. : In the sequel Mission-E, Chinami Ebihara has much better control over her abilities, and now works for the organization called OZ; her mission to help save other Type-E users from the Foundation and teach them how to use their abilities. She is equipped with a suit of armor (dubbed as the \"Refray Dress\") that utilizes her Type-E as a power source to fight off Foundation members. She and Kotaro are still dating and contact each other frequently through handwritten mail (as she always gets too emotional reading his messages she usually destroys electronic equipment) and gets very emotional when she sees him after a long time apart (where in episode 9 she blew up the helicopter room of OZ when he hugged her). In episode 4 she has seemed to have kept her dense trait, as it took Maori three times to suggest that Kotaro and Chinami would want some \"private time\" together after being away from each other for so long; where it didn't sink into Chinami until a few seconds after Maori left. In episode 10, Kotaro proposes to her and she accepts. After she discovers that there was a GPS in the ring, she is actually happy; stating that its like saying \"he is always with her\". ; : : Kotaro is an absent minded genius in Chinami Ebihara's class. He is the head and only member in the Science Research club, and can always be found in the club room. At first he notices Chinami Ebihara's abilities and pressures her to allow him to study them. Eventually through a series of comic misunderstandings he comes to realize that he has feelings for Chinami Ebihara. : In the sequel Mission-E he and Ebihara are still dating; contacting each other through hand-written mail. He works for Oz as a scientist in a research center near a farm in Hokkaidō and developed the Refray Dress. He has stated even though it was because of her ability that he became interested in Ebihara, he loves her for her and not the TYPE-E. In episode 10 he gives her a ring and proposes to Ebihara, which she accepts. Later it is discovered that he planted a GPS in her ring, leading Kujo to hit him with her shoe for doing such a thing. ; : : Sonomi Kujo is Kotaro's childhood friend who is in love with him. She is very jealous of how Kotaro worries about Chinami and often misunderstands the situation. She is also very wealthy and sometimes can be found helping Kotaro with Chinami. : In the sequel Mission-E, she appears to have taken her father's place in running the company is married and has children. She also uses the company to create the organization called Oz to find other Type-E users, train them to use their abilities and protect them from the other organization called, The Foundation. She admits to Maori that she once had a crush on Kotaro back in their school days, but is happy that he and Chinami found each other. She gets really annoyed when Ebihara calls her by her name instead of the Director, something Ebihara does quite often. She is the one who told Kotaro to check up on Chinami at episode 12 and already knew Kotaro harbors feelings for Chinami. ; : : Keiko Komatsuna sits in the seat in front of Chinami during class. She is Chinami's first friend after she transferred to the new school. : In Mission-E she works as a school nurse for Maori Kimizuka's school. She is well like with her students and likes to tease them as well. It is hinted that she knows about OZ with her extra attention towards Maori's well-being but nothing has been confirmed yet. ; : : Yuma Saihashi is a Miko who lives at the shrine. She is a lone wolf who distances herself from others and refrains from making friends. During her free time, she gives massages to the elders in the neighborhood but refuses their gifts. Like Chinami, she can emit electromagnetic waves. Her power is not as strong as Chinami's but she can control it better. Yuma looks out for Chinami and warns her of potential danger. : So far in the sequel of Mission-E, she is a member of Oz and now wears glasses. To what position she is in has yet been revealed but she appears to be a jack of all trades: from giving Chinami and Maori their mission statements, is capable of flying a helicopter and driving a boat. She also has her own Refray dress which is green and morphs the metal wire into a bow and arrow. ; : : Keisuke Ebinhara is Chinami's father and works at home as a writer. He is often worried about Chinami, especially when it comes to boys. : He makes an appearance in episode 5 of the sequel and knows all about Oz. However he seems to have become lazy towards his writing, asking his daughter if she would like to go someplace to eat when he was already past his deadline. ; : : Mitsuki Ebihara is Chinami's mother. She's a business woman. She has yet to make an appearance in the sequel. ; : : Adol Brinberg is a German spy and twin brother of Mils. : In Mission-E he seems to hold a grudge against Chinami for what happened at the summer school some years ago. His hair has become much darker and now views all TYPE-E users as his enemy because of what Chinami did to his sister. Even though he hates Type-E, he appears to be growing feelings for Maori. ; : : Mils Brinberg is a German spy and twin sister of Adol. : In Mission-E she seems to have become really ill or went into a coma after the summer school incident. Because of this Adol is no longer his cheerful self. Describing her to be alive \"just alive\". However, after a visit from Maori, she has shown to react but to what extent was never revealed. ; : : First appears in episode 5 of Code-E as a little girl out with her golden retriever puppy Dorota and then later in the sequel Mission-E as the new main character working alongside Chinami in Oz as well as being a high school student. She comes off as a cold girl, this being when she was a child she would accidentally erase her information, causing the other students and even her friends to avoid her (calling her a ghost). Her power suit uses a type of metal wire that she can utilize her powers through to create a variety of different offensive, defensive, or any other type of useful item as well as a pair of tonfas. It is hinted that she is jealous of Chinami as she was able to find a boyfriend who loves her even though she has Type-E. Often referred to as Ma-chan and has a pet golden retriever named Dorota. She now appears to have a crush on Adol and after hearing from Kotaro that Type-E powers could be used to help cure illnesses, she is pondering if her abilities could save Adol's sister. ==List of Code-E episodes== {|class=\"wikitable\" width=\"98%\" |- ! # !! Title !! Original airdate |- | colspan=\"150\" bgcolor=\"#CCF\"| |- |} ==List of Mission-E episodes== {|class=\"wikitable\" width=\"98%\" |- ! # !! Title !! Original airdate |- | colspan=\"150\" bgcolor=\"#CCF\"| |- |} ==Music== Code-E : Opening theme : \"E☆Scandal\" (E☆スキャンダル) :Composition and arrangement by: Caoli Cano : Ending theme : \"Kimi Kara no Kiseki\" (きみからの奇跡) :Vocals by: Maori Kimizuka (Yūna Inamura). Lyrics, composition and arrangement by Caoli Cano Mission-E : Opening theme : E☆Secrets\" (E☆シークレッツ) by ZOOM FLICKER : Ending theme : \"Feel so Easy! ビリビリver.\" by Momoi, Haruko (Eps 3,4,5,8,10) : Ending theme : \"Kimi kara no Kiseki\" (きみからの奇跡) by Inamura, Yuna (Ep 12) ==References== * CODE-E Web Newtype ==External links== * Official Code-E Site * Official Mission-E Site * Category:2007 manga Category:2008 Japanese novels Category:2008 Japanese television series endings Category:Anime with original screenplays Category:Asahi Broadcasting Corporation original programming Category:Gagaga Bunko Category:Ichirō Sakaki Category:Light novels Category:Seinen manga Category:Shogakukan manga Category:Studio Deen ",
    "title": "Code-E"
}