{
    "id": "1286560",
    "text": "{| |} HMAS Vampire was the third of three Australian-built Daring class destroyers serving in the Royal Australian Navy (RAN). One of the first all- welded ships built in Australia, she was constructed at Cockatoo Island Dockyard between 1952 and 1959, and was commissioned into the RAN a day after completion. Vampire was regularly deployed to South East Asia during her career: she was attached to the Far East Strategic Reserve on five occasions, including during the Indonesia-Malaysia Confrontation, and escorted the troop transport on six of the latter's twenty-five transport voyages to Vietnam. In 1977, the destroyer was assigned to escort the Royal Yacht Britannia during Queen Elizabeth II and Prince Philip's visit to Australia. In 1980, Vampire was reclassified as a training ship. The warship remained in service until 1986, when she was decommissioned and presented to the Australian National Maritime Museum for preservation as a museum ship; the largest museum-owned object on display in Australia. ==Design== The Royal Australian Navy initially ordered four Daring class destroyers, which were to be named after the ships of the \"Scrap Iron Flotilla\" of World War II. The ships were modified during construction: most changes were made to improve habitability, including the installation of air-conditioning.Cooper, in Stevens, The Royal Australian Navy, p. 167 Vampire and her sister ships were the first all-welded ships to be constructed in Australia.Cooper, in Stevens, The Royal Australian Navy, p. 168 The Darings had a standard displacement of 2,800 tons, which increased to 3,600 tons at full load. Vendetta and her sisters were long, with a beam of , and a draught of at mean, and at full or deep load. Her propulsion system consisted of two Foster Wheeler boilers, feeding two English Electric geared turbines, which provided to two propeller shafts. Vampire could sail at over , and had a range of at . Her standard ship's company consisted of 20 officers and 300 sailors. ===Armament=== Vampires main armament consisted of six Mark V guns mounted in three Mark 6 twin turrets, two forward and one aft.Shaw, HMAS Vampire, p. 9 Her anti-aircraft outfit consisted of six 40 mm Bofors; two single mountings on the forward superstructure, and two twin mountings on the aft superstructure.Bastock, Australia's Ships of War, p. 320 Four Browning machine guns were carried for point defence.Cassells, The Destroyers, pp. 147–8 Five 21-inch torpedo tubes were fitted to a single Mark IV pentad mount on the deck between the forward and aft superstructures. For anti-submarine warfare, a Limbo anti-submarine mortar was carried on the aft deck, offset to port. The twin Bofors, torpedo launcher, and Limbo mortar were all removed during various refits.Shaw, HMAS Vampire, p. 10 A Sea Cat missile system was installed at some point during her career. Forward section of Vampire. The forward two 4.5-inch gun turrets are visible, and one of the single-mount Bofors is located near the left edge of the image. Vampire was fitted with a Type 170 attack sonar, a Type 174 search sonar, and a Type 185 submarine detection sonar.Shaw, HMAS Vampire, p. 25 The original fire control directors were a Flyplane 3 and an MRS 8.Shaw, HMAS Vampire, p. 7 These were replaced during the 1970–71 refit with two M22 units. The air warning radar was replaced with an LW-02 air search radar during the same refit, and an 8gr-301A surface search and navigation radar was installed. ==Construction== Vampire was laid down at Cockatoo Island Dockyard in Sydney, New South Wales on 1 July 1952.Cassells, The Destroyers, p. 148 The destroyer was launched on 27 October 1956 by the wife of the Governor-General, Sir William Slim.Bastock, Australia's Ships of War, p. 321 She was completed on 22 June 1959, and commissioned into the RAN in Sydney a day later. Between laying down and completion, the ship's cost increased from A£2.6 million to A£7 million. ==Operational history== ===1959–1970=== After competing work-up trials and entering active service, Vampire underwent training exercises with ships of the RAN and Royal New Zealand Navy (RNZN) until early 1960. Vampire was deployed to the Far East Strategic Reserve in March 1960, and sailed to Singapore after a brief visit to New Zealand. She returned to Sydney in December, and was docked for refit until April 1961. The destroyer was awarded the Gloucester Cup for 1960, recognising her as the most efficient ship in the RAN. Following the refit, Vampire operated in Australian waters, including participation in the training exercise Tuckerbox in August, then returned to the Far East in September.Bastock, Australia's Ships of War, p. 322 On 1 December 1961, a chief petty officer died aboard from illness.Cassells, The Destroyers, p. 152 The destroyer was in Hong Kong for Christmas, then in January 1962, visited Nha Trang and Saigon in Vietnam with .Cooper, in Stevens, The Royal Australian Navy, p. 203 Vampire received the Gloucester Cup again for 1961. the first months of 1962, the ship participated in training exercises in the South China Sea and the Bay of Bengal, before returning to Australia on 7 April. Vampire participated in Exercise Tuckerbox II during August and September, and was present at Fremantle, Western Australia during November for the British Empire and Commonwealth Games in Perth. On 31 January 1963, Vampire departed for her third FESR deployment, which lasted until late July. During this, the destroyer participated in South East Asia Treaty Organisation (SEATO) Exercise Sea Serpent. After returning to Sydney, Vampire was taken in hand by Garden Island Dockyard for refit, which concluded in February 1964. During the docking, the ship was awarded the Gloucester Cup for 1963; the third time the award was granted to the ship. After post-refit trials, Vampire sailed for her fourth Far East deployment in June, and was involved in Exercise Litgas shortly after reaching the region. From October until January 1965, the ship was involved in the Commonwealth response to the Indonesia-Malaysia Confrontation; carrying out patrols around the Malay Peninsula to interdict vessels smuggling troops into Malaysia.Shaw, HMAS Vampire, p. 6 The destroyer remained in South East Asia until January 1965, and returned to Sydney on 12 February. After a short period of leave and self- maintenance, Vampire sailed again for the Far East in April, exercising with the French frigate Doudart de Lagree en route from Manus Island to Manila. Vampire escorted the aircraft carrier during SEATO Exercise Seahorse. During early June, Vampire accompanied the troop transport for parts of the latter's first transport voyage to Vietnam.Nott & Payne, The Vung Tau Ferry, p. 169 The ship's fifth Far East deployment was concluded when she reached Sydney on 22 June. On 20 December, the ashes of Vice Admiral Sir Hastings Harrington were scattered from Vampire off the coast of Sydney. Vampire was sent on her sixth Far East deployment in March 1966. In late April, Vampire was temporarily withdrawn from Strategic Reserve service to escort Sydney on her third Vietnam voyage: the destroyer returned to Hong Kong on 9 May.Nott & Payne, The Vung Tau Ferry, p. 170 During late May and early June, Vampire participated in SEATO Exercise Sea Imp. On 10 June 1966, Vampire collided with the Danish merchant ship Emilie Maersk on the Chao Phraya River; the destroyer received only minor damage, and was repaired in Singapore. From July to August, the destroyer was assigned to Tawau to protect the region from Indonesian aggression during the Confrontation. This primarily consisted of using her radar to detect approaching vessels and coordinate interception efforts, although Vampire was called on to provide fire support for Commonwealth land forces on two occasions. The ship returned to Sydney on 13 August.Bastock, Australia's Ships of War, p. 323 On 4 January 1967, Vampire sailed for her seventh FESR tour. The destroyer provided assistance to the grounded freighter Mata Thevi in February, and from April until May, accompanied Sydney on the latter's fifth and sixth troop transport voyages.Nott & Payne, The Vung Tau Ferry, p. 171 During the voyage back to Australia in late August and early September, Vampire made port visits in Indonesia; the first RAN ship to do so after the Confrontation's end. On arrival in Sydney, the destroyer was docked for a six-month refit. In July 1968, Vampire and other vessels of the RAN were involved in training exercises with the Royal New Zealand Navy. The destroyer visited Indonesia again in September, then served as review ship during a ceremonial fleet entry into Sydney Harbour: for this role, several weapons, including one of the three 4.5-inch turrets, were temporarily removed. On 23 March 1969, Vampire returned to the Far East. On 14 May 1969, the destroyer met Sydney off Singapore, and escorted the troopship to Vũng Tàu on the former aircraft carrier's fourteenth Vietnam voyage.Nott & Payne, The Vung Tau Ferry, p. 174 The destroyer returned to Australian waters in October. On 16 April 1970, Vampire joined a fleet of 45 naval ships from 13 nations to perform a ceremonial entry into Sydney Harbour as part of the first Australian Bicentenary, celebrating the discovery and claiming of the east coast of Australia by James Cook.Lind, The Royal Australian Navy, pp. 274–275 ===Refit (1970–1972)=== In June 1970, Vampire was handed over to Williamstown Naval Dockyard for a $US10 million modernisation. The modernisation consisted of over 2,000 upgrades and modifications. The sensor suite, including fire control systems, air radar, and surface radar, was updated. The destroyer's armament was refurbished, with the main gun turrets rebuilt and the Bofors reconditioned, although the torpedo pentad mount was removed. The superstructure was rebuilt, with the primary aim to enclose the open bridge area, along with modernisation of the ship's galleys and installation of more air conditioning. Redesigned masts and funnel cowlings were fitted. Vampire reentered active service on 4 March 1972. ===1972–1986=== In October 1972, Vampire was deployed to Singapore for four months as part of the ANZUK force: the first Daring class destroyer assigned to the force. She was temporarily withdrawn in November to accompany Sydney on her twenty-fifth and final voyage to Vũng Tàu.Nott & Payne, The Vung Tau Ferry, p. 178 Vampire returned to Sydney on 1 March 1973. In April, the destroyer sailed to Apia, Samoa for the South Pacific Forum.Bastock, Australia's Ships of War, p. 323-4 In September, the destroyer was part of a multinational training exercise off New Zealand, then returned to Sydney and was present for the opening of the Sydney Opera House on 20 October.Bastock, Australia's Ships of War, p. 324 Vampire began 1974 by participating in a joint Australia-Indonesia military exercise, before sailing to the Coral Sea in June to participate in Exercise Kangaroo I. In September 1974, the ship entered Garden Island Dockyard for an eight-month refit. On 22 August 1975, Vampire, sister ship , and the supply ship were prepositioned in Darwin following tensions between Indonesia and the former Portuguese colony of East Timor (which cumulated in the Indonesian invasion in December).Jones, in Stevens, The Royal Australian Navy, p. 231 The ships were to evacuate Australian citizens and Timorese refugees if needed, but this did not eventuate. On 21 September, the destroyer left Darwin for a five-month Strategic Reserve deployment. During her fifth deployment, which ended with her return to Sydney on 18 February 1976, Vampire joined training exercises with United States Navy ships in the China Sea, and visited sixteen ports in six countries for diplomatic and goodwill purposes. On 31 May 1976, Vampire and the destroyer escort departed Sydney Harbour for the United States. The two ships, along with the destroyer , visited ports along the west coast of the United States as the RAN representatives during the United States Bicentennial: Vampire visited Long Beach, California and Seattle, Washington.Cassells, The Destroyers, pp. 148–149 Vampire returned to Sydney on 6 August, but departed seven days later to participate in exercises in South East Asia.Cassells, The Destroyers, p. 149 During the visit of Queen Elizabeth II and Prince Philip to Australia in March 1977, Vampire was assigned as the escort to Her Majesty's Yacht Britannia. Vampire met Britannia on 11 March, and accompanied the royal yacht to Sydney, Melbourne, Adelaide, and Fremantle. Between April and July 1977, Vampire was involved in two rescue missions and three fleet training exercises. On 5 September, Vampire left Sydney as \"part of the RAN contribution to Queen Elizabeth's Silver Jubilee.\" The destroyer returned on 18 October. At the end of 1977, Vampire participated in Exercise Compass 77, held off Sri Lanka. The destroyer was primarily involved in training exercises during 1978 and 1979. In April 1979, it was announced that Vampire would be converted into a training ship. This refit was carried out from 21 January to 18 April 1980, and included the removal of the destroyer's M22 fire control radars, LW-02 air search radar, Limbo anti-submarine mortar, and twin Bofors mounts, and the installation of a training classroom where the Limbo previously resided.Shaw, HMAS Vampire, pgs. 8, 10 Following the conversion, Vampire was assigned to the RAN training squadron, where she joined . On 13 May, Vampire and Jervis Bay were ordered to the Solomon Islands to observe the splashdown of China's first intercontinental ballistic missile test-firing.Lind, The Royal Australian Navy, p. 296 The ICBM landed north-west of Fiji, and was observed by both the two Australian ships and a fleet of 18 warships from the People's Liberation Army Navy. On 6 November 1980, the two ships joined the patrol boats and to perform a ceremonial entry into Darwin as part of the city's Navy Week. ==Decommissioning and preservation== On 25 June 1986, Vampire left active service. She was decommissioned on 13 August 1986, having spent 27 years in service, and travelled . She was later presented to the Australian National Maritime Museum for preservation as a museum ship: on loan from 1990 to 1997, then transferred outright in 1997.Shaw, HMAS Vampire, p. 13 Vampire is the largest museum piece on display in Australia. In 1991 Vampire appeared in the children's television program The Girl From Tomorrow Part II: Tomorrow's End. The ship is also used for training RAN divers in hull clearance. In 1994, two disabled twin Bofors mounts were returned to the destroyer, replacing those removed in 1980. On 9 April 1997, permission was granted for Vampire to fly the Australian White Ensign, despite not being a commissioned warship.Shaw, HMAS Vampire, p. 22 The destroyer is towed to every five years for maintenance and cleaning.Shaw, Historic RAN ships in Australia, p. 19 During a docking in October 2006, rumours spread among RAN personnel that Vampire would be refitted and returned to active service.Brooke, Destroyer revamped During the same refit, a fire broke out in the ship's boiler room.Pride of naval museum catches fire, The Daily Telegraph Nobody was injured, and no irreparable damage was caused. An overhaul of the RAN battle honours system completed in March 2009 saw Vampire retroactively honoured for her service in the Strategic Reserve between 1964 and 1966—the time of the Indonesia-Malaysia Confrontation. Any future ships named HMAS Vampire will carry the battle honour \"Malaysia 1964–66\" in addition to the honours earned by the previous HMAS Vampire. In November 2015, the warship was moved to the new Warships Pavilion 'Action Stations' at the Australian National Maritime Museum alongside HMAS Onslow and HMAS Advance. == Gallery == File:HMAS Vampire (D11) underway c1962.jpg|HMAS Vampire underway in c1962 File:HMAS Vampire (D11) underway in the Red Sea, circa in 1975.jpg|HMAS Vampire underway in the Red Sea in c1975 File:HMAS Vampire Daring Class Destroyer 3 (30154426023).jpg|View of HMAS Vampires two forward main 4.5inch 113mm guns File:HMAS Vampire (D11) aft superstructure.jpg|HMAS Vampires aft superstructure File:HMAS Vampire 2017.jpg|HMAS Vampire in 2017 File:HMAS Vampire (15135237624).jpg|HMAS Vampires builder plaque File:Rockingham Naval Memorial Park, Commemorative plaque for HMAS Vampire (D11), March 2020.jpg|Commemorative plaque for HMAS Vampire at Rockingham Naval Memorial Park in March 2020 == Notes == == References == === Citations === === Sources === ; Books * * * * * * ** ** ; Journal and newspaper articles * * * ==External links== * – Royal Australian Navy history webpage for HMAS Vampire * HMAS Vampire – vessel page at the Australian National Maritime Museum Category:Daring-class destroyers (1949) of the Royal Australian Navy Category:Ships built in New South Wales Category:1956 ships Category:Training ships of the Royal Australian Navy Category:Museum ships in Australia Category:Australian National Maritime Museum ",
    "title": "HMAS Vampire (D11)"
}