{
    "id": "1286372",
    "text": "The politics of Europe deals with the continually evolving politics within the continent of Europe. It is a topic far more detailed than other continents due to a number of factors including the long history of nation states in the region as well as the modern day trend towards increased political unity amongst the European states. The current politics of Europe can be traced back to historical events within the continent. Likewise geography, economy, and culture have contributed to the current political make-up of Europe. Modern European politics is dominated by the European Union, since the fall of the Iron Curtain and the collapse of the Eastern Bloc of Communist states. After the end of the Cold War, the EU expanded eastward to include the former Communist countries. As of 31 January 2020, the EU has 27 member states. However there are a number of other international organisations made up predominantly of European nations, or explicitly claiming a European origin, including the 47-nation Council of Europe - the first post-war European organisation, regarded as a fore-runner to the European Union - and the 57-nation Organisation for Security and Co-operation in Europe (OSCE). ==Modern political climate== Despite vastly improved relations between Russia and the Western European states since the end of the cold war, recently tensions have risen over the spread of \"Western\" organisations, particularly the EU and NATO, eastwards into former USSR states. Many European states have either joined or stated their ambition to join the European Union. There are few conflicts within Europe, although there remain problems in the Western Balkans, the Caucasus, Northern Ireland in the United Kingdom and the Basque Country in Spain. According to 2007 data published in 2008 by Freedom House, the countries of Europe that cannot be classified liberal electoral democracies are Azerbaijan, Belarus, Bosnia, Kazakhstan and Russia.freedomhouse.org: Map of Freedom in the World, 2008 ==International unions, organisations and alliances== 300px|thumb|right| European states are members of a large number of international organisations, mainly economical, although several are political, or both. The main political unions are detailed below. ===European Union=== :Also see: Politics of the European Union, Enlargement of the European Union, Future enlargement of the European Union, Foreign relations of the European Union, Eastern Partnership The European Union, or EU, is a political union of 28 states. It has many activities, the most important being a common single market, consisting of a customs union, a single currency (adopted by 19 of 28 member states), a Common Agricultural Policy and a Common Fisheries Policy. The European Union also has various initiatives to co-ordinate activities of the member states. The EU, considered as a unit, has the largest economy in the world with a nominal GDP of 15.849 trillion USD in 2007. There is also a trend of moving towards increased co-operation in terms of common defence and foreign policy. The union has evolved over time from a primarily economic union to an increasingly political one. This trend is highlighted by the increasing number of policy areas that fall within EU competence; political power has tended to shift upwards from the member states to the EU. The further development of the political competencies of the EU is the subject of heavy debate within and between some member states. ===Council of Europe=== The Council of Europe is the only pan-European organisation of which almost all European states are members. It is involved in a broad range of activities, including treaties and other programmes to harmonise law and regulations between its member states, in policy areas such as human rights, citizenship, bioethics, mutual recognition, private international law, environmental and heritage protection, rights of minority cultural and linguistic groups, etc. It is much closer in its nature to a traditional international organisation rather than the quasi- federal entity which is the EU – it negotiates treaties which must be ratified individually, and which generally lack direct effect or individual legal access to an international court – thus it could be compared to a regional version of the United Nations. However, in the area of human rights, it has become much more quasi-federal in nature, through the European Convention on Human Rights and its associated court. === Community of Democratic Choice === The Community of Democratic Choice (CDC) was formed in December 2005 at the primary instigation of Ukraine and Georgia, and composed of six Post-Soviet states (Ukraine, Georgia, Moldova, and the three Baltic Assembly members of Estonia, Latvia and Lithuania) and three other countries of Eastern and Central Europe (Slovenia, Romania and the Republic of Macedonia). The Black Sea Forum (BSF) is a closely related organization. Observer countries include Armenia, Bulgaria, and Poland. Just like GUAM before it, this forum is largely seen as intending to counteract Russian influence in the area. This is the only international forum centered in the post-Soviet space in which the Baltic states also participate. The other three post-Soviet states in it are all members of GUAM. === Eurasian Economic Union === The Eurasian Economic Union is an economic union of post-Soviet states. The treaty aiming for the establishment of the EEU was signed on 29 May 2014 by the leaders of Belarus, Kazakhstan and Russia, and came into force on 1 January 2015. Treaties aiming for Armenia's and Kyrgyzstan's accession to the Eurasian Economic Union were signed on 9 October 2014 and 23 December respectively. Armenia's accession treaty came into force on 2 January 2015. Although Kyrgyzstan's accession treaty did not come into force until May 2015, provided it has been ratified, it will participate in the EEU from the day of its establishment as an acceding state. Moldova and Tajikistan are prospective members. === Euronest Parliamentary Assembly === The Euronest Parliamentary Assembly is the inter- parliamentary forum in which members of the European Parliament and the national parliaments of Ukraine, Moldova, Belarus, Armenia, Azerbaijan and Georgia participate and forge closer political and economic ties with the European Union. ===Commonwealth of Independent States=== The Commonwealth of Independent States (CIS) is a confederation consisting of 12 of the 15 states of the former Soviet Union, (the exceptions being the three Baltic states). Although the CIS has few supranational powers, it is more than a purely symbolic organisation and possesses co-ordinating powers in the realm of trade, finance, lawmaking and security. The most significant issue for the CIS is the establishment of a full-fledged free trade zone and economic union between the member states, launched in 2005. It has also promoted co-operation on democratisation and cross-border crime prevention. Additionally, six members of the CIS signed on to a collective security treaty known as the Collective Security Treaty Organization. ===Community for Democracy and Rights of Nations=== The post-Soviet disputed states of Abkhazia, the Republic of Artsakh, South Ossetia, and Transnistria are all members of the Community for Democracy and Rights of Nations which aims to forge closer integration among the members. ===North Atlantic Treaty Organisation=== The North Atlantic Treaty Organisation (NATO) is a military alliance of mainly European states, together with the United States of America and Canada. The organisation was founded as a collective security measure following Second World War. This provision was intended so that if the Soviet Union launched an attack against the European allies of the United States, it would be treated as if it were an attack on the United States itself, which had the biggest military and could thus provide the most significant retaliation. However, the feared Soviet invasion of Europe never came. Instead, the provision was invoked for the first time in the treaty's history on 12 September 2001, in response to the attacks of 11 September on the United States the day before. ===GUAM Organization for Democracy and Economic Development=== GUAM Organization for Democracy and Economic Development is a regional organisation of four CIS states: Georgia, Ukraine, Azerbaijan, and Moldova. The group was created as a way of countering the influence of Russia in the area, and it has received backing and encouragement from the United States . Though at one point it was generally considered to have stagnated, recent developments have caused speculation on the possible revival of the organisation. ==Secessionist and devolutionary pressures== These movements, seeking either autonomy or independence, vary greatly in their popular support and political profile, from fringe movements to mainstream campaigns. ===Azerbaijan=== The Republic of Artsakh is an unrecognized de facto independent Republic in the Caucasus region of Eastern Europe. The Armenian majority population declared independence from Azerbaijan in 1991 after the collapse of the Soviet Union. It participates in the Community for Democracy and Rights of Nations along with other partially recognized states within the region. ===Belgium=== Two of Belgium's parties, the Vlaams Belang and New-Flemish Alliance, want Flanders, the northern part of Belgium, to become independent. Other Flemish parties plead for more regional autonomy. There is also a minor movement aiming at unification of Flanders with the Netherlands (see Greater Netherlands). The autonomous Belgian region of Wallonia has a movement seeking unification with France. ===Bosnia and Herzegovina=== Some inhabitants of Republika Srpska, one of the two constituent entities in Bosnia and Herzegovina (the other being the Federation of Bosnia and Herzegovina), the vast majority of them being ethnic Serbs, would opt for independence from Bosnia and Herzegovina and unification with Serbia. Republika Srpska comprises 49% of the territory of Bosnia and functions independently from the rest of the country in many spheres. Even though independence is not on the official government agenda, Serbian politicians from the region see a link between a possible future status of Kosovo and the status of Republika Srpska. Croats, who remain a constituent nation of Bosnia and Herzegovina remain united with ethnic Bosniaks in a joint entity. Some Bosnian Croat politicians have proposed a separate constituent entity for Croats along the lines of the Republika Srpska. ===Denmark=== The Danish territories of Greenland and Faroe Islands have very strong independence movements. Greenland's autonomy marks it as a constituent country under the Danish kingdom. ===Finland=== The Åland Islands has an autonomy. In 2003, the Ålandian separatist party Ålands Framtid was formed. There has not been much support for full independence since the Independence of Finland, but in the last years the support has slightly grown. ===France=== The Mediterranean island of Corsica has a significant and growing group calling for independence from France. There are also movements in the Brittany region of northern France who wish to regain independence lost in 1532, and in Savoy in the south east, which was annexed to France following a disputed referendum in 1860. Parts of Navarre, Basque Country and Catalonia cross into France. ===Georgia=== South Ossetia declared independence on 28 November 1991, and Abkhazia on 23 July 1992. Following the brief 2008 South Ossetia war, both entities were partially recognised as independent by several UN member states. Georgia considers both \"occupied territories\" within its own borders. Both states participate in the Community for Democracy and Rights of Nations. ===Italy=== Lega Nord, a party which is especially strong in Veneto (Liga Veneta) and Lombardy (Lega Lombarda), has promoted either secession or larger autonomy for Northern Italy under the name Padania, blaming Southern Italy for siphoning away tax funds and blocking progress. Similar groups are active in Southern Italy, but can rely on a far smaller electoral support. Plenty of autonomist and separatist parties are active in Northern regions: Valdostan Union, South Tyrolean People's Party, Die Freiheitlichen, Trentino Tyrolean Autonomist Party, North-East Union, Veneto State, etc. In the province of South Tyrol the South Tyrolean Freedom party, which campaigned for the reunion of the province with Austria, while in Sardinia the Independence Republic of Sardinia supports outright independence for the region. The Mediterranean region is home to many autonomist parties: Sardinian Action Party, Sardinian Reformers, Sardinian People's Party, Sardinian Democratic Union, Red Moors, etc. Autonomist presidents lead four out twenty regions of Italy: Veneto (Luca Zaia, Łiga Veneta), Aosta Valley (Augusto Rollandin, Valdostan Union), Lombardy (Roberto Maroni, Lega Lombarda) and Trentino-Alto Adige/Südtirol (Lorenzo Dellai, Union for Trentino). ===Moldova=== The eastern Moldovan region of Transnistria, which has a large ethnic Russian and Ukrainian population, has declared independence from Moldova on 2 September 1990 and is a member of the Community for Democracy and Rights of Nations. Despite having no control over the region, the Moldovan government refuses to recognise this claim. There is a significant movement in Moldova and Romania aiming at the reunification of the two countries. ===Netherlands=== The Frisian National Party seeks more autonomy for Friesland without striving for complete independence. The preservation of Frisian culture is an important goal of the party. ===Romania=== Before the Treaty of Trianon after World War I, Transylvania belonged to Austria-Hungary, and it contains minorities of ethnic Hungarians who desire autonomy in the country. ===Russia=== Several of Russia's regions have independence movements, mostly in the state's north Caucasus border. The most notable of these are Chechnya, Dagestan and Ingushetia, which have well supported guerrilla groups involved in open conflict with the Russian authorities. Some Tatar people seek independence for the region of Tatarstan ===Serbia=== The province of Kosovo is the subject of a long-running political and territorial dispute between the Serbian (and previously, the Yugoslav) government and Kosovo's largely ethnic-Albanian population. International negotiations began in 2006 to determine final status (See Kosovo status process). Kosovo declared independence on 17 February 2008. ===Spain=== Within Spain there are independence movements in some of the autonomous regions, notably the regions that have co-official languages such as Catalonia, Basque country, and Galicia. These are mostly peaceful but some, such as ETA and Terra Lliure, have used violent means. ===Ukraine=== The Ukrainian autonomous region of Crimea has been annexed by the Russian Federation. The eastern, majority Russophone part of the country is divided, and there are calls from some groups for the area to leave Ukraine and join Russia. ===United Kingdom=== In Northern Ireland, Sinn Féin and the Social Democratic Labour Party achieve between them over 40% of the vote at elections,Northern Ireland election overview BBC News, 13 March 2007 with both parties supporting Northern Ireland leaving the United Kingdom and joining the Republic of Ireland to create a United Ireland.Assembly Manifesto 2007 sinnfeinassembly.com, accessed 29 December 2008SDLP Manifesto sdlp.ie, accessed 29 December 2008 In Scotland, the Scottish National Party, Scottish Green Party, and Scottish Socialist Party support Scottish independence. The SNP won an outright majority at the 2011 Scottish Parliament election and held the 2014 Scottish independence referendum, in the majority of Scottish voters backed remaining part of the United Kingdom by a 55% - 45% margin. In Wales, Plaid Cymru and the Welsh National Party support Welsh independence. Polls generally show support for Welsh independence at around 20 - 25%. In England, there are movements, such as the English Democrats, calling for a devolved English Parliament. There are also movements, such as the Wessex Regionalists, calling for devolution of power to the English regions. Movements seeking autonomy or independence are also present in the peninsula of Cornwall. As of 24 June 2016, the United Kingdom officially voted to leave the European Union. It is currently an ongoing process before the process of withdrawing begins on March 29, 2019. However, individual countries within the United Kingdom, Scotland and Northern Ireland voted to remain in the European Union, prompting calls for another independence referendum in Scotland. ==See also== *Council of Europe *International organisations in Europe *Politics of the European Union *European Neighbourhood Policy *Europe *European integration *Eurovoc *Eurosphere *Culture of Europe *Economy of Europe *Future enlargement of the European Union *Geography of Europe *History of Europe *List of conflicts in Europe *List of Europe-related topics *OSCE countries statistics *Pro- Europeanism *Regions of Europe ==References== ",
    "title": "Politics of Europe"
}