{
    "id": "1286426",
    "text": "The Fender Cyclone denotes a series of electric guitars made by Fender. Introduced in late 1997, the Cyclone body is similarly styled to the Mustang, but it is a quarter of an inch thicker than the body of a Mustang and is made of poplar, whereas contemporary Mustang reissues were made of basswood. In July 2002, the Cyclone II was introduced as the successor to the Fender Cyclone and featured cosmetic changes such as the Mustang racing stripe as well as 3 vintage single-coil pickups and switching borrowed from the Fender Jaguar. the range included the original Cyclone, the Cyclone HH with two humbuckers, and the Cyclone II with three MIA Jaguar pickups controlled by on- off switches in place of the selector switch. As of January 2007, all Cyclone variants had been discontinued by Fender. ==Cyclone== The Cyclone has a scale of 24.75 inches (the same as a Gibson Les Paul but an unusual intermediate size for Fender), and a Fender Stratocaster-style synchronized tremolo. The original Cyclone used an Atomic humbucking pickup in the bridge, a Tex-Mex pickup in the neck position, and a conventional 3-way toggle switch. ==US Cyclone== The Cyclone was also promoted as a USA-made guitar for a brief time in 2000. The US Cyclone featured two dual-coil ceramic Vintage Noiseless single-coils and a modern 2-point synchronized vibrato with stainless steel saddles. The Custom Cyclone had similar features, but used two Gold Lace Sensor pickups with black covers and a custom vintage 2-point tremolo bridge with bent solid steel saddles. Both guitars were made at the Fender Custom Shop. These American-made Cyclones were gone at the end of 2001. ==Cyclone II== Introduced as the successor to the Cyclone in July 2002, the Cyclone II features changes such as the Mustang racing stripe as well as pickups and switching borrowed from the Jaguar. The guitar employs three pickups angled in a similar fashion to the Telecaster bridge pickup, rather than the standard two straight pickups of a Jaguar. It also features a Jazzmaster headstock similar to a 1970s Strat. It has vintage tuning heads as well as vintage nickel string saddles, which were found on 1950s model Strats. It was available in a choice of two colours, Candy Apple Red and Daphne Blue, both with the white racing stripe found on the Mustang. The Cyclone II has a scale of 24.75 inches, a Stratocaster-style synchronized tremolo, and an on/off switch for each pickup. While it is different in design to the Stratocaster, it has seven pickup selections, including bridge pickup with neck pickup or even all three pickups. ==Cyclone HH== The Cyclone HH had the same features and specifications as the original Cyclone, except for the addition of a 3-ply black pickguard and a pair of humbucking pickups, a Fender Santa Ana and a Fender Atomic II in the bridge and neck positions. Introduced in 2003, it was discontinued, like the other Cyclone models, in 2007. The Cyclone HH also included a vintage-style synchronized tremolo, a three-position toggle switch, master volume and tone controls, as well as chrome-plated hardware. It was available in Black, Pewter, Daphne Blue and Orange. ==Notable users== * John Paul Pitts * Craig BenzineCraig Benzine * Brian MolkoBrian Molko With a humbucker-sized P-90 in the bridge position. * Sawao Yamanaka * Zachary Cole Smith * Erin Lynn Silva * Lawrence Warner * Vincent Accardi of Brand New * Cameron Boucher ==References== Cyclone ",
    "title": "Fender Cyclone"
}