{
    "id": "1286408",
    "text": "India Allen (born India Juliana Orban on June 1, 1965 in Portsmouth, Virginia) is an American actress and model. Allen appeared as a centerfold in the December 1987 issue of Playboy magazine and was subsequently named Playmate of the Year in 1988. == Career == Allen was initially encouraged by her mother when she turned eighteen to pursue modeling and to try out for Playboy, but she was not interested. The suggestion came up again a few years later when her casting agent sent her to do a small role in a short film parody of Beverly Hills Cop II, in a role as a Playmate in the Playboy Mansion West scene. On the set of the film, Allen met Monique St. Pierre, Playboy's Playmate of the Year in 1979. Allen was surprised when one of the film's producers mentioned that St. Pierre was a Playmate and the two became friends. After looking through Allen's portfolio of modeling assignments, St. Pierre took her to Playboy's West Coast photo studios on Sunset Boulevard for test shots. (subscription required) After her first pictorial, Allen continued to act and also appeared in a series of Playboy videos. == Personal life == Allen was born in Portsmouth, Virginia and grew up in the South - Virginia, Georgia, and South Carolina. In the early 1980s Julie was married to her Ball State University college beau. In the early 1990s she was married for a short time to American sports broadcaster Bill Macatee. In 1996, Allen was a witness in the civil trial of O.J. Simpson and testified that she had seen Simpson strike his then-wife Nicole Brown Simpson in 1983, when Allen was employed by a veterinary hospital in Beverly Hills, California. ==Filmography== * Tattoo, a Love Story (2002) * The Force (1994) * Silk Degrees (1994) * Seduce Me: Pamela Principle 2 (1994) * Wild Cactus (1993) * Round Numbers (1992) ==See also== * List of people in Playboy 1980-1989 ==References== ==External links== * * * * Category:1980s Playboy Playmates Category:Playboy Playmates of the Year Category:People from Portsmouth, Virginia Category:Actresses from Virginia Category:1965 births Category:Living people Category:American film actresses ",
    "title": "India Allen"
}