{
    "id": "1286353",
    "text": "Newton South High School is one of two public high schools in the city of Newton, Massachusetts, United States, the other being Newton North. ==History and student life== One Newton's of two public high schools, Newton High, grew to 3,000 students by the late 1950s. Newton built a new school, Newton South, in the Oak Hill neighborhood in 1960.From the description of Newton South High School History, 1960–2003. (Minuteman Library Network). WorldCat record id: 319889351. Published by SNAC Cooperative The school is organized into four student houses—Cutler, Goldrick, Goodwin, and Wheeler—each with a student commons. Newton South was the first public high school to create a gay–straight alliance in the United States in the early 1990s.Jennings, Kevin: Mama's Boy, Preacher's Son: A Memoir, page 196. Beacon Press, 2006. Newton South features two award-winning student newspapers, Denebola and The Lion's Roar. U.S. News & World Report ranked Newton South as the 664th-best high school in the country and 20th-best in the Massachusetts in its 2020 rankings. ===Public attention=== The school gained notoriety in 2002 for its \"Senior Scavenger Hunt\", a student-organized contest that featured theft, vandalism, illegal drug use, and various sexual acts committed by the graduating seniors in exchange for points. On February 8, 2007, the Newton South STAND: A Student Anti-Genocide Coalition chapter organized a Darfur Benefit Concert with the well known band, State Radio, raising over $23,000 for Save the Children and the Genocide Intervention Network. ==Sports== Newton South competes in the DCL (Dual County League). *Fall sports **Football (B) **Soccer (B+G) **Cross Country (B+G) **Volleyball (G) **Golf (Co-Ed) **Field Hockey (Co-Ed) **Cheerleading (Co-Ed) *Winter sports **Basketball (B+G) **Gymnastics (B+G) **Nordic Skiing (B+G) **Alpine Skiing (B+G) **Indoor Track and Field (B+G) **Wrestling (B+G) **Hockey (B+G) **Swimming and Diving (B+G) **Cheerleading (Co-Ed) *Spring sports **Lacrosse (B+G) **Baseball (B) **Softball (G) **Volleyball (B) **Track and Field (B+G) **Tennis (B+G) **Rugby (B+G) ===Awards and recognition=== Newton South was named Massachusetts's top athletic program by Sports Illustrated in 2009. ==Notable alumni== * Josh Altman, class of 1997, real estate agent on Million Dollar Listing Los Angeles. * Marisa Catalina Casey, class of 1997, co-author of Born in Our Hearts: Stories of Adoption, is the Founder and Executive Director of the arts education nonprofit Starting Artists, Inc. located in Brooklyn, NY. * Marin Hinkle, class of 1984, actor for Amazon's The Marvelous Mrs. Maisel and CBS's Two and a Half Men. * Alex Karpovsky, class of 1993, actor for HBO's comedy- drama Girls and Amazon's Homecoming. * John Krasinski, class of 1997, actor for NBC's comedy The Office. * Ben Kurland, class of 2002, an actor in The Artist, which won five Academy Awards. * Bill Lichtenstein, class of 1974, Peabody Award-winning journalist, filmmaker, radio producer. * Robert C. Lieberman, class of 1982, American political scientist and former provost of the Johns Hopkins University * Jonathan Mann, class of 1965, World Health Organization chief against AlDS. * Chris Morocco, class of 1998, American chef and YouTube personality. * Roger Myerson, class of 1969, was one of the three recipients of the Nobel Prize in Economics in 2007 \"'for having laid the foundations of mechanism design theory'.\" * Hari Nef, class of 2011, transgender actress, model, and writer. Debuted at New York Fashion Week Spring 2015. * B. J. Novak, class of 1997, co-executive producer, writer, and actor for NBC's comedy The Office. * Joe Rogan, class of 1985, TV host of Fear Factor, The Man Show, Joe Rogan Questions Everything, The Joe Rogan Experience podcast. * Eli Roth, class of 1990, film director, producer, writer, and actor. Co-starred with Novak in Inglourious Basterds. ==References== ==External links== * Category:Schools in Newton, Massachusetts Category:Educational institutions established in 1960 Category:Public high schools in Massachusetts Category:1960 establishments in Massachusetts ",
    "title": "Newton South High School"
}