{
    "id": "12861903",
    "text": "The Roman Catholic Diocese of Kilmore (; ) is a Roman Catholic diocese which is mainly in the Republic of Ireland although a few parishes are in Northern Ireland. It is one of eight suffragan dioceses which are subject to the Metropolitan Archdiocese of Armagh.Archdiocese of Armagh. Retrieved on 16 January 2009.Diocese of Kilmore: Homepage. Retrieved on 16 January 2009. On 29 June 2020, it was announced that Pope Francis had appointed Martin Hayes, a former priest of the Archdiocese of Cashel and Emly, as Bishop of Kilmore in succession to Philip Leo O'Reilly. He received episcopal ordination on 20 September 2020. https://www.catholicbishops.ie/2020/06/29/pope-francis- appoints-father-martin-hayes-as-the-new-bishop-of-kilmore/ ==Geography== Kilmore diocese covers most of County Cavan and parts of counties Leitrim, Fermanagh, Meath and Sligo. The main towns are Bailieborough, Ballyjamesduff, Cavan, Manorhamilton and Virginia. ==Ecclesiastical history== The diocese of Kilmore was originally called Breifne (Latin: Tirbrunensis, Tybruinensis or Triburnia; Irish: Tír mBriúin, meaning \"the land of the descendants of Brian\", one of the Uí Briúin kings of Connacht)., Handbook of British Chronology, p. 362. It was formally established as one of the dioceses approved by Cardinal Giovanni Paparoni at the synod of Kells in 1152. The boundaries of the diocese are approximately the same as those of the ancient Kingdom of Breifne; which today consists of almost all of County Cavan, roughly the northern half of County Leitrim, and parts of County Fermanagh, County Meath and County Sligo. In 1454, Bishop Aindrias Mac Brádaigh (Andrew McBrady) was given permission by Pope Nicholas V to have the ancient church at Kilmore, founded in the sixth century by Saint Felim, to be the cathedral church of the diocese. It was rebuilt and became known in Irish as An Chill Mhór (meaning Great Church) and anglicised as Kilmore, which gave its name to the diocese, a name which has remained ever since. Tir Brun / Kilmore was a territorial diocese, based on the kingdom of Breifne. From the late twelfth century the chieftainship of Breifne was contested between the Ui Raghallaigh or O'Reilly sept in the east and the Ui Ruairc or O'Rourke sept in the west. The bishops of the diocese came predominantly from the eastern end of the diocese, right down until the reformation. ==Kingdom of Ireland== During the Reformation in Ireland, the diocese lost the cathedral and all other temporalities. After a period of two hundred years of uncertainty, Bishop Denis Maguire (1770–98) gave new stability to the diocese and started the process of rebuilding both discipline and churches. Bishop James Browne (1827–65) continued with this work and founded the diocesan college in 1839. Patrick Lyons (bishop of Kilmore) (1937–49) had the old Roman Catholic Cathedral in Cavan rebuilt between 1938 and 1942. The current cathedral is dedicated to Saints Patrick and Felim and is built in the neoclassical style with a spire of .Cathedral of Saints Patrick and Felim, Cavan. Retrieved on 16 January 2009. ==Ordinaries== The following is a basic list of the bishops of Kilmore since 1728.Diocese of Kilmore. Catholic-Hierarchy website. Retrieved 26 April 2010. * Michael MacDonagh, O.P. (1728–1746) * Laurence Richardson, O.P. (1747–1753) * Andrew Campbell (1753–1769) * Denis Maguire, O.F.M. (1770–1798) * Charles O'Reilly (1798–1800) * James Dillon (1800–1806) * Farrell O'Reilly (1807–1829) * James Browne (1829–1865) * Nicholas Conaty (1865–1886) * Bernard Finegan (1886–1887) * Edward MacGennis (1888–1906) * Andrew Boylan, C.SS.R. (1907–1910) * Patrick Finegan (1910–1937) * Patrick Lyons (bishop of Kilmore) (1937–1949) * Austin Quinn (1950–1972) * Francis Joseph MacKiernan (1972–1998) * Philip Leo O'Reilly (1998–2018) * Martin Hayes (2020–present) ==Kilmore Diocesan Pastoral Centre== The Kilmore Diocesan Pastoral Centre was created in 2005, in the old boarding school wing of St. Patrick's College, Cavan.It was officially opened on 13 February 2005 by Cardinal Seán Brady.Kilmore Pastoral Centre marks 10th anniversary By Sarah Mac Donald, Catholic Ireland, March 3, 2015. A range of ministry and faith development activities are provided.What is a pastoral centre Kilmore Diocese Pastoral Centre. The Faith formation and the Catechism course which is accredited by the Mater Dei Institute of Education and the Maryvale Institute has been provided from the centre.Co Cavan priest Fr Michael Router appointed Auxiliary Bishop of Armagh by Bimpe Archer, Irish News, May 8, 2019. ==See also== *St Fethlimidh's Cathedral, Kilmore in the Diocese of Kilmore, Elphin and Ardagh (Church of Ireland) ==References== Category:Roman Catholic dioceses in Ireland Category:Religion in County Cavan Category:1152 establishments in Ireland Kilmore Category:Religion in County Fermanagh Category:Religion in County Leitrim Category:Religion in County Meath Category:Religion in County Sligo ",
    "title": "Roman Catholic Diocese of Kilmore"
}