{
    "id": "12865162",
    "text": "The Main Event, known in Japan as Ringu no Ōja (リングの王者, \"King of the Ring\"), is a professional wrestling arcade game released by Konami in 1988. A player selects two different wrestlers as their tag team, and they wrestle another tag team. If the player wins, his team moves on to another match. If he loses, he gets an immediate rematch, since the game isn't over until the player's energy falls to zero. Some of the game's most distinguishable features were an oversized \"Action\" button which would flash whenever an attack, grapple, submission or pin could be performed; and an enthusiastic announcer who introduced the wrestlers and called the action during matches. == Gameplay and moves == There are three weight classes: Cruiserweights (El Condor, Maui Mauler, Kamikaze Ken, San Antonio Smasher), which specialize in fast and agile moves; Heavyweights (Saturn Six, Bigfoot Joe, Alan the Empire) with emphasis on slower but more powerful moves; and Balanced (Conan the Great) which could use selected moves from the other two classes. Moves are divided in five types: Attack, Grapple 1, Grapple 2, Aerial, and Signature. \"Attack\" is the performing of a punch, kick, chop or headbutt while in front of an opponent. \"Grapple 1\" moves can be performed when opponent is in a \"stunned\" state (his body staggering back and forth, after receiving an \"Attack\" move, missing one himself, or being picked off the mat). \"Grapple 1\" moves include the basic headlock, body slam, snapmare and hiptoss for all three classes. When you or your opponent receive enough damage, \"Grapple 2\" moves can be performed. These include a dropkick, brainbuster, and backbreaker (actually a backdrop) for Cruiserweights, and atomic drop, bear hug, and pile driver for Heavyweights. All classes can perform \"Aerial\" moves such as the flying body attack, flying elbow drop and flying knee drop after climbing the turnbuckle. Each wrestler has a \"Signature\" move (such as figure four leglock, camel clutch and boston crab) which can be performed at any time during the match if the player is correctly positioned. Which regular move the wrestler performed depended upon the remaining stamina of your opponent, whether or not he's \"stunned\", right timing and the exact location of your wrestler relative to the opponent. A metal folding chair lying outside the ring could also be used as a weapon. Some wrestlers could also do illegal maneuvers such as biting and choking. Victories reward you with extra energy, and matches were won with pins, submission holds, or out-of-ring timeouts. If a double count-out occurs, the referee leaves the ring and the wrestlers continue to fight until one side is pinned or submits (no extra energy being awarded in this case). For pins and submission holds, you had to press the \"Action\" button more quickly than your opponent, moving a status bar beyond a certain point. After each win, a newspaper article shows your winning wrestlers' photo with a headline that they won, as well as their current ranking. San Antonio Smasher nails The Maui Mauler with a dropkick Adding coins to increase your \"health\" did little to revive your wrestler after a lengthy beating or even increase his chances of kicking out of a pin. Also, as the game progressed, the computer opponents became more difficult to beat, the CPU's illegal partner constantly breaking your pins and submissions. However, pinfall victories in these harder levels can still be achieved after performing a certain number of pin attempts. If you move all the way up the ranks and win the Championship Title you then defend it against the computer who becomes even more difficult. == Wrestlers == Every wrestler a player could choose from was a lookalike of a contemporary WWF wrestler.Magazine review of The Main Event Characters included El Condor (similar to El Canek), Conan the Great (Hulk Hogan with a full head of white hair), The Maui Mauler (similar to Haku), Kamikaze Ken (Ricky Steamboat with little to no alteration), San Antonio Smasher (very similar to Koko B. Ware), Saturn Six (whose look was similar to Demolition), Bigfoot Joe (King Kong Bundy with orange hair), and Alan The Empire (a red-haired, bearded André the Giant).Arcade Flyer (Japan), frontArcade Flyer (Japan), back == Differences between the US and Japanese versions == The Japanese version of the game (Ringu no Ouja) is notably different from its American counterpart in several ways: Players could only use Conan the Great and Kamikaze Ken as their wrestlers, there were three buttons (Attack, Grapple and Tag) instead of two (Action and Tag), the game only lasted five matches, and if completed, the remaining energy would add as points to the final score. == Reception == In Japan, Game Machine listed The Main Event on their August 1, 1988 issue as being the third most-successful table arcade unit of the year. == Legacy == * The game's Soundtrack was produced by Konami Kukeiha Club and published by King Records on July 21, 1989 as part of \"Konami Game Music Collection Vol.0\" along additional soundtracks from Flak Attack (MX 5000), The Final Round, Gang Busters, City Bomber, and Devastators.Konami Game Music Collection Vol.0 {| class=\"wikitable\" |- ! Track # !! Track name !! Time |- | 12 || The Main Event (Title Demo) || 00:19 |- | 13 || Who Is The Strongest (Selection) || 01:35 |- | 14 || Exciter! (Stage Clear) || 00:45 |- | 15 || You Shall Smart For This! (Game Over) ~ The Main Event || 00:27 |} * The Final Round, a boxing arcade game released by Konami that same year, shares many sound samples with The Main Event, most notably the referee's screams and count. * The Main Event's game developmental engine was used for several of Konami's hit beat-em-up arcade titles such as Crime Fighters and Teenage Mutant Ninja Turtles. * The game is located is at the world's largest arcade museum located at Funspot in Weirs Beach (Laconia, New Hampshire). * In December 2010, The Main Event was re-released on Microsoft's Game Room service for its Xbox 360 video game system as part of Game Pack 013.The Main Event release for Microsoft Game Room * The game's ROMs have been dumped and are supported in MAME. ==References== Category:1988 video games Category:Arcade games Category:Konami games Category:Professional wrestling games Category:Multiplayer and single-player video games Category:Video games developed in Japan Category:Konami arcade games ",
    "title": "The Main Event (video game)"
}