{
    "id": "12860620",
    "text": "Mabel Gardiner Hubbard (November 25, 1857 – January 3, 1923), was an American businesswoman, and the daughter of Boston lawyer Gardiner Greene Hubbard. As the wife of Alexander Graham Bell, inventor of the first practical telephone, she took the married name Mabel Bell.Eber, Dorothy Harley. Hubbard, Mabel Gardiner (Bell), in Dictionary of Canadian Biography, Vol. 15, University of Toronto/Université Laval, 2003, accessed August 8, 2013.Toward, 1984. From the time of Mabel's courtship with Graham Bell in 1873, until his death in 1922, Mabel became and remained the most significant influence in his life.Winefield, Richard. Never the Twain Shall Meet: Bell, Gallaudet, and the Communications Debate, Gallaudet University Press, 1987, pp.72–77, , . Folklore held that Bell undertook telecommunication experiments in an attempt to restore her hearing which had been destroyed by disease close to her fifth birthday, leaving her completely deaf for the remainder of her life.Mrs. Bell, Widow Of The Inventor Of The Telephone, Is Dead: Deaf From Girlhood, Her Infliction Inspired Husband's Great Triumph, Ludington Daily News, January 6, 1923. Originally publish in New York Times, January 4, 1923Mrs. A.G. Bell Dies. Inspired Telephone. Deaf Girl's Romance With Distinguished Inventor Was Due to Her Affliction, New York Times, January 4, 1923.Eber, 1991; p. 43. == Biography == Mabel Hubbard Gardiner Bell as a girl, ca. 1860 Mabel Gardiner Hubbard with her husband Alexander Graham Bell and their daughters Elsie (left) and Marian (1885). The Brodhead-Bell-Morton Mansion, the Bells' home from 1882–1889, in Washington, D.C., as it appeared in 2008. Mabel Gardiner Hubbard was born on November 25, 1857 in Cambridge, Massachusetts, United States, to Gardiner Greene Hubbard and Gertrude Mercer McCurdy. She suffered a near-fatal bout of scarlet fever close to her fifth birthday in 1862 while visiting her maternal grandparents in New York City, and was thereafter left permanently and completely deaf. The disease also destroyed her inner ear's vestibular sensors, additionally leaving her with a greatly impaired sense of balance, to the extent that it was very difficult for her to walk at night in the dark. Mabel was the inspiration for her father's involvement in the founding of the first oral school for the deaf in the United States, the Clarke School for the Deaf. Having been educated in both the United States and in Europe, she learned to both talk and lip-read with great skill in multiple languages.Eber, 1991. pp. 43–45Gray, 2006 She was also, due in great part to her parents' efforts, one of the first deaf children in the nation to be taught to both lip-read and speak, which allowed her to integrate herself easily and almost completely within the hearing world,Eber, 1991; p .45 an event virtually unknown to those in the deaf community of that era. In support of her parents' efforts to increase funding for deaf education, Mabel testified before a congressional hearing at a young age. Her avoidance of the deaf community until her middle age when her parents died and left her to assume their roles as benefactor to the societies for the deaf, would later lead to criticisms that she was embarrassed by her impairment. Described as \"strong and self-assured\", she became one of Graham Bell's pupils at his new school for the deaf, and later evolved into his confidant. They married on July 11, 1877 in the Cambridge home of her parents, when she was 19, more than 10 years Bell's junior. Together they had four children, including two daughters: Elsie May Bell (1878–1964) who married Gilbert Hovey Grosvenor of National Geographic fame, and Marian Hubbard Bell (1880–1962), who was referred to as \"Daisy\", and who was nearly named Photophone by Bell after her birth. Mabel also bore two sons, Edward (1881) and Robert (1883), both of whom died shortly after birth leaving their parents bereft.Gray, 2006. From 1877, Mabel and \"Alec\", as she preferred to call him, lived in Washington, D.C. at their home, the Brodhead-Bell Mansion, which they occupied for several years, and from 1888 onwards residing increasingly at their Beinn Bhreagh (Gaelic for \"beautiful mountain\") estate, in Cape Breton, Nova Scotia, Canada. After Alec's death in 1922, Mabel slowly lost her sight and grew increasingly consigned to the care of her daughters, withdrawing into a world of silent darkness. She died of pancreatic cancer at the home of her daughter Marian, in Chevy Chase, Maryland, less than a year after her husband, both of whom are buried near their home on \"The Point\" at their estate of Beinn Bhreagh, originally their summer residence. Her ashes were interred with Alexander's grave exactly one year, to the hour, after his burial. Today, they rest together near the top of their \"beautiful mountain\" of their estate overlooking Bras d'Or Lake, under a simple boulder of granite. == Deaf to Bell's utterances == The Centennial Exhibition in Philadelphia, 1876, propelled the Bells to international fame. Mabel was the indirect source of her husband's early commercial success after his creation of the telephone. The U.S. Centennial Exposition in Philadelphia in 1876 made Bell's newly invented telephone a featured headline worldwide. Judges Emperor Dom Pedro II of the Empire of Brazil and the eminent British physicist William Thomson (Lord Kelvin) recommended his device to the Committee of Electrical Awards, which voted Bell the Gold Medal for Electrical Equipment. Bell also won a second Gold Medal for Visible Speech, for his additional display at the exposition, helping to propel him to international fame. Bell, who was then a full-time teacher, hadn't even planned on exhibiting at the fair due to his heavy teaching schedule and preparation for his student's examinations. He went there only at the stern insistence of Mabel, his fiancée and future wife.Waite 1961. pp. 158–169. Mabel had understood Bell's reluctance to go to the exhibition and display his works. She secretly bought his train ticket to Philadelphia, packed his bag, and then took the unknowing Bell to Boston's train station where she told her shocked fiancé that he was going on a trip. When Bell started to argue, Mabel turned her sight away from him, thus becoming literally deaf to his protests.De Land, Fred. Notes on the Development of the Telephone, Popular Science, November 1906, pp.427–438; == Mabel's stock ownership in the Bell Telephone Company == The Bell Telephone Company was organized on July 9, 1877 by Mabel's father Gardiner Greene Hubbard who owned 1,387 of the 5,000 issued shares and had the title of \"trustee\". Mabel's husband Alexander Bell owned 1,497 shares. But Bell immediately transferred all but 10 of his shares as a wedding gift to his new bride Mabel. A short time later, just prior to leaving for an extended honeymoon of Europe, Mabel signed a power of attorney giving control of her shares to her father. This made Gardiner Hubbard the de facto president and chairman of the Bell Telephone Company,Pizer, Russell A. The Tangled Web of Patent #174465, Authorhouse, 2009, , , page.127. which later evolved into American Telephone & Telegraph, at times the world's largest telephone company. == Support to aeronautical research == Mabel was highly intelligent but usually preferred to remain in the background while Bell conducted scientific discussions and meetings among his peers—for many decades he held regular Wednesday evening intellectual salons in their home parlour, dutifully documented in the multiple volumes of his \"homenotes\". However Mabel strongly believed that a heavier-than-air vehicle could be designed to fly, and she provided the inspiration and financing of about $20,000CAD to that end, a significant amount in 1907 (approximately $450,000 in 2008 dollars).Rannie Gillis. Mabel Bell Was A Focal Figure In The First Flight of the Silver Dart, Cape Breton Post, September 29, 2008. Retrieved from First Airplane Flight In Canada website, April 2, 2010. At that time Mabel Bell sold some of her real estate and gave that amount of money to her husband and four others to establish the Aerial Experimental Association (AEA),Toward, 1984. pp.141–155 for the purpose of constructing \"a practical flying aerodrome\", Canada's first heavier-than-air vehicle, the Silver Dart. Based on their scientific experiments, the aircraft they designed and built incorporated several technical innovations not previously invented for flight, including lateral control by means of ailerons.Kermode, A.C. Mechanics of Flight, Chapter 9 (8th edition), Pitman Publishing Limited, London, 1972, . Partly because of her founding of the AEA, but also for founding social and educational institutions, she was named a National Historic Person in 2018.Government of Canada Announces New National Historic Designations, Parks Canada news release, January 12, 2018 == Family tree == == References == Notes Citations == Further reading == * * * * * * * Category:1857 births Category:1923 deaths Category:Deaf people from the United States Category:Alexander Graham Bell Category:People from Baddeck, Nova Scotia Category:Gardiner family Category:Persons of National Historic Significance (Canada) ",
    "title": "Mabel Gardiner Hubbard"
}