{
    "id": "12864409",
    "text": "Discovering Dengue Drugs – Together (DDDT) is a World Community Grid project sponsored by scientists at the University of Texas Medical Branch at Galveston and the University of Chicago. Its goal is to identify new antiviral drugs effective against viruses from the family flaviviridae. The specific targets are: * Dengue virus * Hepatitis C virus * West Nile virus * Yellow fever virus Discovering Dengue Drugs – Together is divided into two phases. Phase 1, launched August 21, 2007, used AutoDock 2007 (the same software used for FightAIDS@Home) to test how well antiviral drug candidates are predicted to bind to the target virus's proteases. Compounds predicted to bind strongly (protease inhibitors) are potential antiviral drug candidates. This phase ended in August 2009. Phase 2 \"will use a more computationally intensive program to screen the candidates that make it through Phase 1.\" The drug candidates that make it through Phase 2 will then be lab-tested. Like all World Community Grid projects, Discovering Dengue Drugs - Together uses a computational grid made up of thousands of client (computing) computers belonging to independent volunteers, in conjunction with servers that distribute portions of the work to the clients.See See also In 2008, the project was temporarily suspended because of Hurricane Ike. Processing resumed in January 2009, with the server function transferred from the University of Texas Medical Branch in Galveston to the Texas Advanced Computing Center in Austin. == References == == External links == * Discovering Dengue Drug- Together : Project Summary * World Community Grid - Research - Discovering Dengue Drugs - Together * World Community Grid launches global computing effort to find cures for dengue, West Nile, and hepatitis C diseases * UTMB and IBM enlist aid of global computer grid to find cures for dengue, West Nile and hepatitis C diseases * Launch of Discovering Dengue Drugs - Together Project Category:Dengue fever ",
    "title": "Discovering Dengue Drugs – Together"
}