{
    "id": "1286918",
    "text": "Interstate 295 (I-295) in Delaware, New Jersey, and Pennsylvania is an auxiliary Interstate Highway, designated as a bypass around Philadelphia and a partial beltway of Trenton, New Jersey. The route begins at a junction with I-95 south of Wilmington, Delaware, and runs to an interchange with I-95 in Bristol Township, Pennsylvania. The highway heads east from I-95 and crosses the Delaware River into New Jersey on the Delaware Memorial Bridge concurrent with U.S. Route 40 (US 40). Upon entering New Jersey, I-295 splits from the New Jersey Turnpike and US 40, and runs parallel to the turnpike for most of its course in the state. After a concurrency with US 130 in Gloucester County, I-295 has an interchange with I-76 and Route 42 in Camden County. The freeway continues northeast toward Trenton, where it intersects I-195 and Route 29 before bypassing the city to the east, north, and west, crossing the Delaware River on the Scudder Falls Bridge into Pennsylvania. In Pennsylvania, I-295 is signed as an east–west road and heads south to its other terminus at I-95. I-295 is one of two three-digit interstates in the United States to enter three states, with the other one being the I-275 beltway around Cincinnati which enters Ohio, Indiana, and Kentucky. Three portions of I-295 predate the Interstate Highway System: the Delaware Memorial Bridge and its approach, built in 1951, a section in Salem County built in 1953, and the part concurrent with US 130, built in two sections that opened in 1948 and 1954. The route was designated on these sections in New Jersey in 1958 and in Delaware in 1959. The portion of I-295 connecting to I-95 in Delaware opened in 1963 while most of the route in New Jersey was finished by the 1980s. The part of I-295 near the interchange with I-195 and Route 29 was finished in 1994. I-295 previously ended in New Jersey at US 1 in Lawrence Township, becoming I-95 heading south into Philadelphia. By July 2018, I-295 was extended along the former I-95 in New Jersey and Bucks County, Pennsylvania to end at I-95 at the Pennsylvania Turnpike, with no access between I-295 and the latter road. Improvements continue to be made to the highway, including reconstruction of interchanges and replacement of bridges. ==Route description== I-295 begins at I-95, I-495, US 202, and Delaware Route 141 (DE 141) near Newport, Delaware and heads east over the Delaware River on the Delaware Memorial Bridge into New Jersey. The highway intersects the southern terminus of the New Jersey Turnpike and runs northeast through suburban areas of South Jersey parallel to the turnpike, providing a bypass of Philadelphia and Camden. I-295 turns north and bypasses Trenton to the east and turns west at the US 1 junction in Lawrence Township. The route heads west around the north side of Trenton and crosses the Delaware River on the Scudder Falls Bridge into Pennsylvania, and heads south to its terminus at I-95 in Bristol Township. The portion of I-295 running through New Jersey is sometimes referred to as the Camden Freeway by the New Jersey Department of Transportation (NJDOT). As part of the Interstate Highway System, the entire length of I-295 is a part of the National Highway System, a network of roads important to the country's economy, defense, and mobility. ===Newport to Westville=== I-295 southbound/US 40 westbound entering Delaware past the Delaware Memorial Bridge I-295 begins at an interchange with I-95 (Delaware Turnpike), I-495, US 202, and DE 141 south of the town of Newport in New Castle County, Delaware. The northbound beginning of I-295 has direct ramps from both directions of I-95, southbound I-495, and southbound DE 141, while the southbound end of I-295 has direct ramps to both directions of I-95, northbound I-495, and northbound DE 141\\. From this junction, the highway heads southeast on an eight-lane freeway maintained by the Delaware Department of Transportation (DelDOT) that passes to the northeast of suburban neighborhoods in Wilmington Manor. I-295 passes over the Jack A. Markell Trail and reaches an interchange with US 13/US 40. Here, US 40 splits from US 13 by heading east concurrent with I-295. At this interchange, the highway becomes maintained by the Delaware River and Bay Authority (DRBA). The road has an eastbound ramp to Landers Lane before it passes between residential neighborhoods and has a cloverleaf interchange with DE 9 north of the city of New Castle. This interchange provides access to Veterans Memorial Park, where a war memorial honoring veterans from Delaware and New Jersey is located. Past DE 9, the median of the freeway widens to include the DRBA headquarters, with direct access to and from the southbound lanes while northbound access is provided by way of DE 9\\. After this, the southbound lanes of I-295 have a toll plaza for the Delaware Memorial Bridge. I-295/US 40 continues east and passes over Norfolk Southern's New Castle Secondary before crossing the Delaware River on the twin-span Delaware Memorial Bridge. Welcome center / rest area along northbound I-295 in Carneys Point Township Upon reaching the east bank of the Delaware River, I-295/US 40 enters Pennsville Township in Salem County, New Jersey and heads east-southeast through industrial areas. The freeway comes to an interchange with the southern terminus of US 130 and the western terminus of Route 49, at which point it also meets the southern terminus of the New Jersey Turnpike. Here, I-295 splits onto its own freeway maintained by NJDOT while US 40 continues along the New Jersey Turnpike for a short distance before it splits to the southeast. A short distance later, the roadway enters Carneys Point Township and County Route 551 (CR 551) merges onto I-295, with the four-lane freeway heading northeast. The highway comes to a junction with Route 140, where CR 551 splits from I-295 by continuing east along Route 140\\. I-295 heads into wooded areas and features a rest area in the northbound direction. The freeway continues northeast and comes to a northbound weigh station before it reaches the Route 48 exit. The highway runs through a mix of farmland and woodland and enters Oldmans Township, where it comes to an interchange providing access to CR 643. I-295/US 130 southbound approaching the Route 44/CR 640 exit in West Deptford Township I-295 crosses Oldmans Creek into Logan Township in Gloucester County and passes near some residential development and Pureland Industrial Complex as it comes to the Center Square Road (CR 620) exit. The road crosses Raccoon Creek and reaches an interchange serving US 322/CR 536\\. Following this, the highway runs through agricultural and wooded areas before northbound US 130 merges into the freeway. At this point, I-295 and US 130 head east as a six-lane freeway with a narrow median and soon come to the CR 684 exit. Continuing east, the freeway crosses into Greenwich Township and has a junction with CR 607\\. After passing near Greenwich Lake, there are exits for CR 653 and CR 673 within a short distance of each other. I-295/US 130 reaches an interchange with CR 680 on the border of Greenwich Township and East Greenwich Township. The road runs through a portion of East Greenwich Township before crossing back into Greenwich Township and coming to a junction with CR 678 and CR 667 on the border of Greenwich Township and Paulsboro. Past this point, the freeway runs through marshy areas of Mantua Creek and continues into West Deptford Township. Here, there is an exit for CR 656\\. Passing near more industrial areas, I-295/US 130 has an interchange with the Mid-Atlantic Parkway, which provides access to Route 44 as well as to CR 643 and CR 660\\. Continuing northeast, the freeway passes over Conrail Shared Assets Operations' (CSAO) Penns Grove Secondary and reaches an interchange with Route 44 and CR 640\\. At this point, Route 44 begins to parallel I-295/US 130 on its northwest side as the two roads cross the Woodbury Creek. Route 44 ends at a cul-de-sac that has a ramp from the southbound direction of I-295/US 130 prior to another exit that provides access to CR 644\\. The freeway passes near some homes before US 130 splits from I-295 at an interchange that also has access to CR 642\\. The median of I-295 becomes wider again and it continues east through woods, coming to a southbound exit and northbound entrance with Route 45\\. The roadway passes over CSAO's Vineland Secondary and passes through a small strip of Deptford Township before it has a partial interchange with CR 551, with a southbound exit and northbound entrance. The highway enters Westville and skirts near residential and commercial development, with another southbound exit and northbound entrance serving Route 47. ===Bellmawr to Lawrence Township=== I-295 southbound at Warwick Road in Lawnside Night aerial view of the 3-leaf cloverleaf interchange with Route 38, with the Delaware River and Philadelphia in the background and the New Jersey Turnpike in the foreground. I-295 crosses the Big Timber Creek into Bellmawr in Camden County and runs northeast before it comes to the junction with the North-South Freeway, which serves as the northern terminus of Route 42 and the eastern terminus of I-76. At this point, the travel lanes of I-295 head north for a short distance along the outside of the North-South Freeway, with the northbound lanes of I-295 having access from northbound Route 42 and eastbound I-76 and access to westbound I-76 while the southbound lanes of I-295 having access from eastbound I-76 and access to southbound Route 42\\. Past this, I-295 continues east as a six-lane freeway through wooded areas near suburban development, passing under CSAO's Grenloch Industrial Track before reaching an interchange with Route 168\\. The highway heads east along the border between Haddon Heights to the north and Barrington to the south and passes over CSAO's Beesleys Point Secondary before reaching the junction with US 30 near its junction with Route 41/CR 573. The road fully enters Barrington before crossing into Lawnside, where it comes to a southbound exit and northbound entrance serving Warwick Road (CR 669). After this, I-295 curves northeast and passes through a corner of Tavistock before entering a part of Haddonfield and coming to a trumpet interchange providing access to the Woodcrest station along the PATCO Speedline. At this point, the road becomes closely parallel to the New Jersey Turnpike to the southeast. The highway crosses into Cherry Hill and passes over the tracks carrying the PATCO Speedline and NJ Transit's Atlantic City Line before it reaches the CR 561 exit. The roadway runs through wooded areas with suburban neighborhoods to the west and the New Jersey Turnpike to the east as it comes to a cloverleaf interchange at Route 70\\. Past this, the highway curves north farther west from the turnpike. I-295 southbound past the exit for Woodcrest Station in Tavistock I-295 enters Mount Laurel in Burlington County upon crossing Pennsauken Creek and runs northeast through woods near development, reaching a cloverleaf interchange with Route 73 that provides access to the New Jersey Turnpike to the east. Past this, the road passes east-northeast near commercial areas to the southeast of Moorestown Mall before curving northeast to closely follow the turnpike. The highway runs through wooded areas and encounters the Route 38 junction. The roadway passes over CSAO's Pemberton Industrial Track line and CR 537 and runs through a mix of fields and trees with occasional development, with an exit serving CR 635\\. I-295 crosses the Rancocas Creek into Westampton Township and runs through an area of warehouses, where it has a cloverleaf interchange at CR 626. The highway runs north through rural land with nearby buildings and enters Burlington Township. Here, the road curves northeast and comes to a cloverleaf junction at CR 541 that provides access to a commercial area along with the New Jersey Turnpike. The freeway runs through woodland and heads into Springfield Township, where it passes a pair of closed rest areas in each direction. I-295 crosses Assiscunk Creek into Florence Township and heads through a mix of farm fields and trees before it enters Mansfield Township and comes to a cloverleaf interchange at CR 656 that provides access to nearby CR 543\\. The highway passes over the Pearl Harbor Memorial Extension of the New Jersey Turnpike (I-95) and continues through rural land into Bordentown Township, where a northbound exit and southbound entrance serves Rising Sun Road that provides access to US 206 and the New Jersey Turnpike. Past this, the road curves north and reaches the exit for US 130 west of Bordentown before passing through woodland and crossing over NJ Transit's River Line. I-295 northbound at the CR 541 exit in Burlington Township I-295 crosses Crosswicks Creek into Hamilton Township in Mercer County and runs through woods and marshland a short distance east of the Delaware River. A scenic overlook of the river is located along the southbound side of the road; access from the northbound lanes is provided by a pedestrian bridge over the highway. The freeway heads farther from the river and passes over the River Line again before it reaches a modified cloverleaf interchange serving the western terminus of I-195 and the southern terminus of the Route 29 freeway to Trenton. Following this junction, the road heads northeast near residential neighborhoods and comes to an interchange at Arena Drive (CR 620) that provides access to nearby White Horse Avenue (CR 533). A short distance later, a southbound exit and northbound entrance provides access to northbound Olden Avenue (CR 622). I-295 continues through wooded areas with nearby development and curves north to come to an interchange at Route 33 and CR 606\\. The next junction is a southbound exit and northbound entrance at CR 535\\. The highway continues through woods and reaches a cloverleaf junction serving Sloan Avenue (CR 649). The roadway comes to a bridge over Amtrak's Northeast Corridor and crosses into Lawrence Township, where it curves northwest and comes to a modified interchange with US 1. ===Lawrence Township to Bristol Township=== West of US 1, the freeway passes commercial areas. I-295 comes to a partial cloverleaf interchange at Princeton Pike (CR 583), before coming to a southbound ramp to CR 546\\. Continuing west, the road reaches a cloverleaf interchange with US 206\\. I-295 then has a northbound exit and southbound entrance serving Federal City Road, before leaving Lawrence Township and entering Hopewell Township. The median of the freeway widens as it runs near suburban residential areas; this is where the Somerset Freeway would have begun, had it been built. Upon entering Hopewell Township, the median narrows. I-295 turns southwest past suburban development containing some farmland. It reaches the Route 31 interchange and passes through Ewing Township before returning to Hopewell Township, crossing under CSX's Trenton Subdivision railroad line. The next interchange along the route provides access to CR 611 and the Trenton–Mercer Airport via a cloverleaf interchange. After CR 611, the highway comes back into Ewing Township and passes to the northwest of the airport. An interchange with CR 579 also serves the Trenton–Mercer Airport. The freeway comes to the Route 29 interchange that also has a northbound entrance from Route 175. At this point, maintenance of the road changes from the New Jersey Department of Transportation to the Delaware River Joint Toll Bridge Commission (DRJTBC), and I-295 narrows from six to four lanes. Immediately after the interchange with Route 29, I-295 then crosses the Delaware River into Pennsylvania on the tolled Scudder Falls Bridge. Upon crossing the Delaware River, I-295 becomes the Delaware Expressway and enters Lower Makefield Township in Bucks County, passing over Pennsylvania Route 32 (PA 32) and reaching an electronic toll gantry in the direction heading away from the Delaware River. After crossing the Delaware Canal, I-295 reaches an interchange with Taylorsville Road, which provides indirect access to PA 32, to the north of the borough of Yardley. Here, the Pennsylvania Department of Transportation (PennDOT) takes over maintenance of the road. At this interchange, the route changes cardinal directions, with northbound becoming westbound and eastbound becoming southbound. I-295 continues west-southwest near suburban residential areas and features a westbound rest area. The freeway turns to the south and reaches the PA 332 interchange that serves the borough of Newtown to the west. I-295 continues south near some farmland before passing near more homes with some commercial development. The freeway comes to a bridge over SEPTA's West Trenton Line and CSX's Trenton Subdivision before it crosses into Middletown Township and comes to a cloverleaf interchange with the US 1 freeway. Immediately after this interchange, I-295 passes over Norfolk Southern's Morrisville Line and CSX's Fairless Branch as it curves southwest, heading northwest of commercial development and the Oxford Valley Mall. The freeway makes a curve to the south and becomes parallel to SEPTA's West Trenton Line and CSX's Trenton Subdivision to the west, passing under PA 213 without an interchange. The railroad tracks split to the west and I-295 reaches a diamond interchange with US 1 Bus./PA 413 to the east of the borough of Penndel. Following this interchange, the freeway crosses Mill Creek and runs south-southeast near suburban residential areas as it heads west of Levittown. I-295 enters Bristol Township and terminates at an interchange with I-95 at I-276 (Pennsylvania Turnpike). At this interchange, I-295 merges into southbound I-95, with access from westbound I-295 to southbound I-95 and from northbound I-95 to eastbound I-295; there are no ramps connecting I-295 and the Pennsylvania Turnpike. ==History== View north along I-295 from South Broad Street in Hamilton Township In the 1927 New Jersey state highway renumbering, Route 39 was legislated to begin at the Yardley–Wilburtha Bridge and bypass Trenton to the north and east before continuing south to Hammonton along present-day US 206.State of New Jersey, Laws of 1927, Chapter 319. Route 39, which was not built around Trenton, was decommissioned in the 1953 New Jersey state highway renumbering. ===Original highway=== Portions of I-295 in Salem and Gloucester counties predate the Interstate Highway System as part of freeway bypasses for the surface section of US 130/Route 44 through Carneys Point and between Bridgeport and Westville. In 1948, the first section of the US 130/Route 44 bypass in Gloucester County between current exits 21 and 24 opened, with a second section between exits 14 and 21 opening in 1954. The section of the present highway between the southern terminus of the New Jersey Turnpike and the present-day CR 618 bridge was built as part of the US 130 bypass of Carneys Point in 1953. The concurrent Route 44 designation was removed from US 130 in the 1953 New Jersey state highway renumbering, and was later assigned to the former surface alignment of US 130 through Carneys Point and between Bridgeport and Westville. In 1958, the US 130 bypass of Carneys Point and the freeway in Gloucester County was designated as part of I-295. Construction on the Delaware Memorial Bridge began in 1949. At the same time, work was underway on the Delaware Memorial Bridge approach in Delaware, a divided highway which would begin at a directional-T interchange with US 13/US 202 in Farnhurst and head east to a cloverleaf interchange at New Castle Avenue (present DE 9) before leading to the bridge. Construction on the US 13/US 202 interchange at Farnhurst began on July 12, 1950. On August 16, 1951, the Delaware Memorial Bridge opened to traffic. The Delaware Memorial Bridge and the approach road to US 13/US 202 became a part of US 40 following the opening of the bridge. I-295 was designated onto the New Jersey approach of the bridge in 1958. That same year, construction began for a bridge at the Farnhurst interchange that would link the US 40 approach to the Delaware Memorial Bridge to the Delaware Turnpike that was proposed to run west to the Maryland border. A year later, the Farnhurst interchange and the bridge approach were upgraded to Interstate Highway standards, and it was designated as part of I-295. Construction at the interchange connecting to the Delaware Turnpike at Farnhurst was completed in July 1961. On November 14, 1963, the Delaware Turnpike opened to traffic, with I-295 extended west to I-95 at the northern terminus of the Delaware Turnpike, which continued south as I-95. In the middle of 1964, work began on a second span at the Delaware Memorial Bridge due to increasing traffic volumes. The second span of the bridge was opened to traffic in late 1968. I-295 northbound at Route 70 interchange in Cherry Hill The remainder of I-295 through New Jersey was planned as Federal Aid Interstate Route 108, which was created by NJDOT in 1956. I-295 was built between the Big Timber Creek and Route 42 in 1958. In 1960, the section of the Interstate between Route 42 and Warwick Road was finished. The highway was built between US 130 and Route 45 in 1960 and was extended east to the Big Timber Creek a year later. In 1963, I-295 was completed between Warwick Road and just south of Route 70\\. A year later, the roadway was extended north to Route 73\\. The freeway was built between Route 73 and Route 38 in 1966. In 1968, the section of I-295 between Carneys Point and Bridgeport was finished. Following the completion of this section, US 130 reverted to its previous surface alignment through Carneys Point, replacing that portion of Route 44. In 1972, the highway was finished between Route 38 and CR 541\\. I-295 was extended from CR 541 northward to US 130 near Bordentown a year later. I-295 was completed from US 1 west to a proposed interchange with I-95 in Hopewell Township in 1974. In 1975, the roadway was constructed from south of the Route 33 interchange north to US 1\\. The section of I-295 between Arena Drive and south of Route 33 was finished in 1984. In 1987, I-295 was built between I-195/Route 29 and Arena Drive, with the highway between I-195/Route 29 and Route 33 opened to traffic on August 16 of that year. The final section of I-295 between US 130 in Bordentown and I-195/Route 29 was finished in 1994. At its original northern terminus, the freeway continued west as I-95 toward the Scudder Falls Bridge while I-95 was proposed to head north along the Somerset Freeway. In 1983, the Somerset Freeway portion of I-95 was cancelled as a result of community opposition. In the 1990s, the northern terminus of I-295 was moved to the US 1 interchange in Lawrence Township, with the route west of there replaced by an extended I-95. Due to the cancellation of the Somerset Freeway, a gap existed along I-95 in New Jersey. To bridge the gap, motorists from northbound I-95 were directed to follow I-295 southbound and I-195 eastbound to reach the New Jersey Turnpike to continue north along I-95, and vice versa. The former northern terminus of I-295 at US 1 and I-95 in Lawrence (signs in picture have been updated) In 1995, the southbound rest area along I-295 in Burlington County was named for radio personality Howard Stern. Governor Christine Todd Whitman named the rest area after Stern as payback for him granting Whitman airtime during her 1993 gubernatorial campaign. A plaque proclaiming the rest area as the \"Howard Stern Rest Stop\" was installed, with an image of Stern poking his head from an outhouse. Days after the plaque was installed, it was stolen and later mailed to Stern. In 2003, the rest areas along I-295 in Burlington County were closed as part of funding cuts in Governor Jim McGreevey's budget, saving the state $1 million a year. I-295, like many other highways in New Jersey, once had solar-powered emergency call boxes every mile (about 1.6 km); the use of the call boxes became limited due to the increasing popularity of cell phones. To save on maintenance costs, NJDOT removed these call boxes in 2005. ===Reconstruction of interchanges=== NJDOT has broken ground on a project to construct a straighter roadway for I-295 near the Route 42 interchange. This project, dubbed the I-295/I-76/Route 42 Direct Connection, will reconstruct the dangerous and congested Route 42/I-295/I-76 interchange, which currently requires traffic on I-295 to use ramps that merge onto the North-South Freeway for a short distance, among a series of other indirect connections. In 2007, \"Alternative D\" for the reconstructed interchange was selected, calling for I-295 to cross over the North-South Freeway. This interchange is projected to cost $900 million. Construction began in 2013 and is scheduled to be complete in 2021. NJDOT has also announced another project to address the missing connections between I-295 and Route 42 to provide an easier connection between the Philadelphia Metropolitan Area and points south to Atlantic City and vice versa. This project, dubbed the I-295/Route 42 Missing Moves, will provide connections from I-295 northbound to Route 42 southbound and Route 42 northbound to I-295 southbound by constructing two ramps just south of the I-295/I-76/Route 42 interchange. Construction is expected to begin in mid-2020 and be completed in late 2023. In early 2015, the DRBA began a project to reconstruct southbound I-295 between US 13/US 40 and I-95/I-495. The first phase, which took place between early 2015 and late 2016, reconstructed and repaved the left lanes of southbound I-295, reconstructed and repaved the right side of the ramps to US 13/US 40, I-495, and northbound I-95, and closed the ramp from northbound US 13 to southbound I-295 and built a new loop ramp. The second phase, which took place between 2016 and 2017, reconstructed and repaved the right lanes of southbound I-295, completed construction on the ramps from southbound I-295, and built a tunnel carrying the Jack A. Markell Trail under I-295. The final phase, which took place between 2017 and 2018, reconstructed the ramp from southbound US 13 to southbound I-295, removed the former ramp from northbound US 13 to southbound I-295, and reconstructed the left lane and shoulder on the ramps from southbound I-295 to I-95. ===Extension into Pennsylvania=== The beginning of I-295 eastbound from I-95 northbound in Bristol Township In preparation for the completion of the first stage of the interchange between I-95 and the Pennsylvania Turnpike in Bristol Township, Pennsylvania, the former route was truncated from New Jersey to the site of the interchange. In its place, I-295 was extended, ending at the unfinished interchange. NJDOT and the DRJTBC completed Phases 1 and 2 of the redesignation in March 2018, extending the route from US 1 in Lawrence Township across the Scudder Falls Bridge to Taylorsville Road in Pennsylvania. PennDOT then finished Phase 3 in July of the same year, signing their section as east–west despite its north–south alignment to avoid a change in direction from north to south on the same route. Between September 2005 and May 2015, New Jersey and Pennsylvania intended to extend I-195 around Trenton instead of I-295. This would have also truncated I-295 to its junction with I-195 and Route 29\\. However, in 2015, plans changed once again to extend I-295. This was because of guidelines set by the American Association of State Highway and Transportation Officials (AASHTO), which state that three-digit Interstates with an odd-numbered first digit should only connect with their parent route once. Since the extended route would have two junctions with the parent route (I-95), a route number with an even-numbered first digit was considered more appropriate. On September 22, 2018, the first stage of the interchange opened, providing a high-speed link allowing for I-95 to be routed onto the Pennsylvania Turnpike to connect to the New Jersey Turnpike, truncating the eastern terminus of I-276 to the new interchange and completing I-95 from Miami to the Canadian border. However, there remains no access between I-295 and the Pennsylvania Turnpike/I-276, nor between I-295 westbound and I-95 northbound and vice versa. The next stage of the project will complete the movements at the interchange. ===Scudder Falls Bridge replacement=== The structurally deficient Scudder Falls Bridge, carrying I-295 over the Delaware River between Lower Makefield Township, Pennsylvania and Ewing Township, New Jersey, is in the process of being replaced. Construction on a dual-span replacement bridge began in April 2017. The first span opened to Pennsylvania- bound traffic on July 10, 2019 and opened to New Jersey-bound traffic on July 24. Demolition of the original span and construction of the second new span began afterwards, and it is expected to open in early 2021. The new configuration will have six through-traffic lanes (three in each direction), acceleration and deceleration lanes, shoulders, and a shared bicycle and pedestrian path. Additionally, the two adjoining interchanges with Route 29 and Taylorsville Road are being reconstructed. Previously a toll-free crossing, on July 14, 2019, an electronic toll was instituted for Pennsylvania-bound traffic, payable using E-ZPass or Toll-by-Plate. ==Exit list== Exits in Delaware are unnumbered. ==See also== * * * ==References== ==External links== *I-295 on Kurumi.com *NJDOT Straight Line Diagrams *Pennsylvania Turnpike Commission I-95/I-276 Interchange Project Home *I-295/I-76/Route 42 Direct Connection Overview 95-2 Delaware 95-2 95-2 95-2 2 Delaware Category:Transportation in New Castle County, Delaware Category:Transportation in Salem County, New Jersey Category:Transportation in Gloucester County, New Jersey Category:Transportation in Camden County, New Jersey Category:Transportation in Burlington County, New Jersey Category:Transportation in Mercer County, New Jersey Category:Transportation in Bucks County, Pennsylvania 295 ",
    "title": "Interstate 295 (Delaware–Pennsylvania)"
}