{
    "id": "12862825",
    "text": "Bourreria is a genus of flowering plants in the borage family, Boraginaceae. Members of the genus are commonly known as strongbark or strongback. The generic name was chosen by Patrick Browne to honour German pharmacist Johann Ambrosius Beurer. The genus is native to the Americas, where species are distributed from Mexico to northern South America, and in the Caribbean and Florida in the United States. The center of diversity is in the Caribbean, Central America,Gottschling, M. and J. S. Miller. (2007). A revision of Bourreria (Boraginales, Ehretiaceae) in South America. Annals of the Missouri Botanical Garden 94(4) 734-44. and Mexico.Campos Ríos, G. M. (2005). Revisión del género Bourreria P. Browne (Boraginaceae) en México. Polibotánica 19, 39-103. (Spanish) As of 2007 there are about 30 species in the genus. Species include: *Bourreria andrieuxii - guayabillo, lágrima de virgen * Bourreria baccata Raf. *Bourreria bolivarensis * Bourreria cassinifolia (A.Rich.) Griseb. - smooth strongbark *Bourreria costaricensis *Bourreria formosa *Bourreria grandicalyxMiller, J. S. and B. Sirot. (1997). A New Species of Bourreria (Boraginaceae) from Costa Rica. Novon 7(4) 395-97. *Bourreria hintonii *Bourreria huanita - huanita, jazmín de palo, jazmín del istmo, guie- xoba *Bourreria longiflora *Bourreria mollis *Bourreria motaguensisVéliz Pérez, M. E., et al. (2009). Especie nueva del género Bourreria (Ehretiaceae, Boraginales) de Mesoamérica. Brittonia 61(3), 237-40. *Bourreria obovata * Bourreria ovata Miers - Bahamian strongbark *Bourreria oxyphylla - bojón, jub a che, palo de nance, taruche, copo a max *Bourreria pulchra - bakalbo, kakalché, copte ché *Bourreria purpusii - yoa prieto, jazmín del monte * Bourreria radula (Poir.) G.Don - rough strongbark *Bourreria rekoi * Bourreria revoluta Kunth *Bourreria rinconensisMiller, J. S. (1999). New Boraginaceae from tropical America 1: New species of Bourreria and Tournefortia from Costa Rica and a note on the publication of Cordia collococca. Novon 9(2) 230-35. *Bourreria rowellii *Bourreria rubra *Bourreria sonorae - chocolatillo, lengua de gato *Bourreria spathulata - capulín, zalzapotzin, zapotillo * Bourreria succulenta Jacq. - bodywood, chink, poisonberry *Bourreria superba - ricate * Bourreria velutina (DC.) Gurke * Bourreria virgata (Sw.) G.Don - roble de guayo ==References== ==External links== * Category:Boraginaceae genera Category:Taxonomy articles created by Polbot ",
    "title": "Bourreria"
}