{
    "id": "12860605",
    "text": "Teleflex Incorporated, headquartered in Wayne, Pennsylvania, is an American provider of specialty medical devices for a range of procedures in critical care and surgery. Teleflex has annual revenues of $2.4 billion, operations in 40 countries, and more than 12,000 employees.Corporate-IR.net By 2011, the company had substantially realigned to focus on its current business as a medical-device manufacturer, having undergone several years of active acquisitions and divestitures. Teleflex has been associated with Irish corporate tax avoidance tools. Teleflex's current chief executive officer (CEO) is Liam J. Kelly, who took over from Benson F. Smith at the start of 2018; Kelly is also the company's president and former chief operating officer. ==History== Teleflex was founded in 1943. Over time the business expanded into a conglomerate operating in multiple markets, often through acquisitions, such as: * Franklin Medical Ltd (1985) * Warne Surgical Products Ltd (1985) * Willy Rüsch AG (1989) * Pilling (1991) * Access Surgical (1993) * Nextex (1993) * Unimed (1994) * General Medical OEM Division (1994) * Europe Medical (1994) * Fehling (1994) * Simal (1994) * Endoscopy Specialists, Inc. (1995) * Asid Bonz (1996) * Comcorp Technologies, Inc. (1997) In general these acquisitions moved the business further into the design, build and supply of medical devices, a move that had begun in 1981 with the construction of the Applied Polymer plant in New Hampshire. Several acquisitions were not in line with this strategy. Comcorp, for example, was a supplier of pedals and other components for passenger cars and light-duty trucks and Nextex a fiber-optic communications business. Refocus on the medical device sector began in March 2009 when Teleflex sold its marine and industrial instrumentation (gauge) business to Veethree, and planned to exit its Lakewood Ranch, Florida facility. Veethree subsequently continued production of former Teleflex products at its Manatee County, Florida facility and hired approximately 50 workers from Teleflex. In March 2011, Teleflex sold its marine division, Teleflex Marine, to H.I.G. Capital. In August 2012, Teleflex substantively finalized an agreement to acquire all assets of the medical device maker LMA International, thereby expanding the company's anesthesia device franchise. In December 2013, Teleflex completed the acquisition of Vidacare Corporation, integrating Vidacare's intraosseous EZ-IO and OnControl medical devices into Teleflex's Arrow product line. On September 5, 2017, Teleflex announced that it had entered into a definitive agreement to acquire NeoTract in a transaction valued at up to $1.1B USD. Under the terms of the agreement, Teleflex will acquire NeoTract for an up-front cash payment of $725M USD and up to an additional $375M USD contingent on the achievement of certain sales- related commercial milestones through December 31, 2020. The transaction was unanimously approved by the Boards of Directors for both Teleflex and NeoTract. On January 18, 2019, the S&P; Dow Jones Indices added Teleflex to its famous stock market index, the S&P; 500\\. The company replaced PG&E;, a gas and power company, after the utility company announced it would declare bankruptcy on January 14, 2019. ==Patent case== It was a party in the KSR v. Teleflex patent case decided by the Supreme Court of the United States concerning the issue of obviousness as applied to patent claims. ==Irish tax schemes== In September 2018, the Irish Times revealed that Teleflex had created a new single malt Irish corporate tax avoidance scheme in July 2018. The article noted that Teleflex had previously used a double Irish Irish corporate tax avoidance scheme, and that such tax schemes had contributed to the Teleflex aggregate corporate tax rate falling to circa 3%. ==References== ==External links== *Corporate website Category:Companies listed on the New York Stock Exchange Category:Medical technology companies of the United States Category:Manufacturing companies based in Pennsylvania ",
    "title": "Teleflex"
}