{
    "id": "12868509",
    "text": "Clifton Court Forebay is a reservoir in the San Joaquin River Delta region of eastern Contra Costa County, California, southwest of Stockton. The estuary region the forebay is located in is only 1m to 3m above mean sea level. == History == The body of water was created in 1969 by inundating a tract as part of the California State Water Project. It serves as the intake point of the California Aqueduct for transport to Southern California, and feeds the Delta–Mendota Canal (a part of the Central Valley Project) to recharge San Joaquin Valley river systems.The Atlantic.com: \"The American Aqueduct and the Great California Water Saga\", February 2014. == Geological context == If a large enough earthquake happens near or at the Clifton Court Forebay, the California water system for irrigation and municipal use will be adversely affected. Several earthquakes have nearly shut down the Forebay. The 2014 South Napa earthquake and the 1989 Loma Prieta earthquake came very close to shutting down the Forebay intake system. The Clifton Forebay is a wetland system that drained nearby small rivers into the Pacific Ocean. Only in recent times was its freshwater drainage functions turned into a gateway to water storage. The Central Valley region that this forebay interfaces with is very gradually filling in the central valley with sediments. The region may be rebounding from recent run ins with glaciations that affected North America. == In popular culture == A documentary about the decline of the United States' infrastructure, The Crumbling of America, was commissioned by the U.S. A&E; network in the late 2000s. The documentary is typically shown on the History television channel in the United States, although other educational broadcasters globally have shown it. It features the Clifton Court Forebay as a \"strategic piece of California freshwater infrastructure\" subject to shutdown for up to two years if struck by an earthquake of magnitude 7.5 or greater. ==See also== * List of dams and reservoirs in California * List of lakes in California == Related sites == * Reservoir map * History of the California Aqueduct system ==References== Category:California State Water Project Category:Reservoirs in Contra Costa County, California Category:Sacramento–San Joaquin River Delta Category:Infrastructure completed in 1969 Category:1969 establishments in California Category:Reservoirs in Northern California ",
    "title": "Clifton Court Forebay"
}