{
    "id": "12875717",
    "text": "Eusideroxylon is a genus of evergreen trees of the family Lauraceae. The genus is possibly monotypic; it includes one accepted species (E. zwageri) and one that is \"unresolved\" (E. melagangai).The Plant List It is present in coastal and montane rainforests of Southeast Asia, and in laurel forest habitat. Eusideroxylon are hardwood trees reaching up to 50 metres in height with trunks over in diameter, producing commercially valuable timber. The wood of E. zwageri (Borneo Ironwood or Belian) is impervious to termites, and can last up to 100 years after being cut. Due to extensive logging, it is listed as vulnerable in the IUCN Red List of IUCN, and conservation efforts are underway, with several countries banning imports. == Description == Eusideroxylon are canopy tree species with erect or spreading branches and extremely durable and decay-resistant wood. They are native to tropical rain forests in south-east Asia (namely Malaysia, Indonesia—notably its islands of Borneo, Java, and Sumatra—and the Philippines). The color of the flowers is pale yellow to yellow. The flower is hermaphrodite, actinomorphic, with 6 tepals, distributed in two whorls that overlap. There are six staminodes, three stamens, and a simple pistil that consists of one carpel. Pollination is done by bees and other insects. The fruits are drupes, varying in size and shape from oblong to ovate or sub-cylindrical to asymmetric elongated or rounded. They are 8–13 cm long, 4–5 cm in diameter, and weigh 90g-170g. Seed dispersal is by vertebrate animals such as birds, monkeys, bats and rodents, for which the fruits are an important food source. The thick, leathery leaves are dark green, 26–29 cm in length, with a width of 10–11 cm. Young leaves are reddish brown to yellowish red. They have a generous layer of wax, making them glossy in appearance, and are narrow, pointed oval in shape with an apical mucro, or 'drip tip', which enables the leaves to shed excess water in a humid environment. Timber segments collected from 15 logged stumps in Kubah National Park, Sarawak, Malaysia, found that E. zwageri can live more than 1000 years and that the growth rate of this species is very slow, with a mean radial growth rate of 0·058 cm y-1. The cutting of old trees of E. zwageri results in the species being replaced by faster growing species. The long life span and reduced growth rate of this species may be a result of its dense and durable wood containing abundant defensive compounds. ==Etymology== The name Eusideroxylon is Latinized Greek, derived from Greek sideros meaning iron, xylon meaning wood, with the prefix eu- meaning good, true, original. The name of the genus thus means \"true iron wood\". ==Main species== *Eusideroxylon melagangai (unresolved) *Eusideroxylon zwageri Formerly placed here: * Potoxylon melagangai, as Eusideroxylon melagangai ==References== Category:Lauraceae Category:Laurales genera Category:Flora of Malesia Category:Taxonomy articles created by Polbot ",
    "title": "Eusideroxylon"
}