{
    "id": "12876188",
    "text": "The Cuernavaca Center for Intercultural Dialogue on Development (CCIDD) (now closed permanently) was a Christian retreat center located in Cuernavaca, Morelos, Mexico. Founded in 1977, CCIDD offers Canadian and American students the opportunity to experience the struggle for justice in Latin America. Cuernavaca Center for Intercultural Dialogue on Development Over 500 groups and 10,000 students have attended CCIDD since its inception.http://www.ccidd.org/aboutus.htm Mission of CCIDD ==A Call to Service== Making the journey to CCIDD requires not only the proper emotional state, but also the proper intentions. In an open letter concerning the value of service, Rachel Naomi Remen reminds us all to reevaluate our personal positions with respect to the dichotomy that inevitably exists between the notions of service and help. In effect, service can only be performed in \"a relationship between equals\" while help is based on a relationship of inequality, especially since it assumes that one side of the relationship is \"stronger\" than the other. (Also available from EBSCOhost) CCIDD therefore does not wish for its students to \"help\" the local Mexican population; let the tourists do that, it wants its students to \"serve\" the people. This service can either be direct or indirect. Direct service involves projects like painting schools, composting trash, and building houses. Indirect service includes initiating cross-cultural dialogues, visiting local archaeological sites, and reflecting upon the daily experiences that one undergoes. ==Liberation and Solidarity== The program permits students the opportunity to get up close and personal with poverty in the developing world. Whereas North American students may be familiar with impoverished conditions on a localized level in their own nations, the program allows them to peer into the less developed societies of Latin America. For CCIDD, it is not so much about serving the poor in the sense of direct aid, but rather, the journey in Cuernavaca is fundamentally concerned with immersing the student in a foreign, and albeit, uncomfortable situation whereby one is faced with numerous challenges. These challenges can range anywhere from purchasing food in the local farmers' market to fashioning a dialogue with the people in La Estación, which is a squatter settlement in a notoriously destitute section of Cuernavaca. ==Local Perception== It is important to understand that cities like Cuernavaca have seen a recent influx of evangelical churches; many of which are there to pursue purely economic interests, like the Universal Church of the Kingdom of God, known for its motto \"Pare de Sufrir.\" Even the more benign organizations are not very well received by the more informed in Mexican society, which is overwhelmingly Catholic. While at CCIDD, students will have the opportunity to attend church (in Spanish) on a regular basis, if they so choose. The Cuernavaca Cathedral is quite awe-inspiring, as the elongated nave and overbearing transept is enough to make any person pause for a moment or two. The addition of the Mariachi band instead of a traditional church choir will surely surprise many North American students. ==Militarization of Latin America== Another major issue that students encounter while at CCIDD is the rampant growth of militarism in Latin American countries. One of the biggest issues addressed at CCIDD is the Salvadoran Civil War, which raged for about twelve years (1980–1992) in the country of El Salvador. CCIDD typically has its students watch Voces inocentes (Innocent Voices), which is a dramatically realistic portrayal of the civil strife that wreaked havoc in El Salvador during the war. Aside from the Salvadoran conflict, CCIDD also instructs its students on the Zapatista movement in the southern Mexican province of Chiapas. For the most part, this movement is for indigenous people (the Mayans), by indigenous people (the Mayans), and all about indigenous people (the Mayans). In Mexico, there has been a systematic disenfranchisement of native peoples, somewhat like the Jim Crow laws of the early-to-mid twentieth century in the United States. Therefore, the Zapatistas have taken it upon themselves to oppose the blatant segregation in Mexican society by unifying in the name of natural rights. Ultimately, they wish to set about rebuilding the Mexican social structure in a manner conducive to the common benefit of all, rather than for the privileged wealth of a few. ==See also== *Catholic Social Teaching *Liberation Theology *Social Justice ==References== ==External links== *Cuernavaca Center for Intercultural Dialogue on Development *In the Service of Life Category:Buildings and structures in Morelos Category:Cuernavaca ",
    "title": "Cuernavaca Center for Intercultural Dialogue on Development"
}