{
    "id": "12876570",
    "text": "Morgan Glyndwr Jones, generally known as Glyn Jones, (28 February 1905 – 10 April 1995) was a Welsh novelist, poet and literary historian, and an important figure in Anglo-Welsh literature. He served as both Chairman and President of the Welsh Academy's English-language section. His study The Dragon Has Two Tongues (1968) discusses ways in which the interwar period affected his generation of Welsh authors. ==Early life== Glyn Jones was born in Merthyr Tydfil in 1905 into a Welsh-speaking household. His father was a post office clerk and his mother a teacher.Brown (2001), p. 38 Despite Welsh being his family language he was educated in English, as were all attending mainstream education in Wales in the first half of the 20th century. Jones gained a place at Cyfarthfa Castle Grammar School, and by the time he left secondary education, he had all but lost his ability to speak Welsh fluently. However, he re-taught himself Welsh in later life, although his literary work was always in English. After leaving Cyfarthfa Grammar, he gained a place at St Paul's College in Cheltenham. From an early age Jones was a devout Christian; his parents being Welsh Nonconformists. Jones attended Sunday School as a child and in his later life he was a member of Minny Street Congregational Chapel in Cardiff. His religious beliefs and his Welshness informed all his creative work, even when many of his contemporary authors rejected religion. On leaving full-time education Jones found work as a teacher, leaving Merthyr to take up a post in Cardiff, where the poverty of his pupils profoundly disturbed him, and informed his political position as a socialist. Although a left-wing thinker, Jones was never a member of the Labour Party; in his later life he was sympathetic to the aims of Plaid Cymru. In 1935, he married Phyllis Doreen Jones, to whom all his books were dedicated. His earliest poetry was published in 1933 in The Dublin Magazine, and in 1935, on the suggestion of his friend Dylan Thomas, he wrote a collection of short stories, entitled The Blue Bed. The collection included tales located in undefined, almost mystical locations, and others retailing Welsh village life in a comic and highly visual way. He received a remarkable critical assessment from reviewers in London. One of the tales from The Blue Bed, \"I was Born in the Ystrad Valley\", tells of an armed Communist insurrection and was born from his own experiences of life in the Cardiff slums. His initial writings were heavily influenced by the fellow Welsh author Caradoc Evans, although The Blue Bed did not carry the harsh tones of Evans's work. During the Second World War Jones registered in 1940 as a conscientious objector. This decision saw him dismissed from his teaching post by Cardiff Education Committee, although he found another teaching job in Glamorgan soon afterwards. ==Literary career== Jones continued writing, with a collection of poems being published in 1939. His first literary critique of poetry was of English Romantic poetry, of which he shared a style of striking imagery and sensuous language, being drawn to both D. H. Lawrence and Gerard Manley Hopkins. Jones was particularly impressed by Hopkins, and wrote an essay on the latter's awareness of Welsh poetic metrics. The 1940s saw two more works published, a second collection of poetry, The Dream of Jake Hopkins (1944) and a second book of short stories The Water Music and other stories (1944). As in his earlier work, The Water Music saw his tales set in either the industrial Merthyr of his childhood, or the greener landscape of Carmarthenshire. The 1950s and 1960s saw Jones concentrate on writing his three novels, The Valley, The City, The Village (1956), The Learning Lark (1960) and The Island of Apples (1965). His first novel, The Valley, The City, The Village, a bildungsroman centred on a young artist, is full of description and character, though it was criticised by some reviewers for its lack of formal unity and overly exotic language. However, some critics, such as Meic Stephens, believe that Jones's use of a variety of narrative and rhetorical techniques make the work a tour-de-force. His second novel, The Learning Lark, is a picaresque send-up of the education system in a corrupt mining village. But despite reflecting ugly-natured teachers bribing their way to headships, there is no biting satire, and the book is full of comic tones, with Jones holding up a mirror to the flaws in human traits. His third novel, The Island of Apples, set in a fictionalised Merthyr, uses the myth of Ynys Afallon to explore the pain of the loss of childhood. It is again told through the eyes of a young narrator. During the 1960s, Jones was at the centre of a literary controversy, when Scottish poet Hugh MacDiarmid lifted verbatim lines from one of Jones' short stories and published them as part of his poem Perfect. Although Jones himself remained silent on the issue, supporters of both men filled columns in The Times Literary Supplement, arguing over the merits of the situation. MacDiarmid later stated that he had a photographic memory, and that he must have used Jones's lines unconsciously. In later years neither poet showed much distress when they met, and were able to laugh off the controversy. The decade also saw Jones publish his most important work, The Dragon has Two Tongues, a criticism of Anglo-Welsh literature; an autobiographical work examining the effect of education, religion and politics on a generation of Welsh writers between the two World Wars, and an important account of his friendship with several important Welsh writers including Caradoc Evans, Dylan Thomas, Gwyn Jones and Keidrych Rhys. The 1970s saw Jones return to poetry and short stories, with two collections of stories published, Selected Short Stories (1971) and Welsh Heirs (1977). Between them came a poetic compilation, Selected Poems (1975). In the 1980s, Jones spent increasing time translating Welsh-language works into English. Although Jones was now a fluent Welsh speaker, he never wrote in his mother tongue, once stating that his Welsh was \"...the language of adolescence, not the mother tongue, [which] the artist will be likely to use for his creative purposes.\" Jones first translated Welsh texts in 1954, working with T. J. Morgan on The Saga of Llywarch the Old. In 1981 he worked on his own translations with When the Rose Bush brings forth Apples followed by Honeydew on the Wormwood: a further selection of old Welsh verses in 1984. ==Relations with Dylan Thomas== In 1934 Jones wrote to Dylan Thomas, after reading his poem The Woman Speaks, which had been published in The Adelphi.Ferris (1989), p. 101. Both men were relative unknown in that period, but the correspondence led to a long-lasting friendship between the two.Ferris (1989), p. 102. They met at Whitsun 1934. Jones, who had a car, drove the two of them to Laugharne; and Thomas later described Jones to his girlfriend, Pamela Hansford Johnson, as \"a nice, handsome young man with no vices\".Ferris (1989), p. 107. Later that year, the two men met again, this time to visit fellow poet Caradoc Evans. After the visit, while the men shared a hotel room, Jones recalled the tale of Welsh eccentric Dr. William Price, who cremated his young son without official permission after the child's death. Thomas later turned the tale into the story \"The Burning Baby\".Ferris (1989), p. 114. The next year, Thomas invited Jones to London. Amongst the artists of London, Jones found that Thomas would change his viewpoint to suit the group of people he was talking to, a trait that made Jones uneasy.Ferris (1989), p. 140. As Thomas grew in fame, he and Jones saw less of each other, but in December 1949, Jones was to interview his old friend for a BBC radio programme, How I Write. Jones travelled to Laugharne to meet Thomas at his home, the Boathouse. Jones was shocked at how much his friend had changed, with his face bloated and pale, symptoms of years of heavy drinking. They discussed what they would say in the broadcast, but a few days before Christmas, the producers received a call from Thomas' wife, saying that he was ill with \"broken ribs\", and the interview never took place.Ferris (1989), p. 249. ==Awards and later life== Jones was seen as an important and influential writer in Welsh literary circles. He was elected President of the Welsh Academy and in 1985 became the Academy's first honorary member. This was proceeded in 1971 by an award from the Arts Council of Wales for his contribution to the literature of Wales. He was also awarded an honorary Doctor of Literature by the University of Glamorgan in 1994 and an Honorary Fellowship by Trinity College, Carmarthen. In 1988 he was made an honorary member of the Gorsedd of Bards. In his final years, Jones's health suffered. He was forced to have his right arm amputated, but he continued to correspond with fellow writers, in what he saw as a vital link in the history of Welsh literature. He died in Cardiff on 10 April 1995. ==Published works== Novels *The Valley, The City, The Village (1956) *The Learning Lark (1960) *The Island of Apples (1965) Poetry *Poems (1939) *The Dream of Jake Hopkins (1944) *Selected Poems (1975) *Selected Poems: fragments and fictions (1988) *The Collected Poems of Glyn Jones (edited by Meic Stephens) (1996) Short Stories *The Blue Bed (1937) *The Water Music and other stories (1944) *Selected Short Stories (1971) *Welsh Heirs (1977) *The Collected Stories of Glyn Jones (edited and introduction by Tony Brown) (1999) Translations *The Saga of Llywarch the Old: a reconstruction by Glyn Jones with the verse and interludes (with T. J. Morgan) (1955) *When the Rose Bush brings forth Apples (1981) *Honeydew on the Wormwood: a further selection of old Welsh verses (1984) *The Story of Heledd (with T. J. Morgan, edited by Jenny Morgan) (1994) *A People’s Poetry: hen benillion (1997) Criticism *The Dragon Has Two Tongues (1968. Reprinted 2001) *Profiles: a visitor’s guide to writing in twentieth century Wales (with John Rowlands) (1980) ==Notes== ==External links== *The Glyn Jones Centre ==Biography== *Tony Brown, ed., Collected Stories of Glyn Jones, University of Wales Press, 1999 * Category:1905 births Category:1995 deaths Category:Welsh short story writers Category:Welsh literary critics Category:Anglo-Welsh novelists Category:People from Merthyr Tydfil Category:Welsh conscientious objectors Category:Calvinist pacifists Category:Welsh Christian pacifists Category:Bards of the Gorsedd Category:20th-century Welsh novelists Category:20th-century Welsh poets Category:Welsh-speaking writers Category:20th-century British short story writers ",
    "title": "Glyn Jones (Welsh writer)"
}