{
    "id": "12872014",
    "text": "Schenkia sebaeoides, known as Āwiwi in Hawaiian and lavaslope centaury in English, is a rare species of flowering plant. It is endemic to low shrublands in the state of Hawaii in the United States. It is present on the islands of Kauai, Oahu, Lanai, Molokai, and Maui. At the time it was added to the endangered species list of the United States in 1991 it was known from seven populations for a total of fewer than 1000 individuals.USFWS. Centaurium sebaeoides Five Year Review. August 27, 2010. It is threatened by habitat loss. Until 2004 it was a member of genus Centaurium; it and several other species have since been transferred to other genera. This is the only plant in the gentian family, Gentianaceae, that is native to Hawaii. This is an annual herb, one of only 3% of Hawaiian flora that have annual life cycles. It often bears white flowers but pink flowers are not uncommon. The number and size of populations fluctuates quite a bit, and there may be unknown small, ephemeral populations that exist for a season and then die away. The species likely has a large soil seed bank and when an area gets higher rainfall there is a greater germination rate. The plant is somewhat nondescript and resembles two species of common weeds, scarlet pimpernel (Anagallis arvensis) and bitter herb (Centaurium erythraea), so it may grow unnoticed in some areas. Surveys occur every few years and find varying numbers of populations. 2010 estimates list three populations on Kauai with up to 52 plants total, four populations on Molokai with several thousand plants, two populations on Oahu with up to 130 plants, seven or eight populations on Maui with several thousand individuals, and only a few plants on Lanai in a single population. The global population is estimated at about 6000 during wet years. This plant occurs in sand and volcanic and clay soils on bluffs and dunes in drier coastal areas. A major threat to the species is the invasion of introduced plant species such as Casuarina equisetifolia, C. glauca, Prosopis pallida, and Bryophyllum pinnatum. Each island has a different array of invasive flora, so management plans vary. Casuarina species are among the worst offenders because they spread so thickly they outcompete smaller plants. Many parts of its habitat are degraded by livestock including cattle and goats, which trample and compact the soil, and by off-road vehicles. This damage can lead to erosion. Plants occurring near trails may be trampled by hikers. Fire is a threat to some populations. ==References== ==External links== * * sebaeoides Category:Endemic flora of Hawaii Category:Plants described in 1853 Category:Taxonomy articles created by Polbot ",
    "title": "Schenkia sebaeoides"
}