{
    "id": "1287084",
    "text": "Chen Sheng (died 208 BC), also known as Chen She, was the leader of the Dazexiang Uprising, the first rebellion against the Qin Dynasty. It occurred during the reign of the Second Qin Emperor. ==Life== Chen Sheng was born in Yangcheng (陽城; in present-day Fangcheng County, Henan). In 209 BC, he was a military captain along with Wu Guang when the two of them were ordered to lead 900 soldiers to Yuyang (漁陽; southwest of present-day Miyun County, Beijing) to help defend the northern border against Xiongnu. Due to storms, it became clear that they could not get to Yuyang by the deadline, and according to law, if soldiers could not get to their posts on time, they would be executed. Chen Sheng and Wu Guang, believing that they were doomed, led their soldiers to start a rebellion. They announced that Fusu, the crown prince of Qin, who had wrongly been forced to commit suicide, and Xiang Yan, a general of Chu, had not died and were joining their cause. They also declared the reestablishment of Chu. Uprisings of Qin Dynasty, locations of Dazexiang and Yuyang are shown. Using 900 men to resist an empire seemed to be a suicidal move, but the people, who had felt deeply oppressed by the Qin regime, joined Chen Sheng and Wu Guang's cause quickly. More than 20,000 men joined. Soon, there were people asking Chen Sheng to declare himself \"King of Chu\". Acting against the advice of Zhang Er and Chen Yu, Chen Sheng declared himself \"King of Rising Chu\" (). Chen Sheng, setting his capital at Chen County (陳縣; in present-day Huaiyang, Henan), then commissioned various generals to advance in all directions to conquer Qin territory. Among these were: Wu Guang, whom he created acting \"King of Chu\"; Zhou Wen (), whom he ordered to head west toward Qin proper; his friend Wu Chen (), whom he ordered to head north toward the old territory of Zhao; Zhou Fu (), whom he ordered to head northeast toward the old territory of Wei. However, none of these generals returned. After initial defeats Qin forces regrouped under general Zhang Han. Wu Guang was assassinated by generals under him; Zhou Wen was defeated by Qin forces; Wu Chen was initially successful but then declared himself the King of Zhao and became independent of Chu; and Zhou Fu supported a descendant of the royal house of Wei to be the King of Wei, also independent of Chu. A major reason why Wu Chen and the generals who assassinated Wu Guang broke away was that Chen Sheng was paranoid as a king: generals were executed at any sign of infidelity, even by rumours. Chen Sheng's ruthlessness and constant defeats in battle made it harder and harder for him to gather followers. Chen Sheng was greatly weakened, and as he suffered losses at the hands of the Qin army, he personally led a force to try to gather reinforcements, but he was assassinated by his guard Zhuang Jia in winter 209/208 BC. His rebellion ended just six months after it started. ==Legacy== Chen Sheng was often idealized by versions of history promulgated by Chinese historians as a great leader of the peasants against intolerable oppression of the Qin nobility. However, that perception is not reality. Chen Sheng's decisions, while motivated by his desire to overthrow Qin, was also often motivated by self-interest and self- aggravation. He also failed to take in good advice and overly estimated himself. As the Song Dynasty historian Sima Guang wrote in the Zizhi Tongjian: While Chinese historians may quibble with Sima Guang's characterization of Chen, it appears to be quite correct. He claimed the title of king only months after the start of his rebellion, without a sufficient foundation, and once he did he effectively became stuck in Chen County and could not firmly hold territories that were conquered, because the people in the territories did not view him with great affection. Chen Sheng appearsSima Qian. Records of the Grand Historian, Volume 48. to be the person who coined the Chinese proverb, \"How can a little songbird understand the ambitions of a grand swan!\" (燕雀安知鴻鵠志), a saying that figures prominently in the Romance of the Three Kingdoms.Romance of the Three Kingdoms, Ch. IV. He sometimes appears as a door god in Chinese and Taoist temples, usually paired with Wu Guang. The pattern of an impostor and his general, founded by Chen Sheng, was closely followed by Han Shantong and Liu Futong in the end of Yuan Dynasty. ==See also== * Dazexiang Uprising ==References== ===Citations=== ===Bibliography=== * Sima Qian. Records of the Grand Historian. Category:Generals from Henan Category:Chinese nobility Category:Qin dynasty people Category:208 BC deaths Category:Year of birth unknown Category:3rd-century BC murdered monarchs Category:Assassinated Chinese people Category:People from Nanyang, Henan Category:Deified Chinese people Category:Chinese rebels ",
    "title": "Chen Sheng"
}