{
    "id": "12876541",
    "text": "On October 31, 1973, Egyptian foreign minister Ismail Fahmy meets with Richard Nixon and Henry Kissinger, about a week after the end of fighting in the Yom Kippur War. Ismail Fahmy () (2 October 1922 – 21 November 1997)Profile of Ismail Fahmy was an Egyptian diplomat and politician. He served as ambassador to Austria (1968–1971), tourism minister (1973), foreign minister (1973–1977) and deputy prime minister (1975–1977). He was awarded to professorship. He resigned from the government in 1977 to protest Anwar Sadat's visit to Jerusalem. Although he was a supporter and confidant of Sadat, later he became sharply critical of Sadat’s policies and decision making. ==Early life and education== Fahmy was born on 2 October 1922. His father was a public prosecutor in Cairo. He held a degree in political science from Cairo University in 1945. ==Early career== Fahmy joined ministry of foreign affairs in 1946. He served as a diplomat a part of the Egypt's delegation to the United Nations from 1949 to 1957. He was an intelligent, able, assertive, self-confident and articulate diplomat.[ Joseph Sisco. An Egyptian Foreign Minister’s Memoirs. The New York Times, 19 June 1983] He was an activist and a tough negotiator. Then he served in the Egypt's delegation on the International Atomic Energy Agency until 1959. Next he returned to Egypt and worked at the foreign office. He was appointed ambassador to Austria between 1968. From 1969 to 1970 he served as the ambassador of Egypt to France. His next post was deputy foreign minister which he held from 1971 to November 1973. Fahmy came to attention of Sadat at a symposium in Egypt. His arguments about the Egyptian military action against Israel, re-evolution and reshaping of Egyptian- Soviet relationships, closer contact with the US and the involvement with both Moscow and Washington in solving the Middle East conflict impressed Sadat, who appointed Fahmy foreign minister after 1973 October War. ==Foreign Minister of Egypt, 1973–1977== Fahmy served as foreign minister from October 31, 1973 to November 17, 1977. He decided to keep lines of communication open between Egypt and Soviet Union. However Fahmy recounts certain events in which he was directly involved: his first encounters with Henry Kissinger and Richard Nixon; his participation in talks leading to the Egyptian-Israeli disengagement agreements of 1974 and 1975. He reluctantly supported the first agreement and opposed to the second. He met with both US and Soviet foreign ministers. According to Fahmy, “Kissinger is highly intelligent but he has tendency to manipulate people”.[ Biography - (1922-1997): An article from: Contemporary Authors Online [HTML] (Digital)] Fahmy stated that “Zbigniew Brzezinski was professor at heart inclined to lecture experienced diplomat”. When Sadat decided to visit Jerusalem, he reacted to the decision with these words: Furthermore he argued Sadat could not demonstrate any proof that Israelis would respond to his move with comparable good will. After Sadat’s visit he resigned from his post. ==Later career== Following resignation, Fahmy kept supporting the convocation of the Geneva Conference as the only way to achieve peace.US diplomatic cable on Fahmi's conversation with US Ambassadr Following that incident he continued to write books and articles about the peacemaking activities in the Middle East. His best known book was “Negotiating for Peace in the Middle East: An Arab View”. Many years he worked as an academic in Egypt. In 1984, he unsuccessfully ran for office in the general elections on the list of the New Wafd Party. ==Personal life and death== Fahmy died on 21 November 1997 at the age of 75.https://mobile.nytimes.com/1997/11/24/world/ismail-fahmy- minister-75-quit-sadat.html His son, Nabil, was appointed foreign minister to the interim government of Egypt led by Hazem Al Beblawi in July 2013. ==References== Category:1922 births Category:1997 deaths Category:People from Cairo Category:Cairo University alumni Category:Ambassadors of Egypt to Austria Category:Foreign ministers of Egypt Category:Government ministers of Egypt Category:Egyptian academics Category:New Wafd Party politicians ",
    "title": "Ismail Fahmi"
}