{
    "id": "12870277",
    "text": "John D'Angelico (Little Italy, Manhattan, 1905 – Manhattan, September 1, 1964) was a luthier from New York City, noted for his handmade archtop guitars and mandolins. He founded the D'Angelico Guitars company, where other notable luthiers like Jimmy D'Aquisto served as apprentices. == Luthiery == John D’Angelico was born in 1905 in New York to an Italian-American family, and was apprenticed in 1914 to his great-uncle, Raphael Ciani, who made violins, mandolins, and flat top guitars.Bonds, Ray (ed.) (2006). \"The illustrated directory of guitars.\" Barnes & Noble/Salamander Books, p. 104.Wheeler, Tom (1982). American guitars: an illustrated history.\" Harper & Row. p. 22. This apprenticeship would become the basis for construction principles he later incorporated into his archtop guitars. After Ciani died D'Angelico took over the management of the business, but he didn't like having to supervise the 15 employees. As a result, he left and founded in 1932 D'Angelico Guitars at 40 Kenmare Street in Manhattan's Little Italy. Here he began making guitars initially based on the 16 inch Gibson L-5 and subsequently working on his own designs. == Instrument designs and output== Initially D'Angelico's guitars were based largely on the 1920s version of the Gibson L-5 with a 16 inch lower bout and \"snakehead\" headstock design, but by 1937, he had settled on four main f-hole archtop guitar designs, heavily influenced by the Gibson L-5:Bonds, Ray (ed.) (2006). p. 104.Achard, Ken (1999). \"The History and Development of the American Guitar.\" The Bold Strummer, p. 16. 1933 D'Angelico archtop guitar #1034 D'Angelico Excel (1950) previously owned by Chet Atkins, in the Country Music Hall of Fame * Style A – 17 inch body. Phased out in the 1940s. * Style B – 17 inch body. Phased out in the 1940s. * Excel – 17 inch body * New Yorker – 18 inch body. Approximately 300 made.Denyer, Ralph (1998). \"The guitar handbook.\" Alfred A. Knopf. p. 47. Through at least the late 1930s, D’Angelico's guitar necks had non-adjustable steel reinforcement. Later models had functional truss rods.Wheeler, Tom (1982). pp. 22-23. By the late 40s, D'Angelico was building only the Excel and the New Yorker. All New Yorker models featured pearl inlays in the headstock and fingerboards, as well as quadruple bindings.Achard, Ken (1999). p. 16. All of D’Angelico's guitars were hand-built, and many were customized for specific people, so substantial variation is evident in his output. D’Angelico's shop rarely made more than 30 guitars per year.Bonds, Ray (ed.) (2006). p. 106. In all, it is estimated that he built 1,164 guitars.Wheeler, Tom (1982). pp. 22. D’Angelico also built a few round-hole (as opposed to f-hole) archtops, and a few mandolins. While D'Angelico's craftsmanship was not always exemplary, the performance of his guitars established him as the premier maker of archtop guitars. During the late 1930s, when production was at its peak, D'Angelico made approximately 35 instruments per year with the help of only two workers, one of whom was Vincent \"Jimmy\" DiSerio. His recognition as the \"finest builder of archtop guitars\" later brought offers from larger companies, but ultimately he decided to keep his operation under his own name. During the 1950s, some of the instruments leaving D'Angelico's shop had mixed features, such as an Excel- sized guitar with New Yorker features created for Johnny Smith, or D'Angelico necks custom fitted to bodies customers brought in.Achard, Ken (1999). p. 43. Original D'Angelico guitars are identified by a serial number punched inside the bass f-hole—the serial numbers ranging from 1001 to 2164. In 1952 Jimmy D'Aquisto joined the company as an apprentice. D'Angelico had a heart attack in 1959 and also parted ways with DiSerio, who left to work at the Favilla guitar company. As a result, he closed the business but soon reopened it after D'Aquisto who was unable to find work, convinced him to do so. After several more heart attacks and having also suffered from pneumonia John D'Angelico died in 1964 at the age of 59. He had built 1,164 numbered guitars with the last ten finished by D'Aquisto. D'Aquisto then bought the business but a poor business decision lost him the right to the D’Angelico name. The D'Angelico Guitars brand has continued under other owners. == Employees == Some of D'Angelico's employees went on to become craftsmen in their own right. Among them were Jimmy Di Serio, who worked for D'Angelico from 1932–1959, and D'Aquisto who would eventually buy the business from the D'Angelico family. D'Angelico and D'Aquisto are generally regarded as the two greatest archtop guitar makers of the 20th century. In 2011, works by D'Angelico and D'Aquisto were included in the 'Guitar Heroes' exhibition at the Metropolitan Museum of Art in New York City. Vincent \"Jimmy\" DiSerio, was commissioned by Ralph Patt to modify a Gibson ES-150 (six-string archtop hollow-body guitar) to have a wider neck, wider pickup, and eight strings circa 1965; seven strings enabled Patt's major-thirds tuning to have the E-E range of standard tuning, while the eighth string enabled the high A. == See also == * D'Angelico Guitars * Jimmy D'Aquisto == Notes == * == References == ==External links== * Official website Category:Luthiers Category:American musical instrument makers Category:Musicians from New York City Category:American people of Italian descent Category:1905 births Category:1964 deaths Category:20th-century American musicians ",
    "title": "John D'Angelico"
}