{
    "id": "12879505",
    "text": "Grammitis (dwarf polypody) is a genus of ferns in the family Polypodiaceae, subfamily Grammitidoideae, according to the Pteridophyte Phylogeny Group classification of 2016 (PPG I). It had formerly been placed in the family Grammitidaceae, but this family is no longer recognized by most authors because phylogenetic analyses of DNA sequences have shown that it is embedded in Polypodiaceae.Harald Schneider, Hans-Peter Krier, Rosemary Wilson, and Alan R. Smith. 2006. \"The Synammia Enigma: Evidence for a Temperate Lineage of Polygrammoid Ferns (Polypodiaceae, Polypodiidae) in Southern South America\". Systematic Botany 31(1):31-41. The delimitation of Grammitis was drastically narrowed in the first decade of the 21st century. It now contains about 25 species. In 2003, a study of the distribution of grammitid ferns placed 11 species in the New World, 7 in Africa, and 4 in the Pacific.Barbara S. Parris. 2003. \"The distribution of Grammitidaceae (Filicales) inside and outside Malesia\". Telopea 10(2):451-466. The genus Grammitis was established by Olof Swartz around 1801.Olof Swartz. about 1801. \"Genera et Species Filicum ***\" In: Schrader's Journal für die Botanik. page 17. (see External links below). (sources vary on the exact date). The name is derived from Greek, gramma, grammatos meaning \"a line or thread\" and refers to the arrangement of the sori in some species.Umberto Quattrocchi. 2000. CRC World Dictionary of Plant Names volume II. CRC Press: Boca Raton; New York; Washington,DC;, USA. London, UK. (vol II). (see External links below). The type species for Grammitis is Grammitis marginella. The only known fossil of a grammitid fern has been named Grammitis succinea, but it is not clear that it belongs to Grammitis as more recently defined. It was found in Oligocene amber from the Dominican Republic.David J. Mabberley. 2008. Mabberley's Plant-Book third edition (2008). Cambridge University Press: UK. ==Circumscription== In a treatment of Grammitidaceae in 1990, Barbara S. Parris defined Grammitis broadly, to include about 400 species.Barbara S. Parris. 1990. \"Grammitidaceae\" pages 153-157. In: Klaus Kubitzki (general editor); Karl U. Kramer and Peter S. Green (volume editors) The Families and Genera of Vascular Plants volume I. Springer-Verlag: Berlin;Heidelberg, Germany. At that time, she stated that \"The treatment of Grammitis here as a large and diverse genus reflects our current lack of knowledge concerning relationships within the family\". Other authors at that time circumscribed Grammitis more narrowly, to include about 200 species. Since about 2003, Grammitis has been understood as a genus of about 25 species with the other species to be eventually transferred to other genera, most of them new or resurrected. Grammitis sensu strictissimo (about 25 species) is distinguished by its black, sclerified leaf margins.Tom A. Ranker. 2008. \"A New Combination in Adenophorus (Polypodiaceae)\". American Fern Journal 98(3):170-177. It is sister to the monophyletic genus Cochlidium. In 2004, Grammitis was shown to be polyphyletic if broadly circumscribed.Tom A. Ranker, Alan R. Smith, Barbara S. Parris, Jennifer M.O. Geiger, Christopher H. Haufler, Shannon C.K. Straub, and Harald Schneider. 2004. \"Phylogeny and evolution of grammitid ferns (Grammitidaceae): a case of rampant morphological homoplasy\". Taxon 53(2):415-428. Grammitis tenella had been shown to be closely related to Adenophorus in 2003,Tom A. Ranker, Jennifer M.O. Geiger, S.C. Kennedy, Alan R. Smith, Christopher H. Haufler, and Barbara S. Parris. 2003. \"Molecular phylogenetics and evolution of the endemic Hawaiian genus Adenophorus (Grammitidaceae)\" Molecular Phylogenetics and Evolution 26(3):337-347. and the new combination Adenophorus tenellus was published in 2008. Several species formerly in Grammitis have been transferred to Oreogrammitis. These include Oreogrammitis clemensiae, Oreogrammitis hookeri, and others.Barbara S. Parris. 2007. \"Five new genera and three new species of Grammitidaceae (Filicales) and the re-establishment of Oreogrammitis\". Gardens' Bulletin. Singapore 58(2):233-274. The genera Ctenopterella, Dasygrammitis, Radiogrammitis, Tomophyllum, and Xiphopterella were established in 2007 and some of these contain species that were formerly in Grammitis. Lellingeria tomensis was moved out of Grammitis to Lellingeria in 2004.Barbara S. Parris. 2004. \"New combinations in Acrosorus, Lellingeria, Prosaptia, and Themelium (Grammitidaceae: Filicales)\" Kew Bulletin 59(2):223-225. Transfers to other genera have also been made. The classification of Grammitis basalis, Grammitis recondita, and others remains undecided. ==Species== The species list is incomplete and may contain synonyms. It was originally based on two very old sources.Edwin B. Copeland. 1956. Key to Subgenus Melanoloma page 253. In: \"Grammitis\" pages 93-278. In: Philippine Journal of Science 80(2).L. Earl Bishop. 1977. \"The American Species of Grammitis Sect. Grammitis\". American Fern Journal 67(4):101-106. ===Transferred species=== ==References== ==External links== * Schrader's Journal für die Botanik * CRC World Dictionary of Plant Names: D-L — At: Botany & Plant Science; At: Life Science At: CRC Press Category:Fern genera Category:Taxonomy articles created by Polbot ",
    "title": "Grammitis"
}