{
    "id": "12878368",
    "text": "\"Pulling Double Booty\" is the sixth episode of the fifth season of the animated comedy series American Dad!, an episode produced for Season 3. It first aired in the United States on Fox on November 16, 2008. This story centers around Hayley, who goes on a rampage shortly after Jeff breaks up with her. Stan and Francine try to help their daughter get through the grief, and Hayley begins dating Bill, Stan's body-double and doppelgänger. Meanwhile, Roger and Steve get summer jobs determining the sex of baby chicks in a factory, but Steve steals several specimens to rear in safety after learning their fate. Angered at their ruined summer, Roger steals the chickens to make money off of chicken fights. This episode was written by Brian Boyle and directed by John Aoshima. It received mixed reception from television critics upon its release, with much of the praise going on to the delivery of the main storyline. It features guest appearances from Mike Barker, Leslie Bega, Chris Diamantopoulos, Michael Dunn, Erik Durbin, Jon Fener, Jeff Fischer, Josh Gad, Steve Hely, Patrick Stewart, John Viener, Gedde Watanabe, and Keone Young. ==Plot== Hayley and Jeff announce they are going to the mall. At the mall, Hayley goes on a destructive rampage after Jeff ends their relationship. Stan rushes to the mall and reprimands Jeff, explaining Hayley goes on a rampage every time a boyfriend breaks up with her. Stan eventually incapacitates her with tranquilizer darts and brings her home. He informs Francine that Hayley will go to jail if she goes on another rampage. To prevent this, he starts to dictate whom Hayley gets to date, airlifting guys she is interested in. Back home, Stan excuses himself to \"feed Klaus\". Realizing Klaus is supposed to fast for a blood test, Francine tries to stop him. On the way she sees Hayley and (apparently) Stan making out in Hayley's room. Downstairs she confronts Stan about this, who was actually sneaking off to steal cookie dough. Hayley appears with Bill, Stan's CIA body double, whom she was in fact making out with earlier. Hayley explains that – angry at her father for his continued interference in her love life – she threw a salad at Bill's face at the CIA cafeteria, mistaking him for Stan. After realizing her mistake, they started dating. Stan decides Bill is perfect for Hayley. While the four of them are at the beach, Stan brags to Bill about how hot Francine is. This leads Bill – posing as Stan – to later attempt to sleep with her in the bedroom. Angered, Stan defenestrates him and threatens to kill him if he ever sees Hayley again. They are then unable to explain Bill's sudden absence to Hayley, as if she knows Bill attempted to sleep with her mother, or thinks he dumped her, she will go on a rampage. Stan disguises himself as Bill for a romantic weekend getaway with Hayley. He tells Francine that if \"Bill\" annoys her enough, Hayley will dump him. At the hotel, Stan attempts to convince her to break up with him, such as by making her carry all the bags, but this excites her, much to his fear as she wants to go \"all the way\" with him. He takes her to the middle of a forest, where she complains that her father never says he loves her. Still acting as Bill, Stan assures her that her father loves her. Relieved, Hayley calls Stan, ringing his cell phone and revealing the ruse. Enraged, she burns down the forest. Meanwhile, Roger convinces Steve to go to Chinatown for their \"summer of exotic adventure\". The latter acquires a summer job of determining the sex of baby chicks and takes the former with him. But Roger is disappointed because he wanted a memorable summer vacation with him rather than working. When he learns the male chicks are being made into slurry, Steve rescues as many as he can, confines them in a tool shed, and raises them to adulthood. However, Roger kidnaps the chickens and holds a cockfight as way to earn extra money, much to Steve's anger. Steve makes a deal with Roger that the winner of the fight gets to keep the chickens. After a brief skirmish, Steve frees the whole brood, who all run into the street, where they are fatally struck by oncoming cars. Roger proceeds to clock Steve with a folding chair when he mourns. ==Reception== \"Pulling Double Booty\" was met with mixed response from television critics and fans alike. Steve Heisler of The A.V. Club gave it a positive review, going on to write, \"I never thought I'd be writing the following words: I…thought they did an okay job with the whole \"incest\" thing. Yeah, Hayley falls for a guy who's Stan's exact double, but Francine's reenactment of prison shanking [...], Stan and Hayley's uncomfortable dinner and even Stan's momentary excitement that Hayley had found someone of whom he [...] approved worked in the episode's favor. They didn't hammer us with the Stan-lookalike aspect, only played it for maximum [...] comedic effect.\" Heisler also praised the subplot of the episode, saying, \"I enjoyed Steve's momentary career as a chicken sexer, complete with Roger's cock-fighting hijack–wow, I guess I never thought I'd be writing those words either.\" He went on to give the episode a B-, the lowest grade of the night, tying with King of the Hill episode \"A Bill Full of Dollars\", but scoring lower than The Simpsons episode \"Homer and Lisa Exchange Cross Words\" and Family Guy episode \"Tales of a Third Grade Nothing\". The Parents Television Council, a conservative media watchdog group that are frequent critics of American Dad, as well as all other television programs produced by Seth MacFarlane - including Family Guy and The Cleveland Show - named \"Pulling Double Booty\" the \"Worst TV Show of the Week\" for the week of November 22, 2008. In a negative review for the episode, the group criticized the episode for \"sexually explicit dialogue and a nauseating incestuous plot\", and went on to write, \"So far, nothing has been more disturbing than the repugnant plot of the November 16th [...] episode of American Dad.\" In conclusion of their review, they wrote, \"Thankfully, Stan never sleeps with his own daughter. And technically, sleeping with Bill wouldn’t have been incest. Yet, no amount of hair-splitting will make this episode any less cringe-inducing.\" ==References== ==External links== * * Category:2008 American television episodes Category:American Dad! (season 5) episodes ",
    "title": "Pulling Double Booty"
}