{
    "id": "12870261",
    "text": "\"Loving You\" is a song by Filipino singer Nina from her 2002 debut album Heaven. It was released as the album's fourth and final commercial single in the Philippines in October 2003 by Warner Music Philippines. The song was written by Gerry Paraiso, and produced by Ferdie Marquez. It is a pop-ballad love song, originally recorded by the late Ric Segreto. The song was released after the commercial success of Nina's slow-tempo acoustic singles, and was slightly altered in the studio as a Radio Edit version for official release. Upon release, the song and the album were met with critical acclaim, with most critics pointing out the international sound and smooth production as well as Nina's wide vocal range. The song was also nominated for Favorite Female Video on the 2004 MTV Pilipinas Music Awards, but lost to Jolina Magdangal's \"Bahala Na\". A high-budget music video accompanied the release of the single. It was directed by Avid Liongoren and features a heavy use of special visual effects. The video depicts Nina in a fantasy world, searching for the man of her dreams. ==Background and release== After the critical acclaim received by Nina's first album Heaven and the huge commercial success of her second and third singles, \"Jealous\" and \"Foolish Heart\", Warner Music did not break the formula, and decided to release another love-ballad in the form of \"Loving You\". Surprisingly, the song is also a cover like the previous release (\"Foolish Heart\"). It was originally recorded and popularized by Ric Segreto. The song was slightly altered from the album version, adding Nina's adlibs and falsetto on the intro part of the song, and this version was the one released to radio and was also used in the music video. In the last quarter of 2003, the song was released as her last single from the album. It was considered to be part of Nina's \"string of hits\", as the song peaked inside the Top 5. The song was released through digital download on January 23, 2007 via iTunes and Amazon.com MP3 Download. ==Music video== Nina nearby the last scene of the music video. ===Development=== \"Loving You\" is the fourth official music video by Nina, regardless of \"Heaven\" (Boywonder Remix) and \"Jealous\" (Acoustic). The video was directed and edited by Avid Liongoren. Luis Buenaventura stood as the associate director, and he was also the one who added stop-motion animations to the video. Rommel Sales, on the other hand, was assigned as cinematographer. The video depicts Nina in a fantasy world with her love interest seen in pictures. ===Synopsis=== The video starts off with Nina, standing outside an animated castle with blue background and a pink signboard, with a picture of her dream lover. Her love interest is then seen standing on a piece of rock that stands above the land. He waits there to be rescued by her. She starts searching for the man of her dreams, while a rainbow and Teddy Bear backgrounds appear. She talks to a tiny and a giant robot, asking for guidance and direction to her love interest. Finally, she reaches the top of a building through an elevator, only to find out that the man was very tiny. She picks out the man, which turns out to be candy and she eats it. The blue moving backgrounds suddenly turn to pink. The video ends with Nina, dreaming of the guy while holding the magazine in which the guy is a cover model of. ==Live performances== Heaven was the first album of Nina as a breakthrough artist, making her unfamiliar to everyone at that time. To gain fans and promote her album, she has done concert performances, bar gigs and TV appearances. In 2002, she was featured in an episode of MYX Live!, hosted by Rico Blanco, where she performed songs from the album. She also sang \"Through the Fire\", \"It Might Be You\", and Mariah Carey's \"Never Too Far\" and \"Through the Rain\". At the same year, she had a back-to-back major concert with Kyla entitled Cold War. The concert began when rivalry sparked between the two artists, and its production was full of showdowns and face offs. Their rivalry was so strong, it was even compared to that of Nora Aunor and Vilma Santos. She has also performed Heaven singles on MTV Live and on the first ever MYX Mo!. ==Official versions== {|class=\"wikitable\" |- ! Version ! Length ! Album |- | Album version | 4:58 | align=\"center\"|Heaven |- | Radio Edit | 4:58 | align=\"center\"|Heaven (Special Edition) |- | Catwalk Bliss Remix | 5:21 | align=\"center\"|Nina in the Mix: The Dense Modesto Remixes |- |} ==Credits and personnel== Credits taken from Heavens liner notes. * Nina Girado - vocals * Ferdie Marquez - producer * Gerry Paraiso - songwriter ==References== Category:2003 singles Category:Nina Girado songs Category:2003 songs ",
    "title": "Loving You (Nina Girado song)"
}