{
    "id": "1287458",
    "text": "Interstate 180 (I-180) is a -long connector in the U.S. state of Wyoming between Interstate 80 and downtown Cheyenne, Wyoming. It is unusual for being one of the few Interstate highways that does not conform to Interstate highway standards. There is also no freeway anywhere along its route.FHWA Route Log and Finder List Table 2 - Auxiliary Routes Other routes in Alaska and Hawaii are similar in nature by being funded by Interstate dollars but not conforming to interstate highway standards.FHWA Route Log and Finder List Table 1 - Main Routes The only grade separations are a diamond interchange at its southern end (at I-80) and a pair of bridges that run over 1st Street and the Union Pacific railroad tracks. However, even the interchange with I-80 is a standard diamond with signalized intersections. It is a divided at-grade expressway with a speed limit due to the frequency of signals. There are five traffic signals along I-180.Photos showing road signs and traffic lights on I-180: from , and from . I-180 is cosigned with Business Loop Interstate 25, U.S. Highway 85, and U.S. Highway 87 Business, making it the only concurrency of an Interstate, a Business Loop Interstate, a U.S. route, and a Business U.S. route. It is also the only 3-digit Interstate highway in Wyoming. ==Route description== I-180 begins at a diamond interchange with I-80 in Cheyenne, heading north concurrent with I-25 Bus./US 85/US 87 Bus. on the four-lane divided North Greeley Highway. South of this interchange, I-25 Bus./US 85/US 87 Bus. continue along North Greeley Highway. From the southern terminus, I-180 passes over Deming Drive and passes local homes and businesses. The road curves northwest and intersects 5th Street at a traffic light. The highway passes under a pedestrian bridge at 7th Street before crossing 9th Street at a signalized intersection. Past 9th Street, the directions of I-180 split and pass over a large Union Pacific Railroad yard. After this bridge, I-180 reaches its northern terminus at an at-grade signalized intersection with I-80 Bus./US 30. Past this intersection, I-25 Bus./US 85/US 87 Bus. continue north on the one-way pair of Warren Avenue northbound and Central Avenue southbound. ==History== I-180 was conceived in November 1967, when Wyoming requested it for a new spur route into Cheyenne. The American Association of State Highway Officials (AASHO) added it to the Interstate system in June 1970. The original plan was to have a freeway along the same corridor, with a full freeway-to- freeway interchange at I-80, but the Federal Highway Administration (FHWA) rejected it in December 1970 due to high cost and access issues. Wyoming revised the proposal to the current configuration in February 1971, and it was approved by the FHWA that March. I-180 opened in June 1984, after six years of expressway upgrades. ==Gallery== US 85/I-25 BUS (south) at its northern terminus at US 30/I-80 BUS (Lincolnway) in Cheyenne. ==Major intersections== ==References== ==External links== *I-180 at AARoads.com *I-180 at Interstate- Guide.com 80-1 Wyoming 80-1 1 Wyoming Category:Transportation in Cheyenne, Wyoming Category:Transportation in Laramie County, Wyoming ",
    "title": "Interstate 180 (Wyoming)"
}