{
    "id": "12874629",
    "text": "Sravasti Abbey, the first Tibetan Buddhist monastery for Western nuns and monks in the U.S., was established in Washington State by Bhikshuni Thubten Chodron in 2003. Whilst practicing in the Tibetan Buddhist Tradition, Sravasti Abbey monastics ordain in the Dharmaguptaka Vinaya. It is situated on of forest and meadows, outside of Newport, Washington, near the Idaho state line. It is open to visitors who want to learn about community life in a Tibetan Buddhist monastic setting. The name Sravasti Abbey was chosen by the 14th Dalai Lama. Thubten Chodron had suggested the name as Sravasti was the place in India where the Buddha spent 25 rains retreat (varsa in Sanskrit and yarne in Tibetan), and communities of both nuns and monks had resided there. This seemed auspicious to ensure the Buddha's teachings would be abundantly available to both male and female monastics at the monastery. ==History== The Abbey was founded in 2003. Its founder, Bhikshuni Thubten Chodron, is an American who was ordained in 1977 by Kyabje Yongdzin Ling Rinpoche, the Dalai Lama's senior tutor. She lived and studied in India and Nepal for many years, and her teachers include the Dalai Lama, Tsenzhab Serkong Rinpoche and Thubten Zopa Rinpoche. Under her guidance, Sravasti Abbey has male and female monastics train together as equals, and uses social service as a key component of community life. At the same time, the Abbey cultivates the traditional Buddhist values of non-harming, mindfulness, compassion, inter-relatedness, respect for nature and service to all sentient beings. The Abbey has a monastic residence called Gotami House, named after Mahapajapati Gotami who was the first woman to request and receive ordination from Buddha Shakyamuni. There is also a residence for guest teachers and a guesthouse called Chenrezig Hall. The Abbey is notable because it is home to a growing group of fully ordained bhikshunis (Buddhist nuns) practicing Buddhism in the Tibetan tradition. This is notable because the tradition of full Buddhist ordination for women was not transmitted from India to Tibet. Ordained women practicing in the Tibetan tradition usually hold a novice ordination. Thubten Chodron, while following the teachings of her Tibetan teachers, has arranged for her female students to seek full ordination as bhikshunis in Taiwan. On October 2, 2006, Jan Howell became the first person to ordain at Sravasti Abbey, taking her sramanerika (novice) and sikasamana (probationary) ordinations with Thubten Chodron as her preceptor in 2006. Also in 2006, the Abbey launched its first annual week-long Young Adult Retreat in order to bring Buddhist solutions to situations facing today's youth. The Abbey has regularly practiced posadha (the bi-monthly confession) since 2011. In January 2014, the Abbey began its first winter varsa (three-month monastic retreat), which lasted until April 13, 2014. As far as the Abbey knows, this was the first time a Western bhikshuni sangha practicing in the Tibetan tradition had done this ritual in the United States and in English. On April 19, 2014 the Abbey held its first kathina ceremony to mark the end of the varsa. Also in 2014 the Abbey held its first Pavarana rite at the end of the varsa. In October 2015, the Annual Western Buddhist Monastic Gathering was held at the Abbey for the first time; it was the 21st such gathering. In November 2015, the Abbey purchased their neighbor's property and named it Tara's Refuge. In 2017, the Abbey's first bhikkhu, Thubten Losang, was ordained. In 2018, Prajna Cottage was completed and Thubten Chodron moved into it.https://sravastiabbey.org/enews-february-2018/ Also in 2018, the Abbey community ordained Rebecca Bradley, which as far as the Abbey was aware marked the first such ordination in their Vinaya lineage (Dharmaguptaka) given by an all-Western sangha.https://sravastiabbey.org/2018-annual-report-is-here/ ==Daily schedule== The Abbey's daily schedule begins at 5:00 a.m. when both monastic and lay students perform preparatory practices and tasks such as water bowl offerings. Morning meditation practice begins at 5:30 and lasts an hour and a half. A simple breakfast is offered at 7:30. Praises to Tara is chanted first, and the meal offered to the Three Jewels. The meal is eaten in silence until a gong is rung halfway through. From 8:30 a.m. to 12:00 p.m. residents “offer service” performing tasks. Lunch is offered at 12:00. Before eating, an information Dharma discussion is led by Thubten Chodron, other monastics or sometimes guests. These talks (and other teachings) are uploaded daily onto Sravasti Abbey's channel . Before eating, residents recite and reflect on five contemplations to remind them of their motivation for eating: > I contemplate all the causes and conditions and the kindness of others by > which I have received this food. I contemplate my own practice, constantly > trying to improve it. I contemplate my mind, cautiously guarding it from > wrongdoing, greed, and other defilements. I contemplate this food, treating > it as wondrous medicine to nourish my body. I contemplate the aim of > Buddhahood, accepting and consuming this food in order to accomplish it. The food is then offered to the Three Jewels before eating. Like breakfast, the meal is eaten until silence until a gong is rung halfway through, to reflect on the five contemplations and that day's teachings. Lunch is the main meal, as many monastics do not eat in the evening. The Abbey is vegetarian and, following the monastic precepts of the Chinese tradition, avoids onions, garlic, leeks, and radishes. Community members take turns cooking. Guests sometimes help as well. There is another period of offering service in the afternoon (2-4:30), followed by a short, informal ‘medicine meal’ at 6:00 p.m. Evening practice begins at 7:00 pm and lasts an hour and a half. Subsequently, people read or meditate in their rooms. == Monastic education == The daily schedule forms one aspect of monastic training at Sravasti Abbey. In addition, there is a yearly program of weekly teachings as well as various teaching and meditation retreats: * Thursday (reasoning and debate) and Friday (lamrim) night teachings, which are broadcast via livestream.com and posted on the Sravasti Abbey YouTube channel; * Annual 'Young Adults Explore Buddhism' program; * Annual 'Exploring Monastic Life' three-week residential program for those thinking about becoming a Buddhist monk or nun; * Annual month-long Winter retreat; * Various other courses and retreats, which can be found on the Sravasti Abbey events page. In addition to formal teachings and programs, an emphasis is placed on community life as a vehicle for transforming the mind and developing love and compassion for others. Community life is underpinned by living according to the vinaya, the Buddha's guidelines for community living. The Abbey also has monthly Sharing the Dharma Days that include instruction on meditation, teachings, a pot-luck vegetarian lunch, discussion group and tour of the grounds; leads weekly meditation and Dharma discussion course at the Unitarian Universalist Church of Spokane; and other events such as talks at local universities. Programs are open to monastics and the general public. == Friends of Sravasti Abbey == In keeping with the traditional interdependent relationship between lay and monastic practitioners, Friends of Sravasti Abbey (FOSA) was developed as a network of lay supporters who supply the Sangha with the four requisites: food, shelter, clothing, and medicine. FOSA has three branches: one in North America, one in Singapore, and one in Russia. In order to cultivate this interdependence, the monastics only eat the food that has been offered by lay support. ==Sravasti Abbey Friends Education (SAFE)== Sravasti Abbey also offers an online distance education program, Sravasti Abbey Friends Education (SAFE). Each module is a 12-week set of teachings that help students to deepen their spiritual practice through Buddhist study and meditation, and strengthen their connection with Thubten Chodron and Sravasti Abbey. Each SAFE course involves: * Weekly assigned teachings in video, audio, or written formats * Weekly group discussions, facilitated online or locally if there is a SAFE group near you * Daily meditation practice * Keeping a portfolio of written reflections that facilitators give feedback on The course features teachings by the Abbey's abbess, Ven. Thubten Chodron. Videos and commentaries by her teachers are also included: the Dalai Lama, Khensur Jampa Tegchok, Kyabje Zopa Rinpoche, Geshe Sonam Rinchen, and others. Course facilitators include monastics, monastic trainees, and long-term students who have progressed through the SAFE program. Course participation requires about 3–5 hours of weekly study and at least 20 minutes of daily meditation. SAFE is offered freely. ==See also== *International Congress on Buddhist Women's Role in the Sangha ==References== ==External links== * Category:Buddhist monasteries in the United States Category:Buddhist temples in Washington (state) Category:Tibetan Buddhist monasteries Category:Gelug monasteries Category:Buildings and structures in Pend Oreille County, Washington ",
    "title": "Sravasti Abbey"
}