{
    "id": "12873554",
    "text": "WJTN (1240 AM) is a radio station licensed to Jamestown, New York. The station is owned by Media One Group. On December 31, 1924, the station signed on, making the station the oldest in southwestern New York and third-longest lived in all of Western New York—behind only WGR and WDCZ. As of spring 2018, WJTN broadcasts a 1970s and 1980s-centered classic hits/adult contemporary music format with local news and sports. ==Programming== Local personalities include Dennis Webster, Dan Warren and Lee John. The station airs ABC News every hour and Local News throughout the day with Terry Frank and Noel Blackhall. Syndicated programming heard on WJTN include John Tesh from 5:00pm until 10:00pm weekdays, Jim Bohannon, and Coast to Coast AM. On weekends, the station features Connie Selleca Saturday mornings. The Twilight Zone airs Saturday from 10:00 - Midnight. Weekend programming includes one of the longest running live audience participation shows in the country \"The Saturday Breakfast Party\" (on air since 1946)https://mediaonegroupradio.com/pages/saturday-breakfast-party and \"The Times of Your Life\", which is hosted by Andrew Hill and Russ Diethrick. WJTN's \"High School Bowl\" quizbowl also airs during the school year. In addition to its locally produced high school sports coverage, WJTN carries national football games from the NFL on Westwood One. ==FM translator== On January 15, 2018, WJTN announced plans to acquire an FM translator on 101.3 MHz to simulcast WJTN's programming. Along with the new simulcast, the station shifted to a gold-based adult contemporary music format (picking up some of the older cuts from the library from WWSE and dropping most of its easy listening instrumentals in most dayparts). The translator signed on in May 2018.WJTN 1240 to air on FM ==Jim Roselle== WJTN's mid-morning man, Jim Roselle, was inducted into the New York State Broadcasters Hall of Fame in June 2010. Roselle spent more than 60 years broadcasting on WJTN in Jamestown. After graduating from Jamestown High School in 1944 Jim Roselle attended St. Lawrence University where he received a bachelor's degree in business administration, while minoring in radio programming and production. It was his experience as a play-by-play broadcaster for S.L.U. football, basketball, and baseball teams that would be a springboard to a life of success. In 1953 Roselle began his radio career at WJTN in Jamestown, New York. Little did Roselle know that what started, as a part-time sportscaster job was truly the beginning of a life of excellence in broadcast and community involvement. This broadcast excellence has bestowed many career highlights upon Roselle, from world travel to London with Jamestown Community College, to the Soviet Union representing the Chautauqua Institution, with the Jamestown High School Acapella Choir to Austria, Germany and Italy, Jamestown High School Band to Macy's Parade and Rose Parade and a week of broadcasting live from Disney World. Roselle is known for his interviews, most of which came from his Bestor Plaza Studio at the world-famous Chautauqua Institution, starting in the summer of 1974. Roselle has interviewed hundreds of powerful speakers including: then-Governor Bill Clinton, Senator Hillary Rodham Clinton, political humorist Mark Russell, Jane Goodall, Lucille Ball, Tim Russert, fitness guru Richard Simmons, Margaret Meade, Loretta Lorouche, Rocky Marciano. Historians and Pulitzer Prize winners David McCullough, Doris Kearns Goodwin, and James McPherson. Poet-laureates Robert Pinskey, Stanley Kunitze and Billy Collins. Elliott Spitzer and Phil Donahue. Authors - E.L. Doctorow, Joyce Carol Oates, Amy Tan, Roger Rosenblatt. Lee Hamilton-CoChairman of the 9-11 Commission, Hamilton Jordan - President Carter's Chief of Staff, as well as Kings and Queens. His style of interviewing was much different from those of other talk radio personalities. Roselle did detailed research on the people and subjects of his interviews, and his knowledge and insight often surprised and impressed his guests. Roselle featured \"on air conversation\" not just stereotype interviews. While most known for his on-air role, it is the common person in the local community that Jim related to most, as signified by his show's opening, \"Good morning hometown Jamestown and neighbors! Join me in a cup of happiness!\" The community woke up to his voice every day, but most are unaware of his community affiliations and passions. He has been a member of the Board of Directors for the Lucille Ball Little Theatre for over 30 years; the Jamestown Boys and Girls club for more than 25 years; and most recently at the James Prendergast Library. He also has been the chairman for many community events and enjoyed golfing when he had the chance. Roselle died on March 23, 2016 at the age of 89. WJTN continues to carry regular interviews from Chautauqua Institution after Roselle's death. ==References== ==External links== *Official WJTN Web site Category:Jamestown, New York JTN Category:News and talk radio stations in the United States ",
    "title": "WJTN"
}