{
    "id": "12870144",
    "text": "Tong Hall, Bradford passed from the aunt, Catherine Plumbe-Tempest as her ancestral home since 1555, of the 3rd Baronet, to him, his son then the 3rd Baronet's daughter Henrietta Tempest sold it to a local man, Mr Towler in 1941. It is one of the earliest uses of sash timber sash windows. Shed died in 1948.https://www.bradford.gov.uk/media/2513/tongconservationareaassessment.pdf The Ricketts Baronetcy, of The Elms in the county of Gloucester and Beaumont Leys in the county of Leicester, is a title in the Baronetage of the United Kingdom. It was created on 15 February 1828 for Vice-Admiral Robert Ricketts. The second Baronet was an admiral in the Royal Navy and appointed High Sheriff of Leicestershire in 1851. He married, firstly, Henrietta Plumbe Tempest in 1834, and, secondly, Lady Caroline Augusta Pelham-Clinton, daughter of Henry Pelham-Clinton, 4th Duke of Newcastle in 1852. The 3rd Baronet (only child of Henrietta Plumbe Tempest) inherited in 1884 the assets of wealthier aunt and uncle Catherine and Thomas Plumbe-Tempest and assumed by Royal licence the same year the surname of Tempest; thus borne by his son and daughter, who re- assumed it as a condition of her unmarried brother's Will. Tempest and associated wealth would not pass to the 5th baronets onwards, as the 5th was the younger brother of the 3rd baronet. This stands as the only passing of the title into a junior branch. The 9th Baronet is six generations beneath the 1st Baronet. The National Archives holds papers from 1855-1920 from the family.https://discovery.nationalarchives.gov.uk/details/c/F16942 ==Ricketts baronets, of The Elms and Beaumont Leys (1828)== *Sir Robert Tristram Ricketts, 1st Baronet (1772–1842) *Sir Cornwallis Ricketts, 2nd Baronet (1803–1885), eldest son of the 1st Baronet **Sir Robert Tempest Tempest, 3rd Baronet (1836–1901), eldest son of the 2nd Baronet and only son by his first wife ***Sir Tristram Tempest Tempest, 4th Baronet (1865–1909), only son of the 3rd Baronet *Sir Frederick William Rodney Ricketts, 5th Baronet (1857–1925), second and youngest son of the 2nd Baronet and only son by his second wife *Sir Claude Albert Frederick Ricketts, 6th Baronet (1880–1937), eldest son of the 5th Baronet *Sir Robert Cornwallis Gerald St Leger Ricketts, 7th Baronet (1917–2005), only son of the 6th Baronet *Sir Robert Tristram Ricketts, 8th Baronet (1946–2007), eldest son of the 7th Baronet *Sir Stephen Tristram Ricketts, 9th Baronet (born 1974), only son of the 8th Baronet The heir presumptive to the baronetcy is John Stafford Ricketts (born 1956), 2nd and youngest son of the 7th Baronet and uncle to the 9th Baronet. ==Notes== ==Citations== ==References== *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990, * Ricketts ",
    "title": "Ricketts baronets"
}