{
    "id": "12870923",
    "text": "CFD simulation. The starting vortex is a vortex which forms in the air adjacent to the trailing edge of an airfoil as it is accelerated from rest in a fluid.Clancy, L.J., Aerodynamics, Figure 4.7 It leaves the airfoil (which now has an equal but opposite \"bound vortex\" around it), and remains (nearly) stationary in the flow.Clancy, L.J., Aerodynamics, Figure 4.8Millikan, Clark B., Aerodynamics of the Airplane, Figure 1.56Massey, B.S. Mechanics of Fluids, Fig 9.32, 2nd Edition It rapidly decays through the action of viscosity. The initial (and quite brief) presence of a starting vortex as an airfoil begins to move was predicted by early aerodynamicists, and eventually photographed.Millikan, Clark B., Aerodynamics of the Airplane, Figure 1.55Prandtl, L., and Tietjens, O.G., Applied Hydro- and Aero-mechanics, Figures 42-55, McGraw-Hill, New York (1934)Massey, B.S., Mechanics of Fluids, Fig 9.33, 2nd Edition Whenever the speed or angle of attack of an airfoil changes there is a corresponding amount of vorticity deposited in the wake behind the airfoil, joining the two trailing vortices. This vorticity is a continuum of mini-starting-vortexes. The wake behind an aircraft is a continuous sheet of weak vorticity, between the two trailing vortices, and this accounts for the changes in strength of the trailing vortices as the airspeed of the aircraft and angle of attack on the wing change during flight.\"This starting vortex formation occurs not only when a wing is first set into motion, but also when the circulation around the wing is subsequently changed for any reason whatever.\" Millikan, Clark B., Aerodynamics of the Airplane, page 65 (The strength of a vortex cannot change within the fluid except by the dissipative action of viscosity. Vortices either form continuous loops of constant strength, or they terminate at the boundary of the fluid - usually a solid surface such as the ground.) The starting vortex is significant to an understanding of the Kutta condition and its role in the circulation around any airfoil generating lift. The starting vortex has certain similarities with the \"starting plume\" which forms at the leading edge of a slug of fluid, when one fluid is injected into another at rest. See plume (hydrodynamics). == References == * L. J. Clancy (1975), Aerodynamics, Section 4.8, Pitman Publishing Limited, London * Millikan, Clark B., Aerodynamics of the Airplane, Section 1–6, eighth printing, John Wiley and Sons, Inc., (1941) New York. * Massey, B.S., Mechanics of Fluids, Section 9.10, 2nd Edition. Van Nostrand Reinhold Co., London (1970) Library of Congress Catalog Card No. 67-25005 ===Notes=== == See also == * Helmholtz's theorems * Kutta condition * Kutta–Joukowski theorem * Wake turbulence Category:Aerodynamics Category:Vortices ",
    "title": "Starting vortex"
}