{
    "id": "12878480",
    "text": "\"The One That Got Away\" is the second episode in the fifth season of the American animated television series American Dad!. The 60th episode of the series overall, it originally aired on the Fox network in the United States on October 5, 2008. In the episode, Roger's credit card is maxed out and he is certain it is identity theft. He vows revenge and discovers that a man named Sidney Huffman is responsible. When he is about to burn down Sidney's apartment, he realizes that Sidney is not who he seems to be. Meanwhile, the rest of the Smith family gets sucked into a game of Simon. The episode was written by Chris and Matt McKenna and directed by Tim Parsons. It was the first episode to have a Roger-centric main story. The episode's story came from the writer's obsession with The Big Lebowski, and the original concept would include Jeff Lebowski being Roger's alter ego. \"The One That Got Away\" received positive reviews from critics and was viewed by 6.85 million viewers in its original airing. The episode features guest performances of Diane Delano, John DiMaggio and J.K. Simmons. ==Plot== The episode begins with the family staging an intervention with Roger about his alcoholism. They also express concern that he may have an inferiority complex because he spends so much time in disguises. Roger dismisses their concerns, but shortly afterwards discovers that someone has maxed out his credit card. Vowing revenge, he discovers that someone named Sidney Huffman is responsible. Roger begins to destroy Sidney's life by ruining his employment and telling lies to Huffman's girlfriend Judy Panawits, resulting in her breaking off the relationship. He then sneaks into Sidney's apartment one night, and begins pouring fuel everywhere, intending to burn the apartment to the ground. However, just as he lights a match, Roger sees a photograph of Sidney and Judy, which shows that Sidney and Roger are the same person and Roger is shocked at the thought of one of his personas has taken on a life of his own. In a flashback from four days earlier, Sidney wakes up in bed feeling hungover, despite refraining from alcohol. He is shown to be a humble and polite Bible salesman, soon to be proposing to Judy. However over the next few days he discovers the trail of destruction that Roger has set for him. Calling Roger to beg him to stop, Sidney only encounters an abusive message, and realizes that Roger is not going to stop until he is done with Sidney. The scene then returns to the point where Roger realized that he and Sidney were the same person. At this point a hitman, hired by Sidney, enters and attempts to kill Roger. Desperate, Roger locates Judy at her department store workplace, and admits to her that he is both Roger and Sidney together. While trying to determine what the password was to call off the hit, the hitman enters the store and takes aim at Roger again. Roger hides in a dressing room while the hitman threatens Judy. Glad of the distraction, Roger attempts to make an escape but is stopped when he is confronted by his Sidney personality in the mirror. The Sidney persona is adamant that his feelings are just as valid as Rogers, despite Roger's attempts to convince him otherwise by using a pair of black leather gloves they each had one part of. When Sidney points out that he bought those gloves the same day he met Judy, Roger suddenly remembers how this split-personality came about - it was part of a convoluted scheme to steal the gloves from Judy's department store. He spent $700 to buy a necklace as part of the plan to get the $10 pair of gloves. To do this he took out a credit card in the name of Sidney, which was the name the employees at the store knew him by. But after the theft was discovered and Judy was fired for it, Roger's guilt forced the personality split, causing him to live as \"clean\" Sidney through the daytime, and his normal self at night-times. Admitting all of this to Sidney, Roger accepts Sidney's suggestion that together they can bring out the best in each other. They embrace, and Sidney calls out the correct password (which was password1) to the hitman, stopping the hit. Roger then stabs Sidney in the back with a dagger, causing the death of his persona as Sidney disappears (along with the dagger on his back). He confronts Judy, and decides to resume his relationship with her, but as Roger this time. The episode ends with them walking off together, hand in hand with Judy revealing she is a hermaphrodite. Meanwhile, the rest of the family becomes obsessed with playing a game of Simon. Unable to move, even to eat or relieve themselves, Klaus rescues them by setting off a smoke bomb, causing both the Simon game and Klaus himself to disappear. Seconds later Klaus re-appears, fighting and killing a monster from another dimension. Klaus then says that he was gone for sixty years to him and asks how long it had been back at home. ==Production== \"The One That Got Away\" was written by Chris and Matt McKenna and directed by Tim Parsons. Jennifer Graves served as the assistant director. Co-creator Mike Barker considered it \"maybe our most ambiguous episode to date\", being the first episode to feature just Roger in the A-story. It was also the first nonlinear episode they had done, with Chris McKenna noting that the second act takes place in the same place as the first. Chris and Matt McKenna came up with the storyline via their \"obsession\" with The Big Lebowski, imagining how funny it would be if someone urinated on Roger's rug and then he had to figure out who had come after him. Jeff Lebowski would turn out to be an alter ego of Roger, and that got them thinking of storylines involving Roger and his multiple personas, and if \"one of them got away.\" The original story for the episode was that Roger would wake up in Shanghai and in trouble, caused by an evil persona. Chris and Matt McKenna pitched it to Barker, who declined it. They later rewrote it, this time making his persona \"the good guy\", and the opposite of Roger. Director Tim Parsons tried to make a difference between Roger's world and his alter ego Sidney's world, making the colors in Sidney's world \"pastelly\" and the backgrounds softer. Co-creator Seth MacFarlane, who provides the voice of Roger, also provided the voice of Sidney. MacFarlane is often very busy and does not have time to read the script before the table read. However, before voicing Sidney, the producers asked him if he could read the script the night before, to come up with a voice that sounded like an \"old-fashioned Dick Powell.\" Rachael MacFarlane provided the voice of Judy Panawits. Diane Delano, John DiMaggio and J.K. Simmons guest starred in the episode. ==Reception== In its original broadcast on October 5, 2008, \"The One That Got Away\" was viewed by 6.85 million viewers, according to the Nielsen ratings. It finished first in its timeslot, acquiring a 3.5 rating in the 18–49 demographic. The episode finished third in total viewership among the shows in the \"Animation Domination\" lineup on Fox. Steve Heisler of The A.V. Club enjoyed the Roger story, but criticized the B-story involving the Smiths and Klaus, saying that it \"didn't fit with what was going on, and thus distracted from the story.\" However, he praised the episode for being \"great, albeit slightly imperfect\" and \"surprisingly solid\" to be a Roger-centric story. He gave the episode a B rating, the best grade of the night, beating the Family Guy, King of the Hill and The Simpsons. While reviewing the American Dad! Volume 4 DVD set, Thomas Spurlin of DVD Talk, wrote that the episode, alongside \"Spring Break-Up\" and \"Escape from Pearl Bailey\", \"deliver[s] laughs [...] along with offering bizarrely compelling stories in their compact time.\" Also reviewing the DVD set, Clark Douglas of DVD Verdict deemed the episode to be one of the highlights. ==References== ==External links== * * Category:American Dad! (season 5) episodes Category:2008 American television episodes Category:Television episodes about dissociative identity disorder ",
    "title": "The One That Got Away (American Dad!)"
}