{
    "id": "12874372",
    "text": "The Kuryer Polski was the first Polish-language daily newspaper in the United States. It was founded by Michał Kruszka in Milwaukee, Wisconsin in June 1888. ==History== Kruszka had come to the United States in 1880 and relocated in 1883 to Milwaukee, where he became an insurance salesman. His real calling in life, however, was journalism, and he attempted to begin a Polish-language weekly Tygodnik Anonsowy (Advertising Weekly), soon followed by another weekly, Krytyka. With backing from a group of Polish labor leaders, Kruszka began a daily paper, Dziennik Polski, in 1887. All three papers failed financially in relatively short order. After borrowing $125 from friends, Kruszka made one final attempt with another daily called Kuryer Polski the following year. The paper proved to be a success. Kruszka died on December 2, 1918. ==Editorial views== Kruszka was passionate in his political views and used the Kuryer as a springboard for his ideas. He advocated labor reforms, independence for partitioned Poland, and representation for Poles within the local Roman Catholic Church hierarchy. His half-brother Wacław Kruszka, a priest, was a frequent contributor to the paper. The aggressive Kuryer editorials eventually put it at odds with Milwaukee Archbishop Sebastian Gebhard Messmer. In 1906, Archbishop Messmer and his allies funded an alternative paper, Nowiny Polskie, which was more sympathetic to the official positions of the church. The new paper received endorsement from the Milwaukee Archdiocese, as well as from Pope Pius X himself, as the proper source of news and opinion for Milwaukee's Polish community. Michał Kruszka was, of course, outraged. The battles between the two Polish-language papers became bitter and personal. The Kuryer attacked Nowiny's editor Father Bolesaus Goral as a drunk and alluded to improper sexual conduct by the priest. The Kuryer began to refer to the paper as the Nowiny Niemiecki (German News), a reference to those who dominated the Catholic Church in Milwaukee. Polish priests sympathetic to the Nowiny blasted the Kuryer from the pulpit, and criticized Kruszka's decision to send his daughter to public, instead of Catholic, school. The Milwaukee Polish Church War was in full swing. On February 12, 1912, in a pastoral letter, Archbishop Messmer declared that anyone reading the Kuryer or the Dziennik Narodowy, Kruszka's paper in Chicago, would be denied sacramental absolution for their sins: \"Should any such Catholic dare to go to confession and communion without confessing or telling to the priest that they still read or subscribe to the papers mentioned, let them understand that … they commit horrible sacrilege.\" Kruszka filed a lawsuit in Wisconsin courts stating that the Archdiocese had severely damaged his business financially by this order. He lost the suit as the courts ruled that: \"Recommending to the members what they should read under pain of expulsion of church communion is within the jurisdiction of every pastor and prelate of every church.\" With the appointment of Father Edward Kozłowski as Auxiliary Bishop in Milwaukee, the conflict between the Kuryer and Archdiocese eventually subsided. Despite the sanctions from the church, the Kuryer continued to outsell the Nowiny by a large margin. The Kuryer continued to publish until its closure on September 23, 1962. ==References== *Borun, Thaddeus, We, the Milwaukee Poles (Milwaukee: Nowiny Publishing Co. 1946) *Kruszka, Wacław A History of Poles In America to 1908 (Washington D.C.:Catholic University of America Press 2001) *Avella, Steven M. In the Richness of the Earth (Milwaukee: Marquette University Press, 2002) *Kuznewski, Anthony J., Faith and Fatherland: The Polish Church War in Wisconsin, 1896-1918 (Notre Dame: Notre Dame Press 1980) *Edmund G. Olszyk The Polish Press in America (Milwaukee: Marquette University Press 1940) ==External links== *UWM Library Kuryer Polski Archives Category:Polish- language newspapers published in the United States Category:Polish-American culture in Milwaukee Category:Mass media in Milwaukee Category:Publications established in 1888 Category:History of Catholicism in the United States Category:Non-English-language newspapers published in Wisconsin ",
    "title": "Kuryer Polski"
}