{
    "id": "1287120",
    "text": "The Council of Ministers () is the main collective decision-making body of the Government of Spain, and it is exclusively composed of the Prime Minister, the deputy prime ministers and the ministers (22 as of 2020). Junior or deputy ministers such as the Secretaries of State are not members of the Council (although according to the Constitution they could be, if the Government Act included them, a constitutional provision that until today has not been used). The Monarch may also chair the Council when needed on the invitation of the Prime Minister. The ministers are proposed by the Prime Minister and formally appointed by the King. There is no requirement for the Prime Minister nor the ministers to be MPs. The ministers are the heads of a ministerial department and receive the title of \"Minister\". In addition to the ministers that are the head of a department, there may be ministers without portfolio, who are entrusted responsibility for certain government functions. The Council is the main collective decision-making body of the government and the only one constitutionally recognized but ministers can also meet through other government bodies such as the Government Delegated Committees. The Delegated Committees are created by the Council and composed by ministers and secretaries of state which deal with minor issues that may affect more than one ministry. The Secretary of the Council of Ministers is the Minister of the Presidency. It is regulated by Article 98 of the Spanish Constitution and by article 5 of the Government Act of 1997. ==History== The empire was divided in different territories with their own Council. 1598. ===Origins, 15th-18th century=== From the beginnings of the modern state and the centralization of power in the monarchs, the government was exercised by them through people of trust. The monarchs trusted them certain subjects and with which they made daily dispatches to deal with these matters. Over time, these trusted people who, on numerous occasions, received the title of ministers, were in conflict with the powers of other ministers and, to resolve these, they made collective meetings between various ministers and the monarchs. The Spanish monarchy has ruled most of its history —depending on the greater or lesser desire of the monarch to delegate its power— through Councils —Council of Castile, Council of the Indies, Council of Aragon, etc.— whose main tasks were those of to administer justice in the name of the monarchs and to advise the Sovereign in his work of government and with these the polysynodal regime was established. With Charles I this regime reached its peak, especially with the creation of the Council of State in 1526, a council that dealt with the great problems of the monarchy and were their secretaries who had more power, i.e. the called Secretaries of State. The secretariat of the Council of State was unique between 1526 and 1567, double between 1567 and 1706 and unique again since this last year. Exceptionally, between 1630 and 1661 there was a third secretary in charge «of Spain, the Indies and adjacent islands, the coast of Barbary and everything indifferent». Philip II ruled until 1567 with a single secretary and with two since that date, although he balanced the power between his two Secretaries of State and the other advisors and private secretaries. With the subsequent monarchs —Philip III, Philip IV and Charles II— the figure of the favourite () appeared, a kind of prime minister. It is at this time when the position of secretary of the Dispatch appears. With Philip V and, by French influence, the Council of Dispatch was created with a few members. This members had the task of advise the monarch in his task of government and that displaced the Council of State in this task. During his reign many of the Secretaries of State and of the Dispatch appeared. === The Supreme State Board === The Count of Floridablanca, promoter of the Supreme State Board. The institution of the Council of Ministers as a collective body of government does not appear with such a name until its creation by King Ferdinand VII in 1823, however, prior to this, it is worth mentioning the Supreme State Board. The Supreme State Board was a collective body of government created by King Charles III on the advice of the Count of Floridablanca, which was attended by the Secretaries of State and the Dispatch and anyone they considered necessary to address the issues presented to them. This Board was not properly a Council of Ministers because, as we have said, not only ministers but other authorities, such as the Councilors of State, could attend and, in addition, this body was limited by the Reserved Instruction, an articulated text that included the matters that could be discussed by the Board. The Board, created in 1787, did not have a long journey or developed the work for which Floridablanca promoted its creation and, only a few months later, the first criticisms appeared accusing the Count of Floridablanca of wanting to assume all the ministries powers through this body, to appoint the high officials of the Kingdom and thus gather in his person all the power. The Royal Decree of 8 July 1787, which created the Board, it said: With the fall of Floridablanca in 1792 and the arrival to the power of Aranda, this one influenced in the King Carlos IV to suppress the Supreme State Board and to return to the previous system with the Council of State like central organ of the Administration. Briefly, with the return of King Ferdinand VII to the throne of Spain and the abolition of the Constitution of Cadiz, the king recovered the old Supreme Board by Royal Decree of 2 November 1815. === The Council of Ministers === After the experience during the Trienio Liberal,Villarroya, 25-26 the Council of Ministers was officially created by King Fernando VII, who ordered by Royal Decree of 19 November 1823 that his Secretaries of State (Secretarios de Estado y del Despacho) should gather to form a body, which was to be called the Council of Ministers. In the meetings of this Council all matters of common interest would be discussed, and every Secretary would report about affairs under his responsibility and receive instructions from the King. The Secretary of State (or First Secretary of State) would act as Chief Minister and preside over the meetings when the King was absent.\"Real decreto disponiendo que con los Secretarios de Estado y del Despacho, el de Gracia y Justicia, Guerra, Marina y Hacienda se forme un Consejo que se denominará Consejo de Ministros\", Gaceta de Madrid núm. 114 (20 November 1823), p. 423 The first meeting of the Council was on 22 November and to it were summoned the Minister of Justice, the Minister of War and the Minister of the Treasury and Navy. This Council was directly and permanently submitted to the monarch, as it appears in the historical texts that show that between 28 December 1825 and 19 September 1826 it was suspended by direct orders of Ferdinand VII, while it was strengthened the Council of State. From the beginning of the Council of Ministers there were constant conflicts between the Secretaries of Dispatch of the Council and the secretaries of the Council of State because in many occasions the first one had to respond before the latter, a situation that shortly after ceased to re-establish the king, on the proposal of the Council of Ministers, the merely consultative structure originally held by the Council of State. To understand the motives that the monarch had to create the Council, it is necessary to resort to the royal decree of December 1823 that establishes the \"bases on which the new Council of Ministers must walk,\" and these are: The purpose, then, was to dismantle any trace of the constitutional period of the Liberal Triennium. At the time of its creation, the Council of Ministers was composed of the five ministers —six when the Interior Minister was added— in addition to a secretary who, in the absence of this, it assumed the functions of secretary of the Council the Minister of Grace and Justice. They used to meet once a week; later, it was extended to twice —Tuesdays and Saturdays— although depending on the circumstances, the hours could vary, as happened at the time of the uprising of Jorge Bessières that met daily or when the monarch pleased. Extraordinary meetings and the continual excuses of the ministers not to attend were also common, although the general norm was habitual attendance, as was not the case in other institutions of the monarchy. Likewise, various authorities that were called to issue reports or defend the files that were being processed could go to the Council, generally in the area of the Treasury and international relations. They were described in the minutes as \"assistants\". The place designed for its meetings and the most usual in its beginnings was the headquarters of the First Secretary of State, although with time it was the headquarters of the Secretariat of the Navy that assumed that role. It was also common that the Council met where the monarch was, as in the Royal Palaces of Aranjuez, San Lorenzo or La Granja. Martínez de la Rosa, first person to carry out officially the title of President of the Council of Ministers. After the death of King Ferdinand VII and during the regency of María Christina, in an attempt to win the support of the Liberals, the Queen Regent appointed Secretary of State to Martinez de la Rosa, who due to the tradition already created, received the title of President of the Council of Ministers with the approval of the Royal Statute and with this title, he has been considered the first real Prime Minister of Spain. It was precisely this statute, which for the first time constitutionalized the body of the Council of Ministers but without specifying their formation and powers. Although the Royal Statute affirmed that the monarch freely appoints and separates the ministers, the parliamentary practice obliged the sovereign to elect the ministers among the members of the Cortes Generales who had the confidence of these ministers, in clear imitation of the European systems in which the Government should have the confidence of the Crown and Parliament. In the same way, the prerogatives that were granted to the monarch were actually exercised by his ministers. In the first Council's meetings of Martinez de la Rosa and Mendizábal the Queen Regent did not usually attend —although she was always informed of everything— and they met once or twice a week and with the ordinary assistance of the ministers —although during the primership of Mendizábal many times the Councils were reduced to two members by the notable absences— in addition to the Secretary of the Council of Ministers, with Martinez de la Rosa to the Council also attended the members of the Government, senior administrative positions and military chiefs, mainly because of the War. With the regency of General Espartero the political situation did not improve. The difficulties to form stable governments were insurmountable and the personality of Espartero —who wanted to exercise power himself— did not help much, in fact, all the ministers of prime minister Joaquín María López resigned at the same time because they had demanded that Espartero respected the principle of that the Monarch reign but does not rule and they said «that such healthy principles can not be realized, [ministers] believe in the obligation to resign their positions in the hands of Your Highness confident that their resignation will be admitted, which is based on the essential conditions of the representative government (...)». Espartero quickly appointed Álvaro Gómez Becerra as Prime Minister, something that did not please the Congress that ratified his support for the previous government. After this situation began the uprisings against General Espartero and, in Barcelona, General Serrano proclaimed himself universal minister, ceased Espartero and appointed Joaquín María López as prime minister, who took this opportunity to lift the minority of Queen Isabella II. This measure was later ratified by the Cortes Generales. Count of Reus. With Narváez as Prime Minister and a council formed by six ministers, they prepared a reform project that would later be transferred to the Cortes for debate and that led to the Constitution of 1845. The typical political instability of the time soon appeared, with governments of less than 20 days to maximum of 9 months mainly for palace intrigues. With Narváez back in government —his third government— in October 1847, the ephemeral governments ended until 1851. His Council of Ministers carried out important reforms in the Administration and the Treasury, but the most important was to confront and dominate the events of 1848. The revolutions of this year affected Spain in a limited way thanks to the iron hand of the Council, coming to call it a \"necessary dictatorship\" since the government ruled with the Cortes dissolved and the constitutional guarantees suspended. In the winter of 1851, Juan Bravo Murillo became President of the Council of Ministers, forming a council with a remarkable technical training devoted in depth to the art of government and administration, moving away from the military rather than political government of General Narváez. This Council carried out an important economic sanitation; prepared a new administration reform; and normalized relations with the Holy See through the Concordat of 1851. But, undoubtedly, the task with more resonance was the preparation of a draft constitutional reform, however this suffered the rejection of progressive deputies, most of the moderates and the Queen Mother herself, who still had great influence on her daughter. All this ended up causing the resignation of the government in December 1852. With the fall of the Bravo Murillo government, political instability and ephemeral governments returned, lasting until the fall of the First Republic in 1874. === The Restoration === After the dethronement of Isabella II, the debates on the form of State, the regency of Serrano (1869-1871), the brief reign of Amadeo I (1871-1873), the republican experience (1873-1873) and the Serrano dictatorship (1874), a military coup took place and the Bourbon restoration started with Alfonso XII, son of Queen Isabella II, as King of Spain. During this period the Constitution of 1876 was approved, a constitution sufficiently flexible so that all the ideologies coexisted under it and could make the necessary changes in favor of one or another ideology without altering the system. This constitution gave sovereignty to both the Monarch and the Cortes, returning to the principle that the Government should have the confidence of both the Crown and Parliament. Thanks to this flexibility, a two-party system is installed in Spain, which derives from the so-called between Cánovas and Sagasta agreed at El Pardo Palace, through which the liberal and conservative parties took turns in power. For politicians of the time, the need for stability allowed not necessarily attend the will of the electoral body, but ensure the proper functioning of constitutional bodies. The Council of Ministers in 1902, led by PM Sagasta. The new Constitution grants the Monarch the executive power delegating into his ministers and, although it is not mentioned explicitly in the constitution, the figure of the President of the Council of Ministers (Prime Minister) acquires greater relevance and power, placing himself in the center as the true guiding center of the country's administrative action. It is at this time when a true civil government is established, with small lapses of prime ministers of a military nature. It is also not a period free of controversy, since a system like this was only possible with the help of the Ministry of the Interior which is traditionally in charge of supervising the electoral processes and which, at that time, was the one in charge to put in agreement to the political forces to agree the result of the elections. Nevertheless, this system gave the necessary stability to the country between 1875 and 1903. However, this system soon entered into a crisis with the internal fights between parties, the incipient dissolution of these and the appearance of new ones, such as the Spanish Socialist Workers' Party in 1879. With the ascension to the throne of the young Alfonso XIII, there was a radical change in Spanish politics. The personality of the monarch to have a central role in decision-making was reflected in the first Council of Ministers, in which, the king read article 54.8 of the Constitution and as a comment he said to his ministers: «As you have just heard, the Constitution gives me the concession of honors, titles and greatness; that is why I warn you that the use of this right is completely reserved for me». To this the Duke of Veragua replied, that the same Constitution affirmed that those decisions should be countersigned by the ministers, a position that Prime Minister Sagasta did not defend and implying that the monarch's argument prevailed. This reflects the characteristics that Spanish politics took, with a monarch with a personal power supported by the Armed Forces and the distribution of royal favors, as well as the cowardice of politicians to curb the king's desire for power and his authoritarian personality. The crisis of the system was evident, and in the next 21 years until the coup d'état of Primo de Rivera there were 33 governments, at an average of 8 months per government. === Dictatorship of Primo de Rivera === On 13 September 1923, the coup d'état of Primo de Rivera was held, ending with the approval of King Alfonso XIII and his appointment as head of government. With the arrival of Primo de Rivera to power a Military Directorate was established chaired over by him under the title of President of the Military Directorate —with full executive and legislative powers— and the office of President of the Council of Ministers and the own Council of Ministers were suppressed. In December 1925, the Military Directory disappeared and a Civil Directory was constituted, recovering the positions of President of the Council of Ministers and Ministers of the Crown, as well as recovering the figure of the Vice President of the Council of Ministers, which had only been exercised by Joaquín María Ferrer between 1840 and 1841. The most relevant of this period of civil government was the draft Constitution of 1929, which granted the monarch the ability to assist the Council of Ministers whenever he wished and chair over it should he attend; it had to approve the appointments and substitutions of the dismissals of the ministers of the Crown, although it was granted to the king the capacity to appoint ministers without portfolio. This project did not prosper and Primo de Rivera ended up resigning and being replaced by another military, Lieutenant General Berenguer Fusté as Prime Minister, appointed as temporary until new elections were held to return the constitutional course to the country, but the local elections of 1931 eventually end up with the monarchy and the Second Republic was established. === Second Republic === With the arrival of the second republic and the approval of the Constitution of 1931, a parallel is established between the Government and the Council of Ministers, when it says in its article 86 that \"the President of the Council of Ministers and the Ministers constitute the Government\" and the figure of the President emphasizes that «he directs and represents the general policy of the Government» while the ministers «are responsible for the top direction and management of the public services assigned to the different ministerial departments». With this Constitution it can be affirmed that the Prime Minister ceases to be primus inter pares. As in the monarchical era, it was the head of the State who freely appointed the president of the Council, but now it was the President of the Council of Ministers who appointed his ministers, with the exception of Article 88 that empowered the President of the Republic to appoint ministers without portfolio, something that also included the draft Constitution of 1929. Largo Caballero. The Constitution at no time established the mechanism of parliamentary confidence, since it was the President of the Republic who appointed the Prime Minister freely, although they did respond jointly to their actions before the Congress and, if the parliament expressly denied them confidence, the head of the State was forced to cease them. Likewise, Congress could censure the government or individually the ministers forcing them to resign if approved by an absolute majority. Therefore, the Council of Ministers in the Republican era continued to maintain the double confidence of the monarchical tradition, and must have the confidence of the Cortes and the President of the Republic. The Council of Ministers had the legislative initiative that it shared with the Cortes, it had regulatory power and it could legislate by delegation of Congress. In addition, the Council of Ministers in exceptional cases could give authority to the President of the Republic to legislate on legislative matters, this provisional legislation being that Congress could later reject it. === Dictatorship of Francisco Franco === On 18 July 1936 a part of the Republican army took up arms against the constitutional regime. On 24 July, the National Defense Board was created in Burgos, which assumed «all the Powers of the State and legitimately represents the country before foreign powers.» This body was organized in a collective way and took decisions jointly by Decree. It will not be until August of that year that Francisco Franco becomes part of the board. Franco managed in September 1936 to assume all the power of the State, by means of a Decree of the Board of 29 September 1936 that said: First Council of Ministers of Francisco Franco in Burgos on 2 February 1938. After almost 2 years of war and the Republican side practically defeated, a true government was formed on the rebel side, with Franco at the head, with a Deputy Prime Minister and Foreign Minister, Francisco Gómez-Jordana Sousa as well as ten other ministers. This government was regulated by the Laws of the Central State Administration of 30 January 1938 and the Law of 8 August 1939 that restructured the Government. The first of the laws changes the name of the head of the Government to that of the President of the Government —a name that is maintained today— that was linked to the head of the State. This law does not mention the Council of Ministers, although in practice it was in force even though all the dispositions and resolutions of the head of the State had to be submitted to the deliberation of the latter. The second of the laws does mention the Council of Ministers to indicate that the head of the State could dictate resolutions without the prior deliberation of the Council in cases of urgency. This Council of Ministers did not possess military authority, which was exercised directly by the dictator through the National Defense Board and the High Military Command. During this time, the Council behaves like a technical-administrative organ at the service of the dictator, who does not debate or decide the big political questions. However, since 1945 the Council of Ministers takes greater relevance especially after the departure of the government of the Falangist José Luis de Arrese. Between this date and 1950, the Franco regime suffers a clear international isolationism, which ends after the interested aid of the United States. Since then, Spain enters the WHO, UNESCO, signed agreements with the Holy See and, among all this, financial aid from the United States continued to arrive. With the new government of 1951, which included, among others, the opening and former ambassador in the Holy See, Joaquín Ruiz-Giménez or his right hand, Luis Carrero Blanco. This new government transforms the Council of Ministers into a more political than technical-administrative body, due mainly to the good international situation for the regime and the economic boom of the country. From 1957 the so-called technocracy came to power by displacing the Falangists who will develop the Stabilization Plan of 1959 and will carry out more advanced legislation in social matters, such as the 1958 labor agreements. Arias Navarro in a meeting with dictator Franco. A before and after is marked after the approval of the Legal System and the State Administration Act (LRJAE) of 1957 that develops the principle of Unity of Administration and places the Council of Ministers as the supreme and central body of the Administration, regulating the Government under the name of Council of Ministers and equipping it with Delegated Committees of the Government to deal with minor issues between ministries. At that time the Secretary of the Council of Ministers was the Minister-Under Secretary of the Presidency. In 1967 Franco brought to the Cortes the Organic Act of the State (LOE) that separated the figure of the head of State from that of the head of government, who led and on whom the Council of Ministers depended, and defined this Council as «the body that determines the national policy, ensures the application of laws, exercises regulatory power and assists permanently the Head of State in political and administrative affairs », giving full regulatory authority to the government. The peculiarity of this law is that the President of the Government is appointed by the Head of State on the proposal of a three candidates of the Council of the Kingdom (the private council of the dictator). From this time the Council of Ministers acquires its largest autonomy quotas, mainly due to the poor health of the dictator, and six years after approving the LOE, Franco appoints Carrero Blanco as President of the Government, who appointed his own Cabinet. Carrero Blanco was assassinated soon after and with Arias Navarro as Prime Minister, the more the dictator's health worsened, more power and influence had the Council of Ministers. In short, throughout the Franco dictatorship, it made use of the Council of Ministers as a legitimizing body and to avoid its own political wear. That is why he submitted to the Council even decisions of which only he was competent, such as pardons. === Current constitution === With the approval of the democratic Constitution of 1978, the figure of the Government and the Council of Ministers is separated, at least until the approval of the Government Act of 1997. The Constitution, in its article 98.1 establishes that the Government consists of the «President, of the Vice Presidents where appropriate, of the Ministers and of the other members established by law.» This tagline «and of the other members that the law establishes» refers to the possibility that the Secretaries of State are included in the government, provoking a division between the concept of Government and Council of Ministers that, as its name indicates, it is the meeting only of the ministers. The Government Act of 1997 does not use the power granted by the Constitution and only considers members of the government to the Prime Minister and the ministers, so it is the subsequent normative development that unifies the concepts of Government and Council of Ministers. The current constitutional system acquires a presidential character; highlighting on all the members of the Council the Prime Minister, who is the true center of parliamentary confidence and who exercises the political direction. The parliamentary system obliges the government to have at all times the confidence of the parliament and, in fact, the legislator established a constructive vote of no confidence to avoid the fall of the government without having another to allow the stability of the system. The role of the premier as the main character is evident in so far as it only concerns him to propose a vote of confidence to Parliament, only he can be censured by Congress and it is he, and not the government, who can present an appeal of unconstitutionality, among other faculties; or that if the premier dies or ceases, the government ceases with him. We are, then, back to the principles established in the Constitution of the Second Republic since the prime minister is not a simple primus inter pares. Regarding the election of the Prime Minister, unlike previous times, the monarch does not appoint and freely separates the head of the government. The role of the monarch is to nominate a candidate that the Congress of Deputies must to approve or reject. If the candidate is approved, the monarch can appoint him. In the same way, it is the Premier who proposes to the monarch the appointment or cessation of the ministers. Since 1987, it is the Prime Minister by Royal Decree who decides how many ministries the Government has. This does not mean that the ministers are mere hierarchical subordinates, because the Constitution itself in Article 98.2, when establishing the directive function of the premier, establishes that he directs the government «without prejudice to the competence and direct responsibility of these [ministers] in their management». == Meetings of the council == Meeting of the Council of Ministers on 14 January 2020. The Council of Ministers, as a general rule, meets weekly every Tuesday morning. Its meetings, from which minutes will be drawn up, may be deliberative and/or decision-making. The minutes will include, exclusively, the circumstances related to the time and place of its celebration, the list of attendees, the resolutions adopted and the reports presented. Therefore, the deliberations that the different members of the Government maintain, since these by law are of a secret nature, can not be collected. The meetings of the Council are convened and chaired by the Prime Minister, though, in his absence, Deputy Prime Ministers take the responsibility to chair over the cabinet and it is the Premier who establishes the topics to be discussed. Also on exceptional occasions, the cabinet can be chaired by the King of Spain:Article 62 in that event the meeting is solely consultative. == Location of council meetings == The Council of Ministers meetings are held at the Council Building, one of the buildings that compose Moncloa Palace, the official resident of the Prime Minister and the headquarters of the government. However, the Council of Ministers can meet in any city in the country. Some examples are the Council's meetings in 1976 and 2018 in Barcelona, the Council's meeting in Palma de Mallorca in 1983 or the Council's meetings in Seville in 1976, 2010 and 2018. == Collaboration and support bodies == According to the Government Act of 1997, there are two bodies with the mission of collaborate or give support to the Council of Ministers. These are the General Commission of Secretaries of State and Undersecretaries and the Government Secretariat. === General Commission === The General Commission of Secretaries of State and Undersecretaries is an auxiliary body of the Council of Ministers composed by all the secretaries of state and undersecretaries of the different ministries. The General Commission has as purpose to study the matters that must to be dealt in the Council of Ministers. The chairman of the Commission is the Deputy Prime Minister or the Minister of the Presidency if the first can not be present. The secretary of the Commission is the Under Secretary of the Presidency. The Solicitor General of the State shall also attend and those senior positions with the rank of Secretary of State or Under Secretary who are summoned by the President of the Commission by reason of the matter in question. === Government Secretariat === The Government Secretariat is the support body of the Council of Ministers, the Government Delegated Committees and the General Commission of Secretaries of State and Undersecretaries. The Government Secretariat is responsible for assisting the Minister-Secretary of the Council of Ministers; conduct the calls of the members of the bodies it attends; collaborate with the Technical Secretariats of the Delegated Commissions of the Government; guard the records and minutes of meetings; to collaborate in the technical quality of the norms approved by the Government and to ensure the correct publication of the dispositions and norms emanating from the Government that should be inserted in the Official State Gazette. This body is part of the Ministry of the Presidency and currently is the General Technical Secretariat of the Ministry. ==Current council== : {|class=\"wikitable\" |- !width=390 |Portfolio !width=350 |Minister !Term |- |Prime Minister |Pedro Sánchez |2018–present |- |First Deputy Prime Minister Minister of the Presidency Secretary of the Council of Ministers |Carmen Calvo |2018–present |- |Second Deputy Prime Minister Minister of Social Rights and 2030 Agenda |Pablo Iglesias |2020–present |- |Third Deputy Prime Minister Minister of Economic Affairs and Digital Transformation | Nadia Calviño |2018–present |- |Fourth Deputy Prime Minister Minister for the Ecological Transition and Demographic Challenge |Teresa Ribera |2018–present |- |Minister of Foreign Affairs, European Union and Cooperation |Arancha González Laya |2020–present |- |Minister of Justice First Notary of the Kingdom |Juan Carlos Campo Moreno |2020–present |- | Minister of Defence | Margarita Robles |2018–present |- | Minister of Finance Spokesperson of the Government | María Jesús Montero |2018–present |- | Minister of the Interior | Fernando Grande-Marlaska |2018–present |- | Minister of Transports, Mobility and Urban Agenda | José Luis Ábalos |2018–present |- | Minister of Education and Vocational Training | Isabel Celaá |2018–present |- | Minister of Labour and Social Economy |Yolanda Díaz |2020–present |- | Minister of Industry, Trade and Tourism | Reyes Maroto |2018–present |- | Minister of Agriculture, Fisheries and Food |Luis Planas |2018–present |- | Minister of Territorial Policy and Civil Service |Carolina Darias |2020–present |- | Minister of Culture and Sport | José Manuel Rodríguez Uribes |2020–present |- | Minister of Health |Salvador Illa |2020–present |- | Minister of Science and Innovation | Pedro Duque |2018–present |- |Minister of Consumer Affairs |Alberto Garzón |2020–present |- |Minister of Equality |Irene Montero |2020–present |- |Minister of Inclusion, Social Security and Migration |José Luis Escrivá |2020–present |- |Minister of Universities |Manuel Castells Oliván |2020–present |} == Cabinet and Council == Although in the English-speaking countries the terms Cabinet and Council of Ministers may mean the same, in Spain they are not the same. The Council of Ministers is the main body of the executive power while the Cabinet is an auxiliary body of the Prime Minister's Office, composed by the Moncloa Chief of Staff and several civil servants and advisers. ==See also== *List of cabinets *Politics of Spain ==Notes== ==References== *. ==External links== * Website of the Government of Spain Category:Government of Spain Spain Category:Lists of government ministers of Spain Category:Council of Ministers (Spain) sv:Spaniens regering ",
    "title": "Council of Ministers (Spain)"
}