{
    "id": "1287816",
    "text": "The Miji, also known by the names of Sajolang and Damai, inhabit the districts of West Kameng, East Kameng and a minuscule region of Kurung Kumey in Arunachal Pradesh, India. Their population of 37,000 are found near the lower parts of the sub-Himalayan hills bordering Assam; they speak the Sajalong language. The word Miji is derived from two distinct words 1) Mai means fire and 2) ji meaning Giver. The word/name came into being after the Aka ( Hrusso) community regarded the Sajolang/Dammai people for their gracious help during the past (pre-historic period). ==Dress== A young Miji girl from East Kameng The traditional costume of Miji women consists of an ankle-length white garment with a beautifully decorated red jacket. Unlike the majority of other tribes of Arunachal Pradesh, India; the Miji people wear silver ornaments, and glass/brass based necklaces. Indigenous cosmetics are made from pine resin and coal ( specially during marriage ceremonies). The traditional dress of Miji community constitute of 1) Grii za (cotton cloth), 2) ornamental beads, 3) silver/Bamboo crown, 4) Gichin thay ( long cotton cloth, red in colour, which serves as a belt), 5) waichin ( sword ), 6) Lai lo ( cotton cloth to cover lower portion of legs), 7) Lai Drangk ( ornamental beads to keep Lai lo intact ), and other ornaments including necklaces, bangles and ear tops. ==Religion== Most Miji are adherents of Animism, although a few have adopted Christianity. The Mijis practise a distinct religion which rely entirely on nature and god ( nature- being the replica of god); Mijis believe that god prevail in every aspects of nature, such as trees, water tributaries and even stones. Chindang, marked every 15 October, is considered the main festival of the Mijis, inhabiting the Lada circle of the East Kameng district, Sarli region of the Kurung Kumey district and Nafra and Bomdila Sub-Division of the West Kameng district with a few of them also found in the Assam-Arunachal border towns of Sessa and Bhalukpong who settled down there some time ago because of better access to facilities. Culturally and linguistically, the Miji and Hrusso Akas form a cognate group. Their ancestors are called Bor(Robo),or the brother of Tanis, like the Nyishis, Apatanis, Tagins, Galos and the Adis which share common features but are also distinct in themselves. Robo being the elder brother and Nyibo (tani) being younger are actual brothers, who belonged to same father. There is some Buddhist influence as a result of long-standing cultural contacts with Buddhist tribes to the west, and the celebration of Losar as well as the usage of prayer flags are some indicators of this. ==Classification== The Mijis or the Sajolangs are classified under three categories : ===Western Miji=== The Mijis inhabiting the Bomdila-Nafra division in West Kameng district are recognized as the Western Miji. ===Eastern Miji=== Occupying the Lada-Bana tract in the East Kameng district, one can find a sizeable amount of the group well adjusted with the Akas, their very brethren tribe and the comparatively larger tribe Nyishi. The eastern Mijis shares little contrast in terms of language vocabulary with their western counterparts and together they institute the broader Sajolang group. ===Northern Miji=== The third is the most debilitated and ambiguous group known as Bangru, also known as Bengru in China. Not very much studies have been done on this group and the tribe lives in acute isolation. These groups are mainly found in Sarli circle and the numerous adjacent villages in Kurung Kumey district. Researchers have also claimed that this same people are also found in Longzi County, Shannan Prefecture in China where they are categorised under the wider Lhoba ethnicity. A sacrificial altar of the Bengru tribe ==References== ==Further reading== * DHAR Bibhash - Planning for tribal development : A study of Miji—Extr. de : Sequences in development in North East India (a study of tradition, continuity and change) / J.B. Bhattacharjee (Ed.), New Delhi : Omsons Publ., 1989, p. 120-123. * FutureGenerations, India, Arunachal Pradesh, In Depth ==External links== * Old photos of the Miji tribe * Ethnologue profile Category:Tribes of Arunachal Pradesh Category:Donyi-Polo communities Category:Indigenous peoples of Nepal ",
    "title": "Miji people"
}