{
    "id": "1287645",
    "text": "John Christian Lodge (August 12, 1862 – February 6, 1950) was an influential politician from Detroit, Michigan, serving as mayor from 1922 to 1923, in 1924, and from 1927 to 1929, and spending over 30 years on the Detroit City Council. ==Biography== John C. Lodge was born in Detroit on August 12, 1862 to Dr. Edwin A. Lodge and Christiana Lodge (née Hanson). He attended the Michigan Military Academy in 1881. He worked as a reporter and city editor for the Detroit Free Press from 1889 to 1896. In 1897 he entered the lumber industry, and was connected with the Dwight Lumber Company. ==Politics== Lodge was the chief clerk for the Wayne County Auditors from 1897 to 1905, then served for two years as the secretary to mayor George P. Codd. He was a member of the Michigan House of Representatives as a Republican from Wayne County's 1st District, from 1909 to 1910, and served as chair of the Wayne County Board of Supervisors. He was a member of the Detroit City Council beginning in 1910, and held the position for 17 years before being elected mayor, nine of them as council president. During that time, Lodge served twice as acting mayor: once from December 5, 1922 – April 9, 1923, after James J. Couzens's resignation to assume the office of United States Senator, and once from August 2, 1924 – November 21, 1924 after Joseph A. Martin's resignation. In 1927, Lodge was elected mayor in his own right, serving from 1927 to 1929. He was defeated in his quest for renomination in 1929. After his stint as mayor, Lodge returned to the city council, serving there from 1932 to 1947. Lodge died on February 6, 1950 and is buried at Elmwood Cemetery in Detroit. After his death, the John C. Lodge Freeway (M-10) in Detroit was named after him. ==References== ==Bibliography== * ==External links== * *\"In Detroit\" TIME magazine, January 23, 1928 Category:1862 births Category:1950 deaths Category:Members of the Michigan House of Representatives Category:Mayors of Detroit Category:Detroit City Council members Category:Detroit Free Press people Category:Michigan Republicans ",
    "title": "John C. Lodge"
}