{
    "id": "1287589",
    "text": "Heideroosjes (pronounced: hi-duh-rose-yes, HR in short), were a Dutch punk rock band from Horst aan de Maas. The band were known for their energetic shows and songs with lyrics mostly in Dutch and English, and a few songs in German and Limburgs (a dialect spoken in the Dutch province of Limburg). The band, formed in 1989, consisted of Marco Roelofs (vocals/guitar), Frank Kleuskens (guitar), Fred Houben (Bass) and Igor Hobus (percussion). This lineup never changed. Heideroosjes played nearly 1500 shows in Europe, United States, Japan and South Africa. The band's name is a Dutch colloquial name for a little wild plant (Catsfoot Antennaria dioica, usually called Rozenkransje in Dutch) which grows in open fields. Literally translated it means \"heath roses\" and was chosen for its ironic contrast with the many punk band names that reflect dark or violent themes. ==History== === 1989–1999 === After releasing two albums on their self-founded label Fairytale RecordsFairytalerecords.nl Heideroosjes got its nationwide breakthrough in 1995 by opening the prestigious Pinkpop festival in The Netherlands. In 1998 the band signed a worldwide record deal with the world's biggest punk label Epitaph records, based in Hollywood (CA). In 1999, the band made its first TV appearance in the United States when talkshow host Jerry Springer played some live footage of their song \"Jerry Rules In The Land Of The Free\". In this song, taken from their album SCHIZO, Heideroosjes voiced their opinion on (semi-reality) TV shows like The Jerry Springer Show. Heideroosjes toured (mainly) Europe with familiar bands like The Offspring, Pennywise, The Misfits, Bad Religion and Less Than Jake. ===2000–2010=== In 2004, the Heideroosjes tour bus was involved in a serious accident. Three roadies were wounded, and one roadie was seriously injured. The band cancelled their tour but continued a few weeks later. Later that year, Heideroosjes received the Dutch Edison award for their single \"Damclub Hooligan\" (from their album SINema). In March 2004 the band appeared for the first time live in the US when they played at the SXSW Festival in Austin, Texas. A raving review in The Austin Chronicle said \"Now that was a lesson in rock 'n roll. They blew the other bands right of the front door\". In November and December 2005 Heideroosjes did an Ode to the Ramones tour in the Netherlands and Belgium, during this tour they only played covers from their heroes: The Ramones. In 2006, Heideroosjes made international news by making a song with the mayor of Maastricht, Gerd Leers. In this song called \"Dope man\"Heideroosjes.com they mock the Dutch soft drug policy, which in their eyes is hypocritical. A few weeks later the Dutch minister of Justice, Piet Hein Donner, recorded a rap song with rapper Meester G responding to 'Dope man' by defending his soft drug policy. Later that year Heideroosjes record their eighth album with Los Angeles-based producer Cameron Webb who worked with bands like Motörhead, Ignite, Social Distortion and Silverstein. Motörhead singer Lemmy features on the song \"My Funeral\". Even as Ignite leadsinger Zoli Teglas who sings in the song \"Forgotten Continent\". After years of touring the world including Japan, South Africa, and former Yugoslavia, Heideroosjes started a new phase in their career. In 2008 the band did a 100 shows counting comedy tour called \"Manie Manie\". In this show the music seemed less important and there was more focus on stories, acting and comedy. According to the band \"they wanted to try something different. Just because the combination of punk and theater is such a contrast.\" In 2009 Heideroosjes celebrated 20 years touring with no line-up changes; the anniversary was marked by a double-album and an extensive tour through Europe. After a 'sabbatical year' in 2010 the band returned to touring and announced a new album for 2011. In September of that year Heideroosjes announced that the new studio album Cease-Fire would be their last one. \"After this album and the tour, we're gonna quit\" the band said. The main reason for the split, according to the band members, was \"We still love to play and being on stage. But we are fed up with all the business that comes along with being in a professional band. We had a great time and traveled all over the world. We lived our dreams. And we believe it's better to burn out than to fade away\". The farewell tour contained shows at the Lowlands Festival and the Sziget Festival in Hungary (2012). At the end of September 2012 Heideroosjes waved a final goodbye with two sold-out shows in Holland (Melkweg-Amsterdam) and two sold-out shows in Belgium (AB-Brussels). ===2019=== In 2019, the Heideroosjes played 5 shows as support for the German band Wizo and scheduled several other concerts and shows on festivals in the Netherlands, Belgium and Germany. ==Discography== ===Albums=== {| class=\"wikitable\" ! Release date || Title || Label |- | 1991 | In Your Face! (DEMO) | |- | 1993 | Noisy Fairytales | Fairytale Records |- | 1994 | Choice For A Lost Generation?! | Fairytale Records |- | 1996 | Fifi | Play It Again Sam |- | 1997 | Kung-Fu | Play It Again Sam |- | 1998 | Smile... You're Dying! | Epitaph Records |- | 1999 | Schizo | Epitaph Records |- | 2001 | Fast Forward | Epitaph Records |- | 2002 | It's a Life (12,5 Years Live!) | Epitaph Records |- | 2004 | SINema | Epitaph Records |- | 2006 | Royal to the Bone | I Scream Records (US only!) |- | 2007 | Chapter Eight, The Golden State | U-Sonic |- | 2009 | 20 Years: Ode & Tribute 1989–2009 | Fairytale Records / PIAS |- | 2011 | Cease-Fire | Fairytale Records / PIAS |} ===Singles=== {| class=\"wikitable\" ! Release date || Title || Label |- | 1995 | \"Goede Tijden, Slechte Tijden\" | PIAS |- | 1996 | \"Klapvee\" | PIAS |- | 1996 | \"Break the Public Peace\" | PIAS |- | 1997 | \"Paradiso\" (vinyl-single only) | PIAS |- | 1997 | \"Wurst & Käse\" | PIAS |- | 1998 | \"Firstfuckparty at 701\" | PIAS |- | 1999 | \"Iedereen Is Gek (Behalve Jij!)\" | Epitaph Records |- | 1999 | \"Time is Ticking Away\" | Epitaph Records |- | 2001 | \"Ik Wil Niks!\" | Epitaph Records |- | 2001 | \"Billy Broke a Bottle (Again)\" | Epitaph Records |- | 2004 | \"Damclub Hooligan\" (2 songs) | Epitaph Records |- | 2004 | \"Damclub Hooligan\" (Limited, 4 songs) | Epitaph Records |- | 2004 | \"Scapegoat Revolution\" | Epitaph Records |- | 2006 | \"United Tibet\" | Fairytale Records |- | 2007 | \"Lekker Belangrijk!\" | Fairytale Records |- | 2007 | \"My Funeral\" | Fairytale Records |} ===Music videos=== * \"A Bag Full of Stories\" * \"Billy Broke a Bottle (Again)\" * \"Break the Public Peace\" * \"Damclub Hooligan\" * \"Da’s Toch Dope Man!\" * \"De Wereld Draait Door\" * \"Doe Maar Net Alsof Je Neus Bloedt\" * \"Ik Wil Niks!\" * \"Iedereen is Gek (Behalve Jij)\" * \"Lekker Belangrijk!\" * \"My Funeral\" * \"Scapegoat Revolution\" * \"Weg van de Meeste Weerstand\" * \"Würst & Käse\" ==Videos and DVDs== * DVD: \"Manie! Manie!\" 2010 (comedy show ) * DVD: Bag Full of Stories 2004 (live videos and documentary) * DVD: A Year in the Life of... 2006 (3 live concerts, a Punkmovie from the Heideroosjes in America and a parody on a Dutch talkshow called Jensen!) * VHS: 12,5 Year Anniversary Concert VHS 2002 (live concert, shot on the 8 of June 2002 @ Paradiso, Amsterdam ==Songs covered by Heideroosjes== *\"Let Me Tell You This\" (cover from The Bips, 1989) *\"De Padvindersclub\" (cover from Bert Vaan Alberts Toën, 1986) *\"Don't Do It\" (cover from The Boegies, 1989) *\"I Love Livin' in the City\" (cover from FEAR, 1978) *\"Ich Liebe Ulrike\" (cover from Mort Subite, 1980) *\"Sit Back, Zapp, Grow Fat & Die!\" (cover from Brezhnev, 1995) *\"Enjoy The Silence\" (cover from Depeche Mode, 1990) *Ramones-Parade: \"Teenage Lobotomy\", 1977 / \"I Wanna Be Sedated\", 1979 / \"The KKK Took My Baby Away\", 1981 (covers from The Ramones) *\"Liever Dan Lief\" (cover from Doe Maar, 1982) *\"Wannabe\" (cover from Spice Girls, 1996) *\"Da Doo Ron Ron (When He Walked Me Home)\" (cover from The Crystals, 1963) *\"Holland Brandt (London Calling)\" (cover from The Clash, 1979) *\"Welterusten, meneer de President\" (cover from Boudewijn de Groot, 1966) *\"Marmor, Stein und Eisen Bricht\" (cover from Drafi Deutscher, 1965) *\"Ring of Fire\" (cover from Johnny Cash, 1963) *\"Candy\" sung together with Sharon of Within Temptation (cover from Iggy Pop, 1990) *\"The Riddle\" (cover from Nik Kershaw, 1984) ==References== ==External links== * Official Website * Facebook * Heideroosjes at popinstituut.nl * Fabchannel.com - Watch the entire 2006 Heideroosjes show at Paradiso, Amsterdam Category:Dutch punk rock groups Category:Musical groups established in 1989 Category:Dutch comedy musicians Category:Musical groups from Limburg (Netherlands) Category:Horst aan de Maas ",
    "title": "Heideroosjes"
}