{
    "id": "12872206",
    "text": "Map of Chibcha-speaking peoples, conquered by the Spanish conquistadors between 1502 and 1550 First contact with Chibcha speakers was made on Columbus's fourth and last voyage (1499-1502 & 1509-10) (1509-10) ' (1513) ' (1513-1519) ' (1515-1529) ' (1532-1538) ' (1536-1539) ' (1539-1541) ' (1537-1539) _Legend_ : • Leader Map of exploration routes of Sebastián de Belalcázar (1514-1539) Spanish conquest of the Chibchan Nations refers to the conquest by the Spanish monarchy of the Chibcha language- speaking nations, mainly the Muisca and Tairona that inhabited present-day Colombia, beginning the Spanish colonization of the Americas.Tairona Heritage Trust: Tairona history to the time of the Spanish Invasion Tairona Heritage Trust Accessed 21 August 2007. ==Pre-Columbian== The first inhabitants of Colombia were migrating members of the Mesoamericans who established themselves in the area c. 1200 BC followed by two other waves c. 500 BC and a third one between 400 and 300 BC. Later on the group of Arawak coming from southern South America made presence in the area, and a third wave of migrating groups, the warring Caribs established in the lower lands and pushed the Mesoamericans to the mountains. The southern areas of present-day Colombia were also part of the Inca Empire.All Empires: Central Andes Allempires.info Accessed 22 August 2007. There were two main tribes that were socially and economically developed at the time of the Spanish arrival: the Muisca, and the Tairona. Both were within the Chibchan Nations. By the 16th century, the Chibchas, were divided into two main groups: the Muisca, located in the plateaus of Cundinamarca and Boyacá, and the Tairona, who settled along the northern spur of the Sierra Nevada de Santa Marta in present-day Magdalena, Cesar and La Guajira departments. == Spanish conquest == The territory was first sighted by Spanish explorer Alonso de Ojeda in 1499, Biography Alonso de Ojeda though he never landed. A short time later, Juan de la Cosa, another Spanish explorer, landed on what is today called Cabo de la Vela (Cape of Sails) in the Guajira Peninsula. In 1502, on another coast of present-day Colombia, near the Gulf of Urabá, Spanish explorers led by Vasco Núñez de Balboa explored and conquered the area near the Atrato River. There they founded Santa María la Antigua del Darién (c. 1509) and the now-vanished town of San Sebastian de Urabá (c. 1508-1510), the first two European settlements on the mainland of the Americas.Víctor Manuel Patiño, Historia dela Cultura Material en la América Equinoccial, Chapter 21. Accessed 15 Nov. 2010. On July 29, 1525, the city of Santa Marta was founded in the northern coast of Colombia by the Spanish conqueror Rodrigo de Bastidas. In April 1536 the Spanish conquistador Gonzalo Jiménez de Quesada led the main expedition into the heart of the Andes, where the Muisca Confederation was located, with around 800 Spanish soldiers and 85 horses. Around the settlements of Suesca and Nemocón the de Quesada expedition faced the first attempt of Muisca active resistance in March 1537: the Muisca zipa Tisquesusa made a failed effort to oust the invaders who then gave the first demonstration of their superior weaponry. In April of the same year, De Quesada, was continuously attacked by Tisquesusa's subjects on the Bogotá savanna, but managed to take advantage of rivalries among various indigenous chiefs to go weakening the power of the zipa of Bacatá. The caciques of Chía and Suba were among the first to submit and collaborate with the Spanish, while men of Tisquesusa suffered defeat after defeat and failed to oppose the Spanish, who had horses, dogs, and firearms, rather than primitive wooden weapons: spears, clubs, and darts thrown with shuttles. Tisquesusa continued to harass and attack the Spanish, but in some obscure skirmish, late 1537, he died, without the Spanish knowing immediately and without knowing anything of his treasure. Tisquesusa's successor, his nephew Sagipa (also described as Saquesazipa), submitted soon to the conquistadors. Soon the relations between the Spanish and Sagipa deteriorated. Those eager to locate the lost treasure of the zipa apprehended Sagipa and subjected to trial, accusing him of rebellion against the Spaniards and refusing to reveal the site where the fabulous treasure was hidden. Tundama was another cacique who had appeared ready to fight. This bellicose leader called his subjects and requested the assistance of neighboring caciques from Cerinza, so when Hernán Pérez de Quesada, brother of Gonzalo, came, he found the most ordered troops and more martial aspect to here they had been among Muisca, formed by steps in different bodies, all festooned with feathers of different colors. In this battle, called the Battle of Bonza, indigenous forces formed a desperate resistance. Hernán de Quesada was in danger of losing his life by falling from his horse in the midst of enemies, but at last, broke the indigenous people and trampled them by horses, staining the marshes of Bonza with indigenous blood. Finally on August 6, 1538 the city of Bogotá (named originally Santa Fé de Bogotá) was founded on the remains of the original southern Muisca capital Bacatá. == New Spain == === Northernmost Chibcha === The Miskito Coast of NE Honduras and Nicaragua is the northernmost territory of Chibcha-speaking peoples Topography of Nicaragua Topography of Costa Rica, where votic and other versions of Chibcha are spoken ==== Pech ==== The Pech are an indigenous people in northeastern Honduras, previously known as the Paya. As of early 2005 their population had been reduced to 3,800. The Pech language is a member of the Chibchan family of languages, and, although it is still spoken by older people, it is in danger of extinction in the relatively near future. Social complexity began among the Pech or probable Pech speakers as long ago as 300 CE. The earlier Pech cultures may have developed independently of the Maya, their near neighbors, or they may have been influenced by Maya, a hypothesis that has been corroborated to some extent by the discovery of Mayan loan-words in the Pech language.Dennis Holt and William Bright, \"La lengua paya y las fronteras lingüísticas de Mesoamérica\" in Las fronteras de Mesoamérica: XIV Mesa Redonda, Tegucigalpa, Honduras, 23–28 de junio 1975, 1:149–56. México: Sociedad Mexicana de Antropología, 1975 In archaeological reckoning, the Pech formed a number of chiefdoms, some of which left archaeological remains of some sophistication, and certainly by the time of the Spanish exploration of the region in the early sixteenth century, the coastal regions were dominated by substantial chiefdoms. Spanish records of the mid-sixteenth and early seventeenth centuries refer to a paramount chiefdom called Taguzgalpa which dominated the region. Spanish attempts to conquer it in the sixteenth century were unsuccessful. The Pech suffered heavily from the emergence of the Miskito in the seventeenth century and their alliance with outsiders, especially British traders, and with the runaway slaves who made up the \"Mosquitos zambos\". The aggressive raids of the Miskito were in large manner responsible for the gradual withdrawal of the Pech into the mountainous regions and away from the coast.Thomas Cuddy, Political Identity and Archaeology in Northeast Honduras (Boulder, 2007) === Votic === ==== Rama ==== The Rama are descendants of a combination of indigenous communities that occupied the Caribbean coast of Nicaragua at the time of European contact. Following Spanish colonization of the region, British pirates formed an alliance with the Miskito in order to wield indirect control of the Caribbean coast. The Miskito assisted the British in pillaging Spanish ships and resisting Spanish control of the region in exchange for guns and other resources that allowed them to exert control over other indigenous groups like the Rama. According to Rama oral tradition, the Miskito gifted the island of Rama Cay to them in the 18th century in recognition of their help in fighting the Teribe people of Costa Rica. Throughout the 19th and 20th centuries the indigenous peoples of the Caribbean coast came to rely upon private investment and enterprises for socio-economic stability. In adherence to socialist policies, the Sandinista-dominated Nicaraguan government in the 1980s sought to nationalize all private institutions, which resulted in a reduction of private investment on the Caribbean coast. Many indigenous groups resented the government for its interference in the indigenous economy and regional autonomy. The Rama were one of many indigenous groups to join the Contras, a group of anticommunist guerrillas, some of whom were backed by the CIA, dedicated to fighting the Sandinista regime. As a result of the Nicaraguan Revolution, many Rama were displaced from their homes and traditional lands. ==== Guatuso ==== ==== Boruca ==== The Boruca are a tribe of Southern Pacific Costa Rica, close to the Panama border. The tribe is a composite group, made up of the group that identified as Boruca before the Spanish colonization, as well as many neighbors and former enemies, including the Coto people, Turrucaca, Borucac, Quepos, and the Abubaes. The population of the tribe numbers around 2,000, most of whom live on the Reserva Boruca or the neighboring indigenous reserve of Reserva Rey Curre. The Reserva Boruca-Terraba was among the first indigenous reserves established in Costa Rica in 1956. The lands currently on the reservations were named baldíos (common lands) by the General Law of Common Lands, passed by the national government in 1939, making them the inalienable and exclusive property of the indigenous people. The subsequent law of the Institute of Lands and Colonization (ITCO), passed in 1961, transferred the baldíos to state ownership. Law No. 7316, the Indigenous Law of Costa Rica, passed in 1977, laid out the fundamental rights of the indigenous peoples. This law defined \"indigenous\", established that the reserves would be self-governing, and set limitations on land use within the reserves. === Talamanca === ==== Cabécar ==== The Cabécar are an indigenous group of the remote Talamanca region of eastern Costa Rica. They speak Cabécar, a language belonging to the Chibchan language family of the Isthmo- Colombian Area of lower Central America and northwestern Colombia. According to census data from the National Institute of Statistics and Census of Costa Rica (Instituto Nacional de Estadística y Censos, INEC), the Cabécar are the largest indigenous group in Costa Rica with a population of nearly 17,000. The extensive geographic distribution of the Chibchan language family has sparked debate among scholars regarding the origin and diffusion of Chibchan languages. Two conceptual models have emerged to describe possible scenarios: the Theory of North Migration and the Centrifugal Expansion Theory. The former postulates Colombia as the historical epicenter from which Chibchan linguistic groups migrated northwestward into present-day Panama, Costa Rica, Nicaragua, and Honduras. However, anthropological and archaeological evidence (see Cooke and Ranere 1992; Fonseca and Cooke 1993; Fonseca 1994), combined with glottochronological studies (see Constenla 1981, 1985, 1989, 1991, 1995), prefer the Centrifugal Expansion Theory suggesting that Chibchan-speaking groups developed in-situ over a long period of time from an origin at the Talamanca mountain range of present-day Costa Rica and Panama. From there, Chibchan linguistic groups migrated and settled as far north as eastern Honduras and as far south as Colombia. Map of Bribri people ==== Bribri ==== The Bribri were the autochthonous people of the Talamanca region, living in the mountains and Caribbean coastal areas of Costa Rica and northern Panama. The majority live with running water and a scarce amount of electricity, growing cacao, bananas, and plantain to sell as well as beans, rice, corn, and a variety of produce for their own consumption. Studies have shown that as a symbol of wealth and prosperity, Many Bribri are isolated and have their own language. This has allowed them to maintain their indigenous culture, although it has also resulted in less access to education and health care. Although the group has the lowest income per capita in the country, they are able to raise much of their own produce, medicine, and housing materials, and earn cash to purchase what they can't grow themselves through tourism and by selling cacao, bananas, and plantains. ==== Naso ==== Naso people The Naso (Teribe or Térraba) a or people have traditionally occupied the mountainous jungle regions of western Bocas del Toro where they continue to identify with the lands along the river that became known in the Spanish speaking world as the Teribe or Tjër Di in Naso. ‘Di’ means ‘water’ and 'Tjër' is their mythical “Grand-Mother” who was endowed by God with the secrets of botanical medicine (Instituto de Estudios de las Tradiciones Sagradas de Abia Yala 2001:68). Until as recently as three or four generations ago the Naso people led a remarkably autonomous existence. Dispersed among their clans and homesteads, and geographically isolated from most of the world, the Naso developed and nurtured their cultural self-sufficiency through the idiom and the institution of the family.Paiement 2009: 18 == New Granada == Panama === Isolated Chibcha === ==== Dorasque ==== === Waimi === ==== Ngäbe ==== The Ngäbe or Guaymí people are an indigenous group living mainly within the Ngäbe-Buglé comarca in the Western Panamanian provinces of Veraguas, Chiriquí and Bocas del Toro. The Ngäbe also have five indigenous territories in southwestern Costa Rica encompassing 23,600 hectares: Coto Brus, Abrojos Montezuma, Conte Burica, Altos de San Antonio and Guaymi de Osa.Hugh Govan and Rigoberto Carrera (2010) Strengthening Indigenous Cultural Heritage through Capacity Building in Costa Rica. In Biocultural Diversity Conservation eds Luisa Maffi and Ellen Woodley. Earthsacan. There are approximately 200,000-250,000 speakers of Ngäbere today. Guaymí is an outdated name derived from the Buglere term for them (guaymiri). Local newspapers and other media often alternatively spell the name Ngäbe as Ngobe or Ngöbe because Spanish does not contain the sound represented by ä, a low-back rounded a, slightly higher than the English aw in the word saw and Spanish speakers hear ä as either an o or an a. Ngäbe means people in their native language- Ngäbere. A sizable number of Ngäbe have migrated to Costa Rica in search of work on the coffee fincas. Ngäbere and Buglere are distinct languages in the Chibchan language family. They are mutually unintelligible. ==== Bokota ==== The Bokota people, also called Bogotá,\"Bogota Language (Bogotá, Bocota).\" Native Languages. (retrieved 23 Feb 2011) or Buglere, are an Amerindian ethnical group in Panama. They live in Bocas del Toro and north of Veraguas. Bokota Indians live in the same region as the Teribe or Naso Indians. As of 2000, there were 993 Bogota living in Panama. They are the smallest tribe in Panama and live in the west of the country.\"Indigenous Peoples in Panama.\" International Work Group for Indian Affairs. (retrieved 23 Feb 2011) === Arwako-Chimila === Surrounding the triangular highest mountain range in Colombia; the Sierra Nevada de Santa Marta, various Chibcha-speaking indigenous groups existed and still exist in isolated communities This region was the first explored when Santa Marta was founded in 1525 ==== Tairona ==== * Main explorers and conquistadors # Rodrigo de Bastidas (1524–25), Juan de Céspedes (1524–29, 1543–46) # Ambrosius Ehinger (1529–33) # Gonzalo Jiménez de Quesada, Hernán Pérez de Quesada, 800 more (1536) # Pedro de Ursúa (1545–61) The Tairona inhabit the northern and central parts of the isolated mountain range of the Sierra Nevada de Santa Marta. The Tairona were divided into two groups the coastal Tairona by the Caribbean sea, and the mountain Tairona in higher altitude cloud forests of the Sierra Nevada de Santa Marta. The lowland Tairona fished and produced salt, which they traded for cotton cloth and blankets with the Andes civilisation of the Muisca, the Guane and Chimila and other neighbouring groups. Both Tairona populations lived in numerous small and well-organized towns, connected by stone roads. ==== Kankuamo ==== Of the four indigenous groups living in the Sierra Nevada de Santa Marta, the Kankuamo are the least contacted and still retained their independency. ==== Kogi ==== ==== Arhuaco ==== The Arhuacos live in the upper valleys of the Piedras River, San Sebastian River, Chichicua River, Ariguani River, and Guatapuri River, in an indigenous territory in the Sierra Nevada de Santa Marta. Their traditional territory before the Spanish colonization, was larger than today's boundaries which exclude many of their sacred sites that they continue to visit today, to pay offerings. These lost territories are the lower parts by the steps of the mountains, lost to colonization and farming. ==== Chimila ==== * Main explorers and conquistadors # Ambrosius Ehinger (1529–33) # Gonzalo Jiménez de Quesada, Hernán Pérez de Quesada, and others (1536) ==== Chitarero ==== * Main explorers and conquistadors # Ambrosius Ehinger (1529–33) # Georg von Speyer (1535–38), Nikolaus Federmann, Miguel Holguín y Figueroa (1535–39) # Hernán Pérez de Quesada (1541) # Juan Maldonado (1543–72) # Pedro de Ursúa (1545–61) === Kuna-Colombian === Antioquia, home to the Kuna in the northwest and Nutabe in the centre ==== Kuna ==== * Main explorers and conquistadors # Columbus (1502) # Alonso de Heredia, Francisco Pizarro (1509–10) # Vasco Núñez de Balboa, Francisco Pizarro, Pedro Arias Dávila (1513) # Francisco Pizarro, Pascual de Andagoya, Diego de Almagro, Bartolomé Ruiz (1515–29) ==== NutabeNote: Nutabes is Spanish plural; convention is ==== * Main conquistadors # Juan de Ampudia (1535–41), Jorge Robledo (1535–46) # Gaspar de Rodas (1539–81) The Nutabe traded with neighboring tribes, for which they used a strategic bridge over the San Andreas River. Their society was organized into small hereditary chiefdoms, individually scattered and lacking any central power. However, faced with the Spanish conquest (and against other situations overall incidence), these tribes used to work together in confederations. Mainly a peaceful group, when the Spanish conquistadors arrived, they defended their territories When the Spanish arrived, the leadership of the tribe was exercised by a cacique named Guarcama. ==== Motilon ==== * Main conquistadors # Ambrosius Ehinger (1529–33) # Georg von Speyer (1535–38), Nikolaus Federmann, Miguel Holguín y Figueroa (1535–39) The Lache inhabited the northeastern parts of Boyacá Their western neighbours were the Guane, southern the Muisca, northwest the Chitarero, and north and east the U'wa ==== U'wa ==== * Main conquistadors # Nikolaus Federmann, Miguel Holguín y Figueroa (1535–39) ==== Lache ==== * Main conquistadors # Nikolaus Federmann, Miguel Holguín y Figueroa (1535–39) # Hernán Pérez de Quesada (1541) :*soldier Lázaro Fonte {| class=\"wikitable sortable mw-collapsible\" ! scope=\"col\" | Settlement ! scope=\"col\" | Department ! scope=\"col\" | Year explored ! scope=\"col\" | Note(s) ! scope=\"col\" | Map |- | align=center | Jericó | align=center | Boyacá | align=center | 1541 | align=center | Official website Jericó | align=center | center |- | align=center | Guacamayas | align=center | Boyacá | align=center | 1541 | align=center | Official website Guacamayas | align=center | center |- | align=center | Chiscas | align=center | Boyacá | align=center | 1541 | align=center | Official website Chiscas | align=center | center |- | align=center | Chita | align=center | Boyacá | align=center | 1541 | align=center | | align=center | center |- | align=center | Panqueba | align=center | Boyacá | align=center | 1541 | align=center | | align=center | center |- | align=center | Güicán | align=center | Boyacá | align=center | 1541 | align=center | Official website Güicán | align=center | center |- | align=center | El Cocuy | align=center | Boyacá | align=center | 1541 | align=center | Official website El Cocuy | align=center | center |- |} ==== Guane ==== Santander, home of the Guane * Main conquistador Martín Galeano {| class=\"wikitable sortable mw-collapsible\" ! scope=\"col\" | Name bold is founded ! scope=\"col\" | Department ! scope=\"col\" | Date ! scope=\"col\" | Year ! scope=\"col\" | Note(s) ! scope=\"col\" | Map |- | align=center | Vélez | align=center | Santander | align=center | 14 September | align=center | 1539 | align=center | Official website Vélez | align=center | center |- | align=center | Oiba | align=center | Santander | align=center | 28 February | align=center | 1540 | align=center | Fundaciones de ciudades y poblaciones - Banco de la República | align=center | center |- | align=center | Charalá | align=center | Santander | align=center | 23 July | align=center | 1540 | align=center | Official website Charalá | align=center | center |- | align=center | Simacota | align=center | Santander | align=center | | align=center | 1551 | align=center | | align=center | center |- |} ==== Muisca ==== {| class=\"wikitable\" width=700 align=right | rowspan=6 colspan=2 | 400px | width=100 | Feb 1537 | colspan=2 width=200 | First contact @ Chipatá |- | Mar-Apr 1537 | colspan=2 width=200 | Expedition into Muisca Confederation |- | 20 Apr 1537 | colspan=2 width=200 | Conquest of Funza upon zipa Tisquesusa |- | May-Aug 1537 | colspan=2 width=200 | Expedition & conquest in Tenza Valley |- | 20 Aug 1537 | colspan=2 width=200 | Conquest Hunza, zaque Quemuenchatocha |- | Early Sep 1537 | colspan=2 width=200 | Conquest Sugamuxi, iraca Sugamuxi |- | rowspan=6 colspan=2 | 400px | Oct 1537-Feb 1538 | colspan=2 width=200 | Other foundations on Altiplano & valleys |- | 6 Aug 1538 | colspan=2 width=200 | Foundation Santafé de Bogotá, by Gonzalo |- | 20 Aug 1538 | colspan=2 width=200 | B. of Tocarema; Spanish & zipa beat Panche |- | 6 Aug 1539 | colspan=2 width=200 | Foundation Tunja, by Gonzalo Suárez |- | 15 Dec 1539 | colspan=2 width=200 | Conquest Tundama, by Baltasar Maldonado |- | Early 1540 | colspan=2 width=200 | Decapitation last zaque Aquiminzaque, Hernán |- | colspan=5 | The Muisca established on the Altiplano Cundiboyacense one of the four grand civilisations of the pre-Columbian Americas |- | align=center width=204 | 204px | align=center width=182 | center | align=center | center | align=center | center |- | align=center width=169 | El Dorado | align=center width=169 | Sun Temple | align=center | tunjo | align=center | El Infiernito |- | colspan=5 | Their southwestern neighbours, inhabiting the highest parts under páramo conditions; the Sutagao were the southernmost Chibcha speakers |} In the centuries before the Spanish conquest of the Muisca in 1537, the Altiplano Cundiboyacense, high plateau of the Eastern Ranges of the Colombian Andes, was inhabited by the Muisca people. They were an advanced civilisation of mainly farmers and traders.Ocampo López, 2007, p.26 The Muisca did not construct stone architecture, as the Maya, Aztec and Inca did; their houses, temples and shrines were built with wood and clay. They were called \"Salt People\" because of their extraction of halite from various salt mines on the Altiplano, predominantly in Zipaquirá, Nemocón and Tausa. The Muisca were polytheistic and their religion and mythology was closely connected with the natural area they were inhabiting. They had a thorough understanding of astronomical parameters and developed a complex luni-solar calendar; the Muisca calendar. According to the calendar they had specific times for sowing, harvest and the organisation of festivals where they sang, danced and played music and drank their national drink chicha in great quantities. The most respected members of the community were mummified and the mummies were not buried, yet displayed in their temples, in natural locations such as caves and even carried on their backs during warfare to impress their enemies. Their art is the most famous remnant of their culture, as living spaces, temples and other existing structures have been destroyed by the Spanish who colonised the Muisca territories. A primary example of their fine goldworking is the Muisca raft, together with more objects made of gold, tumbaga, ceramics and cotton displayed in the Museo del Oro in Bogotá, the ancient capital of the southern Muisca. The Muisca were a predominantly agricultural society with small-scale farmfields, part of more extensive terrains. To diversify their diet, they traded mantles, gold, emeralds and salt for fruits, vegetables, coca, yopo and cotton cultivated in lower altitude warmer terrains populated by their neighbours, the Muzo, Panche, Yarigui, Guane, Guayupe, Achagua, Tegua, Lache, Sutagao and U'wa. Trade of products grown farther away happened with the Calima, Pijao and Caribbean coastal communities around the Sierra Nevada de Santa Marta. The people used a decimal counting system and counted with their fingers. Their system went from 1 to 10 and for higher numerations they used the prefix quihicha or qhicha, which means \"foot\" in their Chibcha language Muysccubun. Eleven became thus \"foot one\", twelve \"foot two\", etc. As in the other pre-Columbian civilizations, the number 20 was special. It was the total number of all body extremities; fingers and toes. The Muisca used two forms to express twenty: \"foot ten\"; quihícha ubchihica or their exclusive word gueta, derived from gue, which means \"house\". Numbers between 20 and 30 were counted gueta asaqui ata (\"twenty plus one\"; 21), gueta asaqui ubchihica (\"twenty plus ten\"; 30). Larger numbers were counted as multiples of twenty; gue-bosa (\"20 times 2\"; 40), gue-hisca (\"20 times 5\"; 100). The Muisca script consisted of hieroglyphs, only used for numerals.Izquierdo Peña, 2009 The conquest of the Muisca was the heaviest of all four Spanish expeditions to the great civilisations of the Americas. Personajes de la Conquista a América - Banco de la República More than 80 percent of the soldiers and horses that started the journey of a year to the northern Muisca Confederation didn't make it. List of conquistadors led by Gonzalo Jiménez de Quesada - Banco de la República Biography Hernán Pérez de Quesada - Banco de la República Conquista rápida y saqueo cuantioso de Gonzalo Jiménez de Quesada Various settlements were founded by the Spanish between 1537 and 1539. Official website Chipatá Official website Guachetá Official website Lenguazaque Official website Suesca Official website Funza Engativá celebra hoy sus 458 años - El Tiempo Official website Chocontá Official website Tenza Official website Turmequé Official website Sutatausa Sutagao ==== Sutagao ==== The Sutagao are the Chibcha- speaking Indios Sutagaos indigenous people from the region of Fusagasugá, Bogotá savanna, Cundinamarca, Colombia. Knowledge about the Sutagao has been provided by scholar Lucas Fernández de Piedrahita. Los Sutagaos Before the Spanish conquest, the Sutagao were in conflict with the Muisca to the northeast. Zipa Saguamanchica conquered the Sutagao around 1470 when the cacique of the Sutagao lost the Battle of Pasca. Conquistador Juan de Céspedes, under command of Gonzalo Jiménez de Quesada submitted the Sutagao to the new rule of the New Kingdom of Granada. Historia de Fusagasugá The Sutagao inhabited the region until a new town was founded by Bernardino Albornoz between 5 and 13 February in 1592. During the visit of Miguel de Ibarra there were 759 indigenous people residing in Fusagasugá. When Aróstequi arrived in February 1760, the indigenous population had dwindled to 85, and there were 644 new settlers divided among 109 families. == See also == *List of conquistadors in Colombia *Comparison Chibcha words *Spanish conquest of the Muisca *Spanish conquest of Honduras *Hernán de Quesada, Juan de Céspedes *Gonzalo de Quesada, Sebastián de Belalcázar, New Kingdom of Granada :Non-Chibcha neighbours :*Muzo, Zenú :*Lache, Panche, Paez, Pijao, Quimbaya, Yarigui == References == == Bibliography and further reading == * * * * * * * * Category:Colonial Colombia Chibchan Category:History of Colombia Category:History of Costa Rica Category:Indigenous peoples in Colombia Category:History of South America Category:1500s in South America Chibchan Conquest ",
    "title": "Spanish conquest of the Chibchan Nations"
}