{
    "id": "12879124",
    "text": "The Battle of Shuangduiji (双堆集战役) was a major campaign fought between the nationalists and the communists during the Chinese Civil War in the post-World War II era, resulting in a communist victory. The campaign was part of the Huaihai campaign. ==Strategies== After the Battle of Nianzhuang, in which the nationalist commander Huang Baitao's (:zh:黃百韜) 7th Army was completely annihilated, the communists were divided on deciding the next target. After a heated debate, it was finally decided on November 22, 1948, that the next target should be the nationalist 12th Army commanded by Lieutenant General Huang Wei (:zh:黃維). A total of 7 columns (the equivalent of a corps) of the communist Central China Field Army (the equivalent of an army group) and 2 columns of the communist Eastern China Field Army would be tasked to annihilate the nationalist 12th Army in the region to the south of Kuai River(:zh:澮河), while the main force of the communist Eastern China Field Army would be tasked to prevent any nationalist troops in Xuzhou and Bangbu (:zh:蚌埠) from reinforcing the nationalist 12th Army. The nationalists, on the other hand, had a much more solid objective of reestablishing the line of communication and transportation between Xuzhou and Bangbu by eradicating the communist forces in the region. To achieve this, the nationalists would launch a pincer movement from both south and north, with Lieutenant General Qiu Qingquan's (:zh:邱清泉) 2nd Army and General Sun Yuanliang's (:zh:孫元良) 16th Army in the north, and Lieutenant General Li Yannian's (:zh:李延年) 6th Army and 12th Army in the south, with 12th Army attacking toward Xiu County(:zh:宿縣) from Mengcheng. ==Order of battle== Nationalists * The 12th Army commanded by Huang Wei (:zh:黃維) **10th Corps **14th Corps **18th Corps **85th Corps Communists *Central China Field Army commanded by Liu Bocheng **1st Column **2nd Column **3rd Column **4th Column **6th Column **9th Column **11th Column *Eastern China Field Army commanded by Su Yu **3rd Column **7th Column **13th Column **Artillery units *Independent Brigade of the Henan – Anhui – Jiangsu Military District *12th Brigade of the Southern Shaanxi Military District ==Initial deployment== On November 23, 1948, the nationalist 12th Army began its attack on Nanping Village (Nanpingji, 南坪集) on the southern bank of the Kuai River(澮河) by deploying the 10th Corps to the left, the 14th Corps to the right, the 18th Corps in the center and the 85th Corps behind the 18th Corps. The 4th Column of the communist Central China Field Army engaged the advancing nationalists, retreating gradually to lure the nationalists toward the communist trap by eventually abandoning Nanping Village in the evening of November 23, 1948. On the morning of November 24, 1948, the nationalist 12th Army crossed the Kuai River, and entered the trap the communists had set up in the regions of Dongpine Village (Dongpingji, 東坪集), Ren Family's Village (Renjiaji, 任家集), Seven Miles Bridge, (Qiliqiao, 七里橋), Red Mouth (Zhukou, 朱口). Realizing that his forces were trapped, Huang Wei ordered his troops to retreat southward, planning to join another nationalist 6th Army commanded by Lieutenant General Li Yannian (:zh:李延年) in Hu's Ditch Village (Hugouji, 胡溝集) and Solid Town (Gujeng, 固鎮) by traveling along the southern shore of the Kuai River. Once the two nationalist armies, the 6th and the 12th, had joined together, they would travel northward along the Tianjin-Pukou Railway. At dusk on November 24, 1948, the communists launched their full-scale attack in three fronts. In the western front, the 3rd Column of the communist Central China Field Army attacked from Sunding Village (Sundingji, 孫町集), the 1st Column of the communist Central China Field Army attacked from Five Ditch Village (Wugouji, 五溝集), the 2nd Column of the communist Central China Field Army attacked from White Sand Village (Baishaji, 白沙集), and the 6th Column of the communist Central China Field Army attacked from Cao's Market Village (Caoshiji, 曹市集). In the eastern front, the 11th Column of the communist Central China Field Army attacked from Jin County Village (Jinxianji, 靳縣集). In the northern front, the 4th Column of the communist Central China Field Army attacked from the region of Wu Family's Lake (Wujiahu, 伍家湖), and the 9th Column of the communist Central China Field Army attacked from the region of Shao's House with Roof Tiles (Shaowafang, 邵瓦房). By the early morning of November 25, 1948, the nationalist 12th Army was surrounded in a 7.5 km wide region centered at Shuangdui Village (Shuangduiji, 雙堆集). ==Breakout attempt== On November 26, 1948, Generalissimo Chiang Kai-shek gave permission to break out toward the southeast before the enemy's encirclement was fully completed. Huang Wei ordered four divisions – the 11th Division and the 118th Division of the nationalist 18th Corps, the 18th Division of the nationalist 10th Corps and the 110th Division of the nationalist 85th Corps – to attack the enemy position held by the communist 12th Brigade of the Southern Shaanxi Military District and the 6th Column of communist Central China Field Army. Despite support by tanks and air cover, the nationalists were repeatedly beaten back by the stubborn enemy resistance. The commander of the 110th Division of the nationalist 85th Corps, Major General Liao Yunzhou (廖運周), suggested to Huang Wei that four divisions going together would create too big a target that was obvious for the enemy to converge on. Since the enemy had not mustered enough forces to complete the encirclement and must deploy their force as a mobile strike force, it would be unlikely for the enemy to bother to stop smaller nationalist forces attempting to break out. Therefore, the breakout attempt should be led by a single division instead, so that the enemy would be fooled into believing such breakout was only attempted by a small unit as a decoy, and would not bother to waste their strength, saving their efforts to stop the perceived large-scale breakout attempt. Once the single division had slipped through the opening, other units would follow, and when the enemy had finally realized the consecutive attempts of smaller nationalist forces were the breakdown of a larger attempt, hopefully it would be probably too late and most of the nationalists would have succeeded in breaking out. Facing with previous setbacks, Huang Wei felt that Liao's suggestion appeared to be possible and granted this proposal, and Liao Yunzhou volunteered to lead his 110th Division of the nationalist 85th Corps as the vanguard of such attempt. However, unknown to Huang Wei, Liao Yunzhou was actually a secret member of the Chinese Communist Party, and led his 110th Division to defect to the communist side after the latter allowed his division to pass through safely. Witnessing what they believed to be a successful breakthrough, other nationalist divisions followed, but they were immediately ambushed by the waiting enemy and were forced to turn back. ==Redeployment== After the failed attempt to break out, Generalissimo Chiang Kai-shek ordered Huang Wei to hold his position and wait for reinforcement. Huang Wei made the following new plans to consolidate his positions: the nationalist 18th Corps was deployed to guard the regions of Gudui (谷堆) and Jiangu (尖谷堆), the nationalist 85th Corps was deployed in the west to guard the region from Yaozhouwei (腰周圍) to Lizhuang (李莊), the nationalist 14th Corps was deployed in the east to guard the regions of Zhanweizi (張圍子) and Yangsimazi (楊四麻子), and the nationalist 10th Corps was deployed in the south to guard the region from Maweizi (馬圍子) to Yangzhuang (楊莊) and Lizhuang (李莊). Huang's 12th Army headquarters was set up in Xiaomazhuang (小馬莊) to the north of Shuangduiji (雙堆集). To counter the nationalist defense tactic that depended on bunkers and other fortifications, the communists adopted what they called the 「bunkers to bunkers and trenches to trenches」 tactic to breach the nationalist defense: the communists would build their own bunkers and trenches to protect themselves as they approached the nationalist positions and fight the defenders in close-quarter combat. By early December 1948, the nationalist defense sector was further shrunk, and with the exception of only seven or eight regiments that were still capable of fighting, all other nationalist units were only capable of static defense. ==End== At 4:30 PM on December 6, 1948, the communist Central China Field Army launched its final assault on the besieged nationalists in three fronts: the eastern front consisted of the 4th Column, the 9th Column, and the 11th Column of communist Central China Field Army, augmented by most of the artillery units of communist Eastern China Field Army and the Independent Brigade of the communist Henan – Anhui – Jiangsu Military District. The western front consisted of the 1st Column and the 3rd Column of the communist Central China Field Army, augmented by the 13th Column and the remaining artillery units of communist Eastern China Field Army. The southern front consisted of the 6th Column of communist Central China Field Army, augmented by the 7th Column communist Eastern China Field Army and the 12th Brigade of communist Southern Shaanxi Military District. The fighting was extremely brutal and bloody, and the communists were able to gradually gain more ground. By December 13, 1948, nationalist forces under the command of Huang Wei held a small area of 1.5 km across. Liu Bocheng and Chen Yi issued an ultimatum to Huang Wei, demanding his immediate surrender, but Huang Wei refused and organized the last but futile attempt to break out. The nationalists put up a gallant fight which was not expected by their enemy, and as a result, the communists had to reinforce their southern front by deploying additional troops of the 3rd Column and 13th Column of the communist Eastern China Field Army. However, the end was inevitable and luck was not on the nationalist side: as Huang Wei attempted to break out, his tank broke down and he was captured alive, and his 12th Army was totally annihilated by dusk on December 15, 1948. Only his deputy commander Hu Lien was able to break out with eight thousand soldiers and escape back to Nanjing. ==Outcome== The communist victory of the Shuangduiji campaign (雙堆集戰役) further ensured their victory in the Huaihai campaign, and the victory at Shuangdui Village (Shuangduiji, 雙堆集) resulted in killing more than 46,000 nationalists and capturing over 50,000, including Huang Wei, the commanding general officer of the nationalist 12th Army. A huge quantity of hardware was also captured by the communists, including 870 pieces of artillery, 15 tanks, and over 300 motor vehicles, and large amounts of munitions, all of which were immediately used against their former nationalist owners. The communists suffered 36,000 casualties, with the 4th Column of the Central China Field Army suffering the most casualties: 6,827 wounded and 1,853 killed. This campaign was very significant for the Chinese communists, particularly the communist Central China Field Army which faced absolute technical inferiority due to the lack of artillery and other heavy weapons. The communist victory in the Shuangduiji campaign not only annihilated a significant portion of nationalist troops deployed in the Huaihai campaign, thus ensuring final victory, but also provided the communist Central China Field Army with much needed heavy weapons. ==See also== *List of battles of the Chinese Civil War *National Revolutionary Army *History of the People's Liberation Army *Chinese Civil War ==References== *Zhu, Zongzhen and Wang, Chaoguang, Liberation War History, 1st Edition, Social Scientific Literary Publishing House in Beijing, 2000, (set) *Zhang, Ping, History of the Liberation War, 1st Edition, Chinese Youth Publishing House in Beijing, 1987, (pbk.) *Jie, Lifu, Records of the Libration War: The Decisive Battle of Two Kinds of Fates, 1st Edition, Hebei People's Publishing House in Shijiazhuang, 1990, (set) *Literary and Historical Research Committee of the Anhui Committee of the Chinese People's Political Consultative Conference, Liberation War, 1st Edition, Anhui People's Publishing House in Hefei, 1987, *Li, Zuomin, Heroic Division and Iron Horse: Records of the Liberation War, 1st Edition, Chinese Communist Party History Publishing House in Beijing, 2004, *Wang, Xingsheng, and Zhang, Jingshan, Chinese Liberation War, 1st Edition, People's Liberation Army Literature and Art Publishing House in Beijing, 2001, (set) *Huang, Youlan, History of the Chinese People's Liberation War, 1st Edition, Archives Publishing House in Beijing, 1992, *Liu Wusheng, From Yan'an to Beijing: A Collection of Military Records and Research Publications of Important Campaigns in the Liberation War, 1st Edition, Central Literary Publishing House in Beijing, 1993, *Tang, Yilu and Bi, Jianzhong, History of Chinese People's Liberation Army in Chinese Liberation War, 1st Edition, Military Scientific Publishing House in Beijing, 1993 - 1997, (Volum 1), 7800219615 (Volum 2), 7800219631 (Volum 3), 7801370937 (Volum 4), and 7801370953 (Volum 5) Category:Conflicts in 1948 Category:Campaigns of the Chinese Civil War Category:1948 in China Category:History of Anhui ",
    "title": "Shuangduiji campaign"
}