{
    "id": "12870909",
    "text": "Frank E. Rosenfelt (November 15, 1921 – August 2, 2007) was an American executive who served as CEO of Metro-Goldwyn-Mayer (MGM) studio under MGM owner Kirk Kerkorian from 1972 until 1982. Additionally, Rosenfelt spearheaded the acquisition of United Artists by MGM in 1981. ==Early life== Frank Rosenfelt was born to a Jewish family on November 15, 1921. He grew up in New York City. Rosenfelt enlisted in the United States Army during World War II and fought at the Battle of the Bulge. He was wounded during the battle and received a Purple Heart. Rosenfelt returned to the United States after the war and attended Cornell University and the Cornell Law School. ==MGM Studio career== Rosenfelt served as CEO of MGM from 1972 until 1982. Rosenfelt joined RKO Studios in the studio's legal department for five years following his graduation from Cornell Law School. Rosenfelt left RKO in 1955 and joined MGM as an attorney the same year. He received a promotion to general counsel of MGM in 1969. Rosenfelt oversaw a number of important MGM movies during the 1960s and 1970s including 2001: A Space Odyssey (1968) and The Sunshine Boys (1975). One of his most important MGM accomplishments was the acquisition of the movie rights for Doctor Zhivago (1965), which was based on the book of the same name by Russian writer Boris Pasternak. The rights to Dr. Zhivago were owned at the time by producer Carlo Ponti. Rosenfelt was reportedly unsure whether writers in the Communist Soviet Union had the right to sell their own intellectual properties and writings. He hired an expert in Soviet law which discovered that Russian writers did indeed retain their property rights. Following this discovery, Rosenfelt hired top Russian speaking literature scholars to translate Dr. Zhivago in a way that would not violate the terms of the contract. Financier Kirk Kerkorian purchased MGM in 1972 and offered Rosenfelt the position of president, chair and CEO of the studio. Rosenfelt accepted the Kerkorian's offer. Rosenfelt headed the MGM negotiations for Kerkorian's and MGM's $380 million purchase of United Artists studios from the Transamerica Corporation, an insurance corporation, in 1981. United Artists was had recently suffered financial losses following the commercial and critical failure of its movie, Heaven's Gate (1980). Rosenfelt stepped down as CEO of MGM in 1982 for personal reasons. He was replaced by Frank Rothman, who was also a lawyer. Rosenfelt was soon named the chief executive of United Artists. He later became vice chairman of the board of the combined MGM/UA, which required a move to London. Rosenfelt also set up his own independent consulting business. He served on board of governors of the Academy of Motion Picture Arts and Sciences from 1977 to 1985. Rosenfelt was known for his close friendships with a large number of important movie stars, directors, and studio executives during his Hollywood career. He counted comedian George Burns, actor Cary Grant, studio chief Sherry Lansing and film directors David Lean and Stanley Kubrick among his close friends. ==Death== Frank Rosenfelt died in Los Angeles, California, on Thursday, August 2, 2007, at the age of 85. He was survived by his wife, Judith, a daughter and two sons. Rosenfelt was profiled on ABC's This Week with George Stephanopoulos \"In Memoriam: Lives of Note\" segment on August 12, 2007. ==References== ==External links== *Los Angeles Times: Frank Rosenfelt, 85; led MGM in '70s and '80s, then United Artists *Variety Magazine: MGM's Rosenfelt dies at 85 Icon led studio's acquisition of United Artists *ABC News: In Memoriam: Lives of Note: Frank Rosenfelt * Category:1921 births Category:2007 deaths Category:Cornell University alumni Category:Metro-Goldwyn-Mayer executives Category:American film producers Category:20th-century American lawyers Category:American army personnel of World War II Category:Jewish American military personnel Category:American film studio executives Category:United States Army soldiers ",
    "title": "Frank Rosenfelt"
}