{
    "id": "12873562",
    "text": "The Committee on Obscenity and Film Censorship, better known as the Williams Committee, was a 1970s British Home Office committee chaired by Professor Bernard Williams. The task of the committee was to \"review the laws concerning obscenity, indecency and violence in publications, displays and entertainments in England and Wales, except in the field of broadcasting, and to review the arrangements for film censorship in England and Wales\". The committee reported in 1979 that: \"Given the amount of explicit sexual material in circulation and the allegations often made about its effects, it is striking that one can find case after case of sex crimes and murder without any hint at all that pornography was present in the background.\" The Committee's report was evidently influenced by the liberal thinking of John Stuart Mill, a philosopher greatly admired by Williams, and who used Mill's principle of liberty to develop what he called the \"harm condition,\" whereby \"no conduct should be suppressed by law unless it can be shown to harm someone.\"Jeffries, Stuart, The Quest for Truth The Guardian, November 30, 2002. Williams concluded that pornography could not be shown to be harmful and that \"the role of pornography in influencing society is not very important ... to think anything else is to get the problem of pornography out of proportion with the many other problems that face our society today.\" The committee reported that, so long as children were protected from seeing it, adults should be free to read and watch pornography as they saw fit.Obituary, no byline. \"Professor Sir Bernard Williams,\" The Times, June 14, 2003. It found that the existing variety of laws in the field should be scrapped, and that terms such as ‘obscene’, ‘indecent’ and ‘deprave' and corrupt’ should be abandoned as they were no longer useful.Media and Arts Law Review: Obscenity, Pornography and Art The Committee thought existing laws should be replaced with a comprehensive new statute, under which the availability of material would be restricted so that it did not cause offence to reasonable people, and was not accessible to children. The recommended restrictions on availability would not have been confined just to material that involved nudity and/or which was sexually explicit. Restrictions were to apply to: \"matter (other than the printed word) and to a performance whose unrestricted availability is offensive to reasonable people by reason of the manner in which it portrays, deals with or relates to violence, cruelty or horror, or sexual, faecal or urinary functions or genital organs.\" Regarding the definition of pornography the commission stated that, \"a pornographic representation is one that combines two features: it has a certain function or intention, to arouse its audience sexually, and also a certain content, explicit representations of sexual material (organs, postures, activity, etc). On the difference between 'obscenity' and 'pornography', the committee found that the word 'obscene' was a subjective term that refers to peoples reaction to material, and that \" it principally expresses an intense or extreme version of what we have called ‘offensiveness’. It may be that it particularly emphasises the most strongly aversive element in that notion, the idea of an object's being repulsive or disgusting.\" 'Pornography' however was found to be \"a rather more objective expression referring to a certain kind of writing, picture etc ... Pornography will have some tendency to be obscene, but will not necessarily be so ... a tendency to be offensive is built into it, but it is not universally even offensive ... Still less must it inevitably be very strongly offensive or obscene.\" On whether art could be obscene, it reported that, \"work ... may be experienced as offensive, and also be experienced as having aesthetic interest, but in the case of which the two experiences do not occur at the same time. These will be works which are found offensive at first, or by a spectator who remains distanced from them, but which lose that character for someone involved in them. It did however recognize that \"it would be unwise to deny that ... there could be works which were, and remained, offensive, indeed intensely offensive or obscene.\" ==See also== * British Board of Film Classification * Effects of pornography * Meese Report, 1986 U.S. Attorney General's Commission on Pornography * President's Commission on Obscenity and Pornography, 1969, United States ==References== == External links == * H2G2: Censorship, Obscenity and the Williams Committee * terramedia.co.uk: British film and video censorship and classification: Origins and the first 60 years Category:Film censorship in the United Kingdom Category:United Kingdom pornography law Category:Obscenity law Category:Home Office (United Kingdom) Category:1970s in the United Kingdom Category:1970s in British cinema ",
    "title": "Committee on Obscenity and Film Censorship"
}