{
    "id": "12879563",
    "text": "For other uses, see Atrocity Exhibition (disambiguation). The Atrocity Exhibition... Exhibit A is the eighth studio album by thrash metal band Exodus, released on October 26, 2007. This is the second album to feature Rob Dukes on vocals and Lee Altus on guitars, but it also marks the second comeback of longtime original Exodus drummer Tom Hunting. Hunting's last appearance was on Exodus's 2004 album Tempo of the Damned. ==Title== The album takes its name from an experimental novel of the same name by J.G. Ballard published in 1970. The name of the album is the same as a planned album that was to be released by the Los Angeles thrash metal outfit Dark Angel in 1992. Guitarist Gary Holt has stated it is named \"Exhibit A\" because Exodus had planned to release a follow up Exhibit B album soon afterward, although that album was not released until 2010. ==Release and reception== On October 17, 2007 the entire album was uploaded on the band's MySpace page, however, many of the people that pre-ordered the album from CM Distro received it on October 19. The single released from the album was \"Funeral Hymn\". There was also a music video released for \"Riot Act\". The song \"Riot Act\" was released as DLC for the video game Rock Band 2 via the Rock Band Network on June 6, 2010. The Atrocity Exhibition... Exhibit A was well received by the Metal press. In addition, it won the 2007 Metal Storm Award for Best Thrash Metal Album.http://www.metalstorm.net/awards/archive.php?year=2007 Exhibit A sold 3,600 copies in its first week of release in the U.S.,\"Exodus: 'The Atrocity Exhibition: Exhibit A' Lands On German Chart\". Blabbermouth. 2007-11-08. Retrieved 2017-01-25. and as of November 2008 had sold 22,000 copies in the U.S.\"Exodus: 'Let There Be Blood' First-Week Sales Revealed\". Blabbermouth. 2008-11-05. Retrieved 2014-06-19. ==Track listing== All lyrics written by Gary Holt except where noted == Notes == The song \"Bedlam 1-2-3\" ends at 7:57, from minute 7:02 to 7:57 there is an outro which is also used as the intro of the following album's lead-off track \"The Ballad of Leonard and Charles\"; followed by 10 mins. 10 secs. of total silence. At 18:08, an extremely country- influenced version of the band's classic song \"Bonded by Blood\" begins. Due to the extremely country sound of the song, it was nicknamed \"Bonded by Banjo\" and is also sometimes referred to as \"Banjoed by Blood.\" The country- influenced version of \"Bonded by Blood\" also plays during the credits of the band's Wacken 2008 performance on the Shovel Headed Tour Machine: Live at Wacken & Other Assorted Atrocities live DVD. The song ends with a \"Yeehaw!\" heard in the background followed by an untitled 6 second hidden track in which the listener can hear someone screaming \"That was some heavy shit!\". The exact breakdown of the 19:51 track is as follows: * \"Bedlam 1-2-3\": 0:00 – 7:57 * Silence: 7:58 – 18:07 * \"Bonded By Banjo\": 18:08 – 19:51 ==Personnel== * Rob Dukes – vocals * Gary Holt – guitars * Lee Altus – guitars * Jack Gibson – bass * Tom Hunting – drums ==References== Category:Exodus (American band) albums Category:2007 albums Category:Nuclear Blast albums Category:Albums produced by Andy Sneap ",
    "title": "The Atrocity Exhibition... Exhibit A"
}