{
    "id": "12870946",
    "text": "{| |} USS Blount (AK-163) was an commissioned by the U.S. Navy for service in World War II. She was responsible for delivering troops, goods and equipment to locations in the war zone. ==Construction== Blount was laid down on 7 August 1944, at Richmond, California, by the Kaiser Cargo Co., Inc., under a Maritime Commission contract, MC hull 2108; launched on 19 October 1944; sponsored by Mrs. R. E. St. Clair; delivered to the Navy on 26 January 1945; and placed in commission that same day, Lieutenant William H. Leverett, USNR, in command. ==Service history== ===World War II Pacific Theatre operations=== Following a period of modifications and shakedown training, Blount loaded cargo and stood out of San Francisco, California, on 16 March. Three weeks later, on 8 April, she arrived at Manus in the Admiralty Islands. The ship spent three days there discharging cargo before returning to sea on the 11th, bound—via Biak Island—for Morotai in the Netherlands East Indies. ====Supporting the troops in Borneo and the Philippines==== She stopped at Biak from 14 to 16 April and arrived at Morotai on the 19th. There, she issued provisions to ships staging for the assault on Tarakan, Borneo. On 29 May, Blount set sail for Borneo and, on 1 June, arrived at Tarakan where she dispensed emergency rations for Australian troops fighting for the island. Two days later, she headed for the Philippines. The cargo ship stopped off overnight on 7 and 8 June at Parang on Mindanao Island to unload supplies before heading back to Morotai. She reached Morotai on 10 June and remained there until the 28th. On that day, Blount stood out to sea and, on 3 July, reentered Seeadler Harbor at Manus. ====Minor collision with a merchantman==== Blount remained at Manus for over a month intermittently loading cargo and undergoing repairs for minor damage incurred in a collision with a civilian merchantman that occurred just before she entered the harbor. Blount returned to sea on 7 August, bound for the Philippines. Seven days later, she arrived in the harbor at Cebu City on Cebu Island in the southern Philippines. ====End-of-war activity==== On the morning of the 15th, while still at Cebu, Blount received word of the cessation of hostilities with Japan. The cargo ship departed Cebu on 17 August and entered port at Iloilo on Panay Island on the 18th to provision transports with Japan-bound occupation troops embarked. From there, she moved to Puerto Princesa on Palawan Island where she issued provisions to shore stations. Visits to Brunei Bay, Borneo; Tawi Tawi in the Sulu Archipelago; and Tarakan, Borneo, followed. Blount departed Tarakan on 8 September; transited the Makassar Strait; and reached Balikpapan, Borneo, on the 10th. Two days later, the ship stood out of Balikpapan, bound for the Philippines. She delivered provisions at Zamboanga on Mindanao and at Isabela on Basilan Island before leaving the Philippines on the 24th for the Admiralty Islands. The ship entered Seeadler Harbor, Manus, on 2 October and began voyage repairs. ====Assigned as general cargo ship==== Blount remained at Manus until mid-November. During her stay, her mission was changed from that of a fleet issue ship to that of a general cargo ship. She departed Manus on 16 November and arrived at Luzon on Christmas Day 1945. ===Return Stateside=== On 5 January 1946, Blount began the long voyage back to the United States. She arrived in the Panama Canal Zone on 22 February and, after transiting the canal, got underway for Hampton Roads, Virginia, on 2 March. She remained at Norfolk, Virginia, until 8 April at which time she moved to Baltimore, Maryland. ===Post-war decommissioning=== Blount was decommissioned there on 18 April 1946. She was delivered to the Maritime Commission's War Shipping Administration (WSA) on 24 April 1946, and her name was struck from the Navy list on 1 May 1946. By the spring of 1948, she had been sold to Koninklijke Nederlandsche Stoomboot Maatschappij N.V. which steamship line put her in service as SS Hecuba. She later served two other steamship lines as SS Anna and SS Panos before ending her merchant service sometime between January 1974 and January 1975. ==Merchant service== Blount was sold to the Dutch shipping firm of Koninklijke Nederlandsche Stoomboot Maatschappij, N.V., on 5 April 1948, and renamed Hecuba. In 1963 she was sold to Afrodite Compania Maritima, Panama, and renamed Anna. She was later sold twice and renamed Panes. Her final disposition is unknown after January 1975. == Military awards and honors == The record does not indicate any battle stars for Blount. However, her crew was eligible for the following medals: * American Campaign Medal * Asiatic- Pacific Campaign Medal * World War II Victory Medal * Philippines Liberation Medal == Notes == ;Citations == Bibliography == Online resources * * * * * ==External links== * Category:Alamosa-class cargo ships Category:Ships built in Richmond, California Category:1944 ships Category:World War II auxiliary ships of the United States Category:United States Navy Alabama-related ships Category:United States Navy Tennessee-related ships ",
    "title": "USS Blount"
}