{
    "id": "12874476",
    "text": "Lekha Washington is an Indian film actress, artist and product designer, who has appeared in Tamil, Hindi, Telugu and Kannada language films. She was first recognised for her work as a sculptor in 2002 and then as a theatre actress in Chennai based stage plays. After appearing as a video jockey with SS Music, Lekha's breakthrough film role was as an independent estranged sister in Jayamkondaan (2008), whilst she has gone on to portray roles in the multi- starrer Vedam and the comedy Va. ==Early life== Lekha Washington was born in Chennai, Tamil Nadu, India to a father of mixed Burmese, Italian and Punjabi ancestry, Kenneth, and a Maharashtrian mother, Geeta. Despite the mixed heritage, Lekha has stated that she prefers herself as Tamilian due to her upbringing in Chennai and speaks English, Tamil and Marathi at home. She is a huge fan & supporter of Chennai Super Kings in IPL. Lekha did her schooling in Good Shepherd Convent, Chennai and later pursued a degree in Fine Arts at Stella Maris College, Chennai and went on to attend the National Institute of Design taking courses, first in Lifestyle Product Design, and then re-applying to enrol in the Film and Video Communication course. During her time studying film-making, she opted for a career in \"front of the camera, rather than from behind\". During her time on the course, she made three short films called Spoonerism, Catch 22 and Sunn with locations ranging from Myanmar to Mauritius. ==Career== While pursuing her education, she decided to appear in Chetan Shah's experimental English film, Framed, and subsequently received offers to be a music video jockey from SS Music. In early 2007, Lekha was signed on to play the lead role of an orthodox Tamil Brahmin girl alongside Silambarasan in his project Kettavan, after the actor and the film's director Nanthu had spotted her at a cinema hall. She replaced the team's original choice Sana Khan in the lead role, but despite completing a schedule, the film was shelved and later cancelled after the lead actor and director had creative differences. She had earlier made an uncredited appearance in a song from the 1999 romance film Kadhalar Dhinam and also made a guest appearance in director Jeeva's 2007 film Unnale Unnale as a bride at a wedding. In November 2007, Lekha signed on to play a supporting role in R. Kannan's directorial debut Jayamkondaan alongside Vinay Rai and Bhavana (actress). Appearing as Vinay Rai's estranged stepsister, Brindha, in the film, Lekha won critical acclaim for her role with a reviewer citing that she \"sparkles as the half sister in a well etched role\" and is \"the surprise packet and has the credentials to make it big\". Another critics cited that Lekha \"pulls off with élan\" and \"her costume spells class and character as does her performance\", and subsequently the film went on to become a critical and commercial success. In 2010, Lekha appeared in three films in three regional languages. Her first release was in the multi-starrer Vedam, where she played a role as a part of the troupe of a lead character, Manoj Manchu. The film won positive reviews, and Lekha's small role was labelled as \"adequate support\" by critics, as the film enjoyed a successful run commercially. She then appeared in Pushkar-Gayathri's comedy film, Va, playing a suicidal schoolgirl who meets the characters of Shiva and Charan on an election night in Chennai. The film received average reviews, whilst Lekha's portrayal also received mixed acclaim with a reviewer citing that she \"carries off her role of a dimwit quite well\", whilst another cites that she \"does not impress and needs to brush up her acting skills and lip sync\". Her final release of the year was the romantic Kannada film, Huduga Hudugi opposite Sameer Dattani, which became a commercial and critical failure, with Lekha receiving mixed reviews for her role. Lekha was signed on to appear in her debut Hindi film, John Owen's Peter Gaya Kaam Se beating hundred other actresses in an audition, after the producers felt that \"she looked like a super model, could play football and was an Anglo-Indian\". The film opposite Rajeev Khandelwal features Lekha as Mira, an undercover agent, but is yet to release, after disputes between the producers and the director. She has also shot for another Hindi project, Power by Rajkumar Santoshi, featuring her as Sneha alongside Amitabh Bachchan, Anil Kapoor, Sanjay Dutt and Ajay Devgan, though the film has been delayed. In 2013, Lekha was seen in Matru Ki Bijlee Ka Mandola as Imran Khan's friend. She won acclaim for her portrayal of a Tamil Brahmin bride in the romantic comedy Kalyana Samayal Saadham (2013), before portraying a guest role in the action thriller Arima Nambi (2014). ==Other work== Lekha currently owns and runs a product design company called Ajji and has recently launched her first range of products in the Pallate store in Mumbai. She currently holds two patents to her name with respect to the products she has created. Lekha has also enjoyed success as a sculptor, being featured by The Hindu newspaper in January 2002 for her maiden exhibition, Exhibition A, for which she won critical appraisal. In January 2011, she showcased her work in an exhibition in New Delhi. Lekha Washington has also been involved in English stage plays held in Chennai, featuring in Madras Player's production of Twelfth Night in 2002 as Viola. She has also been active in directing the theatre troupe, Khel. During the maiden season of the Indian Premier League, Lekha was signed on to anchor an analysis and interview show which provided coverage of the cricket played. To prepare for the role, Lekha did research through cricketing journals and enlisted help from Ajay Jadeja, hoping for her reporting to reach a widespread audience. Notably during her time as a reporter, she was briefly criticised for asking umpire Asad Rauf which franchise he had rooted for, as a part of a joke. However, her stint was considered successful and helped her gain more offers from film producers.http://bollyspice.com/view.php/1390-washington-in-a- capital-performance.html ==Filmography== {| class=\"wikitable sortable\" |- ! Year || Film || Role || Language || Notes |- || 1999 || Kadhalar Dhinam || Girl at Computer || Tamil || Cameo appearance in \"O Maria\" song |- || 2004 || Yuva || Girl at embassy|| Hindi || Cameo appearance |- | rowspan=\"2\"| 2007 || Framed || Vini || English || |- | Unnale Unnale || Bride at a Wedding || Tamil || Cameo appearance in \"Ilamai Ullasam\" song |- || 2008 || Jayamkondaan|| Brinda Sekhar || Tamil || Nominated, Vijay Award for Best Supporting Actress |- | rowspan=\"3\"| 2010 || Vedam || Lasya || Telugu || |- | Va|| Saraswathi || Tamil || |- | Huduga Hudugi || Sonia || Kannada || |- | rowspan=\"3\"| 2013 || Matru Ki Bijlee Ka Mandola || Kamini || Hindi || Cameo appearance |- | Kamina || Vasuki || Telugu || |- | Kalyana Samayal Saadham || Meera Chandrasekaran || Tamil || |- | rowspan=\"2\"| 2014 ||Arima Nambi|| Megha Sharma || Tamil || Guest appearance |- | Peter Gaya Kaam Se|| Mira || Hindi || |- || 2015 ||Dynamite|| Neha Sharma || Telugu || Guest appearance |} ===As lyricist=== * Rangoon (2017) ==Notes== ==References== ==External links== * Official website * Category:1986 births Category:Indian film actresses Category:Living people Category:Actresses from Chennai Category:Tamil actresses Category:Punjabi women Category:Indian people of Italian descent Category:Indian people of Burmese descent Category:National Institute of Design alumni Category:Actresses of Italian descent ",
    "title": "Lekha Washington"
}