{
    "id": "1287924",
    "text": "Thomas Cowan Bell (May 14, 1832 - February 3, 1919) was one of the seven founders of Sigma Chi Fraternity.. ==Background== Thomas Cowan Bell was born May 14, 1832 in Bellbrook, Ohio, near Dayton. He attended Miami University, where he was a member of the Eccritian literary society, and graduated in 1857 before beginning his life's work of teaching. In 1861 he enlisted in the Union army, where he was commissioned as a captain, major, and finally lieutenant colonel with the 74th Ohio Infantry of the U.S. Army. He received high commendation, leading the regiment's bayonet charge at the Battle of Stone River... Following the war he returned to his career in education, serving as the superintendent of schools in Nobles County, Minnesota from 1872-77. He was publisher of a journal from 1878–85, president of Philomath College in Oregon from 1885–86, principal of La Creole Academy from 1887–92, and president of Central Oregon State Normal School from 1892-96. After his retirement in 1896 he moved to Oakland, California. Bell was married twice in his life, the first being to Sigourney White, and the second being to Lucia Chase. He had five boys and two girls between his two marriages. He remained an enthusiastic member of Sigma Chi into old age. He died on February 3, 1919, the day after attending initiation of the Alpha Beta Chapter at the University of California, Berkeley. He is buried at the San Francisco National Cemetery, located in the Presidio of San Francisco.Thomas Cowan Bell, findagrave.com, accessed 2012-01-09. His grave can be seen in the background of a shot in The Dead Pool (1988). ==Fraternity== In 1855, Thomas Cowan Bell became one of the seven founders of Sigma Chi at the age of 23. He was considered to be an \"elder statesman\" of the fraternity along with fellow founder Daniel William Cooper, who was 25. As a student at Miami, Bell lived in the Oxford home of his Aunt Lizzie. Because all of the other members of the Fraternity at one time or another lived in Aunt Lizzie's place or took meals there, the house became known as \"the first Chapter house of Sigma Chi.\". According to his fraternity, Bell is best known for his \"... exemplification of the qualities of learning and friendship.\" In 1933, Sigma Chi erected and dedicated the Founders' Memorial Monument to him in the San Francisco National Cemetery, where he is buried. After his career in education, Bell retired to Oakland, California and renewed his connection to the Sigma Chi fraternity. He did this through the Alpha Beta chapter at the University of California at Berkeley. Bell attended Sigma Chi's semi-centennial celebration in Oxford Ohio in 1905, along the three other surviving founders: James Parks Caldwell, Daniel William Cooper, and Benjamin Piatt Runkle. Bell is now the namesake of the Thomas Cowan Bell Scholastic Foundation, located in San Jose, California, which awards college scholarships to both members of the Sigma Chi Fraternity and students of San Jose State University. The foundation is funded almost exclusively by Sigma Chi's alumni. Bell is also the namesake of the Thomas Cowan Bell Sigma Chi Scholarship for both members and non-members of Sigma Chi at the University of Nebraska–Lincoln that are believed to exemplify the 7 pillars of Sigma Chi's Jordan Standard by being a man of good character, a student of fair ability, with ambitious purposes, a congenial disposition, possessed of good morals, and having a high sense of honor and deep sense of personal responsibility. Chapters of Sigma Chi with the most active alumni donors are given the name of \"Bell Chapters\" in honor of Thomas Cowan Bell. ==References== Category:Miami University alumni Category:People from Bellbrook, Ohio Category:Sigma Chi founders Category:1832 births Category:1919 deaths Category:People from Nobles County, Minnesota Category:People from Oakland, California ",
    "title": "Thomas Cowan Bell"
}