{
    "id": "12874619",
    "text": "Kevin Leslie IroIRO, KEVIN LESLIE 1987 - 98 - KIWI #604 nzleague.co.nz (born 24 May 1968), also known by the nickname of '\"The Beast\", is a former professional rugby league footballer who played in the 1980s, 1990s and 2000s, and coached in the 2000s. He played at representative level for New Zealand, Cook Islands, Auckland and Rest of the World, and at club level for Mount Albert, Manly-Warringah, Hunter Mariners and the Auckland Warriors, and in England for Wigan, Leeds and St. Helens, as a or , playing in Challenge Cup finals for all three English teams, and coached at representative level for Cook Islands. ==Background== Iro was born in Auckland, New Zealand. He is of Cook Islanders descent. Iro is the younger brother of fellow New Zealand rugby league international Tony Iro. ==Playing career== As a junior, he played for the Glen Innes Falcons, a feeder club to Ellerslie during the 1980s.History ellerslieleague.co.nz Kevin Iro played right-, i.e. number 3, and scored 2- tries, and 3-conversions in Wigan's 22–17 victory over Salford in the 1988 Lancashire County Cup Final during the 1988–89 season at Knowsley Road, St. Helens on Sunday 23 October 1988, Kevin Iro played right-, i.e. number 3, and scored a try in Wigan's 12–6 victory over Widnes in the 1988–89 John Player Special Trophy Final during the 1988–89 season at Burnden Park, Bolton on Saturday 7 January 1989, and played right-, i.e. number 3, in the 12–6 victory over Widnes in the 1989–90 Regal Trophy Final during the 1989–80 season at Headingley Rugby Stadium, Leeds on Saturday 13 January 1990. He was St. Helens' lone try-scorer in their 1999 Super League Grand Final victory over Bradford Bulls. Having won the 1999 Championship, St. Helens contested in the 2000 World Club Challenge against National Rugby League Premiers the Melbourne Storm, with Iro playing at in the loss. Iro played for St. Helens at in their 2000 Super League Grand Final victory over Wigan Warriors. As Super League V champions, St. Helens played against 2000 NRL Premiers, the Brisbane Broncos in the 2001 World Club Challenge. Iro played at centre in St. Helens' victory. In 2006 Iro coached the Cook Islands national rugby league team in a three match series against the New Zealand Māori side. In the third and deciding match Iro came out of retirement, scoring two tries in a 32–4 victory. He also represented the Cook Islands at the 2006 Commonwealth Games playing rugby sevens. ==References== ==External links== * Statistics at wigan.rlfans.com * Statistics at saints.org.uk * Profile at leedsrugby.dnsupdate.co.uk Category:1968 births Category:Cook Island rugby league coaches Category:Cook Islands international rugby sevens players Category:Cook Islands national rugby league team coaches Category:Cook Islands national rugby league team players Category:Hunter Mariners players Category:Junior Kiwis players Category:Leeds Rhinos players Category:Living people Category:Male rugby sevens players Category:Manly Warringah Sea Eagles players Category:Mount Albert Lions players Category:New Zealand national rugby league team players Category:New Zealand people of Cook Island descent Category:New Zealand rugby league coaches Category:New Zealand rugby league players Category:New Zealand Warriors players Category:Rugby league centres Category:Rugby league five- eighths Category:Rugby league wingers Category:Rugby league players from Auckland Category:St Helens R.F.C. players Category:Wigan Warriors players ",
    "title": "Kevin Iro"
}