{
    "id": "12873107",
    "text": "Eucrosia is a genus of herbaceous, perennial and bulbous plants in the Amaryllis family (Amaryllidaceae, subfamily Amaryllidoideae) distributed from Ecuador to Peru. The name is derived from the Greek eu, beautiful, and krossos, a fringe, referring to the long stamens. The genus contains eight species. Phaedranassa and Rauhia are the genera most closely related to Eucrosia. ==Description== All the members of the genus are bulbous. The leaves are deciduous, with characteristic long petioles and elliptical or ovate blades (laminae), up to 25 cm wide; they may or may not be present when the flowers are produced. The inflorescence is an umbel of 6–30 weakly to strongly zygomorphic flowers, tubular at the base, green, yellow or red in colour. The stamens hang downwards (i.e. are declinate) and have long filaments which in most species form a cup containing nectaries at the base. The flowers are assumed to be adapted for butterfly pollination, although there is one report of a hummingbird visiting E. eucrosioides. The fruit is a capsule with three locules; the seeds are flattened and winged. The diploid chromosome number is most commonly 2n=46. ==Species== , the World Checklist of Selected Plant Families accepts eight species of Eucrosia: *Eucrosia aurantiaca (Baker) Traub – Southern central Ecuador *Eucrosia bicolor Ker Gawl. – Ecuador to Peru *Eucrosia calendulina Meerow & Sagást. – Peru *Eucrosia dodsonii Meerow & Dehgan – Ecuador *Eucrosia eucrosioides (Herb.) Pax – South western Ecuador to Northern Peru *Eucrosia mirabilis (Baker) Traub – Peru, Ecuador *Eucrosia stricklandii (Baker) Meerow – Ecuador *Eucrosia tubiflora Meerow – Peru ==Distribution and habitat== Eucrosia is restricted to the central Andes of Ecuador and Peru. All of the species are found only in small areas or as small numbers of individuals. Three species are endemic to Ecuador, two to Peru. Three further species are only occasionally found in Peru, being primarily distributed in Ecuador. All but one species of Eucrosia are adapted to seasonally dry habitats, found on the lower, Pacific-facing slopes of the Andes and the adjacent lowlands. The exception is E. dodsonii, which grows in the understory of montane rainforest. ==Cultivation== In cultivation, all species except the rainforest dweller E. dobsonii can be grown in pots in gritty soil in good light, being kept warm and dry when the leaves wither, and watered when the flowers or leaves begin to grow again. E. dobsonii needs shadier conditions and a more open growing medium. Only E. bicolor is widely grown. ==References== ==Bibliography== * * ==External links== * Images of Eucrosia species from The International Bulb Society website Category:Amaryllidaceae genera Category:Taxonomy articles created by Polbot ",
    "title": "Eucrosia"
}