{
    "id": "12872909",
    "text": "R.E.M. Live is a live album from R.E.M., recorded at the Point Theatre, Dublin, on February 26 and 27, 2005, the closing nights of the winter European leg of the Around the World Tour in support of their thirteenth studio album Around the Sun released in late 2004. It was released in the United Kingdom on October 15, 2007 and in the United States a day later as a two-Compact Disc audio set and a DVD, then released in February 2008 as a triple vinyl set. The performance was filmed by Blue Leach, who also directed Depeche Mode's Touring the Angel: Live in Milan. R.E.M. Live features rare performances of \"I Took Your Name\" from 1994's Monster and \"Ascent of Man\" from Around The Sun as well as the previously unreleased \"I'm Gonna DJ.\" A studio version of that song would later appear on the band's 2008 effort, Accelerate. On September 26, 2007, the band launched R.E.M. Live Zine to solicit reviews from fans and promote the album. The DVD has the option for stereo or digital 5.1 surround sound. ==Reception== ==Track listing== All songs written by Peter Buck, Mike Mills and Michael Stipe except as indicated. ;CD 1 #\"I Took Your Name\" (Bill Berry, Buck, Mills, Stipe) (originally on Monster) – 4:08 #\"So Fast, So Numb\" (Berry, Buck, Mills, Stipe) (originally on New Adventures in Hi-Fi) – 4:40 #\"Boy in the Well\" (originally on Around the Sun) – 5:16 #\"Cuyahoga\" (Berry, Buck, Mills, Stipe) (originally on Lifes Rich Pageant) – 4:25 #\"Everybody Hurts\" (Berry, Buck, Mills, Stipe) (originally on Automatic for the People) – 6:49 #\"Electron Blue\" (originally on Around the Sun) – 4:13 #\"Bad Day\" (Berry, Buck, Mills, Stipe) (originally on In Time: The Best of R.E.M. 1988-2003) – 4:26 #\"The Ascent of Man\" (originally on Around the Sun) – 4:12 #\"The Great Beyond\" (originally on Man on the Moon Soundtrack) – 4:49 #\"Leaving New York\" (originally on Around the Sun) – 4:48 #\"Orange Crush\" (Berry, Buck, Mills, Stipe) (originally on Green) – 4:27 #\"I Wanted to Be Wrong\" (originally on Around the Sun) – 5:02 #\"Final Straw\" (originally on Around the Sun) – 4:10 #\"Imitation of Life\" (originally on Reveal) – 3:53 #\"The One I Love\" (Berry, Buck, Mills, Stipe) (originally on Document) – 3:27 #\"Walk Unafraid\" (originally on Up) – 5:02 #\"Losing My Religion\" (Berry, Buck, Mills, Stipe) (originally on Out of Time) – 4:53 ;CD 2 # * \"What's the Frequency, Kenneth?\" (Berry, Buck, Mills, Stipe) (originally on Monster) – 4:06 #\"Drive\" (Berry, Buck, Mills, Stipe) (originally on Automatic for the People) – 5:41 #\"(Don't Go Back To) Rockville\" (Berry, Buck, Mills, Stipe) (originally on Reckoning) – 4:39 #\"I'm Gonna DJ\" (later released on Accelerate) – 2:27 #\"Man on the Moon\" (Berry, Buck, Mills, Stipe) (originally on Automatic for the People) – 6:46 The DVD consists of all of the preceding songs, in the same sequence. The original show was February 27, 2005 (except \"Electron Blue\", from the night before at the same venue) but had a longer setlist, and four songs were cut from the DVD: \"Animal\", \"High Speed Train\", \"Sweetness Follows\", and \"The Worst Joke Ever\". ==Personnel== :R.E.M. *Peter Buck – guitar *Mike Mills – bass guitar, background vocals, keyboards, lead vocals on \"(Don't Go Back To) Rockville\" *Michael Stipe – vocals, harmonica on \"Bad Day\" :Additional musicians *Scott McCaughey – guitar, keyboards, background vocals *Bill Rieflin – drums *Ken Stringfellow – keyboards, guitar, melodica, background vocals *Daniel Ryan of The Thrills – guitar and background vocals on \"(Don't Go Back To) Rockville\" ==Release history== The two-CD/DVD version was first released in the United Kingdom on October 15, 2007 and the United States the following day. A triple vinyl LP was released in the UK on January 21, 2008, with the US release on February 19, 2008. ==Certifications== ==References== ==External links== * *R.E.M. Live at R.E.M.HQ *R.E.M. Live Zine Flickr pool *McCaughey announcing the album *Chris Bilheimer discusses designing the album * * Category:R.E.M. video albums Category:2007 video albums Category:R.E.M. live albums Category:Live video albums Category:2007 live albums Category:Concert films Category:Warner Records live albums Category:Warner Records video albums Category:Films directed by Blue Leach Category:English-language films Category:2007 films Category:American documentary films Category:American films Category:Films shot in the Republic of Ireland ",
    "title": "R.E.M. Live"
}