{
    "id": "12878878",
    "text": "The Door Between is a novel that was published in 1937 by Ellery Queen. It is a mystery novel primarily set in New York City, United States. ==Plot summary== Karen Leith is an award-winning novelist whose fictional life and works bear a resemblance to Pearl S. Buck—she was raised in Japan and writes novels that are set there, but lives in Manhattan surrounded by Japanese customs, art and furnishings. She is engaged to marry world-famous cancer researcher Dr. John MacClure. One day, the doctor's daughter, Eva, finds Karen with her throat cut in the writer's Greenwich Village home. Eva herself has no motive to kill Karen, but the evidence she finds at the scene suggests—even in her own mind—that no one else could have done it. The investigation by Ellery Queen confronts this puzzle and also turns up startling information about a long-vanished relative of Karen Leith. Queen pierces the veil of circumstantial evidence and finds out not only the method of the crime but, most importantly, its motivation. ==Literary significance and criticism== After ten popular mystery novels and the first of many movies, the character of Ellery Queen was at this point firmly established. This period in the Ellery Queen canon signals a change in the type of story told, moving away from the intricate puzzle mystery format which had been a hallmark of nine previous novels, each with a nationality in their title and a \"Challenge to the Reader\" immediately before the solution was revealed. Both the \"nationality title\" and the \"Challenge to the Reader\" have disappeared from the novels at this point. \"(Ellery Queen) gave up the Challenge and the close analysis of clues, and made Ellery a less omniscient and more human figure, in search of a wider significance and more interesting characterization. ... (The) first ten books represent a peak point in the history of the detective story between the wars.\"Symons, Julian (revised edition, 1974). Bloody Murder -- From the Detective Story to the Crime Novel: A History. London: Penguin. Aside from the novelette \"The Lamp of God\" and the later novel The King Is Dead, The Door Between is probably as close as an Ellery Queen novel ever came to a classic \"locked room\" or \"impossible crime\" mystery, in which the apparent facts of the case seem to defy logic. ==Usage in literature== The book was mentioned by Satyajit Ray in his book Baksho Rahashya. ==References== == External links == *\"Ellery Queen is the American detective story.\" Category:1937 American novels Category:Novels by Ellery Queen Category:Locked- room mysteries Category:Novels about writers ",
    "title": "The Door Between"
}