{
    "id": "12874412",
    "text": "Januarius Aloysius MacGahan [məˈɡæn]\"MacGahan, Januarius Aloysius\", in Webster's Biographical Dictionary (1943/1960), Springfield, MA: Merriam- Webster. (June 12, 1844 – June 9, 1878) was an American journalist and war correspondent working for the New York Herald and the London Daily News. His articles describing the massacre of Bulgarian civilians by Turkish soldiers and irregular volunteers in 1876 created public outrage in Europe, and were a major factor in preventing Britain from supporting Turkey in the Russo-Turkish War of 1877–78, which led to Bulgaria gaining independence from the Ottoman Empire. The introduction (p. vii) cites the importance of MacGahan's reports on British policy: 'the letters...have been acknowledged by the Government not only to have made it aware of the important facts of which, until their publication, it was ignorant, but to have changed the conditions under which diplomacy must henceforth be exercised.\" (p. iii). == Youth and education == Januarius Aloysius MacGahan was born near New Lexington, Ohio on June 12, 1844.The 2005 MacGahan Festival , MacGahan American-Bulgarian Foundation, New Lexington, Ohio. Accessed 2008-01-16. His father was an immigrant from Ireland who had served on the Northumberland, the ship which took Napoleon into exile on St. Helena. MacGahan moved to St. Louis, where he worked briefly as a teacher and as a journalist. There he met his cousin,\"MacGahan, Januarius Aloysius\", in Concise Dictionary of American Biography (1964), New York: Scribner's. General Philip Sheridan, a Civil War hero also of Irish parentage, who convinced him to study law in Europe. He sailed to Brussels in December 1868. MacGahan did not get a law degree, but he discovered that he had a gift for languages, learning French and German. He ran short of money and was about to return to America in 1870 when the Franco-Prussian War broke out. Sheridan happened to be an observer with the German Army, and he used his influence to persuade the European editor of the New York Herald to hire MacGahan as a war correspondent with the French Army. ==In France, Russia and Central Asia== MacGahan's vivid articles from the front lines describing the stunning defeat of the French Army won him a large following, and many of his dispatches to the Herald were reprinted by European newspapers. By the age of twenty-seven, he was a celebrity. When the war ended, he interviewed French leader Léon Gambetta and Victor Hugo, and, in March 1871, he hurried to Paris and was one of the first foreign correspondents to report on the uprising of the Paris Commune. He was arrested by the French military and nearly executed, and was only rescued through the intervention of the U.S. Minister to France. In 1871 MacGahan was assigned as the Herald's correspondent to St. Petersburg. He learned Russian, mingled with the Russian military and nobility, covered the Russian tour of General William Tecumseh Sherman and met his future wife, Varvara Elagina, whom he married in 1873. He learned in 1873 that Russia was planning to invade the khanate of Khiva, in Central Asia. Defying a Russian ban of foreign correspondents, he crossed the Kyzyl-Kum desert on horseback and witnessed the surrender of the city of Khiva to the Russian Army. There he met a Russian Lieutenant Colonel, Mikhail Skobelev, who later became famous as Russian commander during the Russian-Turkish War of 1877–78. MacGahan described his adventures in a popular book, Campaigning on the Oxus and the fall of Khiva (1874). MacGahan was also married to the daughter of an old Russian noble family. In 1874 he spent ten months in Spain, covering the Third Carlist War. In 1875, he voyaged with British explorer Sir Allan William Young on his steam yacht on an expedition to try to find the Northwest Passage from the Atlantic to the Pacific. The expedition got as far as Peel Sound in the Canadian Arctic before it met pack ice and was forced to return. == Investigation of Turkish atrocities in Bulgaria (1876) == In 1876 MacGahan quarreled with James Gordon Bennett Jr., the publisher of the New York Herald, and left the newspaper. He was invited by his friend, Eugene Schuyler, the American Consul-General in Constantinople, to investigate reports of large- scale atrocities committed by the Turkish Army following the failure of an attempted uprising by Bulgarian nationalists in April 1876. (See April Uprising.) MacGahan obtained a commission from the Daily News, then the leading liberal newspaper in England, and left for Bulgaria on July 23, 1876. He became a member of the American investigation commission of the US Consul- General in Constantinople, Eugene Schuyler, together with the Constantinople correspondent of Kölnische Zeitung, German journalist Karl Schneider (1854–1945); Georgian prince Aleksi Tsereteli (Aleksei Tseretelev) - governing secretary of the Russian embassy in Constantinople; and Turkish and Bulgarian translator Petar Dimitrov, an instructor at the American Robert College in Constantinople.Maria Todorova, Imagining the Balkans, p. 106, Oxford University Press 2009 After visiting Philippopolis on July 28, and Peshtera and Pazardjik on August 1 and 2, MacGahan travelled to the village of Batak, and sent the paper a graphic report of what he saw: > ...We looked into the church which had been blackened by the burning of the > woodwork, but not destroyed, nor even much injured. It was a low building > with a low roof, supported by heavy irregular arches, that as we looked in > seemed scarcely high enough for a tall man to stand under. What we saw there > was too frightful for more than a hasty glance. An immense number of bodies > had been partially burnt there and the charred and blackened remains seemed > to fill it half way up to the low dark arches and make them lower and darker > still, were lying in a state of putrefaction too frightful to look upon. I > had never imagined anything so horrible. We all turned away sick and faint, > and staggered out of the fearful pest house glad to get into the street > again. We walked about the place and saw the same thing repeated over and > over a hundred times. Skeletons of men with the clothing and flesh still > hanging to and rotting together; skulls of women, with the hair dragging in > the dust. bones of children and infants everywhere. Here they show us a > house where twenty people were burned alive; there another where a dozen > girls had taken refuge, and been slaughtered to the last one, as their bones > amply testified. Everywhere horrors upon horrors...See also the W.T. Stead > Resource Site for MacGahan's Batak dispatch. MacGahan reported that the Turkish soldiers had forced some of the villagers into the church, then the church was burned and survivors tortured to learn where they had hidden their treasures. MacGahan said that of a population of seven thousand, only two thousand survived. According to his account, fifty- eight villages in Bulgaria had been destroyed, five monasteries demolished, and fifteen thousand people in all massacred. These reports, published first in the London Daily News, and then in other papers, caused widespread popular outrage against Turkey in Britain. The government of Prime Minister Benjamin Disraeli, a supporter of Turkey, tried to minimize the massacres and said that the Bulgarians were equally to blame, but his arguments were refuted by the newspaper accounts of MacGahan. Following the publication of MacGahan's articles, William Ewart Gladstone wrote a pamphlet called Bulgarian Horrors: \"I entreat my countrymen,\" he wrote, \"upon whom far more than upon any other people in Europe it depends, to require and to insist that our government, which has been working in one direction, shall work in the other, and shall apply all its vigour to concur with the states of Europe in obtaining the extinction of the Turkish executive power in Bulgaria. Let the Turks now carry away their abuses in the only possible manner, namely, by carrying off themselves....\" In 1876 Ivan Vazov dedicated a poem to Macgahan called Жалбите на майките (The Sorrows of the Mothers). ==Russian-Turkish War (1877–78)== MacGahan's grave, identifying him as the \"Liberator of Bulgaria\". New Lexington Cemetery, in his hometown of New Lexington, Ohio. In the wake of the massacres and atrocities committed by the Ottoman forces during the suppression of the April Uprising, as well as centuries-long conflicts between Russia and Turkey in Crimea, the Russian Government, stirred by anti-Turkish and Pan-Slavism sentiment, prepared to invade The Ottoman Empire, and declared war on it on April 24, 1877. The Turkish Government of Sultan Abdul Hamid II appealed for help to Britain, its traditional ally against Russia, but the British government responded that it could not intervene \"because of the state of public feeling.\" MacGahan was assigned as a war correspondent for the Daily News, and, thanks to his friendship with General Skobelev, the Russian commander, rode with the first units of the Russian Army as it crossed the Danube into Bulgaria. He covered all the major battles of the Russo-Turkish War, including the siege of Pleven and Shipka Pass. He reported on the final defeat of the Turkish armies, and was present at the signing of the treaty of San Stefano, which ended the war. The 1877 invasion prompted this sardonic comment from MacGahan: “I can safely say I have done more to smash up the Turkish empire than anybody else…except the Turks themselves.” He was in Constantinople, preparing to travel to Berlin for the conference that determined the final borders of Bulgaria, when he caught typhoid fever. He died on June 9, 1878, and was buried in the Greek cemetery, in the presence of diplomats, war correspondents, and General Mikhail Skobelev.See Six years later his body was returned to the United States and reburied in New Lexington. A statue was erected in his honor by a society of Bulgarian- Americans. ==Honors== Elena, Bulgaria A granite boulder with commemorative plaque in honor of Januarius MacGahan in Panagyurishte. The plaque reads: To the Memory of the Prominent American Humanist, Selfless Journalist and Friend of the Bulgarian People Januarius Aloysius MacGahan (1844-1878), from the Fellow Countrymen-Volunteers in the Peace Corps, 2002. () A view of the street named after Januarius MacGahan in Sofia, Bulgaria () MacGahan is still remembered in Bulgaria for his role in winning Bulgarian independence. A street and a school in the capital, Sofia, a square in the city of Plovdiv, streets in the towns of Varna, Sliven, Vratsa, Montana, Panagyurishte, Pazardzhik and Stamboliyski are named after Januarius MacGahan. There is also a festival and memorial service held each June in his honor in his hometown of New Lexington. ==References== ==Bibliography== * * * * * * * * * * * * * * * Pundeff, Marin V. Schuyler and MacGahan Before 1876. Proceedings of the Second International Conference on Bulgarian Studies, Varna, June 1978. * R. Furneaux, \"The Siege of Plevna\" London 1968 * * * * ==External links== * Perry County Historical Society * MacGahan American-Bulgarian Foundation * Category:American war correspondents Category:1876 in Bulgaria Category:April Uprising of 1876 Category:People from New Lexington, Ohio Category:1844 births Category:1878 deaths Category:19th-century American journalists Category:American male journalists Category:Deaths from typhoid fever Category:19th-century American male writers Category:American expatriates in Belgium Category:American expatriates in France Category:American expatriates in the Russian Empire Category:American expatriates in the Ottoman Empire Category:American expatriates in Spain ",
    "title": "Januarius MacGahan"
}