{
    "id": "12877246",
    "text": "Enrico Fazzini, D.O., Ph.D. is a neurologist and an osteopathic physician. He is considered an expert on Parkinson's disease and has published numerous research publications on the subject. He has been involved in a number of clinical trials for new pharmaceutical treatments for Parkinson's disease. He attended the University of Osteopathic Medicine and Health Sciences in Des Moines, Iowa. He is board certified in neurology by both the M.D. and D.O. medical boards. He began his practice in 1989. He has a clinical reputation for very intensive medication adjustments particularly using levodopa/carbidopa in small dosage increments to modulate Parkinson's symptoms. Dr. Enrico Fazzini completed his neurology training at Boston University in 1987 and his fellowship in Movement Disorders at Columbia Presbyterian in 1989 where he was instrumental in the development of botulinum toxin type A for use in dystonia. In addition to being a neurologist, Dr. Fazzini has a Ph.D. in Behavioral Neuroscience from Boston University and is an expert on the diagnosis and treatment of patients with traumatic brain injuries. On Thursday, October 19, 2017, Dr. Fazzini appeared at a deposition under the influence of alcohol. At that deposition, Dr. Fazzini was unable to give his name and identified himself as Bart Simpson, resulting in his ridicule by the Las Vegas legal community. ==Famous patients== Dr. Fazzini was consulted by the Vatican for the treatment of John Paul II. He confirmed the competency of then Attorney-General Janet Reno after she was diagnosed with Parkinson's Disease. He helped to develop the Silverman speech therapy program for the treatment of Parkinson's Disease. ==Publications== Dr. Fazzini's publications are listed on PubMed. Dr. Fazzini is credited with reintroducing surgical therapies utilized in the treatment of Parkinson's disease. He currently has one of the largest Parkinson's disease practices in the United States. ==References== ==External links== * The Parkinson's Doctor Category:Living people Category:American osteopathic physicians Category:American people of Italian descent Category:American neurologists Category:Boston University alumni Category:Des Moines University alumni Category:New York University School of Medicine faculty Category:Year of birth missing (living people) ",
    "title": "Enrico Fazzini"
}