{
    "id": "12884137",
    "text": "Three Days Before the Shooting... is the title of the edited manuscript of Ralph Ellison's never-finished second novel. It was co-edited by John F. Callahan, the executor of Ellison's literary estate, and Adam Bradley, a professor of English at the University of Colorado at Boulder. The book was published on January 26, 2010, by Modern Library. An excerpt of Ralph Ellison's unfinished manuscripts was previously published as Juneteenth (1999). ==Background== Ralph Ellison's first novel, Invisible Man, was published in 1952 to great critical success. In 1953, it beat Ernest Hemingway's The Old Man and the Sea to win the National Book Award. Following the success of Invisible Man, Ellison became one of the most respected writers in the country and prominent in many elite circles. Invisible Man sold so well that royalty checks provided financial security for the rest of Ellison's life. The stream of money meant that the release of a second novel would be a literary decision and not a financial one. Ellison spent the 42 years after the publication of Invisible Man, until his death in 1994, working on his second novel. The reasons for this delay have been a subject of speculation and debate. He produced over 2,000 manuscript pages but never turned the content into a coherent novel. ===History=== Ellison began work on his untitled second novel around 1954, following the publication of Invisible Man. Ellison claimed to be devastated when part of the original manuscript was destroyed by a fire in 1967. However, Arnold Rampersad advanced the opinion that the loss of the crucial, irrecoverable sections of his manuscript appears to have been something Ellison concocted after the fact to justify his lack of progress. In his 2007 biography of Ellison, Rampersad points out that, following the fire, Ellison wrote to critic Nathan Scott of his relief that he still \"fortunately had a full copy\" of all his writing. In different interviews, the lost manuscript pages were described as \"360 pages, and \"500 pages\", and \"about a summer’s worth of revisions\". Ellison published eight excerpts from the novel during his lifetime, including an excerpt called \"Juneteenth\" in the Quarterly Review of Literature in 1965,Pruitt, Sarah (June 19, 2017). \"Why Ralph Ellison Never Published a Second Novel During His Lifetime,\" History. Retrieved June 20, 2020. and the story \"Cadillac Flambé\", published in American Review in 1973 and reprinted many times since,Ellison, Ralph (Spring 1995). \"Cadillac Flambé\", Callaloo, Vol. 18, No. 2. (Reprint in Callaloo Vol. 24, No 2, Spring 2001). Retrieved June 20, 2020. which received considerable critical attention,Myers, Margaret, and Dean, Sharon (2007). “Cadillac Flambé”: Race and Brand Identity\", Charm. Retrieved June 20, 2020. leading to a lot of interest in the (then) unpublished work. However, although he had written over 2,000 pages by the time of his death (other sources say 1,500 pages, not including revised versions of scenes)Feeley, Gregory (May 23, 1999). \"Invisible Hand\", The New York Times Magazine. Retrieved June 20, 2020., Ellison never finished the novel. ==Literary executorship== According to John F. Callahan, a professor who had become close friends with Ellison after writing an article about Invisible Man, Ellison was so discouraged by the thought of his own death that he never discussed his literary executorship. Shortly after Ellison's death, his widow appointed Callahan as his literary executor. Callahan was overwhelmed by the amount of notes, computer disks, and manuscript pages that Ellison had left behind. Ellison's readers were eager to see what Ellison had written, but Callahan needed time to sort through the manuscript and find a way to make it publishable. In the meanwhile, he edited The Collected Essays of Ralph Ellison, published in 1995, and Flying Home and Other Stories, published in 1996. In 1999, Callahan finished editing the most cohesive part of Ellison's unfinished manuscript, which was released as the standalone novel Juneteenth. After several more years of work, and with the co-editing of Adam Bradley, who started as a student assistant to Callahan in 1994 and eventually completed a doctorate in literature at Harvard University, a publication date (January 26, 2010) was set for a release of the manuscript with supporting notes under the title Three Days Before the Shooting. ==Plot== The plot of Three Days Before the Shooting revolves around a man named Bliss, of indeterminate race, who is raised by a black Baptist minister named Alonzo Hickman. As an adult Bliss assumes a white identity and eventually becomes a race-baiting United States Senator named Adam Sunraider. ==References== ==Further reading== * ==External links== * * Category:2010 American novels Category:Novels by Ralph Ellison Category:Novels published posthumously Category:Unfinished novels ",
    "title": "Three Days Before the Shooting..."
}