{
    "id": "1288800",
    "text": "Savage is an unincorporated community and census-designated place located in Howard County, Maryland, United States, approximately south of Baltimore and north of Washington, D.C. It is situated close to the city of Laurel and to the planned community of Columbia. As of the 2010 census it had a population of 7,054. The former mill town is a registered historic place, and has many original buildings preserved within and around the Savage Mill Historic District. ==History== The lands of Savage were first settled circa 1650. Colonel Henry Ridgley surveyed the land around Savage Mill and nearby Annapolis Junction in 1685, naming the tract \"Ridgely's Forrest\". Joseph White was the grandson of Peregrine White, the first child born of the Mayflower expedition. Joseph White's connection to Peregrine White is unproven. In 1734, he opened a gristmill on land patented as \"Whites Fortune\" and \"Mill Land\". The parcels were consolidated to become \"Whites Contrivance\". A rich vein of American industrial history lies in Savage. When the textile industry was in its heyday, Savage was an important manufacturing center, its mills harnessing the water power on the falls of the Little and Middle Patuxent rivers. The town was named for John Savage, a Philadelphia merchant with interest in a mill on the falls of the Little Patuxent. In 1822 he and his associates, the Williams brothers, chartered the Savage Manufacturing Company, purchasing of the White property for $6,666.67. The company produced sails for the clipper ships that sailed out of Baltimore Harbor, in addition to a wide variety of other cotton products. The cotton milling industry started in Maryland in the 18th century and flourished in the 19th century. Cotton was shipped cheaply from Southern ports and hauled overland by mule and oxen teams to the mills before rail transportation served Savage. In 1835 the Washington branch of the B&O; Railroad was completed, and Savage Station was established on the line about a mile southeast of the present mill. A spur of the B&O; was laid to the Savage factory in 1887, and it was at this time that the famous Bollman Truss Railroad Bridge was moved to its present site from another location. Originally built in 1852, it was one of about 100 on the B&O; line. Beloved by railroad buffs, the iron truss bridge is the only one of its type in the world, and, along with the Savage Mill, is on the National Register of Historic Places. Bollman bridge with Savage Mill tower in background, 1970 The Savage post office opened on January 13, 1836, on \"Yankee Hill\" at the corner of Washington and Foundry streets with Amos Adams Williams as postmaster. It would later become a branch of the Patuxent Bank of Laurel. Parts of the Savage Mill are said to date from about 1820, and historians have recorded that the mill once had an iron foundry that made many kinds of machinery, specializing in textile manufacturing. The operation of the mill was greatly expanded in 1880 with the installation of steam power. Army uniforms, field tents, and vehicle covers were made. A renovation program began in 1984 that established Savage Mill as a major permanent marketplace. Savage Mill Manor House The Savage Mill Manor House is down the street from the mill and has also been completely renovated. It is now used to host weddings, parties and special events. Savage meeting house Carroll Baldwin Hall once housed the Savage branch of the Howard County Library. It was built in the early 1920s as a memorial to Carroll Baldwin, former president of the manufacturing company. The Baldwins managed the company from 1859 to 1911. In 1880, the population reached 2617 residents, and 2930 by 1890. In 1929, Dr. Wolman issued a recommendation that did not pass, to dam and flood the Patuxent River Valley around Savage for a dedicated water source. Savage remained a mostly segregated town for most of its early history until the civil rights movements of the 1950s. Factory work at the mill was almost exclusively for white workers, with exceptions of black \"apprentices\" at the forges in the antebellum era. The community slowly integrated as it moved into the new millennium. Station Six Built 2013 - Corridor Road, Savage, MD The Savage Volunteer Fire Company was founded in 1937 with a station at Savage-Guilford Road. The station relocated to Lincoln Street in 1957, and Corridor Road in 2013. In June 1972, Hurricane Agnes flooded the local rivers, raising the Patuxent 25.4 feet, washing out the road bridge. A replacement opened on 10 September 1975. In 1976, county executive Edward L. Cochran convened a waste task force that reviewed submissions for a 538-acre landfill at route One and 32 owned by Realty Trust and Chase Manhattan Mortgage, with commercial dumping sites at the Savage quarry. Alpha Ridge Landfill was selected instead, but a new quarry would eventually take its place. A new $7 million elementary school was built in Savage in 1988, named Bollman Bridge Elementary. Singer- songwriter Benny Mardones – who holds an unusual place in United States recording history as a \"one-hit wonder\" who actually hit the Top 20 twice, in 1980 and 1989, with the same recording of the same song, \"Into the Night\" — was raised in Savage but was born in Cleveland, Ohio. ==Geography== Savage is located in southeastern Howard County, bordered by Columbia to the north and North Laurel to the southwest. U.S. Route 1 (Washington Boulevard) forms the southeast edge of the CDP. The historic Savage mill village is located in the southern part of the CDP, while a major freeway interchange between Interstate 95 and Maryland Route 32 sits on the northern edge of the CDP. The Middle Patuxent and Little Patuxent rivers join to the west of the mill village. The Middle Patuxent (above the confluence) and the Little Patuxent (below the confluence) form the southwest edge of the CDP. The river drops about in to form the falls that powered the early mills. The Little Patuxent continues southeast to join the Patuxent River at Crofton. == See also == * Bollman Truss Railroad Bridge * Commodore Joshua Barney House * Murder of Pam Basu * Savage Mill * Savage Mill Historic District * Savage Mill Trail ==References== ==External links== *Savage-Guilford, Maryland Detailed Profile *Savage Mill Category:Census-designated places in Maryland Category:Census-designated places in Howard County, Maryland ",
    "title": "Savage, Maryland"
}