{
    "id": "12887090",
    "text": "Global temperature fluctuations, c. 10,000 BC to present Bond events are North Atlantic ice rafting events that are tentatively linked to climate fluctuations in the Holocene. Eight such events have been identified. Bond events were previously believed to exhibit a roughly cycle, but the primary period of variability is now put at . Gerard C. Bond of the Lamont–Doherty Earth Observatory at Columbia University was the lead author of the 1997 paper that postulated the theory of 1470-year climate cycles in the Late Pleistocene and Holocene, mainly based on petrologic tracers of drift ice in the North Atlantic. However, more recent work has shown that these tracers provide little support for 1,500-year intervals of climate change, and the reported period was a statistical artifact. Furthermore, following publication of the Greenland Ice Core Chronology 2005 (GICC05) for the North GRIP ice core, it became clear that Dansgaard–Oeschger events also show no such pattern. The North Atlantic ice-rafting events happen to correlate with episodes of lowered lake levels in the Mid-Atlantic region of the United States, the weakest events of the Asian monsoon for at least the past 9,000 years, and also correlate with most aridification events in the Middle East for the past 55,000 years (both Heinrich and Bond events). ==List== Overview of Bond events Most Bond events do not have a clear climate signal; some correspond to periods of cooling, but others are coincident with aridification in some regions. {| class=\"wikitable\" |- ! No. ! Time (BP) ! Time (AD, BC) ! Notes |- | 0 | | | See Little Ice Age |- | 1 | | | See Migration Period and Late Antique Little Ice Age |- | 2 | | | |- | 3 | | | See 4.2 kiloyear event; collapse of the Akkadian Empire and the end of the Egyptian Old Kingdom. |- | 4 | | | Sahara Desert reforms by 3500–3000 BC, ending Neolithic Subpluvial. |- | 5 | | | See 8.2 kiloyear event |- | 6 | | | Erdalen event of glacier activity in Norway, as well as a cold event in China. |- | 7 | | | |- | 8 | | | transition from the Younger Dryas to the boreal. |} ==See also== *Ice sheet dynamics *Heinrich event ==References== Category:History of climate variability and change Category:Atlantic Ocean ",
    "title": "Bond event"
}