{
    "id": "12883499",
    "text": "Zhao Chengshou (; 1891 - 1 October 1966), courtesy name Yinfu (印甫), was a KMT general from Wutai County, Shanxi. ==Biography== ===Early Life=== In 1908, Zhao Chengshou was admitted to the Taiyuan Army Primary School. Subsequently, he was promoted to Qinghe Army Middle School. After the Xinhai Revolutionary Army launched the uprising in 1911, he returned to Shanxi Province to join the Xin Daining Public Corps (head of the continued Tongxi) as a coach. In November of the same year, two thousand people from Xin Daining Public Corps attacked Datong through Ruyuekou in Fanshi County. Zhao Chengshou led the left-wing guerrillas as a forward. When he entered Huairen County (modern Huairen), he learned that the League of Datong had held an uprising. The Qing Dynasty commander Wang Desheng had led his troops to retreat. On the same day, two thousand people from the Huai Army Guo dian State Department and Xuanhua Chenxiyi Department in Xuanhua District and Zhangjiakou of the Qing Dynasty reinforced Datong and besieged Datong City. The Xin Daining Public Corps and the Datong Uprising Army held on to Datong for more than forty days. After the North and South reconciliation succeeded, the Xin Daining Public Corps withdrew to the south of Yanmen Pass in accordance with the agreement. In 1912, the Xin Daining Public Corps was disbanded, and Zhao Chengshou re- entered the Qinghe Army First Preparatory School. After graduation, he was promoted to the fifth phase of the Baoding Military Academy. In 1928, he was appointed as the cavalry commander by Yan Xishan and then held the post for 10 years. ===Second Sino-Japanese War=== In 1936, he was awarded the rank of lieutenant general by the Nationalist government in Nanjing. On November 15 of the same year, during the Battle of Honggeltu, the Japanese and Wang Ying’s Grand Han Righteous Army attacked Honggeltu. The cavalry unit of Zhao Chengshou Station stationed in Honggeltu held its position. The battle continued for two days. The Japanese and Wang Ying bu did not Can break through. The Damilingsulong and Yi Shifang's local security corps cooperated with Zhao Chengshou's department. On November 16, Zhao Chengshou and Fu Zuoyi went to the front line of Jining District to command troops. After attacking the enemy, they defeated the enemy and won the battle of Hongertu. After that, Zhao Chengshou helped Fu Zuoyi plan the battle of the Bailing Temple and win. Because of the merits of Suiyuan campaign, Zhao Chengsui was awarded the second-class Order of the Sacred Tripod. The war of resistance against Japan broke out in July 1937. Zhao Chengshou was reorganized into the 1st Army of Cavalry. Zhao Chengshou served as the commander of the army. He led the army to attack Linxi County in Rehe Province (modern Linxi County, Inner Mongolia), and conquered Shangdu County in northern Chahar Province and Nanhao Valley in Huade County (of Zhangbei County). When Zhao Chengshou was continuing to expand the results, he was forced to relocate due to the defeat of the right- wing flat-sui line and returned to Northwest Shanxi in early 1938. Zhao Chengshou's headquarters has been stationed in Basing County, Ningwu County, Nanguan County, Jingle County and other places. Prior to this, the Eighth Route Army had been stationed in the areas of Sulan, Wuzhai, and Lanxian. At the time, the Kuomintang and the Communist Party of China cooperated. The troops of the 120th Division of the Eighth Route Army in the northwest of Shanxi were under the command of Zhao Chengshou, and the 120th Division Commander He Long personally visited Zhao Chengshou on the dam of Ningwu County. Since then, Zhao Chengsui has cooperated with 120 divisions for many times and won battles in battles such as Battle of Octagon, Battle of Limin Fort, Battle of Mitsui, Battle of Yijing and other places in Ningwu County, Xuangang Town, Shenchi County, and Wuzhai County.红格尔图战役，乌兰察布市人民政府，2009-12-01 In 1939, Zhao Chengshou was promoted to commander-in-chief of the 7th Army of the National Army and director of the Second Office of the Shanxi Provincial Government. When returning to the northwest of Shanxi from the commander-in- chief of the second war zone in Qiulin Town, Yichuan County, Shaanxi Province, Zhao Chengshou passed through Shaanbei (northern Shaanxi) and lived in Yishan Village near the east of Yan'an. After learning of the Central Committee of the Communist Party of China, Zhao Chengshou was sent to Yan'an and a welcome meeting was held. ===Chinese Civil War and later life=== In 1946, the Second Civil War broke out. Yan Xishan appointed Zhao Chengshou as commander-in-chief of the field army of the Taiyuan Suijing Office. In May 1948, the First Corps of the North China Field Army attacked Jinzhong. In July of the same year, Zhao Chengshou surrendered to the North China Field Army. Since then, he has mobilized the 71st Division of the Yan Xishan Division and the 8th Corps to surrender. After the establishment of the People's Republic of China in 1949, he worked in the Water Resources Ministry and died of natural causes in Beijing. ==References== ==External links== Category:National Revolutionary Army generals from Shanxi Category:1891 births Category:1966 deaths Category:Politicians from Xinzhou Category:People's Republic of China politicians from Shanxi Category:People of the 1911 Revolution ",
    "title": "Zhao Chengshou"
}