{
    "id": "12884770",
    "text": "An email alias is simply a forwarding email address. The term alias expansion is sometimes used to indicate a specific mode of email forwarding, thereby implying a more generic meaning of the term email alias as an address that is forwarded in a simplistic fashion.RFC 5321 defines alias expansion as opposed to the list expansion of mailing lists, noting that the replacement of the address to whom bounce messages are returned makes a key difference. An email alias is different from a contact group, or distribution list. According to Microsoft, a contact group is \"a grouping of e-mail addresses collected under one name. A message sent to a contact group goes to all recipients listed in the group.\" ==Usage== Email aliases can be created on a mail server. The mail server simply forwards email messages addressed to an email alias on to another, the specified email address. An email alias may be used to create a simple replacement for a long or difficult-to-remember email address. It can also be used to create a generic email address such as webmaster@example.com and info@example.com. On UNIX-like systems, email aliases may be placed into the file /etc/aliases and have the form: :`local-alias-name: adifferentlocaluser, anotherlocaluser, an@external.user.example.com` ==Control issue== Messages forwarded through an email alias retain the original SMTP envelope sender and recipient. If the message is a blind carbon copy, the recipient can only tell whether the message was forwarded through the alias by examining the message headers. However, the standard does not mandate mentioning the envelope recipient in the headers. Therefore, recipients of a message may not be able to recover what email address has been used by the sender to eventually deliver the message to their mailbox. Recipients who cannot trace what address the sender used are unable to ask the sender to stop sending, because the sender most likely will not be able to associate their current email address with the one used for sending. Even if users are able to learn the exact address used for sending, their mail client may not provide a convenient way to submit a reply using the latter as the sender address of the response. In other words, aliasing is not reversible. This is particularly relevant in opt-out situations where the sender does not provide a reliable mechanism in the body of the message. Typically, newsletters sent to undisclosed recipients can be sent submitting the body once along with a list of recipients, which is much less resource intensive than submitting a different body for each recipient. However, if VERP or BATV are being used (e.g. to prevent email backscatter), the electronic mailing list software will send individual messages to each recipient with a different SMTP FROM address. == Abuse issue == The recipient's SMTP server sees only the forwarding system's IP address. In general it has no reason to trust the Received: headerfield generated by the forwarding system and does not know the originating system's IP address. Therefore, recipients cannot reliably distinguish spam to the alias address from spam generated on the forwarding system. When a recipient reports a message to his ISP as spam, the ISP credits that spam to the forwarding system. ISPs with low abuse thresholds may begin blocking email from the forwarding system. ==See also== *Email forwarding == Notes == Alias ",
    "title": "Email alias"
}