{
    "id": "12889562",
    "text": "Rut Hedvig Lindahl (born 29 April 1983) is a Swedish professional footballer who plays as a goalkeeper for Spanish Primera División club Atlético Madrid. She previously played club football in Sweden for Damallsvenskan clubs including Malmö FF, Linköpings FC, Kristianstads DFF and Kopparbergs/Göteborg FC as well as Chelsea in the English FA WSL. Since making her international debut in 2002, Lindahl has accrued over 115 caps for the Sweden women's national football team. On 3 August 2014 Lindahl played her 100th cap for Sweden women's national football team against England. On 17 September 2015 Lindahl played her 113th cap and thereby broke Elisabeth Leidinge's record to become the most capped Swedish female goalkeeper. She has kept goal for Sweden at the UEFA Women's Championship, the FIFA Women's World Cup and the Olympic Games. Lindahl was the Swedish women's goalkeeper of the year in 2004, 2005, 2009, 2014 and 2015. She won the 2015 Diamantbollen, after being one of three nominations for Damallsvenskan's Most Valuable Player in 2014. In 2016, Lindahl was one of 5 nominees for Women's PFA Players' Player of the Year and was also picked for the WSL Team of the Year. ==Early career== At the age of 13 Lindahl decided to focus on becoming a professional football player. Previously Lindahl had played both as a forward and a goalkeeper, but eventually concentrated on goalkeeping. Lindahl, who was raised in Marmorbyn, was selected to play on the Sörmland team. This was a temporary team for which the best age group football players in Södermanland were selected to play. Lindahl's national team career began in 1998 when as a part of the Sörmland team she participated at an Elite Girls Camp in Halmstad. There she was selected for the Allstar Team, where the best football players born −83 participated. Each 15-year-old footballer was measured on a five-point scale. Lindahl received rarely awarded full marks; five out of five. ==Club career== Lindahl started her club career at Gropptorps IF, outside Katrineholm in Södermanland, a boys' team. Lindahl then played for Torp IF, DFK Värmbol and Tunafors SK. Lindahl playing for Göteborg She moved into the Damallsvenskan with Malmö FF Dam in 2001 after being scouted by Malmö and Sweden national youth team coach Elisabeth Leidinge. During her three seasons at Malmö, Lindahl faced strong competition from the national team goalkeeper at the time Caroline Jönsson. She finished the 2003 season on loan to IF Trion, then spent five seasons with Linköpings FC, joining Kopparbergs/Göteborg FC in 2009. Despite 21 shutouts in 43 matches during two seasons with Göteborg, coach Torbjörn Nilsson did not renew Lindahl's contract. Instead she moved to ambitious Kristianstads DFF in time for the 2011 season. Lindahl signed for London-based FA WSL club Chelsea Ladies in December 2014. After four \"clean sheets\" in her first five games, Chelsea coach Emma Hayes hailed Lindahl as the best goalkeeper in the WSL. At the 2015 FA Women's Cup Final, staged at Wembley Stadium for the first time, Lindahl kept goal in Chelsea's 1–0 win over Notts County. It was Chelsea's first major trophy. In October 2015 she also started Chelsea's 4–0 win over Sunderland which secured the club's first FA WSL title and a League and Cup \"double\". In April 2019, Lindahl announced she would depart Chelsea at the end of the 2018–19 campaign after four seasons with the club. On 17 July 2019, Lindahl signed a one-year deal with Wolfsburg. ==International career== Lindahl was on the U21 national team as of 1998 and subsequently progressed to the full Swedish women's national team. Despite her position as second goalkeeper at club level, Lindahl gained the confidence of the then national team coach Marika Domanski-Lyfors, which led to Lindahl's 2002 debut in the senior women's national team and a silver medal in the 2003 FIFA Women's World Cup. Lindahl has indicated that her senior international debut came in January 2002, a 5–0 win over England in a behind closed doors match in La Manga. Proud of her debut \"clean sheet\", she has expressed irritation at reports which sometimes confuse that match with Sweden's 6–3 win over England at the Algarve Cup six weeks later. After moving to Linköpings and securing first team football at club level, Lindahl began to compete more equally with Caroline Jönsson and Sofia Lundgren for appearances at international level. She understudied Jönsson at the 2004 Olympics. By the time of UEFA Women's Euro 2005 in England, Lindahl was Sweden's first choice goalkeeper and played in all three group games, as well as the extra-time semi final defeat to rivals Norway. Lindahl as goalkeeper for Sweden in the 2011 World Cup Incoming national team coach Thomas Dennerby retained Lindahl and she featured at both the 2007 FIFA Women's World Cup and 2008 Olympics in China and UEFA Women's Euro 2009 in Finland. She remained Sweden's number one goalkeeper for the 2011 FIFA Women's World Cup in Germany, where Sweden came third, and the 2012 London Olympics. In September 2012 Lindahl suffered an anterior cruciate ligament injury while playing for Kristianstad. She was recalled to new coach Pia Sundhage's national squad in May 2013, ahead of UEFA Women's Euro 2013 in Sweden. During Lindahl's absence Kristin Hammarström had taken over the national team's goalkeeper position and remained in place as hosts Sweden lost 1–0 to Germany in the semi-final. In September 2014 Lindahl underwent elective double hip surgery for an impingement that she had been suffering from since late 2013. Although she had been in pain throughout the year, she played one of her best seasons. She chose the surgery as she was determined to play in the 2015 FIFA Women's World Cup and did not want to risk her body failing during if the tournament, if selected. Delaying the surgery would also have carried with it the risk of a double hip replacement for Lindahl in the future. She was called back to the national squad for the 2015 Algarve Cup. At the 2015 FIFA Women's World Cup, Lindahl was back as Sweden's first choice goalkeeper. In the team's 4–1 second round loss to Germany, she made several saves to prevent an even heavier defeat. In November 2015 Lindahl won the Diamantbollen, the award for Sweden's female player of the year. ==Personal life== Lindahl suffers from vitiligo and has to apply high factor sunscreen before and during matches. She married her wife Sabine in 2011. They have two children together born in 2014 and 2017. Lindahl's father was a footballer for IFK Norrköping in the 1970s. She speaks fluent English. ==Honours== ===Club=== ; Linköpings FC * Svenska Cupen Winner (2): 2006, 2008 ; Chelsea Ladies * FA Women's Super League: Winner (2): 2015, 2017–18 * Women's FA Cup: Winner (2) 2014–15, 2017–18 ; WfL Wolfsburg * Bundesliga: Winner (1) 2019–20 * DFB-Pokal: Winner (1) 2019–20 ===International=== * Summer Olympic Games: Runner-up (1) 2016 * FIFA Women's World Cup: Runner-up (1) 2003, Third place (2) 2011, 2019 * UEFA Women's Championship: Semi- final/joint Third (2) 2005, 2013 * Algarve Cup: Winner (2) 2009, 2018, Third place (2) 2006, 2010 ==References== ==External links== * * *Profile at SvFF * * *Hedvig Lindahl interview with KeeperPortal.co.uk * *Hedvig Lindahl Official blog on Women's Soccer United *Profile at Chelsea FC * Category:1983 births Category:Living people Category:People from Katrineholm Municipality Category:Swedish women's footballers Category:Footballers at the 2004 Summer Olympics Category:Footballers at the 2008 Summer Olympics Category:Footballers at the 2012 Summer Olympics Category:Footballers at the 2016 Summer Olympics Category:Olympic footballers of Sweden Category:Sweden women's international footballers Category:2007 FIFA Women's World Cup players Category:2011 FIFA Women's World Cup players Category:2015 FIFA Women's World Cup players Category:Kristianstads DFF players Category:Damallsvenskan players Category:Kopparbergs/Göteborg FC players Category:FC Rosengård players Category:Linköpings FC players Category:LGBT sportspeople from Sweden Category:Lesbian sportswomen Category:LGBT association football players Category:Chelsea F.C. Women players Category:FA Women's Super League players Category:Expatriate women's footballers in England Category:Swedish expatriate sportspeople in England Category:Swedish expatriate footballers Category:Swedish footballers Category:FIFA Century Club Category:Medalists at the 2016 Summer Olympics Category:Olympic silver medalists for Sweden Category:Olympic medalists in football Category:People with vitiligo Category:Women's association football goalkeepers Category:2019 FIFA Women's World Cup players Category:VfL Wolfsburg (women) players Category:Expatriate sportspeople in Germany Category:Expatriate sportspeople in Spain ",
    "title": "Hedvig Lindahl"
}