{
    "id": "12883343",
    "text": "The Lusaka Ceasefire Agreement attempted to end the Second Congo War through a ceasefire, release of prisoners of war, and the deployment of an international peacekeeping force under the auspices of the United Nations. The heads of state of Angola, the Democratic Republic of the Congo, Namibia, Rwanda, Uganda, Zambia, and Zimbabwe signed the agreement in Lusaka, Zambia on July 10, 1999. ==Negotiation== Lusaka, Zambia Representatives from the Southern African Development Community, Organization of African Unity, and the United Nations met in Lusaka and drafted the ceasefire agreement from June 21–27, 1999. Defense and Foreign Ministers of the parties to the conflict then met from June 29 to July 7 to discuss the agreement. Zambian President Frederick Chiluba played a major role in the signing of the agreement in his role as Chairman of the Regional Initiative for Peace in the Democratic Republic of the Congo. ==Treaty terms== The parties agreed to halt all military operations within 24 hours of signing the agreement in Article I, clause 2, section c. Article I prohibited further military movement or the transfer of armaments to the battlefield and called on all nations to respect human rights and protect civilians. Article III released all prisoners of war in clause 8 and gave the International Red Cross the task of assisting the wounded in clause 9. Clause 11 requested the deployment of a United Nations peacekeeping force in accordance with Chapter VII of the United Nations Charter. The document also requested that the OAU establish a temporary peacekeeping force to combat militant groups until the UN force arrived. Mwesiga Laurent Baregu and Chris Landsberg of the International Peace Academy criticized this provision in 2003, saying the OAU had been overwhelmed and the SADC was better equipped to handle the burden. ==Implementation== The United Nations Secretary General issued a report recommending the deployment of an observer mission in the DRC on July 15, 1999. The United States State Department announced its support for a peace mission on July 23. The MLC signed the agreement on August 1. Five days later the United Nations Security Council passed Resolution 1258 deploying military liaison personnel to the capitals of the signatories of the Ceasefire Agreement and established a Joint Military Commission to oversee its implementation. The Rally for Congolese Democracy (RCD) rebel group signed the agreement on August 31. The Security Council established the United Nations Mission in the Democratic Republic of Congo (MONUC) in Resolution 1273, passed on November 5, to January 15, 2000. Resolution 1279, passed on November 30, extended the mandate to March 1, 2000. ==See also== *Gbadolite Agreement *Angolan Civil War (2000-2002) ==References== ==External links== *Full text of Lusaka Agreement, UN Peacemaker *All Peace Agreements for DRC, UN Peacemaker Category:1999 in Angola Category:1999 in the Democratic Republic of the Congo Category:1999 in Namibia Category:1999 in Rwanda Category:1999 in Uganda Category:1999 in Zambia Category:1999 in Zimbabwe Category:Peace treaties Category:Second Congo War Category:Treaties concluded in 1999 Category:Treaties entered into force in 1999 Category:Treaties of the Democratic Republic of the Congo Category:Treaties of Namibia Category:Treaties of Rwanda Category:Treaties of Uganda Category:Treaties of Zambia Category:Treaties of Zimbabwe Category:Peace treaties of Angola Category:Ceasefires ",
    "title": "Lusaka Ceasefire Agreement"
}