{
    "id": "12883707",
    "text": "The Pleasure Point Roadhouse was a historic building on the Monterey Bay, located at 2-3905 East Cliff Dr., 95062 in Santa Cruz County, California. It was torn down on September 27, 2008.Historic Pleasure Point Roadhouse torn down right ==Henchy== right The house was built between 1902 and 1904 by a former San Francisco saloon owner named John J. Henchy He bought the land that now spans 38th Ave. to 41st Ave. on the coast of Pleasure Point, Santa Cruz, California. Henchy built his home on the property he bought from N E Neary, thus acquiring a natural view of the cove and Monterey Bay. ==Henchy home== He built his home in a trapezoidal form that aligned with East Cliff Dr. The second story living area and master bedroom have great ocean views. A long, enclosed light-filled gallery wrap around the east and south sides of the main floor and create a sun porch. The front deck affords an expansive ocean view. File:First storey (floor plan - Pleasure Point roadhouse, Montery Bay, California).jpg|1st floor Roadhouse. File:Second storey (floor plan - Pleasure Point roadhouse, Montery Bay, California).jpg|2nd floor Roadhouse File:Attic and reading room (floor plan - Pleasure Point roadhouse, Montery Bay, California).jpg|Attic, reading room The dining room opens off the living room and is adjacent to the kitchen. The kitchen opens into the windowed breakfast area with views to the natural setting and mountain behind. File:Kitchen (Pleasure Point Roadhouse, Monterey Bay, California - 30 September 2002).jpg| Kitchen File:Breakfast room off the kitchen (Pleasure Point Roadhouse, Monterey Bay, California - 30 September 2002).jpg| Breakfast room off kitchen File:Bathroom with tub and fireplace (Pleasure Point Roadhouse, Monterey Bay, California - 30 September, 2002).jpg| Bathtub in bathroom next to fireplace File:Bathroom sink, Pleasure Point Roadhouse, Monterey Bay, California (30 September, 2002).jpg| bathroom sink The wood-panelled attic room with its hardwood floors and windows taking advantage of the natural, wooded ocean setting was used as the reading room. File:Stairs to the attic (Pleasure Point Roadhouse, Monterey Bay, California0.jpg|Attic stairs File:View of the stairs from the attic (Pleasure Point Roadhouse, Monterey Bay, California - 30 September, 2002).jpg|upper Attic stairs File:Attic_room_door,_Pleasure_Point_Roadhouse,_Monterey_Bay,_California.jpg|Attic room door File:Attic ceiling, Pleasure Point Roadhouse, Monterey Bay, California.jpg|attic His large shingle-sided house and drive-through carriage house were the first large impressive buildings in this area. center ==Arts and crafts influence== It has many elements derived from the Early Craftsman Style thinking. > Although the A&C; philosophy focused on \"revolution through art,\" its > principles were formed by a set a great overarching values: * Find joy in > work * Create objects that are not only well-designed, but affordable to > everyone * Live simply * Stay connected to nature * Maintain integrity of > \"place\" These ideals were expressed in artistic endeavors through hand- > crafted objects, an uncluttered style of home decor, landscape art that was > actually created on-site outdoors, and homes that were built of local > materials and fit the landscape. > Bungalows that best exemplified the Movement's philosophy were well crafted, > and used materials left as close as possible to their natural state. > Cobblestones were used in foundations and broad chimneys center while the > rest of the home was constructed of wood or shingles in a natural shade of > brown. File:Back deck, Pleasure Point Roadhouse, Monterey Bay, California > (30 September, 2002).jpg|Back deck entry File:Front deck, Pleasure Point > Roadhouse, Monterey Bay, California.jpg|Front deck File:View from the front > deck, Pleasure Point Roadhouse, Monterey Bay, California.jpg|Front deck view > The long pitched roof displayed exposed rafters or braces along its wide > eaves, and there was an abundance of outdoor space consisting of a broad > front porch as well as a rear patio with a pergola. center The front door > opened directly into the living room, which in turn connected to the dining > room. Often, the two rooms were separated only by a half wall. center As in > all Arts and Crafts-style homes, the fireplace was a prominent feature, and > special attention was paid to the location and construction of the hearth. > Like the rest of the house, the fireplace was to be utilitarian and was > built of local stone or clinker brick, but in more affluent homes the > fireplace would sometimes be embellished with decorative tiles and mantles. Ken Lonsinger ==Arts and crafts features== The Roadhouse pre-dated the American Craftsman style, yet contained many of the elements that are found in it. From the flared \"Oriental\" eves, to the \"clinker\" brick fireplace. The use of natural redwood shingles and the windows to take in the light and warmth. The interior wainscoting and the hardwood floors which were covered with oriental rugs. The placement of the house and its longer western wall, took advantage of the natural oceans setting. The placement above a natural cove that was accessed by stairs to the beach below. The Roadhouse may be the trend setter that led to the Craftsman shingle style Berkeley style made well known by Julia Morgan, Bernard Maybeck and Greene and Greene. It reflects many of the concepts found in The Simple Home, Charles Keeler, 1906 , a great influence on the Craftsman School. ==Architect== This century-old home, with the visual clues and the proximity of this site to Esty/Houghton home, leads historians to believe that is an L D Esty home. (see Ross) HisPogonip Clubhouse is on the National Register of Historic Places. ==Houghton== His father-in-law A D Houghton was architect and engineer for John D. Rockefeller. Houghton's house sat on over of land at the tip of Soquel Pt. It was noted as a beautiful home when it burned in 1915. The Roadhouse and the Houghton house have many visual similarities. ==Pogonip== The Pogonip Clubhouse and the Roadhouse also have many similarities. Both are Brown Shingle construction in Natural settings. Very striking is the visual connection between the back of the Clubhouse and the side of the Roadhouse. ==Esty== L D Esty went on, in 1931, to work with C J Ryland. A former employee of Julia Morgan. Esty went on to rebuild the Santa Cruz Mission and to build the City Halls in Santa Cruz and Monterey. Whoever the Architect was, if not L D Esty, the Roadhouse is a great example of the[Arts and Crafts] thinking of its day. A great home for a successful businessman, Henchy, who developed this area of Soquel/Pleasure Point. ==History of ownership== It was owned and occupied by a number of locally successful families. 1908 N Neary 1921 J Menzel 1926 Anton V Peterson Built the gas station, store and Cosy Cottage Resort center File:Cottages and barn on the grounds of the Pleasure Point Roadhouse, Monterey Bay, California.jpg|Cottages and barn from East Cliff Dr File:Cottage on the grounds of the Pleasure Point Roadhouse, Monterey Bay, California.jpg|1st cottage File:Cottage no. 2 on the grounds of the Pleasure Point Roadhouse, Monterey Bay, California.jpg|2nd cottage File:Cottage no. 3 on the grounds of the Pleasure Point Roadhouse, Monterey Bay, California.jpg|3rd cottage 1971 Liela Naslund of Los Gatos bought the property. She removed the gas station and store. She rented the rooms and cottages and kept an apartment on the lower back floor. ==Effort for historic listing== 2007 The county in updating historic property inventory had the Roadhouse nominated by the Live Oak History group as one of its highest priorities for listing. Activist Charles Paulden worked with the group.Smart Voter Santa Cruz County, CA, June 5, 2012, Election Full Biography for Charles Andrew Paulden He also started up a group called People for the Preservation of Pleasure Point. The group wanted it preserved as a landmark and Paulden said that it should be restored and used as a museum or community center.The National Trust for Historic Preservation Feb. 14, 2007 Santa Cruz Considers Landmarking 1902 Saloon By Margaret Foster | From Preservation Anthony Kirk was hired by the absentee homeowner to challenge the Historic designation.California Coastal Commission Appeal from Coastal Permit Decision of Local Government, Page 9, Appeal to Coastal Commission From Eric Ross Gibson Page 3 The tenants were evicted and the property fenced with chain link. Also barbed wire erected around the property.County of Santa Cruz Page 48 NR-5 It is rumored that the owner's daughters gave the tenants 60 days to vacate. The County of Santa Cruz is considering it as a park. It was torn down on September 27, 2008. Part of the heavy plastic outdoor furniture was bought by Judith & Buck Hoelscher and is now being used at their Vacation Rental, The Tudor Rose Manor's yard in the flats in Rio del Mar beach area. File:Rubble from the destruction of the Pleasure Point Roadhouse, Monterey Bay, California (September 2008).jpg|Broken wood from the destruction of the Roadhouse File:Demolition permit on the former site of the Pleasure Point Roadhouse, Monterey Bay, California.jpg|Despite the Public appeal to the Coastal Commission it was destroyed and not recycled or moved File:Demolition of a cottage on the grounds of the Pleasure Point Roadhouse, Monterey Bay, California.jpg|The County said the structures could not be moved, even though the Cottages could have been. The next day the buildings were destroyed. ==Sources== * Ross Gibson HISTORIC SIGNIFICANCE OF THE PLEASURE POINT ROADHOUSE, 2007 2007 DPR for 2-3905 East Cliff Dr., Santa Cruz, Ca 95062 * Norm Poltevan 2007 research for History Journal * Carol Swift 2007 DPR for 2-3905 East Cliff Dr., Santa Cruz, Ca 95062 == References == ==External links== Pleasure Point Roadhouse article in National Preservation Trust online http://www.preservationnation.org/Magazine Phil Reader http://www.mcpost.com/article.php?id=295 It has been nominated to be listed as a Cultural Resource. * National Trust Magazine: Santa Cruz Considers Landmarking 1902 Saloon * The County of Santa Cruz is considering it as a park site. In 2006, it became the focal point in a local debate over property rights, eminent domain and historic preservation. In 2007, while being consider for listing, the long term renters were evicted by the absentee landlords and the property became off limits to the public. References to County record at links found on ipetitions.com/petition/saveroadhouse/ Craftsman Perspective * http://www.craftsmanperspective.com/ Category:American Craftsman architecture in California Category:Houses in Santa Cruz County, California Category:Houses completed in 1904 Category:Buildings and structures demolished in 2008 ",
    "title": "Pleasure Point roadhouse"
}