{
    "id": "12885558",
    "text": "A Raisin in the Sun is a 2008 American made-for-television film directed by Kenny Leon and starring Sean Combs, Audra McDonald, Phylicia Rashad, and Sanaa Lathan. The teleplay by Paris Qualles is based on the award-winning 1959 play of the same name by Lorraine Hansberry and is the second film adaptation of that play following the 1961 film that starred Sidney Poitier, Ruby Dee, Claudia McNeil, and Diana Sands. A Raisin in the Sun debuted at the 2008 Sundance Film Festival and was broadcast by ABC on February 25, 2008. According to Nielsen Media Research, the program was watched by 12.7 million viewers and ranked #9 in the ratings for the week ending March 2, 2008.\"The Chart,\" Entertainment Weekly, March 14, 2008 ==Plot== Set in 1959, the story focuses on the Youngers, an African American family living on Chicago's South Side. They're anticipating a life insurance check for Lena's husband's death in the amount of $10,000, and each of them has an idea as to what he or she would like to do with this money. Matriarch Lena wants to buy a house to fulfill the dream she shared with her deceased husband. Walter Lee would rather use the money to invest in a liquor store, believing the income would put an end to the family's financial woes. His wife Ruth, wanting to provide more space and better opportunities for their son Travis, agrees with Lena. Beneatha would like to use the money to pay her medical school tuition. Lena spends $3,500 for down payment on a house in Clybourne Park,, gives him the remaining $6,500 and tells him to save $3,000 of it for Beneatha's medical school and take the remaining $3,500 for his own investments. Ruth discovers she is pregnant and, fearing another child will add to the financial pressures, considers having an abortion, a suggestion to which Walter voices no objection, but Lena is strongly against, saying \"I thought we gave children life, not take it away from them\". Lena puts a down payment on a house in Clybourne Park, an entirely white section of the city. When their future neighbors find out the Youngers are moving in, they send Karl Lindner from the Clybourne Park Improvement Association to offer the Youngers money in return for staying away, but they refuse the deal. Meanwhile, Walter has lost the balance of the insurance payment to his friend Willy Harris, who \"took the cash to invest in the liquor store\" but in reality made off with the money. It turns out that Walter did not even put the $3,000 for Beneatha's schooling in the bank. Beneatha rejects her suitor George, believing he's blind to the problems of their race. She receives a marriage proposal from Nigerian Joseph Asagai, who wants her to complete her medical studies and return to Africa with him. Walter, depressed and angry, forms a new idea about the \"takers and the tooken\", an idea that repulses everyone in the Younger household. When Walter calls back Lindner to confirm the deal, he has a last-minute change of heart and seeking to restore the Youngers' pride, rejects Lindner's offer again. The Youngers eventually move out of their apartment, fulfilling their dream. The future seems uncertain and slightly dangerous, but they believe that they can succeed through optimism, determination, and remaining together as a family. ==Cast== * Sean Combs as Walter Lee Younger * Sanaa Lathan as Beneatha Younger * Audra McDonald as Ruth Younger * Phylicia Rashad as Lena Younger *Justin Martin as Travis Younger * Bill Nunn as Bobo * David Oyelowo as Joseph Asagai *Ron Cephas Jones as Willy Harris * Sean Patrick Thomas as George Murchison * John Stamos as Carl Lindner *Sandi Ross as Earline Johnson *Rudy Webb as Mr Johnson * Martin Roach as Walter Lee Sr * Rosemary Dunsmore as Mrs. Arnold * Paul Stephen as Mr. Arnold ==Production notes== The title was inspired by poet Langston Hughes' reflection on whether a deferred dream \"dr[ies] up like a raisin in the sun.\" Sean Combs, Audra McDonald, Phylicia Rashad, and Sanaa Lathan reprised the roles they played in the 2004 Broadway revival, which also was directed by Kenny Leon. It ran at the Royale Theatre for 31 previews and 89 performances. McDonald and Rashad both won the Tony Award and Drama Desk Award for their performances, and Lathan was honored with the prestigious Theatre World Award. ==Critical reception== In his review in Variety, Dennis Harvey said, \"Strong performances and a brisk pace downplay the original script's more dated, preachy aspects . . . No one will mistake this well-produced but inevitably dialogue-driven piece for pure cinema, but Leon and adapter Paris Qualles open up the play just enough to avoid the usual stage-to-screen claustrophobia. Mervyn Warren's score is a bit more earnest and old-fashioned than would be ideal for this essentially faithful yet refreshed take on a dramatic golden oldie.\"Harvey, Dennis. A Raisin in the Sun.\" (film review) Variety. Tuesday January 29, 2008. James Greenberg of The Hollywood Reporter said, \"A Raisin in the Sun never totally transcends its origins on the stage and it's a long way from cutting edge cinema. But those who can relax into the leisurely pace and lush language will be rewarded with an earnest and moving night at the movies . . . As he did on stage, Leon gets the most out of his actors and with Hansberry's words, that's what carries the film. Rashad beautifully captures the wounded pride and hopes of the older generation, while the rapper and music entrepreneur Combs holds his own in his first major movie role. Balanced between her mother-in-law's idealism and her husband's pragmatism is Walter's wife Ruth, who may be getting the worst of both worlds. McDonald gives the role a heartbreaking dimension.\"Greenberg, James. \"A Raisin in the Sun.\" (film review) The Hollywood Reporter. February 2, 2008. In The Wall Street Journal, Dorothy Rabinowitz observed the three- hour production \"flies by with lightning speed - and that cast led by Ms. Rashad as Lena, is no small part of the reason. Ms. McDonald is heartbreaking as Ruth, desperate to understand her husband's descent into misery, and Mr. Combs, who portrays that husband, delivers a sterling performance.\"Rabinowitz, Dorothy. \"A Raisin in the Sun.\" (film review) The Wall Street Journal review. February 22, 2008. Joanne Ostrow of the Denver Post said, \"Overall, this Raisin is a proud, important addition to the history of stage adaptations for TV, one that could touch many more millions of people than ever saw the play, thanks both to its star power and the reach of the medium.\"Ostrow, Joanne. \"\"Raisin\" shines with relevance in ABC movie Television.\" Denver Post. February 22, 2008. In Entertainment Weekly, Ken Tucker rated the production B+ and called it \"a model of subtle adaptation.\"Tucker, Ken. \"A Raisin in the Sun.\" (film review). Entertainment Weekly. February 22, 2009. ==Awards and nominations== The film was nominated for the Emmy Award for Outstanding Made For Television Movie but lost to Recount. Phylicia Rashad was nominated Outstanding Lead Actress In A Miniseries Or A Movie but lost to Laura Linney for John Adams. Audra McDonald was nominated Outstanding Supporting Actress In A Miniseries Or A Movie but lost to Eileen Atkins for Cranford. ==References== ==External links== * * Category:2008 television films Category:American television films Category:American films Category:English-language films Category:American Broadcasting Company original programming Category:Films set in Chicago Category:Films set in 1959 Category:Television shows based on plays Category:African-American drama films Category:2008 drama films ",
    "title": "A Raisin in the Sun (2008 film)"
}