{
    "id": "12886519",
    "text": "SIRVA, Inc. (formerly Allied Worldwide), based in Oakbrook Terrace, Illinois, is a privately owned American moving industry holding company which resulted from the merger of Allied Van Lines with North American Van Lines. The corporate name was coined from the Latin word servire, \"to serve.\" The company was formed in 1999 when private equity company Clayton, Dubilier and Rice merged its Allied and North American businesses. In 2002, it traded on the New York Stock Exchange under its new SIRVA name with the ticker symbol of \"SIR.\" Since 2008, the company has been privately held. ==History== In 1998, Clayton, Dubilier & Rice organized SIRVA to acquire North American Van Lines, Inc, one of the largest U.S. moving services companies by numbers of shipments, from Norfolk Southern Corporation. In 1999, the new firm acquired the Allied and Pickfords businesses from NFC plc, and was renamed Allied Worldwide. Several other acquisitions followed in 2002 and 2003. the firm recognized a trend with corporate customers outsourcing all aspects of an employee relocation to relocation service providers, including household goods relocation. As a result, the firm acquired the relocation services businesses of Cooperative Resource Services (CRS) in May 2002. Another relocation services provider acquisition, Rowan Simmons in the UK, followed later that year. The firm opened an office in Hong Kong in 2003 and acquired another relocation services provider, PRS Europe of Belgium, in 2003. SIRVA is unique in the industry in that it contains both relocation companies and moving companies under its aegis; its main competitors are one or the other. On February 11, 2002 Allied Worldwide was renamed to SIRVA, Inc. The company announced its initial public offering, and its common shares became listed on the New York Stock Exchange under the symbol \"SIR\". During its first year as a public company in 2003, it reported operations in 40 countries with over 7,700 employees. Its network of service providers operated in 175 countries. It had revenue of $2.35 billion and assets of $1.55 billion. It provided services to 38% of the Fortune 500 companies, among 2,500 corporate clients worldwide. It had 760 moving agents; these agents had a fleet size of 7,800 vehicles.SIRVA 2003 Annual Report-SEC Form 10K During February 2008, the company entered bankruptcy and re- organized, emerging in May 2008 as a private company. During 2011, the firm acquired Peninsular Properties in Hong Kong, a real estate company providing a full range of destination services. During 2012, it acquired Concept Mobility Services, a São Paulo, Brazil-based relocation and move management company. During 2013, it opened an office in Doha, Qatar under the brand Allied Pickfords.SIRVA Website-News & Events-Retrieved February 2014 ==History of SIRVA brands== ===Allied and North American Van Lines=== SIRVA, Inc. is a combination of businesses with a long history. Allied Van Lines (AVL) was founded in 1928 and North American Van Lines (NAVL) was founded in 1933. Beginning in late 1964, NAVL created its STI (Specialized Transportation Inc.)|High Value Products Division (HVPD), which later was bought out from SIRVA and taken private as an independent company named Specialized Transportation Inc. On November 21, 1999, Clayton, Dubilier and Rice also completed their acquisition of Allied Van Lines and merged it with North American Van Lines to create 'Allied Worldwide, although each former company maintained its own profile names. Valued at approximately US$450 million in the merger, the combined entity became the world's largest relocation and van line logistics company. ===Other events=== On October 11, 2004, a group of 43 North American Van Lines' agents, named the Specialized Transportation Agent Group Inc., purchased NAVL's High Value Products Division from SIRVA. The buyers renamed the new company Specialized Transportation Inc. (STI). On August 1, 2005, SIRVA sold its warehouse operation business to Lake Capital, a banking company. The business was named NAL Worldwide, a limited liability company in order to be a familiar sound to previous customers and anyone familiar with the old North American Logistics. NAL is chiefly involved in warehousing operations and logistics. ==See also== *Relocation service ==References== == External links == * Allied Van Lines Moving Companies * North American Van Lines Moving Companies * Sirva Category:Moving companies of the United States Category:Transport companies established in 1998 Category:Companies based in DuPage County, Illinois Category:Oakbrook Terrace, Illinois Category:2002 initial public offerings Category:Companies formed by merger Category:Companies that filed for Chapter 11 bankruptcy in 2008 Category:2008 mergers and acquisitions Category:2011 mergers and acquisitions ",
    "title": "SIRVA"
}