{
    "id": "12883654",
    "text": "Arthur T. Gregorian, (1909 - January 14, 2003), was a Greater Boston oriental rug dealer and author of books on oriental rugs. He is considered by some to be the world's leading collector of rare, inscribed Armenian rugs.Southpinellas: Arthur T. Gregorian, 93, rug collector Arthur T. Gregorian purchasing rugs in Kabul, Afghanistan - 16mm frame ==Early life== Gregorian did not know his birthdate. However, he marked it as November 15, 1909. He was born in Rahvah, on the western shore of Lake Urmia, West Azerbaijan Province, Iran, of Armenian parents, and died on January 14, 2003, in Concord, Massachusetts. In 1919, Gregorian and his family fled the Armenian Genocide by oxcart on a thousand-mile journey with hundreds of thousands of Armenian refugees from his ancient Armenian homeland near Lake Urmia, over the Zagros Mountains in southwestern Iran, down to Basra, Iraq. There, they stayed at a British refugee camp. Gregorian almost died of cholera and worked as a sidekick to a hakim or herbal doctor to earn food for his family. After traveling by steerage to India, Italy and France, he finally reached Boston and settled in New Britain, Connecticut. In high school, Arthur met Phebe Ballou, his future wife. He spent his final year of high school at the Northfield Mount Hermon School, where in later life he became the director of the board of alumni. After high school he worked in a rug shop to get money to go to night school at Boston University, so he could become a doctor. ==Wellesley== In 1934, Gregorian took his savings of $700.00 and moved to Wellesley, Massachusetts, partly to open his own oriental rug store there and partly to see Phebe who was attending Wellesley College. The store was tiny and below street level, so he visited his potential buyers in their homes or businesses. He and Phebe were married in 1936. The business flourished and in 1940, Arthur was able to move east across the Charles River to larger quarters on Washington Street in Newton Lower Falls. ==Newton Lower Falls== In his new store in Newton Lower Falls, Massachusetts (), Gregorian finally had the space for his customers to come to him to see his rugs. Business continued to be good until World War II disrupted his importation of rugs as well as reduced the demand for luxury goods. After the war was over, however, the economy of Greater Boston boomed and Arthur's business boomed along with it. He had a store in Newton Lower Falls and another in Chatham, Massachusetts. In 1948 he bought the old Crane Paper Company paper mill next door and expanded his showrooms into it. In 1965 and again in 1989, additions were made to the two buildings, which resulted in of space divided into 10 galleries and over 6,000 rugs on display. ==Personal life== In 1936, Arthur T. Gregorian married Phebe Ballou (April 14, 1912 - November 19, 1999). They had three children, Lynda, John and Joyce (1946–1991). Phebe was regional president of the Girl Scouts and founding Director of the United Nation's Asian Women's Institute. ==St. Petersburg, Florida, interlude== Arthur and Phebe Gregorian retired to St. Petersburg, Florida in the mid-1970s, but around 1979, Arthur grew tired of retirement and opened an oriental rug store in downtown St. Pete and later exhibited rugs from his collection at local art museums. The Gregorians returned to Massachusetts in 1999. He was a founding member of The Academy of Senior Professionals at Eckerd College. ==Impact on the study of oriental rugs== Perhaps Greogrian's most important legacy has been in his study, writing, filmmaking, collecting and lectures on oriental rugs. Fluent in Armenian, Turkish and Persian, he spent months at a time in the bazaars of Afghanistan, Armenia and Iran buying rugs and filming his bargaining and travels with a 16 mm Bell and Howell movie camera. In the study and erudition of oriental rugs, he will be best remembered for his books, Oriental Rugs and the Stories They Tell,Gregorian, Arthur T., Oriental Rugs and the Stories They Tell, 3rd ed, revised and enlarged, Boston: Nimrod Press, 1975 and Armenian Rugs of the Gregorian Collection, done in collaboration with his daughter, Joyce Ballou Gregorian Hampshire and his grandson, Douglas Christian.Gregorian, Arthur T. and Hampshire, Joyce Gregorian, with photos by Douglas A. Christian, Armenian Rugs from the Gregorian Collection, Newton Lower Falls: Congraf, paperback, 1987 In Oriental Rugs and the Stories They Tell, he divided rugs into three major categories: tribal, village, and city rugs. He observed that it is often difficult for a novice to distinguish between a Sarouk, Isfahan or a Tabriz, but it is not difficult for the novice to distinguish between the innate characteristics of a village woven Bidjar and an intricate and highly stylized city woven Qum. Oriental Rugs and the Stories They Tell was a breakthrough in the study of rugs, because it made the study of rugs clear and accessible. His book on Armenian oriental rugs came out of realization that many rugs labeled as Turkish or Kazakh or something else were in fact Armenian in origin. He was extremely proud of his Armenian heritage and spent the last decades of his life collecting and documenting the particular aspects of Armenian oriental rug weaving. His collection of Armenian oriental rugs was shown throughout the world and the majority of it was donated to the Armenian Library and Museum of America, of which he was a founding member and director. He was also president of the Armenian Rugs Society. He also wrote a book with his wife, Phebe, entitled Armenag's Story, about his own travels by ox-cart from his Armenian home to a British refugee camp in Basra in present-day Iraq.Gregorian, Arthur T. & Phebe, Armenag's Story, Newton: Lower Falls Publishing, 1989 ==Other notable achievements== Gregorian was actively involved in social causes throughout most of his life. He was president of the Newton Rotary Club, as well as a long time active member of the Kabul, Afghanistan Rotary Club. He was the founding chairman of the board of directors for Damavand College, a women's college located north of Tehran. In 1953, as President of Morgan Memorial and President of Goodwill Industries, he called his friend and fellow Armenian, Stephen P. Mugar, and asked if he could place a new collection receptacle he had designed in the parking lot of the Star Market in Wellesley Hills. The container was a dumpster painted blue with a rectangular hole cut in the side for shoppers to deposit their extra clothing for the needy. This first Goodwill collection box became such an attraction for grocery shoppers that soon competitors of Star Market were requesting containers of their own. ==References== ==External links== * Arthur T. Gregorian, Inc. website * Armenian Rugs Society website * Armenian Library and Museum of America website Category:1909 births Category:People from West Azerbaijan Province Category:Iranian emigrants to the United States Category:Iranian businesspeople Category:Iranian Armenian people Category:20th-century American businesspeople Category:American people of Armenian descent Category:American people of Iranian descent Category:Armenians of the Ottoman Empire Category:Persian Armenians Category:People from Newton, Massachusetts Category:2003 deaths Category:Armenian businesspeople ",
    "title": "Arthur T. Gregorian"
}