{
    "id": "12888297",
    "text": "Gillies around 1860 Thomas Bannatyne Gillies (17 January 1828 – 26 July 1889) was a 19th-century New Zealand lawyer, judge and politician. ==Early life== He was born at Rothesay on the Isle of Bute, Scotland, on 17 January 1828. He was the eldest of nine children of John Gillies, local lawyer and town clerk, and his wife, Isabella Lillie, daughter of a Glasgow businessman and granddaughter of a Huguenot refugee. Determined to train as a mechanical engineer, he was forced by his father to study law and trained in his father's practice for four years. He then went to Manchester, where he worked for Robert Barbour and Sons, with his next brother John taking his place in his father's firm. The two brothers intended to join the California Gold Rush but their father did not allow them to do so, and John emigrated to Australia instead in about 1850. John Gillies senior was so committed with various duties that his health suffered and after long discussions, it was agreed to emigrate to Otago, New Zealand. On 1 June 1852, Thomas Gillies married Catherine Douglas at Newcastle upon Tyne. The whole family, including their brother Robert Gillies, left for New Zealand on 24 July on the Slains Castle. They were soon joined in Otago by John Gillies Jr., who came over from Australia. ==Political career== He was the Member of Parliament for Dunedin Country from 1860 (after a by-election), then Bruce 1861 to 1865; two electorates in the South Island. While he had been a cabinet minister in the Domett Ministry (August 1862) and then the Whitaker–Fox Ministry (October 1863 – November 1864), he was a strong separationist, but did not get majority support in the ministries or from parliament as a whole, and he resigned his parliamentary seat in early 1865 as he could not achieve separation of the South Island. He first talked about having resigned in public on 6 January 1865 but the resignation did not take effect until 3 March of that year. Gillies then represented Mongonui 1870 (elected 30 March 1870; Parliament dissolved 30 December 1870) then Auckland West 1871 to 1875 (resigned); two electorates in the North Island. He was the seventh Superintendent of Auckland Province from 1869 to 1873. He was a cabinet minister, and held the positions of Attorney-General (August 1862) in the Domett Ministry, Postmaster-General and Secretary for Crown Lands (1863–1864) in the Whitaker–Fox Ministry, and Colonial Treasurer (1872) in the third Stafford Ministry. ==Professional career== Gillies joined the practise of his father John Gillies and John Hyde Harris in July 1857. In the 1860s, he ran a law practice in Dunedin with William Richmond, a fellow (ex) MP. He died in his Auckland home, after being \"seized with apoplexy\". Gillies's first wife, Catherine, died in 1865); he married secondly, in 1867, Agnes (d. 1884), daughter of John Sinclair, of Glasgow, niece of Andrew Sinclair, second Colonial Secretary of New Zealand, and sister-in-law of David Bruce. He had six children altogether from both marriages.Debrett's House of Commons and the Judicial Bench, ed. R. H. Mair, Debrett's, 1885, p. 419https://teara.govt.nz/en/biographies/1g9/gillies-thomas-bannatyne ==Notes== ==References== * * |- |- |- Category:1828 births Category:1889 deaths Category:Members of the Cabinet of New Zealand Category:Attorneys-General of New Zealand Category:New Zealand finance ministers Category:Members of the New Zealand House of Representatives Category:Superintendents of New Zealand provincial councils Category:New Zealand MPs for Dunedin electorates Category:19th-century New Zealand politicians Category:Attorneys-General of the Colony of New Zealand Category:Hill-McIndoe-Gillies family ",
    "title": "Thomas Gillies"
}