{
    "id": "12885448",
    "text": "Clare Briggs' A. Piker Clerk (January 19, 1904) A. Piker Clerk was a short- lived yet influential newspaper American comic strip created in 1903 by the cartoonist Clare Briggs. It was syndicated in William Randolph Hearst's Chicago American until June 7, 1904. ==Characters and story== A horseracing- related comic strip seen daily on the sports pages, A. Piker Clerk gave readers a racehorse tip each day. The strip featured Mr. Clerk, a character with a gambling problem, who placed daily bets on a horse in the Chicago races each day. The following day Clerk's win or loss was posted, as described in Toonopedia by comics historian Don Markstein: :Mr. Clerk's claim to vulgarity was his gambling habit. Each day—his strip was probably the first reliable daily—he'd bet on a horse in a Chicago race. Next day, the race run, the strip would open with him having won or lost, depending on how the real-life horse did, then it was on to the next bet. The character and his gimmick were created by cartoonist Clare Briggs, who is much better known for a later creation, the domestic comedy Mr. & Mrs. Briggs did it at the behest of editor Moses Koenigsberg, who thought a racing-related comic, running in the sports pages, would appeal to adult readers of the daily papers. Many sources give 1904 as the year A. Piker Clerk began, but the San Francisco Academy of Comic Art has a couple of strips from December, 1903 in its collection. ==Influence== It soon inspired similar strips in other papers, notably A. Mutt, which began in 1907 in the San Francisco Chronicle and evolved into Mutt and Jeff. In Encyclopædia Britannica Blog, Robert McHenry wrote: :Mutt & Jeff wasn't the first newspaper comic strip, but it was the first to achieve great success. It had been predated by three years by Clare Briggs’ A. Piker Clerk, a series that was also closely tied to the sport of kings but that died after a short run. An odd circumstance that caught my attention a great many years ago is the remarkable number of early comic-strip cartoonists who were from the Wisconsin-Illinois-Indiana region. Fisher was born in Chicago, Briggs in Reedsburg, Wisconsin.McHenry, Robert. \"Comic Strips and the American Midwest (Happy Birthday, Mutt!)\". Encyclopædia Britannica Blog, November 15, 2007. Although the strip brought national fame to Briggs, it was cancelled in June 1904 because Hearst considered it to be vulgar,A. Piker Clerk at Don Markstein's Toonopedia. Archived from the original on April 4, 2012.Clare Briggs at the Lambiek Comiclopedia although some consider this an urban myth. ==References== Category:1903 comics debuts Category:1904 comics endings Clerk, A. Piker Category:American comic strips Clerk, A. Piker Clerk, A. Piker Clerk, A. Piker ",
    "title": "A. Piker Clerk"
}