{
    "id": "12883492",
    "text": "Wang Jingguo as pictured in The Most Recent Biographies of Important Chinese People Wang Jingguo Wang Jingguo (), 1893–1952) was a KMT general from Shanxi. He was the son-in-law of the warlord who controlled Shanxi from 1911–1949, Yan Xishan. Wang served throughout his career in Yan's army, fighting in numerous campaigns. ==Military service== ===Suiyuan=== In 1936 units under Wang's command were sent to reinforce the Inner Mongolian province of Suiyuan, which Yan controlled. Wang's orders were to defend against an attack by the Japanese puppet army of Mengguguo, led by Prince Teh (Demchugdongrub). Wang's senior commander in defending Suiyuan was Fu Zuoyi, who was also an officer of Yan's. In the subsequent battle with Mengguguo, Prince Teh's forces were virtually annihilated, and Prince Teh lost all areas in Suiyuan and Chahar which were not under the immediate protection of the Japanese Kwantung Army.Gillin 234-236 ===Second Sino-Japanese War=== When the Japanese invaded Shanxi in 1937, Yan Xishan requested, and received, military aid from the Communist People's Liberation Army, which entered Shanxi and set up operations in much of the province. By late 1938 Yan had become afraid of the rapid power and influence that the Communist forces operating in Shanxi quickly gained, and this fear caused Yan to become increasingly hostile to Communist agents and soldiers. In order to combat the spread and influence of communism within Yan's armies and in the area that Yan controlled, Wang Jingguo persuaded Yan to establish a \"National Revolutionary Comrades Association\", a paramilitary organization that existed to identify and persecute Communists in Yan's territory and in the army. The actions of this Association eventually contributed to the destruction of all cooperation between Yan and the Communists in the winter of 1939. From 1939-1945 Yan was successful in keeping his territory free from Communist influence and activity.Gillin 278-279 ===Chinese Civil War=== By 1948 all Nationalist forces in China, including Yan Xishan's forces, were being rapidly defeated by Chinese Communist armies. In March 1948 Yan himself was airlifted out of Taiyuan, taking most of the provincial treasury with him, apparently for the purpose of asking the central government to send more supplies and materiel to Yan's surrounded forces. Yan did not return. Wang Jingguo was left in charge of much of Yan's remaining forces, including all Nationalist reinforcements left stranded in Taiyuan. Wang's direct superior was a Japanese officer who had joined Yan's army after World War II, Imamura Hosaku, who continued to direct the resistance. In April, 1949, the Communists launched a final attack against Taiyuan's last defenders that included over 1,300 pieces of artillery and a force three times larger than the defenders. After Taiyuan fell, Wang Jingguo was captured. He was last seen in public being led through the streets at the end of a rope.Gillin 288 ==Footnotes== ==References== * Gillin, Donald G. Warlord: Yen Hsi-shan in Shansi Province 1911-1949. Princeton, New Jersey: Princeton University Press. 1967. Category:National Revolutionary Army generals from Shanxi Category:People from Xinzhou Category:1893 births Category:1952 deaths Category:Chinese anti-communists ",
    "title": "Wang Jingguo"
}