{
    "id": "12882417",
    "text": "{| |} USS Kochab (AKS-6) was an Acubens-class general stores issue ship commissioned by the U.S. Navy for service in World War II. She was responsible for delivering and disbursing goods and equipment to locations in the war zone. Kochab (AKS-6) was launched 8 March 1944, by Delta Shipbuilding Co., New Orleans, Louisiana, under a Maritime Commission contract; sponsored by Mrs. Thomas S. Crane; acquired by the Navy and commissioned 2 May, Lt. Comdr. R. E. King in command; transferred to Mobile, Alabama, and decommissioned 5 May; converted to a general stores supply ship by Alabama Dry Dock & Shipbuilding Co.; and recommissioned 4 November 1944. == World War II operations == Kochab cleared Mobile Bay 17 November for shakedown in Chesapeake Bay before departing Norfolk, Virginia, 16 December for duty in the Pacific Ocean. Steaming via the Marshall Islands, she operated out of Ulithi and from 20 February to 28 April made replenishment runs to Manus, Admiralties. Steaming to the Marianas 18 to 15 May, she loaded cargo at Guam and Saipan before proceeding 29 May for the Ryukyus. She reached Kerama Retto 8 June and, despite enemy air attacks, conducted supply operations until 19 June. Proceeding then to Okinawa for further replenishment duty, she operated between the Ryukyus and the Marianas for almost 5 months. == End-of-war operations == After Japan surrendered, Kochab departed Okinawa 7 November for the United States as a unit of the Operation Magic Carpet fleet. Steaming via Pearl Harbor, she arrived San Francisco, California, 3 December with 208 homebound passengers embarked. She operated out of San Francisco until 9 February 1946, then sailed for Pearl Harbor, arriving 18 February. == Post-war decommissioning == Kochab decommissioned 17 April and entered the Pacific Reserve Fleet. Transferred under tow to the 12th Naval District 28 September 1947, she was turned over to the Maritime Commission 22 October and berthed with the Defense Reserve Fleet, Suisun Bay, California. She was sold for scrapping 14 January 1965, to Nicolas Joffe Corp., Beverly Hills, California. == Military awards and honors == Kochab received one battle star for World War II service. Her crew was eligible for the following medals: * American Campaign Medal * Asiatic-Pacific Campaign Medal (1) * World War II Victory Medal * Navy Occupation Service Medal (with Asia clasp == References == == External links == * NavSource Online: Service Ship Photo Archive - AKS-6 Kochab Category:Liberty ships Category:Acubens-class general stores issue ships Category:Ships built in New Orleans Category:1944 ships Category:World War II auxiliary ships of the United States ",
    "title": "USS Kochab (AKS-6)"
}