{
    "id": "12889645",
    "text": "Micheal George Henry (Mike) Hudema is a Canadian activist who has worked for advocacy organizations including Greenpeace, Global Exchange, the University of Alberta Students' Union, and the Ruckus Society. He is best known for his work opposing the development of the Alberta oil sands and reliance on fossil fuels in general, but has also engaged in civil liberties and student activism. He is also the published author of a book on direct action tactics. ==Background== Mike Hudema was born in Medicine Hat, Alberta in 1976 from Ukrainian and English origin parents and attended Crescent Heights High School. He graduated from the University of Alberta with a bachelor of education, majoring in drama, and a bachelor of law degree, specializing in labour and environmental law. During his university career, he went on an exchange to southern India, which he credits with awakening him politically. During the exchange, he recalls seeing 20,000 people \"getting together to debate the village budget for the next year\", and says that the contrast between that and the models of representative democracy in use in Canada affected him and shaped his views on political involvement. ==Environmental activism== Hudema is best known as an environmental activist. He protested the opening of the Cheviot mine near Hinton, Alberta in 2004 by setting up a mock open pit mine on the lawn of Deputy Prime Minister Anne McLellan's constituency office. He has also opposed the harvesting of Alberta's boreal forest, and in 2004 followed logging executives down the Athabasca River as the executives took a boat trip as part of a logging conference. Hudema at the Los Angeles auto show at which he challenged General Motors CEO Richard Wagoner In 2005, Hudema was hired as the Freedom From Oil Director for Global Exchange, and relocated from Edmonton to San Francisco. In this capacity, he helped lead the \"Jumpstart Ford\" campaign (a joint initiative between Global Exchange, the Rainforest Action Network, and the Ruckus Society) which pressured Ford Motors to eliminate tailpipe emissions from its vehicles by 2020. The campaign was later expanded to include all automakers, and renamed \"Freedom From Oil\". As part of this campaign, Hudema interrupted General Motors CEO Richard Wagoner at the keynote address of a Los Angeles automotive show and asked him to sign a commitment to make General Motors vehicles the most fuel efficient in the world by 2010 (Wagoner refused to sign, saying that his \"speech spoke for itself\"). In 2006, Hudema implored Canadians to \"save hockey\" by fighting climate change, which he called \"the biggest threat to hockey since the NHL labor talks\". In July 2007, Hudema returned to Edmonton to work as the Climate and Energy Campaigner for Greenpeace Canada at its newly opened Edmonton office, which was created to lobby for an end to the Alberta oil sands, which Hudema called \"one of the dirtiest, oiliest projects in the world\". In this capacity, he ambushed Premier Ed Stelmach several times during the 2008 provincial election. He also made headlines after the election when he and two other Greenpeace volunteers lowered a banner - reading \"$telmach, the best premier oil money can buy\" - behind Stelmach at a fundraising dinner. In January 2008, he was briefly banned from the University of Alberta campus after he and a group of fellow radical cheerleaders performed a number of anti-fossil fuels musical routines at an on-campus Shell Canada recruiting session. After a meeting with the head of the university's campus security service, the ban was reduced to probation. In September 2009, Hudema and 24 other Greenpeace activists occupied two oilsands heavy haulers and one shovel in Shell's Albian Sands. The action shut down the entire mine for a short period and a portion of the mine for over 30 hours. The action proceeded two other actions by Greenpeace in the oilsands region. The first was at Suncor's Millennium project, and the second at Shell's upgrading facility in Fort Saskatchewan. The actions prompted comments from then Premier Ed Stelmach about whether terrorism charges should be used to prosecute such activities. In December 2009, Hudema and Greenpeace made headlines again when they scaled Canada's Parliament buildings and unfurled several banners with messages to Canada's Prime Minister Stephen Harper and then Liberal Leader Michael Ignatiaff. In September 2011, Hudema helped organize the largest climate-related civil disobedience action in Canadian history when more than 200 people risked arrest on Parliament Hill by crossing a police line set-up to bar public entry into the building. October 2012 saw Hudema in Victoria where he helped craft another mass action this time against oilsands pipelines, namely Enbridge Northern Gateway and Kindermorgan TransCanada. The action saw thousands descend on the BC legislature building many willing to risk arrest to stop the pipelines. Hudema has been given several accolades for his work. In 2013 he was named 'Edmontonian of the Year' by online blogsite GigCity. Alberta Venture named him one of their 'Top 50: Most Influential People' in 2014. The Edmonton Journal named Hudema one of their 'Power 30' and the Globe and Mail named him one of nine people to leave their mark on the oil sands. Hudema is a \"climb trainer\" for the Ruckus Society, and has held activist training camps which teach aspiring activists skills ranging from climbing to blockades. ===Criticism=== Hudema's actions at the General Motors car show were described as \"stupid\" by automotive journalist Mike Magda. ==Student activism== Hudema teaching rappelling at an activist workshop In 2002, Hudema was elected president of the University of Alberta Students' Union, defeating six opponents (two of whom were, as \"joke candidates\", ineligible to win) after campaigning on a more militant approach to tuition and on increased interaction between the Students' Union's elected officials and its members. His candidacy came after his activities as a member of the Student Worker Action Group, which had been critical of the previous president's more moderate approach to opposing tuition increases, including efforts to support the reduction of tuition increases, rather than insisting on their elimination. As president, Hudema opposed the university administration's proposed tuition increase, and particularly the portion of the increase that would see students in some programs pay more than those in others. Despite his opposition, the basic increase was approved as proposed, and two of the three program-based differentials were also approved. He also opposed the extension of degree granting powers (which were only granted to universities at the time) to colleges, advocated against the inclusion of education in the General Agreement on Trade in Services and Free Trade Agreement of the Americas, and unsuccessfully lobbied the City of Edmonton to stop assessing property taxes on university residences. He expanded the Students' Union's involvement in environmental issues - creating a Students' Union environmental office, spearheading an energy audit of the Students' Union's building, passing an ethical buying and purchasing policy, helping to open a Women's Centre on campus, and founding a car pool registry. He also created the Revolutionary Speaker Series; the speakers that Hudema brought to the series included consumer advocate and American presidential candidate Ralph Nader, environmentalist David Suzuki, author Inga Musico, and Palestinian activist Younis al Khatib. Despite claiming at the end of his term that he would stay out of the limelight in student politics, Hudema was vocally critical of Mat Brechtel, his successor, for what he claimed was excessive compromise on tuition-related issues. He also helped create a new university course on citizenship and activism, which he suggested should become mandatory for all undergraduate students. ===Criticism=== Hudema was criticized during his time as president for being too focused on tuition and for fostering an adversarial relationship with the university administration. He was also criticized for politicizing historically apolitical events, opposing an increase in law school tuition despite support for the increase from the law students' association, and for using the campus food bank to make political points. His support for the \"U-Pass\", a proposed discounted transit pass that would be mandatory for all students, was also controversial. ==Civil liberties activism== Hudema protesting the Alberta Energy and Utilities Board. His sign features the image of Alberta premier Ed Stelmach. In 2001, Hudema was spokesperson of a group of about twenty people who staged a sit-in at the constituency office of Justice Minister Anne McLellan to protest the government's proposed anti-terrorism and security laws, which Hudema claimed would \"greatly impinge on civil liberties in Canada.\" The group \"evicted\" McLellan from her office - moving her furniture to the front lawn - changed her sign to read \"Minister of In-Justice\", held community workshops and forums in the area, and set up a hot tub with a banner that read \"these bills put us all in hot water\". After four days, Hudema and the rest of the protesters were removed by police and charged with trespassing. ==Democracy activism== During the 2000 Canadian federal election, Hudema was part of a group calling itself the Edible Ballot Society, the members of which ate their ballots (Hudema stir-fried his) as a protest against what they saw as a lack of true democracy and a system that only asked for individuals' participation once every four years. He was charged, along with other members of the EBS, with \"unlawfully and willfully altering, defacing or destroying a ballot or the initials of the Deputy Returning Officer signed on a ballot contrary to section 167(2)(a) of the Canada Elections Act thereby committing an offence under subsection 489(3)(e)\". The charges were eventually dropped. In March 2004, Hudema said that he was unsure whether he was going to vote in the 2004 federal election, saying that he went \"back and forth\" on the question of whether it was more useful to perform a \"theatrical\" stunt to draw attention to problems with the electoral system or to work to get progressive candidates elected. ==Other activism== Hudema was critical of the U.S.-led invasion of Iraq, which he called \"an occupation by a rogue state\". He has also attributed the invasion to North America's \"addiction to oil\". Hudema opposes most trade liberalization, and protested at both the Free Trade Agreement of the Americas negotiations in Quebec City with the theatre troupe FUNK (Fighting Unaccountable Naughty Korporations) in 2001 and the G8 summit in Kananaskis in 2002. During the 2008 Summer Olympics in Beijing, Hudema travelled to China to participate in protests in favour of Tibetan independence. In what he alleges was a pre-emptive move , Chinese authorities entered the apartment he was sharing with fellow activists and expelled him from the country. ==Writing and journalism== Hudema is the author of An Action a Day Keeps Global Capitalism Away (), which was published in 2004. It is described as \"fifty-two tried and tested actions, one for every week--an action guide for the 21st century.\" Hudema was featured in the 2011 Canadian documentary Peace Out where he discussed impacts of Alberta's Athabasca oil sands.https://www.imdb.com/title/tt2016259/?ref_=fn_al_tt_1 He is also co- founder and former co-host and co-producer of Rise Up:Radio Free Edmonton, a current affairs show on CJSR, the University of Alberta's campus-community radio station. ==Electoral politics== Hudema ran in the 2001 Alberta election as a candidate for the Alberta New Democrats in the riding of Edmonton Meadowlark. He finished third of four candidates with 5.1% of the vote, well behind winner Bob Maskell of the Progressive Conservatives and incumbent Karen Leibovici of the Alberta Liberal Party. ==References== Category:Anti-corporate activists Category:Canadian civil rights activists Category:Canadian environmentalists Category:Canadian anti-war activists Category:Canadian political writers Category:People from Medicine Hat Category:Writers from Alberta Category:University of Alberta alumni Category:Living people Category:Alberta New Democratic Party candidates in Alberta provincial elections Category:1976 births ",
    "title": "Mike Hudema"
}