{
    "id": "12885959",
    "text": "Charles Chilton in Charles Chilton (27 September 1860 – 25 October 1929) was a New Zealand zoologist, the first rector to be appointed in Australasia, and the first person to be awarded a D.Sc. degree in New Zealand. ==Biography== Chilton was born on 27 September 1860 at Little Marstone, Pencombe (near Leominster, Herefordshire, England) but emigrated with his family to New Zealand in 1862. They settled on a farm at East Eyreton, North Canterbury. He was troubled by his hips from an early age, and had his left leg amputated, using an artificial leg and a crutch thereafter. He entered Canterbury College in 1875 as an unmatriculated student, and matriculated three years later. In 1881, he gained a Master of Art with first class honours, having been taught by Frederick Hutton, who inspired him to take up biology, especially the study of crustaceans, which had been little studied in New Zealand up to that time. Chilton's first scientific publication followed that same year, when he described three new species of crustacean (two crabs and one isopod) from Lyttelton Harbour and Lake Pupuke. He surprised the scientific world later that year by describing four species of amphipod and isopod from groundwaters at the family farm in Eyreton. He went on to discover the isopod Phreatoicus typicus in the same location, the first example ever described of the suborder Phreatoicidea, the \"earliest derived isopod[s]\". Chilton gained the first BSc degree from the University of New Zealand in 1887, and married in 1888. In 1893, he gained the first D.Sc. awarded in New Zealand, but in 1895, the family moved to Edinburgh, where Chilton studied medicine in an attempt to improve his career. He specialised in ophthalmic surgery, working at The Royal Infirmary of Edinburgh, before travelling to study at Heidelberg, Vienna and London in 1900. In 1901, he returned to New Zealand and in 1903 took on the Chair of Biology at the University of Canterbury. From 1904 to 1911, the Chilton family lived at Llanmaes, a house built by Francis Petre in central Christchurch. In 1907 Chilton was selected to be a member of the 1907 Sub- Antarctic Islands Scientific Expedition. The main aim of the expedition was to extend the magnetic survey of New Zealand by investigating Auckland and Campbell Islands but botanical, biological and zoological surveys were also conducted. The voyage also resulted in rescue of the castaways of the shipwreck the Dundonald in the Auckland Islands. Chilton was the editor of the subsequent scientific reports resulting from the expedition. Charles Chilton and students at Cass Field Station, 1920 Chilton was instrumental in establishing the Cass Field Station (formerly Canterbury College Mountain Biological Station), the building of which was completed in 1914. In 1915, Frank Chilton, the couple's only child, a second-year medical student and a lieutenant in the Argyll and Sutherland Highlanders, was killed in the Battle of Gallipoli. Charles Chilton became rector of Canterbury University College in 1921, the first time such a post had been granted in Australia or New Zealand. He was a member of the Board of Governors of Canterbury Agricultural College in Lincoln (now Lincoln University), and chairman of the Board in 1927. Chilton died on 25 October 1929 of a sudden attack of pneumonia, before he could collect his life's work into a single monograph. He had published 130 papers on crustaceans, mostly amphipods, isopods and decapods, from all around the world, but especially from New Zealand, subterranean and sub-Antarctic waters. ==See also== *List of New Zealand scientists *Paraleptamphopus, a genus of groundwater amphipods discovered by Chilton ==References== ==External links== * Category:New Zealand zoologists Category:New Zealand carcinologists Category:1860 births Category:1929 deaths Category:New Zealand amputees Category:People from Herefordshire Category:People from North Canterbury Category:University of Otago alumni Category:University of Canterbury faculty Category:Alumni of the University of Edinburgh Category:English emigrants to New Zealand Category:Directors of museums in New Zealand Category:20th-century New Zealand scientists Category:19th-century New Zealand scientists Category:Chancellors of Lincoln University (New Zealand) ",
    "title": "Charles Chilton (zoologist)"
}