{
    "id": "12885915",
    "text": "Andrew Alfred Collett (born 23 October 1973) is an English former professional footballer who played as a goalkeeper. He is currently the goalkeeping coach at Gateshead. ==Career== Collett was born in Stockton-on-Tees, County Durham. He began his career at Middlesbrough, for whom he made his first-team debut. He then moved south to Bristol Rovers, where he remained for five years before moving on to Darlington. He stayed at Darlington for five years, before his career was cut short because of a shoulder injury. Collett played a vital role in helping Darlington reach the 2000 Third Division play-off final, where they lost to Peterborough United. He was rewarded for a consistent season and some extravagant saves when he received the Third Division Goalkeeper of the Year award for the 1999–2000 season. Collett was appointed Darlington's goalkeeping coach after he retired as a player in 2004. On 26 May 2009, he was appointed goalkeeper coach of Oldham Athletic. He rejoined Dave Penney and Martin Gray, who were also amongst the coaching staff of Darlington. Collett joined League One club Hartlepool United as goalkeeping coach on 15 December 2011, but left in June 2013 when his contract was not renewed upon the club's relegation. He soon took up the same position at League Two club York City, before he left in May 2015. Collett returned to York City in 2017 as goalkeeper coach, as well as running a successful coaching academy in Teesside ==References== ==External links== * Category:1973 births Category:Living people Category:Sportspeople from Stockton-on-Tees Category:Footballers from County Durham Category:English footballers Category:Association football goalkeepers Category:Middlesbrough F.C. players Category:Bristol Rovers F.C. players Category:Darlington F.C. players Category:Premier League players Category:English Football League players Category:Oldham Athletic A.F.C. non-playing staff Category:York City F.C. non-playing staff Category:Hartlepool United F.C. non-playing staff Category:Gateshead F.C. non-playing staff ",
    "title": "Andy Collett"
}