{
    "id": "12885117",
    "text": "Don Michael Dowdle (December 6, 1937December 5, 1993) was an American football fullback and linebacker in the National Football League for the Dallas Cowboys and San Francisco 49ers. He played college football at the University of Texas. ==Early years== Dowdle attended Graham High School, where he practiced football and track. He accepted a football scholarship from the University of Texas, becoming a starter at fullback and the team's leader in rushing yards (429 yards) as a sophomore. He was a two-way player and was also a starting linebacker. As a senior, he was moved to halfback. ==Professional career== ===San Francisco 49ers (first stint)=== Dowdle was selected by the San Francisco 49ers in the fifteenth round (179th overall) of the 1960 NFL Draft. He was tried at fullback and eventually waived on September 13. ===Dallas Cowboys=== In 1960, he was claimed off waivers by the Dallas Cowboys and was used for returning kickoffs. In 1962, he was switched to linebacker and became the starter at outside linebacker for the last 6 games of the season. The next year, he started 14 games at strongside linebacker. On April 30, 1963, he was traded to the San Francisco 49ers in exchange for defensive back Jim Ridlon. He was replaced in the starting lineup with Dave Edwards. ===San Francisco 49ers (second stint)=== Dowdle was the San Francisco 49ers' starting middle linebacker for three seasons, until 1966 when he was passed on the depth chart by Ed Beard. On May 18, 1967, he was traded to the Pittsburgh Steelers in exchange for a draft choice (not exercised), but he refused to report to the team. ==References== ==External links== * Category:1937 births Category:1993 deaths Category:People from Young County, Texas Category:Players of American football from Texas Category:American football linebackers Category:American football fullbacks Category:Texas Longhorns football players Category:San Francisco 49ers players Category:Dallas Cowboys players ",
    "title": "Mike Dowdle"
}