{
    "id": "12880564",
    "text": "The Trump International Hotel and Tower Vancouver is a skyscraper and former hotel in Downtown Vancouver, British Columbia, Canada. The 63-storey, tower that the hotel was located in is at 1151 West Georgia Street, and was completed in 2016. The tower is the second tallest building in the city, after the Shangri-La tower located across West Georgia Street. The tower, designed by architect Arthur Erickson, is triangular in shape, twisting gradually with height up to 45 degrees from bottom to top. The building is described as having a 'hyperbolic paraboloid' form; the design is similar to the Absolute Tower in Mississauga, Ontario and Turning Torso in Malmö, Sweden. The developer, Holborn Group, is aiming for LEED Silver certification for the building. Holborn is backed financially by Tony Tiah Thee Kian, chairman of TA Enterprise.https://www.cnn.com/2018/03/01/politics/ivanka-trump-fbi- investigation/index.html The nine-level derelict building formerly occupying the site was demolished. On August 28, 2020 it was announced that the Hotel would remain permanently closed. Over 250 employees temporarily laid off due to the COVID-19 pandemic. The hotel was informed without warning that they had lost their jobs permanently. ==History== The initial project was cancelled on February 25, 2009. Buyers who purchased luxury condos in the tower received letters informing them of the project's cancellation. On June 1, 2009, Holborn Group president Joo Kim Tiah said his company still wanted to see the plan completed on the prime downtown site—if the City of Vancouver wanted to work with him.\"Developer trying to save building\", Metro Vancouver, June 1, 2009. On August 21, 2009, it was announced that the project would definitely resume, possibly as an even taller building (pending approval from the city) while keeping the same design by Arthur Erickson who died in May of the same year. Work on the project would resume as soon as early 2010, after the Winter Olympics (construction work was not permitted during the Olympics). However, it was not certain as of August 21, 2009, if the Ritz-Carlton \"brand\" would still remain associated with the project.\"Developers simplify design\", Daily Commercial News, August 21, 2009. Developers announced August 27, 2009, that the project will proceed. They are re-proposing the project, requesting a height increase from to . The proposal called for a higher number of smaller housing units with a more efficient use of floor space while keeping the exterior of the tower aesthetically unchanged (outside of the height increase). The new proposal went through a series of public hearings before Vancouver city council was scheduled to vote on it in November 2009. The project was finally revitalized in mid-2011 without Ritz-Carlton as the hotelier. The tower was posthumously redesigned from 58 to 67 storeys and an additional 2 floors of underground parking. In mid-2012, the new hotel tenant was announced to be Marriott. Excavation recommenced in the spring of 2012, with actual construction work beginning in August. By November 2012, the foundation had been completed and substantial construction had commenced, with half of the first floor of parking being completed. In 2013 at a local press conference, Holborn Group president Joo Kim Tiah, developer of the site, along with the Trump Organization president Donald Trump, accompanied by his three children Donald Jr., Ivanka, and Eric, unveiled the $360 million Trump International Hotel & Tower Vancouver. The 63-story condo and hotel complex opened on February 28, 2017, with Donald Jr. and Eric Trump joined by developer Joo Kim Tiah. The opening was met with public protests and a boycott of the ceremony by Mayor Robertson and other local politicians. The building consists of the Trump Hotel on the first 15 floors, topped by 217 condos on the remaining floors. On March 1, 2018, CNN reported that the FBI has opened a counterintelligence investigation into Ivanka Trump; scrutinizing her international business deals at the tower. On August 28, 2020, the hotel reportedly closed permanently and is filing for bankruptcy. The property's website is no longer accepting reservations. ==Awards== ===2016=== *Forbes Most Anticipated Hotel Openings 2016 *Elite Traveler Canada's #1 Real Estate Development, Top 100 Developments in the World 2016 ===2017=== *“Best International Hotel Architecture” 2017 *“Canada’s Best Hotel Interior” 2017 *“Canada’s Best Hotel Architecture” 2017 *“New Hotel Construction & Design” 2017 *“Residential High-Rise and Architecture” 2017 *“Development Marketing” 2017 *“Residential High-rise Development” 2017 *Mixed-use Development” 2017 ===2018=== *Forbes Five-Star Hotel Award 2018 *Forbes Most Luxurious Hotels 2018 *Forbes Four-Star Spa Awards, The Spa by Ivanka Trump 2018 *Diners’ Choice Awards Vancouver “Best Fine Dining Restaurant” 2018 *AAA Four Diamond Award 2018 *Forbes Four-Star Restaurant Awards, Mott 32 2018 ===2019=== *AAA Four Diamond Award 2019 *Forbes Five-Star Hotel Award 2019 *\"Best Hotels in Canada\" Gold Badge Winner 2019 *Forbes Four-Star Restaurant Awards, Mott 32 2019 ===2020=== *Forbes Five-Star Hotel Award 2020 *Forbes Five-Star Spa Awards, The Spa by Ivanka Trump 2020 *Forbes Four-Star Restaurant Awards, Mott 32 2020 ==Hotel== The 147-room Trump Hotel, located on the first 15 floors of the building, includes two restaurants, , and one spa, and of meeting and event space. The hotel also featured Vancouver's first pool bar nightclub. ===Restaurants=== *The Trump Champagne Lounge *Mott 32 *Drai's (closed since 2018) ===Spa=== *The Spa by Ivanka Trump ===Amenities=== *Nanny services *Personalized stationery, business cards, in-room fax machine and computers, upon request *Business centre *ATM machine *Clefs d’Or elevated Concierge Services *Valet parking available at $55 CAD nightly with in and out privileges *Complimentary digital newspaper and magazine services *Overnight laundry, dry cleaning and shoe polishing services *West coast breakfast buffet on the Upper Lobby of the hotel *24-Hour in-room dining with international and local selections *Personal assistance and grocery shopping if requested through the Trump Attaché® program *A heated indoor swimming pool surrounded by private poolside leather-upholstered booths *Indoor swimming pool and outdoor Jacuzzi *Fitness Centre with an array of Technogym ARTIS® equipment ==Reception== On December 15, 2015, Vancouver mayor Gregor Robertson wrote a letter to the developers of the Trump Tower Vancouver to remove Donald Trump's name from the building. Robertson stated that \"Trump’s name and brand have no more place on Vancouver’s skyline than his ignorant ideas have in the modern world.\" A petition to remove the name was also mentioned in the letter, with more than 5000 residents voicing their concerns. British Columbia Premier Christy Clark agreed with the movement, stating that \"Donald Trump doesn’t represent our city.\" Similar movements occurred in Toronto, default by Talon led to the Trump International Hotel and Tower, Toronto being purchased for renovation and renaming in 2017.http://business.financialpost.com/real- estate/property-post/the-trump-sign-comes-off-toronto-tower-on- august-1/wcm/3e2d915e-2988-4fa3-9c42-47e7fa46c42c ==See also== *List of condominiums in Canada *List of tallest buildings in British Columbia *List of tallest buildings in Vancouver *List of things named after Donald Trump *List of twisted buildings ==References== ==External links== *City of Vancouver building proposal (PDF, includes pictures; accessed on January 28, 2006) *Emporis Listing *Vancouver Sun Article - Project Dead *and Mail Article - Trump Brand Arrives in Vancouver |Globe and Mail Article - Trump Brand Arrives in Vancouver Category:Arthur Erickson buildings Category:The Ritz-Carlton Hotel Company Category:Skyscrapers in Vancouver Category:Residential condominiums in Canada Category:Condo hotels in Canada Category:Twisted buildings and structures Category:Skyscraper hotels in Canada Category:Residential skyscrapers in Canada ",
    "title": "Trump International Hotel and Tower (Vancouver)"
}