{
    "id": "12889326",
    "text": "The Murano is a residential skyscraper in Center City, Philadelphia. Part of a condominium boom occurring in the city, the Murano was announced in 2005 and was developed jointly by Thomas Properties Group and P&A; Associates. The building, named after Murano, Italy, was completed in 2008 at a cost of US$165 million. The site, previously occupied by a parking lot, was the location of the Erlanger Theatre from 1927 to 1978. The blue glass and concrete, 43-story, skyscraper was designed by Solomon Cordwell Buenz and Associates. Murano's condos range between and and were designed to be loft-like with each featuring a balcony. The building features ground level retail space and an adjacent parking garage. Located in the Logan Square neighborhood of Center City, in a part that first saw residential development in 2002, the building struggled to fill its units during the late-2000s recession. In July 2009 the Murano's owners held a successful auction on forty of the building's units. Thomas Properties Group lowered the price for the remaining unsold units based on what the forty units went for at the auction. ==History== The Murano was announced in 2005 when Philadelphia was experiencing a condominium boom that had begun in the late 1990s; between 1998 and 2004 more than 70 Center City office and manufacturing buildings had been converted into rental and condominium apartments. The project was jointly developed by Thomas Properties Group of Los Angeles and P&A; Associates of Philadelphia. The planned site of the Murano was on West Market Street in Center City, an area which had not had any residential development until 2002 when 2121 Market Street was converted into apartments. Construction began around the end of 2005. Murano under construction in October 2007. Built by construction firm Turner Construction Company, the US$165 million Murano was completed in 2008 with residents first moving in on June 18. The building was completed with seventy percent of its units sold. As of December 31, 2008, sales on 111 units had been closed and an additional 14 units were under contract of sale. In 2008 and 2009 the late-2000s recession hurt the condominium market, with citywide sales declining 64 percent and high-end condo sales declining 24 percent. Analysts believed the Murano was overpriced based on the neighborhood, with potential buyers unwilling to take a chance on the developing West Market Street neighborhood during a recession. In 2009, Thomas Properties Group was looking to quickly fill up the tower to help pay for condo fees and maintenance costs. On June 27, Thomas Properties Group auctioned off 40 units in the tower. The 40 units went for between US$335,000 and US$796,000, priced at nearly 20 percent less than the units sold before the auction. Thomas Properties Group priced the 137 remaining unsold units according to what similar units went for during the auction. ==Architecture and features== Located at 21st and Market Streets, the 43-story, Murano is named after Murano, Italy, a town famous for its glass. Designed by Solomon Cordwell Buenz and Associates, the Murano has 302 condos that include one to three bedroom condos that range from to . Also included are penthouses that range from to . The condominiums are designed to be loft-like and each feature a balcony. The curved facade features floor-to- ceiling blue windows separated at intervals by bands of white concrete. The Murano contains including of ground floor retail space. Adjacent to the building on 21st Street is a parking garage. The developers planned to put ground level retail in the parking garage but say they were dissuaded by residents who feared the shops would attract the homeless. Philadelphia Inquirer architecture critic Inga Saffron praised how the concrete bands break up the glass and \"serve as a bridge, linking the Murano visually to its older neighbors\". However, she criticized how the building doesn't connect physically to its neighbors, such as lack of access to John F. Kennedy Boulevard and lack of shops on the ground floor of the parking garage. Saffron believed shops in the parking garage would have helped create a connection between West Market Street and the Logan Square neighborhood. ==See also== *List of tallest buildings in Philadelphia ==References== ==External links== *Murano website *SkyscraperPage *Emporis Category:Residential buildings completed in 2008 Category:Residential skyscrapers in Philadelphia ",
    "title": "Murano (skyscraper)"
}