{
    "id": "12881890",
    "text": "Ingjald using quickfire in the process of unifying Sweden. Arson in medieval Scandinavia (Old Norse hús-brenna or hús-bruni, \"house-burning\") was a technique sometimes employed in blood feuds and political conflicts in order to assassinate someone. In committing arson, a group of attackers would set fire to the home of an opponent, sometimes by quickly and surreptitiously piling wood, brush and other combustible materials against the exterior of a dwelling and set it on fire. Typically the attackers would surround the house to prevent the escape of its inhabitants, although women, the elderly, and small children were sometimes allowed to leave.Njal's Saga § 129. ==In Iceland== Under Icelandic law as codified in the Gragas, quickfire could be punished by death only if the arsonists were killed in the act. However, if captured alive the arsonists had to be tried and sentenced to outlawry, even if they were thralls. Failure to observe these formalities could result in the killer of quickfire-arsonists being prosecuted himself.Eyrbyggja Saga § 31. In this edition the translation given is simply \"arson\"; however, the earlier translation by William Morris and Eirikr Magnusson (Bernard Quaritch, London, 1892) uses the translation \"quickfire\". At least some Icelanders considered quickfire dishonorable, hence when the enemies of Gunnar Hámundarson attacked his home they refused to burn him inside, despite the fact that it would have been faster and less costly in lives.Njal's Saga § 77. Members of Gunnar's clan showed no such scruples when, around 1010, they burned Bergthorshvoll, home of Gunnar's erstwhile ally Njáll Þorgeirsson, his wife Bergþóra, his sons Helgi and Skarphéðinn Njálsson, and his grandson Þórður Kárason. It is because of this occurrence of quickfire that the name of the saga in Icelandic is Brennu-Njáls saga, \"The Saga of the Burning of Njáll\". One son-in-law, Kári Sölmundarson, escaped and later killed many of the burners. Here is the description of the arson of Njáll's house : Another instance of quickfire is told in the Eyrbyggja Saga. According to it, in the late 10th century in Iceland, Ulfar, a freedman, was the victim of an attempted quickfire by thralls (slaves, or serfs) owned by his enemy Thorolf. Thorolf's own son, Arnkel Goði, captured the thralls in the act and had them executed the following day. Arnkel's rival Snorri Goði prosecuted Arnkel, at Thorolf's request, for the unlawful killing of the thralls.Eyrbyggja Saga § 31. The Sturlunga saga reports that in 1253, during the Age of the Sturlungs, the Flugumýri Arson was an unsuccessful attempt on the life of Gissur Þorvaldsson by his Icelandic enemies. This account is quite similar to what is told in Brennu-Njáls saga : an assault against a house is faltering, so the attackers have the idea to use fire against the besieged defenders. According to Lee M. Hollander, it is possible that this account inspired that of the burning of Njáll. However, the episode of the burning of Njáll also appears in the Landnámabók and several other sources. ==In mainland Scandinavia== In both Norway and Sweden, arson had the specificity of being used by kings, either during succession wars (such as the civil war era in Norway) or during attempts at unification and expansion of territorial control by a king (for instance Harald Fairhair in Norway or Ingjald Illråde in Sweden). According to the medieval Swedish ballad Stolt Herr Alf, Odin himself advised a king to kill one of his vassals with quickfire. ===Sweden=== The use of quickfire by 11th-century Swedish king Anund Jakob earned him the nickname \"charcoal- burner\". In Sweden, at least three kings are told as having used quickfire as a way to kill their opponents. The semi-legendary king Ingjald Illråde (who may have reigned in the 7th century) used quickfire at least twice: first he used it to kill several invited petty kings in order to directly rule their territories, and lastly he used it to kill Granmar, the last independent king of Södermanland., Ynglinga Saga , chapter 40 The regnal list of the Westrogothic law gave the 11th-century Swedish king Anund Jakob (King of Sweden 1022 – c. 1050) the epithet \"charcoal-burner\" because of his methods. He was said to have been \"generous in burning down men's homes\". According to the Orkneyinga saga and the Saga of Hervör and Heithrek, the exiled Swedish king Inge the Elder retook the Swedish throne by using quickfire against his pagan opponent Blot-Sweyn. This happened c. 1087 : The Altuna RunestoneJansson, S. B. F. (1987). Runes in Sweden. p. 150 in Sweden also tells that a father and a son were burnt to death inside their home : ===Norway=== In the Heimskringla, Snorri Sturluson records many accounts of quickfire used in the struggles between powerful men in Norway. According to him, Harald Fairhair, the Norwegian king traditionally credited with unifying Norway at the end of the 9th century, often used quickfire, as an alternative to, and in addition with, battles. One of his first deeds was the killing, either by fire or with weapons, of four petty kings in a single quickfire raid. According to Snorri, this allowed Harald to seize control over \"Hedemark, Ringerike, Gudbrandsdal, Hadeland, Thoten, Raumarike, and the whole northern part of Vingulmark\". Later, Snorri recounts how arson was used to kill a rival king when a conventional armed expedition was not possible due to the season : In contrast with Icelandic accounts of quickfire in the Brennu- Njáls saga and the Sturlunga saga, where it is used when a siege becomes difficult, accounts given by the Heimskringla of arsons in Norway rely heavily on surprise, and setting fire to the targeted house is the first thing done. Thus, surprise and good knowledge of the target's whereabouts are at a premium. This is shown by this account of an attempt by Gregorius Dagsson to kill Hákon herðibreiðr, who at that time (during the civil war era in Norway) vied for succession with Ingi Haraldsson : During the civil war era in Norway, Erling Skakke burns the house of a supporter of the pretender Sigurd Markusfostre, as imagined by artist Wilhelm Wetlesen in the 1899 edition of Heimskringla. ==Popular culture== *In Vikings, Ragnar Lothbrok murders his \"former\" enemy Jarl Borg's warriors by burning their couters. *In Saxon Stories, and its TV adaptation, The Last Kingdom, the house of the adoptive father of the protagonist Uhtred of Bebbanburg, Earl Ragnar, burns in similar fashion. ==References== ==Bibliography== *Cook, Robert, trans. Njal's Saga. Penguin Classics, 2002. *Lang, Samuel, trans. \"Ynglinga Saga, or The Story of the Yngling Family from Odin to Halfdan the Black\". Heimskringla. London, 1844; with corrections and edits by Douglas B. Killings; as published by northvegr.org, 2007. *Palsson, Hermann and Paul Edwards, trans. Eyrbyggja Saga. Penguin Classics, 1989. Category:Arson in Europe Category:Legal history of Iceland Category:Scandinavian history ",
    "title": "Arson in medieval Scandinavia"
}