{
    "id": "12880505",
    "text": "You Must Believe in Spring is the seventieth studio album by American jazz pianist Bill Evans, recorded by Evans, bassist Eddie Gómez, and drummer Eliot Zigmund in August 1977, and released after Evans' death in September 1980. ==Background== The album was Evans's last recording sessions done with Gomez on bass, who left after eleven years with Evans to pursue other musical projects. The same year, Evans also recorded the title song in duet with jazz vocalist Tony Bennett on their second album, Together Again. The album's two originals by Evans are dedicated to his common-law wife Ellaine Schultz and his brother Harry, both of whom had taken their own lives.Francis Davis, You Must Believe in Spring, Rhino 8122-73719-2 liner notes p. 7. The album also features the Johnny Mandel song Theme from M*A*S*H (Suicide Is Painless). Rhino reissued the album on compact disc in 2003 with three bonus tracks added, including a take on the only song from Kind of Blue that Evans did not play on, \"Freddie Freeloader.\" The liner notes, by CD reissue producer Richard Siedel, indicate that Evans plays electric piano on \"Without a Song\"; if so, it is not audible on the track. However, within the list of personnel on the CD reissue version, Evans is credited with Acoustic and Electric Piano only on \"Freddie Freeloader\". The rendition begins on acoustic piano and switches at 3:43 to Fender Rhodes electric piano for most of the duration of the piece. After Zigmund's spirited drum solo at 6:52, Evans resumes playing acoustic piano through the finale. ==Track listing== ==Personnel== *Bill Evans — piano; electric piano on \"Freddie Freeloader\" *Eddie Gómez — bass *Eliot Zigmund — drums == Discography == ==References== ==External links== *The Bill Evans Memorial Library *Jazz Discography Bill Evans Catalog Category:1981 albums Category:Bill Evans albums Category:Albums produced by Tommy LiPuma Category:Warner Records albums ",
    "title": "You Must Believe in Spring (Bill Evans album)"
}