{
    "id": "12881536",
    "text": "{| |} USS Pollux (AKS-4) was a Castor-class general stores issue ship commissioned by the U.S. Navy for service in World War II. She was responsible for delivering and disbursing goods and equipment to locations in the war zone. The third ship to be named Pollux by the Navy, AKS–4 was laid down by the Federal Shipbuilding and Dry Dock Co., Kearney, New Jersey as SS Nancy Lykes for Lykes Brothers Steamship Company, 2 October 1941; launched 5 February 1942; acquired by the Navy 19 March; transferred to the Robbins Dry Dock and Repair Co., Brooklyn, New York, for conversion; and commissioned 27 April 1942; Capt. E. J. Kidder in command. == World War II service == After a shakedown cruise, Pollux operated as a unit of the Commander, Service Force, Atlantic. She supplied forces afloat and Allied bases at Guantánamo Bay, Cuba; St. Thomas, Virgin Islands; San Juan, Puerto Rico; Trinidad and Jamaica, West Indies; Colón, Panama Canal Zone; Recife and Bahia, Brazil; and Bermuda. She operated out of the U.S. East Coast ports of New York City, Bayonne, New Jersey, Baltimore, Maryland, and Norfolk, Virginia. === Transfer to Pacific Fleet === Pollux sailed 24 August 1943 for duty in the Pacific Ocean, sailing independently from the Panama Canal Zone to Sydney, Australia. During the next 15 months she supported the Eastern and Western New Guinea Campaigns, and the Admiralty Islands Campaign. During this period she made numerous trips replenishing her stores from Sydney and Brisbane, Australia; Espiritu Santo, New Hebrides; and Oakland, California. === End-of-war operations === Pollux then supported the Philippine Liberation Campaign. Operating out of New Guinea she ran a shuttle service between the islands servicing forces afloat and bases at Leyte Gulf; Mangarin Bay, Mindoro; Lingayen Gulf; Subic Bay, Tawitawi, Sulu Archipelago; Morotai; Parang, Mindanao; Taloma Bay, Davao Gulf; Zamboanga. Puerto Princessa, Palawan; Iloilo, Panay; Cebu City, Cebu. and Manila. On 18 February 1945 Pollux evacuated 124 repatriates from Lingayen Gulf. These men were the first POW’s to be freed by US troops in the Manila area. During World War II Pollux steamed 136,152 miles, generally on unescorted supply lines. Although she received no battle stars, her services permitted the fleet to operate far in advance of normal bases. == Atomic testing at Bikini == After World War II she operated in the Pacific with Service Squadron 1 earning the Navy Occupation Service Medal, 9 October to 12 November 1945; participating in the atomic tests at Bikini Atoll; and earning the China Service Medal for periods from 29 March 1947 to 6 August 1949. == Reactivated during Korean War == Pollux was placed in commission in reserve 3 April 1950, but recommissioned 5 August 1950. She served in the Korean War during periods from 13 October 1950 to 19 July 1953. From July 1953 through 1957 her operations continued between the West Coast of the United States and ports of the Far East, including Japan, Korea, and the Philippines. == Final operations == After an extensive overhaul and modernization in 1958, Pollux was assigned the homeport of Yokosuka, Japan, with Service Group 3, never to see the U.S. again. With the outset of the Vietnam War, Pollux served almost continually in the South China Seas supplying the various task groups of the U.S. 7th Fleet. == Final decommissioning == Pollux decommissioned at Yokosuka, Japan, 31 December 1968. She was struck from the Naval Vessel Register 1 January 1969. == Military awards and honors == Pollux received five battle stars for Korean War service: * North Korean Aggression * Communist China Aggression * First UN Counter Offensive * Communist China Spring Offensive * UN Summer-Fall Offensive Pollux received seven campaign stars for the Vietnam War: * Vietnam Defense * Vietnamese Counteroffensive * Vietnamese Counteroffensive – Phase II * Vietnamese Counteroffensive – Phase III * Tet Counteroffensive * Vietnamese Counteroffensive – Phase IV * Vietnamese Counteroffensive – Phase V Pollux’ crew members were eligible for the following medals: Navy Meritorious Unit Commendation – China Service Medal (extended) – American Campaign Medal – Asiatic-Pacific Campaign Medal – World War II Victory Medal – Navy Occupation Service Medal (with Asia clasp) – National Defense Service Medal (2) – Korean Service Medal (5) – Armed Forces Expeditionary Medal (6-Taiwan Straits, 1-Quemoy-Matsu, 7-Vietnam) – Vietnam Service Medal (7) – Philippine Liberation Medal – United Nations Service Medal – Republic of Vietnam Campaign Medal – Republic of Korea War Service Medal (retroactive) == References == == External links == * NavSource Online: Service Ship Photo Archive – AKS-4 Pollux Category:Castor-class general stores issue ships Category:Type C2-F ships of the United States Navy Category:Ships built in Kearny, New Jersey Category:1942 ships Category:Merchant ships of the United States Category:World War II auxiliary ships of the United States ",
    "title": "USS Pollux (AKS-4)"
}