{
    "id": "1288599",
    "text": "Roderick F. Gardner (born October 26, 1977 in Jacksonville, Florida) is a former American college and professional football player who was a wide receiver in the National Football League (NFL) for seven seasons. ==College career== Gardner played college football at Clemson University, where he started as a quarterback and safety on the practice squad (as a true freshman) before switching to wide receiver his sophomore year. He was selected as a second team All-ACC during his junior year after setting the school record for catches, yards, and receptions per game. His senior year, he not only made first team All-ACC, but was a first team All-American as well. In 2000, he was one of the ten finalists for the Biletnikoff Award after posting six touchdowns on 51 receptions and 956 yards. ==Professional career== ===Washington Redskins=== Gardner was chosen by the Washington Redskins with the 15th overall selection in the first-round draft pick of the 2001 NFL Draft. During his rookie year, he was selected as NFC Offensive Player of the Week after a 208-yard, one touchdown performance against the Carolina Panthers. His history at quarterback would lead the Redskins to utilize him on trick plays during games; during the 2003 NFL season he was 2-for-3 for 46 yards and two passing touchdowns (to Chad Morton and Trung Canidate). ===Carolina Panthers=== After four seasons in Washington, he was traded to the Carolina Panthers during the 2005 offseason for a sixth-round pick in the 2006 NFL Draft. He spent most of the season fourth on the Panthers' depth chart, behind Steve Smith, Keary Colbert, and Ricky Proehl. ===Green Bay Packers=== Gardner was waived by the Panthers on December 16, 2005, and he was then signed by the Green Bay Packers on December 19, 2005. He re-signed with Green Bay on March 21, 2006. On September 2, 2006, Gardner was waived by the Packers. ===Kansas City Chiefs=== In September 2006 he signed a three-year contract with the Kansas City Chiefs. In 2006 with the Chiefs, he only had 2 receptions for 17 yards. He was released before the 2007 season. ===NFL statistics=== {| class=\"wikitable\" |- ! Year !! Team !! Games !! Receptions !! Yards !! Yards per Reception !! Longest Reception !! Touchdowns !! First Downs !! Fumbles !! Fumbles Lost |- | 2001 || WSH || 16 || 46 || 741 || 16.1 || 85 || 4 || 28 || 1 || 1 |- | 2002 || WSH || 16 || 71 || 1,006 || 14.2 || 43 || 8 || 51 || 1 || 0 |- | 2003 || WSH || 16 || 59 || 600 || 10.2 || 35 || 5 || 30 || 1 || 0 |- | 2004 || WSH || 16 || 51 || 650 || 12.7 || 51 || 5 || 30 || 0 || 0 |- | 2005 || GB || 2 || 4 || 67 || 16.8 || 33 || 0 || 4 || 0 || 0 |- | 2005 || CAR || 11 || 9 || 84 || 9.3 || 15 || 1 || 4 || 0 || 0 |- | 2006 || KC || 14 || 2 || 17 || 8.5 || 13 || 0 || 1 || 0 || 0 |- | Career || || 91 || 242 || 3,165 || 13.1 || 85 || 23 || 148 || 3 || 1 |} ==References== Category:1977 births Category:Living people Category:Sportspeople from Jacksonville, Florida Category:Players of American football from Florida Category:American football wide receivers Category:Clemson Tigers football players Category:Clemson University alumni Category:Washington Redskins players Category:Carolina Panthers players Category:Green Bay Packers players Category:Kansas City Chiefs players ",
    "title": "Rod Gardner"
}