{
    "id": "12889822",
    "text": "Pedro Sosa (born February 6, 1987) is a former American football offensive tackle for the Hartford Colonials of the defunct United Football League. He was signed by the Miami Dolphins as an undrafted free agent in 2008. He played college football at Rutgers. Sosa has also been a member of the Las Vegas Locomotives of the UFL. ==Early life== Pedro Sosa was born February 6, 1984 in Union City, New Jersey,\"Pedro Sosa Stats\". ESPN. Retrieved August 30, 2013.\"Pedro Sosa, G\". CBS Sports. Retrieved August 30, 2013. where he attended Union Hill High School,Hague, Jim (September 9, 2008). \" A dream comes true for Union City's Sosa Former local grid standout and Rutgers lineman signs with Miami Dolphins Read more: Hudson Reporter - A dream comes true for Union City s Sosa Former local grid standout and Rutgers lineman signs with Miami Dolphins\" . The Hudson Reporter. where in his junior year, he played both basketball and football. On the court, he averaged a double-double (12 ppg, 10 rpg). On the football field, he played for head coach Joe Rotundi. In his junior year, he was an All-Hudson County third-team pick, and did not allow a sack in two seasons as a starter. In his senior year, he was rated the best offensive lineman in the state of New Jersey by the McCarthy Report. He was also ranked as the 16th-best player in New Jersey and third-best offensive lineman by Super Prep, and earned first-team All-State honors from The Star- Ledger, The Jersey Journal and the Hudson County Football Coaches Association. He was named the Hudson County Football Coaches Association Offensive Lineman of the Year and was a member of the NJ Super-100 squad. On defense, Sosa recorded 111 tackles and eight sacks in his senior year.\"NFL Event: Draft Player Profiles - Pedro Sosa\". NFL. Retrieved August 30, 2013. ==Career== ===College career=== Sosa attended Rutgers University, where he distinguished himself on the football field. Stepping into the starting lineup as a sophomore, Sosa made an immediate impact for Rutgers at his left tackle position, paving the way with Jeremy Zuttah and Cameron Stephenson for Ray Rice's successful debut as a freshman, the school's first 1000-yard rushing season since 1994. Versus Louisville, Sosa was able to successfully end Elvis Dumervil's sack streak. In 2006 Sosa was named second-team all-conference by the Big East, as both Rutgers and Ray Rice managed to top their 2005 seasons. The line only gave up eight sacks all season, the fewest in all of Division I-A football, and helped propel Brian Leonard to his NFL career. Sosa held Pitt defensive end Joe Clermond in check, and in the 2006 Texas Bowl vs. Kansas State, held all-Big 12 Conference end Ian Campbell sackless. In 2007, Sosa had been named to the Outland Trophy watchlist along with his bookend Zuttah, and won preseason all-conference selections by Athlon and Street & Smith's. Sosa continued his strong play in 2007, blanking all-Big East defensive end George Selvie, in addition to Jameel McClain, Johnny Dingle, and Angelo Craig. This was in spite of dealing with a nagging knee injury that caused him to miss several games, which limited his level of participation in the NFL Combine and his Pro Day. He was considered a prospect for the 2008 NFL Draft, but a knee injury suffered during his senior season prevented Sosa from being drafted. ===Professional career=== On July 22, 2008, Sosa worked out for the Miami Dolphins but left without a contract offer. He was eventually signed by the team on August 25Faytok, Chris (August 25, 2008). \"Sosa signs contract with Dolphins\". NJ.com. and assigned No. 78. Sosa was signed by the Las Vegas Locomotives of the United Football League on August 31, 2009.. ==References== ==External links== * Category:1984 births Category:Living people Category:American sportspeople of Dominican Republic descent Category:Sportspeople from Union City, New Jersey Category:Union Hill High School alumni Category:American football offensive tackles Category:American football offensive guards Category:Rutgers Scarlet Knights football players Category:Miami Dolphins players Category:Las Vegas Locomotives players Category:Players of American football from New Jersey Category:Hartford Colonials players ",
    "title": "Pedro Sosa"
}