{
    "id": "12885007",
    "text": "{| |} HMS Conn was a TE (\"Buckley\") Type Captain class frigate of the Royal Navy. She served during World War II as a convoy escort and anti-submarine warfare vessel in the Battle of the Atlantic and was credited with the destruction of two U-boats during the conflict.The Captain Class Frigates in the Second World War by Donald Collingwood, published by Leo Cooper (1998), ==Construction== Conn was ordered on 10 January 1942, as DE-80, a long-hulled turbo-diesel (TE) type destroyer escort, one of more than 500 such vessels built for Anti-Submarine Warfare to a collaborative British-American design.Elliott p.245 She was laid down on 2 June 1943 at the Bethlehem Hingham Shipyard, in Hingham, Massachusetts,The Buckley-Class Destroyer Escorts by Bruce Hampton Franklin, published by Chatham Publishing (1999), . and was transferred during construction to the Royal Navy under Lend-Lease. She was launched on 21 August 1943 as HMS Conn, and was completed three months later on 31 October 1943.HMS Conn at captainclassfrigates.co.uk; retrieved 22 July 2020Elliott p.262 She was named after Captain John Conn of at the Battle of Trafalgar. ==Service History== After commissioning Conn was assigned to Western Approaches Command as a convoy escort and ASW vessel. After several voyages reinforcing a depleted B7 Escort Group in early 1944 Conn was assigned to 21 EG, and in the spring of 1944 part for the escort for several coastal convoys. In June Conn and 21 EG were part of Operation Neptune, the naval component of the Normandy landings escorting convoys and patrolling for U-boats. In October Conn was part of the escort of Arctic convoy JW 61, with a new commander and as senior officer's ship of 21 EG. Her new Commanding Officer was Lt. Cdr. Raymond Hart DSC, an experienced and successful ASW officer. In January Conn and 21 EG were operating as escort or support group to various Atlantic convoys; one of these, HX 332 came under attack, losing two ships, but despite an extensive hunt the U-boat (U-825) was not found. In March 1945 Conn and 21 EG were assigned to patrol the north-east coast of Scotland; during this period the group found and destroyed four U-boats, with Conn being credited with two of these. After the German surrender in May 1945 Conn moved to general duties, and with the final end of the war in August 1945 was prepared for return under the Lend-Lease agreement, to the United States for eventual disposal.Operations of the 21st Escort Group at captainclassfrigates.co.uk; retrieved 22 July 2020 ==Battle Honours== Conn earned the following battle honours for service:Battle Honours at britainsnavy.co.uk; retrieved 22 July 2020 * Arctic 1944 * Atlantic 1944-45 * English Channel 1944 * North Sea 1944-45 ==Successes== During her service Conn was credited with the destruction of two U-boats. {| class=\"wikitable\" |- ! Date !! U-boat !! Type !! LocationLocations per Kemp; other sources may differ !! Notes |- | 27 March 1945 || Was thought to be U-965,Tarrant p.139Kemp p.240 now thought to be U-905Niestle p.91, 233 || VIIC || NW of Cape Wrath || Depth- charged by Conn: confirmed a few days later by \"tin-opener\" attack from HMS Escapade |- | 30 March 1945 || Was thought to be U-1021,Kemp p.24\" now thought to be U-965Niestle p.93, 234 || VIIC || W of Cape Wrath || d/c by Rupert, Conn as it was tracking convoy EN 83 |- |} ==Depiction== A Stephen Bone painting of the bridge of HMS Conn as she escorts surrendering U-Boats at the end of the war is part of the Imperial War Museum's art collection. It is titled On Board HMS Conn Watching the Arrival of Fourteen U-Boats Which Surrendered at Loch Eriboll, Sutherlandshire: 7.30 PM. ==Notes== ==References== * Clay Blair (1998) Hitler's U-Boat War Vol II: The Hunted 1942–1945 * Peter Elliott (1977) Allied Escort Ships of World War II * R Gardiner, R Gray (1985) Conway's All the World's Fighting Ships: 1906–1921 * Paul Kemp ( 1997) U-Boats Destroyed . * Axel Neistle (1998) German U-Boat Losses during World War II. * VE Tarrant (1989) The U-Boat Offensive 1914-1945 Arms & Armour ==External links== * Uboat.net page for HMS Conn * captainclassfrigates.co.uk Category:Captain-class frigates Category:Buckley- class destroyer escorts Category:World War II frigates of the United Kingdom Category:Ships built in Hingham, Massachusetts Category:1943 ships ",
    "title": "HMS Conn"
}