{
    "id": "12892724",
    "text": "The Roman Catholic Diocese of Mende (Latin: Dioecoesis Mimatensis; French: Diocèse de Mende) is a diocese of the Latin Rite of the Roman Catholic Church in France. The diocese covers the department of Lozère. The diocese was already in existence in 314, since Genialis, a deacon of the Church of Gabalum (Gévaudan), was present at the Council of Arles in that year.de civitate Gabalum provincia Aquitania. C. Munier, Concilia Galliae A. 314 – A. 506 (Turnhout: Brepols 1963), p. 15 line 47; p. 16 line 39; p. 18 line 34; p. 21 line 34. Duchesne, p. 54. Louis Duchesne chooses to place the earliest known bishop, Privatus, before 314, though he points out that his date depends on a synchronicity with an invasion of Aquitaine by a band of German marauders under the leadership of King Chrocus; Chrocus' date is variously placed between the third and fifth century.Duchesne, p. 54, no. 1. The notion that a Saint Severianus was the first apostle of the Gevaudan, or that Privatus held the same honor, and that the whole country was converted to Christianity in one stroke,has long been exploded, by a demonstration that the legends are based on representations made to Pope Urban V in the 14th century to obtain indulgences.Gaydou, Études critiques, pp. 3-16. The diocese of Mende was a suffragan of Bourges under the Ancien Régime. When it was re-established by the Concordat of 1801 it became a suffragan of the Archdiocese of Lyon and united with the department of Ardèche, which however it lost again in 1822 by the creation of the Diocese of Viviers, at which point Mende became suffragan to Albi. On December 16, 2002, Mende was made a suffragan to Montpellier. The Bishop has his seat at the Cathedral Basilica of Notre Dame and St. Privat in Mende. Funds to begin the cathedral were supplied by Pope Urban V (1362–1370).The actual construction took place much later. Work began in 1364 and stopped in 1386; construction resumed in 1452, and the altar was consecrated on 2 August 1467. The works were completed under Bishop Clemente Grosso della Rovere (1483–1504). Pascal, pp. 114-120; 375-376. Before the French Revolution, the Cathedral Chapter consisted of a Praepositus (Provost), the Archdeacon and the Precentor (the dignities, dignités) and fifteen canons. There were approximately 200 parishes, and one abbey.Gallia christiana I, pp. 85-86. In 2013, the diocese, which is mostly rural, had a total population of 78,400, of whom 77.6% were claimed as Roman Catholics. They are served by 76 priests, and there were 135 parishes.David M. Cheney, Catholic-Hierarchy: Diocese of Mende. Retrieved: 2016-07-17. St Privatus, patron of the diocese ==History== According to late legends belonging to the Limousin cycle relating to St. Martial, he passed through the territory of the Gabali (Gévaudan) of which Mende is the capital, and appointed as its first bishop, St. Severian his disciple, about the beginning of the first century. The first bishop known to history is Saint Privatus, who according to Gregory of Tours, died in a grotto of Mount Mimmat, a victim of the ill treatment he suffered at the time of the invasion of the Alamanni under their King Chrocus. Gregory of Tours places this event about 260 (though Fredegarius puts the invasion of Chrocus at 407). Louis Duchesne, however, places the invasion of Chrocus and the death of St. Privatus at the beginning of the reign of Constantine, c. 312, perhaps before the Council of Arles. It is certain that there was an organized church in the country of the Gabali from about 314, since in that year it was represented at the Council of Arles.Carolus Munier, Concilia Galliae, A. 314 – A. 506 (Turnholt: Brepols 1963), p. 15 line 47: Genialis diaconus de civitate Gabalum provincia Aquitanica. Other bishops of the Gabali, who doubtless resided at Javoulx, near Mende, were: Hilarius, present at the Council of Auvergne (Clermont) in 535,Carolus De Clercq, Concilia Galliae, A. 511 – A. 695 (Turnholt: Brepols 1963), p. 111 line 7: Helarius...episcopus ecclesiae Gaualetanae. and founder of the monastery of Canourgue, and whose personality has been wrongly described in certain traditions concerning Saint Illier ; and St. Frézal of Canourgue (ninth century), assassinated, it is said, under Louis le Débonnaire. Towards the year 1000 Mende became the seat of the bishopric. Under Bishop Aldebert de Tournel (1151–1186), Pope Alexander III passed some days at Mende in the last two weeks of July 1162.P. Jaffe and G. Wattenbach, Regesta pontificum Romanorum Tomus II (Leipzig 1888), p. 160. Bishop Aldebert wrote two works, on the passion and on the miracles of St. Privatus whose relics were discovered at Mende in 1170.Léopold Delisle has noted the historical interest of these two works for the early history of the Third Estate in the Gévaudan. Léopold Delisle, \"Un manuscrit de la cathédrale de Mende, perdu et retrouvé,\" in Journal des Savants (Octobre 1908), pp. 505-512. Bishop Adalbert's most noteworthy achievement, however, was his negotiation of an act of fealty with King Louis VII of France, sometimes called the 'golden bull' or act of paréage of 1166.G. de Burdin, I, p. 7 note 1, points out that the original bull does not survive, and there is no proof that a golden bull was ever attached. King Louis noted that it was the first time that a bishop of Gévaudan had ever made his submission to a king of France. He also recognized the powers of the bishop, not only in the spiritual sphere, but also ad iudicandum in gladio (judging with the sword), and stated that the agreement in no way was to be taken to diminish the privileges already enjoyed by the bishops. The King surrendered to the bishop and his successors all the regalian rights with reference to his crown.G. de Burdin, I, p. 8. In 1278, under Bishop Stephanus (III), the Dominicans established a convent in Maruéjols, in the diocese of Mende.Gallia christiana I, p. 93. Pascal, p. 205. The city of Mende was not important enough to become the capital of the Gévaudan until the act of paréage of King Philip IV of 3 February 1307, which granted the bishops the title of Count and the high Seigneurie of Gévaudan. This act increased their temporal authority and brought the submission of all of the seigneurs of the region.A. Martin, p. 4. Gallia christiana I, p. 96. ===Estates of Gévaudan=== The territory of Lodève had its own Estates from an early period, and it retained it even after it became part of the Estates of Languedoc in the fourteenth century. The Bishop of Mende was the President of the Estates of Gévaudan; the First Estate (clergy) were represented by a Canon of the Cathedral (representing the Chapter), the Dom d'Aubrac, the Prior of Saint-Enemie, the Prior of Langogne, the Abbot of Chambons, the Commander of Palhers, and the Commander of Saint-Jean. The Second Estate (nobility) were represented by the eight Barons who were Peers of Gévaudon (d'Apchier, de Peyre, de Cenaret, du Tournel, de Randon, de Florac, de Mercoeur, de Canilhac), twelve gentlemen (the Seigneurs d'Allene, de Montauroux, de Saint- Alban, de Montrodat, de Mirandol, de Séverac, de Barre, de Gabriac, de Portes, de Servières, d'Arpajon, and the Consuls of la Garde-Guérin); the Third Estate were represented by the three Consuls of Mende, the three Consuls of Marvejols (when the meeting took place at Marvejols), and a Consul (or deputy) from each of sixteen communities. The Estates met annually, alternately at Mende and at Marvejols. The Estates opened with a procession from the Episcopal Palace to the Cathedral for a Mass of the Holy Spirit, and closed with a Te Deum and episcopal blessing.G. de Burdin, I, pp. 37-43. ===Some individual bishops=== Mende had later as bishops, Guillaume Durand (1285–1296), a Doctor of Laws (Bologna) and teacher of law at Modena, author of \"Speculum juris\", and of the \"Rationale divinorum officiorum\";Pascal, pp. 425–439, includes an analysis of the works. he was secretary of the Second Council of Lyon in 1274. His nephew, Durand le Jeune (1296–1328) who negotiated the \"Paréage\" with King Philip, definitively settled the respective rights of king and bishop in the Gévaudan; he left a work on the general councils and on the reform of abuses. Guillaume de Grimoard, born about 1310 at the castle of Grisac near Mende, the fief of his father Guillaume de Grimoard, Seigneur de Grisac, Bellegarde, and Montbel. He was sickly and deformed, but was restored at the prayer of his godfather, Elzéar de Sabran, who had come to baptise him. Magnan (p. 83) questions the miraculous story, pointing out that it does not appear in the extensive documentation for the canonization of Urban V. Elected pope in 1362 under the name of Urban V, he administered the Diocese of Mende himself from 1368 to 1370, since it had been left vacant by the transfer of his nephew to the See of Avignon. Among the bishops of Mende were: Pietro Riario (1473–1474), nephew of Sixtus IV and a cardinal; Giuliano della Rovere (1478–1483) later pope under the name of Julius II; and his nephews, Cardinal Clement della Rovere (1483–1504) and Francesco della Rovere (1504–1524). Urban II is said to have visited the Diocese of Mende in 1095, and to have had consecrated in his presence the church of the monastery of Saint Sauveur de Chirac or of Monastier, which had been founded in 1062 and was a dependency of the Abbey of Saint Victor in Marseille. There is no actual evidence for this story, which is retailed by local historians, and which is rejected by Jean-Baptiste- Étienne Pascal.Pascal, Gabalum christianum, p. 76. ===Plague and Protestants=== In 1374 Mende was stricken by the plague, and of the 160 clerics attached to the cathedral in one capacity or another, eighty were killed. The epidemic returned in 1399 and again in 1435, and in 1460 the suffering lasted from June through mid-August. It returned in 1482, and in 1490 the Cathedral Chapter left the city of Mende for Marvejols, some seventeen miles to the west. On 21 April 1504 the Canons held a chapter meeting in an open field along the Lot River in order to avoid the plague. The plague returned in 1523 and 1532. In 1533 the Grand Archdeacon of Mende donated a considerable sum of money to build a small hospital for victims of the peste, outside the walls of the city, a project which was immediately carried out by the Consuls of the city. The Bishop of Mende cooperated by contributing a sum of money. In 1578, during the wars with the Huguenots, Mende suffered from another 'peste' which carried off 2,000 inhabitants.Martin, p. 9-11. Mende was captured for the first time by the Huguenots in 1562. The adventurer Mathieu Merle, a native of Uzès and leader of the Huguenots in Gévaudan from 1573–81, led into the region bands of Protestants raised from among vagabonds in Périgord, Querci, and the Haut- Rouergue. They were masters of Mende for eighteen months in 1580 and 1581. They destroyed a great part of the cathedral that Urban V had caused to be rebuilt. In the village and Chateau de Serverette he and his band massacred twenty-four priests.L'Ouvreleul, p. 43. The Diocese of Mende was one of the regions where the insurrection of the Huguenot Camisards, peasants and rural craftsmen of the Cévennes, broke out at the beginning of the eighteenth century and continued c. 1702 to 1710. In 1720 and 1721 the last of the great epidemics hit the Gévaudan. At Mende 1061 died; at Marvejols 1800 persons died, out of a total population of 3500; in the parish of Canourgne 945 died.A. Martin, p. 12. In 1677 the city of Mende had around 5,000 inhabitants: Ritzler-Sefrin, V, p. 268 note 1. In 1767, the city of Mende claimed to have only around 2,000 inhabitants. Ritzler-Sefrin, VI, p. 289 note 1. Cardinal Dominique de la Rochefoucauld, Archbishop of Rouen, who presided in 1789 over the last assembly of the clergy of France, was born in 1712 at Saint Chély d'Apcher, in the diocese. The chemist Jean-Antoine Chaptal (1756–1832), who attended the Collège de Mende and then Riez, was one of the last of those who profited by the scholarships founded by Urban V for twelve young students at Montpellier. ===Revolution and Church of the Concordat (1789–1905)=== In 1790 the National Constituent Assembly decided to bring the French church under the control of the State. Civil government of the provinces was to be reorganized into new units called 'départements', originally intended to be 83 or 84 in number. The dioceses of the Roman Catholic Church were to be reduced in number, to coincide as much as possible with the new departments. The Diocese of Mende found itself swept into the Constitutional Diocese of Lozère. Clergy would need to take an oath of allegiance to the State and its Constitution, specified by the Civil Constitution of the Clergy, and they would become salaried officials of the State. Both bishops and priests would be elected by special 'electors' in each department. This meant schism, since bishops would no longer need to be approved (preconised) by the Papacy; the transfer of bishops, likewise, which had formerly been the exclusive prerogative of the pope in canon law, would be the privilege of the State; the election of bishops no longer lay with the Cathedral Chapters (which were all abolished), or other responsible clergy, or the Pope, but with electors who did not even have to be Catholics or Christians. All monasteries, convents and religious orders in France were dissolved, and their members were released from their vows by order of the National Constituent Assembly (which was uncanonical); their property was confiscated \"for the public good\", and sold to pay the bills of the French government. Cathedral Chapters were also dissolved.Philippe Bourdin, \"Collégiales et chapitres cathédraux au crible de l'opinion et de la Révolution,\" Annales historiques de la Révolution française no. 331 (janvier/mars 2003), 29-55, at 29-30, 52-53. Since Bishop de Castellane refused to take the required oath, his throne was declared vacant by the French government. An election was therefore ordered, and the Electors of Lozère therefore assembled, or rather 157 of the 229 approved electors assembled on 20 March 1791. Next day there were only 148 electors, and in the evening only 124. 52 of the electors demanded changes in the oath that they would have to take which would protect the power of the Church in spiritual matters; when they were refused, they departed, leaving only 77 electors. On the third ballot on 22 March, Étienne Nogaret, the sixty-five year old curé of the church of Canourgue, was elected. His election was certified by the Constitutional Metropolitan of the Côtes-de-la-Méditerranée Charles-Benoît Roux of Aix on 29 April, and he was consecrated in Paris on 8 May 1791 by Constitutional Bishop Jean-Baptiste Gobel. The consecration was valid, but it was also uncanonical, schismatic, and blasphemous. When Bishop de Castellane declined to leave the diocese or to vacate the Château de Chanac, Nogaret denounced him to the Minister of the Interior and the President of the Assembly. De Castellane was arrested and executed on 2 September 1792 at Versailles. Nogaret resigned his episcopal and priestly functions, due to age (he said), on 11 January 1794, during the Reign of Reason, and retired to a house in Canourgue. In 1800 he made an attempt to enter the cathedral, but was rebuffed by crowds of inhabitants of Mende. He was dismissed in 1801 and lived with his sister in Canourge until his death on 30 March 1804. He was unrepentant.Pisani, pp. 348-349. ====Napoleon, Pius VII, and the Concordat==== After the signing of the Concordat of 1801 with First Consul Napoleon Bonaparte, Pope Pius VII demanded the resignation of all bishops in France, in order to leave no doubt as to who was a legitimate bishop and who was a Constitutional imposter. He then immediately abolished all of the dioceses in France, for the same reason. Then he began to restore the old Ancien Regime dioceses, or most of them, though not with the same boundaries as before the Revolution. The diocese of Mende was revived by Pope Pius VII in his bull Qui Christi Domini of 29 November 1801. On 11 April 1802, First Consul Napoleon Bonaparte named Jean-Baptiste de Chabot as the new Bishop of Mende under the Concordat. Pius VII gave his consent on 1 May 1802.Ritzler-Sefrin, VI, p. 169 with note 3. Chabot had previously been Bishop of Saint-Claude, but he had been forced to flee France on 10 February 1791. He spent some time at Lugano, but then reentered his diocese toward the end of the Directory, in 1799, and attempted to reorganize diocesan operations. On 16 September 1801 he gave his resignation, as requested, and on 17 March 1802 his name was removed from the list of emigrés, and he was appointed Bishop of Mende. He immediately set to work to bring peace and order to the diocese of Mende, but, when the Constitutional Bishop Nogaret died on 30 March 1804 without having made a retraction or submission to the authority of Rome, Chabot's Vicar General advised against allowing the priests of the diocese to participate in Nogaret's funeral. An uproar from Nogaret's friends arose, and the Minister of Cults in Paris, Chaptal, demanded the resignation of the Vicar General. Rather than consent, Bishop Chabot resigned.S., in: L'episcopat français..., p. 351. Bishop Jean-Antoine-Marie Foulquier (1849–1873) held three diocesan synods, in 1853–1855, to prepare the diocese of Mende to adopt the Roman rite in its liturgy. He participated in the First Vatican Council as a convinced supporter of papal infallibility. He obtained the canonical recognition of the cult of Blessed Urban V, a native son of the Gévaudan.S., in: L'episcopat français..., pp. 353-354. The end of the 19th century concordats between France and the Papacy came in 1905, with the Law on the Separation of the Churches and the State. This meant, among other things, the end of financial support on the part of the French government and all of its subdivisions of any religious group. An inventory was ordered of all places of worship that had received subsidies from the State, and all property not legally subject to a pious foundation was to be confiscated to the State. That was a violation of the Concordat of 1801. In addition the State demanded repayment of all loans and subsidies given the Churches during the term of the Concordat. On 11 February 1906, Pope Pius X responded with the encyclical Vehementer Nos, which condemned the Law of 1905 as a unilateral abrogation of the Concordat. He wrote, \"That the State must be separated from the Church is a thesis absolutely false, a most pernicious error.\"Ceslas B. Bourdin, \"Church and State\" in: Diplomatic relations were broken, and did not resume until 1921. ====Religious orders in the 19th century==== In the period between the signing of the Concordat of 1801 and the implementation of the Law of the Separation of the State and the Churches, there operated in the diocese of Mende five congregations of men. The Jesuits directed the Collège de Mende and the diocesan seminary (They were expelled in 1880). There were also the Fathers of the Sacred-Hearts (or of the Adoration), an order based in Paris; the Marists at Langogne; the Brothers of the Christian Schools at Mende, Meyrueis, Langogne, Malzieu, Canourge and Saint-Germain-du-Teil; and the Brothers of the Sacred Heart, at Maruéjols, Saint-Chely-d'Apcher, Chanac, Ispagnac, Saint- Alban, Florac, Nasbinals and Serverette.Pascal, pp. 102-103. There were fourteen congregations of women. The Sisters of the Sacred Hearts of Jesus and Mary had a convent at Mende. The Sisters of the Visitation were located at Maruéjols. The Sisters of Notre-Dame were established at Langogne. The Ursulines had convents at Chirac, Ispagnac, Quézac, and Serverette. The Trinitarian Sisters had a hospital at Mende and a hospice at Langogne. The Daughters of Charity operated at Maruéjols. The Sisters of Saint Vincent de Paul had a hospital asylum at Saint-Alban. The Dames de Saint Maur were established at Canourge. The Sisters of the Presentation had establishments in twelve locations, The Sisters of Saint Joseph had a house at Villefort. The Soeurs-Uniés had establishments at Mende, Maruéjols, Chirac, Chanac, and Badaroux.Pascal, pp. 103-104. Nuns of a local origin included: the Sisters of Christian Unity (L'Union chrétienne), founded in 1696 (mother-house at Mende, school at Saint-Etienne-de-Vallée Française); the United Sisters of the Holy Family, founded at Palhers in 1750, transferred to Mende in 1824; the Sisters of Christian Doctrine (mother-house at Meyrueis) founded in 1837. The religious congregations in 1900 directed in the diocese fifteen infant schools, one orphan asylum for boys, four orphan asylums for girls, nine hospitals and almshouses, twelve religious houses for the care of those ill at home, and one psychiatric hospital. In 1905 at the end of the régime of the Concordat, the diocese had 128,866 inhabitants, 26 parishes, 191 succursal churches,\"succursus dicitur ecclesia quae alteri potiori auxilio est in administrandis plebei Christianae sacramentis.\" C. du Fresne Du Cange, Glossarium Mediae et Infimae Latinitatis, editio nova, Tomus septimus R-S (Niort: L. Favre 1886) p. 645 column 3, succursus (2). and 135 vicarages, supported by the state. ===Saints of the diocese=== The following saints are specially venerated in the diocese: St. Ilpide, martyr (third century); the preacher St. Veran, Bishop of Cavaillon, a native of Gévaudan (sixth century); St. Lupentius, abbot of the basilica of St. Privatus, beheaded by order of Brunehaut whom he reproached for the irregularities of her life (sixth century); the nun St. Enimie, daughter of Clotaire II and sister of Dagobert (seventh century), foundress of a monastery of Benedictine nuns in the present St. Enimie. ===Pilgrimages of the diocese=== The principal pilgrimages of the diocese are: at Mende itself, Notre Dame de Mende where the statue of the Black Virgin was brought, perhaps in 1213, by the Crusaders of Gévaudan, and the hermitage of Saint Privatus; Notre Dame de la Carce, the origin of the city of Marvéjols; Notre Dame de Quézac, a pilgrimage dating from 1052 and where Urban V founded a chapter-house of eight canons, and Our Lady All- powerful, at Langogne. ==List of bishops== ===to 1200=== *PrivatusPrivatus: Gallia christiana I, pp. 85–86. Duchesne, p. 54 no 1. Clovis Brunel, Les miracles de Saint Privat, suivis des Opuscules d'Aldebert III, évèque de Mende (Paris: A. Picard 1912). Pascal (pp. 294–295) points out that the sources for the legend of Privat go back only to the eleventh century, though he believes that there is earlier material in the liturgical material for his feast day. *LeoninusLeoninus was represented at the Council of Agde in 506 by his Deacon Optimus. C. Munier, Concilia Galliae, A. 314 – A. 506 (Turnhout: Brepols 1963), p. 214, p. 219. Gallia christiana I, p. 86. Duchesne, p. 54 no 2. (attested 506) *HilariusHilarius was present at the Council of Auvergne (Clermont) in 535. C. De Clercq, Concilia Galliae, A. 511 – A. 695 (Turnholt: Brepols 1963), pp. 110, 111: Helarius episcopus ecclesia Gaualetanae. Gallia christiana I, pp. 86–87. Duchesne, p. 54 no 3. Hilarius has been confused with a Saint Ilerius, who was not a bishop but became one through confusion. Hilarius is also confused with Hilary of Poitiers. Pascal, pp. 173–175. (attested 535) *EvantiusEuantius was present at the Council of Orange in 541. De Clercq, pp. 143, 146 (Euantius episcopus ecclesiae Gaualetane). Gallia christiana I, p. 87. Duchesne, p. 55 no 4. (attested in 541) *PartheniusParthenius is known only from a story told by Gregory of Tours in his History of the Franks, Book IV, chapter 40. Gallia christiana I, p. 87. Duchesne, p. 55 no 5. *AgricolaAgricola was present at the Council of Paris in 614 and the Council of Clichy in 627. De Clercq, pp. 282 (ex civitate Gaballetano Agricula episcopus) and 297 (ex civitate Gabalus Agricula episcopus). Gallia christiana I, p. 87. Duchesne, p. 55 no 6. (attested 614, 627) *FredaliusFredalius: Gallia christiana I, p. 88. Duchesne, p. 55 no 7. *AgenulfusAgenulfus was present at the Council of Ponthion in 876. He was the recipient of a letter of Pope John VIII written in 878. P. Jaffé, Regesta pontificum Romanorum I, editio altera (Leipzig 1885), p. 406 no. 3220. Gallia christiana I, p. 88. Duchesne, p. 55 no 8. (attested in 876) : [Guilelmus]Guillelmus is known only from the foundation charter of the monastery of St. Peter in Puy, ca. 908, if it is to be credited. Other sources place the foundation of the monastery on 13 April 993, and the subscriptions of that foundation charter are corroborated. Gallia christiana I, p. 88. Pascal, pp. 185–186. *StephanusStephanus reestablished the monastery of Sainte-Enimie, whose refoundation document was signed by Pope Agapitus II (946–955) on 5 May 951. Pascal, pp. 184–186. (attested 951) * MatefredusMatefredus is known only from a charter issued by Vicomte Stephanus for the foundation of the monastery of Langogne. Mabillon, pp. 579-580, no. 148. At one point it is said that the foundation is done consilio episcoporum Matifredi ecclesiae Mimatensis clericorum ejus..., and at another Gregorio papa hoc auctoritate apostolica confirmante, necnon Matfredo Mimatensis ecclesiae Episcopo et Canonicorum ejus. Pope Gregory is Gregory V (996–999). This appears to be the earliest reference to a bishop of Mimatensis and the earliest reference to Canons of the cathedral. Gallia christiana I, pp. 88–89. Pascal, p. 186. (attested 998) *Ragemundus (Raimund)Bishop Ragemundus participated in the Council of Bourges on 1 November 1031. J.-D. Mansi (ed.) Sacrorum Conciliorum nova et amplissima collectio, editio novissima, Tomus XIX (Venice: A. Zatta 1774), p. 502. In 1036 he presided over the transfer of the remains of Saint Privatus to Le Puy (Anicium), according to the Office of the Saints of Mende. Gallia christiana I, p. 89. De Lisle, p. 508. Pascal (p. 187) states that he died in 1050. (attested c. 1029–1036) *Hildebertus (Adelbert) de Peire (attested 1060)Bishop Hildebertus 'Gabalitensis' was present at the consecration of Bishop Iterius of Limoges on 4 January 1252/3: Gallia christiana II, p. 516. In 1060 he granted the monastery of Canourge to the Abbey of Saint-Victor in Marseille. On 16 March 1062 he founded the monastery of Chirac (Monstier). Gallia christiana I, p. 89. Pascal, pp. 187–188. (c. 1052–c. 1062) *GuillaumeBishop Guillaume is known from one document, reported in Gallia christiana on the authority of Dom J. Boyer, which states that, on 7 December 1095, when Pope Urban II consecrated the high altar in the monastery church of Saint-Flour, Bishop Guillaume of Mende consecrated the two side altars. Gallia christiana I, p. 89. Pascal, p. 188. (attested 1095) * RobertBishop Robert is known from a single document, from Chanteuge, dated 1098. Gallia christiana I, p. 89.Pascal, p. 189. Gams, p. 577 column 1. *Adelbert de PeireAdelbertus de Peire was the nephew of Bishop Hildebertus (Adelbert) de Peire. In 1109 he established a commemoration service in the cathedral for his father and uncle, to be held every 1 May. He died in 1123. Gallia christiana I, p. 89. Pascal, pp. 191–192. Gams, p. 577 column 1. (attested 1109–1123) * GuillaumeGuillaume persuaded the Canons of his cathedral to adopt the Rule of Saint Augustine by granting them the income of seventeen churches in the diocese. The arrangement was approved by Pope Calixtus II in a bull of 18 March 1123; the Canons were secularized in 1222. Bishop Guillaume participated in a council in Albi in 1133. P. Jaffé & S. Loewenfeld, Regesta pontificum Romanorum Tomus I, editio altera (Leipzig 1885), p. 809 no. 7025. Gallia christiana I, p. 89. Pascal, pp. 192–193. Gams, p. 577 column 1. (1123–c. 1150) *Adelbert de TournelAdelbert had previously been Provost of Mende. A document of 1155 was signed in his fifth year, making 1151 the date of his election. He named Adelbert as a judge in a suit between the Vicomte de Polignac and the Bishop of Le Puy by Pope Eugenius III. In July 1162 Pope Alexander III visited Mende. He died in 1187. Gallia christiana I, p. 190. Pascal, pp. 193–195. (1151–1187) * Guillaume de PeyreGuillaume was elected in 1187, since a document of 1207 speaks of his twentieth year as bishop. His early years were spent outside of Mende, having been excluded by the town because of a dispute; he did not return until 1194. He resigned his diocese, which Pope Honorius III accepted on 22 September 1221. His successor had already been elected by 2 March 1223. Guillaume set off on pilgrimage to the Holy Land in 1223. He was still alive on 11 March 1224, when Pope Honorius granted him the usus pontificalis. Gallia christiana I, pp. 90–91. Pascal, pp. 195–198. Eubel, I, p. 341 note 1. (1187–1221) ===13th to 15th centuries=== * Étienne de BrioudeBishop Stephanus had to travel to Rome to seek a dispensation because of illegitimacy. His election, which had been approved by the Archbishop of Bourges, was approved by Pope Honorius III on 7 March 1224, and he was consecrated in Rome by Bishop Gualtier of Chartres, Hugh of Langres, and Gervaise of Séez. The Dean of Bourges was appointed Administrator of the vacant diocese by Pope Innocent IV on 23 December 1246, indicating that Bishop Stephanus had died some weeks before that date. Gallia christiana I, p. 91-92; Instrumenta, p. 25 no IV. Pascal, pp. 199–201. Eubel, Hierarchia catholica I, p. 341. (1222–1246) * Odilon de MercoeurAfter the death of Bishop Étienne there were two elections, one of Armandus (Arnaldus) the Provost of Mende, and the other of Bernardus de Apcherio, Dean of Le Puy and Canon of Mende. The matter was referred to Pope Innocent IV who provided Odilon, the Provost and Dean of the Collegiate Church of Brivatensis (Brivadois, Clermont). When this happened is uncertain: Odilon is called 'Bishop-elect' in a document of 21 May 1250, but he was still not consecrated a bishop by 11 December 1255, when Pope Alexander IV gave a mandate to the Archbishop of Bourges to ordain him and consecrate him a bishop. Odilon was living in Paris. Bishop Odilon died on 28 January 1273. Gallia christiana I, pp. 92–93. Eubel, I, p. 341. (1247–1273) * Stephanus (III)Bishop Étienne was present at the provincial Council of Aurillac on 23 August 1278. Gallia christiana I, p. 93. J.-D. Mansi (ed.), Sacrorum Conciliorum nova et amplissima collectio, editio novissima, Tomus XXIV (Venice: A. Zatta 1780), p. 211. Pascal, p. 204. (1274–1278) : Sede vacanteIn April 1285, Archbishop Simon of Bourges wrote to the Chapter of the Cathedral of Mende, complaining of the long delay in their electing a bishop. Gallia christiana I, p. 93, and Instrumenta p. 25. (1278–1286) * Guillaume DurandGuillaume Durand was elected by the Chapter of the Cathedral on the Feast of Saint Mark, 25 April 1285: Gallia christiana I, Instrumenta p. 25. In June 1296 he was serving as Rector of the Marches of Ancona and Romandiola, of the City of Bologna, and the County of Spoleto: He died in Rome on 1 November 1296, and was buried in S. Maria sopra Minerva: His tombstone: (1285–1296) * Guillaume Durand the Younger 1296–1330 (nephew of his predecessor) * Jean d'ArcyD'Arcy had been Treasurer in the Cathedral Chapter of Reims. He was appointed Bishop of Mende by Pope John XXII on 14 December 1330. He was transferred to Autun on 21 December 1331, on the creation of Pierre Bertrand of Autun as a Cardinal. A. Coulon & S. Clémencet, Lettres secrètes et curiales du Pape Jean XXII, Tome VI (Paris 1967), p. 111, no. 4745. Eubel, I, pp. 73, 342. (1330–1331) * Albertus LordetiAlbertus had been Archdeacon of Flavigny in the Church of Autun, and a papal chaplain. He was appointed bishop of Mende on 21 December 1331, and was entered in the Liber Obligationum on 23 December. He died in 1361. Gallia christiana I, pp. 97–98. Pascal, p. 220. Eubel, I, p. 342. (1331–1361) * GuilelmusGuillaume had been Provost of the Cathedral Chapter of Mende. He was appointed by Pope Innocent VI on 16 March 1362. Gallia christiana I, p. 98. Pascal, p. 223. Eubel, I, p. 342. 1362–1366 * Pierre Gerardi de RourePierre Gerardi, a nephew of Urban V, was appointed by Pope Urban V on 11 August 1366. He was transferred to the diocese of Avignon on 11 October 1368. Gallia christiana I, p. 98. Pascal, p. 223-224. Eubel, I, pp. 124, 342. (1366–1368) :Pope Urban V (Administrator)Pope Urban V retained the bishopric so that he could devote the episcopal income entirely to the beginning of the new cathedral. The diocese was governed by a Vicar-General. Pascal, pp. 110, 226. (1368–1370) * Guillaume de Chanac, O.S.B.Guillaume de Chanac was appointed Bishop of Mende by Pope Gregory XI on 8 January 1371, and was named a Cardinal on 30 May 1371. He died in Avignon on 30 December 1383. Gallia christiana I, pp. 99–100. Pascal, pp. 226–229. Eubel, I, pp. 22 no. 6; 342. (1371) * Bonuspar VirgiliA native of Mende, Bonuspar had been Archpriest of Javols, and then Prebendary of the Cathedral of Mende, and then Provost of the Cathedral Chapter. He was Auditor of Cardinal Raimundus de Canhiliac. He was appointed bishop by Gregory XI on 16 June 1371. He took possession of the diocese on 3 August. He died on 31 July 1375 (not 1361, as in Eubel). Gallia christiana I, p. 100. Pascal, p. 230. Gams, p. 577. Eubel, I, p. 342. (1371–1375) * Ponce de la GardeGallia christiana I, p. 100. Eubel, I, p. 342. (1375– after 1383) : Sede vacante ? * Jean d'Armagnac 1387–1390 (Avignon Obedience) Jean d'Armagnac was transferred to the diocese of Auch on 17 October 1390 by Pope Clement VII. He was created a cardinal at Perpignan by Pope Benedict XIII on 22 September 1408. He died on 8 October 1408. Eubel, I, pp. 30, 121, 342. * Robert de BoscBishop Robert, who had been Bishop-Elect of Alet, was appointed to the diocese of Conserans (St.-Lizier) on 27 May 1390, and then was appointed Bishop of Mende on 7 October 1390 by Pope Clement VII. Eubel, I, pp. 203, 342. 1390–1407 (Avignon Obedience) * Guillaume de Boisratier * Pierre de SaluzzoPietro di Saluzzo was appointed by Pope Alexander V on 24 July 1409, less than a month after Alexander's election to the papacy. Pietro died in 1412. Eubel, I, p. 342. 1409–1412 (Avignon-Pisan-Roman Obedience) * Gerard de MiremontGerard de Miremont, Bishop of Saint-Flour, was transferred to Mende by John XXIII on 4 January 1413. He was transferred to the diocese of Carcassone on 19 April 1413. He died on 4 September 1420. Eubel, I, pp. 166, 342. 1413 * Jean de Corbeya 1413–1426 (transferred to Auxerre) * Ranulf de Peyrusse d'Escars 1426–1441 * Adelbert de Peira 1441–1443 * Guy de Panouse 1443–1444 (transferred to Castres)Eubel, II, p. 192 and n. 1. * Cardinal Reginald de Chartres (Administrator) 1444 * Antoine de La Panouse 1467–1473 * Pietro Riario, O.F.M. Conv. 1473–1474 * Giuliano della Rovere 1478–1479 (appointed Bishop of Sabina) * Clemente Grosso della Rovere, O.F.M. Conv.Clemente Grosso, a grand-nephew of Pope Sixtus IV. He was appointed Bishop of Mende on 27 October 1483, in succession to his uncle. He took his oath for his temporalities on 28 June 1485. He served as Vice-Legate of Avignon under his uncle Giuliano della Rovere (Legate from 1476), from 1496. He was Rector of the Comtat Venaissin from 1496 to 1502. He was aggregated Doctor of the University of Avignon in 1496. He was named a cardinal by his uncle, Pope Julius II in his first Consistory for the creation of cardinals, on 29 November 1503, and he died on 18 August 1504. Eubel, II, pp. 192; III, pp. 10; 244 note 1. (1483–1504) ===16th to 18th centuries=== * Francesco Grosso della Rovere 1504–1524 * Renaud de Beaune 1568–1581 (Appointed, Archbishop of Bourges) * Charles de Rousseau 1608–1623 * Daniel de La Mothe-HoudancourtLa Mothe held the Licenciate in Civil and Canon Law, and was a Master of theology, and had been Councilor and Almoner of Henrietta Marie, daughter of Henri IV and Queen of England. His brother Philippe was a Marshal of France. He was nominated by King Louis XIII on 18 November 1623, and preconised (approved) by Pope Urban VIII on 9 October 1624. He was consecrated in Paris on 19 February 1625 by Jean-François de Gondi, Archbishop of Paris. He died at the siege of Rupella (La Rochelle) on 5 March 1628. Gallia christiana I, pp. 107–108. Gauchat, Hierarchia catholica IV, p. 242 with note 3. 1624–1628 * Silvestre de Crusy de Marcillac 1628–1660 * Hyacinthe Serroni, O.P. 1661–1677 * François-Placide de Baudry de Piancourt, O.S.B.Baudry was born in the diocese of Evreux, and was a Doctor of theology (Paris). He was nominated bishop of Mende by King Louis XIV on 4 July 1677, and preconized (approved) on 11 October 1677 by Pope Innocent XI. He was consecrated on 16 January 1678 at Saint-Germain des Près in Paris by the Archbishop of Paris, François de Harlay de Champvallon. He died on 17 November 1707. Ritzler, Hierarchia catholica V, p. 268 with note 3. 1677–1707 * Pierre de Baglion de la Salle de Saillant 1708–1723 * Gabriel-Florent de Choiseul-Beaupré 1723–1767 * Jean-Arnaud de CastellaneMichel Perronet (1990), \"Jean Arnaud de Castellane, évêque-comte du Gévaudan, in: Bardy-Chabrol-Duthu, pp. 76–90. 1767–1792 (massacred 9 September 1792 at Versailles) **Étienne Nogaret (Constitutional bishop) 1791–1801 ===Post-Revolutionary=== * Jean-Baptiste de Chabot 1802–1804 * Etienne- Parfait-Martin Maurel de MonsNephew of the Bishop of Viviers. 1805–1821 (appointed Bishop of Avignon) * Claude-Jean-Joseph Brulley de La Brunière 1821–1848 * Jean-Antoine-Marie Foulquier 1849–1873 Bishop François Joseph Marie Jacolin * Joseph-Frédéric Saivet 1872–1876 (appointed Bishop of Perpignan-Elne) * Julien Costes 1876–1889 * François-Narcisse Baptifolier 1889–1900 * Henri-Louis-Alfred Bouquet 1901–1906 (appointed Bishop of Chartres) * Jacques-Jean Gely 1906–1929 * Jules-Alexandre Cusin 1929–1937 * François-Louis Auvity 1937–1945 * Maurice-Paul-Jules Rousseau 1945–1950 (appointed Bishop of Laval) * Emile-Charles-Raymond Pirolley 1951–1957 (appointed Bishop of Nancy) * René-Jean-Prosper-Bruno Boudon 1957–1983 * Roger Lucien Meindre 1983–1989 (appointed Archbishop of Albi) * Paul Émile Joseph Bertrand 1989-2001 * Robert Jean Louis Le Gall, O.S.B. 2001–2006 (appointed Archbishop of Toulouse)David M. Cheney, Catholic-Hierarchy: Archbishop Robert Jean Louis Le Gall, O.S.B. Retrieved: 2016-07-17. * François Joseph Marie Jacolin,Diocèse de Mende, Biographie de Mgr Jacolin, retrieved: 2017-01-10. (in French) M.D.P.M.D.P. = Missionnaires de la Plaine et de Sainte-Thérèse (2007 onwards) ==See also== *Catholic Church in France ==References== ==Bibliography== ===Reference works=== * p. 576-578. * (in Latin) p. 192\\. * (in Latin) p. 244\\. * p. 97\\. * p. 242\\. * p. 268\\. * p. 289\\. * * * * ===Studies=== * * * * second edition (in French) * * * * * * * * [list of bishops at p. 285] * ==External links== * Centre national des Archives de l'Église de France, L’Épiscopat francais depuis 1919, retrieved: 2016-12-24. * Goyau, Georges. \"Diocese of Mende.\" The Catholic Encyclopedia. Vol. 10. New York: Robert Appleton Company, 1911. Retrieved: 2017-08-17. * David M. Cheney, Catholic Hierarchy: Diocese of Mende Category:Roman Catholic dioceses in France ",
    "title": "Roman Catholic Diocese of Mende"
}