{
    "id": "12898367",
    "text": "This Christmas is a 2007 American Christmas romantic musical comedy-drama film produced by Rainforest Films and distributed by Screen Gems. Written, produced and directed by Preston A. Whitmore II, it is a Christmas time story that centers on the Whitfield family, whose eldest has come home for the first time in four years. The film is based on the 1970 Donny Hathaway song of the same name, which is covered by Chris Brown in the film. The Whitfield family overcome many trials and obstacles during the Christmas season. ==Plot== Shirley Ann \"Ma'Dere\" Whitfield greets her boyfriend Joe when he wakes up. Lisa, her husband Malcolm and their two kids are about to leave, and Michael \"Baby\" Whitfield gets a digital camera from Joe when Ma'Dere confronts him about this. Quentin plays a saxophone at a local bar; after being followed he retreats to the bar. Lisa, Kelli, and Claude come to Ma'Dere's house for the Christmas holiday. Melanie \"Mel\" shows up with her boyfriend Devan. During dinner, Malcolm asks how he feels about \"attending an all-black college\". Melanie and Devan say that they both have the same major. Lisa suggests they should give up the dry-cleaners business, which leads to an argument between Lisa and Kelli. After Quentin arrives, he talks to his family at the dinner table; when he sees Joe he starts to make rude remarks towards him. In the kitchen, Mel informs Devan about Ma'Dere's ex-husband Senior; they kiss and eventually make out. Quentin finds Joe and threatens him again. When Joe leaves, he plays the piano in the garage. Claude attempts to sneak off to a club, causing everyone to come with him. When Baby sings Try a Little Tenderness at a club, the family is astonished when they find out he can sing. Kelli and Gerald meet and have an instant attraction. Eventually, Claude loses his temper with a couple of guys who attempted to hit on Sandi and pulls his gun out at the club, causing them to leave. At the house, Baby convinces his siblings to keep it a secret, until he informs Ma'Dere about his talent for singing. The next day, all the guys look for a Christmas tree. Later on, Kelli, Lisa, and Mel are wrapping presents, when Kelli confesses that she slept with Gerald. At the airport, Malcolm has to leave because of his \"job\" and Lisa asks him why he has to leave so soon. In response, he tells Lisa everything will work out and Lisa feels depressed when Malcolm says they're \"partners\". Lisa comes home with Mo and Dude, who attempts to beat Quentin, until he tells them that a police car is nearby. Claude is arrested and Lisa and Quentin goes to the station to fix the situation. Lisa explains to Quentin why they have to sell the dry cleaners. Ma'Dere scolds the family, for not cooking dinner or getting prepared for Christmas. When Lisa and Quentin return, they tell everyone that Claude is AWOL and the family is shocked when they meet Claude's newly wed, Sandi. Mo and Dude meet Ma'Dere, resulting in Quentin acting nonchalant. Sandi tells Mel why Claude is AWOL and eventually admits that she is pregnant. Meanwhile, Quentin confronts Ma'Dere about her relationship with Joe and why no one told him that she and Senior were divorced. Outside, Kelli talks to Lisa about the events that took place, and Lisa also tells her that even though she didn't get a college degree, someone had to help their mom with the dry-cleaning business when she went to Harvard. Kelli admits that Malcolm is cheating on her and Lisa confesses that she already knew about it. Kelli says that 'sharing her man with another woman is pathetic', leading to a fight between Lisa and Kelli in the rain. When Mel breaks up the fight, Mel tells Kelli about Sandi's pregnancy and that Claude doesn't know about it. In the meantime, Lisa angrily damages Malcolm's car when she manages to let it fall off a cliff. That night, Gerald spends the night with Kelli. Baby gives Quentin a scrapbook of Christmas pictures before he leaves. Baby confesses to Ma'Dere that he has a singing talent but she refuses to listen. Quentin goes to the train station but he is ambushed by Mo and Dude; Joe shows up to defend him. Kelli asks Gerald to come visit her in New York. Lisa persuades Malcolm to take a shower, then she confronts Malcolm about cheating on her and beats him repeatedly with a belt, and they reluctantly divorce. At church, Baby sings \"This Christmas\" and Claude shows up at the church after being released. After the church service, Quentin returns and reconciles with Joe and his family. The cast members are seen dancing to the song Got to Give It Up (via a Soul Train line) before the end- credits roll. ==Cast== * Loretta Devine as Shirley Ann Whitfield known as Ma'Dere * Delroy Lindo as Joe Black * Idris Elba as Quentin Whitfield, Jr. * Regina King as Lisa Whitfield-Moore * Sharon Leal as Kelli Whitfield * Columbus Short as Claude Whitfield * Laz Alonso as Malcolm Moore * Ricky Harris as Cousin Fred Whitfield * Keith Robinson as Devan Brooks * Jessica Stroup as Sandi Whitfield, Claude's wife * Lupe Ontiveros as Rosie * Lauren London as Melanie Whitfield * Chris Brown as Michael 'Baby' Whitfield * David Banner as Mo * Ronnie Warner as Dude * Mekhi Phifer as Gerald ==Reception== On review aggregator Rotten Tomatoes, the film holds an approval rating of 54% based on 83 reviews, with an average rating of 5.9/10. The website's critics consensus reads: \"This Christmas features strong performances and a sharp portrayal of family dynamics, but relies too heavily on holiday movie clichés.\" On Metacritic, the film has a weighted average score of 63 out of 100, based on 24 critics, indicating \"generally favorable reviews\". The film opened in the box office at number 2 in the box office (next to Enchanted). The film became a box office hit after opening with $17,958,183. It went on to gross $49,121,934 domestically on a budget of just $13 million. ==DVD and Blu- ray release== This Christmas was released on DVD and Blu-ray Disc on November 11, 2008. ==Original soundtrack== This Christmas Soundtrack was released by Jive Records on November 20, 2007. #This Christmas - Chris Brown - 3:18 #I'll Be Home for Christmas (Waiting On Remix) - Jordin Sparks - 3:13 #Jingle Bells - B2K - 3:18 #Try a Little Tenderness - Chris Brown - 6:14 #Merry Christmas Baby - Charles Brown - 4:49 #Silent Night - Boney James Feat. Anthony Hamilton - 5:16 #Please Come Home for Christmas - Aaron Neville - 2:52 #I Never Loved a Man (The Way I Love You) - Aretha Franklin - 2:50 #Got to Give It Up, Part 1 - Marvin Gaye - 4:13 #Have Yourself a Merry Little Christmas - Luther Vandross - 5:05 #The Christmas Song - Toni Braxton - 3:25 #Santa Baby - Lina - 3:20 #Sleigh Ride - TLC - 3:44 #O Holy Night - Denetria Champ - 4:33 ==Awards and nominations== *Asian Excellence Awards **Outstanding Actress in a Movie: (Sharon Leal), Winner *Image Awards **Outstanding Supporting Actress in a Motion Picture: (Loretta Devine), Nominated **Outstanding Directing in a Motion Picture: (Preston A Whitmore II), Nominated *MTV Movie Awards **Breakthrough Performance: (Chris Brown), Nominated ==References== ==External links== * Official site * * * * * Category:2007 films Category:2007 drama films Category:English-language films Category:American films Category:American Christmas films Category:African-American musical films Category:Films produced by Will Packer Category:Rainforest Films films Category:Screen Gems films Category:African-American films Category:2000s Christmas films ",
    "title": "This Christmas (film)"
}