{
    "id": "12896119",
    "text": "East Capitol Street Car Barn, built by the Metropolitan Railroad The Metropolitan Railroad was the second streetcar company to operate in Washington, D.C., United States. It was incorporated and started operations in 1864, running from the Capitol to the War Department and along H Street NW in downtown. It added lines on 9th Street NW, on 4th Street SW/SE, along Connecticut Avenue to Dupont Circle, to Georgetown, to Mt. Pleasant and north along Georgia Avenue. In the late 19th Century it was purchased by the Washington Traction and Electric Company and on February 4, 1902, became a part of the Washington Railway and Electric Company. ==Origins== Map of the Washington, D.C. Streetcar System at the end of the Horse Car era in 1888 The Metropolitan Railroad Company, was incorporated on July 1, 1864, two years after the Washington and Georgetown Railroad Company. It opened two lines. One from the Capitol to the War Department at 14th and I Streets NW and a second along H Street NW from Massachusetts Avenue NW to 17th Street NW. When it started, it used two-horse cars, but in 1865 it switched to smaller cars pulled by one horse. ==Expansion== In 1872, it began operations on a 9th Street line with a terminus on M Street NW. In that same year it bought the Union Railroad Company. The Union, chartered on January 19, 1872, was to lay track from the Treasury Building at 15th Street and New York Avenue NW to Georgetown across the P Street Bridge and then on various streets in Georgetown. The Metropolitan used the Union's charter to build a line into Georgetown. The Boundary and Silver Spring Railway Company was purchased by the Metropolitan in 1873. The Boundary and Silver Spring, also chartered on January 19, 1872, was to run a streetcar from Boundary Street NW to the Maryland-D.C. boundary along the Washington City and Rockville Turnpike (now Georgia Avenue NW). Again, the Metropolitan only purchased a charter and used it to run streetcars along Georgia Avenue all the way to Rock Creek Church Road NW. In 1874, the Metropolitan acquired the Connecticut Avenue and Park Railway. The Connecticut Avenue and Park was chartered on July 13, 1868. This line started at the terminus of the Metropolitan at 17th and H Streets NW and ran north up Connecticut Avenue NW to Boundary Street NW. The streetcar line did not continue up Connecticut Avenue NW from this point because the grade was too steep for the horse-drawn cars. Operation of this line began in April 1873. Though tracks were laid on Connecticut Avenue NW north of P Street NW, cars did not run on this portion until 1883 when local residents petitioned Metropolitan to begin a shuttle service. By 1888 the Metropolitan had built additional lines down 4th Street NW/SW to the Arsenal at P Street SW and on East Capitol Street to 9th Street. ==Switch to electricity== The old Boundary and Silver Spring line on Seventh Street Extended NW - a.k.a. Brightwood Avenue NW (now known as Georgia Avenue NW) - was never profitable. On October 18, 1888, the day after electric streetcar operations began in Washington, Congress authorized the Brightwood Railway Company to purchase and electrify the Metropolitan's streetcar line and to extend it to the District boundary at Silver Spring. In 1890 the Metropolitan sold the line to the upstart company. In 1890, while the city's streetcars switched to electric and mechanical power, the Metropolitan experimented with batteries but found them unsatisfactory. On August 2, 1894, Congress ordered the Metropolitan to switch to underground electrical power. It complied, installing the underground sliding shoe on the north–south line in January 1895. It was the first successful installation of such a system in the Western Hemisphere (having previously been installed in Budapest, Hungary). Though mostly a success, the underground power conduits had drawbacks. In the winter, the plow would get jammed by snow and ice and in the summer the conduits swelled shut. The Metropolitan switched the rest of the system to electric power on July 7, 1896. The new system required new construction in and in 1895, Metropolitan built a massive, Romanesque style car barn on the corner of 4th Street SW and P Street SW. In the same year, Metropolitan built a loop on 35th Street NW and 36th Street NW to Prospect Street NW to connect it to the Georgetown Car Barn. In 1896 it extended service along East Capitol Street to 15th Street and built the East Capitol Street Car Barn, a Romanesque Revival style building designed by Waddy Wood, to serve as a barn, repair shop, and administrative offices ( photo); In the same year the company extended its service along Columbia Road NW and Mount Pleasant Street NW as far as Park Road NW. ==Metropolitan Coach Company== After the Herdic Phaeton Company went under in 1896, the Metropolitan Railroad started a coach company running horse drawn coaches. It began carrying passengers from 16th and T Streets NW to 22nd and G Streets NW, but the route changed, later running from 16th and U Streets NW to the Treasury Building and then along Pennsylvania Avenue NW to 9th Street NW. It began operations on May 1, 1897, with a car barn at 1914 E Street NW. In 1904 it became its own corporation. ==The end of the line== Georgetown, features streetcar tracks installed by the Metropolitan Railroad in the 1890s. Between the years 1896 and 1899, three businessmen purchased controlling interests in several streetcar companies including the Metropolitan Railroad Company. They incorporated the Washington Traction and Electric Company on June 5, 1899, as a holding company for these interests. But the holding company had borrowed too heavily and paid too much for the subsidiaries and was quickly in financial trouble. Because of this, Congress - on June 5, 1900 - authorized the Washington and Great Falls to acquire the stock of any and all of the railways and power companies owned by Washington Traction. When Washington Traction defaulted on its loans on June 1, 1901, Washington and Great Falls moved in to take its place. On February 4, 1902, Washington and Great Falls changed its name to the Washington Railway and Electric Company, reincorporated as a holding company and exchanged stock in Washington Traction and Electric one for one for stock in the new company (at a discounted rate). This was the end of the Metropolitan Railroad Company. == Notes == Category:Defunct Washington, D.C., railroads Category:Street railways in Washington, D.C. Category:Defunct public transport operators in the United States Category:Electric railways in Washington, D.C. ",
    "title": "Metropolitan Railroad"
}