{
    "id": "1289708",
    "text": "Broadlands is an English country house, located in the civil parish of Romsey Extra, near the town of Romsey in the Test Valley district of Hampshire, England. The formal gardens and historic landscape of Broadlands are Grade II* listed on the Register of Historic Parks and Gardens. The house itself is Grade I listed. ==History== The original manor and area known as Broadlands has belonged to Romsey Abbey since before the Norman Conquest. After the Dissolution of the Monasteries, Broadlands was sold to Sir Francis Fleming in 1547. His granddaughter married Edward St. Barbe, and the manor remained the property of the St. Barbe family for the next 117 years. Sir John St Barbe, 1st Baronet () made many improvements to the manor but died without progeny having bequeathed it to his cousin Humphrey Sydenham of Combe, Dulverton. In the chancel of Ashington Church, Somerset, is a monument of grey and white marble, inscribed:Collinson, Rev. John, History and Antiquities of the County of Somerset, Vol.3, Bath, 1791, Vol.3, p. 213 When Sydenham was ruined by the 18th-century South Sea Bubble, he proceeded to sell Broadlands to Henry Temple, 1st Viscount Palmerston, in 1736. It was the latter who began the deformalisation of the gardens between the river and the house and produced the (broad-lands) \"gentle descent to the river\". In 1767, a major architectural \"transformation\" was begun by Capability Brown, the celebrated architect and landscape designer, and completed by architect Henry Holland, which led to making Broadlands the Palladian-style mansion seen today. Henry Temple, 2nd Viscount Palmerston had requested that Brown go there and seize upon the \"capabilities\" of the earlier Tudor and Jacobean manor house. Between 1767 and 1780, William Kent's earlier \"deformalising work\" was completed, as well as further landscaping, planting, clearing and riverside work. Broadlands was the country estate of the 19th-century prime minister Henry John Temple, 3rd Viscount Palmerston. Queen Elizabeth II (then Princess Elizabeth) and Prince Philip spent their honeymoon at Broadlands in November 1947; the 1st Earl Mountbatten of Burma, whose home Broadlands was at the time, was Philip's uncle. In 1981, the newly-married Prince and Princess of Wales also spent the first three days of their honeymoon at Broadlands, travelling to the estate by train from London Waterloo. ==Current times== Broadlands is the home of the Earl and Countess Mountbatten of Burma. The house is open to the public for guided tours on weekday afternoons in summer. On 1 August 2004, Irish vocal pop band Westlife held a concert at Broadlands as part of their Turnaround Tour promoting their album Turnaround. ==See also== *Grade I listed buildings in Hampshire *List of gardens in England *List of historic houses in England == References == ==Bibliography== * Turner, Roger (1999). Capability Brown and the Eighteenth Century English Landscape. Second edition. Phillimore (Chichester, England). pp. 108-110\\. . ==External links== * Category:Country houses in Hampshire Category:Grade II* listed parks and gardens in Hampshire Category:Grade I listed buildings in Hampshire Category:Tourist attractions in Hampshire Category:Gardens by Capability Brown Category:Grade I listed houses Category:Prime Ministerial homes in the United Kingdom Category:Romsey ",
    "title": "Broadlands"
}