{
    "id": "12895563",
    "text": "Unbridled's Song (February 18, 1993 - July 26, 2013) was an American thoroughbred racehorse who won the Breeders' Cup Juvenile, Florida Derby and Wood Memorial. He was the favorite for the 1996 Kentucky Derby but injured himself before the race and finished fifth. He finished his racing career with five wins from twelve starts and earnings of $1.3 million. He subsequently became a highly successful sire, with major winners including Breeders' Cup champions Arrogate, Forever Unbridled, Midshipman and Liam's Map. He was posthumously the leading sire in North America of 2017. ==Background== Unbridled's Song was a gray stallion who was bred in Kentucky by Mandysland Farm. He was sired by 1990 Kentucky Derby winner Unbridled, whose other important offspring included Derby winner Grindstone, Preakness winner Red Bullet and Belmont Stakes winner Empire Maker. His dam, Trolley Song, is a winning daughter of Caro out of Lucky Spell, a stakes winner and stakes producer. Unbridled's Song was sold as a yearling in 1994 for $200,000 to Ernie Paragallo who then \"pinhooked\" the horse as a two-year-old in training for a world record $1.4 million. However, the high bidder returned the colt after his veterinarian detected a bone chip, a claim disputed by Paragallo. Unbridled's Song subsequently raced for Paragallo's Paraneck Stable. At maturity, he reached high. He was trained for most of his career by Jim Ryerson before being handed over to Nick Zito for his final two starts. ==Racing career== Unbridled's Song made his racing debut on August 26, 1995 as the odds-on favorite in a maiden special weight race at Saratoga. He went to the early lead then drew off in the stretch to win \"handily\" by lengths. He was then stepped up to Grade I stakes company in the Champagne Stakes on October 7 in which he finished fourth behind Maria's Mon. He made his final start as a two-year-old in the Breeders' Cup Juvenile where he was the second choice in a strong field of 13. He broke poorly and experienced traffic problems on the first turn before moving into contention down the backstretch. He started his drive on the final turn and battled Hennessy down the stretch, winning by a neck in a time of 1:41:60. The next spring, after placing second in the Hutcheson Stakes and the Fountain of Youth Stakes, he beat the 1996 U.S. Champion 3-Yr-Old Colt Skip Away, along with Louis Quatorze and Editor's Note in the Florida Derby. Then, a couple of weeks before the Kentucky Derby, he won the Wood Memorial, but in doing so, he hit himself in the left forefoot, causing a \"quarter crack\", or cracked hoof, requiring a special bar shoe and acrylic patch. He was the favorite for the 1996 Kentucky Derby but placed a troubled fifth behind Grindstone. The forefoot injury from the Wood Memorial kept him out of the rest of the Triple Crown races. Three weeks after the Kentucky Derby, he was second in the Peter Pan Stakes. Six weeks later, he ran ninth in the Arlington Citation Challenge Invitational, a race that was specially created for Cigar. In his only race at four, he won the Olympic Handicap. == Retirement == Unbridled's Song was retired to stud in 1997. He became one of the most successful sires in the United States of America and abroad, with Grade I winners and $1 million winners. He stood at Taylor Made Farms and his 2010 fee was $100,000 live foal. Some of his most famous offspring include Breeders' Cup Classic winner Arrogate, Breeders' Cup Distaff winners Forever Unbridled, Unbridled Elaine and Unrivaled Belle, Breeders' Cup Juvenile winner Midshipman and Breeders' Cup Dirt Mile winner Liam's Map. Other graded stakes winners include Will Take Charge, Octave, Splendid Blended, Domestic Dispute, Grey Song, Alexander, Political Force, Eurosilver, Eight Belles, Old Fashioned, Buddha and Songandaprayer. Dunkirk, though not a graded stakes winner, finished second in the Belmont Stakes in 2009. An important sire milestone came on February 10, 2013 when his son Graydar won the Grade 1 Donn Handicap, his 100th stakes winner. After his death, his sons Will Take Charge (2013) and Arrogate (2016) both won the Travers Stakes,http://cs.bloodhorse.com/blogs/horse-racing-steve- haskin/archive/2016/08/28/baffert-forever-linked-to-unbridled-s-song.aspx and Arrogate then won the Breeders' Cup Classic the same year. He died on July 26, 2013, at age of 20 years after a large and inoperable mass was discovered in his sinus cavities and around the optic nerves. The horse began showing acute neurological symptoms and was euthanized. Unbridled's Song was the leading sire in North America of 2017, thanks mainly to Arrogate's victories that year in the world's two richest horse races, the Pegasus World Cup and the Dubai World Cup. ==Pedigree== A symbol before a name mean's the horse was registered as a foal in one country but later was bred in another country. == References == * Pedigree & Partial Stats * TB Times Stallion Directory Unbridled's Song Category:1993 racehorse births Category:2013 racehorse deaths Category:Racehorses bred in Kentucky Category:Racehorses trained in the United States Category:Breeders' Cup Juvenile winners Category:Thoroughbred family 4-m Category:United States Champion Thoroughbred Sires ",
    "title": "Unbridled's Song"
}