{
    "id": "12899056",
    "text": "The Australian Hotels Association (AHA) is a federation of not-for-profit employer associations in the hotel and hospitality industry, registered under the Fair Work Act and respective State Laws. The AHA's role is to further and protect the interests of its members throughout Australia which are employers and can be owners, operators or lessees of hotels, bars and other hospitality businesses. The areas of focus include accommodation, food, beverages, entertainment, wagering and gaming; the maintenance of the law; promotion of business activity, education, training and advocating the economic and social benefits of the industry. The AHA was originally established in 1839. In early April 1839, several meetings of Licensed Victuallers (Hoteliers) were held in Hobart at the White Horse Tavern, Liverpool St. At one of these meetings it was suggested that a society be formed for the mutual benefit and protection of its members.http://nla.gov.au/nla.news-article8750213 Today the AHA is a federation of state-based hotels associations. There are 8 state based Hotel and Hospitality Associations, one in each state or territory. These state associations fund and support the AHA national body through a National Board made up of delegates from the states and territories. Presidents of each branch meet regularly to discuss strategic and executive matters, as the National Executive. Members of the AHA receive advice, support and services from their local state or territory AHA branch, and the AHA's accommodation hotel members are serviced by Tourism Accommodation Australia (TAA) – a division of members within the AHA representing the specific interests of the accommodation sector.http://aha.org.au/wp-content/uploads/2013/07/AHA- National-Policy-Platform-2013.pdf ==AHA Policy objectives== The AHA describes its major policy and activities as communications, development of policy, advocacy, government and industry liaison and corporate partnerships. The AHA is represented on the National Tourism Alliance, Tourism Minister's Advisory Council, National Tourism and Aviation Advisory Committee, AAA Tourism Industry Advisory Forum, Mass Gatherings Infrastructure Assurance Advisory Group, Australian Customs Service Passenger Facilitation Taskforce (Aviation and Tourism Industry). Further to this, the AHA has also held seats on the board of Tourism Australia. ==AHA NSW== ===Drunkenness and hooliganism=== In May 2010 the AHA (NSW) CEO Sally Fielke said it would support reintroducing the old Summary Offences Act that gave police powers to crack down on street offences, drunkenness and hooliganism. It was reported that \"anyone convicted of an alcohol-related anti-social behaviour offence could be banned from entering licensed venues under a radical proposal from the AHA.\" The Sun- Herald newspaper claimed that the NSW State Government was considering a plea by the pub industry to introduce British-style booze legislation to stem the violence epidemic in pubs and turn responsibility back on to individuals. ===Hotels paying former politicians=== The Sydney Morning Herald (SMH) in 2010 alleged that one of the most senior figures in the NSW Liberal Party, Michael Photios, was being paid by the Australian Hotels Association NSW branch to provide advice in anticipation of the Coalition winning government in the next NSW State Election. These political links to the industry body emerged a week after the paper revealed the former Labor health minister Reba Meagher is also on its payroll as a lobbyist and as the Independent Commission Against Corruption announced an inquiry into political lobbying in NSW. In 2010 the SMH reported that less than two years after she quit state parliament, the former health minister Reba Meagher had returned as a lobbyist for the NSW branch of the AHA. Meagher listed her new company, RPM Counsel, of which she is the sole director, in Parliament's register of lobbyists. She names as a client the Australian Hotels Association (NSW), which is campaigning against the extension of licensing restrictions in pubs to address alcohol-related violence. Among Ms Meagher's final duties as health minister in 2008 was the launch of a responsible drinking campaign aimed at young people. ===The NSW AHA and political donations=== The AHA is considered one of the most influential lobby groups in Australia, and the AHA NSW Branch provides considerable financial support to the Australian Labor Party. Between 1998 and 2006, the AHA NSW Branch contributed over A$700,000 to the NSW branch of the ALP. In April 2008 the Sydney Morning Herald reported that the AHA NSW had frozen all political donations. The association's new president, Scott Leach, announced the decision to freeze the donations 2 weeks after his election as president. Mr Leach said \"the move was part of a review of how the association operated. Political donations made by the AHA are under review - we've pressed the pause button.\"Andrew Clennell, \"Pubs turn off the political donations tap\" 2008-04-24 However, the AHA (NSW) donations declaration lodged with the NSW Electoral Funding Authority in February 2009 showed that its political contributions had resumed the next month in May 2008, with donations to political parties between May 2008 and December 2008 reaching nearly $100,000. The AHA (NSW) made another $81,317 in donations to political parties in the period of January 2009 to 30 June 2009, bringing contributions in the period from Leach's announcement to the end of June 2008 to over $180,000, twice as high as the average annual donations made in the 8 years preceding leach's election to the AHA Presidency. In 2010, in anticipation of a Coalition victory in the next state election, donations to the Coalition rose, while those to Labor fell. ===AHA NSW CEO=== Sally Fielke, a solicitor and former CEO of the Northern Territory AHA commenced as the CEO of the AHA NSW in March 2008 at the age of 34 becoming the first female CEO of the AHA NSW.http://www.crikey.com.au/2008/03/06/time-gentlemen-changing-of-the-guard- at-aha/ Not happy with the level of publicity around issues of Poker machines, smoking, drinking and political donations, Sally Fielke created headlines for herself by engaging in stunts such as writing to Danish Royal, Princess Mary, to ask her to be the patron of their Foundation Race Day at Rosehill races. Sally reportedly told her: \"Given your well-publicised meeting with the Crown Prince at one of our member venues, the Slip Inn, the hotel industry in NSW certainly has a soft spot for you and the Crown Prince.\" Sally also told an industry online video publicationhttps://www.youtube.com/watch?v=S7tNOP5AwNc that she took interest in reading Hitler's Mein Kampf. ==AHA WA== ===Alcohol ID card=== The CEO of the AHA (WA) Bradley Woods has confirmed that the organisation supports the introduction of alcohol identification cards to try to reduce alcohol-related problems in Western Australia's Kimberley region, saying that \"the system can measure and restrict the flow of alcohol and would be more effective than takeaway liquor bans\".http://www.abc.net.au/news/stories/2009/05/12/2568138.htm It also announced its support for a voluntary alcohol ban among pregnant women in the Kimberley to assist and reduce the rate of babies born with foetal alcohol syndrome.http://www.abc.net.au/news/stories/2009/03/29/2529023.htm The proposals were opposed by WA Public Health lobbyists who preferred more funding and resources for research. In 2015 the Shire of Wyndham and East Kymberley with funding support from the Commonwealth Government finally commenced an alcohol ID card purchase system. This initiative, introduced by the Kununurra and Wyndham Alcohol Accord, aims at reducing crime, violence and anti-social behaviour within the community due to the misuse of alcohol. == References == == External links == * Tasmanian Hospitality Association * Australian Hotels Association (WA) * Australian Hotels Association (SA) * Queensland Hotels Association * Australian Hotels Association (NSW) * Australian Hotels Association (ACT) * Australian Hotels Association (NT) * Australian Hotels Association - Canberra Office * International Hotel & Restaurant Association Category:Trade associations based in Australia Category:1839 establishments in Australia Category:Organizations established in 1839 Category:Alcohol in Australia Category:Hospitality industry in Australia ",
    "title": "Australian Hotels Association"
}