{
    "id": "12897797",
    "text": "Charles Eames (June 17, 1907 – August 21, 1978) was an American designer, architect and film maker. In creative partnership with his spouse, Ray Kaiser Eames, he was responsible for groundbreaking contributions in the field of architecture, furniture design, industrial design, manufacturing and the photographic arts. == Biography == === Childhood === Charles was born in St. Louis to Charles Eames Sr., a railway security officer, and Marie Adele Celine Eames (née Lambert) on June 17, 1907. He had one elder sibling, a sister called Adele. Charles attended Yeatman High School and developed an early interest in architecture and photography. === Education === Charles studied architecture at Washington University in St. Louis on an architecture scholarship. After two years of study, he left the university. Many sources claim that he was dismissed for his advocacy of Frank Lloyd Wright and his interest in modern architects. The university reportedly dropped him because of his \"too modern\" views. Other sources, less frequently cited, note that while a student, Charles Eames was also employed as an architect at the firm of Trueblood and Graf. The demands on his time from this employment and his classes led to sleep-deprivation and diminished performance at the university. === First marriage === While at Washington University, he met his first wife, Catherine Woermann, whom he married in 1929. A year later, they had a daughter, Lucia Dewey Eames. Charles and Catherine were married for over a decade and their divorce was finalized in early 1941. === Early architectural practice === In 1930, Charles began his own architectural practice in St. Louis with partner Charles Gray. They were later joined by a third partner, Walter Pauley. * Sweetzer House, St. Louis, Missouri, 1931 * St. Mary's Church, Helena, Arkansas, 1934 * St. Mary’s Catholic Church, Paragould, Arkansas, 1935 * Meyer House, Huntleigh, Missouri, 1936-1938 * Dinsmoor House, St. Louis, Missouri, 1936 * Dean House, St. Louis, Missouri, 1936 Charles Eames was greatly influenced by the Finnish architect Eliel Saarinen (whose son Eero, also an architect, would become a partner and friend). === Cranbrook and the beginning of furniture design === Lounge chair and ottoman by Charles Eames (1955) At the elder Saarinen's invitation, Charles moved in 1938 with his wife Catherine and daughter Lucia to Michigan to further study architecture at the Cranbrook Academy of Art. Charles quickly became an instructor and the head of the industrial design department. In order to apply for the Architecture and Urban Planning Program, Eames defined an area of focus—the St. Louis waterfront. Together with Eero Saarinen he designed prize- winning furniture for New York's Museum of Modern Art \"Organic Design in Home Furnishings\" competition.Eliot F. Noyes. Organic Design in Home Furnishings. Museum of Modern Art. 1941. He met Ray Kaiser during this project; she was a student at Cranbrook and helped with graphic design. Eames and Saarinen's work displayed the new technique of wood molding (originally developed by Alvar Aalto), that Charles would further develop with Ray in many moulded plywood products, including: chairs and other furniture, and splints and stretchers for the US Navy during World War II.Alexandra Griffith Winton. Charles Eames (1907–78) and Ray Eames (1912–88) . The Metropolitan Museum of Art. Accessed 12 December 2007. === Ray Kaiser === In 1941, Charles and Catherine divorced, and soon after, he married his Cranbrook colleague Ray Kaiser. He relocated with her to Los Angeles, California during their honeymoon, where they worked and lived together until their deaths. Together, Charles and Ray Eames internationally became two of the most recognized and celebrated designers of the 20th century. == The Eames House == Three years after arriving in Los Angeles, Charles and Ray were asked to participate in the Case Study House Program, a housing program sponsored by Arts & Architecture magazine in the hopes of showcasing examples of economically-priced modern homes that utilized wartime and industrial materials. John Entenza, the owner and editor of Arts & Architecture magazine, recognized the importance of Charles and Ray’s thinking and design practices—alongside becoming a close friend of the couple. Charles and Eero Saarinen were hired to design Case Study House number 8, which would be the residence of Charles and Ray, and Case Study House number 9, which would house John Entenza, in 1945. The two homes (alongside other Case Study houses) would share a five-acre parcel of land in the Pacific Palisades neighborhood north of Santa Monica, which overlooked the Pacific Ocean. Because of post-war material rationing, the materials ordered for the first draft of the Eames House (called “the Bridge House”) were backordered. Charles and Ray spent many days and nights on-site in the meadow picnicking, shooting arrows, and socializing with family, friends, and coworkers. They learned of their love for the eucalyptus grove, the expanse of land, and the unobstructed view of the ocean. They made the decision to not build the Bridge House and instead reconfigured the materials to create two separate structures nestled into the property’s hillside. Eero Saarinen had no part in this second draft of the Eames House; it was a full collaboration between Charles and Ray. The materials were finally delivered and the house was erected from February through December 1949. The Eameses moved in on Christmas Eve and it became their only residence for the remainder of their lives. It remains a milestone of modern architecture operated by the Eames Foundation, a non-profit organization instituted by Lucia Eames. The Eames Office designed a few more pieces of architecture, many of which were never put into fruition. The Herman Miller Showroom on Beverly Boulevard in Los Angeles was built in 1950 and the De Pree House was constructed in Zeeland, Michigan for the founder of Herman Miller’s son, Max De Pree, and his growing family. Unbuilt projects include the Billy Wilder House, the prefabricated kit home known as the Kwikset House, and a national aquarium. == The Eames Office == From 1943 until his death in 1978, Charles and Ray worked together with a team of staff and produced an unparalleled breadth of creative design work across many disciplines. == Death == Charles Eames died of a heart attack on August 21, 1978, while on a consulting trip in his native Saint Louis. He was buried in the Calvary Cemetery in St. Louis. He now has a star on the St. Louis Walk of Fame. == Philosophy == In 1970 and 1971, Charles Eames gave the Charles Eliot Norton Lectures at Harvard University. At the lectures, the Eames viewpoint and philosophy are related through Charles' own telling of what he called \"the banana leaf parable\", a banana leaf being the most basic eating utensil in southern India. He related the progression of design and its process where the banana leaf is transformed into something fantastically ornate. He explains the next step and ties it to the design process by finishing the parable with: == References == Category:1907 births Category:1978 deaths Category:Artists from St. Louis Category:American filmmakers Category:American architects Category:American designers Category:Sam Fox School of Design & Visual Arts alumni ",
    "title": "Charles Eames"
}