{
    "id": "1289936",
    "text": "Menshikov tower in 2008 Menshikov Tower (), also known as the Church of Archangel Gabriel, is a Baroque Russian Orthodox Church in Basmanny District of Moscow, within the Boulevard Ring. The church was initially built in 1707 to order of Alexander Menshikov by Ivan Zarudny assisted by Domenico Trezzini, a team of Italian-Swiss craftsmen from Ticino and Fribourg cantons and Russian stonemasons from Kostroma and Yaroslavl. The earliest extant Petrine Baroque building in Moscow, Menshikov Tower was substantially altered in the 1770s. The church traditionally functioned in summer only; in winter the congregation assembled in nearby Church of Theodor Stratelates, built in 1782–1806. Church of Saint Theodore also provides the bells for ritual ringing: despite its height, Menshikov Tower does not have bells. ==History== The first church in the name of Archangel Gabriel on this site was first mentioned in 1551 census records. By 1657 it was rebuilt in stone, and was extended in 1679. Twenty years later the influential statesman Alexander Menshikov consolidated parcels of land south from present-day Clean Ponds. The church of Archangel Gabriel became a house church of his estate which stood one block to the west, on the site of present-day Central Post Office. Picture of the Menshikov Tower taken in 1882. The church was later encircled by buildings on all sides. In 1701 Menshikov repaired the old church, but in 1704 ordered it to be demolished. Menshikov assigned overall construction management to Ivan Zarudny. Domenico Trezzini, subordinate to Zarudny, was placed in charge of European craftsmen (of Fontana, Rusco, Ferrara and other Ticino families) but after half a year was dispatched to Saint Petersburg. The new church was structurally complete by 1707; its height, 81 meters, equaled that of Ivan the Great Bell Tower. The building initially had five structural stone levels (the nave, a square lower tower and three octagonal levels; the top two octagons were built of wood). By 1708 the tower acquired 50 bells and an English chiming clock. It was crowned with a 30-meter spire with a gilded angel-shaped weather vane. Menshikov tower was Moscow's first building richly adorned with figurative sculpture, but most of it was lost in the 18th century. In 1710 Menshikov was appointed governor of Saint Petersburg and abandoned his Moscow projects, taking most of the craftsmen with him. Work on the tower interiors slowed down; Menshikov's private box inside the church was rebuilt in an ordinary side altar. South- western entrance In 1723 the tower was struck by lightning; the fire completely destroyed the upper wooden structure with the clockwork. The bells fell down, crushing the wooden ceilings and destroying nave interiors (still incomplete). The side altars, however, survived and continued operation while the main tower stood decapitated until 1773. In 1773–1779 the tower was restored and acquired its current shape: instead of recreating the destroyed upper octagon, the new architects replaced it with a compact but complex baroque dome. Vases on the corners of the first octagon, installed in the 1770s, replaced the statues lost in 1723 (the vases were later regularly replaced and are now made of concrete). Window arches of the octagons were filled up with brick, rendering installation of bells impossible. Otherwise, sculptural finishes of this period were close to lost originals (present-day sculpture, again, is mostly concrete replica). Menshikov tower had no reliable heating facilities and was closed for the winters. Instead, the congregation built a smaller neoclassical church of St. Theodore Stratelates (completed 1806), which also doubled as the bell tower. In 1821–1850s the tower was a house church of the Central Post Office. The postmasters entertained the plans to reopen the upper level windows and install the bells, but they did not materialize. The church was repaired externally, and the only significant addition was the pineapple-shaped spire which remains extant. The church was looted in 1922 and lost its iconostasis; existing iconostasis comes from a church in Preobrazhenskoye that was demolished in the 1960s. ==References== * Pamyatniki arhitektury Moskvy (Памятники архитектуры Москвы. Белый город.). Moscow: Iskusstvo, 1989. pp. 245–251 ==External links== *Menshikov Tower, Church of Archangel Gabriel (Moscow) *Detailed views of the church Category:Russian Orthodox churches in Moscow Category:Towers in Russia Category:Religious buildings and structures completed in 1707 Category:Towers completed in 1707 Category:Baroque architecture in Russia Category:Towers in Moscow Category:Domenico Trezzini buildings and structures Category:1707 establishments in Russia ",
    "title": "Menshikov Tower"
}