{
    "id": "1289367",
    "text": "The Nasdaq Tallinn AS, formerly known as the Tallinn Stock Exchange, is a stock exchange operating in Tallinn, Estonia. Nasdaq Tallinn is the only regulated secondary securities market in Estonia. The major stock market index is Nasdaq Tallinn, formerly known as TALSE. == History == The foundation of Estonian Central Securities Depository in 1994 created the basis for the development of the secondary market based on electronic trading system. This was realized with the founding of the Tallinn Stock Exchange in April 1995 by 10 commercial banks, 9 brokerage firms and state players (Hüvitusfond, Bank of Estonia, and Ministry of Finance), equal holding of each of them. Licensed by the Ministry of Finance, Tallinn Stock Exchange opened for trading on May 31, 1996 with 11 securities listed. 1996 May 31 – Tallinn Stock Exchange opened for trading with 11 securities listed. June 3 was the first calculation day for the TALSE index. 1999 September 24 – The alliance of Nordic Exchanges (NOREX) formally invited Tallinn Stock Exchange, alongside Riga Stock Exchange and the National Stock Exchange of Lithuania, to start negotiations for the potential merger with the union. On May 28, 2001, the Baltic exchanges and the NOREX officially announced that they suspended further cooperation. 2000 October – Tallinn Stock Exchange and Estonian CSD formed, based on the two companies, a group under single strategic management. 2001 April – HEX Group from Finland acquired strategic ownership in the Tallinn Stock Exchange Group. Trading in Estonian securities in the HEX trading system started on February 25, 2002. 2003 September 4 – The first day of operations for OMHEX, the new parent company of HEX Tallinn, created by the merger of Swedish OM and Finnish HEX. 2004 As a result of merger between Finnish and Swedish securities market operators into OMX, the Tallinn Stock Exchange adopted new trading platform. 2007 The alternative market “First North” was launched. 2008 NASDAQ and OMX merged; NASDAQ OMX Group, Inc. was formed. OMX Tallinn became NASDAQ OMX Tallinn. 2014 NASDAQ OMX Group, Inc. changed its business name to Nasdaq, Inc. NASDAQ OMX Tallinn became Nasdaq Tallinn. == Tradable securities == === Main list === As of May 2019, there were 15 companies listed on the main list of Nasdaq Tallinn: * Arco Vara (ARC1T) * Baltika (BLT1T) * EfTEN Real Estate Fund III (EFT1T) * Ekspress Grupp (EEG1T) * Harju Elekter (HAE1T) * LHV Group (LHV1T) * Merko Ehitus (MRK1T; previously MKO1T) * Nordecon (NCN1T; previously Eesti Ehitus) * PRFoods (PRF1T) * Pro Kapital Grupp (PKG1T) * Silvano Fashion Group (SFGAT; previously PTA Grupp, PTAAT) * Tallink Grupp (TAL1T) * Tallinna Kaubamaja Grupp (TKM1T) * Tallinna Sadam (TSM1T) * Tallinna Vesi (TVEAT) === Secondary List === As of May 2019, there were two companies listed on the Secondary List of Nasdaq Tallinn: * Skano Group (SKN1T; previously Viisnurk, VSN1T ja VNU1T) * Trigon Property Development (TPD1T) === Bond List === As of May 2019, there were 7 corporate bond issues listed on the Bond List of Nasdaq Tallinn: * Admiral Markets 8% subord. bond * Baltic Horizon Fund 4.25% bond * Inbank 7.00% subord. bond * LHV Group 7.25% subord. bond * LHV Group 6.50% subord. bond * LHV Group 6.00% subord. bond * UPP Olaines 7.00% subord. bond === Fund List === As of May 2019, there were the units of one investment fund listed on Nasdaq Tallinn Fund List: * Baltic Horizon Fund === Nasdaq First North === As of May 2019, the securities of three companies were being traded on Nasdaq Tallinn First North market: * Linda Nektar (LINDA) * Mainor Ulemiste 5.5% 5Y bond *Magnetic MRO 8.00% 3Y bond == Trading Day == {| class=\"wikitable\" |- ! Time !! Trading phase |- | 09:00 – 10:00 || Period before Opening call auction (Pre-Open) |- | 10:00 || Opening call auction (Uncross) |- | 10:00 – 15:55 || Continuous trading |- | 15:55 – 16:00 || Period before Closing call auction (Pre-Close) |- | 16:00 || Closing call auction (Uncross) |- | ~16:00 – 16:30 || Post – trading session |- | 16:30 – 09:00 || Market closed |} === Formerly listed companies === * Eesti Telekom (ETLAT) * Eesti Ühispank * Estiko * Hansapank * Kalev (KLV1T), later Luterma AS * Norma (NRM1T) * Olympic Entertainment Group (OEG1T) * Saku Õlletehas (SKU1T) * AS Starman (SMN1T) * Tallinna Farmaatsiatehas (TFA1T) == References == == External links == *Official site *Nasdaq Baltic Index Category:Financial services companies established in 1996 Category:Economy of Estonia Category:Stock exchanges in Europe Category:OMX Category:Economy of Tallinn ",
    "title": "Nasdaq Tallinn"
}