{
    "id": "12891706",
    "text": "GONN with the Wind – also known as With the Wind – is the 30th-year reunion album by GONN. The CD includes three bonus tracks, including a live recording of their 1990 concert on the riverfront in Keokuk, Iowa. The final track on the CD is the original recording of \"Pretty Girl\" by Urban Discipline, a band that includes the son of drummer Dave Johnson. ==Release history== This album was released in the CD format by MCCM Records in 1996, with a catalogue number #MCCM-9602; and in the LP format by CME Records, also in 1996, with a catalogue number of #KE/LP 12001. ==Nature of the music== This is actually the first album released by GONN and consists of all new material, although there is a snippet of their classic \"Blackout of Gretely\" at the end of \"Fellow Slave\". They had previously released two singles in 1966 and 1967, along with other unreleased songs in this time period; these have been collected on several retrospective albums, including a CD that was issued contemporaneously with this album, Frenzology. The first true reunion of the band occurred at a riverfront concert in 1990; one of the three bonus tracks on the CD is a performance from that concert. Although other garage rock bands have reformed and released albums in recent years – the Litter and the Outsiders as examples – GONN is unusual in that their reputation rests essentially on a single 1966 song, \"Blackout of Gretely\", which is considered by many to be among the greatest tracks in the entire garage rock genre. For instance, while acknowledging that \"'Blackout of Gretely' is without doubt one of the Top 10 great punk records of all time\",Liner notes, Pebbles, Volume 10 (CD). Greg Shaw says of the band that it was a \"typical garage band . . . [that] played a lot of Standells, Stones, Kinks, etc. [covers and] were better than most bands of the day\".Liner notes, Pebbles, Volume 1 (CD). Besides the obscurity of the band, this album differs from many reunion albums that have been released over the years in the exuberance shown by the musicians, who are most definitely not just going through the motions. The tracks include many covers, including familiar songs by the Animals (\"When I Was Young\") and the Byrds (\"I'll Feel a Whole Lot Better\"), along with others that were originally by other mid-1960s garage-rock bands: \"Fellow Slave\" (originally by the Stone Cutters) and \"Found Love\" (originally by the Fly-by-Nites). (The original version of the latter song can be found on Highs in the Mid-Sixties, Volume 8). The original songs include \"In the Wind\", written as a tribute to garage-rock fans everywhere and created especially for this album. A 40th year reunion album is being prepared (as of mid-2007). ==Liner notes== Besides the extensive listing of credits, each of the bandmembers has their own comments on a page in the CD booklet, along with \"then and now\" photos and comments on the songs on the new album. The heartfelt joy at being able to record an album together after so many years is palpable in all of their entries:As taken from the liner notes of this album. * Rex Garrett – We had the 1990 reunion under our belt. I figured if we could pull it off live we can damn sure do it in the studio! Boy was I in for a rude awakening. You hear absolutely everything at 'The Studio', nothing gets by! It's not \"Blackout of Gretely\" with two mikes any more! * Gary Stepp – When we decided to do the 'Rollin' on the River' reunion in 1990, I felt a little nervous about it because I hadn't played that kind of music for over 15 years. But I was really excited when we all got together to practice that first time because it came together so well. When we were playing, it was like all the years disappeared and we were back in 1966 again. * Craig Moore – After reissuing \"Blackout [of Gretely]\" twice in response to demand, I thought it was high time the guys got directly involved in a GONN project. The Frenzology CD needed a book with their words in it, not just mine, and by the time I got 'em all on board with that I thought, 'hell, why not do a new album?' I think they thought I was 1/2 nuts, except Gary who wrote back at once in support of the idea, but in short order we were all ready to do it (except Brent [Colvin] who sends his best wishes but couldn't join us this time). * Gerry Gable – It had been 25 years since I played keyboards in public or on a session, and I hadn't really sung since 1986. . . . After the first hour or so, though, it was like we had never stopped playing together. Imagine putting out 10½ songs in 2 days with almost no rehearsal including new originals and songs we'd never played together before! * Dave Johnson – It was magic in the studio. Once again Craig pushed us beyond what we thought we were capable of and made us better. The new recordings made me say 'wow, I didn't realize we were that damn good'. . . . I want to thank the members of the band for being my friends and for taking on that 14-year-old in 1967. * Larry LaMaster – I never once thought that the 1990 reunion would be the end of it. It was more of an 'ice-breaker' getting everyone talking again and putting any ghosts from the past behind us. I'm glad to see Gary a part of the group again. The 30th Anniversary is/was a crazy idea, but that's probably its appeal. To think that 6 old fat guys can make some good music is pretty cool. ==Track listing== # \"When I Was Young\" (Burdon/Weider/Briggs/McCullough/Jenkins), 3:22 # \"I'm Gonna Make You Mine\" (Bayer/Carr/D'Errico), 2:48 # \"Fellow Slave\" (Walt Stewart), 2:20 # \"Cry to Me\" (Bert Russell), 3:55 # \"Pretty Girl\" (Craig Moore), 4:30 # \"I'll Feel a Whole Lot Better\" (Gene Clark), 2:37 # \"Stick Around\" (Dickie Douglas), 2:21; With Dennis Chamberlain (of the Gallows) # \"I Just Want to Make Love to You\" (Willie Dixon), 4:20 # \"Prophecy, The\" (Gerry Gabel), 3:54 # \"Careful Man\" (Jim Croce), 2:12 # \"Found Love\" (Levinson), 2:56 # \"Head in the Clouds\" (Craig Moore), 3:24 # \"The Wind\" (Rex Garrett/Craig Moore), 6:01 # CD bonus track: \"Hamm's Beer/Introductions\" (Arr. by GONN), 4:28 # CD bonus track: \"Come on Up\" (Felix Cavaliere), 3:24 # CD bonus track: \"Alabama Song\" (Kurt Weill/Bertolt Brecht; arr. by the Doors), 3:05; Live # CD bonus/hidden track: \"Pretty Girl\" (Craig Moore), 4:22; by Urban Discipline ==References== Category:1996 albums Category:GONN albums ",
    "title": "GONN with the Wind"
}