{
    "id": "12894220",
    "text": "Machaonia is a genus of flowering plants in the family Rubiaceae. It has about 32 species.Machaonia At: World Checklist of Rubiaceae At: Kew Gardens Website. (see External links below). All are indigenous to the neotropics.David J. Mabberley. 2008. Mabberley's Plant-Book third edition (2008). Cambridge University Press: UK. None has a unique common name. Some species have been called \"alfilerillo\", a Spanish name for the common and well-known genus Erodium. The type species for Machaonia is Machaonia acuminata.Machaonia In: Index Nominum Genericorum. In: Regnum Vegetabile (see External links below). Machaonia was named by Humboldt and Bonpland in 1806 in their book, Plantae Aequinoctiales.Machaonia in International Plant Names Index. (see External links below).Alexander von Humboldt and Aimé Bonpland. 1806. Plantes équinoxiales recueillies au Mexique :dans l'île de Cuba, dans les provinces de Caracas, de Cumana et de Barcelone, aux Andes de la Nouvelle Grenade, de Quito et du Pérou, et sur les bords du rio-Negro de Orénoque et de la rivière des Amazones. 1:101. F. Schoell: Paris, France. (see External links below). This genus name is for Machaon, the son of Asclepias in Greek Mythology. Phylogenetic studies of DNA sequences have shown that Machaonia is paraphyletic over Neoblakea and Allenanthus.Ulrika Manns and Birgitta Bremer. 2010. \"Towards a better understanding of intertribal relationships and stable tribal delimitations within Cinchonoideae s.s. (Rubiaceae)\". Molecular Phylogenetics and Evolution 56(1):21-39. ==Species== The following species list may be incomplete or contain synonyms. {| border=\"0\" | valign= \"top\" | * Machaonia acuminata * Machaonia erythrocarpa | valign= \"top\" | * Machaonia portoricensis * Machaonia woodburyana |} ==References== ==External links== * Machaonia At: Search Page At: World Checklist of Rubiaceae At: Index by Team At: Projects At: Science Directory At: Scientific Research and Data At: Kew Gardens * Machaonia At:Index Nominum Genericorum At: References At: NMNH Department of Botany At: Research and Collections At: Smithsonian National Museum of Natural History * Machaonia At: Plant Names At: IPNI * Machaonia In Volume 1 Of: Voyage de Humboldt et Bonpland Sixieme Partie Botanique Plantes Équinoxiales At: Titles At: Biodiversity Heritage Library * Machaonia At: List of Genera At: Rubiaceae At: List of families At: Families and Genera in GRIN At: Queries At: GRIN taxonomy for plants * Machaonia portoricensis At:Wildland Shrubs At: International Institute of Tropical Forestry At: International At: U.S. Forest Service Category:Rubiaceae genera Category:Taxa named by Aimé Bonpland Category:Taxa named by Alexander von Humboldt Category:Taxonomy articles created by Polbot ",
    "title": "Machaonia"
}