{
    "id": "12892500",
    "text": "Alive and Kicking is a musical revue with sketches by Ray Golden, I.A.L. Diamond, Henry Morgan, Jerome Chodorov, Joseph Stein, Will Glickman, John Murray, and Michael Stewart; music by Hal Borne, Irma Jurist, Sammy Fain, Hoagy Carmichael, Harold Rome, Sonny Burke, Leo Schumer, and Ray Golden; and lyrics by Paul Francis Webster, Ray Golden, Harold J. Rome, Leonard Gershe, Sid Kuller, and Michael Stewart. ==Production== The revue had a pre-Broadway tryout at the Shubert Theatre in Boston in December 1949 and in Hershey, Pennsylvania, in January 1950. The production opened on Broadway at the Winter Garden Theatre on January 17, 1950, and closed on February 25, 1950, after 46 performances. The production was directed by Robert H. Gordon and choreographed by Jack Cole (who also performed), with scenic design and costumes by Raoul Pène Du Bois. The cast included David Burns, Jack Cassidy, Jack Gilford, Carl Reiner, Bobby Van, and Gwen Verdon, who made her New York stage debut as a dancer. Verdon also served as Jack Cole's assistant choreographer.Information about the show from All his Jazz.Banham, Martin. The Cambridge guide to theatre, (1995), Cambridge University Press, , p. 1166 The revue contains a few comic sketches involving the way a newspaper is run, the military higher-ups, psychiatrists, and the popularity of the Edith Piaf-style of singing.Calta, Lewis. \"Revue Due Tonight Starts Busy Week\", The New York Times, January 17, 1950, p. 24 The dances of Cole and Verdon were a smorgasbord of ethnic styles, his trademark. One dance from the revue was called \"The Reason for Divorce is Marriage.\" Ziegfeld Follies-style musical reviews were still popular in 1950, but soon afterwards, the introduction of variety shows on television made the theatrical revue almost obsolete. ==Songs== *\"Abou Ben Adhem\" *\"Alive and Kicking\" *\"Building Going Up\" *\"Cole Scuttle Blues\" *\"Cry, Baby\" *\"French With Tears\" *\"I Didn't Want Him\" *\"One Two Three\" *\"My Day of Rest\" *\"Propinquity\" *\"A World of Strangers\" ==Sketches== *Hippocrates Hits the Jackpot *I'm All Yours *Meet the Authors *Once Upon a Time *Pals of the Pentagon *What a Delightful Day ==Critical response== Brooks Atkinson, in his review in The New York Times, wrote that it was a \"mediocre revue in a mongrel style.\" He praised the sketch work of David Burns (\"funny as a grandiloquent literary speaker at an author's luncheon\") and Jack Guilford (in a \"burlesque of the noble virtue of giving up cigarette smoking\"). He especially praised the work of Cole who \"has happily designed the choreography with no relation to anything else in the show. Every step and movement in it is bizarre and graphic...Mr. Cole is a superb dancer. He is like a macabre manikin out of a decadent show window...When he dances he is all unearthly fire and flickering motion.\"Atkinson, Brooks. \"Alive and Kicking Restores the Revue to the Winter Garden and Presents Jack Cole in Ballet\", The New York Times, January 18, 1950, p. 25 ==Notes== ==References== *Gottfried, Martin. All his jazz: the life & death of Bob Fosse (1998), Da Capo Press, , p. 92 *Dietz, Dan. The Complete Book of 1950s Broadway Musicals (2014), Bowman & Littlefield, , p. 3 ==External links== *Internet Broadway Database listing Category:1950 musicals Category:Broadway musicals Category:Revues ",
    "title": "Alive and Kicking (musical)"
}