{
    "id": "1289743",
    "text": "The Fox–North coalition was a government in Great Britain that held office during 1783.Chris Cook and John Stevenson, British Historical Facts 1760–1830, Macmillan, 1980 As the name suggests, the ministry was a coalition of the groups supporting Charles James Fox and Lord North. The official head was William Cavendish-Bentinck, 3rd Duke of Portland, who took office on 2 April 1783. Fox was a Whig by background and North came from the nominal Tory Party, however both had fallen out with the government of Lord Shelburne. They combined their forces in the House of Commons to throw out Shelburne's ministry and then form a government of their own. King George III despised the government and Fox in particular but found that no other ministry could be formed at this stage despite several offers to William Pitt the Younger. As a result, the King declined to provide the government with the normal tools of patronage and they were forced to look elsewhere. The Treaty of Paris was signed during this government on 3 September 1783, formally ending the American Revolutionary War. The government also came under strain when from the opposition Pitt introduced a proposal for electoral reform to tackle bribery and rotten boroughs. The proposal did not pass but caused tensions within the coalition which contained both proponents and opponents of political reform. The British East India Company was in trouble and Fox proposed nationalising it, thus providing the government with a new source of appointments so they could reward and maintain support. The East India Bill was introduced and passed in the Commons but the King remained deeply opposed. He informed the House of Lords that he would regard any peer who voted for the bill as his enemy. The bill was defeated on 17 December 1783 and the King immediately dismissed the coalition. It was succeeded by a government formed by William Pitt the Younger. After being dismissed, Fox and North tried to force Pitt from power through defeat in the House of Commons, but he refused to resign. The response of opinion in the country, evidenced by petitions, resolutions of borough corporations and the actions of the London mobs, showed strong opposition to the coalition and support for Pitt. In March 1784 a general election was called in which Pitt's government made massive gains, especially in constituencies decided by popular votes. ==Principal members of the government== {| class=\"wikitable\" !Office!!Name!!Date |- |First Lord of the Treasuryalso Leader of the House of Lords||The Duke of Portland||2 April 1783 |- |Secretary of State for the Home Departmentalso joint Leader of the House of Commons||Lord North||2 April 1783 |- |Secretary of State for Foreign Affairs||Charles James Fox||2 April 1783 |- |Lord President of the Council||The Viscount Stormont||2 April 1783 |- |Lord Chancellor||In Commission||9 April 1783 |- |Lord Privy Seal||The Earl of Carlisle||2 April 1783 |- |First Lord of the Admiralty||The Viscount Keppel||8 April 1783 |- |Chancellor of the Exchequer||Lord John Cavendish||5 April 1783 |- |Master- General of the Ordnance||The Viscount Townshend||28 April 1783Ordnance Masters 1544-1855 | Institute of Historical Research |- |First Lord of Trade||The Lord Grantham||continued in office |- |rowspan=2|Chancellor of the Duchy of Lancaster||The Lord Ashburton||continued in office |- |The Earl of Derby||29 April 1783 |- |Treasurer of the Navy||Charles Townshend||11 April 1783 |- |Secretary at War||Richard Fitzpatrick||11 April 1783 |- |Paymaster of the Forces||Edmund Burke||8 April 1783 |- |Lord Lieutenant of Ireland||The Earl of Northington||1783 |} In A Block for the Wigs (1783), James Gillray caricatured the Fox–North coalition. Fox is pictured right; followed by North; and then by Edmund Burke, with a skeleton leg. George III is the blockhead in the centre. ==See also== * Cameron-Clegg coalition ==References== ==Bibliography== * * * * Category:British ministries Government Category:1783 establishments in Great Britain Category:1783 disestablishments in Great Britain Category:Ministries of George III of the United Kingdom Category:1780s in Great Britain ",
    "title": "Fox–North coalition"
}