{
    "id": "12897796",
    "text": "Copyscape is an online plagiarism detection service that checks whether similar text content appears elsewhere on the web. It was launched in 2004 by Indigo Stream Technologies, Ltd. Copyscape is used by content owners to detect cases of \"content theft\", in which content is copied without permission from one site to another. It is also used by content publishers to detect cases of content fraud, in which old content is repackaged and sold as new original content. == History == Copyscape was launched in 2004 by Indigo Stream Technologies, Ltd., co-founded in 2003 by Gideon Greenspan. According to an interview with Greenspan, the company originally developed an alerting service called Google Alert, out of which the Copyscape service grew as an expansion. ==Functionality== Given the URL or text of the original content, Copyscape returns a list of web pages that contain similar text to all or parts of this content. It also shows the matching text highlighted on the found web page. Copyscape banners can be placed on a web page to warn potential plagiarists not to steal content. Copysentry monitors the web and sends notifications by email when new copies are found, and Copyscape Premium verifies the originality of content purchased by online content publishers. Copyscape uses the Google Web API to power its searches. Copyscape uses a set of algorithms to identify copied content that has been modified from its original form. ==Reported use in plagiarism cases== Copyscape's use has been reported in cases involving online plagiarism: * On March 18, 2005, Copyscape was reported as the means used to search the Internet for unauthorized use of materials in the case of Brayton Purcell LLP vs. Recordon & Recordon, filed in the United States District Court for the Northern District of California (361 F.Supp.2d 1135). According to Brayton Purcell, Copyscape was used to search the Internet for unauthorized use of materials on October 7, 2004. On August 6, 2009, Copyscape was cited as the means used to detect plagiarism before the 9th U.S. Circuit Court of Appeals. * On April 6, 2005, Arve Bersvendsen, a Norwegian Web developer, used Copyscape to find a copy of a CSS tutorial he wrote posted on a site owned by Apple Inc. Bersvendsen claimed that Apple had infringed his copyright, and the content in question was immediately removed. * On October 17, 2005, Paul Litterick of the New Zealand Association of Rationalists and Humanists used Copyscape to analyze Bruce Logan's published newspaper work, setting off a plagiarism scandal. Litterick found that some of Logan's work was taken (in most cases with permission) from Anglo-American sources, including The Heritage Foundation, the Conservative Christian Fellowship, the Institute for American Values, Digby Anderson of the Social Affairs Unit and writers Maggie Gallagher and Melanie Phillips. Litterick published the results in the Fundy Post (Issues 18 and 19). Logan retired from the Maxim Institute one month later. * On December 9, 2005, Richard Stiennon, a writer at ZDNet, used Copyscape to find six Web sites that had stolen and re-published an ISP business plan he had written. ==References== ==External links== * . * Copyscape forums. For discussion about: ** Copyright law in general. ** Dealing with plagiarism. ** Copyscape. Category:Plagiarism detectors Category:Copyright enforcement companies Category:Internet properties established in 2004 ",
    "title": "Copyscape"
}