{
    "id": "12890959",
    "text": "The Milwaukee County Zoo is a zoo in Milwaukee, Wisconsin, operated by the Milwaukee County Parks Commission. The zoo houses 1,800 animals and covers an area of . It is noted for the second birth of polar bears and siamangs in captivity and for their locally famous gorilla Samson, who lived from 1950 to 1981 and whose bones are now on display at the Milwaukee Public Museum. During World War II, a celebrity animal of the zoo was Gertie the Duck and her ducklings. The zoo is also home to one of the largest group of bonobos in one location outside their native Democratic Republic of the Congo, and has two cheetahs from the National Zoo in Washington, DC. ==History== ===The Washington Park Zoo=== The West Park Zoo opened in 1892, displaying small mammals and birds. The following year, the zoo added two cinnamon bears and created an iron bear den. In 1899, the zoo constructed a $2,137 herbivore building that housed a variety of animals. In 1900, West Park Zoo became Washington Park Zoo and two years later, the zoo was expanded to . Even with the Great Depression of the 1930s, the zoo prospered, creating a bear den that resembled bears' natural habitat. In 1931, the zoo's bear collection contained 37 specimens. By 1937, the Washington Park Zoo was beginning to show its age. A reptile exhibit was opened in the main zoo building in 1942. George Speidel, zoo director at this time, began planning a new zoo. ===The Milwaukee County Zoo=== Although still located in Washington Park, the zoo changed its name to the Milwaukee County Zoological Gardens in 1953. Fundraising took place in 1956 to offset the estimated cost for building the new zoo of US $12.6 million. The Milwaukee County Zoo opened in 1958 with the primate building, monkey island, feline house, pachyderm mall, and grizzly bear den. The zoo also opened with a gauge miniature railway, the Zoo Line, which carried visitors around the zoo to view the exhibits and construction. The Zoo Line (now known as the Safari Train) has continued to run, operating with real steam locomotives. In 1959, construction started on the dall sheep mountain and the Alaskan bear exhibit. On May 13, 1961, the Milwaukee County Zoo officially opened to the public. Later additions included the aviary (1962), the Australian building (1963), the original animal hospital (1963), the small mammal building (1965), the aquarium (1968), and the reptile building (1968). In 1965, four Zoomobile tour trains were donated by Allis-Chalmers. This was followed by the children's zoo (1971), and the polar bear underwater viewing exhibit (1986). In 1986, the children's zoo was renamed the Stackner Heritage Farm, and a dairy complex was constructed as part of it, to celebrate Wisconsin as America's Dairyland. The complex included a cow barn, education center, and dairy store. In 1988, the Taylor Family Humboldt penguin exhibit, the education center, and the Peck Welcome Center opened. In the following years, the renovated sea lion exhibit, featuring underwater viewing, opened, and the aviary was renovated. More recent changes include the addition of the Sterns Family Apes of Africa exhibit (1992), the renovation of the aquarium and reptile building (now known as the Aquatic and Reptile Center), the renovation of the small mammal building (1998), and the addition of the Wong Family Pheasantry (1998). In 2002, Monkey Island was renovated to include a large deck for viewing, and was renamed Macaque Island. 2003 saw a newly remodeled animal health center; 2004, a new education center; and 2005 and 2006, the remodeling of the Heritage Farm, feline building, and giraffe exhibit. The zoo's newest construction plan was a new West Entrance with a gift shop and a new North American river otter exhibit, due to the small size of the existing tank in the Small Mammal House building, in addition a new parking lot, in order to facilitate reconstruction and reconfiguration due to the rebuilding of the Zoo Interchange to the southeast of the zoo property by the Wisconsin Department of Transportation. ==Exhibits== A foraging gorilla in the Sterns Building at the Milwaukee County Zoo. ===Taylor Family Humboldt Penguin Pool=== This is an exhibit near the zoo's Main Entrance. This fifteen- thousand gallon tank features a group of Humboldt penguins with underwater viewing glass surrounding it. ===Herb and Nada Mahler Family Aviary=== The aviary contains over 60 species in a walk-through building. One section is a cageless room where birds fly free. Species in the exhibit include the Caribbean flamingo, scarlet ibis, rhinoceros hornbill, Bali mynah, King vulture, Rockhopper penguin, Gentoo penguin, Red-billed hornbill, the Whooping crane, Inca tern and Sunbittern, as well as various pigeons and herons. ===Sterns Family Apes of Africa=== This indoor building features a large troop of bonobos and gorillas. For many years, Samson, the largest gorilla in captivity, was showcased in the Apes of Africa building. The zoo maintains a bonobo breeding program with one of the largest collections of bonobos in captivity in the world. Both species have access to indoor and outdoor exhibits. As of 2018, the zoo will have a total of four Western lowlands gorillas, after the death of 31-year-old dominant male Cassius and 17-year-old Naku in April. ===Primates of the World=== Adjacent to Apes of Africa, this exhibit showcases primates from the around the world, including Mandrills, Sumatran orangutans, Siamangs, Black-and-white colobus, and Black-handed Spider monkeys in a gallery-style exhibit. The zoo featured one of the first births of a Siamang in captivity. ===Macaque Island=== Macaque Island features a troop of Japanese macaques. It is a large mountain surrounded by water. It was remodeled in 2002 to include a large viewing deck for zoo guests and an expanded shelter for the resident macaques, with waterfalls and a larger mountain. ===Aquatic and Reptile Center=== This building holds invertebrates, fish, reptiles, and amphibians including the zoo's Chinese alligator, Green anaconda, Mexican beaded lizard and King cobra as well as various Cichlids and Rockfish and a Giant Pacific octopus. ===Small Mammal Building=== This building, located near the Aquatic and Reptile Center, features a special room for nocturnal species that is darkened in the day and brightened at night so the animals live on a schedule friendly to zoo visitors. Residents include the Fennec fox, sugar glider, vampire bat, ring-tailed lemur, Springhaas, dwarf mongoose, Straw-coloured fruit bat, Potto, Mohol Bushbaby, Southern Three- banded Armadillo, various small monkeys and tamarins and a larger exhibit for Two-toed sloth and red-rumped agouti. Other species are sometimes rotated in and out, such as the zoo's red pandas during construction of the Florence Mila Borchert Big Cat Country building in 2004. ===North America=== A series of outdoor exhibits themed around the megafauna of the North American continent, primarily bears and deer, featuring the grizzly bear, Alaskan brown bear, polar bear, American elk, trumpeter swan, harbor seal, prairie dog, American badger, reindeer, and sandhill crane. Many of these species are displayed in predator-prey \"panorama\" exhibits, which make them appear to share the space via a hidden moat. There are future plans to renovate this area into an Alaskan themed exhibit in the near future. ===Northwestern Mutual Family Farm=== The newly renovated children's zoo with a focus on native midwestern United States wildlife and educational presentations, featuring species such as the hedgehog, the domestic duck, the North American porcupine, the Florida box turtle, the red-tailed hawk and the bald eagle. It replaced the zoo's Stackner Heritage Farm in 2005. Northwestern Mutual Family Farm also features a variety of farm animals such as Ayrshire cattle, Guinea Hog, Sicilian Donkey, Black-and-white Holstein Cow, chickens, goats, rabbits, Belted Galloway, Milking Shorthorn, Horses, & Scottish Highland Cow. ===Africa/Asia/South America Mixed Exhibits=== Jaguar A series out of outdoor exhibits featuring animals from three continents, sometimes in \"panorama\"-style displays in which predator and prey appear in the same exhibit due to hidden moats. Much of the space is currently being transformed into a multi phase project known as Adventure Africa, so the majority of the exhibits are dedicated to animals from the African savannah, including the plains zebra, waterbuck, greater kudu and common eland exhibits. South American species include greater rhea, Baird's tapir and alpaca, and an outdoor yard for the jaguar. Asian species include the Amur tiger and Bactrian camel. The Giraffe House, part of the same exhibit area, was renovated in 2006, allowing visitors to climb a deck and come face-to-face with the zoo's reticulated giraffe collection and even feed them. The giraffe exhibit is also an exhibit that remains the same at the Adventure Africa exhibit. Holz Family Impala Country was later introduced, bringing impala and Thomson's gazelle to the zoo's extensive collection of African animals. ===Adventure Africa=== Adventure Africa opened in spring of 2019. It is the new home for more than 7 animal species, four of which were transferred from their old exhibits. The new Elephant Care Center acts as an indoor shelter, recreation and training facility for African bush elephants, as well as a space for zoo classes and events. The elephants also have access to a 1.6 acre outdoor habitat with various enrichment opportunities, including a large watering hole and enrichment feeding walls. There are also heaters throughout the yard that allow the elephants to utilize the space during colder weather. Impala plains is one of two mixed exhibits in Adventure Africa; it contains impalas, plains zebras, ostriches, and grey crowned cranes. Another exhibit, the African forest, is home to eastern bongos, guinea fowl, and yellow-backed duikers. Future expansions to Adventure Africa include a new exhibit for hippopotamus and a conversion of the old elephant exhibit into a new space for the zoo's black rhinoceroses. ===Florence Mila Borchert Big Cat Country=== The zoo's sixteen-thousand square-foot indoor Big Cat exhibit was renovated significantly in 2005, cutting down on many smaller or indoor-only exhibits such as the cougar to focus on significantly expanding the indoor and outdoor homes for the zoo's core cat collection, including the African lion, Amur tiger, snow leopard, and jaguar, as well as the addition of a new, permanent home for the zoo's red pandas and a new exhibit for the cheetahs, the servals and the caracals. Additional cat species are sometimes housed there. ===Otter Passage=== Opened in Spring 2018, the otter passage is home to a group of in a large exhibit with two pools for underwater viewing. It opened alongside the new West Entrance and acts similar to the Taylor Family Humboldt Penguin Pool in that is an introduction exhibit depending on which entrance visitors choose to go through. ===Otto Borchert Family Special Exhibits Gallery=== This building is dedicated to special or traveling exhibits. ==Other Facilities== ===Safari Train=== The Safari Train in 2009 The gauge rideable miniature railway, first opened in 1958, continues to transport guests around the zoo from Memorial Day through Labor Day. The railroad began operations using live steam locomotive #82, a locomotive built in 1957 by the Sandley Light Railway Works of Wisconsin Dells, on commission of the Milwaukee Journal for the zoo. The #82 was later joined by #1958, a diesel locomotive built in 1959, followed by two additional steam locomotives: #1916, a locomotive built in 1961, and #1924, a 4-6-2 locomotive built for the zoo in 1977. The #82 was eventually withdrawn, due to being too small to pull the longer trains the zoo needed to handle the crowds, and was placed on display. In 1989, the zoo loaned #82 to the recently rebuilt Riverside and Great Northern Railway, and later traded the engine to the R&GN; for a second diesel, #1992.http://dellstrain.com/wp- content/uploads/2015/05/sandleylegacy.pdf ===Child friendly areas=== *Playground *Treehouse area *Dinosaur exhibit (seasonal) *Sky Trail® Ropes Courses & Zip Line *Ski Safari *Zoo Mobile ==References== ==External links== * * The Zoological Society of Milwaukee County Category:Zoos in Wisconsin Category:15 in gauge railways in the United States Category:Protected areas of Milwaukee County, Wisconsin Category:Tourist attractions in Milwaukee ",
    "title": "Milwaukee County Zoo"
}