{
    "id": "12893452",
    "text": "Kotharia is a town in Rajkot district of Gujarat, which was a small princely state offshoot of the Rajkot state in the Saurashtra region of Gujarat, part of the Bombay Presidency during British Raj.Kotharia The Imperial Gazetteer of India, 1908, v. 16, p. 2. The boundaries of the Taluka were conterminous with those of the States of Morvi, Rajkot and Gondal States. The area of the Taluka was with six villages. The Taluka had six villages - Kotharia, Vavdi, Vagudad, Khorana, Nagalpur and Pipalia. Two more villages were given to the Taluka as mentioned below. The population of the Taluka was 2,146 as per the census of 1921. ==History== The taluka was an offshoot of the Rajkot State, Jadeja dynasty. Dadaji Mehramanji, the second son of Mehramanji II of Rajkot State, was granted a patrimony of six villages in about 1733.Kotharia (Taluka) Genealogy and History Queensland University. After Thakore Saheb Dadoji became the Talukadar of Kotharia, he organized a big party at Kotharia on the Birthday of the Yuvraj Saheb Ranmalji I of Rajkot, his elder brother. On that day Dadoji was given two more villages by Thakore Saheb of Rajkot. Virva and Vadali were bhayadi villages of Kotharia. Ronki was also at sometime acquired by Kotharia. This village was under the control of Rajkot during the monarchical period. The Darbargadh of that time is also located but now it is in ruins as there is no settlement there.And the Madha of Sai Suthar Parivar is located near it. The Madh was built by Odhavjibhai and Mavjibhai Pithadiya. At present the house of Durlabhjibhai Mavjibhai Pithadiya, son of Mavjibhai Pithadiya He is known in the village as Mistry of Kotharia. Thakore Saheb Shivsinhji the 8th in descent from Dadaji, the founder of the Taluka, was born 26 May 1895. He had been educated at Rajkumar College, Rajkot. He succeeded to the Throne on 14 September 1925 on the death of his father T.S. Pratapsinhji. He in turn was succeeded by his son Thakore Saheb Ajitsinhji, born 16 December 1910. He was blessed by two sons - Ghanshyamsinhji and Rajendrasinhji. Both have been educated at Rajkumar College, Rajkot. And in turn he was succeeded by elder son Thakore Saheb Ghanshyamsinhji, born 11 April 1933, educated at Rajkumar College, Rajkot, as the head of the Royal Family. Thakore Saheb Gjanshyamsinhji Jadeja is the head of the Kotharia Royal family, residing at Rajkot. He has an heir Yuvraj Jaideepsinhji Jadeja of Kotharia (born 23 January 1974), residing at Rajkot. Kotharia was a 5th Class Taluka as per the 'Kathiawar Directory' (1907). The Taluka exercised Jurisdictions as under : * Criminal : Two years rigorous imprisonment and fine up to Rs. 2,000. * Civil : To the extent of Rs. 5,000. The Taluka followed the rule of primogeniture for succession. ==Revenue== Average annual revenues and expenditure approximately were Rs. 22,000 and Rs. 15,000. The Rajkot-Jetalsar Railway line and the Morvi Railway line passed through the limits of the Taluka. There were no Pacca roads except a portion of the trunk road between Rajkot and Gondal which passed through the limits of the Taluka. The Taluka annually paid Rs. 948 as British Tribute and Rs.298 as Junagadh Zortalbi. The Taluka had entered into treaties and engagements with the Paramount Power in common with the other States of Kathiawar. ==References== ==External links== * Kotharia at wikimapia Category:Princely states of India Category:History of Rajkot Category:Cities and towns in Rajkot district ",
    "title": "Kotharia, Rajkot"
}