{
    "id": "12894338",
    "text": "Jonas Ivens (born 14 October 1984 in Beveren) is a retired Belgian footballer who played as a centre back. He is currently the assistant manager of Club Brugge KV. He made a name of himself in his homeland Belgium, before moving to Dutch football in the summer of 2010 after signing with Groningen. ==Career== ===Belgium=== Ivens broke through to the first team of hometown club KSK Beveren in the 2003–04 season. He played one season for the club, in a period in which Jean-Marc Guillou guided Beveren to a more attractive financial situation through talented Ivorian players. This meant a limited opportunity for Ivens to play in the first team, which resulted in moving to second division side KMSK Deinze in 2004. There he played two seasons, before being signed by KV Mechelen in the spring of 2006. With Mechelen he promoted to the Belgian Pro League, and became captain of the team. ===FC Groningen=== On 16 June 2010, Ivens signed a four-year contract with Groningen. Groningen paid a €500,000 fee for the player. He made his first-team debut in a 2-2 Eredivisie draw against Ajax on 8 August 2010. ==Coaching career== After retiring at the end of the 2015-16 season, Ivens was hired as a physical coach at Waasland- Beveren.JONAS IVENS NIEUWE PHYSICAL COACH OP DE FREETHIEL, waasland- beveren.be, 1 June 2016 In the summer 2018, he also took charge of the club's reserve team beside his job as a physical coach for the first team.JONAS IVENS WORDT BELOFTENCOACH VAN WAASLAND-BEVEREN, voetbalkrant.com, 17 June 2018 In the summer 2019, he was appointed assistant manager of Club Brugge KV under manager Philippe Clement.JONAS IVENS VERLAAT DE FREETHIEL, waasland- beveren.be, 13 June 2019 ==References== ;General *Guardian Football ;Specific ==External links== * * Voetbal International profile Category:1984 births Category:Living people Category:Belgian footballers Category:Belgian football managers Category:Belgian expatriate footballers Category:K.S.K. Beveren players Category:KV Mechelen players Category:FC Groningen players Category:RKC Waalwijk players Category:Belgian First Division A players Category:Belgian Second Division/Belgian First Division B players Category:Eredivisie players Category:Expatriate footballers in the Netherlands Category:Association football central defenders Category:Waasland-Beveren players Category:K.M.S.K. Deinze players Category:Cercle Brugge K.S.V. players Category:Association football defenders ",
    "title": "Jonas Ivens"
}