{
    "id": "12891380",
    "text": "A Global Namespace (GNS) is a heterogeneous, enterprise-wide abstraction of all file information, open to dynamic customization based on user-defined parameters. This becomes of particular importance as multiple network based file systems proliferate within an organization—the challenge becomes one of effective file management. A Global Namespace has the unique ability to aggregate disparate and remote network based file systems, providing a consolidated mount point which can be mounted on any machine via network protocols and it can greatly reduce complexities of localized file management and administration. For example, prior to file system namespace consolidation, two servers exist and each represent their own independent namespaces; e.g. \\\\\\server1\\share1 & \\\\\\server2\\share2. Various files exist within each share respectively; however, users have to access each namespace independently. This becomes an obvious challenge as the number of namespaces grows within an organization. With a GNS, an organization can access a virtualized file system namespace; e.g. files now exist under a unified structure, such as \\\\\\company.com\\share1, share2—where the files exist in multiple physical server\\share locations but appear to be part of a single namespace. Some of the main reasons behind a GNS is to open up more storage pools for larger working pools of disk, migrate data transparently, and reduce number of mount points / shares in an environment. Vendors implement this technology in different ways, but the client view is designed to be the same. A GNS is always made of several name spaces using concatenation or individual shared volumes. ==Standards== Global Namespace technology can virtualize file server protocols such as Common Internet File System (CIFS) protocol and the Network File System (NFS) protocols. These are standard protocols used by all servers, network attached storage (NAS) devices and client systems for handling file data. ==See also== * File Area Networking * Network File Management ==External links== * Alluxio * Attune Networks - in late 2008 wound down their operations, intellectual property picked up in 2009 * AutoVirt Software - Folded December 2011 * Avere Systems * Brocade StorageX - Brocade are to discontinue this and related products Autumn 2009 * Egnyte Enterprise File Services * EMC Corporation Rainfinity * Enterprise Data Solutions WDMC windows and unix migrator for SAMFS * F5 Acopia ARX * General Atomic's Nirvana * Hewlett-Packard with Polyserve * IBM Spectrum Scale * Nasuni * NetApp VFM - rebadged version of Brocade product to suffer same fate * Njini NFC - Njini went into receivership Autumn 2008 Category:Computer data storage ",
    "title": "Global Namespace"
}