{
    "id": "12895366",
    "text": "Postcards from No Man's Land is a young-adult novel by Aidan Chambers, published by Bodley Head in 1999. Two stories are set in Amsterdam during 1994 and 1944. One features 17-year-old visitor Jacob Todd during the 50-year commemoration of the Battle of Arnhem, in which his grandfather fought; the other features 19-year-old Geertrui late in the German occupation of the Netherlands. It was the fifth of six novels in the series Chambers calls \"The Dance Sequence\", which he inaugurated in 1978 with Breaktime.\"The Dance Sequence\", Aidan Chambers, Aidan Chambers. Retrieved 2012-07-28. Chambers won the annual Carnegie Medal, from the Library Association, recognising the year's best children's book by a British subject. In 2001 The Guardian named it one of ten books recommended for teenage boys, and called it a \"seriously good and compulsively readable novel that spans 50 years and two interwoven stories of love, betrayal and self-discovery\".\"10 reads for the teenage bloke\". The Guardian, 9 October 2001. Postcards from No Man's Land was first published in the U.S. by Dutton in 2002. There it won the Michael L. Printz Award from the American Library Association recognising the year's best book for young adults. \"Michael L. Printz Winners and Honor Books\". Young Adult Library Services Association. ALA. Retrieved 2012-09-05. The Printz Award, inaugurated for 1999 publications, is the premier ALA award for young adult literature. Unlike the Newbery Medal for children's books, it is open to non-U.S. authors and to \"old\" books newly published in the U.S. WorldCat reports that Postcards is the work by Chambers most widely held in participating libraries, by a wide margin. One library catalogue record recommends Postcards for American \"senior high school\" students and the British librarians call it a \"sophisticated book for older teenagers. Issues of euthanasia and sexual identity are raised. This is an emotionally and intellectually challenging book and one that lingers in the mind.\" ==Notes== ==References== ==External links== * —immediately, first US edition * Reviews of Postcards from No Man's Land reprinted by the author Category:1999 British novels Category:1999 children's books Category:British young adult novels Category:Children's historical novels Category:Novels set during World War II Category:Carnegie Medal in Literature winning works Category:Michael L. Printz Award-winning works Category:Novels set in Amsterdam Category:Fiction set in 1944 Category:The Bodley Head books ",
    "title": "Postcards from No Man's Land"
}