{
    "id": "12897402",
    "text": "Jurm () is a 1990 Indian Hindi-language action film directed by Mahesh Bhatt and produced by his brother Mukesh. It stars Meenakshi Sheshadri, Vinod Khanna, and Sangeeta Bijlani in the leading roles. Salim Khan wrote the story and script. The film was a critical and commercial success and was declared a \"Hit\" at the box-office.http://www.bollywoodhungama.com/movie/jurm-2/box- office/ The movie is based on the 1987 movie Someone to Watch Over Me. Meenakshi Sheshadri and Sangeeta Bijlani were both nominated at the filmfare awards, in the Best Actress and the latter in the Best Supporting category. == Plot == Khanna plays Shekhar Varma, a Mumbai police inspector. He is happily married to Meena (Sheshadri) and they have a school-age daughter. One day, Shekhar's police department receives a call saying that an editor, Ritesh Nandy, has come across incriminating evidence that could expose the wrongdoings of some very influential people. Ritesh is killed despite being assigned police protection. Geeta (Bijlani) presents herself as a witness to Ritesh's death, but cannot identify his killer. When her life is threatened, Shekhar and another inspector, Pramod Kadam (Inamdar), are assigned to protect her. In the process, Shekhar and Geeta fall in love, and Shekhar's wife begins to suspect her husband is having an affair. She manages to wring a confession out of him, then promptly leaves the house and moves in with her father. In the meantime, Pramod is wounded trying to protect Geeta and is hospitalized. Shekhar discovers that Ritesh's murder is the handiwork of high-ranking police officials. == Cast == *Vinod Khanna as Inspector Shekhar Varma *Meenakshi Sheshadri as Meena Varma *Sangeeta Bijlani as Geeta *Shafi Inamdar as Inspector Pramod Kadam *Sharat Saxena as Police Officer *Anang Desai as Inspector Narayan *Akash Khurana as Journalist Ritesh Nandy *Om Shivpuri as Minister *Jack Gaud *Mahesh Anand *Girja Shankar as Police Commissioner == Music == The music for Jurm was composed by Rajesh Roshan and the lyrics were written by Indeevar and Payam Sayeedi. An outstanding song from the score is the romantic duet Jab Koi Baat Bigad Jaaye sung by Kumar Sanu and Sadhana Sargam but It was unofficial remake of famous old English song - 500 Miles. The song \"Marne Ke Dar Se Mere Dil\" was heavily inspired by Madonna's \"La Isla Bonita\".http://itwofs.com/hindi- rr.htmlhttp://myswar.in/song_details/jurm-1990-marne-ke-dar-se-mere-dil-6 {| class=\"wikitable\" style=\"font-size:95%;\" !#!!Title!!Singer(s)!! Duration |- |1 |\"Jab Koyi Baat Bigad Jaaye – 1\" |Kumar Sanu, Sadhana Sargam |07:56 |- |2 |\"Duniyawaale Bhi Kya Yaad Karenge\" (Lyrics by Payam Sayeedi) |Manhar Udhas, Sadhana Sargam |07:56 |- |3 |\"Jab Koyi Baat Bigad Jaaye – 2\" |Sadhana Sargam, Kumar Sanu |01:23 |- |4 |\"Hum Do Hamare Ho Do\" |Amit Kumar, Sadhana Sargam |04:22 |- |5 |\"Marne Ke Dar Se Mere Dil\" |Asha Bhosle, Mohammed Aziz |06:09 |- |6 |\"Jab Koyi Baat Bigad Jaaye – Sad\" |Kumar Sanu |01:39 |} == References == == External links == * Category:1990 films Category:1990s Hindi-language films Category:Indian films Category:Films scored by Rajesh Roshan Category:Films directed by Mahesh Bhatt ",
    "title": "Jurm (1990 film)"
}