{
    "id": "12896984",
    "text": "The Plymouth Cranbrook is an automobile which was built by Plymouth from 1951 to 1953. It replaced the Special Deluxe when Plymouth changed its naming scheme and was essentially the same as the Plymouth Concord and Cambridge, but at a higher trim level. The name Cranbrook may have been taken from a city in British Columbia, but it may also have been taken from Cranbrook Drive in Detroit; this small street intersected with Cambridge Avenue. Both streets are between 7 Mile Road West and 8 Mile Road West, near the Dodge Main plant. Concord Street ran by the plant. This indicates that the cars may have been named after streets near Chrysler Corporation facilities. ==1951 - 1952 (P-23 series)== The Plymouth Cranbrook, as a car, was conservatively styled, designed to fit K.T. Keller's notion that cars be practical and allow drivers to sit upright while wearing a hat; it was sold at a time when competitors favored the low and sleek look. Differences between the 1950 Special Deluxe and the 1951 Plymouth Cranbrook are relatively few in number and scope, with interchangeable glass and doors, but different rubber seals; lack of woodgrain on the instrument panel; plastic brake handle instead of chrome; and other similar changes. More substantial was having what had been the hood release handle function as the overdrive control. Fender lettering and other badging necessarily changed as well. From a distance, the cars were essentially similar. The Plymouth Cambridge and Plymouth Cranbrook models shared the P-23 Series Number in both 1951 and 1952.John Gunnell, Standard Catalog of American Cars 1946-1975, Revised 4th Edition, pages 646-649 The six-cylinder flathead engine produced . 1952 Plymouth Cranbrook Four Door Sedan ==1953 (P-24 series)== 1953 Plymouth Cranbrook Convertible Club Coupe For 1953, the boxy shape was changed for straighter lines, with sleeker and more modern styling. The windshield went to a modern one-piece unit; and the door handles pulled out instead of twisting. The glove box was moved to the center for easier access by the driver. The gas cap was moved to under the trunk lid, resulting in initial problems with gas spilling out of a full tank into the trunk; this problem was resolved with baffles in mid-1953. The three-window coupe and fastback sedan were dropped for 1953; the former long and short wheelbase models were consolidated with a common wheelbase of , only one inch shorter than those of Chevrolet and Ford (though considerably less overhang than those competitors gave the Cranbrook a \"shorter\" look.) Power increased marginally, to . The 1953 Plymouth Cranbrook was designated Series P-24-2 and the lower trim level Cambridge was the P-24-1.John Gunnell, Standard Catalog of American Cars 1946-1975, Revised 4th Edition, page 649 In 1954, the Cranbrook name was replaced by the Belvedere, which had been the top trim level of the Cranbrook; all Plymouth names were switched to those of upscale hotels. ==Australian production== The Plymouth P-23 series was also produced in Australia Gavin Farmer, Great Ideas In Motion, A History of Chrysler in Australia, 2010, pages 405-406 and was marketed under the Cranbrook name.Statistics of motor cars sold in Australia from 1923 to 1957, Restored Cars (magazine) No 21, page 20 4,382 examples were built in the years 1951 to 1953. The Plymouth P-24 series, which was marketed in the U.S. as the 1953 Plymouth, was also assembled in Australia in that year by Chrysler Australia.Gavin Farmer, Great Ideas in Motion, A History of Chrysler in Australia, 2010, page 407 As in the U.S., it was sold as the Plymouth Cambridge and Cranbrook. In 1954 assembly of the P-25 series commenced, with Plymouth Cambridge, Cranbrook, Savoy and Belvedere names used.Gavin Farmer, Great Ideas in Motion, A History of Chrysler in Australia, 2010, pages 23 to 25 Australian design input was minimal, although major body panels were locally produced. From 1956 a coupe utility variant was offered in addition to the four door sedan and was available in Cranbrook, Savoy and Belvedere models.My UTEs!, www.roadkillontheweb.com Retrieved on 13 February 2013 Australian production of the P-25 continued through to 1957. The closely related Australian produced Chrysler Royal was built as the replacement for the local market. https://www.allpar.com/world/royal.html | 07Aug2020 File:1951 Plymouth Cranbrook Sedan.jpg|Australian P-23 Series Plymouth Cranbrook Sedan of 1951 File:Plymouth P25 Cranbrook.JPG|Australian P-25 Series Plymouth Cranbrook Sedan ==References== * Gunnell, John (Editor): Standard Catalog of American Cars 1946-1975, Krause Publications Inc., Iola (2002), ==External links== *http://www.allpar.com/history/plymouth/plymouths-1949-1952.html *http://www.allpar.com/old/plymouth/plymouth-1953-54.html * 1952 Plymouth Utility at allcarcentral.com Cranbrook Category:Rear-wheel-drive vehicles Category:Full-size vehicles Category:Cars introduced in 1951 ",
    "title": "Plymouth Cranbrook"
}