{
    "id": "1289777",
    "text": "Joseph Francis Charles Rock (1884 – 1962) was an Austrian-American botanist, explorer, geographer, linguist, ethnographer and photographer. ==Life== Josef Franz Karl Rock was born in Vienna, Austria, the son of a steward of a Polish count. As a result of a generally unhappy childhood and his father's determination that he become a priest, Rock set off on a wandering life in late adolescence. After a few precarious years traveling around Europe, he emigrated to the United States in 1905 and eventually ended up in Honolulu, Hawaii in 1907, where he would remain for 13 years. Although Rock had no tertiary education, a fact about which he was sensitive and often dissembled, he had a remarkable capability for foreign languages and by the time he reached Hawaii he had a reasonable command of more than half a dozen, including Chinese.The primary biographical sources on Rock are Chock (1963) and Sutton (1974). ===Hawaii (1907-1920)=== Initially Rock taught Latin and natural history at Mills College (now known as Mid-Pacific Institute). With little formal background in the latter subject, he quickly trained himself as a botanist and became the leading authority on Hawaiian flora. Despite his lack of credentials, in 1908 he talked himself into a job to develop the first herbarium in Hawaii for the U.S. Department of Agriculture, collecting enormous numbers of plants from his explorations around the islands. In 1911, the herbarium was transferred to the College of Hawaii (later the University of Hawaii) with Rock as its first curator and the Territory of Hawaii's first official botanist. During his time in Hawaii, Rock produced dozens of scholarly articles and five books, among which Indigenous Trees of the Hawaiian Islands (1913), in particular, is considered a classic work in its field. In 1913 Rock was part of a small expedition to the remote Palmyra Atoll, which resulted in the publication of a comprehensive description of its flora.Palmyra Island with a Description of its Flora (1916). Honolulu, College of Hawaii. ===Botanical Expeditions in China (1920-1933)=== In 1920 Rock left Hawaii for what would prove to be decades of residence and expeditions in Asia, mostly in Western China. The U.S. Department of Agriculture employed him as an agricultural explorer, sending him to Southeast Asia in search of seeds of the Chaulamoogra tree (Hydnocarpus wightianus), which was used in the treatment of leprosy. This success led to further expeditions in Southwest China, and in 1922 Rock first arrived in Lijiang in the northwest of Yunnan province, the center of the Nakhi (Naxi) people. The valley of Lijiang is dominated by the Yulong (Jade Dragon Snow Mountain) range, at whose foot Rock established a residence in the village of Nguluko. This would be his primary base for the next 27 years, as he organized botanical expeditions throughout much of western China along the eastern borderlands of Tibet, a large, remote and very rugged area with numerous non-Han peoples for the most part only nominally governed by the Chinese government. Throughout the period Rock was in China, the country was wracked by warlordism, civil war, the war with Japan and finally the triumph of Mao Zedong’s communist forces. Western China was parceled out into a colorful array of petty states and tribal territories, and infested with banditry, a well established way of life throughout these areas. Nevertheless, Rock managed to collect and send back to his sponsors in the U.S. large quantities of plant and bird specimens, as well as many thousands of photographs of geographical, botanical, ethnographic and historical interest. Working with a group of Nakhi assistants, many of whom remained with him for decades, Rock was a superb collector, both in the quantity and quality of his seed and plant specimens. Since he came relatively late in terms of botanical exploration to one of the most bio-diverse regions of the world, he discovered relatively few new plant species, but many superior specimens to what had previously been available in the West.Wagner (1992b). E. H. M. Cox (1945). Plant-Hunting in China: A History of Botanical Exploration in China and the Tibetan Marches. Collins, 195-202. His style of expeditions typically involved large caravans, which besides the necessary provisions and equipment for storing his specimens and photography, included a personal cook, table with complete dinner setting, a portable bathtub and a phonograph. Usually an armed escort was a necessary addition against bandits or hostile tribes and had to be arranged for with each local authority. These expeditions were carried out over the course of the 1920s, financed by various prestigious institutions. For the first few years based in Lijiang, Rock carried out expeditions mostly in the northern regions of Yunnan sponsored by the National Geographic Society and the Smithsonian Institution. Beginning in Dec. 1924, Rock set off on his most ambitious expedition lasting over three years sponsored by Harvard's Arnold Arboretum. The primary purpose was to collect plant and bird specimens in Gansu province, around Kokonor (Qinghai Lake) and in the Amnye Machen mountain range. For much of this time he based himself in Choni (Jonê County), Gansu as the guest of the prince or chieftain (tusi) of this small Tibetan kingdom, and his explorations included visits to the great Kumbum, Labrang and Rakya Tibetan monasteries. The entire region was wracked by warlordism and ferocious Tibetan-Muslem conflicts. Rock witnessed some of the brutal consequences of the Golok (Ngolok) rebellions (1917-1949) when the Warlord general Ma Qi's Chinese Muslim army campaigned against the fiercely independent nomadic Tibetans and ravaged the Labrang Monastery.Mueggler (2011): 209-238. Rock finally left Choni in March 1927, but not before acquiring from Choni's famous printing press complete sets of the Kanjur and Tanjur canon of Tibetan Buddhist scriptures, 317 volumes in total, printed from 18th century wood blocks considered among very the finest quality. The following year Choni was sacked, the monetary and its ancient press burnt to the ground. This was the most important of a number of significant Tibetan texts Rock acquired for the Library of Congress collection.Rock (1928), \"Life among the Lamas of Choni.\" Shu Chao Hu (1979), The Development of the Chinese Collection in the Library of Congress. When the Arnold Arboretum declined to finance a return expedition, Rock found sponsorship from the National Geographic Society to make a number of trips to southwest Sichuan to explore both the Konkaling range and Minya Konka (Mount Gongga). The latter is among the highest mountains outside of the Himalayas and was particularly difficult of assess, not least because of the purported hostility of the local tribes. Rock approached closer to Minya Konka than any other Westerner and with characteristic romantic exaggeration declared it to be higher than Everest, although at the time he was not alone in this wishful miscalculation. During these explorations, Rock based himself in the lama kingdom of Muli, which he had first visited in 1924. Another small kingdom that he often visited, also in southwest Sichuan, was Yongning on the beautiful Lugu Lake, center of the Mosuo people. These explorations produced a series of articles for the National Geographic magazine, although the editors were hard pressed to reshape them, much to his annoyance, for their more popular readership and to off-set Rock's propensity for accumulative detail over coherent presentation. Nonetheless he published a significant number of articles on little known areas and exotic peoples and customs of Western China accompanied by his excellent photographs.Gore, R. (1997), \"Joseph Rock (1922-1935): Our Man in China.\" National Geographic Magazine 191: 62-81. ===Studies of the Nakhi=== Despite the scale of his botanical collecting, for which he primarily received his funding, Rock published nothing on the flora of China (although later he did work on a large phytogeographical study, partially published posthumouslyRock (2002), Phytogeography of Northwest and Southwest China, ed. Hartmut Walravens. Österreichische Akademie der Wissenschaften.). By the end of the 1920s, his attention turned decisively to the culture of the Nakhi people. He wrote a two volume cultural history of the Nakhi and many studies of the texts and ritual ceremonies of the Dongba, a term that refers to both the religious texts and the shaman priests who composed them. The Nahki Dongba were prolific composers of recitation texts using a unique script typically described as pictographic, although it is better understood as a rebus-like mnemonic devise that complexly combines iconic and phonetic elements. The script required intensive training to be read or interpreted, and therefore was strictly for religious purposes and largely comprehensible only by the Dongba themselves.Michaud, Alexis (2001), \"Pictographs and the Language of the Naxi Rituals\" in Christin Mathieu & Cindy Ho, Quentin Roosevelt's China: Ancestral Realms of the Naxi. Arnoldsche Art Publ. Rock worked with a number of dongba priests to produce transcriptions and detailed readings of the most important ceremonial texts, as well as a dictionary-encyclopedia.Mueggler (2011): 260-282. While not the first to study the dongba script and rituals, his work is still considered the foundation of subsequent scholarship. He also collected numerous manuscripts or “books” and is responsible for the large majority (over 7,000) of the Nakhi works that exist outside of China, a third of all surviving Nakhi texts, huge numbers of which were destroyed particularly during the Cultural Revolution.Jackson, Anthony (1989), \"Naxi Studies: Past, Present and Future.\" New Asia Academic Bulletin 8. With onset of World War II, Japanese aggression forced the Nationalist government of China to retreat to the far interior and Yunnan became a central supply point. During the war years, Rock was in and out of Lijiang, often undecided whether to stay and continue his Nakhi research or to leave. He spent a year in southern Vietnam, which gave him a relatively stable circumstance for writing until further Japanese advances forced him out. In 1944 the U.S. Army Map Service employed him for his geographic expertise on the Yunnan section of the exceptionally hazardous route designated “The Hump,” over which the Allies flew in supplies from India to Chiang Kai-shek’s forces in western China. Rock shipped his manuscripts prepared for publication and much of his collection to safety in Europe, but all were lost when the ship was torpedoed in the Arabian Sea.Rock (1948): 1-3. Fortunately the Harvard-Yenching Institute offered him support to return to Lijiang and reconstruct his work on the Nakhi. Working furiously despite serious medical problems, he was able to recreate and augment his lost work. However, in the aftermath of the defeat of Japan, communist forces soon took control of Lijiang (which had not been reached by the Japanese), making life increasingly difficult for the few foreigners residing there, and Rock left with his collections and manuscripts for the last time in August 1949. ===Last Years (1949-1962)=== Initially he based himself in Kalimpong, India hoping the situation would settle down and allow him to return to Lijiang. Once he realized that China was closed to him for good, he characteristically spent his last years wandering between Europe, the U.S. and Hawaii, often selling his considerable personal library and collections to support himself and see his work into print. Finally settling in Honolulu, he continued his extensive Nakhi researches and picked up his enthusiasm for Hawaiian flora. He completed his monumental A Nahki-English Dictionary Encyclopedia, both a dictionary of the Dongba script and an encyclopedia of Nakhi culture, and arranged for its publication in the year of his death in 1962. He died in Honolulu where he is buried. ==Character== Rock never married and there is no clear evidence that he ever had an intimate relationship of any kind. He kept detailed diaries and journals throughout much of his life which frequently express his sense of loneliness—hardly surprising given his choice to live in remote, alien environments—but he clearly prized his independence and individual self-esteem above personal relations. Emotionally volatile and autocratic in manner, he had a well- deserved reputation as a difficult character, which was counter-balanced by his effectiveness in carrying out extremely challenging and often dangerous projects and the high quality of his work as collector, photographer and scholar. He generally viewed the Chinese harshly and temperamentally sided with the non-Han peoples among whom he lived and explored, who had been pushed into these remote areas by Chinese's insatiable need for all good cultivatable land. Nonetheless he viewed these tribal peoples as primitive, hopelessly mired in filthy social habits and medieval, usually cruel and corrupt social structures. There is a frequent pattern of declaring he wished to leave China for good, but usually a few weeks back in the West, living in luxury hotels, was enough for him to escape from what he disparagingly referred to as “civilization.” Similarly, there were many times when he decided to invite another Westerner to assist and accompany him on his expeditions (in one instance a young Edgar Snow), but usually they only lasted days before Rock sent them back in exasperation, swearing never to repeat the experiment. However, Rock developed a real affection and admiration for the Nakhi, who he tended to see as a comparatively unspoiled people, and in the later years of his time in China repeatedly declared his wish to live out his life in Lijiang.Sutton (1974): 103-120; Mueggler (2011). ==Legacy== A number of plant species are named after Rock, including the Hawaiian endemic species Brighamia rockii of Molokai and Peperomia rockii; at Palmyra Atoll the Pandanus Rockii Martelli, the spectacular Rock's Tree Peony, Paeonia rockii, from the Gansu mountains, and the yellow-berried mountain ash Sorbus 'Joseph Rock'. In March 2009, the University of Hawaii at Manoa named its herbarium, which he had founded and developed, in his honor.\"Botanist, famed explorer honored\" (2009) Rock's former residence at Nguluko (Yuhu) village has been made into a museum in his memory. The American poet Ezra Pound (1885-1972) discovered Rock's work on the Nakhi in the 1950s and incorporated various details into the late sections of his enormous long poem, The Cantos, as well as mentioning Rock himself: “And over Li Chiang, the snow range is turquoise / Rock’s world that he saved us for memory / a thin trace in high air.”Pound, Ezra (1972), The Cantos. New Directions. 786. ==Works== For a complete bibliography of Rock's published works (during his lifetime), see Chock (1963). Major writings include: Hawaiian flora: * The Indigenous Trees of the Hawaiian Islands (1913). Honolulu. * The Ornamental Trees of Hawaii (1917). Honolulu. * The Leguminous Plants of Hawaii (1920). Honolulu. Expeditions in Western China and National Geographic Magazine articles: * \"Hunting the Chaulmoogra Tree\" (1922) 3: 242–276. * \"Banishing the Devil of Disease Among the Nashi: Weird Ceremonies Performed by an Aboriginal Tribe in the Heart of Yunnan Province\" (1924) 46: 473–499. * \"Land of the Yellow Lama: National Geographic Society Explorer Visits the Strange Kingdom of Muli, Beyond the Likiang Snow Range of Yunnan, China\" (1924) 47: 447–491. * \"Experiences of a Lone Geographer: An American Agricultural Explorer Makes His Way through Brigand-Infested Central China En Route to the Amne Machin Range, Tibet\" (1925) 48: 331–347. * \"Through the Great River Trenches of Asia: National Geographic Society Explorer Follows the Yangtze, Mekong, and Salwin Through Mighty Gorges\" (1926) 50: 133–186. * \"Life among the Lamas of Choni: Describing the Mystery Plays and Butter Festival in the Monastery of an Almost Unknown Tibetan Principality in Kansu Province, China\" (1928): 569–619. * “Butter as a Medium of Religious Art” (1929). Illustrated London News 175 (4721): 636–639. * “Choni, the Place of Strange Festivals” (1929). Illustrated London News 175 (4718): 520, 1929. * \"Seeking the Mountains of Mystery: An Expedition on the China-Tibet Frontier to the Unexplored Amnyi Machen range, One of Whole Peaks Rivals Everest\" (1930) 57: 131–185. * \"Glories of the Minya Konka: Magnificent Snow Peaks of the China-Tibetan Border are Photographed at Close Range by a National Geographic Society Expedition\" (1930) 58: 385–437. * \"Konka Risumgongba, Holy Mountain of the Outlaws\" (1931) 60: 1-65. * ”The Land of the Tebbus” (1933). The Geographical Journal 81 (2): 108–127. * \"Sungmas, the Living Oracles of the Tibetan Church\" (1935) 68: 475–486. * The Amnye Ma-Chhen Range and Adjacent Regions: A Monographic Study (1956). Istituto Italiano per il Medio ed Estremo Oriente. * Nakhi Studies: * “Studies in Na-khi Literature: I. The Birth and Origin of Dto-mba Shi-lo, the Founder of the Mo-so Shamanism, according to Mo-so Manuscripts. II. The Na-khi Ha zhi P’i, or the Road the gods decide” (1937). Bulletin de l’École française d’Extréme-Orient 37 (1): 1–119. * “Romance of K'a-mä-gyu-mi-gkyi: a Na-khi Tribal Love Story Translated from Na-khi Pictographic Manuscipts” (1939). Bulletin de l’École française d’Extréme-Orient 39 (1): 1–152. * “The Muan Bpö Ceremony or the Sacrifice to Heaven as Practiced by the Na-khi” (1948). Monumenta Serica 13: 1–160. * The Ancient Na-khi Kingdom of Southwest China. 2 vols. (1948). Harvard Univ. Press. * The Na-khi Nagag Cult and Related Ceremonies, 2 vols. (1952). Serie Orientale Roma 4 (1,2), Rome. * “The D’a Nv Funeral Ceremony with Special Reference of the Origin of Na-khi Weapons” (1955). Anthropos 50: 1-31. * “The Zhi-ma Funeral Ceremony of the Na-khi of Southwest China” (1955). Anthropos 9: i-xvi, 1–230. * “Contributions to the Shamanism of the Tibetan-Chinese Borderland” (1959). Anthropos 54 (5/6): 796–818. * A Na-khi-English Encyclopedic Dictionary, 2 vols. (1963, 1972). Serie Orientale Roma 38, 39. * Na-Khi Manuscripts (1965), comp. Rock, ed. Klaus L. Janert. F. Steiner. Collections and Papers: *See Aris (1992) for a list of major holdings of Rock's papers and collections scattered throughout the U.S. and Europe, including manuscripts, diaries, journals, field notes and letters, photographs, Nakhi manuscripts and other artifacts. Aris also includes an excellent selection of Rock's photographs. *Arnold Arboretum of Harvard University (1991). Joseph Francis Charles Rock (1884-1962) papers, 1922-2005: Guide [finding list of extensive papers and letters held by Harvard, a selection of which have been digitalized and transcriptions of 67 pages from Rock's diaries]. Harvard also holds more than 1200 of Rock's photographs that can be viewed online at HOLLIS Images. *The Royal Botanic Garden Edinburgh archive holds most of Rock's diaries. ==References and Further Reading== *Aris, Michael (1992). Lamas, Princes, and Brigands: Joseph Rock's Photographs of the Tibetan Borderlands of China. China Institute in America. * Chock, Alvin K. (1963). \"J. F. Rock, 1894-1962.\" Taxon 12(3): 89-102. * Goodman, Jim (2006). Joseph F. Rock and His Shangri-La. Caravan Press. *Goulart, Peter (1957). Forgotten Kingdom. J. Murray. * Mueggler, Erik (2011). The Paper Road: Archive and Experience in the Botanical Exploration of West China and Tibet. University of California Press. * Sutton, S. B. (1974). In China's Border Provinces: The Turbulent Career of Joseph Rock, Botanist Explorer, Hastings House. * Wagner, Jeff (1992a). “From Gansu to Kolding: The Expedition of J.F. Rock in 1925-1927 and the Plants Raised by Aksel Olsen.” Dansk Denfrologisk Årsskrift: 18-93. * Wagner, Jeff (1992b). “The Botanical Legacy of Joseph Rock,” in Aris (1992): 131–132; Reprinted Arnoldia Arboretum of Harvard University 52, 2 (1992): 29-35.Rock with the Prince of Choni in Gansu, 1925 ==Notes== * ==External links== *Joseph Rock's photos *Photographs of SW China and Eastern Tibet, Joseph F. Rock Collection, Library of Congress *South Central China and Tibet: Hotspot of Diversity, Arnold Arboretum of Harvard University *Selection from the Naxi Manuscript Collection, Library of Congress *Joseph Francis Rock Collection at the Smithsonian Institution Archives *Gwen Bell, \"The Story of Joseph Rock.\" Journal of the American Rhododendron Society (1983). *Angela L. Todd, \"Joseph Francis Charles Rock,\" Bulletin of the Hunt Institute for Botanical Documentation (2002) *In the Footsteps of Joseph Rock: a photoblog *International Plant Names index *Newsletter of the Hawaiian Botanical Society J. F. ROCK MEMORIAL EDITION (1963) Category:Austrian botanists Category:American botanists Category:Botanists active in China Category:Botanists active in the Pacific Category:American phycologists Category:Botanists with author abbreviations Category:Austrian explorers Category:American explorers Category:Linguists from Austria Category:Linguists from the United States Category:Austrian sinologists Category:American sinologists Category:Tibetologists Category:Explorers of Tibet Category:American geographers Category:Austrian geographers Category:1884 births Category:1962 deaths Category:Burials at Oahu Cemetery Category:Austrian emigrants to the United States Category:20th-century linguists Category:20th-century geographers ",
    "title": "Joseph Rock"
}