{
    "id": "12898030",
    "text": "Douglas Horton (July 27, 1891, Brooklyn, New York - August 21, 1968, Randolph, New Hampshire) was an American Protestant clergyman and academic leader who was noted for his work in ecumenical relations among major Protestant bodies of his day. In his roles as a denominational executive, international ecclesiastical figure, and academic leader, Horton strongly advocated efforts undertaken by churches to unite organizationally with each other, even those of unlike theological and governmental persuasion. ==Early ministry== Horton entered the ministry of the Congregational churches in 1915 (which became the Congregational Christian Churches in 1931), after graduating from Princeton University and Hartford Seminary in Connecticut. He first served the First Congregational Church in Middletown, Connecticut, as both associate pastor and senior pastor. This pastorate was followed by stints in Brookline, Massachusetts and Chicago; the Chicago congregation he served was a federation between the Congregational Christian Churches and the northern Presbyterians. ==CCC leadership== All the while, Horton engaged his interest in inter-church relations by participating in bodies that eventually became the National Council of Churches and the World Council of Churches. He demonstrated a peculiar desire to, in the \"Faith and Order\" components of world ecumenical discussion, advance the notion that God desired for those Protestant churches separated for generations due to minor conflicts over theology and, more speciously, ethnic and socioeconomic differences to overcome the alienations of the past and join forces to bring a stronger Christian witness to a world beset by wars, poverty, and increasing indifference or hostility toward spiritual matters. Horton was undergirded in his thinking to a considerable measure by the influence of neoorthodoxy espoused by the likes of Karl Barth, one of whose books Horton translated into English. Due to his acumen and the keen ecumenical leanings of the CC Churches, Horton became the denomination's minister and general secretary in 1938, which gave him the leadership of the main national decision-making entity within the group. In that position, Horton would make his greatest contribution: overseeing the process of his church entering into a full organizational merger with a denomination governed by presbyterian polity, the Evangelical and Reformed Church. ==Merger== Talks which began between leaders of the two churches in the 1930s blossomed into full-fledged preparations throughout the 1940s that brought about an actual plan by the end of that decade. Horton and advocates of the merger, however, encountered a vociferous minority of CC pastors and laity who argued that the merger would threaten the autonomy of the local congregations by the introduction of presbyterian governance practices from the E&R; Church, and that, legally, the General Council, the national legislative body, had no authority to enter its congregations into such a union in the first place. A Brooklyn church successfully sued in 1949 to restrain the merger from proceeding; in arguments before the appellate court, Horton and another CC leader, Truman Douglass, articulated that the General Council understood itself to be legally separate from the constituent congregations and not immediately subject to its directives, although admitting that it, likewise, had no power to compel participation in a merger. The court viewed these perspectives favorably, and the restraint was overturned in 1953. This enabled the final stages of the merger process to proceed, to the point of the actual union on June 25, 1957; the merged body took the name United Church of Christ. Before the merger was consummated, however, Horton had resigned his position as CC executive to assume the position of dean of the Harvard Divinity School, in 1955. The Rev. Fred Hoskins succeeded Horton as the final CC minister and general secretary; he became one of the first co-ministers of the new UCC. At Harvard, Horton expanded upon his inter-church interests, bringing new programs to the school such as religious studies and a chair in Roman Catholic theology. A one-time moderator of the International Congregational Council, Horton took on the leadership mantle of the WCC's Faith and Order Commission beginning in 1957. It was from that vantage point that Horton was invited to observe the Second Vatican Council; he compiled material for a four-volume journal of the proceedings. ==Retirement and death== Horton retired from Harvard in 1960 and died eight years later in retirement. Horton was married to Mildred H. McAfee. ==Sources== *The Shaping of American Congregationalism: 1620-1957, John von Rohr. Cleveland: Pilgrim Press, 1992. *The Shaping of the United Church of Christ: An Essay in the History of American Christianity, Louis H. Gunnemann; Charles Shelby Rooks, ed. Cleveland: United Church Press, 1999. *The Living Theological Heritage of the United Church of Christ, volume 6, Growing Toward Unity, Elsabeth Slaughter Hilke, ed.; Thomas E. Dipko, postscript; Barbara Brown Zikmund, series ed. Cleveland: Pilgrim Press, 2001. *1969 Year Book of the United Church of Christ, New York. *Review of book Douglas Horton and the Ecumenical Impulse in American Religion ==External links== * The papers of Douglas Horton are in the Andover-Harvard Theological Library at Harvard Divinity School in Cambridge, Massachusetts. Category:United Church of Christ members Category:American Congregationalist ministers Category:Hartford Seminary alumni Category:1891 births Category:1968 deaths ",
    "title": "Douglas Horton"
}