{
    "id": "12895626",
    "text": "The Bishop of Meath is an episcopal title which takes its name after the ancient Kingdom of Meath. In the Roman Catholic Church it remains as a separate title, but in the Church of Ireland it has been united with another bishopric. ==History== Until the early twelfth century, the Kingdom of Meath had been divided into eight small monastic episcopal sees, which were located at Clonard, Duleek, Kells, Trim, Ardbraccan, Dunshaughlin, Slane, and Fore. By the time of the Synod of Rathbreasail, held in 1111, the last five had been united to the see of Clonard. Duleek was still recognized as a separate bishopric at the Synod of Kells, held in 1152, but disappeared not long after that date. The see of Kells was ruled together with Breifne (later Kilmore) in the second half of the twelfth century, but after 1211 Kells was incorporated into the diocese of Meath. During the twelfth century, the bishops of Clonard were frequently called the \"bishop of Meath\" or \"bishop of the men of Meath\". Bishop Simon Rochfort transferred his seat from Clonard to Trim in 1202 and the title \"bishop of Meath\" became the normal style. Following the Reformation, there are two parallel apostolic successions. In the Church of Ireland, the bishopric of Clonmacnoise became part of Meath in 1569. In 1976, the bishoprics of Meath and Kildare were combined to become the united bishopric of Meath and Kildare. Alone of English and Irish bishops, the bishop is styled \"The Most Reverend\", for historical reasons. In the Roman Catholic Church, Meath is still a separate title. The Roman Catholic bishop's seat is located at Christ the King Cathedral, Mullingar. The current bishop is the Most Reverend Thomas Deenihan, Bishop of the Roman Catholic Diocese of Meath, who succeeded to the title on 18 June 2018. ==Pre-Reformation bishops== ===Bishops of Clonard=== {| class=\"wikitable\" style=\"width:100%;\" border=\"1\" cellpadding=\"2\" ! colspan=\"4\" style=\"background-color: #7F1734; color: white;\"|Diocesan Bishops of Clonard |-align=top ! style=\"background-color: #D4B1BB; width: 10%;\"|From ! style=\"background-color: #D4B1BB; width: 10%;\"|Until ! style=\"background-color: #D4B1BB; width: 30%;\"|Ordinary ! style=\"background-color: #D4B1BB; width: 45%;\"|Notes |- valign=top bgcolor=\"white\" |align=center| bef.1096 |align=center| 1117 | Máel Muire Ua Dúnáin |Consecrated a monastic bishop at Clonard Abbey before 1096. Became the first diocesan bishop of Clonard when the diocese was established in 1111. Died in office on 24 December 1117. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1133 |align=center| 1140 | Eochaid Ua Cellaig |Also known as Eochaid O'Kelly. Became bishop before 11 November 1133 and styled as the bishop of the men of Meath. Died in office. |- valign=top bgcolor=\"white\" |align=center| bef. 1152 |align=center| 1173 | Étrú Ua Miadacháin |Also known as Eleuzerius. Present at the Synod of Kells in 1152. Died in office. |- valign=top bgcolor=\"#F7F0F2\" |align=center| bef. 1177 |align=center| 1191 | Echthigern Mac Máel Chiaráin |Also known as Eugenius. Became bishop before March 1177, and at first styled bishop of Cluain-irairt (Clonard), but subsequently adopted the title bishop of Meath. Died in office. |- valign=top bgcolor=\"white\" |align=center| 1192 |align=center| 1224 | Simon Rochfort |Elected in 1192. Died in office before August 1224. |- valign=top bgcolor=\"#F7F0F2\" |colspan=4| After the Episcopal see was transferred from Clonard to Newtown near Trim by Bishop Simon Rochfort in 1202, the title \"Bishop of Meath\" became the normal style. |- valign=top bgcolor=\"white\" |align=center colspan=\"4\"| Source(s):, The Province of Ulster, p. 111., Handbook of British Chronology, pp. 339, 367–368., Maps, Genealogies, Lists, p. 285. |} ===Bishops of Meath=== {| class=\"wikitable\" style=\"width:100%;\" border=\"1\" cellpadding=\"2\" ! colspan=\"4\" style=\"background-color: #7F1734; color: white;\"|Pre-Reformation Bishops of Meath |-align=top ! style=\"background-color: #D4B1BB; width: 10%;\"|From ! style=\"background-color: #D4B1BB; width: 10%;\"|Until ! style=\"background-color: #D4B1BB; width: 30%;\"|Ordinary ! style=\"background-color: #D4B1BB; width: 45%;\"|Notes |- valign=top bgcolor=\"white\" |align=center| 1224 |align=center| 1226 | Dónán Dé (bishop-elect) |Also known as Deodatus. Elected in August 1224, but was not consecrated. Died after 21 October 1226. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1227 |align=center| 1230 | Ralph Petit |Formerly Archdeacon of Meath. Elected before 30 March 1227 and received possession of the temporalities on that date. Died in office circa 28 September 1230. |- valign=top bgcolor=\"white\" |align=center| 1231 |align=center| 1252 | Richard de la Corner |Formerly a canon of St Patrick's Cathedral, Dublin. Elected and consecrated in 1231. Died in office before 29 June 1252. |- valign=top bgcolor=\"#F7F0F2\" |colspan=2 align=center| 1253 | Geoffrey Cusack, O.F.M. |Elected and consecrated before July 1253. Resigned in July 1253 and died before October 1254. |- valign=top bgcolor=\"white\" |align=center| 1254 |align=center| 1282 | Hugo of Taghmon |Received possession of the temporalities on 23 December 1252, confirmed by Pope Innocent IV on 31 October 1254, and consecrated after June 1255. Also was Lord High Treasurer of Ireland. Died in office before 30 January 1282. |- valign=top bgcolor=\"#F7F0F2\" |align=center| bef. 1283 |align=center| 1286 | Walter de Fulburn |Appointed by Archbishop Nicol of Armagh, elected and consecrated before January 1283, however, Fulburn but did not get possession of the see. Translated to Waterford on 12 July 1286. |- valign=top bgcolor=\"white\" |align=center| 1286 |align=center| 1320 | Thomas St Leger |Formerly Archdeacon of Kells. Elected before 5 November 1282, but was not successful and took his claim to Rome where eventually appointed by Pope Honorius IV on 12 July 1286. Consecrated on 3 November 1287. Died in office in December 1320. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1321 |align=center| 1327 | Seoán Mac Cearbaill |Also known as John MacCarwill or O'Carroll. Translated from Cork on 20 February 1321 and received possession of the temporalities on 23 June 1322. Translated to Cashel on 19 January 1327. |- valign=top bgcolor=\"white\" |align=center| 1327 |align=center| 1349 | William of St Paul, O.Carm. |Appointed on 16 February 1327, consecrated circa the same month, and received possession of the temporalities on 24 July 1327. Died in office in July 1349. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1349 |align=center| 1352 | William St Leger |Formerly Archdeacon of Meath. Appointed on 5 October 1349, received possession of the temporalities on 24 February 1350, and consecrated on 2 May 1350. Died in office on 24 August 1352. |- valign=top bgcolor=\"white\" |align=center| 1353 |align=center| 1367 | Nicholas Allen, O.S.A. |Elected before 9 January 1353 and appointed on that date, consecrated on 31 January 1353, and received possession of the temporalities on 15 March 1353. Died in office on 15 January 1367. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1369 |align=center| 1379 | Stephen de Valle |Also known as Stephen Wall. Translated from Limerick on 19 February 1369, received possession of the temporalities on 15 February 1370 and again on 6 September 1373. Died in office on 10 November 1379. |- valign=top bgcolor=\"white\" |align=center| 1380 |align=center| 1385 | William Andrew, O.P. |Translated from Achonry in 1380 and received possession of the temporalities on 12 November 1380. Acted as a suffragan bishop in the Diocese of Canterbury 1380. Died in office on 28 September 1385. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1386 |align=center| 1400 | Alexander Petit |Also known as Alexander de Balscot. Translated from Ossory on 10 March 1386. Died in office on 10 November 1400. |- valign=top bgcolor=\"white\" |align=center| 1401 |align=center| 1412 | Robert Montayne |Appointed on 7 February and consecrated before 13 September 1401. Died in office on 24 May 1412. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1412 |align=center| 1430 | Edward Dantsey |Appointed on 31 August 1412 and received possession of the temporalities on 11 April 1413. Died in office on 4 January 1430. |- valign=top bgcolor=\"white\" |align=center| 1430 |align=center| 1433 | William Hadsor |Appointed on 29 May 1430. Died in office on 28 May 1433. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1433 |align=center| 1450 | William Silk |Elected before 30 August 1433, appointed on 22 September 1434, and consecrated after 14 October 1434. Died in office on 9 May 1450. |- valign=top bgcolor=\"white\" |align=center| 1450 |align=center| 1459 | Edmund Oldhall, O.Carm. |Appointed on 7 August 1450. Died in office on 9 (or 29) August 1459. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1460 |align=center| 1482 | William Sherwood |Appointed on 26 March 1460. Died in office on 3 December 1482. |- valign=top bgcolor=\"white\" |align=center| 1483 |align=center| 1507 | John Payne, O.P. |Appointed on 17 March 1483, received possession of the temporalities on 16 July 1483, and consecrated before 4 August 1483. Died in office on 6 May 1507. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1507 |align=center| 1512 | William Rokeby |Appointed on 28 May 1507. Translated to Dublin on 28 January 1512. |- valign=top bgcolor=\"white\" |align=center| 1512 |align=center| 1523 | Hugh Inge, O.P. |Appointed on 28 January 1512. Translated to Dublin on 27 February 1523. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1523 |align=center| 1529 | Richard Wilson, O.S.A. |Appointed on 27 February 1523. Resigned before September 1529. |- valign=top bgcolor=\"white\" |align=center colspan=\"4\"| Source(s):, The Episcopal Succession in England, Scotland and Ireland, volume 1, pp. 233–235., The Province of Ulster, pp. 111–115., Handbook of British Chronology, pp. 367–369., Maps, Genealogies, Lists, pp. 285–286. |} ==Bishops during the Reformation== {| class=\"wikitable\" style=\"width:100%;\" border=\"1\" cellpadding=\"2\" ! colspan=\"4\" style=\"background-color: #7F1734; color: white;\"|Bishops of Meath during the Reformation |-align=top ! style=\"background-color: #D4B1BB; width: 10%;\"|From ! style=\"background-color: #D4B1BB; width: 10%;\"|Until ! style=\"background-color: #D4B1BB; width: 30%;\"|Ordinary ! style=\"background-color: #D4B1BB; width: 45%;\"|Notes |- valign=top bgcolor=\"white\" |align=center| 1529 |align=center| 1554 | Edward Staples |Appointed by Pope Clement VII on 3 September 1529. Accepted royal supremacy in 1536, although no action was taken against him by Pope Paul III. Deprived by Queen Mary I on 29 June 1554 and died circa 1560. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1554 |align=center| 1560/77 | William Walsh, O.Cist. |Appointed by Cardinal Pole on 22 November 1554. Deprived of the Church of Ireland temporalities by Queen Elizabeth I in 1560. In the Roman Catholic Church, his appointment by Cardinal Pole was confirmed in a consistory on 6 September 1564. Died in exile in Spain on 4 January 1577. |- valign=top bgcolor=\"white\" |align=center colspan=\"4\"| Source(s):, The Episcopal Succession in England, Scotland and Ireland, volume 1, pp. 234–238., The Province of Ulster, p. 115., Handbook of British Chronology, pp. 369, 402, and 439. |} ==Post-Reformation bishops== ===Church of Ireland succession=== {| class=\"wikitable\" style=\"width:100%;\" border=\"1\" cellpadding=\"2\" ! colspan=\"4\" style=\"background-color: #7F1734; color: white;\"|Church of Ireland Bishops of Meath |-align=top ! style=\"background-color: #D4B1BB; width: 10%;\"|From ! style=\"background-color: #D4B1BB; width: 10%;\"|Until ! style=\"background- color: #D4B1BB; width: 30%;\"|Ordinary ! style=\"background-color: #D4B1BB; width: 45%;\"|Notes |- valign=top bgcolor=\"white\" |align=center| 1560 |align=center| 1563 |colspan=2| See vacant |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1563 |align=center| 1584 | Hugh Brady |Nominated on 21 October and consecrated on 19 December 1563. Died in office on 14 February 1584. |- valign=top bgcolor=\"white\" |align=center| 1584 |align=center| 1605 | Thomas Jones |Nominated on 18 April and consecrated on 12 May 1584. Translated to Dublin on 8 November 1605. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1605 |align=center| 1608 | Roger Dod |Appointed by letters patent on 13 November 1605. Died in office on 27 July 1608. |- valign=top bgcolor=\"white\" |align=center| 1609 |align=center| 1621 | George Montgomery |Nominated on 8 July 1609 and appointed by letters patent on 24 January 1612. Also was bishop of Derry and Raphoe 1605 to 1609, and Clogher 1605 to 1621. Died in office on 15 January 1621. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1621 |align=center| 1625 | James Ussher |Nominated on 16 January and consecrated on 2 December 1621. Translated to Armagh on 21 March 1625. |- valign=top bgcolor=\"white\" |align=center| 1625 |align=center| 1650 | Anthony Martin |Nominated on 22 February and consecrated on 25 July 1625. Died in office in July 1650. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1650 |align=center| 1660 |colspan=2| See vacant |- valign=top bgcolor=\"white\" |align=center| 1660 |align=center| 1661 | Henry Leslie |Translated from Down and Connor. Nominated on 3 August 1660 and appointed by letters patent on 19 January 1661. Died in office on 7 April 1661. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1661 |align=center| 1682 | Henry Jones |Translated from Clogher. Nominated on 9 April and appointed by letters patent on 25 May 1661. Died in office on 5 January 1682. |- valign=top bgcolor=\"white\" |align=center| 1682 |align=center| 1697 | Anthony Dopping |Translated from Kildare. Nominated on 14 January and appointed by letters patent on 11 February 1682. Died in office on 25 April 1697. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1697 |align=center| 1705 | Richard Tennison |Translated from Clogher. Nominated on 1 June and appointed by letters patent on 25 June 1697. Died in office in July 1705. |- valign=top bgcolor=\"white\" |align=center| 1705 |align=center| 1715 | William Moreton |Translated from Kildare. Nominated on 27 August and appointed by letters patent on 18 September 1705. Died in office on 21 November 1715. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1716 |align=center| 1724 | John Evans |Translated from Bangor, Wales. Nominated on 19 January and appointed by letters patent on 10 February 1716. Died in office on 2 March 1724. |- valign=top bgcolor=\"white\" |align=center| 1724 |align=center| 1727 | Henry Downes |Translated from Elphin. Nominated on 17 March and appointed by letters patent on 9 April 1724. Translated to Derry on 8 February 1727. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1727 |align=center| 1732 | Ralph Lambert |Translated from Dromore. Nominated on 12 January and appointed by letters patent on 10 February 1727. Died in office on 6 February 1732. |- valign=top bgcolor=\"white\" |align=center| 1732 |align=center| 1734 | Welbore Ellis |Translated from Kildare. Nominated on 18 February and appointed by letters patent on 13 March 1732. Died in office on 1 January 1734. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1734 |align=center| 1744 | Arthur Price |Translated from Ferns and Leighlin. Nominated on 19 January and appointed by letters patent on 2 February 1734. Translated to Cashel on 7 March 1744. |- valign=top bgcolor=\"white\" |align=center| 1744 |align=center| 1758 | Henry Maule |Translated from Dromore. Nominated on 10 May and appointed by letters patent on 24 May 1744. Died in office on 13 April 1758. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1758 |align=center| 1765 | The Hon. William Carmichael |Translated from Ferns and Leighlin. Nominated on 30 May and appointed by letters patent on 8 June 1758. Translated to Dublin on 12 June 1765. |- valign=top bgcolor=\"white\" |colspan=2 align=center| 1765 | Richard Pococke |Translated from Ossory. Nominated on 22 June and appointed by letters patent on 16 July 1765. Died in office on 15 September 1765. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1765 |align=center| 1766 | Arthur Smyth |Translated from Down and Connor. Nominated on 27 September and appointed by letters patent on 28 October 1765. Translated to Dublin on 14 April 1766. |- valign=top bgcolor=\"white\" |align=center| 1766 |align=center| 1798 | The Hon. Henry Maxwell |Translated from Dromore. Nominated on 28 February 1766 and appointed by letters patent on 15 April 1766. Died in office on 7 October 1798. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1798 |align=center| 1823 | Thomas Lewis O'Beirne |Translated from Ossory. Nominated on 1 December and appointed by letters patent on 18 December 1798. Died in office on 17 February 1823. |- valign=top bgcolor=\"white\" |align=center| 1823 |align=center| 1840 | Nathaniel Alexander |Translated from Down and Connor. Nominated on 12 March and appointed by letters patent on 21 March 1823. Died in office on 21 October 1840. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1840 |align=center| 1842 | Charles Dickenson |Nominated on 21 December and consecrated on 27 December 1840. Died in office on 12 July 1842. |- valign=top bgcolor=\"white\" |align=center| 1842 |align=center| 1850 | Edward Adderly Stopford |Nominated on 20 October and consecrated on 6 November 1842. Died in office on 17 September 1850. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1850 |align=center| 1852 | Thomas Stewart Townsend |Nominated on 9 October and consecrated on 1 November 1850. Died in office on 1 September 1852. |- valign=top bgcolor=\"white\" |align=center| 1852 |align=center| 1866 | Joseph Henderson Singer |Nominated on 2 November and consecrated on 28 November 1852. Died in office on 16 July 1866. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1866 |align=center| 1876 | Samuel Butcher |Appointed by letters patent on 21 August and consecrated on 14 October 1866. Died in office on 29 July 1876. |- valign=top bgcolor=\"white\" |align=center| 1876 |align=center| 1884 | The Rt. Hon. William Connyngham Plunket |Elected on 18 October and consecrated on 10 December 1876. Translated to Dublin on 23 December 1884. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1885 |align=center| 1894 | Charles Parsons Reichel |Elected on 19 August and consecrated on 29 September 1885. Died in office on 29 March 1894. |- valign=top bgcolor=\"white\" |align=center| 1894 |align=center| 1897 | Joseph Ferguson Peacocke |Elected on 15 May and consecrated on 11 June 1894. Translated to Dublin on 19 May 1897. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1897 |align=center| 1919 | James Bennett Keene |Elected on 10 September and consecrated on 17 October 1897. Died in office on 5 August 1919. |- valign=top bgcolor=\"white\" |align=center| 1919 |align=center| 1925 | The Hon. Benjamin John Plunket |Translated from Tuam, Killala and Achonry. Elected on 3 October and confirmed on 15 October 1919. Resigned on 31 March 1925 and died on 26 January 1947. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1926 |align=center| 1927 | Thomas Gibson George Collins |Elected on 4 February and consecrated on 17 March 1926. Died in office on 3 July 1927. |- valign=top bgcolor=\"white\" |align=center| 1927 |align=center| 1938 | John Orr |Translated from Tuam, Killala and Achonry. Elected on 22 September and confirmed on 15 November 1927. Died in office on 21 July 1938. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1938 |align=center| 1945 | William Hardy Holmes |Translated from Tuam, Killala and Achonry. Elected on 14 October and confirmed on 19 October 1938. Resigned on 31 May 1945 and died on 26 May 1951. |- valign=top bgcolor=\"white\" |align=center| 1945 |align=center| 1959 | James McCann |Elected on 4 July and consecrated on 24 August 1945. Translated to Armagh on 19 February 1959. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1959 |align=center| 1973 | Robert Bonsall Pike |Elected on 14 April and consecrated on 19 May 1959. Died in office on 27 December 1973. |- valign=top bgcolor=\"white\" |align=center| 1973 |align=center| 1976 |colspan=2| See vacant |- valign=top bgcolor=\"#F7F0F2\" |colspan=4| Since 1976, the Church of Ireland see has been part of the united Diocese of Meath and Kildare |- valign=top bgcolor=\"white\" |align=center colspan=\"4\"| Source(s):, The Province of Ulster, pp. 115–125., Supplement, pp. 94–95., Handbook of British Chronology, pp. 402–403., Maps, Genealogies, Lists, pp. 406–409. |} ===Roman Catholic succession=== {| class=\"wikitable\" style=\"width:100%;\" border=\"1\" cellpadding=\"2\" ! colspan=\"4\" style=\"background-color: #7F1734; color: white;\"|Roman Catholic Bishops of Meath |-align=top ! style=\"background-color: #D4B1BB; width: 10%;\"|From ! style=\"background-color: #D4B1BB; width: 10%;\"|Until ! style=\"background- color: #D4B1BB; width: 30%;\"|Ordinary ! style=\"background-color: #D4B1BB; width: 45%;\"|Notes |- valign=top bgcolor=\"white\" |align=center| 1577 |align=center| 1621 | See vacant | During this period, Cornelius Stanley was appointed vicar general of the sees of Meath and Dublin on 15 May 1591. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1621 |align=center| 1652 | Thomas Dease |Appointed on 5 May 1621 and consecrated on 22 May 1622. Died in office in 1652. |- valign=top bgcolor=\"white\" |align=center| 1652 |align=center| 1657 | colspan=2 | See vacant |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1657 |align=center| 1661 | Anthony MacGeoghegan, O.F.M. |Translated from Clonmacnoise on 16 April 1657. Resigned in 1661 and died in 1664. |- valign=top bgcolor=\"white\" |align=center| 1665 |align=center| unknown | (Edmund Mac Teige) |Appointed vicar apostolic by papal brief on 24 November 1665. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1669 |align=center| 1679 | Patrick Plunkett, O.Cist. |Translated from Ardagh on 11 January 1669. Died in office on 18 November 1679. |- valign=top bgcolor=\"white\" |align=center| 1679 |align=center| 1688 | James Cusack |Appointed coadjutor bishop on 5 October 1678 and succeeded diocesan bishop on 18 November 1679. Died in office in 1688. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1689 |align=center| 1692 | Patrick Tyrrell, O.F.M. |Translated from Clogher on 24 January 1689. Died in office in 1692. |- valign=top bgcolor=\"white\" |align=center| 1692 |align=center| 1711 | See vacant |During this period, James Fagan was appointed on 30 April 1707, but did not accept the appointment. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1713 |align=center| 1729 | Luke Fagan |Appointed on 15 September 1713 and consecrated on 7 February 1714. Translated to Dublin in September. 1729. |- valign=top bgcolor=\"white\" |align=center| 1729 |align=center| 1756 | Stephen MacEgan, O.P. |Translated from Clonmacnoise on 26 September 1729. Died in office on 30 May 1756. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1756 |align=center| 1778 | Augustine Cheevers, O.E.S.A. |Translated from Ardagh on 7 August 1756. Died in office on 18 August 1778. |- valign=top bgcolor=\"white\" |align=center| 1778 |align=center| 1827 | Patrick Joseph Plunkett |Appointed on 19 December 1778 and consecrated on 28 February 1779. Died in office on 11 January 1827. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1827 |align=center| 1830 | Robert Logan |Appointed coadjutor bishop on 26 July and consecrated on 29 October 1824. Succeeded diocesan bishop on 11 January 1827. Died in office on 22 April 1830. |- valign=top bgcolor=\"white\" |align=center| 1830 |align=center| 1866 | John Cantwell |Appointed on 4 July and consecrated on 21 September 1830. Died in office on 11 December 1866. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1866 |align=center| 1898 | Thomas Nulty |Appointed coadjutor bishop on 29 August and consecrated on 23 October 1864. Succeeded diocesan bishop on 11 December 1866. Died in office on 24 December 1898. |- valign=top bgcolor=\"white\" |align=center| 1899 |align=center| 1906 | Matthew Gaffney |Appointed on 28 April and consecrated on 25 June 1899. Resigned in 1906 and died on 15 December 1909. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1906 |align=center| 1928 | Laurence Gaughran |Appointed on 19 May and consecrated on 24 June 1906. Died in office on 14 June 1928. |- valign=top bgcolor=\"white\" |align=center| 1929 |align=center| 1943 | Thomas Mulvany |Appointed on 12 April and consecrated on 30 June 1929. Died in office on 16 June 1943. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1943 |align=center| 1946 | John Francis D'Alton |Appointed coadjutor bishop on 7 April and consecrated on 29 June 1942. Succeeded diocesan bishop on 16 June 1943. Translated to Armagh on 25 April 1946. |- valign=top bgcolor=\"white\" |align=center| 1947 |align=center| 1966 | John Anthony Kyne |Appointed on 17 May and consecrated on 29 June 1947. Died in office on 23 December 1966. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1966 |align=center| 1968 |colspan=2| See vacant |- valign=top bgcolor=\"white\" |align=center| 1968 |align=center| 1990 | John McCormack |Appointed on 29 January and consecrated on 10 March 1968. Resigned on 16 May 1990 and died on 21 September 1996. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 1990 |align=center| 2018 | Michael Smith |Appointed an auxiliary bishop of Meath on 17 November 1983 and consecrated on 29 June 1984. Appointed coadjutor bishop of Meath on 13 October 1988 and succeeded diocesan bishop on 16 May 1990. Retired on 18 June 2018. |- valign=top bgcolor=\"#F7F0F2\" |align=center| 2018 |align=center| present | Thomas Deenihan |Appointed on 18 June and consecrated on 2 September 2018. |- valign=top bgcolor=\"white\" |align=center colspan=\"4\"| Source(s):, The Episcopal Succession in England, Scotland and Ireland, volume 1, pp. 238–244., Handbook of British Chronology, pp. 439–440., Maps, Genealogies, Lists, pp. 351–352. |} ==References== ==Bibliography== * * * * * Meath Category:Religion in County Meath Category:Bishops of Clonard or Kells or of Meath ",
    "title": "Bishop of Meath"
}