{
    "id": "12891752",
    "text": "Ebenezer Oliver Grosvenor, Jr. (January 26, 1820 – March 10, 1910) was a politician from the U. S. state of Michigan. ==Early life== Grosvenor was born in Stillwater, New York and received a common school and academic education. From the age of fifteen to seventeen he was a clerk in Chittenango, New York. He moved to Michigan in 1837 and worked as a clerk with his brother for two years in Albion. He was also a clerk in the state commissioner’s office in Monroe from 1839 to 1840, and a clerk in Jonesville from 1840 to 1844. In 1840, he became a charter member of the Odd Fellows in Jonesville and passed all the chairs of that Order. On February 25, 1844 he married Sally Ann Champlin in Stillwater, New York and they had four children together. After returning to Michigan he became a merchant at Jonesville. In 1854, he established the banking house of Grosvenor & Co., in which he was president and manager. In 1855, he joined the Freemasons and achieved the rank of Master Mason. He also regularly attended the Presbyterian Church. ==Politics== Grosvenor was a Whig until 1854 and in 1858 he was elected as a Republican to the Michigan Senate serving in 1859. In 1861, he was president of the military contract board. Also in that year, he was commissioned a colonel on Governor Austin Blair's staff and was also president of the state military board. He was again elected to the stated senate and served from 1862 to 1864 and served on the committee on finance in 1862. In 1864, Grosvenor was elected the 17th Lieutenant Governor of Michigan and served during Governor Henry H. Crapo's first term from 1865 to 1867. He was then appointed State Treasurer of Michigan from 1867 to 1871 during Crapo’s second term and Henry P. Baldwin's first term. Grosvenor served a member and president of the board of state building commissioners from 1871 to 1879. He then served on the board of regents at the University of Michigan from 1879 to 1888. He was also long vice president of the Jackson & Fort Wayne railroad company and a director of some insurance companies and other corporations. In 1903, at the age of 83, he became a member of the Michigan Republican Party State Central Committee. ==Death and legacy== Grosvenor died at the age of ninety in Jonesville. His former house in Jonesville is now a museum.Grosvenor House, hillsdalecounty.info; accessed May 14, 2017. ==Notes== ==General references== * Political Graveyard * Family Tree Maker’s Genealogy Site * Category:1820 births Category:1910 deaths Category:Lieutenant Governors of Michigan Category:Michigan state senators Category:State treasurers of Michigan Category:Regents of the University of Michigan Category:Michigan Republicans Category:Michigan Whigs Category:19th-century American politicians Category:People from Stillwater, New York Category:People from Jonesville, Michigan ",
    "title": "Ebenezer O. Grosvenor"
}