{
    "id": "12891467",
    "text": "{| |} USS Liguria (AKS-15) was an Acubens-class general stores issue ship commissioned by the U.S. Navy for service in World War II. She was responsible for delivering and disbursing goods and equipment to locations in the war zone. Liguria (AKS-15) was laid down under Maritime Commission contract by the New England Shipbuilding Corporation, South Portland, Maine, 19 September 1944; launched 1 November 1944; sponsored by Mrs. Harold Lothrop; acquired by the Navy 20 November 1944; and commissioned 12 July 1945, Lt. Comdr. T. F. Marvin in command. == World War II service == After shakedown in Chesapeake Bay, Liguria loaded stores at the Naval Supply Depot, Bayonne, New Jersey, and sailed 7 September for the Pacific Ocean. While standing out of Pearl Harbor en route to Japan 12 October Liguria helped rescue the crew of a downed Army B-24. After transferring the flyers to submarine chaser PC-485, Liguria steamed on to Japan arriving Sasebo 31 October. The following images are scans of a ship-board created Christmas card. It depicts the profile of the ship and records her travels and ports-of-call. As she was decommissioned July 1946, the card will have been from 1945. 418x418px 418x418px 418x418px == End-of-war activity == NOTE: The following may be called into question given the information in the images shown above in the 1945 Christmas card which depicts ports-of-call prior to the time the card was created. If the dating of the card is correct, the ports-of-call would have already been visited, whereas, if the following is correct, the card would have to been made with knowledge of ports not yet visited. For the next 6 months, the ship operated independently in the Yellow Sea, transporting passengers, stores, and cargo for the occupation of South Korea and the forces afloat along the northern coast of China. She unloaded provisions at Fusan and Jinsen, South Korea, and at Tientsin, Tsingtao, and Shanghai, China. Liguria departed Shanghai 22 April 1946 (see the previous images for possible corrective information for this timeline and the omission of Guam as a port-of-call) for the U.S. West Coast arriving San Francisco, California, 21 May. She sailed for Pearl Harbor 1 month later arriving 29 June. == Post-war decommissioning == Liguria was subsequently towed to San Francisco, stripped, transferred to the Maritime Commission 25 April 1947, and placed in the National Defense Reserve Fleet. Into 1969 she is berthed at Suisun Bay, California. == References == == External links == * NavSource Online: Service Ship Photo Archive - AKS-15 Liguria Category:Liberty ships Category:Acubens-class general stores issue ships Category:Ships built in Portland, Maine Category:1944 ships Category:World War II auxiliary ships of the United States ",
    "title": "USS Liguria (AKS-15)"
}