{
    "id": "12902575",
    "text": "was a Vice Admiral in the Imperial Japanese Navy in World War II. ==Biography== Shimizu was a native of Nagano prefecture. He graduated 24th out of 191 cadets from the 36th class of the Imperial Japanese Naval Academy, in July 1908. His classmates included future admirals Chuichi Nagumo and Nishizō Tsukahara.http://homepage2.nifty.com/nishidah/e/px36.htm#v005 He served his midshipman duty on the cruiser Soya, battleship Katori and cruiser Hashidate, and as an ensign on the battlecruiser Ikoma and Sagami. He subsequently served in the Personnel Department of the Navy Ministry, specializing in legal affairs and accounting. However, realizing that the key to promotion in the navy was via command of a vessel, he requested a transfer as a lieutenant commander in 1925 to a submarine tender, and was appointed XO of the Jingei.http://pwencycl.kgbudge.com/S/h/Shimizu_Mitsumi.htm Pacific War Online Encyclopedia After being sent to Europe and the United States in 1929, he was promoted to commander in 1929, and became captain of the cruiser Tama in 1931. In November 1934, he received command of the battleship Ise, and in 1935 became Chief of staff of the Sasebo Naval District.http://www.axishistory.com/index.php?id=7856 He was promoted to rear admiral the same year. He became a vice admiral in 1939. In June 1940, Shimizu was appointed commander in chief of the IJN Training Fleet. However, in July 1941, he was transferred to take command of the IJN 6th Fleet, which consisted of the Japanese submarine forces. He was serving in this capacity during the attack on Pearl Harbor, and authorized the midget submarine force which attempted to penetrate American defenses at the start of the attack.Boyd, The Japanese Submarine Force and World War II pages 61-80 On 1 February 1942, an American task force raided Kwajalein, Wotje, and Maloelap in the Marshall Islands, sinking three ships, damaging eight, and destroying numerous airplanes and ground facilities. Enterprise received only minor damage in the Japanese counterattack, and for his failure to sink the aircraft carrier with his submarines, Shimizu was reassigned in July 1942 to take command of the IJN 1st Fleet. The IJN 1st Fleet consisted of the Japanese battleship fleet, and was held in reserve waiting for the \"decisive battle\" under the Japanese kantai kessen doctrine, so the transfer meant that Shimizu was removed from front line service. However, on 8 June 1943, while anchored in Kure harbor, the Japanese battleship Mutsu exploded and sank in an accident. Shimizu was forced to accept responsibility, and retired from active service on 21 February 1944. ==References== ===Books=== * * * ==External links== * *Pacific War Online Encyclopedia ===Notes=== }} Category:1888 births Category:1971 deaths Category:People from Nagano Prefecture Category:Japanese admirals of World War II Category:Imperial Japanese Navy admirals ",
    "title": "Mitsumi Shimizu"
}