{
    "id": "12906632",
    "text": "The Pelly Baronetcy, of Upton in the County of Essex, is a title in the Baronetage of the United Kingdom. It was created on 12 August 1840 for John Pelly, Governor of the Bank of England and of the Hudson's Bay Company. The title descended in the direct line until the early death of his grandson, the third Baronet, in 1877. The late Baronet was succeeded by his half-brother, the fourth Baronet. His grandson, the sixth Baronet, was a Deputy Lieutenant of Hampshire and served as High Sheriff of the county from 1970 to 1971. As of 2007 the title is held by his nephew, the seventh Baronet, who succeeded in 1993. He is the son of Richard Heywood Pelly, second son of the fifth Baronet. Several other members of the Pelly family have also gained distinction. Sir Henry Bertram Pelly (1867–1942), son of Captain Richard Wilson Pelly, fifth son of the first Baronet, was an admiral in the Royal Navy. Sir Claude Bernard Raymond Pelly (1902–1972) (son of Reverend Douglas Raymond Pelly, son of Reverend Canon Raymond Percy Pelly, younger son of Raymond Pelly, second son of the first Baronet), was an air chief marshal in the Royal Air Force. Peter Douglas Herbert Raymond Pelly (1904–1980), brother of the above, was a rear- admiral in the Royal Navy. Raymond Theodore Pelly (1881–1952), son of the aforementioned Reverend Canon Raymond Percy Pelly, was a brigadier-general in the army. ==Pelly baronets, of Upton (1840)== *Sir John Henry Pelly, 1st Baronet (1777–1852) *Sir John Henry Pelly, 2nd Baronet (1809–1864) *Sir Henry Carstairs Pelly, 3rd Baronet (1844–1877) *Sir Harold Pelly, 4th Baronet (1863–1950) *Sir (Harold) Alwyne Pelly, MC, 5th Baronet (1893–1981) *Sir John Alwyne Pelly, 6th Baronet (1918–1993) **Richard Heywood Pelly (1920–1988) *Sir Richard John Pelly, 7th Baronet (born 1951) The heir apparent to the baronetcy is Anthony Alwyne Pelly (born 1984), eldest son of the 7th Baronet. ==Notes== ==References== *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990. * Pelly ",
    "title": "Pelly baronets"
}