{
    "id": "12905975",
    "text": "Henry Tonks, FRCS (9 April 1862 – 8 January 1937) was a British surgeon and later draughtsman and painter of figure subjects, chiefly interiors, and a caricaturist. He became an influential art teacher. He was one of the first British artists to be influenced by the French Impressionists; he exhibited with the New English Art Club, and was an associate of many of the more progressive artists of late Victorian Britain, including James McNeill Whistler, Walter Sickert, John Singer Sargent and George Clausen. ==Early life and career as a surgeon== Tonks was born in Solihull. His family owned a brass foundry in Birmingham. He was educated briefly at Bloxham School, followed by Clifton College in Bristol, and then studied medicine at the Royal Sussex County Hospital in Brighton (1882–85) and the London Hospital in Whitechapel (1885–88). He became a house surgeon at the London Hospital in 1886, under Sir Frederick Treves. He was elected as a Fellow of the Royal College of Surgeons in 1888 and moved to the Royal Free Hospital in London. He taught anatomy at the London Hospital medical school from 1892. ==Artist == Henry Tonks, photograph by George Charles Beresford, 1922 From 1888 he studied in the evenings at Westminster School of Art, under Frederick Brown. He exhibited paintings with the New English Art Club from 1891 and became a member of the Club in 1895. Brown became Slade Professor of Fine Art at University College, London in 1892, and Tonks started to teach at the Slade School of Fine Art. Tonks became \"the most renowned and formidable teacher of his generation\".\"Tonks, Henry\" The Oxford Dictionary of Art. Ed. Ian Chilvers. Oxford University Press, 2004. Pupils of Tonks at the Slade included Winifred Knights, David Bomberg, William Lionel Clause,CLAUSE, William Lionel in Who Was Who 1920–2007 online. Retrieved 6 May 2008 Mukul Dey, Ian Fairweather,Catalogue, National Library of Australia Mark Gertler, Harold Gilman, Spencer Gore, Katie Edith Gliddon, Edna Clarke Hall, Augustus John, Gwen John, Percy Wyndham Lewis, Hyam Myer, William Orpen, Isaac Rosenberg,Lynda Morris, \"Tonks, Henry (1862–1937)\", Oxford Dictionary of National Biography, Oxford University Press, 2004. Retrieved 23 August 2007 Stanley Spencer, and Rex Whistler. His sarcasm there drove F. M. Mayor's sister Alice to leave before completing her training.Janet Morgan in The Rector's Daughter by F. M. Mayor, reprinted 2009 p xiii His student Paul Nash recalled Tonks' withering manner: \"Tonks cared nothing for other authorities and he disliked self-satisfied young men….His surgical eye raked my immature designs. With hooded stare and sardonic mouth, he hung in the air above me, like a tall question mark, moreover… of a derisive, rather than an inquisitive order. In cold discouraging tones he welcomed me to the Slade. It was evident he considered that neither the Slade, nor I, was likely to derive much benefit.\"Anthony Bertram (1955) Paul Nash, the Portrait of an Artist (Faber and Faber) p.39. ==First World War== Tonks resumed his medical career in 1914, first at a prisoner of war camp in Dorchester, and then at Hill Hall in Essex. He made pastel drawings of Auguste Rodin and his wife, who were refugees. He served as a medical orderly at a British Red Cross hospital near the Marne in France in 1915, and joined an ambulance unit in Italy. He became a lieutenant in the Royal Army Medical Corps in 1916, and worked for Harold Gillies producing pastel drawings recording facial injury cases at the Cambridge Military Hospital in Aldershot and the Queen's Hospital, SidcupVH Ward, 'Henry Tonks – The Facial Injury Artist', British Dental Journal, Vol. 187, No. 8, 23 October 1999S. Biernoff, ‘Flesh Poems: Henry Tonks and the Art of Surgery,’ Visual Culture in Britain, 11,1 (Mar. 2010): 25–47. – a contribution recognised in the exhibitions Faces of Battle at the National Army Museum in 2008 and Henry Tonks: Art and Surgery at the Strang Print Room of University College London in 2002. There is also information on him at Will Self's \"Kafka's Wound\".Kafka's Wound: WW1 Veterans: The portraits of Henry Tonks. http://thespace.lrb.co.uk/article/wwi-veterans-the-portraits-of-henry-tonks/ Tonks became an official war artist in 1918, and he accompanied John Singer Sargent on tours of the Western Front. In August 1918, they both witnessed a field of wounded men near Le Bac du Sud, Doullens, which became the basis for Sargent's vast canvas, Gassed.Paul Gough (2009) 'A Terrible Beauty': British Artists in the First World War (Sansom and Company) pp.198–199. Tonks went to Archangel in Russia in 1919 as a war artist with a British expeditionary force. ==Later life== He succeeded Frederick Brown as Slade Professor of Fine Art from 1918 to 1930, although he initially turned down the appointment in favour of Walter Sickert, only taking it up when Sickert declined the position. Further post-war students included Thomas Monnington, William Coldstream, Helen Lessore and Philip Evergood. Lessore, who founded the Beaux Arts Gallery with her husband Frederick Lessore in 1923, described him as \"a towering, dominating figure, about 6ft. 4in. tall, lean and ascetic looking, with large ears, hooded eyes, a nose dropping vertically from the bridge like an eagle's beak and quivering camel-like mouth\".Lynda Morris, 'Tonks, Henry (1862–1937)', Oxford Dictionary of National Biography, Oxford University Press, 2004 accessed 9 April 2013 He retired in 1930, and declined the offer of a knighthood. An exhibition of his work was held in London at the Tate Gallery in 1936, only the second retrospective at the Tate for a living British artist. He died at his home in Chelsea. ==Gallery== File:HenryTonks TheHatShop.jpg|Henry Tonks. The Hat Shop (1892), oil on canvas File:Portrait of the Artist.jpg|Henry Tonks, self-portrait (1909) File:Tonks, Henry - Saline Infusion- An incident in the British Red Cross Hospital, Arc-en-Barrois, 1915 - Google Art Project.jpg|Henry Tonks. Saline Infusion: An incident in the British Red Cross Hospital, Arc-en-Barrois, 1915 (1915) File: Tonks, Henry - An Advanced Dressing Station in France, 1918 - Google Art Project.jpg|Henry Tonks. An Advanced Dressing Station (1918), oil on canvas File:Tonks - John Singer Sargent.jpg| Henry Tonks. John Singer Sargent painting (c.1918) File:Standing figure.jpg|Henry Tonks. Standing figure (c.1918) File:Four founders of UCL.JPG|Henry Tonks. The Four Founders of UCL (c.1923) File:Sodales Mr Steer and Mr Sickert.jpg|Henry Tonks. Sodales: Mr Steer and Mr Sickert (1930) ==Notes and references== ==Further reading== * E. Chambers, 'Fragmented Identities: Reading Subjectivity in Henry Tonks' Surgical Portraits,' Art History, 32,3 (2009), 578–607. * David Boyd Haycock, \"A Crisis of Brilliance: Five Young British Artists and the Great War\" (2009) * J. Hone, The Life of Henry Tonks (1939) * L. Morris (ed.), Henry Tonks and the 'art of pure drawing' (1985) * New English Art Club, One hundred and fiftieth annual open exhibition, featuring a selection of work by Professor Henry Tonks ... from the Royal College of Surgeons and the Imperial War Museum (1997) * J. Rothenstein, 'Henry Tonks 1862–1937', in J. Rothenstein, Modern English Painters Sickert To Smith (1952) * Tate Gallery, Exhibition of Works by Professor Henry Tonks [exhibition catalogue] (1936), 7p. ==External links== * * Henry Tonks pastels – collections of the Royal College of Surgeons, London and the Slade School, UCL * The Portraiture of Loss – Dr Suzannah Biernoff in Ampersand magazine on Tonks' work and its impact on medical study and portraiture Category:1862 births Category:1937 deaths Category:19th-century English painters Category:English male painters Category:20th-century English painters Category:Academics of the Slade School of Fine Art Category:British Army personnel of World War I Category:British Impressionist painters Category:British war artists Category:Fellows of the Royal College of Surgeons Category:Medical illustrators Category:People educated at Bloxham School Category:People educated at Clifton College Category:People from Solihull Category:Royal Army Medical Corps officers Category:World War I artists ",
    "title": "Henry Tonks"
}