{
    "id": "12901807",
    "text": "Here is a list of mergers in Akita Prefecture, Japan since the Heisei era. ==Mergers from April 1, 1999 to Present== *On November 1, 2004 - the towns of Rokugō and Senhata, and the village of Sennan (all from Semboku District) were merged to create the town of Misato. *On January 11, 2005 - the towns of Kawabe and Yūwa (both from Kawabe District) were merged into the expanded city of Akita. Kawabe District was dissolved as a result of this merger. *On March 22, 2005 - the towns of Aikawa, Ani, Moriyoshi and Takanosu (all from Kitaakita District) were merged to create the city of Kitaakita . *On March 22, 2005 - the city of Ōmagari was merged with the towns of Kamioka, Kyōwa, Nakasen, Nishisenboku, Ōta and Semboku, and the village of Nangai (all from Semboku District) to create the city of Daisen. *On March 22, 2005 - the city of Honjō was merged with the towns of Chōkai, Higashiyuri, Iwaki, Nishime, Ōuchi, Yashima and Yuri (all from Yuri District) to create the city of Yurihonjō. *On March 22, 2005 - the towns of Iitagawa, Shōwa and Tennō (all from Minamiakita District) were merged to create the city of Katagami. *On March 22, 2005 - the old city of Yuzawa absorbed the towns of Inakawa and Ogachi, and the village of Minase (all from Ogachi District) to create the new and expanded city of Yuzawa. *On March 22, 2005 - the old city of Oga absorbed the town of Wakami (from Minamiakita District) to create the new and expanded city of Oga. *On June 20, 2005 - the towns of Hinai and Tashiro (both from Kitaakita District) were merged into the expanded city of Ōdate. *On September 20, 2005 - the towns of Kakunodate and Tazawako, and the village of Nishiki (all from Semboku District) were merged to create the city of Semboku. *On October 1, 2005 - the old city of Yokote absorbed the towns of Hiraka, Jūmonji, Masuda, Omonogawa and Ōmori, and the villages of Sannai and Taiyū (all from Hiraka District) to create the new and expanded city of Yokote. *On October 1, 2005 - the former town of Nikaho absorbed the towns of Kisakata and Konoura (all from Yuri District) to create the city of Nikaho. Yuri District was dissolved as a result of this merger. *On March 20, 2006 - the towns of Hachiryū, Koto'oka and Yamamoto (all from Yamamoto District) were merged to create the town of Mitane. *On March 21, 2006 - the old city of Noshiro absorbed the town of Futasui (from Yamamoto District) to create the new and expanded city of Noshiro. *On March 27, 2006 - the town of Hachimori and the village of Minehama (both from Yamamoto District) were merged to create the town of Happō. ==Planned/Future Mergers== Akita ",
    "title": "List of mergers in Akita Prefecture"
}