{
    "id": "1290021",
    "text": "Untold Scandal (; lit. \"Scandal: The Love Story of Men and Women in Joseon\") is a 2003 South Korean romantic drama film directed by E J-yong, and starring Bae Yong-joon, Jeon Do-yeon, and Lee Mi-sook. Loosely based on the 1782 French novel Les Liaisons dangereuses, this adaptation takes place in late 18th century Korea, during the Joseon dynasty. In Japan the film was given an R-18 rating by the Japanese Film Ethics Commission.\"Bae Yong-jun's 'Scandal' Causing Scandal in Japan\". The Chosun Ilbo. 5 April 2004. Retrieved 2011-10-22. The film was a major commercial success, and became the fourth highest grossing domestic film of 2003 with 3,522,747 tickets sold nationwide.\"The Best Selling Films of 2003\". Koreanfilm.org. Retrieved 2012-06-04. == Plot == A beautiful but cynical and manipulative noblewoman makes a bet with her free-spirited womanizing cousin that he can have sex with her if he is able to seduce a young woman of great virtue. He accepts the challenge with enthusiasm though not suspecting the nasty trap he is walking into. == Cast == * Bae Yong-joon – Jo-won (Vicomte Sébastien de Valmont) * Jeon Do-yeon – Lady Jeong (Madame Marie de Tourvel) * Lee Mi-sook – Lady Cho (Marquise Isabelle de Merteuil) * Lee So-yeon – Lee So-ok (Cécile de Volanges) * Jo Hyun-jae – Kwon In-ho (Cécile's music tutor Chevalier Raphael Danceny) * Lee Mi-ji – So-ok's mother (Cécile's mother Madame de Volanges) * – Madam Jo's husband (Merteuil's former love, the Comte de Gercourt) * Choi Ban-ya – Chu Wol-yi * Choi Sung-min – slave * Jeon Yang-ja – Vice-Premier's wife * Seo Yoon-ah – Jung-geum * Han Yi-bin – Eun-sil * Jung Jae-jin – elder 2 * Kong Ho- suk – elder 3 * Na Han-il – Nobleman Yoo == Differences from the original novel == Monsieur de Tourvel (Madame Marie de Tourvel/Lady Jeong's husband), who was away for a court case in the novel, was in the film deceased, making Lady Jeong a widow of nine years. Furthermore, Lady Jeong lived in Ganghwa Island, and in the film, she is living in Seoul as there was a plague at her hometown at that time. Jo-won (Vicomte Sébastien de Valmont) and Madam Jo (Marquise Isabelle de Merteuil) were in the film cousins (Jo-won the younger cousin), and it is revealed that Jo-won's first love was Madam Jo, whereas in the novel, they were rivals, yet using the same tools for their revenge: sex. Marquise Isabelle de Merteuil (Madam Jo)'s former lover is arranged to be Cécile's future husband in the novel, but in the film, his character is Madam Jo's husband. In So-ok's case, she is being made into a concubine of Madam Jo's husband for the continuity of the family lineage with the elders' consent. Lee So-ok (Cécile de Volanges) was ushered in to Madam Jo's care to be the concubine of her husband, and is conspiring with Jo-won to make her pregnant for revenge (with Madam Jo telling her husband what really happened to So-ok at her husband's deathbed). Chevalier Raphael Danceny was originally Cécile's music tutor in the novel, but in the film, Kwon In-ho (Raphael Danceny's counterpart) is the youngest son of Madam Jo's next-door neighbor and also Lady Jeong's cousin. == Awards and nominations == 2003 Pusan International Film Festival * NETPAC Award 2003 Blue Dragon Film Awards\"Untold Scandal - Awards\". Cinemasie. Retrieved 2012-06-04. * Best New Actor – Bae Yong-joon * Nomination – Best Actress – Jeon Do-yeon * Nomination – Best Actress – Lee Mi-sook 2004 Baeksang Arts Awards * Best New Actor – Bae Yong- joon 2004 Verona Film Festival * Stefano Reggiani Prize (from the Veneto's Order of Journalists) * Best Artistic, Technical, or Creative Contribution 2004 Grand Bell Awards * Best Costume Design – Jung Ku-ho, Kim Hee-ju * Nomination – Best Film * Nomination – Best Director – E J-yong * Nomination – Best Actress – Jeon Do-yeon * Nomination – Best Actress – Lee Mi-sook * Nomination – Best New Actor – Bae Yong-joon * Nomination – Best Planning – Lee Yoo-jin * Nomination – Best Adapted Screenplay – Kim Dae-woo, E J-yong, Kim Hyeon-jeong * Nomination – Best Cinematography – Kim Byeong-il * Nomination – Best Art Direction – Jung Ku-ho * Nomination – Best Music – Lee Byung-woo 2004 Shanghai International Film Festival * Best Director – E J-yong * Best Music – Lee Byung-woo * Best Visual Effects – Lee Jeon-hyeong * Best Sound Effects – Lee Seung-chul 2004 Korean Film Awards * Best Art Direction – Jung Ku-ho * Nomination – Best Actress – Lee Mi-sook * Nomination – Best Director – E J-yong * Nomination – Best Cinematography – Kim Byeong-il * Nomination – Best Music – Lee Byung-woo == References == == External links == * * Untold Scandal at Tiscali UK/TalkTalk Group (website created by UK actor and designer Adam Jennings) * * Category:2003 films Category:2003 romantic drama films Category:South Korean romantic drama films Category:South Korean historical drama films Category:South Korean films Category:Films set in the 18th century Category:Films set in the Joseon Dynasty Category:Films based on French novels Category:Films based on works by Pierre Choderlos de Laclos Category:Films directed by E J-yong Category:Films with screenplays by Kim Dae-woo Category:Korean-language films Category:Works based on Les Liaisons dangereuses Category:2003 drama films ",
    "title": "Untold Scandal"
}