{
    "id": "12906100",
    "text": "Lightning Dust is a Canadian indie rock band formed in 2007 and based in Vancouver, British Columbia, Canada. The band is a side project of Amber Webber and Joshua Wells, both members of Black Mountain.\"Lightning Dust Cool Down\". Exclaim!, July 2007. ==History== Wells and Webber formed Lightning Dust and began creating a sound that was softer and more melodic than Black Mountain's hard rock, with haunting, minimalist instrumentation and spooky, goth-like lyrics written by Webber.\"Revelling in the Gloom: Lightning Dust finds Black Mountain-eers trading psychedelic rock for Goth\". !earshot, September 2007.\"Part Of Black Mountain Struck By Lightning\". Chart Attack - Mar 29, 2007 The band released its self-titled debut album on Jagjaguwar in 2007. The song \"Wind Me Up\" was featured as the free \"Single of the Week\" in the iTunes music store in Canada. Another album, Infinite Light, was released in August 2009.\" Lightning Dust Fantasy \". AllMusic Review by Fred Thomas The band performed at Matt Groening's All Tomorrow's Parties festival in May 2010 in Minehead, England. A third album, Fantasy, which featured synthesized music, drumming, some industrial instrumental work, all accompanying the band's spooky songs, was released June 25, 2013.\"Black Mountain An Uncertain Future\". Exclaim!, By Ian Gormely Apr 22, 2016\"Pasa Tempos\". Santa Fe New Mexican via Newspaper Archives. August 09, 2013 - Page 83 This album included the song \"Loaded Gun\";\"Lightning Dust Loaded Gun\". Exclaim!, By Brock Thiessen. Jun 05, 2013 in 2014 it was used in French television series Série Noire, on SRC. They released a fourth album on 4 October 2019, named Spectre. They've released three singles from the album: \"Devoted To\", \"Led Astray\", and \"A Pretty Picture\". ==Discography== * Lightning Dust (2007) * Infinite Light (2009) * Fantasy (2013) * Spectre (2019) ==See also== *Music of Canada *Music of Vancouver *Canadian rock *List of Canadian musicians *List of bands from Canada *List of bands from British Columbia *:Category:Canadian musical groups ==References== ==External links== * Lightning Dust Category:Musical groups established in 2007 Category:Canadian indie rock groups Category:Musical groups from Vancouver Category:2007 establishments in British Columbia Category:Jagjaguwar artists ",
    "title": "Lightning Dust"
}