{
    "id": "12901406",
    "text": "Bonne-Espérance is a municipality in the Côte-Nord region of the province of Quebec in Canada. The municipality is made up of the fishing villages of St. Paul's River (Rivière-Saint-Paul), Middle Bay, and Old Fort (Old Fort Bay), and was incorporated as a municipality on January 1, 1990. All three communities are accessible via Quebec Route 138 from Blanc-Sablon to the east only; this road currently ends at Vieux-Fort before commencing again at Kegashka some west-south-west. == History == === Early history of Bonne Esperance === Bonne Esperance was first known to be inhabited by the Maritime Archaic people. The Maritime Archaic people are probably the ancestors of today's Innu people, and lived on the coast about 9,000 years ago. When the French met the Innu they called them Montagnais, because of the hilly land they lived on, however since 1990 the preferred name is Innu. === French colonial history === In 1534, Jacques Cartier established a short-term storehouse around the modern-day location of Old Fort to help resupply his ship crews. The words \"Old Establishment\" found on the map of Nicolas Bellin in 1744, would indicate that \"Vieux-Fort\" is the former site of \"Brest\", visited especially by Basque and Breton fishermen at the turn of the sixteenth century to hunt whale and render their blubber for lamp oil. But Brest was later relocated to Brador Bay, where in 1907 a township was created with the same name. In 1702 Augustin Le Gardeur de Courtemanche was granted a large concession by the King of France from the Kegaska River (Kegashka) to the Kessessakiou (Hamilton River). In 1702, Courtemanche built a fort on Old Fort Bay to protect the fishermen and trappers he employed to harvest the region's abundance in cod, whale, seal and furs from the hostile Eskimos. This fort was replaced by Fort Pontchartrain, that Courtemanche built on Brador Bay in 1704. However, in 1714 800 Eskimos attacked the fort and stole everything they could.name=\"LE GARDEUR DE COURTEMANCHE\" Courtemanche, planning to strike back at the Eskimos to pacify them, died in 1717. His son François Martel De Brouague took over the Labrador fishery and managed it profitably through two naval wars between France and England, until his death in 1761. === British colonial history === It was not until the 19th century that permanent residents from Newfoundland and elsewhere in Quebec began to establish the three fishing communities, whose current day inhabitants are largely descended from these people. == Communities == In addition to the three villages mentioned below, the municipality also includes the ghost town of Salmon Bay (). === Middle Bay === Middle Bay is a small fishing village with a population of thirty-three permanent residents (2016), but in the summer seasons more people go there to fish. === St. Paul's River === The town of St. Paul's River is between the communities of Old Fort Bay and Middle Bay. The population of this village is 100 (2016). === Old Fort === As the name suggests, Old Fort has a long history but in 2016 was a town of 234 people. ==Demographics== ===Population=== ===Language=== {| class=\"wikitable\" !colspan=\"19\"|Canada Census Mother Tongue - Bonne-Espérance, Quebec |- ! Census | ! Total |colspan=\"1\"| !colspan=\"3\"| |colspan=\"1\"| !colspan=\"3\"| |colspan=\"1\"| !colspan=\"3\"| |colspan=\"1\"| !colspan=\"3\"| |- ! Year | ! Responses | ! Count ! Trend ! Pop % | ! Count ! Trend ! Pop % | ! Count ! Trend ! Pop % | ! Count ! Trend ! Pop % |- | | | | | 10 | 33.3% | 1.37% | | 715 | 10.1% | 97.95% | | 0 | 0.0% | 0.00% | | 5 | 83.3% | 0.68% |- | | | | | 15 | 0.0% | 1.79% | | 795 | 1.9% | 94.64% | | 0 | 0.0% | 0.00% | | 30 | 0.0% | 3.57% |- | | | | | 15 | 33.3% | 1.75% | | 810 | 9.0% | 94.74% | | 0 | 0.0% | 0.00% | | 30 | n/a% | 3.51% |- | | | | | 10 | n/a | 1.11% | | 890 | n/a | 98.89% | | 0 | n/a | 0.00% | | 0 | n/a | 0.00% |} == Economy == One of the main jobs for people in Bonne Esperance area is the fishery. There are three fish plants, one located in each of the villages: Middle Bay, St. Paul's River and Old Fort. The fish plants are open during the summer months. This facility employs around 100 people. There is also a school board which employs about 25 people, including teachers, janitors, secretaries and technicians. There is the municipality which employs about 10 people. There is the Coasters Association which employs about 11 people and there are local grocery stores/ businesses that employ a number of people. There is also USL; this is a construction company which operates in Ontario and Alberta. Every year, many of the men leave their community and go to work in both places usually leaving in the spring and returning in the fall. During the winter months, most people who fish, work in the fish plants, and go to work in Alberta and Ontario collect employment insurance benefits. ==Education== St. Paul's River is the only village on the Lower North Shore that has a high school that is not combined with an elementary school. The school was once an elementary and secondary school, but in 2004, it became St. Paul's High School. As well, Commission scolaire du Littoral operates Mountain Ridge School (anglophone) in Old Fort.\"Schools and centers.\" Commission scolaire du Littoral. Retrieved on September 23, 2017. ==See also== * List of municipalities in Quebec ==References== ==External links== *Lower North Shore Community Web Site Category:Municipalities in Quebec Category:Incorporated places in Côte-Nord ",
    "title": "Bonne-Espérance, Quebec"
}