{
    "id": "1290366",
    "text": "Amir Iqbal Khan (born 8 December 1986) is a British professional boxer, promoter and philanthropist. He is a former unified light-welterweight world champion, having held the WBA (later Super) title from 2009 to 2012, and the IBF title in 2011. At regional level, he held the Commonwealth lightweight title from 2007 to 2008. He also held the WBC Silver welterweight title from 2014 to 2016, and once challenged for the WBC and Ring magazine middleweight titles in 2016.. Retrieved 17 October 2016. As an amateur, Khan won a silver medal in the lightweight division at the 2004 Olympics, becoming at the age of 17, Britain's youngest boxing Olympic medalist. He is also one of the youngest ever British professional world champions, winning the WBA title at the age of 22. In 2007, he was named ESPN prospect of the year. Outside of boxing, he is a philanthropist with his own charity organisation, Amir Khan Foundation. He is also a promoter and sponsor, the owner of Khan Promotions and Pakistan's Amir Khan Academy, and a co-owner of India's Super Fight League (MMA) and Super Boxing League. As a celebrity, he has also participated in several reality television and game shows. In 2017, Khan appeared on the seventeenth series of I'm a Celebrity... Get Me Out of Here! He was the highest-paid contestant in the history of the show. ==Early life== Khan was born and raised in Bolton, Greater Manchester, to a Punjabi Rajput family with roots in Matore village of Kahuta Tehsil, located in Rawalpindi district of the Punjab, Pakistan.Amir Khan Interview: 'I'm never scared, it's in the blood The Daily Telegraph (London) Retrieved on 28 October 2014. He was educated at Smithills School in Bolton,Manchester Sports & Olympic Champions . Manchester2002-uk.com. Retrieved 2 June 2011. and Bolton Community College. Khan is a Muslim, and a member of the Naqshbandi Sufi Order,\"Boxer Amir Khan Gets Bayah With Pir... – The Path To RasulAllah صلى الله عليه واله وسلم | Facebook\". facebook.com.\"Faqir Alamm on Twitter\". Twitter. along with being an active supporter of the Muslim Writers Awards. Khan has two sisters and one brother, Haroon \"Harry\" Khan, also a professional boxer. He is the first cousin of English cricketer Sajid Mahmood, related through a paternal grandfather, Lal Khan Janjua, who moved to England after being discharged from the Pakistan Army.Viner, Brian. (29 July 2006) Amir Khan and Sajid Mahmood: Romantic journey inspires family of top-flight talent. The Independent (London). Retrieved 4 February 2014. ==Amateur boxing career== Khan began to box competitively at the age of 11, with early honours including three English school titles, three junior ABA titles, and gold at the 2003 Junior Olympics. In early 2004 he won a gold medal at the European Student Championships in Lithuania, and in South Korea several months later he won a world junior lightweight title after fighting five times in seven days. One of his notable early amateur fights was against Victor Ortíz, whom he defeated in a second round stoppage. Overall, he compiled an amateur record of 101–9. ===2004 Olympics=== Khan qualified for the 2004 Summer Olympics by finishing in first place at the 1st AIBA European 2004 Olympic Qualifying Tournament in Plovdiv, Bulgaria. He was Britain's sole representative in boxing at the Athens Games, winning a silver medal at the age of 17 in the lightweight boxing category. He was Britain's youngest Olympic boxer since Colin Jones in 1976. He lost in the final to Mario Kindelán, the Cuban who had also beaten him several months earlier in the pre-Olympic match-ups in Greece. In 2005, he avenged the two losses by beating the 34-year-old Kindelan in his last amateur fight. His Olympic fights drew an audience of nearly 8million viewers on BBC, including 8million viewers watching his final Olympic match with Kindelan. His 2005 rematch with Kindelan drew an audience of 6.3million viewers on ITV. ===Highlights=== * 2003 – Won a gold medal at the AAU Junior Olympic Games. * 2004 – Won a gold medal at the European Student Championships and the World Junior Championships. * 2004 – Won the Strandja Cup to qualify for the Olympics in Athens * 2004 – Won an amateur match against Victor Ortíz, who was stopped in the second round. * 2004 – Won a silver medal at the Olympics, beating Marios Kaperonis, Dimitar Shtilianov, Jong Sub Baik and Serik Yeleuov. He lost to Mario Kindelán in the final. * 2005 – Beat Craig Watson on points in the ABA Championships. * 2005 – Won the last match of his amateur career beating Mario Kindelan 19–13 at the Reebok Stadium. ==Professional boxing career== ===Lightweight=== ====Early career==== He made his professional debut against David Bailey in July 2005. The fight drew an audience of 4.4million viewers, which was ITV's best Saturday night viewing figures of the month. By 2006, his fights were averaging between 6million and 7million viewers on ITV. Khan won his first regional title on 14 July 2007, beating Willie Limond at The O2 Arena to become Commonwealth lightweight champion. Khan was floored in the sixth round, but recovered to score a knock down in the following round. Limond was retired by his corner at the end of round eight due to a broken nose and suspected jaw damage. On 2 February 2008, Khan was scheduled to fight Martin Kristjansen, but illness forced the Dane to withdraw. Instead, Khan had to defend his Commonwealth title against late replacement Gairy St. Clair at the ExCel Arena, London. It was his first fight to last all twelve rounds and he won via a unanimous decision, with shutout scores of 120–108 from all three judges. On 5 April 2008, Khan beat Kristjansen, dropping him three times in the seventh round to force a technical knockout (TKO) stoppage. Following the victory, Khan was made number one contender for the WBO lightweight title. Following the fight, Khan split from his trainer Oliver Harrison, the trainer for all of his previous 17 professional contests. The break-up was blamed on Harrison's concerns that Khan's public engagements were interfering with his fight preparations. Dean Powell, who has trained former world champions Duke McKenzie and Lloyd Honeyghan, worked with Khan until a decision on a permanent trainer was made. In the same month, Khan had a training session in Las Vegas with Roger Mayweather, trainer and uncle of Floyd Mayweather, Jr. Khan fought on 21 June 2008, at the National Indoor Arena in Birmingham against Irishman Michael Gomez, a former WBU super-featherweight champion. Khan knocked Gomez down twice in the fight, once in the opening round, and once in the fifth before the referee waved the fight off, giving Khan the victory via TKO. Still, Khan himself was hurt at various times during the fight, and was himself dropped in the second round. Despite Khan's eagerness at a world title shot, his promoter, Frank Warren, insisted that \"He needs more schooling\". ====Khan vs. Prescott, Fagan==== Following the Gomez fight, Jorge Rubio was installed as Khan's new trainer. In early August, the lightweight Breidis Prescott was put forward by Rubio as Khan's next opponent. Rubio had previously coached Richar Abril, who had recently lost a close decision to Prescott. Prescott had a prolific knock-out record of 17 KOs in 19 contests, yet Khan was a huge favourite. The fight took place on 6 September 2008 at the Manchester Evening News Arena, it was Khan's Sky Box Office debut. In the first round, Prescott came out fast and landed good shots; a stiff jab jerked Khan's head back and foreshadowed what was to come. Prescott landed a left hook on Khan's temple, dizzying his senses. Instead of holding, Khan tried to fire back, but was hit to the head by a left hook, right hook combination that sent him crashing to the canvas. Although Khan managed to return to his feet, Prescott forced the stoppage with another left that put Khan down again. The bout was officially called off at 55 seconds. Following the defeat, Rubio was sacked and was replaced by Freddie Roach. Khan began training with Roach at the Wild Card Gym in Los Angeles, training alongside stablemate Manny Pacquiao, the then WBC lightweight champion and pound-for-pound king. On 6 December 2008, Khan scored a comeback win against Oisin Fagan with a second- round stoppage; Khan won the vacant WBA International lightweight title. Khan knocked Fagan down twice in the first round and Fagan's corner threw in the towel after he was knocked down again in the second. Following the fight, it emerged that Fagan had suffered a fractured fibula during the first knockdown. ====Khan vs. Barrera==== In early 2009, it was announced that Khan would fight former seven-time and three-weight world champion Marco Antonio Barrera. Barrera was ranked No. 1 and Khan No. 5 in the WBO world lightweight rankings. Previous IBF, and WBO lightweight title holder Nate Campbell was stripped of the belts after moving up to the light-welterweight division and Khan's promoter Frank Warren and Barrera's promoter Don King lobbied the WBO to elevate the Khan-Barrera fight to a world lightweight title eliminator. However, the world-title status was instead given to the fight between Juan Manuel Márquez and Juan Diaz, ranked No. 2 and No. 3 respectively by the WBO. On 14 March 2009, at the MEN Arena in Manchester, Khan defeated Barrera by technical decision (TD). The fight was stopped towards the end of the fifth round due to Barrera suffering a cut in the first round, which resulted from a clash of heads. With Barrera deemed in no position to fight on by the ringside doctor, the fight then went to the scorecards, on all three of which Khan was ahead (50–44, and 50–45 twice). With victory, Khan defended his WBA International lightweight title and also won the vacant WBO Inter-Continental lightweight title. Frank Warren was sufficiently impressed with Khan's performance to vow to land a world title fight for him before the end of the year. Khan also commented on the fight, saying: ===Light welterweight=== ====Khan vs. Kotelnik, Salita==== It was announced on 8 April 2009 that Khan would move up to the light-welterweight division to fight Andreas Kotelnik (31–2–1, 13 KOs) at the MEN Arena in Manchester for the WBA light-welterweight title on 18 July. Khan Said, \"This is the best news that I could have received. To fight for the world title in only my 22nd fight and at the age of just 22 is fantastic. Frank has done a great job getting the world title fight for me in Britain and now I have to go out win it.\" This would be Kotelnik's fourth title defence. Khan won by unanimous decision (UD), 120–108, 118–111, 118–111, in front of 10,000, and became the third-youngest Brit to win a world title, at the age of 22. Khan used his hand speed and fitness to go well ahead on points in the first ten rounds. Kotelnik rallied in the closing rounds but could not land a decisive punch on Khan in spite of his best efforts. After the fight, Khan said, \"It's the best feeling ever. I want to thank Freddie Roach and my team for making this happen. I'm a world champion and I'm going to enjoy it. I'm still young and I've got big things to come.\" On 6 October 2009, Frank Warren confirmed that Khan would defend his WBA light-welterweight title against undefeated Dmitry Salita (30–0–1, 16 KOs), the mandatory challenger, on 5 December, at the Metro Radio Arena in Newcastle upon Tyne, England.\"Khan to face Salita on 5 December \" . Amirsfans.co.uk. Retrieved 2 June 2011. Due to Khan being a practising Muslim and Salita being an Orthodox Jew, the fight was hyped as a religious clash by the media, referring to it as a \"battle of faiths\" or \"holy war\", though Khan and Salita both denied such claims. On 5 December 2009, Khan defeated Salita in 76 seconds, winning by TKO in the first round. Salita was knocked down three times, the first time just 10 seconds into the fight. It was the first loss of Salita's career. On 17 January 2010, Khan announced he had split with promoter Frank Warren and signed a deal with Oscar De La Hoya and Golden Boy Promotions, which resulted in Khan's fights moving back to ITV. ====Khan vs. Malignaggi, Maidana==== Malignaggi at the press conference on 17 March 2010. On 9 March 2010, Golden Boy Promotions confirmed that Khan and former light-welterweight world champion Paulie Malignaggi would hold a press conference in London to announce their world title bout set for 15 May at The Theater at Madison Square Garden in New York. This was Khan's first bout in the United States and the second defence of his WBA light-welterweight title. In front of a crowd of 4,412, in a one-sided fight, Khan retained his title after referee Steve Smoger halted the fight at 1 minute 25 seconds of round eleven. In the aftermath Malignaggi admitted he lost to the better man, saying, \"I've fought two elite fighters, Miguel Cotto and Amir Khan. From here, I'm not sure where I go. I'll sit down with my team. I don't want to be a punching bag.\" Khan showed his speed, power and combinations throughout the fight and proved to be too much for Malignaggi. Immediately after the fight, Khan stated he wanted to fight Marcos Maidana next, and that he would not be leaving the light-welterweight division until he had unified the various belts, suggesting that the way to do this would be for him to fight Maidana, and then go on to face the winner of a Devon Alexander vs. Timothy Bradley match. Maidana (29–1, 27 KOs), after failing to challenge undefeated WBO light-welterweight champion Timothy Bradley, postponed the fight to 19 June due to a back injury. On 3 May, Maidana pulled out of the fight again, still citing his back as the problem. The fight had already been rescheduled from 19 June to 17 July, and Bradley went on to fight Luis Carlos Abregu on 17 July, instead of Maidana. After failing to secure the fight with Bradley, Maidana's camp announced that he would fight former WBO light-welterweight champion DeMarcus Corley, on 28 August 2010 at the Luna Park Stadium in Buenos Aires, Argentina. Maidana went on to win by UD. Khan continued to look for a suitable opponent to challenge next for his title. One of his possible opponents was lightweight champion Juan Manuel Marquez. Marquez decided not to move up in weight and stayed at lightweight. Maidana then stated his intention to fight Khan: \"Stop looking for possible opponents for next Khan 11 December in England. Stop looking for lightweight boxers and face the real 140-pounders. I'll go to Khan's home soil to take the other portion of the WBA title that belongs to me.\" The fight was confirmed on 16 September to take place at the Mandalay Bay in Las Vegas on 11 December. Khan was reported to earn at least $1.5million compared to Maidana who had a purse of $550,000. Khan successfully defended his title for the third time against Maidana. Khan knocked Maidana down with a combination of two body shots in the first round. Maidana was saved by the bell but regained composure and continued to battle on. Khan dominated the scoring until tiring around round seven. Maidana rallied and midway through round ten stunned Khan with a heavy right hand. Maidana followed up with a series of uppercuts and right hands. Khan then rallied to win rounds eleven and twelve to solidify a UD win. The scores were 114–111 twice, and 113–112. Khan was open to a rematch. Khan landed 273 of 603 punches thrown (45%) and Maidana landed 156 of 767 thrown (20%). The fight was awarded Fight of the Year by the Boxing Writers Association of America. ====Khan vs. McCloskey, Judah==== On 4 February 2011, Khan announced a deal had been signed to defend his WBA title against European champion Paul McCloskey in his next fight, who was unbeaten in 22 fights and was ranked world number 10. The fight was scheduled to take place at the MEN Arena on 6 April.Latest News: McCloskey deal signed! Amir Khan Official Blog . Amirkhanworld.com. Retrieved 15 April 2011. Khan won a sixth-round TD after McCloskey was cut by an accidental clash of heads and could not go on in the estimation of the ring doctor. The heads of Khan and McCloskey collided about two minutes into the sixth round, causing a bad cut on the inside of McCloskey's left eyebrow. Another tactical few rounds followed, with Khan the main aggressor. In the decisive sixth, a five-punch combination from Khan staggered McCloskey and moments later the pair went toe- to-toe before McCloskey reeled away and noticed blood coming from around his left eye. Khan had some trouble with the awkward and resilient southpaw, who was difficult to hit cleanly, but he was both too quick and too busy for McCloskey, winning all six rounds on all three cards. Frank Warren stated that the fight's Primetime pay-per-view sold four times as many buys as the network's previous record holder, Carl Froch vs. Mikkel Kessler, which sold 50,000 buys, thus the KhanMcCloskey fight sold about buys. The fight was shown in the US on HBO where it averaged 1.2million viewers. On 31 May 2011, Khan agreed to fight 33-year-old two-weight champion Zab Judah (41–6, 28 KOs) in attempt to unify the WBA, and IBF light-welterweight titles in Las Vegas on 23 July. Judah had reclaimed the IBF title two months earlier against Kaizer Mabuza. Khan was unhappy that a fight with Bradley could not be made. He said, \"Bradley was the guy I wanted to fight but he chickened out. I offered him 50% of UK revenue, which is unheard of, and 50% of all revenue in America, that's how much I wanted to fight him, but he didn't want it.\" The fight was broadcast on Primetime in UK and HBO in the US.Khan vs Judah fight took place on 23 July in Las Vegas – Boxing News. Boxingscene.com. Retrieved 2 June 2011.Amir Khan to defend WBA title against Zab Judah. BBC Sport. Retrieved 2 June 2011. Round one saw a busy Khan as he fought from the outside and kept Judah away with jabs and straights. All four rounds were taken by Khan. Ultimately in the fifth round Judah was taken down with a right uppercut to the body, in which at first commentators believed it was a low blow, since Judah was showing signs of agonising pain, but when it was seen from a different camera angle, it was right on the belt, leading to an 18th knockout (KO) for Khan in his career so far. Khan later rejected claims for the low blow saying, \"He went down. It was above the belt. Zab's a great fighter. I respect him a lot. But it was nowhere near below [the belt]. It was a great shot.\" Over five rounds, Khan landed 61 of 284 total punches (21%) and Judah landed 20 of 115 (17%).Hassan, Nabil. (24 July 2011) Khan v Judah as it happened. BBC Sport. Retrieved 6 December 2011. For the fight, Khan earned $1,072,500 and Judah had a $500,000 purse. The fight averaged 1.4million viewers on HBO, peaking at 1.417million viewers. ====Khan vs. Peterson==== Following the Judah victory, Khan began chasing a big money fight with top pound for pound fighter Floyd Mayweather Jr. Mayweather seemed uninterested, and instead said that Khan should fight the Mayweather Promotions prospect Jessie Vargas, an option that Khan dismissed. In October 2011, it was announced that Khan would defend his WBA and IBF light-welterweight against mandatory challenger Lamont Peterson (29–1–1, 15 KOs). The fight would take place on 10 December in Peterson's home town of Washington, D.C. at the Walter E. Washington Convention Center. In front of a near sell out crowd of 8,647, Peterson defeated Khan by split decision (SD) in controversial fashion. Khan was docked a point in rounds seven and twelve by referee Joe Cooper for pushing, although illegal pushing is not usually met with such harsh consequences. Peterson was dropped to the canvas twice, although the first time was counted as a slip instead of a legitimate knockdown. Both fighters boxed well and two judges scored it 113–112 to Peterson, with the other 115–110 to Khan. ESPN's Dan Rafael scored the fight 114–111 in favour of Khan. HBO's unofficial scorer, Harold Lederman, scored it 113–112, also for Khan. Deadspin described it as a robbery. After the fight, Khan said, \"It was like I was against two people, the referee and Lamont himself. I was the cleaner fighter; he was so wild. The referee wasn't giving me a chance. I heard the referee give me a warning [for pushing], but there was nothing I could do. He kept coming in with his head. There hasn't been [HBO] boxing in D.C. for the last [18] years because this is what happens.\" Khan earned a base purse of $1.1million, while Peterson earned a career-high $650,000 purse. Khan appealed the decision to the sanctioning bodies, citing the poor refereeing, and the presence of a \"mystery man\" at ringside who could have interfered with the scoring. As soon as the WBA agreed and ordered an immediate rematch, Khan withdrew his appeal with the IBF. A rematch was due to take place in May, but in the run up to the fight, Peterson tested positive for synthetic testosterone. The Nevada Athletic Commission denied Peterson a licence to box, and the fight was cancelled. The WBA reinstated Khan as champion, the IBF did not. ==== Khan vs. García ==== On 23 May 2012, ESPN announced that Khan would next fight against undefeated WBC champion Danny García. In the run up to the fight, García's father and trainer, Angel García, made disparaging comments about Khan's race and religion. Khan entered the fight as heavy favourite and through the first two rounds and most of the third, he heavily outlanded García. The tide turned late in the third round as García was able to land a hard left hook counterpunch off a missed right. Khan hit the canvas and was clearly hurt, on unsteady legs, for the remaining seconds of the round. García kept pressing in round four, forcing Khan to take a second eight count after he touched the canvas with his glove. Khan regrouped and was temporarily able to go back at García, but with less than a minute left in the round Khan was dropped a third time. Referee Kenny Bayless stopped the fight despite Khan assuring him he could continue. After the fight, Khan said, \"It wasn't my night. I was coming in with my hands down and Danny took advantage of that. He countered very well against me.\" Khan's trainer Roach credited his opposite number, Angel García, for successfully goading Khan into fighting a slugfest, leaving himself vulnerable. According to CompuBox, Khan landed 92 of 206 punches thrown (45%), with 46 jabs and 46 power shots landed. García landed 65 of his 216 thrown (30%), 60 of which were power shots. Khan earned $950,000, while García had a $520,000 purse. Nevada State Athletic Commission announced the fight generated a total gate of $426,152 from 3,147 tickets sold. The fight averaged 1.3million viewers on HBO World Championship Boxing. ====Khan vs. Molina==== Khan split with trainer Freddie Roach following the García defeat and started training under Virgil Hunter. It was hoped that the new coach could improve Khan's defensive skills. Khan's next fight was against undefeated lightweight prospect Carlos Molina (17–0–1, 7 KOs). Molina would be moving up in weight for his first twelve-round fight. The fight was aired on Showtime, on 15 December 2012, and took place in the LA Sports Arena in California. Khan defeated Molina by TKO in the tenth round and won the WBC Silver light-welterweight title. Khan pushed Molina onto the back foot and landed a sharp right hand that cut Molina over the left eye. Khan was stiffened by a right hook in the second before steadying the ship and resuming control of the contest. With Molina's cut deteriorating badly and taking plenty of punishment, referee Jack Reiss suggested his corner pull him out at the end of the ninth, however Molina was sent out for more, despite it being abundantly clear that he did not have the ability to do Khan much damage. Khan started to let his hands go more in round ten, after which his corner finally decided it had seen enough. Khan landed 312 of 679 punches thrown (46%), an equal amount of jabs and power shots were landed. Molina was less busy, landing 87 of 335 (26%). The fight averaged 616,000 viewers. ===Welterweight=== ====Khan vs. Diaz, Collazo==== Following his victory over Molina, Khan returned to the UK for a fight against 33 year old Julio Díaz (40–7–1, 29 KOs) on 27 April 2013 in a 143 lbs catch-weight bout. The fight took place at the Motorpoint Arena in Sheffield. Khan was able to control some of the fight and managed to survive a fourth-round knockdown from Díaz. Khan managed to hold on throughout the fight to go onto win by UD. The scorecards read 115–113, 115–112, and 114–113. In the aftermath, Khan praised Díaz, \"He caught me while I was off balance, and I couldn't get my stance back. I went down. I kept moving to recompose myself. That's what happens. There are little things to work on when we go back in the gym.\" Khan stated the fight could be his last in the UK. Despite interest in a bout with Khan, Floyd Mayweather announced that he would fight Marcos Maidana (35–3, 31 KOs) on 3 May 2014. On 24 March, Khan decided to fight 32-year-old former champion Luis Collazo (35–5, 18 KOs) on the undercard at the MGM Grand Las Vegas. The fight was for the vacant WBA International welterweight title and WBA title eliminator, as well as the vacant WBC Silver title. Khan was too fast and too disciplined for Collazo, flooring him in the fourth round and twice in the tenth. The judges scored the fight 119–104, and 117–106 twice in Khan's favour. Khan and Collazo both incurred point deductions in round eight. Collazo hit Khan with a low blow while Khan was holding his head down. Collazo's failed approach resulted in a mismatch on the scorecards. Collazo fought with his hands down most of the night, unafraid of Khan, believing Khan had no power and he would eventually knock him out. In the post-fight interview in the ring, Khan credited his twelve months of boxing training with Virgil Hunter for his success. Khan's purse for the fight was $1.5m while Collazo earned $350,000. ====Khan vs. Alexander==== Khan looked to fight one more time in 2014, targeting Devon Alexander or Robert Guerrero. On 21 October, it was announced that Khan would fight former two-weight world champion Alexander (26–2, 14 KOs). The fight took place on 13 December at the MGM Grand in Las Vegas on Showtime in the US and Sky Sports in the UK. In front of 7,768 in attendance, Khan produced a dominant performance to secure a unanimous points victory over Alexander. All three judges scored heavily in Khan's favour, 120–108, 119–109 and 118–110. ESPN's Dan Rafael scored it a 120–108 shutout for Khan. Alexander followed Khan around the ring throughout but was unable to land more than one punch at a time as Khan met him in his tracks with hard combinations. After his victory Khan reiterated his desire to fight Floyd Mayweather. Promoter Oscar De La Hoya said, \"So now I know why Mayweather doesn't want to fight him. He was brilliant. I wouldn't have fought him. He is hitting his peak just now. He looked incredible.\" Khan outlanded Alexander 243 to 91, according to CompuBox, and connected on 43% of his shots, compared to just 20% for Alexander. Khan earned $950,000 and Alexander was paid $600,000 for the fight. The fight averaged 762,000 and peaked 887,000 viewers. ==== Khan vs. Algieri ==== After Khan himself initially announced the fight on his wife's YouTube channel on 3 April, a welterweight bout against former WBO light-welterweight champion Chris Algieri (20–1, 8 KOs) was later finalised to take to place on 29 May 2015, at the Barclays Center in Brooklyn, New York.\"Boxing – Amir Khan announces surprise next opponent\" . Yahoo Eurosport UK. 2 April 2015. Khan won the bout by UD, winning on all three judges scorecards (117–111 twice and 115–113).\"Amir Khan turns back strong challenge from Chris Algieri\". Premier Boxing Champions. 29 May 2015. Khan counterpunched effectively from the outside after being surprised with Algieri's aggression. Algieri fought a far better fight than he did against Manny Pacquiao, throwing more punches and landing some power shots. Khan landed 218 of 609 punches thrown (36%), while Algieri landed on 199 of 703 (28%), most of which were in the opening six rounds. Following the victory, Khan was now 5–0 against New York opponents. He again called out Mayweather saying, \"I think everybody knows Amir Khan wants to fight Floyd Mayweather. Mayweather is a champion, so let's make it happen.\" Khan made $1.5million and Algieri earned a $500,000 purse. The fight, which took place on Spike, averaged 1million viewers and peaked at 1.2million. ===Middleweight=== ====Khan vs. Álvarez==== In early 2016, it was announced that Khan is moving up two weight divisions to middleweight, to fight Canelo Álvarez (46–1–1, 32 KOs) WBC, The Ring, and lineal middleweight titles. The fight took place on 7 May 2016, at the new T-Mobile Arena in Las Vegas. The bout was on HBO PPV. Khan lost to Álvarez by way of knockout in round six. Although many believe Khan was ahead on points including ESPN, two of the ringside judges had Álvarez ahead after five rounds (49–46 and 48–47), the third judge had Khan ahead (48–47). With the scorecards heading towards a SD halfway through the fight, Khan admitted, \"it may have been a blessing being knocked out in the sixth round, rather than an upset loss on the scorecards after twelve rounds. According to CompuBox, Álvarez landed 64 of 170 (38%) and Khan landed 48 of 166 punches (29%), though only one of their shots really mattered. Alvarez' official purse for the bout was $3.5 million and Khan had a base purse of $2 million. With the event hitting at least 500,000 buys, Alvarez would see his earning reach up to $20 million and Khan's earnings around $13 million, plus his BoxNation TV deal. The fight generated a live gate of $7,417,350, according to figures released by the Nevada State Athletic Commission. That total came from 13,072 tickets sold, far short of a sellout. The Álvarez-Khan gross placed it 34th-best in Nevada history. On PPV, the fight sold around 600,000 PPV buys and grossed more than $30million. This made it one of the biggest recent PPV fights, behind Miguel Cotto vs. Canelo Álvarez, and surpassing Manny Pacquiao vs. Timothy Bradley III and Floyd Mayweather Jr. vs. Andre Berto. === Return to welterweight === On 26 February 2017, Khan and reigning WBO welterweight champion Manny Pacquiao both tweeted a deal had been reached between both camps for a 'super fight' worth potentially £30million to take place on 23 April in the United Arab Emirates. Pacquiao was initially in negotiations to fight Jeff Horn in Australia, but held a poll asking the fans who he should fight next. Khan won the poll, thus setting up the fight. The Sevens Stadium in Dubai, Zayed Sports City Stadium and Mohammed Bin Zayed Stadium in Abu Dhabi were being considered as venues. Speaking to Bob Arum on 1 March, Pacquiao's adviser Michael Koncz confirmed the fight would place on 20 May in the United Arab Emirates. Only a week later, Bob Arum told ESPN that, \"It's kaddish for the UAE deal. It's dead.\" Arum also said that Khan would not be Pacquiao's next opponent. ==== Khan vs. Lo Greco ==== On 10 January 2018, during a live press conference in London, Khan signed a three-fight deal with Eddie Hearn at Matchroom Sport. The deal meant Khan would fight exclusively on Sky Sports, with his return bout in the UK taking place on 21 April at the Echo Arena in Liverpool. on 29 January, Phil Lo Greco (28–3, 17 KOs) was announced as his opponent. At the official press conference, a brawl broke out after Lo Greco made comments about Khan's personal life, \"After the Canelo loss you went on a losing streak – family, wife and then you go out and tweet to the heavyweight champion of the world. What is wrong with you, mate?\" Khan responded by throwing his glass full of water towards Lo Greco. The bout was fought at a catchweight of 150pounds, as requested by Lo Greco's team. Khan trained with Joe Goosen for the fight, with Virgil Hunter unavailable due to ill health. The fight would be the first boxing main event to stream on ESPN's new streaming service ESPN+. Khan knocked Lo Greco out in 39 seconds of round one, setting a new record for himself. The first knockdown occurred after just 15 seconds when Khan landed a right hand to the head. Lo Greco appeared hurt, but managed to beat the 10 count. When the action resumed, Khan quickly moved on Lo Greco, putting him against the ropes with a flurry of punches until he dropped once more. Referee Victor Loughlin called a halt to the fight immediately. After the fight, rival Kell Brook, who was on pundit duty, entered the ring and the two boxers traded words. Khan said, \"The weight is an issue with Kell, I'm a 147 lbs fighter. I will fight and beat Kell Brook and the world knows it.\" During the post-fight press conference, Khan named a number of top welterweights including Keith Thurman and Errol Spence, but stated he would like to bring Adrien Broner over to the UK for a big fight. ==== Khan vs. Vargas ==== At an official press conference on 28 June, it was announced that Khan would return to Arena Birmingham for the first time since 2008, against Colombian Samuel Vargas (29–3–2, 14 KOs), who has been a five-fight unbeaten run since November 2016. Speaking of the fight, Khan said, \"One of my aims this year was to be as active as possible, so I'm very happy to get back in the ring again so soon against Samuel Vargas. Vargas is a tough and well-schooled fighter, who has shared the ring with some top welterweights including Danny Garcia and Errol Spence Jr.\" Vargas weighed 146 lbs. At first attempt Khan weighed 147.2 lbs. He then took off his socks and weighed 147.1 lbs. Khan then took off his shorts, stripping completely naked and made the 147 lbs limit. The fight took place on 8 September 2018, Khan won the fight by UD, with scores of 119–108, 119–109 and 118–110. Khan knocked Vargas twice in the fight in dropping him in round two and three. Vargas dropped Khan once in round three. Khan fought well in round five in landing a lot of fast combinations to the head of Vargas, who suffered a nose injury. Vargas took the punishment and showed a lot of heart as he kept coming forward. Midway through the fight, Khan began to slow down and showed fatigue. He began to pick his combinations rather than just throw a flurry. Vargas focused mostly on the body attack for the fight. He managed to have Khan in trouble as he pinned him against the ropes, most notably in rounds six and ten. After the fight, Khan said, \"I really wanted to go the distance. It's been three years since I went twelve rounds. There were a couple of times when I could have stopped him and I kind of stepped off him.\" Khan called for a fight against former sparring partner Manny Pacquiao and Eddie Hearn said it was 'now or never' for a Kell Brook fight. According to CompuBox stats, Khan landed 199 punches of 581 thrown (35%) and Vargas was credited with landing 142 of his 535 thrown (27%). Vargas landed 100 shots to Khan's body, 91 being power punches. Hearn announced that the fight set a viewership record, for the biggest live audience on UK subscription television in boxing history. ==== Khan vs. Crawford ==== On 9 December 2018, it was reported that Top Rank had offered Khan a guaranteed $5 million purse, plus a percentage of PPV revenue, to fight Terence Crawford on 23 March 2019 at Madison Square Garden in New York. The fight was made official in January 2019, and it was set to take place at Madison Square Garden on 20 April. The fight would be broadcast live on ESPN PPV; UK broadcasting rights were later acquired by BT Sport Box Office. Khan, commenting on facing Crawford rather than long-time domestic rival Brook, believed winning a world title against a consensus pound-for-pound boxer would be a bigger achievement than defeating Brook. He also believed that win or lose against Crawford, the Brook opportunity would still be available. Khan returned to veteran trainer Virgil Hunter for the Crawford bout. Hunter was unable to train Khan for his previous two bouts due to ill health. Khan was comprehensively outboxed by Crawford, and was knocked down in the first round. In round six, Khan was hit by an accidental low blow, and during the allocated five-minute recovery time, trainer Virgil Hunter threw in the towel to hand Crawford a TKO victory. At the time of the stoppage, Crawford lead on all three scorecards, 50–44, and 49–45 twice. Following the fight, Khan had to respond to criticism that he quit in the ring. ==== Khan vs. Dib ==== On 12 July 2019 in Jeddah, Saudi Arabia, Khan defeated Dib by TKO in the fourth round. ==Trainers== * Oliver Harrison (July 2005 – April 2008) * Jorge Rubio (July 2008 – September 2008) * Freddie Roach (October 2008 – September 2012) * Virgil Hunter (September 2012 – March 2018) * Joe Goosen (March 2018 – January 2019) *Virgil Hunter (January 2019 –) ==Promoter and sponsor== ===Khan Promotions=== Amir Khan is a promoter, the CEO of his own boxing promotion company, Khan Promotions. ===Amir Khan Academy=== Khan announced that he was building a boxing academy called the Amir Khan Academy to produce Pakistani boxing champions.In an interview, Khan said, \"Well, basically, I'm, I'm building the Amir Khan Academy which is, um, money out of my own pocket I'm gonna to put into, uh, places. I'm not really got the help from, like, the people I needed the help from, like the government for example. But there, Islamabad government helped me, good, you know, by giving me a part of land and facilities, uh, at the, um, at the Jinnah Sta-, Jinnah Stadium, but, um, obviously over all, I'm not really got help off anybody. I had to come here myself, and take money out of my own pocket, and put it in, but this is only because I wanted to see Pakistan succeed in sport, so my first academy will be ready in three months, and the reason I want to build an academy is because I want to produce champions that are Pakistani.\" This quote is from the You Tube video titled, \"Special Interview of Amir Khan (Boxer) 27 December 2015\" which was retrieved on 10 December 2016, from this link. This link starts at the 9:18 mark of the video where the quote starts. The quote ends at the 9:59 mark of the video. Based in Islamabad, the Amir Khan Academy is planning to train Pakistani amateur boxers competing at the 2018 Asian Games in Indonesia. ===Super Fight League=== In 2016, Khan was named co-owner of India's Super Fight League (SFL). He announced that he, along with Super Fight League, would introduce India's first team-based MMA league, with events expected to be held in India, the United States, Canada, and Dubai. SFL has had several Bollywood stars, including Sanjay Dutt, Ajay Devgn, Tiger Shroff, and Jacqueline Fernandez, as promoters and team ambassadors. SFL is the world's third largest MMA brand. It has had 67 live televised events, with over 100million views. ===Super Boxing League=== In 2017, Khan and Bill Dosanjh founded Super Boxing League (SBL) after Super Fight League first season. The league is organised with the support of WBC and Professional Boxing Organisation India. The first season had 8 teams comprising both men and women pugilist. Both British Asian, Khan and Dosanjh have founded SBL to popularise professional boxing in India. SBL has had several Bollywood stars joining as team ambassadors, including Suniel Shetty, Rana Daggubati, Sushant Singh Rajput, Randeep Hooda, and Sohail Khan. ==Outside boxing== ===Personal life=== In addition to boxing, Khan enjoys cricket, basketball, and football. He supports his local Bolton Wanderers team and has previously used the club's training facilities. On 31 May 2013, Khan married Faryal Makhdoom at the Waldorf Astoria in New York City. The couple then flew back to Khan's hometown of Bolton where a second celebration, a traditional Walima, took place in Manchester, which included 4,000 guests.Pakistani British boxer Amir Khan weds today. The News International. Retrieved 4 February 2014.Amir's Wedding. Emirates247.com (3 June 2013). Retrieved 4 February 2014. They have two daughters. On 4 August 2017, Amir announced that he and Faryal had agreed to split. In November 2017, photos emerged of Khan and his wife together. Khan later stated that he and his wife had reconciled. In September 2013, Khan stated his plans to 'make Bolton better', by investing £5million into a wedding and banqueting hall in Washington Street, Deane. Original plans were to be ready within 18 months, with an all glass front. On 23 November 2016 Khan made an announcement of the other businesses that would open alongside the banqueting hall, This included FMK make-up shop run by his wife Faryal, Argeela Lounge shisha bar and restaurant, British-Asian curry firm My Lahore, another buffet restaurant and coffee shop. In 2014, he earned $15million, making him the sixth highest- earning boxer that year. In 2016, his earnings from the Canelo fight was an estimated £9million ($13.1million), the highest for a British boxer since Wladimir Klitschko vs. David Haye in 2011. In November 2019, Khan endorsed the Conservative candidate Gurjit Kaur Bains in Walsall South. ===Charitable and community work=== Khan has past and present involvements in supporting charitable and community causes. After the 2004 Indian Ocean tsunami, he was among those who raised money for its victims, and in the following year he visited Pakistan to dispense food in a camp set up after the Kashmir earthquake. He has also been involved with a campaign that promotes child safety around British railways, one that seeks improvements to the criminal justice system, and another that encourages men to play a role in ending violence against women. Khan is an ambassador for the National Society for the Prevention of Cruelty to Children (NSPCC). In December 2013, Khan hosted a fundraising dinner to support Islamic Relief's Philippines Appeal in the wake of Typhoon Haiyan, raising £83,400. In 2015, he received an honorary degree from the University of Bolton for his contributions to sport and charity. ====Amir Khan Foundation==== Khan founded his own charity organisation, Amir Khan Foundation, with which he is involved in a number of charitable projects. The Water Wells project provides water wells in drought-stricken regions across Asia and Africa. Other projects include an orphanage in The Gambia, the #OrphanAID project in partnership with the Shilpa Shetty Foundation, providing aid in Syria in partnership with Islamic Relief, providing aid for Syrian refugees in Greece, and work with Barnardo's children's charity in Britain. ===Media=== Khan was involved in a TV programme for Channel 4, Amir Khan's Angry Young Men, which consisted of three 50-minute episodes. The programme centred around troubled angry men and aimed to use the disciplines of boxing, coupled with faith and family values, to help re-focus their lives and steer them away from trouble in the future. It was screened in August/September 2007. Khan has his own brand of soft drinks in Pakistan. ===Game shows=== As a celebrity, he has participated in several game shows. These include Countdown, Beat the Star, Who Wants to Be a Millionaire?, Celebrity Juice, and I'm a Celebrity...Get Me Out of Here! ====I'm a Celebrity...Get Me Out of Here!==== On 12 November 2017, Khan arrived in Brisbane, Australia to appear as a contestant on the seventeenth series of I'm a Celebrity...Get Me Out of Here!. Khan was the highest-paid contestant in the history of the show, beating the previous record held by Katie Price. Khan earned over £400,000 for his appearance, typically, contestants were paid between £25,000 to £250,000 for appearing on the show. On 8 December 2017, Khan was the seventh person to be eliminated from the show, coming in 5th place overall. The episode which featured Khan's elimination aired in the UK on his 31st birthday. Khan donated part of his earnings to Barnado's, for whom he is an ambassador. The show's ratings averaged between 8million and 10million viewers every day for two weeks in the United Kingdom. The show peaked at 12.69million viewers for the first episode, while the final episode drew 10.68million viewers. ===Motoring offences and incidents=== On 23 October 2007, Khan was convicted of careless driving at Bolton Crown Court and given a six-month driving ban and a £1000 fine. The conviction related to an incident that occurred on 2 March 2006 in the centre of Bolton, when Khan's car hit and broke the leg of Geoffrey Hatton, a pedestrian who was using a pelican crossing while Khan was travelling at 47 mph in a 30 mph zone and overtaking in the wrong lane. He was cleared of dangerous driving but charged with the lesser offence of careless driving. Khan was also summoned to appear in court in Rochdale on 26 October 2007, accused of travelling in excess of 140 mph on the M62 motorway on 31 December 2006. He failed to appear and the case was adjourned to 2 November 2007, with the District Judge warning that he would issue an arrest warrant if the accused did not appear by then. He was also charged with not producing his driving licence and insurance certificate. On 7 January 2008, Khan was fined £1000 and banned for 42 days for the speeding offence. ==Honours== Khan was a 2005 nominee for the Laureus World Sports Award for Breakthrough of the Year. In 2007, he was named ESPN prospect of the year. His defeat of Marcos Maidana in 2010 was awarded Fight of the Year by the Boxing Writers Association of America. He was a nominee for the 2011 BBC Sports Personality of the Year Award after defeating Zab Judah. In January 2013, he was nominated for the Best at Sport award at the British Muslim Awards. In 2014, he was given Pride of Performance from the President of Pakistan. ==Professional boxing record== {|class=\"wikitable\" style=\"text-align:center; font-size:95%\" |- ! !Result !Record !Opponent !Type !Round, time !Date !Location !Notes |- |39 |Win |34–5 |style=\"text-align:left;\"| Billy Dib |TKO |4 (12), |12 Jul 2019 |style=\"text- align:left;\"| |style=\"text-align:left;\"| |- |38 |Loss |33–5 |style=\"text- align:left;\"| Terence Crawford |TKO |6 (12), |20 Apr 2019 |style=\"text- align:left;\"| |style=\"text-align:left;\"| |- |37 |Win |33–4 |style=\"text- align:left;\"| Samuel Vargas |UD |12 |8 Sep 2018 |style=\"text-align:left;\"| | |- |36 |Win |32–4 |style=\"text-align:left;\"| Phil Lo Greco |TKO |1 (12), |21 Apr 2018 |style=\"text-align:left;\"| | |- |35 |Loss |31–4 |style=\"text- align:left;\"| Canelo Álvarez |KO |6 (12), |7 May 2016 |style=\"text- align:left;\"| |style=\"text-align:left;\"| |- |34 |Win |31–3 |style=\"text- align:left;\"| Chris Algieri |UD |12 |29 May 2015 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |33 |Win |30–3 |style=\"text-align:left;\"| Devon Alexander |UD |12 |13 Dec 2014 |style=\"text-align:left;\"| |style=\"text- align:left;\"| |- |32 |Win |29–3 |style=\"text-align:left;\"| Luis Collazo |UD |12 |3 May 2014 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |31 |Win |28–3 |style=\"text-align:left;\"| Julio Díaz |UD |12 |27 Apr 2013 |style=\"text-align:left;\"| | |- |30 |Win |27–3 |style=\"text-align:left;\"| Carlos Molina | |10 (12), |15 Dec 2012 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |29 |Loss |26–3 |style=\"text-align:left;\"| Danny García |TKO |4 (12), |14 Jul 2012 |style=\"text-align:left;\"| |style=\"text- align:left;\"| |- |28 |Loss |26–2 |style=\"text-align:left;\"| Lamont Peterson | |12 |10 Dec 2011 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |27 |Win |26–1 |style=\"text-align:left;\"| Zab Judah |KO |5 (12), |23 Jul 2011 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |26 |Win |25–1 |style=\"text-align:left;\"| Paul McCloskey |TD |6 (12), |16 Apr 2011 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |25 |Win |24–1 |style=\"text-align:left;\"| Marcos Maidana |UD |12 |11 Dec 2010 |style=\"text- align:left;\"| |style=\"text-align:left;\"| |- |24 |Win |23–1 |style=\"text- align:left;\"| Paulie Malignaggi |TKO |11 (12), |15 May 2010 |style=\"text- align:left;\"| |style=\"text-align:left;\"| |- |23 |Win |22–1 |style=\"text- align:left;\"| Dmitry Salita |TKO |1 (12), |5 Dec 2009 |style=\"text- align:left;\"| |style=\"text-align:left;\"| |- |22 |Win |21–1 |style=\"text- align:left;\"| Andreas Kotelnik |UD |12 |18 Jul 2009 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |21 |Win |20–1 |style=\"text-align:left;\"| Marco Antonio Barrera | |5 (12), |14 Mar 2009 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |20 |Win |19–1 |style=\"text-align:left;\"| Oisin Fagan |TKO |2 (12), |6 Dec 2008 |style=\"text-align:left;\"| |style=\"text- align:left;\"| |- |19 |Loss |18–1 |style=\"text-align:left;\"| Breidis Prescott | |1 (12), |6 Sep 2008 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |18 |Win |18–0 |style=\"text-align:left;\"| Michael Gomez |TKO |5 (12), |21 Jun 2008 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |17 |Win |17–0 |style=\"text-align:left;\"| Martin Kristjansen |TKO |7 (12), |5 Apr 2008 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |16 |Win |16–0 |style=\"text-align:left;\"| Gairy St. Clair |UD |12 |2 Feb 2008 |style=\"text- align:left;\"| |style=\"text-align:left;\"| |- |15 |Win |15–0 |style=\"text- align:left;\"| Graham Earl |TKO |1 (12), |8 Dec 2007 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |14 |Win |14–0 |style=\"text-align:left;\"| Scott Lawton |TKO |4 (12), |6 Oct 2007 |style=\"text-align:left;\"| |style=\"text- align:left;\"| |- |13 |Win |13–0 |style=\"text-align:left;\"| Willie Limond | |8 (12), |14 Jul 2007 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |12 |Win |12–0 |style=\"text-align:left;\"| Stefy Bull |TKO |3 (8), |7 Apr 2007 |style=\"text-align:left;\"| | |- |11 |Win |11–0 |style=\"text-align:left;\"| Mohammed Medjadi |TKO |1 (8), |17 Feb 2007 |style=\"text-align:left;\"| | |- |10 |Win |10–0 |style=\"text-align:left;\"| Rachid Drilzane |UD |10 |9 Dec 2006 |style=\"text-align:left;\"| | |- |9 |Win |9–0 |style=\"text-align:left;\"| Ryan Barrett |TKO |1 (6), |2 Sep 2006 |style=\"text-align:left;\"| | |- |8 |Win |8–0 |style=\"text-align:left;\"| Colin Bain |TKO |2 (6), |8 Jul 2006 |style=\"text- align:left;\"| | |- |7 |Win |7–0 |style=\"text-align:left;\"| Laszlo Komjathi |UD |6 |20 May 2006 |style=\"text-align:left;\"| | |- |6 |Win |6–0 |style=\"text- align:left;\"| Jackson Williams |TKO |3 (6), |25 Feb 2006 |style=\"text- align:left;\"| | |- |5 |Win |5–0 |style=\"text-align:left;\"| Vitali Martynov |TKO |1 (6), |28 Jan 2006 |style=\"text-align:left;\"| | |- |4 |Win |4–0 |style=\"text-align:left;\"| Daniel Thorpe |TKO |2 (4), |10 Dec 2005 |style=\"text-align:left;\"| | |- |3 |Win |3–0 |style=\"text-align:left;\"| Steve Gethin |TKO |3 (4), |5 Nov 2005 |style=\"text-align:left;\"| | |- |2 |Win |2–0 |style=\"text-align:left;\"| Baz Carey | |4 |10 Sep 2005 |style=\"text- align:left;\"| | |- |1 |Win |1–0 |style=\"text-align:left;\"| David Bailey | |1 (4), |16 Jul 2005 |style=\"text-align:left;\"| | |} ==Television viewership== ===Amateur boxing=== {| class=\"wikitable sortable\" style=\"text-align:center; font-size:95%\" |- ! Date !! Fight !! Event !! Network !! Country !! Viewership !! Source |- | | Amir Khan vs. Marios Kaperonis | Athens Olympics | BBC | United Kingdom | 3,307,000 | rowspan=\"2\" | |- | | Amir Khan vs. Dimitar Stilianov | Athens Olympics | BBC | United Kingdom | 6,486,000 |- | | Amir Khan vs. Baik Jong-Sub | Athens Olympics (quarter-final) | BBC | United Kingdom | 5,070,000 | rowspan=\"2\" | |- | | Amir Khan vs. Serik Yeleuov | Athens Olympics (semi-final) | BBC | United Kingdom | 8,383,000 |- | | Amir Khan vs. Mario Kindelán | Athens Olympics (final) | BBC | United Kingdom | 8,000,000 | |- | | Amir Khan vs. Mario Kindelán | The Big Fight Live | ITV | United Kingdom | 6,300,000 | |- ! ! Total viewership ! ! ! United Kingdom ! 37,546,000 ! |} ===Professional boxing=== {| class=\"wikitable sortable\" style=\"text-align:center; font-size:95%\" |- ! Date !! Fight !! Network !! Region(s) !! Viewership !! Source(s) |- | | Amir Khan vs. David Bailey | ITV | United Kingdom | 4,400,000 | |- | | Amir Khan vs. Baz Carey | ITV | United Kingdom | 3,700,000 | |- | | Amir Khan vs. Daniel Thorpe | ITV | United Kingdom | 10,000,000 | |- | | The Big Fight Live (Amir Khan fight) | ITV | United Kingdom | 7,000,000 | |- | | Amir Khan vs. Willie Limond | ITV | United Kingdom | | |- | | Amir Khan vs. Graham Earl | ITV | United Kingdom | 7,000,000 | |- | | Amir Khan vs. Gairy St. Clair | ITV | United Kingdom | 5,000,000 | |- | | Amir Khan vs. Martin Kristjansen | ITV | United Kingdom | 5,900,000 | |- | | Amir Khan vs. Michael Gomez | ITV | United Kingdom | 3,980,000 | |- | rowspan=\"3\" | | rowspan=\"3\" | Amir Khan vs. Paulie Malignaggi | | UK & US | | |- | HBO | United States | 1,228,000 | |- | ITV | United Kingdom | | |- | rowspan=\"3\" | | rowspan=\"3\" | Amir Khan vs. Marcos Maidana | | UK & US | | |- | HBO | United States | 1,170,000 | |- | Sky Box Office (PPV) | United Kingdom | | |- | rowspan=\"3\" | | rowspan=\"3\" | Amir Khan vs. Paul McCloskey | | UK & US | | |- | HBO | United States | 1,200,000 | |- | Primetime (PPV) | United Kingdom | | |- | | Amir Khan vs. Zab Judah | HBO | United States | 1,417,000 | |- | rowspan=\"3\" | | rowspan=\"3\" | Amir Khan vs. Lamont Peterson | | UK & US | | |- | HBO | United States | 1,300,000 | |- | Sky Sports | United Kingdom | | |- | rowspan=\"3\" | | rowspan=\"3\" | Amir Khan vs. Danny García | | UK & US | | |- | HBO | United States | 1,300,000 | |- | Sky Sports | United Kingdom | | |- | rowspan=\"3\" | | rowspan=\"3\" | Amir Khan vs. Carlos Molina | | UK & US | | |- | HBO | United States | 616,000 | |- | Sky Sports | United Kingdom | | |- | | Amir Khan vs. Julio Díaz | BoxNation | United Kingdom | 150,000 | |- | rowspan=\"3\" | | rowspan=\"3\" | Amir Khan vs. Devon Alexander | | UK & US | | |- | Showtime | United States | 887,000 | |- | Sky Sports | United Kingdom | | |- | | Amir Khan vs. Chris Algieri | Spike TV | United States | 1,120,000 | |- | rowspan=\"3\" | | rowspan=\"3\" | Canelo Álvarez vs. Amir Khan | | North America | | |- | HBO | United States | | |- | TV Azteca | Mexico | 15,400,000 | |- | | Amir Khan vs. Phil Lo Greco | Sky Sports | United Kingdom | | |- | | Amir Khan vs. Samuel Vargas | Sky Sports | United Kingdom | | |- ! ! Total viewership ! ! UK & North America ! 82,918,388 ! |} ====Pay-per-view bouts==== {| class=\"wikitable sortable\" |+ United Kingdom |- ! No. !! Date !! Fight !! Billing !! Buys !! Network !! Revenue |- |align=center|1 | | Khan vs. Prescott | Khan vs Prescott | 250,000 | Sky Box Office | £ |- |align=center|2 | | Khan vs. Kotelnik | Khan vs. Kotelnik | 100,000 | Sky Box Office | £ |- |align=center|3 | | Khan vs. Maidana | KhanMaidana | 164,000 | Sky Box Office | £ |- |align=center|4 | | Khan vs. McCloskey | England vs Ireland | 200,000 | Primetime | £ |- ! ! colspan=\"3\" | Total sales ! 714,000 ! ! £10,692,000 () |} {| class=\"wikitable sortable\" |+ United States |- ! No. !! Date !! Fight !! Billing !! Buys !! Network !! Revenue |- |align=center|1 | |Khan vs. Collazo |The Moment |900,000 |rowspan=1|Showtime |$63,000,000 |- |align=center|2 | |Canelo vs. Khan |Power vs. Speed |600,000 |rowspan=1|HBO | |- |align=center|3 | |Crawford vs. Khan |Terence Crawford vs. Amir Khan|Crawford vs. Khan |150,000 |rowspan=1|ESPN | |- ! ! colspan=\"3\" | Total sales ! 1,650,000 ! ! $109,500,000 |} Totals (approximate): 2,364,000 buys and $126,745,161 in revenue. ===Other appearances=== {| class=\"wikitable sortable\" style=\"text- align:center; font-size:95%\" |- ! Show / Event !! Series !! Date(s) !! Network !! Country !! Viewership !! Source(s) |- | Countdown | 57 | | Channel 4 | United Kingdom | 1,520,000 | |- | Beat the Star | 1 | | ITV | United Kingdom | 5,250,000 | |- | MOBO Awards | 2009 | | | Worldwide | 250,000,000 | |- | Who Wants to Be a Millionaire? | 28 | | ITV | United Kingdom | 4,620,000 | |- | rowspan=\"2\" | Celebrity Juice | 8 | | ITV | United Kingdom | 2,846,000 | rowspan=\"2\" | |- | 10 | | ITV | United Kingdom | 1,871,000 |- | rowspan=\"2\" | I'm a Celebrity...Get Me Out of Here! | rowspan=\"2\" | 17 | | ITV | United Kingdom | 124,540,000 | rowspan=\"2\" | |- | | ITV | United Kingdom | 94,640,000 |- ! Total viewership ! ! ! ! Worldwide ! 485,287,000 ! |} ==Notes== ==References== ==External links== * * * *Amir Khan profile at Premier Boxing Champions Category:1986 births Category:Boxers at the 2004 Summer Olympics Category:British sportspeople of Pakistani descent Category:English male boxers Category:English Muslims Category:English people of Pakistani descent Category:English people of Punjabi descent Category:Lightweight boxers Category:Living people Category:Olympic boxers of Great Britain Category:Olympic silver medallists for Great Britain Category:Pakistani male boxers Category:Sportspeople from Bolton Category:Punjabi people Category:Welterweight boxers Category:Olympic medalists in boxing Category:Medalists at the 2004 Summer Olympics Category:World Boxing Association champions Category:World boxing champions Category:Commonwealth Boxing Council champions Category:International Boxing Federation champions Category:Middleweight boxers Category:Participants in British reality television series Category:World light-welterweight boxing champions Category:Alumni of the University of Bolton Category:I'm a Celebrity...Get Me Out of Here! (British TV series) participants ",
    "title": "Amir Khan (boxer)"
}