{
    "id": "12906880",
    "text": "Alois Vincenc Honek was a famous Czech violin-maker and surgeon. He was born in Dehylov, Silesia on October 25, 1911. His father also was a violin-maker, and Alois started to learn the art of violin-making in 1919. In 1929, as a high school student, he finished this education by presenting a sample work (a violin and some work on the violin scroll) to his teacher. Upon the teacher’s evaluation, he received a diploma certifying him as a professional violinmaker. It was delivered to him by his father in the day of his 18th birthday, on October 25, 1929. After finishing high school, Dr. Honek moved to Prague and started studying medicine at the Charles University, despite his father's wishes for him to become a professional violin-maker. A couple years later he became a doctor. Though the profession of a surgeon is very demanding, he devoted all of his free time until the very end of his live to violin-making and research. He died unfortunately due to an injury at the age of almost 91 on June 30, 2002. A. V. Honek started to study the famous secrets of the Cremona violin-makers as a fifteen years old high school student. He was asked for a translation of an old Latin text concerning violins and he was allowed to make a copy. Initially, the document didn't make any sense to him, but after some time he found a way of giving these letters and numbers a sense. Based on this document and decades spent studying the art of violin- making, he made his model based on the knowledge of the masters of Cremona. He also spent many years working on a method that would be useful in assessing objectively the tone quality of violins. His results in this area were published in several magazines. During his life he has made a large number of instruments (violins, violas, cellos and also double basses) according to his model. Almost 100 of them are being played by orchestra members and soloists not only in the Czech Republic, but also in Germany, Switzerland, United States, Japan, Austria, and other countries. He was a member of Kruh umelcu houslaru, which is an organization unifying the best Czech violinmakers. He was also very close to the Czech Philharmonic Orchestra and he accompanied them for many years around the world as their doctor. He was also a remarkable surgeon with many extraordinary achievements in this field. He was an intellectual with many interests such as mathematics and history. For his political ideas he was imprisoned by the communist government in one of the political trials in the 1950s. He himself said that one of his biggest achievements was that he introduced his younger son and his two only grandsons to all his violin-making knowledge and skills. ==References== * A.V.Honek web pages * Pilar V, Sramek F: Umeni Houslaru, Praha, Panton, 1986 * Jalovec, Karel: Cesti houslari, Praha, 1959 * Vašatová Jana: Ke spolupráci mě vyzval Václav Neumann, Rudolfinum Revue, Vol. 1, 2002/2003 ( * Brom Rafael: Pohled do světa houslařského řemesla v Čechách II., VIII. Tomáš Honěk, Tomáš Honěk mladší, Jakub Honěk, Hudební rozhledy, 2007 * Honěk A, Evaluation of Tonal Qualities, Strad, 1973, p. 594-595 Category:1911 births Category:2002 deaths Category:Luthiers ",
    "title": "Alois Honek"
}