{
    "id": "12903520",
    "text": "The walls of Ani showing a defensive tower The Smbat walls were made to the highest standards of mediaeval fortifications and were also a work of elegant architectural style. == Background == The walls were made from smoothly hewn yellow stones, decorated in places with red and black stones, which formed patterns of crosses, swastikas and chessboard motifs. The towers and walls of the fortress were decorated with many bas-reliefs of a dragon, seizing the heads of a bull or an eagle or holding a lamb in its talons and a tiger in movement. The architectural design of the “Kars” and “Dvin” gates give the “Smbat” walls a monumental aspect. These massive gates, found by archaeologists during excavations, were covered in thick iron plates and were held shut by beams, encircled with hoops at the end. Having completed his construction work on the fortress, king of Armenia Smbat went on to build a number of beautiful buildings and a marvellous palace complex on the acropolis. The palace, which stood on the top of a hill, was surrounded by a separate system of fortress walls and was the principal residence of the Bagratids. The king's official rooms and the residential part of the palace were divided off from one another by a wide corridor and the whole palace took up one sixth of the acropolis (4,900 square metres) and consisted of many rooms. In the North-Western corner of the palace there was a reception room (21 metres x 10.5 metres), which was faced with smoothly hewn stone and decorated with a multi-faceted carved colonnade. In the next room, figures of animals, framed with plants were moulded in plaster. In a third room, which was built in the form of a basilica, the walls were decorated with military scenes and covered in gold leaf; the arched wooden ceiling was decorated with carvings. == References == *Ani and Kars: The Residences of the Bagratid Kings - Asbarez *The Armeniad by Boris Baratov == See also == *Ani *History of Armenia Category:Bagratid Armenia ",
    "title": "Smbat Walls"
}