{
    "id": "12900558",
    "text": "Gordon Waverly Gilkey (March 10, 1912 – October 28, 2000) was an American artist, educator, and promoter of the arts from Oregon. A native Oregonian, he served during World War II in Europe collecting art stolen by the Nazis for which he was award the Meritorious Service Medal and other accolades. He later served in the administration at Oregon State University and worked for the Portland Art Museum. ==Early life== Gilkey was born in Linn County, Oregon. He began teaching art in 1930 as a student teacher at Albany College (now Lewis & Clark College). In 1936, he was the recipient of the first Master of Fine Arts (MFA) ever to be awarded by the University of Oregon. From 1937–1939, he produced the architectural etchings for the 1939 New York World's Fair and wrote the official book for that event, published by Charles Scribner's Sons. He joined the art faculty of Stephens College in Columbia, Missouri in 1939, where he remained for three years until he began his military service. He married Vivian E. Malone (1912–1996), also of Albany, in New York City in 1939. Vivian was by then a violin student at the Juilliard School. She was also a graduate of the University of Oregon and performed regularly in Oregon all her life. ==World War II service== While serving in World War II, Gilkey wrote President Franklin D. Roosevelt, requesting a unit be established to review military tactics to help minimize damage to art and architecture in Europe. Roosevelt saw merit in the suggestion and directed General Dwight D. Eisenhower to award Gilkey command of that unit. When hostilities ceased, Gilkey was assigned to track down and confiscate Nazi propaganda art throughout the defeated Third Reich. In the process of those duties, he made the acquaintance of many artists throughout Europe. He was able, upon returning home, to help promote those artists' work throughout the United States via the International Print Exchange, which he founded from his home in Corvallis, Oregon. For these and subsequent efforts, he was knighted by France and given similar honors by Italy, Germany and Sweden. The United States awarded him the Meritorious Service Medal. In 1997, he was promoted in rank to Officer of the National Order of the Légion d'honneur by the French government. ==Academic career== Following World War II, Gilkey became chairman of the art department at Oregon State College (now Oregon State University) in Corvallis and held that position for fifteen years. He staffed that department with many prominent artists of the Northwest School, including Nelson Sandgren, Demetrios Jameson, Paul Gunn, and Robert Huck. He was then appointed Dean of the School of Humanities and Social Sciences, which he developed into the College of Liberal Arts at what had by then become Oregon State University (OSU). His tenure at Oregon State lasted 30 years. While at OSU, Gilkey was active on the state and national art scene. In 1964, he was appointed by then- Governor Mark Hatfield to establish and become the first Chair of the Oregon Arts Commission. His pioneering work lead eventually to the formation of the National Endowment for the Arts and the National Endowment for the Humanities. He was partially responsible, along with Virginia Fontaine (wife of painter Paul Fontaine), for bringing numerous prints from the Czech Republic to the United States for exhibition in 1968. (personal communication) Gilkey was also a professor and printmaker-in-residence at the Pacific Northwest College of Art. He endowed the Vivian and Gordon Gilkey Print Center at the college. ==Military service== He retired from the United States Air Force in 1977 as a full colonel in the Air Force Reserves, where he was attached for many years to Defense Intelligence Agency (DIA). During active duty periods in the mid 1960s, he developed special projects for then-U.S. Secretary of Defense Robert McNamara and for the U.S. National War College. ==Later life and death== Retiring from OSU in 1977, Gilkey served as curator of prints and drawings at the Portland Art Museum for the balance of his life. He brought his collection of over 7,000 prints to the museum, which he then built into a world-renowned inventory of over 25,000 works of art on paper. The museum's Vivian and Gordon Gilkey Center for the Graphic Arts was inaugurated in 1993. He was active as a curator up until his death in 2000. Gilkey died in Portland, Oregon at the age of 88. ==References== ==External links== *Gordon Gilkey Oral History Interview, June 27, 1980 *The Vivian and Gordon Gilkey Center for Graphic Art *Gordon Gilkey prints from Lewis & Clark College Category:Oregon State University faculty Category:1912 births Category:2000 deaths Category:People from Albany, Oregon Category:People from Corvallis, Oregon Category:Artists from Portland, Oregon Category:University of Oregon alumni Category:Stephens College faculty Category:Lewis & Clark College alumni Category:Lewis & Clark College faculty Category:American military personnel of World War II Category:United States Air Force officers Category:American printmakers Category:Officiers of the Légion d'honneur Category:Pacific Northwest College of Art faculty ",
    "title": "Gordon Gilkey"
}