{
    "id": "1290772",
    "text": "Hartford Ball Club Grounds was a baseball grounds in Hartford, Connecticut. It was home to the Hartford Dark Blues from 1874 to 1876, two years in the National Association and one in the National League. The Hartford club remained in the League for 1877 but played its home games at Union Grounds in Brooklyn, New York, whose last professional tenant had gone out of business. Contemporary maps show that the ballpark was bounded by Wyllys Street to the northwest and Hendricxsen Avenue to the northeast, with trees and residences along the south sides of the field. The stands were situated along Wyllys, and the diamond was set up with home plate pointing northwest. Across Hendricxsen to the northeast was the Church of the Good Shepherd, bounded by Van Block Avenue on its northeast side. In modern times, Hendricxsen ends at Masseek Street, well to the southeast, but the driveway from Wyllys into the church parking lot approximates the old Hendricxsen. The former ballpark site is a large lawn across from the church and the parking lot. The Hartford Base Ball Grounds was marked with a memorial bronze plaque in July 2008. The effort was led by Ronald Bolin. In February 2009 the plaque was stolen. It was recovered in 2017 from a scrap yard in Massachusetts. No decision has been made on whether to place it back on the site. In June 2013, the bases were marked with commemorative granite slabs on their approximate original locations on the grounds field just in front of the Church of the Good Shepherd's Caldwell Colt Memorial. The tribute was created and financed made by The Friends of Vintage Base Ball. ==Football== {| class=\"wikitable\" ! Date !! Home !! Score !! Away !! Attendance |- | October 27, 1883 || Wesleyan || 8-19 || Harvard || - |- | November 1, 1884 || Wesleyan || 16-0 || Harvard || 500 |} ==References== *Retrosheet. \"Park Directory\". Retrieved 2006-09-04. Ball Club Category:Sports venues in Hartford County, Connecticut Category:Baseball venues in Connecticut Category:Defunct baseball venues in the United States Category:Defunct sports venues in Connecticut ",
    "title": "Hartford Ball Club Grounds"
}