{
    "id": "1290744",
    "text": "Dovestone Reservoir lies at the convergence of the valleys of the Greenfield and Chew Brooks above the village of Greenfield, on Saddleworth Moor in Greater Manchester, England. The reservoir is on the western edge of the Peak District National Park. It supplies drinking water to the surrounding area and is a tourist attraction, providing several walks amongst picturesque landscapes. ==History== John Platt of Oldham built a Neo-Gothic mansion at Ashway Gap on the south side of the valley in 1850. It was used as a shooting lodge but after his brother James's death in a shooting accident on the moor above it, the house was left empty. The house was later acquired by the Ashton-under-Lyne, Stalybridge and Dukinfield Waterworks Joint Committee. Boundary stones demarcating the extent of the estate are located at intervals along the footpaths along the south side of the reservoir. During World War I the waterworks board offered the house for use as a hospital. It was demolished in 1981. The Ashworth Cross memorial to James Platt MP 1857 On the northern end of Dove Stone Moss, above the Ashway Gap, the Ashway Stone is a memorial to James Platt, MP for Oldham, who was killed by an accidental discharge of the gun of Josiah Radcliffe, the Mayor of Oldham. The reservoir scheme in the Greenfield Valley and Chew Valley by the Ashton-Under-Lyne, Stalybridge and Dukinfield Waterworks Joint Committee commenced in 1870. The scheme was completed with Dovestone Reservoir in 1968 to collect water from the surrounding moorland. The main contractor was A.E. Farr (Civil Engineers) of Westbury, Wiltshire. Its construction was opposed by local mill owners, who claimed that damming the river would cut off their water supply. As a result, a tunnel was built higher up in the hillside to bypass the reservoir. During a visit in 1981 to attend the wedding of Prince Charles and Princess Diana, King Taufa'ahau Tupou IV of Tonga visited Dovestone Reservoir. To commemorate the visit, a carved stone has been set into the dam wall of the Yeoman Hey Reservoir. In December 2015, a man who travelled from London to Manchester and walked to a location close to the reservoir, died on the Chew Track. The unknown individual was initially nicknamed \"Neil Dovestones\" by pathologists, until he was identified as David Lytton in January 2017. ==Geography== Dovestone Reservoir's dam looking towards Alderman's Hill The reservoir lies at the convergence of the valleys of the Greenfield and Chew Brooks above Greenfield in the north west edge of the Peak District's Dark Peak area. It is the lowest and largest of three reservoirs in the Greenfield Valley. Above it are the Yeoman Hey, built in 1880, and Greenfield Reservoirs. Chew Reservoir is in the upper Chew Valley and at 1,600 feet (488 metres) above sea level was the highest reservoir in the British Isles when it was built in 1914. The reservoirs are surrounded by moorland and, above the valley, high rocky outcrops. The A635 road to Holmfirth passes to the west and north of the reservoirs. ==Dam== Low water October 2018 Hills above Dovestone The reservoir overflow The Ashton under Lyne, Stalybridge & Dukinfield Joint Committee obtained an Act of Parliament in 1958 enabling it to build the reservoir. The committee engaged G.H. Hill & Sons as engineers and the contractor was A. E. Farr & Company. J.B. Blayney was employed as landscape architect as required by the Act. Work started in 1960 and was finished in October 1966. The dam's earth embankment is 38 metres high and 550 metres in length. It is 4.25 metres wide at the crest and is 183 metres at the widest point at its base. A concrete cutoff in a 23 metre deep trench makes a seal between the foundations and the earthworks preventing leaks. Above the concrete cutoff is the clay core. Dovestone is possibly the last large dam to be built in Britain with a conventional puddle clay core. The volume of the dam is 34,000 cubic metres. The dam wall does not have a traditional spillway to control water height but discharges into a tunnel under the side of the valley, via a large bell-mouth drop-shaft overflow in one corner, a feature not normally seen on Pennine dams ⁬which usually have masonry spillways. On the dam wall near the drop shaft is an ingeniously-designed emergency overflow consisting of three metal troughs that when full tip water over a wall where it runs across the road and back into the river below. The emergency overflow is activated if a flash flood of approximately two metres of water occurs. ==Recreation== Access to the reservoir is via the A635 road to the pay and display car parks. There are toilets at Binn Green and at the main car park. The Peak District Park Ranger Service maintains an office next to the main car park and rangers patrol the reservoirs and park at weekends. The reservoirs and surrounding moorland attract walkers and hikers. Joggers compete in a race every Friday evening in the summer months. The path around Dovestone is well maintained, gravelled and relatively flat. Leading off its circular path are paths to Chew Reservoir, towards the car park at Binn Green and along the Greenfield Valley past the Yeoman Hey and Greenfield Reservoirs. Dovestone Sailing Club uses the reservoir. The Chew Valley is a gritstone climbing area visited by climbers and boulderers Started in 1999, the \"Life for a Life\" plantation allows people to pay to have a tree planted in the name of a loved one. More than 700 trees have been planted. In 2010, the Royal Society for the Protection of Birds established an interest in the area, and decided to manage the surrounding moorland and woodland, in association with United Utilities. The Peak District Boundary Walk runs along the path on the dam's embankment. ==References== ==External links== *Walk the lakes: photographs of the Dovestone Group *Link to image of Ashway Gap House *Dove Stone Heritage: a Ranger's View Category:Reservoirs of the Peak District Category:Tourist attractions in the Metropolitan Borough of Oldham Category:Reservoirs in Greater Manchester ",
    "title": "Dovestone Reservoir"
}