{
    "id": "1291594",
    "text": "Fantasmic! is a nighttime show at Disneyland Park at the Disneyland Resort, Disney's Hollywood Studios at Walt Disney World Resort, and previously at Tokyo DisneySea at Tokyo Disney Resort. It features fireworks, characters, live actors, water effects, pyrotechnics, lasers, music, audio-animatronics, searchlights, decorated boat floats, and mist screen projections. The narrative of Fantasmic!—although there are differences between the three versions—centers on a voyage through Mickey Mouse's imagination that culminates in a battle against the Disney Villains. Fantasmic! originated at Disneyland in 1992 after Walt Disney Creative Entertainment was asked to create a nighttime spectacular involving water and fireworks to reinvigorate the space in front of the Rivers of America. The area was reworked, including terracing the walkways to accommodate viewing and modifying part of Tom Sawyer Island to allow the show's staged live action segments. The producers employed the resources of Walt Disney Feature Animation and Walt Disney Imagineering. A second version featuring new scenes opened at Disney's Hollywood Studios in 1998, and a third version premiered at Tokyo DisneySea in 2011, replacing BraviSEAmo!. An updated version of Disneyland's Fantasmic! debuted in 2017, featuring a re-recorded soundtrack in addition to new scenes, lighting, choreography and costumes. ==Disneyland version== ===Synopsis=== Fantasmic! transpires on the waters of the Rivers of America at Disneyland and on a stage across the waterway on Tom Sawyer Island. The show begins with a faint musical note that swells into a lush fanfare, revealing Mickey Mouse onstage. Two light towers come out from the ground where Mickey is transported into his dream. He dances and orchestrates various water fountain, pyrotechnic, projection, laser and lighting effects to the show's theme. Mist screens rise from the water, acting as projection surfaces for the animated \"Sorcerer's Apprentice\" sequence from Fantasia. The scene's falling stars bloom into flowers, and Mickey appears on the mist screens, standing in front of the sunset from The Lion King. The show then transitions into a jungle scene from The Jungle Book, featuring a puppet of Kaa and three floating barges carrying King Louie and black-lit monkeys (that debuted in the Tokyo version) across the river stage. The song transitions into \"Hakuna Matata\". The music then segues into a dubstep rendition of \"Pink Elephants on Parade\" from Dumbo, as animated pink elephants appear onscreen and in the form of performers on the island. The scene then transitions to \"Friend Like Me\" from Aladdin. Sorcerer Mickey watches the Genie perform tricks. Then they go under the sea as they head into the world of The Little Mermaid and Finding Nemo. A bubble floats by and Jiminy Cricket appears onscreen, searching underwater for Pinocchio. An animated Monstro appears suddenly, accompanied by a heavy musical score as he crashes through water. The sea morphs into the \"Sorcerer's Apprentice\" flood scene. As Mickey looks around in the dark and asks \"What's going on?\", a ship caught in a storm appears. Captain Barbossa then appears on the mist screens. Sailing Ship Columbia during the Pirates of the Caribbean scene A cannon is fired from Sailing Ship Columbia, portraying the Black Pearl from the Pirates of the Caribbean films. Jack Sparrow, Elizabeth Swann, and other pirates participate in a stunt sequence. The scene ends with fountains that look like explosions and a cannon fired from the Sailing Ship Columbia (In earlier incarnations, the Columbia served as Captain Hook's pirate ship). As the scene concludes, Mickey paints the moon, with silhouettes of Peter Pan and the Darlings flying over it. Mickey's sorcerer hat is painted on the mist screen and the hat turns to clouds as Aladdin and Jasmine are on a physical magic carpet flying through the clouds while a rendition of \"A Whole New World\" plays. Then the carpet fades away and three small barges arrive carrying Belle and the Beast, Ariel and Prince Eric, and Rapunzel and Flynn Rider, with the accompanying signature melody from each film—\"Beauty and the Beast,\" \"Part of Your World,\" and \"I See the Light\". Mickey Mouse faces off against Maleficent in her dragon form in the previous version of the show. The music takes on an ominous tone as Mickey's dream takes a turn for the worse. The magic mirror appears onscreen in animated form. The mirror tempts Mickey to enter the darker realms of his imagination, \"where powers far greater than yours may awaken\". When asked if he has the courage, Mickey accepts the challenge, and the mirror traps Mickey inside its dark depths. The Evil Queen, disguised as the old hag, calls all the villains to partake in Mickey's nightmare, invoking a riled Ursula (from The Little Mermaid), who ecstatically joins the Queen's plot to destroy Mickey. Ursula calls upon Chernabog (from Fantasia), who summons deceased spirits. He then summons Maleficent (from Sleeping Beauty), who threatens Sorcerer Mickey as she transforms herself into an enormous dragon. Onstage, the 45-foot dragon sets the waters ablaze, breathing fire onto the river. Mickey faces the dragon, claiming that he is in control of his imagination, and defeats the dragon, destroying the villains in the process. Tinker Bell then appears. Magical stars sparkle on the island as the Mark Twain Riverboat approaches. Pyrotechnics ignite from the Mark Twain as all of Tom Sawyer's Island is lit up in rainbow colors, revealing black and white Mickey in Steamboat Willie attire. The Mark Twain glides past the audience carrying several dozen Disney characters, and a celebratory atmosphere prevails. With another flash, Mickey appears atop the highest point of the tavern as the Sorcerer's Apprentice and he conducts a final series of water, fireworks, laser and light orchestrations. Mickey disappears and reappears onstage in his tuxedo from the beginning of the show, bidding the audience farewell before disappearing once again in a bright blast of fireworks. ===Development=== The original Disneyland soft opening and press premiere were scheduled to begin Wednesday, April 29, 1992 and continue through the weekend. By late afternoon, rioting began in Los Angeles following the acquittal of the Los Angeles police officers involved in the Rodney King beating. Promotional materials with the catchphrase \"Be Here When the Night Ignites\" were quickly pulled from public circulation. ====Refurbishments==== Disneyland's Fantasmic! has undergone several technical refreshes aimed at reducing escalating maintenance costs and keeping the show looking fresh. A new sound system debuted in the summer of 2007, along with new show barges featuring LED lighting arrays. A complete overhaul of the lighting system debuted in the spring of 2008. The three mainland lighting towers, which rise hydraulically from pits in the ground prior to the show, were rebuilt with pull-out slides for the new Clay Paky Alpha Spots and Washes and redesigned for the new Strong Gladiator IV followspots. The footlights on the mainland side at water level were replaced with LED fixtures, as part of Disney's environmental initiative and for improved flexibility. Refurbished pyrotechnic barges were given new technologies derived from Disneyland's Air-Launch Firework (ALF) system. Reworked pyrotechnics emitted less smoke than the previous iteration, reducing pollution and improving visibility of the stage, most notably in the finale. This is possible due to there only being a burst charge, eliminating the lift charge. In 2008, the three original 70mm projectors were replaced with high definition (HD) digital projectors. The animation also received a new digital transfer. New Syncrolite fixtures were added to the mainland and island towers and to the roof of the tavern for use during the finale. The Peter Pan sequence was given a new mechanical crocodile, which, though smaller, could now interact with the scene. The Ursula sequence once featured Flotsam and Jetsam, in the form of jet-ski based floats which snaked through the water. These replaced the Ursula float. However, as of summer 2013, these jet-skis no longer appear in the show. A new audio-animatronic dragon (nicknamed Murphy by fans, after Murphy's law, when the dragon experienced multiple delays in 2009) was built to replace the previous dragon which had been a mechanical dragon's head on a JLG cherry picker. The new dragon was designed to be a full-bodied replica of Maleficent's final form in Sleeping Beauty, standing at 45 feet tall. The dragon had initial problems before a scheduled debut date and was unable to operate on said date. The new dragon premiered on September 1, 2009. The Mark Twain finale sequence featuring Disney characters doing a streamer dance was re-choreographed, and the timing of the fireworks in the finale was tweaked. In early February 2010, the entire Rivers of America were drained. Both the Mark Twain and the Sailing Ship Columbia were refurbished, and the track along which the ships travel was replaced. The show's underwater effects underwent maintenance as well, and the laser effects for the finale were upgraded. In early May, the refurbishment was completed, and the rivers were restored. Fantasmic! returned for the summer season on May 28, 2010. On August 28, 2010, the second-generation dragon broke again, partly collapsing during a performance. It was restored to the show on November 12, 2010. During the short after-holiday refurbishment period beginning on January 7, 2014, the show's original stationary fountains were replaced by new World of Color-esque dancing fountains with individual LED lighting, and could now be articulated to match the movements of performers onstage, effectively dancing with the music. These new fountains made their Fantasmic! debut when the show returned on February 14, 2014. However, the fountains were found to be unreliable, causing many synchronization problems and often falling behind other special effects during the show. Disneyland quietly removed the dancing fountains in 2015. They were brought back in 2017 when Fantasmic! underwent refurbishment. On November 6, 2014, Disneyland announced new viewing options for Fantasmic!, primarily with the debut of a Fastpass return time system much like the one implemented for World of Color. In addition, new dining packages that include tickets to Fantasmic! were also announced. On January 11, 2016, Disneyland's Fantasmic! closed for approximately a year—along with other Rivers of America attractions, including the Disneyland Railroad, Mark Twain Riverboat, Sailing Ship Columbia, Pirate's Lair on Tom Sawyer Island, and Davy Crockett Explorer Canoes—to permit the construction of a future Star Wars-themed land to the north of Frontierland. On July 28, 2016, it was announced that the Disneyland Railroad and Rivers of America attractions, including Fantasmic!, would be reopening in the summer of 2017. On April 17, 2017, it was announced that new scenes based on Aladdin, The Lion King, Tangled, and Pirates of the Caribbean would be added to Fantasmic! It was also announced that Mickey Mouse would be appearing in more scenes throughout the show. Fantasmic! officially reopened on July 17, 2017. This version features some scenes that are inspired by the defunct Tokyo DisneySea version of Fantasmic!, along with the \"Imagination\" song as part of the post-show. ==Disney's Hollywood Studios version== ===Synopsis=== Mickey destroys the villains using his imagination and his sword Steamboat Willie finale The Florida version of the show takes place at the Hollywood Hills Amphitheater, with a rocky mountain and a facade of trees serving as the setting. The narrative of the Walt Disney World version is fairly similar to that of Disneyland's original version, with the show's introduction and conclusion nearly identical. However, there are notable differences throughout the rest of the show. * The Fantasia sequence at the beginning of the show transitions into a scene from only The Lion King. * The Dumbo, Little Mermaid, Finding Nemo, and Pinocchio sequences are replaced with a bubble montage of Disney animated films presented on the mist screens that includes The Lion King, The Jungle Book, Dumbo, Snow White and the Seven Dwarfs, Alice in Wonderland, Hercules, Pinocchio, Aladdin, Mulan, Moana, Cinderella, Lady and the Tramp, Lilo & Stitch, Fantasia, Tangled, The Princess and the Frog, Bambi, Beauty and the Beast, The Little Mermaid, & Frozen. * The onstage battle scene from Pocahontas appears in place of the Peter Pan/Pirates part. In this scene, Governor Ratcliffe and his fellow Englishmen fight against the Native Americans, followed by John Smith. As John Smith climbs to the very top of the mountain, a Native American warrior moves to strike Smith when Pocahontas appears. \"Colors of the Wind\" plays out the scene on the screens. * The climax features more villains than in the previous incarnation. In addition to the Evil Queen, Ursula, Chernabog, and Maleficent, Cruella de Vil from One Hundred and One Dalmatians, Scar from The Lion King, Frollo from The Hunchback of Notre Dame, Jafar from Aladdin, and Hades from Hercules also appear. * The battle between Mickey and the villains, as well as their subsequent defeat, is longer in the Florida version. *Instead of the Mark Twain Riverboat, the characters appear on board the Steamboat Willie during the finale. *Snow White and her prince still appear in the princess segment, performing \"Someday My Prince Will Come\". ===Hollywood Hills Amphitheater=== Hollywood Hills Amphitheater stage for Fantasmic! Hollywood Hills Amphitheater rear entrance The Hollywood Hills Amphitheater is a purpose-built seat riverside amphitheatre at the Disney's Hollywood Studios theme park in the Walt Disney World Resort, Florida, that showcases the nighttime spectacular Fantasmic! It is located off of Sunset Boulevard, between The Twilight Zone Tower of Terror and the Beauty and the Beast stage show. The Fantasmic! stage in Florida is significantly larger than Disneyland's, featuring a man-made, mountain on which Sorcerer Mickey stands and from which the dragon emerges. The amphitheater has 6,900 seats, with room for an additional 3,000 people standing. The moat around the island itself can hold of water. On September 15, 2015, it was announced that Pop Secret would become the official sponsor of Fantasmic! at Disney's Hollywood Studios. Prior to this, Fantasmic! was the only nighttime fireworks show at Walt Disney World without a sponsor, with Wishes gaining sponsorship from Pandora Jewelry in 2014, while IllumiNations: Reflections of Earth was sponsored by General Electric from 1999 to 2003 and sponsored by Siemens since 2005. On March 12, 2020, this version of Fantasmic! was temporarily closed, due to COVID-19 pandemic in United States. On August 17, 2020, since Walt Disney World reopened in July 2020, during the ongoing on COVID-19 pandemic, the Fantasmic! lagoon has been drained. ===Alternate show: \"Taste Of Fantasmic!\"=== The Florida version has a four-minute-long substitute show that plays when inclement weather prohibits the presentation of the regular show. The alternative show does not showcase any of the performers, floats, or puppets due to the dangerous conditions that are posed to the performers because of the possibility of rain accumulating on the stage. Instead the ancillary show is a brief summation of the conventional show; including a fountain display synchronized to \"Little April Showers\", a sequence integrating the \"Night on Bald Mountain\" music, and a finale orchestrated with all of the usual pyrotechnics and musical fanfare from the original show's conclusion. ===Show Soundtrack=== * Fantasmic! Pre-Show Music (The Golden Anniversary of Walt Disney World Variant) ** Heaven's Triumph ** The Rainbow Connection ** Mickey Mouse Disco ** Baby Mine ** Let it Go ** How Far I'll Go ** Pecos Bill ** Friend Like Me ** Immortals ** Step in Time ** Mickey Mouse March ** Remember Me ** The Muppet Show Theme ** Alan Menken's Disney Acapella Medley:Part of Your World/A Whole New World ** When She Loved Me ** I2I ** I See the Light ** Speechless ** Mickey Mouse Revue Exit Music: Disney Fantasy Medley ** Saludos Amigos ** Try Everything ** Zip-a-Dee-Doo-Dah ** Bug-A-Boo ** Bundle of Joy ** Lava ** Little Toot ** You've Got a Friend in Me ** Ride ** Once Upon a Dream ** Get The Money (Uncle Scrooge's Money) ** The Nightmare Before Christmas Overture ** Bumble Boogie ** Ducks Dance Too ** Pig Out ** Into the Unknown ** Real Gone ** Keep On Tryin ** Tweedledee and Tweedledum ** DuckTales Theme ** Perfect World ** It's a Small World ** Woody's Roundup ** Armed Forces Medley ** Watch Out For Goofy! ** If I Didn't Have You ** The Ballad of the Lonesome Cowboy ** We Belong Together ** Life Is a Highway ** Our Town ** Down to Earth ==Tokyo DisneySea version== Fantasmic! debuted at Tokyo DisneySea on April 28, 2011, replacing the BraviSEAmo! show in the Mediterranean Harbor. The show was originally planned to debut on April 23rd with the park's 10th Anniversary \"Be Magical!\" celebration, but was delayed by the Great East Japan Earthquake in March 2011. Originally, Fantasmic! was planned in 2001 for the park and the story would be themed around Tokyo DisneySea but was scrapped and instead DisneySea Symphony debuted. Many of the barges were reused from Tokyo DisneySea's former nighttime Christmas show “Candelight Reflections” but were reimagined. The Christmas tree barge was used for Mickey's sorcerer hat. This barge would also be used for Tokyo DisneySea's former nighttime Christmas show “Colors of Christmas” (2012-2019). The natural gas line in the harbor and 5 water cannons originally used for BraviSEAmo! were also repurposed. The show's score was recorded by the Royal Philharmonic Orchestra at Abbey Road Studios, composed by Don L. Harper, featuring Bruce Healey's theme from the original Fantasmic! at the US parks. The DisneySea version has new scenes and narrative elements, including scenes based on Aladdin, Finding Nemo, and Cinderella, and the original new song \"Imagination\". This is the only version of Fantasmic! to not have a stationary stage, with the show taking place entirely on barges. All of the characters' dialogue and sung parts were recorded in Japanese by the characters' respective Japanese voice artists. This version of Fantasmic! closed on February 28th, 2020. It was originally scheduled to conclude its run on March 25, 2020, but was moved up due to the extended closure of Tokyo Disney Resort in response to the COVID-19 pandemic in Japan. On July 20, 2020 the Oriental Land Company announced that Fantasmic! would be replaced by an all-new nighttime spectacular in honor of Tokyo DisneySea's 20th anniversary celebration, called Believe! Sea of Dreams. This brand new show is set to debut on April 1, 2021. In late September, the Fantasmic! barges were spotted backstage from the monorail being dismantled, so that the barge bases could be reused for Believe! Sea of Dreams. ==Featured Disney films== === Disneyland Production (2017 reopening version) === * Fantasia - The sorcerer scene and flooding scene are both seen in the first act; Chernabog appears during the villain scene * The Lion King - Sunrise from \"Circle of Life\" and Simba, Timon, and Pumbaa strutting to \"Hakuna Matata\" * The Jungle Book - Characters Kaa and King Louie appear * Dumbo - A dubstep version of \"Pink Elephants On Parade\" plays and is projected * Aladdin - \"Friend Like Me\" plays and is projected. Aladdin and Jasmine also appear on Carpet performing \"A Whole New World\". * The Little Mermaid - Various scenes from the film; Ariel and Eric appear during the Disney Princess segment; Ursula appears as a villain later * Finding Nemo - Various scenes from the film * Pinocchio - Jiminy Cricket is seen looking for Pinocchio who also makes a brief appearance in the underwater segment. A large Monster figure is seen * Pirates of the Caribbean (series) - A ship battle is seen during a storm on Sailing Ship Columbia * Peter Pan - Silhouettes of Peter Pan and the Darlings are seen flying over the moon. Also, Tinker Bell appears after Mickey defeats the villains and sprinkles pixie dust over the Mark Twain Riverboat * Beauty and the Beast - Belle and Beast are one of the three couples seen during the Disney Princess segment * Tangled - Rapunzel and Flynn are one of the three couples seen during the Disney Princess segment * Snow White and the Seven Dwarfs - The magic mirror and the Witch are seen during the villain segment * Sleeping Beauty - Maleficent is seen during the villain segment. She quickly turns into her dragon form (an audio-animatronic) and forms the climax of the show * Steamboat Willie - Mickey appears in his Steamboat Willie rendition piloting the Mark Twain. * Encore: Drawn to Magic from Animator's Palate (Water Projection Screen only) === Disney's Hollywood Studios Production (original version) === * Fantasia - The sorcerer scene at the beginning of the show * Montage sequence with moments from: ** The Lion King ** The Jungle Book ** Dumbo ** Snow White and the Seven Dwarfs ** Alice in Wonderland ** Hercules - Hades is also seen during the villain segment ** Pinocchio ** Aladdin - Jafar is also seen during the villain segment ** Mulan ** Cinderella ** Lady and the Tramp ** Fantasia ** Tangled ** The Princess and the Frog ** Bambi ** Beauty and the Beast ** The Little Mermaid ** Frozen ** Frozen 2 * Pocahontas - a fight between John Smith and the Native Americans seen in the film. Pocahontus stops the fight with \"The Colors Of The Wind\" * 101 Dalmatians - Cruella DeVil is seen during the villain scene * The Hunchback of Notre Dame - Judge Frollo is seen during the villain scene * Steamboat Willie - This ship replaces the Mark Twain Riverboat * Snow White and the Seven Dwarfs - Snow White and her Prince Charming close out the show with \"Someday My Prince Will Come\" * Encore: Classic Disney from The Magic of Disney Animation (Water Projection Screen only) === \"Taste Of Fantastic!\" Alternate Production === * Bambi - \"Little April Showers\" * Fantasia - \"Night On Bald Mountain\" === Tokyo DisneySea Production === The show is very similar to Disneyland's except for the addition of a new song \"Imagination.\" It is also the only show to not feature a stationary stage, presenting the whole show on floats in the water. ==Technology== Pyrotechnics are utilized throughout the show, including during the scene where the Evil Queen casts a spell. The water projection screens were initially designed as a single screen centered in front of the island. During development, show producers determined that the venue would need three screens to enable viewing along the entire waterfront. In addition to providing story development, the screens hide set changes. The pump house for Disneyland's water screens and other fountain effects is located in a small structure along the river, just north of the Mark Twain dock. Water for the fountains is supplied via massive intake pipes directly under this structure. A fog system located around the banks of the river uses fresh water to create the fog effects along the river. The river's water itself is not suitable to be pumped through the mist nozzles, as aquashadow dye is added to the river to mask the bottom from guests. In the winter of 2008, Disneyland's Fantasmic! returned from another refurbishment with new high-definition digital projectors, most noticeable in the \"Pink Elephants\" and \"Tinker Bell\" segments, where the images are clearer and have deeper colors compared to the 70 mm film projections that were used for 16 years. There are six pyrotechnics barges that can hold up to three shows worth of pyrotechnics each. Two barges sit on each side of the stage, and two are at center stage. The pyrotechnics were redesigned during the winter 2008 refurbishment. The show's final blast does not come from any of the six pyro barges, but rather five mines located along the island banks of the river. The fire-on-water effect is created by natural gas lines running beneath the river. Three tanks beneath Tom Sawyer Island slowly collect gas throughout the day to avoid creating a strain on the local utilities. Each tank holds enough gas to run the effect once, allowing for up to three shows per night. The gas simply bubbles up to the surface and three flame throwers along the banks of the river ignite the gas. Initially the dragon was to be the source of ignition for the water. This caused the face of the dragon to burn, and so three flame throwers were added. The new dragon's style of flame thrower sprays a stream of fuel, and then ignites it after it is all airborne, as opposed to igniting the fuel as it sprays out. This allows the flame to throw further, aerosolize, and overall be more impressive. The lighting system consists of three mainland towers along the shore of the Rivers of America, in the audience seating area, along with two island towers, and several auxiliary lighting systems (i.e., the river boxes with the new ColorKinetics ColorBlast 12s that replaced the Stonco Pars). In early 2008 the lighting system was completely replaced, the first major rework since the show opened in 1992.Lighting Fixtures – While this is a blog, it does show pictures confirming the new fixtures. After a three-month period, the show reopened on March 7, 2008, with new Clay Paky fixtures mounted on the completely redesigned towers, including Alpha Wash 1200s and Alpha Profile 1200s, replacing the old Morpheus PC Spot fixtures. Additionally, two Syncrolite MX3000's on Tower B and one each on Towers A and C, two on each island tower and two behind the tavern. These Syncrolite fixtures add brightness to the show and give a high-intensity source of \"black-light\" effect used throughout the show. The two located behind the tavern are at roof level and act as intense backlighting while Mickey is directing the finale. The followspots were replaced with Strong Gladiator IV. Unlike the previous followspots, these do not accept gobos — most noticeable in the opening sequence where Mickey was formerly lit with a star. The show also includes Vari-lite VL500's on the island towers, and ColorKinetics ColorBlast TR-UV's. Lighting control was switched to an ETC Eos console with fixtures operating in 8 DMX universes. The High End Systems Dataflash AF1000 strobes were recently replaced with Atomic Strobes. And as of February 14, 2014, new LED lighting rings replaced the fountain lighting, along with 21 new articulated fountains. audio-animatronic Maleficent dragon used in the Disneyland show Video and audio playback were originally mastered to laserdisc. Originally Triad provided the show control for the complex audio source and mixing systems, as well as programming services for Fantasmic! After the May to June 2007 remodel, there are four J arrays (d&b; audio) consisting of two J8s and two J-SUBs per stack and there are three arrays mimicking the placement of the water screens as the primary music source. Along the edge of the mainland (land side of the river) there are Meyer UPA-1Cs that are manually hydraulically raised specifically for Fantasmic! for delay and two MSL-2As per mainland lighting tower. The centermost UPA's are also used in Tiana's Showboat Jubilee, running from November 18, 2009 to January 3, 2010. The sound system that is used daily for background music–Meyer UPM's mounted in the lamp posts–also remains active during the show. There is a surround system of d&b; Ci90s and Ci60s and various EAW cabinets hidden above the River Belle Terrace in a wicker chest, above Club 33, The Dream Suite and the Haunted Mansion roof, as well as various other locations; they are mounted on the roof on hydraulic lifts that operate the same way as the lighting mounts on the Main Street roofs. These speakers are cued to lift to show position at 2+ hours before showtime. Additional Meyer UPA-1C's are added to the Columbia, because as it sails by during the Peter Pan segment, it physically blocks the sound from the island J arrays. All the audio runs off a Meyer/LCS Matrix3 system, with eight tracks of playback and close to forty outputs. Approximately six different areas of sound are duplicated on three sides of the stage. All loudspeakers, d&b; and Meyer are run off d&b; D12 or E-PAC amplifiers. The amplifiers are split into two locations, one on the island and one at the control booth. By using the d&b; ROPE C control software, engineers can look at both parts of the system from the control area. The show control system synchronizes audio, video, lighting, and pyrotechnic playback to timecode. During a performance, the stage manager only calls cues for watercraft and followspots. The Mark Twain Riverboat is actually powered by its rear-mounted paddle, but is guided by the same replacement track installed at the install time of Fantasmic! It is a real steam-powered sternwheeler, but the steam is regulated by the engineer in the rear of the boat and steam is powered by a biodiesel-fueled boiler. The boiler is regulated at the center of the boat with many gauges and a three-way toggle switch labeled \"Slow\", \"Fast\", and \"FANTASMIC\". The last setting provides the most speed. The Columbia is powered by compressed natural gas (GNG), unlike the biodiesel-powered Mark Twain. It sports a real cannon that is fired during the Pirates of the Caribbean segment of the show at Disneyland. Lasers were part of the show from the beginning to the tree above the main building on the island, to the tavern roof itself; later, more were added directly above the stage deck facing upstage, used during the death of the dragon. ==Soundtrack== The soundtrack for the Disneyland show was included in the 2015 release of Walt Disney Records The Legacy Collection: Disneyland. ===Disneyland production (original)=== * Conceived and directed by Barnette Ricci * Produced by Bruce Healey * Score composed/arranged by Bruce Healey * Engineer: Don Dorsey ===Disney's Hollywood Studios production (original)=== * Conceived and directed by Barnette Ricci * Score composed/arranged by Bruce Healey * Soundtrack produced by Bruce Healey * Executive vice president of entertainment: Ron Logan * Album executive producer: Doug Strawn * Album produced by Bruce Healey * Recorded and mixed by Paul Freeman * Soundtrack editing, sound effects, and surround sound design by Paul Freeman * Music production manager: Daren Ulmer * Album coordinator: Ted Ricketts ===Tokyo DisneySea production=== * Conceived and directed by Steve Davison * Original score composed by Don L. Harper * Original Fantasmic! theme composed by Bruce Healey * Performed by the Royal Philharmonic Orchestra * Soundtrack recorded at Abbey Road Studios, London, England, UK ==Voice cast== Disneyland * Bret Iwan – Mickey Mouse (2017 version) / Wayne Allwine – Mickey Mouse (1992 version) * Heather Headley – Female Vocalist (Princess Medley) * Chris Mann – Male Vocalist (Princess Medley) * Robin Williams – Genie (archive recordings) * Jared Butler – Jack Sparrow (voice over) * Geoffrey Rush – Hector Barbossa (archive footage) * Eddie Carroll – Jiminy Cricket * Corey Burton – Magic Mirror (2017 version), Chernabog, Captain Hook (1992 version) * Louise Chamis – Evil Queen/Old Hag * Pat Carroll – Ursula * Linda Gary – Maleficent, Opening Announcer * Tony Jay – Magic Mirror (1992 version) Disney's Hollywood Studios * Wayne Allwine – Mickey Mouse * Jane Ethridge Correa – Female Vocalist (Princess Medley) * Louise Chamis – Evil Queen/Old Hag * Tony Jay – Magic Mirror, Judge Claude Frollo * Eddie Carroll – Jiminy Cricket * Corey Burton – Chernabog * Linda Gary – Maleficent, Opening Announcer * Pat Carroll – Ursula * Susan Blakeslee – Cruella de Vil * Jonathan Freeman – Jafar * Jim Cummings – Scar * Linda Hunt – Grandmother Willow * David Ogden Stiers – Governor Ratcliffe * James Woods – Hades Japanese version (Tokyo DisneySea): * Takashi Aoyagi – Mickey Mouse * Kyoko Satomi – Evil Queen/Old Hag * Tamio Ōki – Magic Mirror * Toshiko Sawada – Maleficent * Kumiko Mori – Ursula * Koichi Yamadera – Genie, Stitch ==See also== *World of Color *Rivers of Light *Celebrate! Tokyo Disneyland *Disney Dreams! ==References== ==External links== * Fantasmic! at Disneyland * Fantasmic! at Disney's Hollywood Studios * * – Patent for water screens used in Fantasmic. * Construction of Disneyland's Fantasmic! at Bear-ytales.blogspot.com * Dldhistory.com Category:Operating amusement attractions Category:Amusement park attractions introduced in 1998 Category:Amusement park attractions that closed in 2020 Category:1992 establishments in California Category:1998 establishments in Florida Category:2020 disestablishments in Florida Category:2011 establishments in Japan Category:2020 disestablishments in Japan Category:Amusement park attractions introduced in 1992 Category:Amusement park attractions introduced in 2011 Category:Audio-Animatronic attractions Category:Disneyland Category:Disney's Hollywood Studios Category:Tokyo DisneySea Category:Frontierland Category:Mediterranean Harbor (Tokyo DisneySea) Category:Sunset Boulevard (Disney's Hollywood Studios) Category:Walt Disney Parks and Resorts attractions Category:Former Walt Disney Parks and Resorts attractions Category:Walt Disney Parks and Resorts fireworks ",
    "title": "Fantasmic!"
}