{
    "id": "1291799",
    "text": "Hlučín (; ; ) is a town in Opava District the Moravian-Silesian Region of the Czech Republic. It has around 14,000 inhabitants. It is the centre of the Hlučín Region. ==Administrative parts== The villages Bobrovníky (German: Bobrownik, since 1939: Biberswald) and Darkovičky (German: Kleindarkowitz) belong to the town of Hlučín. ==History== Hlučín was part of the Duchy of Opava before the latter was partitioned along the Opava River between Habsburg Austria and the Kingdom of Prussia in 1742 by the Treaty of Berlin after the First Silesian War. The town was administered within the Prussian Province of Silesia until 1920, when it was made part of Czechoslovakia following World War I. The transferral of the Hlučín Region sparked controversy between Germans, Czechs and Poles. By a biased interpretation of the law, the new Czechoslovak authorities banned schooling in German even though German- speakers constituted a majority in the town. After the Munich Agreement in 1938, Hlučín was annexed by Nazi Germany and again made part of Prussian Silesia, with its German name Hultschin restored to use. Hlučín was restored to Czechoslovakia in 1945 and German-speakers were expelled. However, different from most of the area of former Sudetenland, Hlučín's German- speakers were spared an expulsion en bloc. Today, a sizable fraction of the residents are bi-nationals having also a German citizenship. Landeszeitung ==Notable people== *Pavel Josef Vejvanovský (c. 1639–1693), composer *Bohumír Josef Hynek Bilovský (1659–1725), writer and poet *Tomáš Xaverius Laštovka (1688–1747), catholic priest, preacher and writer *Johannes Janda (1827–1875), sculptor *Jan Bochenek (1831–1909), painter *Paul Blaschke (1885–1969), composer *Jiří Pavlenka (born 1992), footballer ==Twin towns – sister cities== Hlučín is twinned with: * Namysłów, Poland * Nebelschütz, Germany * Ružomberok, Slovakia ==See also== *Museum of the fortifications in Hlučín ==References== ==External links== *Official website *Map: location of Hlučínsko area within Czech Republic *Map: location of the city within Hlučínsko area *Information centre of Hlučín Category:Cities and towns in the Czech Republic Category:Populated places in Opava District Category:Hlučín Region ",
    "title": "Hlučín"
}