{
    "id": "1291222",
    "text": "Ladd's Addition is an inner southeast historic district of Portland, Oregon, United States. It is Portland's oldest planned residential development, and one of the oldest in the western United States. The district is known in Portland for a diagonal street pattern, which is at odds with the rectilinear grid of the surrounding area. Roughly eight blocks (east-west) by ten blocks (north-south) in size (by reference to the surrounding grid), Ladd's is bordered by SE Hawthorne, Division, 12th, and 20th streets. It is part of the Hosford-Abernethy neighborhood association. ==History== Ladd's Addition is named after William S. Ladd, a merchant and mid-19th-century Portland mayor who owned a farm on the land. In 1891 (when the city of East Portland was merged into Portland) Ladd subdivided the land for residential use. Rather than follow the standard orthogonal grid of the surrounding area, Ladd created a diagonal \"wagon wheel\" arrangement, including four small diamond-shaped rose gardens and a central traffic circle surrounding a park. It is also one of fewer than 20 areas in Portland that have alleyways, with street elevations mostly uninterrupted by curb cuts. While it is said that Ladd's design was inspired by L'Enfant's Washington layout, it bears no actual resemblance to the Washington street plan.https://www.oregonencyclopedia.org/articles/ladd_s_addition_portland_/#.X4et8tBKipo One of the homes in Ladd's Addition, located on SE Elliott Avenue. The homes in the district, mostly developed between 1905 and 1930 (after Ladd's death), have been called a \"architecturally rich mix of compatible early 20th century styles,\" notable for their \"continuity of scale, setback, orientation, and materials.\" Architectural styles represented include bungalow, craftsman, American Foursquare, Mission, Tudor, and Colonial Revival. Development started at the north end, closest to the streetcar transportation, with the largest homes built between 1905 and 1915.https://www.oregonencyclopedia.org/articles/ladd_s_addition_portland_/#.X4et8tBKipo Though the earliest deeds excluded Japanese and Chinese residents, except as servants, after those covenants expired, Ladd's Addition was one of the few areas by 1939 informally designated as open to 'oriental' families.https://www.oregonencyclopedia.org/articles/ladd_s_addition_portland_/#.X4et8tBKipo The central traffic circle in Ladd's Addition. ==Ecology== The narrow streets of Ladd's Addition are lined with American Elm trees. The Save Our Elms organization inoculates the elm trees yearly against Dutch elm disease. Each of the four smaller, diamond-shaped \"circles\" to the east, west, north, and south contains one of Portland's rose test gardens. Friends of Ladd's Addition Gardens regularly solicits money and volunteers to maintain the rose gardens. Ladd named most of the streets after trees, but he named SE Ladd Avenue and SE Elliott Avenue for himself and his wife, who was born Caroline Elliott. ==Historic preservation== The area was designated a historic district by the National Register of Historic Places in 1988. ==See also== *Ladd Carriage House *Meridian, Seattle *St. Sharbel Maronite Catholic Church *Tangletown, Minneapolis *Longview, Washington ==Notes== ==References== ;General references: * Portland Monthly, April 2007, 20 Best Neighborhoods, pages 78–79. ;Citations: ==External links== * Category:1988 establishments in Oregon Category:Historic districts on the National Register of Historic Places in Oregon Category:Hosford-Abernethy, Portland, Oregon Category:National Register of Historic Places in Portland, Oregon ",
    "title": "Ladd's Addition"
}