{
    "id": "1291544",
    "text": "Rugby League Ireland (RLI) is the internationally recognised governing body for the development of rugby league football in Ireland, having secured official recognition from the RLIF in 2000. It is recognised within the Irish Sports Council and took over the running of the Irish international team entirely in 2008 for the World Cup. ==History== Modern-day rugby league in Ireland began in 1989 when Brian Corrigan founded the Dublin Blues Rugby League, consisting mostly of rugby union players who wanted to stay fit over the summer. The Blues competed against touring teams from Britain, scoring a number of victories over British amateur opposition. In early 1995, the British Rugby Football League development arm financed the position of a Development Officer for Ireland, providing a boost to the development of the game. In the same year Ireland formed its first competitive team to play against the USA in Washington DC on St. Patrick's Day. Ireland won 24–22. A student's framework was also established with teams representing Ireland at the Student's Rugby League World Cup in Australia in 1992 and the UK in 1996 comprising Ireland based and UK based players. In 1996 the tournament was based in Warrington, England and several members of the Irish national champion Dublin Blues represented the Ireland Student Team against USA, Western Samoa, New Zealand, Japan and Wales. These included Phelim Comerford, Gavin Lee, Robert McDonnell, Paul Ryan, Dara MacCarthy (Top Try Scorer 1996/97) and Sean Cleary. In addition Gavin Gordon of the Bangor Vikings and London Broncos formed part of the team. In 1996, the inaugural Ireland \"State of Origin\" series was established between Northern Ireland and the Republic where representatives of the club teams engaged in the All-Ireland competition played for each region over a 3 match competition. The inaugural winner was the Southern team. Some of the players involved in the State of Origin series from both regions over the next few years included some of the original players with Rugby League in Ireland: Eric Doyle, Phelim Comerford, Rickey Smith, Innes Gray, Brian Carney, Sean Cleary, Gavin Gordon, Conor O'Sullivan, Garret Molloy and Mick Browne. In 1999, an Ireland Amateur team played in a tri-angular tournament against Wales and Scotland. Competitive matches were established between teams in Leinster and Ulster: Schoolboy matches were played between Dublin and Belfast schools, Open Age Clubs competed against each other in the All-Ireland Challenge Cup. Teams included Belfast Wildcats and Bangor Vikings from Ulster. From Leinster there were Dublin-based Dublin Blues, North Side Saints, Tallaght Tigers,Tallaght Tigers Churchtown Warriors, Seapoint Sharks and Bray-based East Coast Panthers. From Munster the Cork Bulls were formed. Northside Saints and Cork Bulls had a number of successes, but the long-established Dublin Blues were always pre-eminent and there or thereabouts when it came to the trophy presentations. The modern-day Rugby League Ireland was formed in 2001 initially in Leinster and Munster conferences, prior to this the competition was known as Ireland Rugby League, though after a season the league reverted to a national competition for two seasons before the conferences were reintroduced for 2004. In 2006 the Leinster and Munster conferences were abandoned in favour of an all-Ireland league, but conference play was reintroduced for the 2007 season, this time on a North/South basis, below the Elite division. For 2008 two national divisions operate, the Carnegie League and the Emerald Rugby National Conference. In 2009 the Emerald National Conference has been replaced by the Emerald League run on a merit league basis.http://rli.ie/topic,175,0,New-Clubs---Emerald- Rugby-League In 2010 the Provincial Conferences were re-instated with the Leinster, Munster and Ulster Conferences. A total of 17 teams competed during the season. The Conference Champions were Ballynahinch Rabbitohs in Ulster, Dublin City Exiles in Leinster, and Treaty City Titans in Munster. The same format of provincial competitions has run since 2010 and remains in place . ==Flag== Four Provinces Flag of Ireland The Irish rugby league team draws its players from across the Island of Ireland. At the 2013 Rugby League World Cup, the Ireland team entered the field of play at the beginning of their matches with the Four Provinces Flag of Ireland. ==National team== The Ireland national rugby league team, known as the 'Wolfhounds', represents Ireland in rugby league football. The team is organised by Rugby League Ireland. The representative team is dominated by players from the Super League and sometimes includes players from the Australasian National Rugby League. Ireland is also represented by Ireland A, an amateur side which is made up of players from the domestic Irish competition. Since Ireland began competing in international rugby league in 1995, it has participated in the 1995 Rugby League Emerging Nations Tournament, the 1996 Super League World Nines, and three Rugby League World Cups – 2000, 2008 and 2013. They have also competed in the Rugby League European Nations Cup and Victory Cup. Ireland A compete annually in the St Patrick's Day Challenge in the Amateur Four Nations. ==Competitions== {| class=\"wikitable\" style=\"width: 99%\" |- | style=\"background:White; text-align:center;\" colspan=\"9\" |SRL Leagues |- !style=\"background:white; width:8%\" | Name !style=\"background:white; width:1%\" | Tier !style=\"background:white; width:8%\" | Established !style=\"background:white; width:8%\" | Winners |- | Ulster Championship | 1 | 2008 | Ballynahinch Rabbitohs |- | Munster Championship | 1 | 2008 | Treaty City Titans |- | Leinster Championship | 1 | 2008 | Barnhall Butchers |} ==References== ==External links== * Category:Rugby league in Ireland Rugby league Ireland Category:Sports organizations established in 1988 ",
    "title": "Rugby League Ireland"
}