{
    "id": "1291630",
    "text": "Banaskantha district is one of the thirty-three districts of the Gujarat state of India. The administrative headquarters of the district is at Palanpur which is also its largest city. The district is located in the Northeast of Gujarat and is presumably named after the West Banas River which runs through the valley between Mount Abu and Aravalli Range, flowing to the plains of Gujarat in this region and towards the Rann of Kutch.https://banaskanthadp.gujarat.gov.in/Banaskantha/english The district is famous for the Ambaji temple which draw many tourists.http://palanpuronline.com As of 2011, 13.27% of Banaskantha's population is urban and 86.70% is rural. It covers an area of 12703 km2 and is the second largest district in the state. ==Geography== Banaskantha shares its borders with Rajasthan state in the North, Sabarkantha district in East, Kutch district in West and Patan district and Mehsana district in the South. ==Economy== The economy of the district is based on agro & food Processing, tourism, textile and mineral based industries (ceramics). The food Processing industry in the district has attracted 57% of the total investment in the district over the last two decades The district ranks first in the Country in Milk Production, the Asia's Largest Dairy Cooperative under the Brandname of AMUL is Banaskantha District Cooperative Milk Producers' Union Ltd., Palanpur known as Banas Dairy procuring almost 59,58,134 Lit. Milk on 15.01.2018 as Peak receipt. The Banaskantha is also first District having highest Cold Supply Chain of Milk by installing 1280 Bulk Milk Chilling units procuring almost >90% milk as Raw Chilled Milk & rest 10% in Cans. Banaskantha District having 1060 Village Dairy Coop. Societies certified as per ISO 9001 : QMS Standard. The district ranks first in the state in the production of vegetables contributing nearly 17.67% to the total vegetable production of Gujarat. It is the largest producer of potatoes in the state. Bajri, Maize, Tobacco, Castor oil, Jowar, Psyllium are the other major crops of the district. It is also one of the leading producers of Isabgul (Psyllium husk) in the country. It is also the 3rd largest producer of oil seeds in the state after Junagadh district and Jamnagar district. The district has rich mineral reserves including limestone, marble, granite, building stone and china clay. It accounts for almost the entire marble reserves (99.3%) of Gujarat and contributes about 15% to the total production of limestone in the state. Banaskantha District Central Co-operative Bank is one of the most important banks of Gujarat. It has got prestigious State Agricultural University, Sardarkrushinagar Dantiwada Agricultural University, Sardarkrushinagar.Sardarkrushinagar Dantiwada Agricultural University The main agriculture is of Bajra crops. In 2006 the Ministry of Panchayati Raj named Banaskantha one of the country's 250 most backward districts (out of a total of 640). It is one of the six districts in Gujarat currently receiving funds from the Backward Regions Grant Fund Programme (BRGF). ==Divisions== ===Administrative divisions=== In 2000 parts of the district were split for the formation of Patan district. ====Taluka (Tehsil)==== The district is divided into fourteen talukas namely, * Amirgadh * Bhabhar * Dantiwada * Danta * Deesa * Deodar * Dhanera * Palanpur * Sihori (Kankrej) * Tharad * Vadgam * Lakhani * Suigam * Vav ====Towns==== Palanpur is the district headquarters and also the largest city. The other major towns in the district are: *Palanpur *Deesa *Tharad *Dhanera *Thara *Bhabhar *Deodar *Vadgam ===Political divisions=== Banaskantha constituency is the Lok Sabha constituency for the district. The eight Vidhan Sabha segments are, * Vav * Tharad * Dhanera * Danta * Palanpur * Deesa * Deodar * Vadgam * Kankrej ==Transport== Palanpur and Deesa, the two major cities of the district are well connected to other cities and towns of Gujarat. ===Road=== National Highway 15 connects the district with Pathankot, Amritsar, Bhatinda, Ganganagar, Bikaner and Jaisalmer and Kandla. National Highway 27 connecting Beawar in Rajasthan with Radhanpur in Gujarat passes through Palanpur and Deesa. Gujarat State Highway 41 connects the district to important cities of Ahmedabad, Patan and State Highway 9 connects Palanpur with Ambaji, the most famous tourist destination in the state. Other state highways passing through the district are 41, 54, 56, 63, 72, 127, 128, 129, 130 and 132 linking it most parts of the state. ===Rail=== Palanpur Junction railway station is the largest railway station of the district. It is connected to Mumbai-Ahmedabad-Jaipur-Delhi corridor thus linking it with four major cities of India. It is also connected to other towns of the district such as Chhapi, Deesa, Deodar, Dhanera and Bhabhar. ===Air=== * Deesa Airport, Deesa, Banas Kantha. * The district has an airstrip at Palanpur. Sardar Vallabhbhai Patel International Airport in Ahmedabad is the nearest International airport. ==Demographics== According to the 2011 census Banaskantha district has a population of 3,120,506, roughly equal to the nation of Mongolia or the US state of Iowa. This gives it a ranking of 111th in India (out of a total of 640). The district has a population density of . Its population growth rate over the decade 2001-2011 was 24.43%. Banaskantha has a sex ratio of 936 females for every 1000 males, and a literacy rate of 66.39%. At the time of the 2011 Census of India, 96.35% of the population in the district spoke Gujarati and 1.56% Hindi as their first language.2011 Census of India, Population By Mother Tongue ===Notable people=== * Chandrakant Bakshi, author born in Palanpur. * Haribhai Parthibhai Chaudhary, Minister of State of Home Affairs and MP for Banaskantha * Shankar Chaudhary, Minister of State in Gujarat, chairman of Banas Dairy and Banas Bank * Harisinh Chavda, former MP for Banaskantha * B. K. Gadhvi, former MP and Minister of State, Banaskantha * Mukesh Gadhvi, former MP for Banaskantha * Jayasimha Siddharaja, ruler of Gujarat from the Chaulukya dynasty * Pranav Mistry, inventor of Sixthsense and vice president of Samsung, USA * Ranchordas Pagi, scout for the Indian Army *sunya palanpuri and musafir Palanpuri are - Gajal king of Gujarati language * Gulabsinh Rajput MLA Tharad, Prsident GPYC, Former President NSUI State and Former National Secretary NSUI ==References== ==External links== * Official website *Banaskantha District profile *DISTRICT PROFILE - Rural.nic.in *Banskantha District Panchayat - English Category:Districts of Gujarat ",
    "title": "Banaskantha district"
}