{
    "id": "1291648",
    "text": "Emilie Schindler (née Pelzl; ; 22 October 1907 – 5 October 2001) was a Sudeten German-born woman who, with her husband Oskar Schindler, helped to save the lives of 1,200 Jews during World War II by employing them in his enamelware and munitions factories, providing them immunity from the Nazis. She was recognized as Righteous Among the Nations by Israel's Yad Vashem in 1994. == Early life == She was born in the village of Alt Moletein, (alternate spelling: Old Moletin, in Czech: Starý Moletín, today: Maletín) Austria- Hungary (now in the Czech Republic), to Sudeten German farmers Josef and Marie Pelzl. She had an older brother, Franz, with whom she was very close. Schindler's early life in Alt Moletein was idyllic, and she was quite fond of nature and animals. She was also interested in the Gypsies who would camp near the village for a few days at a time; their nomadic lifestyle, their music, and their stories fascinated her. == Marriage == Emilie Pelzl first met Oskar Schindler in 1928, when he came to Alt Moletein to sell electric motors to her father. After dating for six weeks, the couple married on 6 March 1928 in an inn on the outskirts of Svitavy, Schindler's hometown. == World War II == Schindler's factory at Brněnec in 2004 In 1938, the unemployed Oskar Schindler joined the Nazi Party and moved to Kraków, leaving his wife in Svitavy. There he gained ownership of an enamelware factory that had lain idle and in bankruptcy for many years and that he renamed Deutsche Emaillewaren-Fabrik, where he principally employed Jewish workers because they were the cheapest. However, he soon realized the true brutalities of the Nazis, and the Schindlers started protecting his Jewish laborers. Initially, they saved the workers by bribing the SS guards; later, they listed their employees as essential factory workers, manufacturing munitions for the Reich. When conditions worsened and they started running out of money, she sold her jewels to buy food, clothes, and medicine. She looked after sick workers in a secret sanatorium in the camp in Brněnec, Czech Protectorate, with medical equipment purchased on the black market. One of the survivors, Maurice Markheim, later recalled: The Schindlers saved more than 1,200 Jews from extermination camps. In May 1945, when the Soviets moved into Brünnlitz, the Schindlers left the Jews in the factory and went into hiding, in fear of being prosecuted because of Oskar's ties with the Nazi party. == Life after the war == The Schindlers fled to Buenos Aires, Argentina, with a dozen of the Schindler Jews. In 1949, they settled there as farmers and were supported financially by a Jewish organization. In 1957, a bankrupt Oskar Schindler abandoned his wife and returned to Germany, where he died in 1974. Although they never divorced, they also never saw each other again. In 1993, during the production of the film Schindler's List, Emilie Schindler and a number of surviving Schindler Jews visited her husband's grave in Jerusalem; she was accompanied by Caroline Goodall, the actress who portrayed her in the film. After the film's release, Emilie's close friend and biographer, Erika Rosenberg, quoted Emilie in her book as saying that the filmmakers had paid \"not a penny\" to Emilie for her contributions to the film. These claims were disputed by Thomas Keneally, author of Schindler's Ark, who claimed he had recently sent Emilie a cheque of his own, and that he had gotten into an argument with Rosenberg over this issue before Emilie angrily told Rosenberg to drop the subject. In his 2001 film In Praise of Love, filmmaker Jean-Luc Godard accuses Steven Spielberg of neglecting Emilie while she was supposedly dying, impoverished, in Argentina. In response to Godard, film critic Roger Ebert mused, \"Has Godard, having also used her, sent her any money?\" and \"Has Godard or any other director living or dead done more than Spielberg, with his Holocaust Project, to honor and preserve the memories of the survivors?\" Schindler lived with her 50 pets for many years in her small house in San Vicente, 40 kilometres south-west of Buenos Aires. She received a small pension from Israel and Germany. Uniformed Argentinian police were posted 24 hours a day to protect her from anti-Semitic extremist groups. She formed friendships with many of the soldiers. == Death == In July 2001, during a visit to Berlin, Schindler told reporters that it was her \"greatest and last wish\" to spend her final years in Germany, adding that she had become increasingly homesick. She died at the age of 93 from the effects of a stroke in Märkisch-Oderland Hospital, Strausberg, on the night of 5 October 2001, 2½ weeks before her 94th birthday. Her only relative was a niece in Bavaria. She is buried at the cemetery in Waldkraiburg, Germany, about an hour away from Munich. Her tombstone includes the words from the Mishnah, Sanhedrin 4:5, Wer einen Menschen rettet, rettet die Ganze Welt (\"Whoever saves one life, saves the entire world.\"). == Legacy == Schindler was honored by several Jewish organizations for her efforts during World War II. In May 1994, she and her husband received the Righteous Among the Nations award from Yad Vashem,Emilie Schindler at Yad Vashem website along with Miep Gies, the woman who hid Anne Frank and her family in the Netherlands during the war. In 1995, she was decorated with the Order of May, the highest honor given to foreigners who are not heads of state in Argentina. Her life inspired Erika Rosenberg's book Where Light and Shadow Meet, first published in Spanish in 1992 and now available in English and German translations. She appears in the Thomas Keneally novel Schindler's Ark and the 1993 film based on it, Schindler's List, in which she is played by Caroline Goodall. She is the subject of the opera Frau Schindler by composer Thomas Morse, which premiered in 2017 at the Gärtnerplatz Theater in Munich. The following year a new production of the opera, directed by Vladimir Alenikov, was produced at the Stanislavsky Nemirovich-Danchenko Theatre for their hundredth anniversary season. == See also == * Individuals and groups assisting Jews during the Holocaust * List of Righteous among the Nations by country == References == == Sources == * * * * * * * * * == External links == * Schindler's list at auschwitz.dk * Emilie Schindler – her activity to save Jews' lives during the Holocaust, at Yad Vashem website Category:1907 births Category:2001 deaths Category:People from Šumperk District Category:Moravian-German people Category:German expatriates in Argentina Category:German Righteous Among the Nations Category:Catholic Righteous Among the Nations Category:German autobiographers Category:Oskar Schindler Category:German Roman Catholics Category:Amon Göth Category:People who rescued Jews during the Holocaust ",
    "title": "Emilie Schindler"
}