{
    "id": "1292210",
    "text": "Samuel Lincoln Seder (born November 28, 1966) is an American comedian, writer, actor, film director, television producer, philanthropist, and politically progressive talk radio host. His works include the film Who's the Caboose? (1997) starring Sarah Silverman and Seder as well as the television shows Beat Cops (2001) and Pilot Season (2004), a spinoff of his independent film with Silverman that was originally broadcast on the now-defunct Trio cable network. He also appeared in Next Stop Wonderland (1998) and made guest appearances on Spin City (1997), Sex and the City (2000), America Undercover (2005), and Maron (2015). Since 2010 he has hosted a daily political talk show, The Majority Report with Sam Seder. He also voices Hugo, a recurring antagonistic character on the animated comedy series Bob's Burgers. ==Early life== Seder was born to a Jewish family in New York City, and raised in Worcester, Massachusetts.http://archive.boston.com/yourlife/articles/2006/08/23/failure_is_an_option/Shanahan, Mark (August 23, 2006). \"Failure is an option - Despite his best efforts to sabotage himself, Sam Seder is finding success on Air America\". Boston.com. One of three children, his father, J. Robert Seder, was a well-known lawyer in Worcester. Seder earned a Bachelor of Arts degree in Religious Studies from Connecticut College and enrolled at Boston University School of Law. He later dropped out to pursue a career in comedy. ==Career== In March 2004, Seder became co-host of Air America Radio's The Majority Report alongside Janeane Garofalo. Air America later renewed Seder's contract, giving him top billing and retooling the program as The Sam Seder Show. The show was also moved to a time slot with higher viewership traffic. During Mark J. Green's restructuring plan to transform Air America into a profitable leader in progressive talk radio, called \"Air America 2.0\", The Sam Seder Show was cancelled on April 13, 2007 and replaced by WOR Radio Network late night radio show host Lionel. Seder was relegated to a Sunday show entitled Seder on Sunday. Lionel soon lost two-thirds of Seder's live affiliates and listenership. The final Seder on Sunday was broadcast on June 1, 2008. Seder also occasionally substituted for Randi Rhodes when Rhodes was on Air America, as well as Mike Malloy on The Mike Malloy Show on the Nova M Radio network. In 2008 he also began a collaboration with Marc Maron on Maron v. Seder, an hour-long video webcast. In January 2009, Maron v. Seder was renamed Breakroom Live with Maron & Seder and aired live from the kitchen in the Air America offices weekdays. Seder and Maron also hosted a post-show chat with viewers after each episode. Air America Media cancelled Breakroom Live with Maron & Seder in July 2009. In 2010, Air America was shut down. In November 2009, Seder hosted a pilot for NBC of an American version of Have I Got News for You. Three years later, in November 2012, it was announced Seder would again be the host of an American version of the show, this time on TBS. In November 2010, Seder began an independent online podcast, also called The Majority Report. The live talk- show format closely matches the previous Air America program, with politically-oriented commentary by Seder and co-hosts and interviews with various guests. Seder offers listeners different tiered levels of access to content around the show via crowdfunding platform Patreon. In late 2010, Seder began occasionally serving as substitute host of Countdown with Keith Olbermann when Olbermann was on vacation. In December 2010, Seder also became co-host of the nationally syndicated progressive radio interview program Ring of Fire, co-hosted by Robert F. Kennedy Jr. and Florida-based attorney Mike Papantonio. Seder also works as a political contributor for MSNBC. ===2004 Republican National Convention=== On September 1, 2004, Seder was briefly detained by the United States Secret Service during his live, on-site coverage of the Republican National Convention at Madison Square Garden. Shortly after Zell Miller gave his speech, Seder began searching (with a sign in hand) on the convention floor for a willing homosexual Republican to interview live on radio. Shortly thereafter, he was physically removed from the floor and – after brief questioning – asked to leave the convention. Seder later commented that his wearing of a lapel pin that he had been given by a Secret Service agent at the Democratic National Convention earlier that year had kept him from being ejected from the convention completely. === 2017 MSNBC controversy === On November 28, 2017, American social media personality Mike Cernovich published a post on Medium that resurfaced a deleted tweet Seder wrote in 2009 joking about convicted statutory rapist and fugitive film director Roman Polanski. The tweet read, \"Don't care re Polanski, but I hope if my daughter is ever raped it is by an older truly talented man w/ a great sense of mise en scene.\" Cernovich insisted the tweet proved Seder tacitly endorsed Polanski's sex crime. He then approached multiple journalists and news outlets, including MSNBC, to break the story. Seder found out about the brewing controversy the same evening en route to a supermarket after being contacted by MSNBC Senior Vice President of Communications Errol Cockfield Jr. asking him to explain the tweet. Seder replied to Cockfield in an email explaining the point being made in the tweet and the context in which he wrote it. Seder also provided other tweets supporting his claim. The next day, on November 29, 2017, Seder received a voicemail from Cockfield indicating MSNBC's upper management was seriously considering cutting ties with him. Seder responded that MSNBC was making a mistake and that, \"there's no story here.\" Seder further warned Cockfield that if they moved forward with the termination, \"You guys are going to be the story.\" Seder also requested a formal termination email. Seder never received the email, leading him to believe that this employment status was still undecided. On Sunday, December 3, 2017, Seder was notified by Jon Levine of TheWrap that they had been contacted by MSNBC who had decided to terminate Seder's contract and were about to break the story through their own publication. Seder immediately sent Cockfield an inquiry regarding his status. Cockfield, at first, did not have a status update but later confirmed MSNBC was, in fact, dropping Seder. ====Firing==== The next day, TheWrap announced that MSNBC had severed ties with Seder by not renewing his contract due to the controversial tweet. Seder defended the tweet by pointing out that, taken in context of the current events around the time he posted it, it was a satiric response to a petition urging Polanski's release from detention in Switzerland. An anonymous MSNBC source defended the termination, \"It gives us pause when we see alt-right figures whipping up attention about our action but the reality is Seder made a rape joke.\" After news of the termination broke, Cernovich released a Twitter video celebrating his triumph. Seder noted that advertisers on The Majority Report with Sam Seder podcast were also being contacted and pressured by Cernovich and his team to cut ties with the show over the tweet. In response, Seder launched a GoFundMe campaign to help maintain funding for the show in the face of potential loss of advertising revenue. In an episode of the podcast titled, \"I'm Under Attack By the Nazi Alt-Right\", Seder said, \"this smear involves the willful misinterpretation of a tweet that I posted in 2009\" and that he will \"never be ashamed of criticizing those who would excuse the predation of women or girls.\" Seder revealed plans to use a portion of the GoFundMe proceeds to produce a three- minute video educating people on Cernovich's tactics. He surmised Cernovich's ploy had been retribution for his frequent criticism of Donald Trump as well as Republican Alabama Senate candidate Roy Moore who was accused of sexual assault. Further, Seder chided MSNBC's decision to terminate his employment concluding, \"I think they're afraid of those people.\" The news of Seder's dismissal sparked a backlash. Over 12,000 people signed a petition protesting Seder's termination, arguing that Cernovich had acted in malice and was deliberately mischaracterizing the tweet. AV Club wrote that \"MSNBC has now fully bought into that smear campaign ... whose openly stated goal is the destruction of news outlets just like it through the use of blatantly manipulative trolling techniques. Mother Jones rebuked MSNBC for capitulating \"to the demands of a lunatic conservative.\" HuffPost chided that Cernovich was now MSNBC's new \"De Facto Ombudsman.\" MSNBC primetime anchor Chris Hayes tweeted, \"The entire culture and our politics are now dominated by people who have weaponized bad faith and shamelessness.\" Hayes tweeted several times against the decision by his own network, including: \"Also, I reiterate my longstanding position that people shouldn't be fired for a tweet, *particularly* one that is obviously being read in manifestly bad faith.\" Actress and comedian Sarah Silverman also tweeted in support of Seder. ====Rehiring==== There was considerable dissent within MSNBC over Seder's termination. Some employees expressed concerns that his firing would encourage other far-right personalities to launch similar smear campaigns. A senior MSNBC employee characterized the capitulation as \"really weak\" and \"pathetic\". MSNBC's management itself was unsettled by the celebratory reaction from the far-right. On December 7, 2017, MSNBC decided to reverse their decision to terminate Seder's employment. MSNBC President Phil Griffin said in a statement, \"Sometimes you just get one wrong, and that's what happened here. We made our initial decision for the right reasons—because we don't consider rape to be a funny topic to be joked about. But we've heard the feedback, and we understand the point Sam was trying to make in that tweet was actually in line with our values, even though the language was not. Sam will be welcome on our air going forward.\" In response, Seder issued a statement while accepting his job back: Columbia Journalism Review cited the incident as an example of a broader pattern of far-right media personalities using online smear campaigns to get mainstream journalists fired. Cernovich acknowledged that \"some are saying Seder was making a joke or being sarcastic.\" However, he said he did not misrepresent the tweet, but merely \"reported on what [Seder] said.\" Cernovich added that \"[t]he left isn't going to stop going through our tweets so we aren't going to stop going through theirs. I wish we would get over people trying to find someone saying a naughty thing. I've been saying that for years. And nobody wants to listen. So fine, we will play by the same rules.\" Cernovich indicated this was meant to bring attention the double standard in the media and obvious lack of \"diversity of viewpoint\", stating: \"EVERY media article has defended Sam Seder's right to make child rape 'jokes' that would get anyone else fired, but yeah there is no media narrative at all, and there's totally a diversity of viewpoint in the media. Yes, sure thing guys, we totally buy that.\" Cernovich also tweeted that he was thrilled MSNBC offered Seder his job back while promising to \"bring Sam Seder's Tweet out every time the media goes after someone else for a Tweet. I'm thrilled MSNBC has made the decision that people shouldn't be fired over satirical tweets.\" Cernovich said on Twitter: \"This rule will surely be applied equally to all sides, and if it's not, we will bring Sam Seder's Tweet out every time the media goes after someone else for a Tweet.\" Cernovich also revealed that \"[m]y wife is being stalked, and the media is encouraging this campaign of terror.\" === 2020 and 2022 elections === On January 24, 2019, Seder announced his intention be a candidate in the Libertarian Party primary for the 2020 presidential election as a satirical candidate due to his opposition to libertarianism in the United States. He subsequently announced his intention to challenge incumbent senator Chuck Schumer for the Democratic Party nomination for the 2022 New York Senate election. ==Personal life== On August 9, 2005, Seder's then-wife gave birth to a daughter. On March 7, 2013, she gave birth to their second child, a son. On April 27, 2018, Seder announced that the couple were separated. ==Filmography== *All American Girl TV actor (1994) *The Show TV actor (1996) *The Big Fall actor (1997) *Who's the Caboose? actor, director, co-writer, co-producer (1997) *Spin City TV actor (1997) *Next Stop Wonderland actor (1998) *Home Movies TV voiceover (1999) *Sex and the City TV actor (2000) *Happy Accidents actor (2000) *Endsville actor (2000) *Home Movies Voice of Fenton Mewley and other smaller roles (2001–2004) *Beat Cops actor, writer, producer (2001) *Saddle Rash TV voiceover (2002) *I'm with Busey director (2003) *Pilot Season TV actor, director, writer, producer (2004) *America Undercover TV actor (2005) *Jesus Camp cameo (2006) *Lucy, the Daughter of the Devil TV voiceover (2007) *Assy McGee TV voiceover & writer (2008) *Bob's Burgers TV voiceover (2011–) *Fits and Starts (2017) ==References== Notes Footnotes Bibliography * * ==External links== * * * Category:1966 births Category:21st-century American comedians Category:American agnostics Category:American male comedians Category:American male film actors Category:American male television actors Category:American male non-fiction writers Category:American people of Jewish descent Category:American men podcasters Category:American podcasters Category:American political commentators Category:American political writers Category:American satirists Category:American talk radio hosts Category:Boston University School of Law alumni Category:Comedians from New York City Category:Connecticut College alumni Category:New York (state) Democrats Category:Jewish agnostics Category:Jewish American comedians Category:Jewish American male actors Category:Jewish American people in New York (state) politics Category:Jewish male comedians Category:Living people Category:Male actors from New York City Category:Male bloggers Category:MSNBC people Category:Video bloggers Category:Writers from New York City Category:Liberalism in the United States Category:Progressivism in the United States ",
    "title": "Sam Seder"
}