{
    "id": "1292054",
    "text": "First Vienna Award: František Chvalkovský, Galeazzo Ciano, Joachim von Ribbentrop, Kálmán Kánya Kálmán de Kánya (7 November 1869 – 28 February 1945), Foreign Minister of Hungary during the Horthy era. He started his diplomatic career in Constantinople. In 1913 he appointed as Austro-Hungarian ambassador to Mexico later to Berlin. From 1933 he served as Minister of Foreign Affairs. During his ministership Hungary joined to the Tripartite Pact, the county became an ally of the Nazi Germany. Inside this he tried to counterbalance Germany's hegemony with increased cooperation with Italy. On the other hand, he kept good connections with the Little Entente. He was flying with the Prime Minister Béla Imrédy to Berchtesgaden and asked Hitler for the support of the Hungarian territorial claims. Kánya was leader of the Hungarian-Czechoslovak delegation which attended on the negotiations in Komárom. On 21 November 1938 he had to resign because of the German-Italian démarche Carpathian Ukraine's planned attack failed, when the Imrédy cabinet cancelled. During the end of the Second World War he supported István Bethlen and Miklós Kállay. ==References== *Tóth, Imre: A polgári arisztokrata. Kánya Kálmán jellemrajza a kezdetektől a miniszteri posztig. Aetas, 24. évf. (2009) 2. sz. 23–43. *Pritz, Pál: Döntési folyamatok a magyar külpolitikában. In: uő: A magyar diplomácia a két háború között. Tanulmányok. Budapest, 1995. *Tóth, Imre: Egy németbarát viszontagságai Berlinben. Kánya Kálmán követi évei (1925–1933) Soproni Szemle, 2008. 3. ==External links== *https://www.britannica.com/place/Hungary/History#ref411352 *http://www.hungarianhistory.com/lib/baross/baross01.htm *http://epa.uz.ua/00000/00010/00014/pdf/HSR_1986_1_003-034.pdf * Category:1869 births Category:1945 deaths Category:Foreign ministers of Hungary Category:Ambassadors of Austria-Hungary to Germany Category:Ambassadors of Austria-Hungary to Mexico ",
    "title": "Kálmán Kánya"
}