{
    "id": "1292974",
    "text": "The Adventures of Lano and Woodley is an Australian comedy television show starring the comedic duo of Lano and Woodley (Colin Lane and Frank Woodley), consisting of two series which aired on ABC TV from 1997 to 1999. The first series was distributed on VHS and in 2004 The Complete Adventures of Lano and Woodley was released as a two-disc DVD rather than each series being released separately. Seasons 3 and 4 of the show were written, but never were produced due to the head of comedy at the ABC at the time saying the show was not topical enough.https://twitter.com/mrtonymartin/status/932764320596819968 It is said that Lane and Woodley wrote six episodes for a third season, and comedy writers such as Tony Martin, Matthew Quartermaine and Matt Cameron wrote seven episodes for a fourth season.https://twitter.com/mrtonymartin/status/932907257305563137https://twitter.com/mrtonymartin/status/932773120858980352 ==Season one== The Adventures of Lano and Woodley first screened on the ABC on 1 September 1997, and in the UK it was shown on BBC2 in September 1999. The series was produced by Working Title/Polygram UK, with Marc Gracie as the Australian Producer. The episodes \"Starquest\" and \"The Girlfriend\" were directed by Bob Spiers (who also directed Fawlty Towers and Absolutely Fabulous), with Jon Olb and Mandy Smith directing 7 and 4 other episodes each, respectively. The series' music was by Mal Webb (except for \"Starquest\", to which Yuri Worontschak contributed). Episodes in the first series were: * \"The Girlfriend\" Frank admits to Col that he is a virgin, and Col sees this as a chance to show up Frank, so he invents himself an imaginary girlfriend named Jenny. What starts off as a trick becomes a bit more serious when Frank starts feeling left out and decides to move out. * \"One Simple Task\" After the duo get fired again, Col tells Frank that he cannot be Frank's friend. Frank plans a holiday for the two of them to strengthen their friendship. When it is time to leave, Frank realises he has forgotten to book the caravan, and exacerbates matters by lying about the situation. * \"The Wall\" Col and Frank find out that either them or their next-door neighbour Mitchell will be evicted if their apartment does not pass inspection by their landlord. With the knowledge they are up against a perfectionist, their attempts to improve their apartment result in irreversible damage and a major cover-up attempt by the pair. * \"Tonight You Die\" On Friday the 13th Col finds out that Frank is very superstitious. To help end his fears Col takes Frank to the local video shop to hire a scary video. After being spooked by the movie, Frank and Col start to experience numerous threats to their well-being. * \"Starquest\" Col and Frank decide they are good enough to appear on a local talent show, 'Starquest'. After working long and hard on a musical/dance routine, Col feels they are far better than any of the other contestants and deserve to be treated as celebrities. On the big night, things do not go exactly as planned. * \"The Two Men\" Frank and Col decide to go looking for love in a local pub, and they find themselves coming home with two girls. The next morning when the girls have left they find a police officer knocking on their door and accusing them of robbery. Frank and Col then become fugitives while searching for who really committed the robbery. ==Season two== First screened on The Comedy Network in Canada in March 1999 and then screened on the ABC TV on 15 May 1999. The series' music was by Mal Webb. Episodes in the second series were: * \"Primal Warrior\" Col thinks that if something happens to him Frank will never be able to look after himself, so Col decides to help Frank become a man, like him. To achieve this, he makes Frank do a bunch of dangerous activities over a weekend-long 'survival camp' in their apartment (reminiscent of the Mythopoetic men's movement). * \"The Pool\" After finding out Frank cannot swim, Col takes him to the big outdoor swimming pool for a beginners swim class. Frank develops a crush on the swimming instructor after she performs CPR on him. Frank spends the episode trying to get her attention and admit his undying love for her, while Col steals the costume for his favourite TV character, Penguin Man. * \"The Easter Story\" Col accidentally makes fun of his new neighbour's speech impediment, and in return she threatens that she will make Col sorry. While collecting things from around the apartment to donate to the local church's op shop, Frank accidentally puts Col's favourite pair of socks in the donation box. Col is convinced that their neighbour is stealing his washing out of retribution, and stages a showdown at the church's Easter Mass. * \"Game Show God\" Col learns that Frank has pogonophobia, a fear of beards. This creates an argument between Col and Frank over who is more intelligent. They test this by competing over answers on their favourite show 'Mindbender', but Col cheats in order to win. Not knowing this, Frank enters Col as a contestant on the show. * \"Mother\" When Col's mother dies, a corrupt politician named Vera Watkins makes a secret deal to pretend that Col was adopted and that he is her long lost son, so that she can win back votes. Col believes that Watkins is his real mother and Col gets himself into more than he bargains for. * \"I Love You Baby (Part 1 & 2)\" Col and Frank pretend to be baby photographers after hospitalising their boss so they can earn much money. When they accidentally switch two babies around after a photoshoot in the maternity ward, Frank and Col end up inadvertently stealing a baby and become fugitives from the law. == Recurring themes == * The song \"Danny Boy\" is often sung or mentioned throughout the series, generally by Frank when he is frightened or in pain. This is because they needed to sing a song at various points in the series, and they did not have to pay royalties for Danny Boy. * After mentioning to various characters that they must love someone, the person usually angrily replies \"Love him?... Love him?... I want to DESTROY HIM!\" * Frank has been known to give out a long whining yell throughout the series. * Whenever either of the duo tell a story of their past, they often mention a friend named Russell (who is a different man each time). * Whenever Frank mentions something that seems impossible to Colin, Colin lets out a long, loud laugh then saying \"ahh.... you're gorgeous\". * Colin normally gives very strong sarcastic replies to Frank throughout the series. * Whenever they manage to be successful at something, they give a quick thumbs up and a very big smile to each other. * When scared or intimidated Frank normally stands in a very stiff position with his eyes wide open and quickly fluttering his hands. * Colin often gets burnt and after he does he normally says \"Ooh! Burnies! Burnies! (object causing burn) burnies!\" In a variation on the theme, in the episode \"I Love You baby (Part 1)\", Colin walks into a vehicles tow-bar and exclaims \"Hurties! Hurties! Tow-bar hurties\". * Colin often refers to Frank as a \"stupid little skinny man\". * The pair are fired from a job at the start of every episode, except for \"I Love You Baby, Part II\", where it begins with Colin narrating a sequence of events that did not happen. * Colin or Frank often fall out of a window. == See also == * List of Australian television series ==References== ==External links== * * Lano and Woodley Fan Site * Lano and Woodley Transcripts Category:Australian Broadcasting Corporation original programming Category:Australian comedy television series Category:1997 Australian television series debuts Category:1999 Australian television series endings Category:English-language television shows ",
    "title": "The Adventures of Lano and Woodley"
}