{
    "id": "1292595",
    "text": "Jill Esmond (born Jill Esmond Moore; 26 January 1908 – 28 July 1990) was an English stage and screen actress. She was the first wife of Laurence Olivier. ==Early life== Esmond was born in London, the daughter of stage actors Henry V. Esmond and Eva Moore. Dramatist W.S. Gilbert and actress Maxine Elliott were her godparents. While her parents toured with theatre companies, Esmond spent her childhood in boarding schools until she decided at the age of 14 to become an actress. She made her stage debut playing Wendy to Gladys Cooper's Peter Pan, but her success was short-lived. When her father died suddenly in 1922, Esmond returned to school and at the time considered abandoning her ambition to act. After reassessing her future and coming to terms with her father's death, she studied with the Royal Academy of Dramatic Art in London, and returned to the West End stage in 1924. In 1925, she starred with her mother in a play Mary, Mary Quite Contrary, and after a few more successful roles, won critical praise for her part as a young suicide in Outward Bound. ==Marriage and career== In 1928 Esmond (billed as Jill Esmond Moore) appeared in the production of Bird in the Hand, where she met fellow cast member Laurence Olivier for the first time. Three weeks later, he proposed to her. In his autobiography Olivier later wrote that he was smitten with Esmond, and that her cool indifference to him did nothing but further his ardour. When Bird in the Hand was being staged on Broadway, Esmond was chosen to join the American production – but Olivier was not. Determined to be near Esmond, Olivier travelled to New York City where he found work as an actor. Esmond won rave reviews for her performance. Olivier continued to follow Esmond, and after proposing to her several times, she agreed and the couple were married on 25 July 1930 at All Saints', Margaret Street; London. Within weeks, the couple regretted their marriage. They had one son, Tarquin Olivier (born 21 August 1936). Returning to the United Kingdom, Esmond made her film debut with a starring role in an early Alfred Hitchcock film The Skin Game (1931), and over the next few years appeared in several British and (pre-Code) Hollywood films, including Thirteen Women (1932). She also appeared in two Broadway productions with Olivier, Private Lives in 1931 with Noël Coward and Gertrude Lawrence and The Green Bay Tree in 1933. Esmond's career continued to ascend while Olivier's own career languished, but after a couple of years, when his career began to show promise, she began to refuse roles.Cottrell 1975, p. 63. Esmond had been promised a role by David O. Selznick in A Bill of Divorcement (1932) but at only half-salary. Olivier had discovered that Katharine Hepburn had been offered a much greater salary, and convinced Esmond to turn down the role. ==Later years== Esmond starred in the Broadway production of Emlyn Williams' play The Morning Star in 1942, a production which featured the acting debut of Gregory Peck. Her acting appearances grew more sporadic with the passage of time, and she made her final film appearance in 1955, around the time she made her two appearances as Eleanor of Aquitaine in the TV series The Adventures of Robin Hood. ==Personal life== Esmond withstood the publicity of Olivier's affair with Vivien Leigh and did not seek a divorce. Pressed by Olivier, who was anxious to marry Leigh, she eventually agreed and they were divorced on 29 January 1940.Beckett 2005, p. 30.Madsen 2002, p. 80. She returned briefly to acting and appeared in such popular films as Journey for Margaret, The Pied Piper and Random Harvest, all in 1942 and The White Cliffs of Dover (1944). To the end of his life, Olivier continued alimony payments to Esmond.Coleman 2005, p. 489. Esmond kept in touch with Olivier, and in a letter to their son Tarquin, said \"It's funny after all that time how I can still love him so much.\"Olivier 1992, p. 258. Frail and in a wheelchair, she attended Olivier's memorial service in October 1989 at Westminster Abbey.Olivier 1992, p. 259. ==Death== Esmond was 82 years old when she died on 28 July 1990 in Wandsworth, London.\"Deaths England and Wales 1984–2006.\" findmypast.com. Retrieved 28 January 2015. ==Complete filmography== * The Chinese Bungalow (1930) - Jean * The Skin Game (1931) - Jill Hillcrist * The Eternal Feminine (1931) - Claire Lee * Once a Lady (1931) - Faith Penwick the Girl * Ladies of the Jury (1932) - Mrs. Yvette Gordon * State's Attorney (1932) - Lillian Ulrich * Is My Face Red? (1932) - Mildred Huntington * Thirteen Women (1932) - Jo Turner * F.P.1 Doesn't Answer (1933) - Claire Lennartz * No Funny Business (1933) - Anne * On the Spot (1938, version of the 1938 TV movie) - Minn Lee * Prison Without Bars (1939, TV Movie) - Carol Linden, Superintendent * On the Sunny Side (1942) - Mrs. Aylesworth * This Above All (1942) - Nurse Emily Harvey * Eagle Squadron (1942) - Phyllis * The Pied Piper (1942) - Mrs. Cavanaugh * Journey for Margaret (1942) - Susan Fleming * Random Harvest (1942) - Lydia * The White Cliffs of Dover (1944) - Rosamund * Casanova Brown (1944) - Dr. Zernerke * My Pal Wolf (1944) - Miss Elizabeth Munn * The Bandit of Sherwood Forest (1946) - The Queen Mother * Bedelia (1946) - Nurse Harris * Escape (1948) - Grace Winton * Private Information (1952) - Charlotte * Night People (1954) - Frau Schindler * A Man Called Peter (1955) - Mrs. Findlay ==References== ===Notes=== ===Citations=== ===Bibliography=== * Barker, Felix. Laurence Olivier: A Critical Study. Speldhurst, Kent, UK: Spellmount, 1984. . * * * Cottrell, John. Laurence Olivier. New York: Prentice-Hall, 1975. . * * Madsen, Axel. The Sewing Circle: Sappho's Leading Ladies. London: Kensington Books, 2002. . * * Olivier, Tarquin. My Father Laurence Olivier. London: Headline Books, 1992. . * Spoto, Donald. Laurence Olivier: A Biography. London: Cooper Square Press, 2001. . ==External links== * * * Category:English film actresses Category:English stage actresses Category:LGBT entertainers from England Category:Actresses from London Category:1908 births Category:1990 deaths Category:20th-century English actresses Category:Alumni of the Royal Academy of Dramatic Art Category:Spouses of life peers ",
    "title": "Jill Esmond"
}