{
    "id": "1292063",
    "text": "Berri–UQAM station is a Montreal Metro station in the borough of Ville-Marie, in Montreal, Quebec, Canada. It is operated by the Société de transport de Montréal (STM) and is the system's central station. This station is served by the Green, Orange, and Yellow lines. It is located in the Quartier Latin. Berri–UQAM is the 2nd deepest station in the network, and the only one to have 3 lines servicing it. Berri–UQAM is also the busiest station in the network, transfers not included. If transfers were included, the 13 million passengers number would rise to about 35-40 million a year. == Overview == Green Line platform Yellow Line platform Designed by Longpré and Marchand, the station serves three lines: the Green, Orange, and Yellow lines. The main part of the station is a cruciform cut and cover volume built underneath the intersection of rue Berri and boul. de Maisonneuve; the volume is so large that the station's design had to include massive pillars to support the street. This central volume contains three levels. The upper level contains the rectangular mezzanine at its centre, with fare gates on all four sides; the arms extend out to the station's entrances, with two more entrances at the crossing, and are also lined with shops and services. Staircases lead from the mezzanine to the landings on either side of the Orange Line. These landings provide views of the great volumes over the Green Line platforms below. From the Green Line level, escalators and hallways connect the rest of the station to the Yellow Line terminus, built in a tunnel a block away under rue Saint-Denis. Due to limited space in the tail tracks, trains reverse both in the tail tracks and in the foretracks leaving the station. All three lines have side platforms. This station was the first to be equipped with the MétroVision information screens which displays news, commercials, and the time until the next train arrives. In 2009, the station was made partially wheelchair-accessible through the addition of elevators. Two elevators now connect the Orange Line platforms to the mezzanine. The other two lines are not yet accessible. The mezzanine can be accessed from the street via elevators in the Grande Bibliothèque du Québec and UQAM's Pavillon Judith-Jasmin; however, these buildings are not open throughout the Metro's operating hours. However, there is an elevator in the Saint-Denis exit that opened in June 2010. The station has 5 entrances: : 1470, rue Saint-Denis : 1500, rue Berri : 1635, rue Berri : 850, boul. de Maisonneuve est : 505, rue Sainte-Catherine est ===Station layout=== {|table border=0 cellspacing=0 cellpadding=3 |style=\"border-top:solid 1px gray;\" width=50 valign=top|G |style=\"border-top:solid 1px gray;\" width=100 valign=top|Street Level |style=\"border-top:solid 1px gray;\" width=400 valign=top|Exit/Entrance |- |style=\"border-top:solid 1px gray;\" width=50 valign=top|B1 |style=\"border- top:solid 1px gray;\" width=100 valign=top|Upper mezzanine |style=\"border- top:solid 1px gray;\"|One-way faregates, ticket machines, station agent Elevators to Orange Line platforms |- |style=\"border-top:solid 1px gray;border-bottom:solid 1px gray;\" width=50 rowspan=4 valign=top|B2 Orange Line platforms |style=\"border-top:solid 1px gray;border-right:solid 2px black;border-left:solid 2px black;border-bottom:solid 2px black;text- align:center;\" colspan=2|Side platform, doors will open on the right |- |style=\"border-bottom:solid 1px gray;\" width=100|Outer loop |style=\"border- bottom:solid 1px gray;\" width=400|← Orange Line to Montmorency | Next Station: |- |Inner loop |→ Orange Line to Côte-Vertu | Next Station: Champ-de-Mars → |- |style=\"border-top:solid 2px black;border-right:solid 2px black;border- left:solid 2px black;border-bottom:solid 1px gray;text-align:center;\" colspan=2|Side platform, doors will open on the right |- |style=\"border- bottom:solid 1px gray;\" width=50 rowspan=4 valign=top|B3 Green Line platforms |style=\"border-right:solid 2px black;border-left:solid 2px black;border-bottom:solid 2px black;text-align:center;\" colspan=2|Side platform, doors will open on the right |- |style=\"border-bottom:solid 1px gray;\" width=100|Southbound |style=\"border-bottom:solid 1px gray;\" width=400|← Green Line to Angrignon | Next Station: |- |Northbound |→ Green Line to Honoré-Beaugrand | Next Station: Beaudry → |- |style=\"border-top:solid 2px black;border-right:solid 2px black;border-left:solid 2px black;border- bottom:solid 1px gray;text-align:center;\" colspan=2|Side platform, doors will open on the right |- |style=\"border-bottom:solid 1px gray;\" width=50 valign=top|B4 |style=\"border-bottom:solid 1px gray;\" width=100 valign=top|Transfer mezzanine |style=\"border-bottom:solid 1px gray;\"|Interchange corridor between Green Line and Yellow Line platforms |- |style=\"border-bottom:solid 1px gray;\" width=50 rowspan=4 valign=top|B5 Yellow Line platforms |style=\"border-right:solid 2px black;border-left:solid 2px black;border-bottom:solid 2px black;text-align:center;\" colspan=2|Side platform, doors will open on the right |- |style=\"border-bottom:solid 1px gray;\" width=100|Terminus |style=\"border-bottom:solid 1px gray;\" width=400|← Yellow Line terminus platform |- |style=\"border-bottom:solid 1px gray;\" width=100|Eastbound |style=\"border-bottom:solid 1px gray;\" width=400|→ Yellow Line to Longueuil | Next Station: → |- |style=\"border-top:solid 2px black;border-right:solid 2px black;border-left:solid 2px black;border- bottom:solid 1px gray;text-align:center;\" colspan=2|Side platform, doors will open on the right |} == Architecture and art == The Hommage aux fondateurs de la ville de Montréal mural The station has a total of four independent exits: three integrated into buildings (the Berri, Saint-Denis, and Place Dupuis exits) and one free-standing kiosk (the Sainte-Catherine exit). The station also contains several underground city connections, listed below. The work of five artists is exhibited in this station. The largest work is a stained-glass mural by Pierre Gaboriau and Pierre Osterrath entitled Hommage aux fondateurs de la ville de Montréal (homage to the founders of the city of Montreal). A gift of the Union régionale de Montréal des caisses populaires Desjardins and installed in 1969, it depicts Jérôme le Royer de la Dauversière, Jeanne Mance, and Paul Chomedey, sieur de Maisonneuve. It is located over the eastern portal of the Green Line tunnel. Three paintings by Robert LaPalme are located over the main staircase leading to the Yellow Line terminus. Originally located at the entrance to Expo 67, they represent three themes of the Expo: science, recreation, and culture. A plaque by LaPalme and Georges Lauda, commemorating the inauguration of the Metro, is located at the centre of the mezzanine. It is enclosed in a black circular bench, a popular meeting site, referred to as la rondelle (the hockey puck) or la pilule (the pill) or \"le banc des fous\" (the crazy bench). Mère Émilie Gamelin There is also a piece of work located in the newer Sainte-Catherine entrance pavilion, by architect Gaétan Pelletier. The work is a statue of Mother Émilie Gamelin by Raoul Hunter, commemorating Place Émilie-Gamelin (also called Berri Square) in which the entrance is located. The statue is owned by the City of Montreal. The most recent art piece put in place inside the station is the Wall of Peace on the concourse level of the Yellow Line. It consists of coloured metal plates bearing the word \"peace\" in multiple languages. ==History== Berri-UQAM was the site of the Metro's inauguration on October 14, 1966. On September 2, 2001, a canister of tear gas was set off inside the station, forcing the evacuation of the 300 passengers inside. ===Origin of the name=== Berri–UQAM is named for both Berri Street, so called since 1663, and for the Université du Québec à Montréal. The university has taken to using UQAM as its abbreviation, which it displays as UQÀM (with a grave accent over the A as its logo; the station retains the UQAM form. Until 1988, the station was named Berri-de-Montigny; rue de Montigny is the former name of boulevard de Maisonneuve in this area. Small stubs of de Montigny street still survive in Downtown Montreal between Saint Laurent Boulevard and Saint Urbain Street and in the Montréal-Est suburb. === Station improvements === From August 2010 to mid-2017, the station underwent $90 million of renovations that changed the appearance of the station and secured the tunnels and the roofs. Other work that was done included mechanical, structural, and architectural improvements.Berri-UQAM gets a facelift : MouvementCollectif.org The first phase lasted from August 2010 to the summer of 2011 and included the removal of the gray tiles on all 3 platforms and station walls. Temporary walls were put up until the next phase. The second phase began in January 2012 and continued until June 2012. It included reinforcing walls; renovating mechanical, structural, and architectural components, and removing four red columns on the mezzanine level staircases. Once that was completed, the temporary walls and finishes were removed and replaced by new permanent architectural facings. In early 2013, the STM refurbished the station's main electrical conduits and therefore had to shut down several escalators. In the same year, the Berri and Place Dupuis entrance buildings have been renovated, with new structural slab, ceilings, light fixtures, floor coverings and granite stairs. From Fall 2013 to Fall 2014, part of the waterproofing membrane under Berri has been replaced. In 2015. the Yellow line area has been refurbished, with new wall finishes and floor coverings, as well as improved lighting. The tunnel ceiling and walkway over the tracks have been also revamped. In 2016, the Saint-Denis entrance building has been refurbished, and a few corridors to the Orange and Green line platforms have been rearranged. The staircase between the two levels has been refurbished. Construction is currently underway to install new elevators on the Green line platforms. The Green line platforms will be accessible by Fall 2020. For the Yellow Line area, it has been a major technical challenge for the STM to install elevators to the platforms and the feasibility study is underway to excavate and build new elevators 28 metres below street level. ==Connecting bus routes== === Société de transport de Montréal === {| align=center class=\"wikitable\" ! style=\"background: #; font-size:100%; color:#FFFFFF;\" colspan=\"6\"| |- ! Route |- | 15 Sainte-Catherine |- | 30 St- Denis/St-Hubert |- | 125 Ontario |- | 358 Sainte-Catherine |- | 361 Saint- Denis |- | 427 Express Saint-Joseph |- | 715 Old Port/Old Montreal |- | 747 Montreal-Trudeau/Downtown |} === Other connecting bus routes === * See Gare d'autocars de Montréal ==Nearby points of interest== ===Connected via the underground city === *Université du Québec à Montréal * Gare d'autocars de Montréal *Place Dupuis - Hôtel des Gouverneurs *Grande Bibliothèque ===Other=== *Quartier Latin *Cégep du Vieux Montréal *Hôpital Saint-Luc du CHUM *Cinémathèque québécoise *National Film Board of Canada *Place Émilie- Gamelin (\"Berri Square\") *Théâtre Saint-Denis *Cinéma du Quartier-Latin *Service Canada * Métropolis ==References== ==External links== * Société de transport de Montréal - official web page of the station * Berri-UQAM metro station geo location * Montreal by Metro, metrodemontreal.com - photos, information, and trivia * 2011 STM System Map * 2011 Downtown System Map * Metro Map Category:Green Line (Montreal Metro) Category:Orange Line (Montreal Metro) Category:Yellow Line (Montreal Metro) Category:Railway stations in Canada opened in 1966 Category:Railway stations in Canada at university and college campuses ",
    "title": "Berri–UQAM station"
}