{
    "id": "1293706",
    "text": "Ming Pao Daily News (明報 Pinyin: MíngBào), or Ming Pao for short, is a Chinese language newspaper in Canada owned by the Ming Pao Group of Hong Kong. Ming Pao in Canada has two editions. The Eastern edition (加東版 Pinyin: Jiā Dōng Bǎn) published in Toronto, Ontario was launched in May 1993 by then Chairman P.H. Yu, and competed in the local Chinese community with Sing Tao Daily and World Journal. The Toronto editorial offices are located in Agincourt. Shortly after in October 1993, the Western edition (加西版 Pinyin: Jiā Xī Bǎn) was launched in Vancouver, British Columbia.Ming Pao New York introduction, http://www.mingpaony.com/htm/info/intro/ The paper is published 7 days a week in broadsheet format. News coverage include Canadian news (including national, provincial, city and community pages), international news, Hong Kong news, Mainland China and Taiwan news, plus lifestyle, entertainment, and sports sections. ==Supplements (magazines)== Scarborough, Ontario. The Canada Eastern edition of Ming Pao publishes several weekly supplements (magazines). Unlike the situation in Hong Kong where the magazines are sold as separate publications, these are more properly called supplements that come free with the paper. The pages inside the magazines are also printed on newsprint instead of glossy paper. The free magazines that come with the Canada Eastern edition are: *Wednesday —Ming Pao Gourmet Supplement (樂在明廚), a tabloid-sized food magazine for everyone who loves cooking and eating. * Thursday — Property Golden Pages (地產金頁), a tabloid-format publication resembling a small newspaper, containing mostly property listings and other data, with some editorial content * Friday — Zhōnghuá Tànsuò (中華探索, \"Exploring China\"), a magazine containing political criticism from Hong Kong’s Ming Pao Magazine and Yazhou Zhoukan * Saturday — Saturday Magazine (星期六周刊), a lifestyle-and-news magazine with substantial original local content * Sunday — Ming Pao Sunday Supplement (明報加東周刊), a tabloid-sized entertainment magazine with content mostly written by its reporters in Hong Kong From time to time, special supplements are also published. ==Rivals== Besides the traditional rivals Sing Tao Daily and World Journal, Today Daily News, launched November 1, 2005, is also considered a major competitor. == References == ==External links== * Ming Pao Daily News -- see section \"Ming Pao in Canada\" for more information * Ming Pao News -- HK Site * Ming Pao News -- Toronto Site * Source: Pinyin translated with Cozy Website Category:Chinese-Canadian culture in Toronto Category:Chinese-language newspapers published in Canada Category:Newspapers published in Toronto Category:Chinese-language newspapers (Traditional Chinese) Category:Publications established in 1990 Category:Daily newspapers published in Ontario Category:1990 establishments in Ontario Category:Newspapers published in Vancouver Category:Daily newspapers published in British Columbia ",
    "title": "Ming Pao Daily News (Canada)"
}