{
    "id": "1293344",
    "text": "Rajab () is the seventh month of the Islamic calendar. The lexical definition of the classical Arabic verb rajaba is \"to respect\" which could also mean \"be awe or be in fear\", of which Rajab is a derivative. This month is regarded as one of the four sacred months in Islam in which battles are prohibited. The pre-Islamic Arabs also considered warfare blasphemous during the four months. Muslims believe Rajab is the month in which ‘Alī ibn Abī Tālib, the first Imam of Shia Muslims and fourth Caliph of Sunni Muslims, was born. Rajab is also the month during which Isra' Mi'raj (journey from Mecca to Jerusalem and then through the 7 Heavens to meet ALLAH ) of the Islamic prophet, Muhammad, took place. Rajab and Shaʿbān are a prelude to the holy month of Ramaḍān. ==Timing== The Islamic calendar is a lunar calendar, and months begin when the first crescent of a new moon is sighted. Since the lunar year is 11 to 12 days shorter than the solar year, Rajab migrates throughout the seasons. The estimated start and end dates for Rajab, based on the Umm al-Qura calendar of Saudi Arabia, are:Umm al-Qura calendar of Saudi Arabia {|class=wikitable style=\"text-align:right\" |+Rajab dates between 2018 and 2023 |- !scope=\"col\"|AH !scope=\"col\"|First day (CE/AD) !scope=\"col\"|Last day (CE/AD) |- !scope=\"row\"|1439 |18 March 2018 |16 April 2018 |- !scope=\"row\"|1440 |8 March 2019 |5 April 2019 |- !scope=\"row\"|1441 |25 February 2020 |24 March 2020 |- !scope=\"row\"|1442 |13 February 2021 |13 March 2021 |- !scope=\"row\"|1443 |2 February 2022 |3 March 2022 |- !scope=\"row\"|1444 |23 January 2023 |20 February 2023 |} ==Events== * The Battle of Tabouk took place in Rajab, 9 A.H. (October 630) * The second Oath of Aqabah took place in Rajab, 12 A.H. (September 633) * 6 Rajab: Many Sufi followers of the Chishti tariqa (path) celebrate the anniversary of Khawaja Moinuddin Chishti * 7 Rajab: Twelvers observe the Festival of Imam Musa al-Kazim in dedication of Musā' al-Kādhim. This is so as to avoid missing celebrating the birth of the 7th Imam which took place Safar. In (Rajab), on the 7th day is celebrated the birth of 7th Imam. * 22 Rajab, Koonday (table cloth dinner) is organized by people friendly towards the Imams of the Ahlul Bayt or Shias among Shias of South Asia. It is an occasion for Shias to discuss Allah and the Ahlul Bayt and to strengthen ties among the community with love and compassion. ===Births=== * 1 Rajab: Muhammad al-Bāqir, Shī‘ah Imām * 5 Rajab: ‘Alī al-Naqī, Twelver Imām * 9 Rajab: ‘Alī al-Asghar * 12 Rajab: Muhammad al-Taqī, ninth Twelver Imām * 4 Rajab: Khwaja Banda Nawaz * 13 Rajab: ‘Alī ibn Abī Tālib * 20 Rajab: Sakina bint Hussain ===Deaths=== * 3 Rajab: ‘Alī al-Naqī, Twelver Imam & Uwais al-Qarni * 6 Rajab: Mu'īnuddīn Chishtī, The founder of Chishti Order of Sufism * 8 Rajab: Nazim Al-Haqqani, a Turkish Cypriot Sufi Muslim sheykh and spiritual leader of the Naqshbandi tariqa. * 15 Rajab: Zainab bint Ali * 18 Rajab: Abraham (according to Shi'a Islam) * 22 Rajab: Muawiyah I * 25 Rajab: Musā' al-Kādhim, seventh Twelver Imam * 26 Rajab: Abu Talib ibn Abdul Muttalib, uncle of Muhammad and father of Ali ==Description== The name of Rajab literally designated to the meaning respected, regarded, and admired. It seems that the word is originally a Semitic one. There are different points about the numeration of the days of the month. Some believe that the month is 29 days and others believe that the month is 30 days. There are two important events during the month, namely the birthday of Ali ibn Abi Talib and the Muhammad's first revelation in Shia tradition. Just as the month honored before the appearance of Islam, the dignity of that is regarded by the very religion of Islam. Also during the month referred to the forbidding of war. There are also other names for the Rajab, such as Rajab Al-Morrajjab, Rajab Al-Asab. ===For Shia=== The Shi'a believe that there are many virtues of the month. According to some narrations, the month belongs to Ali while Shaban is for Muhammad. Musa al- Kadhim (the seventh Imam of the Shia) has narrated that the Rajab is like a river in heaven which is whiter and sweeter than honey. ==References== ==External links== * Islamic-Western Calendar Converter (Based on the Arithmetical or Tabular Calendar) * Monthly Profiles of the Islamic Calendar(Copyright) * The Night Journey: The Spiritual Significance of Isra and Mi`raj 7 Category:Islamic terminology ",
    "title": "Rajab"
}