{
    "id": "1293560",
    "text": "{| |} The XB-38 Flying Fortress was a single example conversion of a production B-17E Flying Fortress, testing whether the Allison V-1710 V type engine could be substituted for the standard Wright R-1820 radial engine during early World War II. ==Design and development== The XB-38 was the result of a modification project undertaken by Vega (a subsidiary of Lockheed) on a Boeing B-17 Flying Fortress to fit it with liquid-cooled Allison V-1710-89 Vee engine. It was meant as an improved version of the B-17, and a variant that could be used if air-cooled Wright R-1820 radial engines became scarce. Completing the modifications took less than a year, and the XB-38 made its first flight on May 19, 1943. Only one prototype was built, and it was developed from an existing B-17 bomber. While the XB-38 delivered a substantially higher top speed, its service ceiling was lower. After a few flights it had to be grounded due to a problem with engine manifold joints leaking exhaust gases. Following the fixing of this problem, testing continued until the ninth flight on June 16, 1943. During this flight, the third (right inboard) engine caught fire, and the crew was forced to bail out. The XB-38 was destroyed and the project was canceled, in part because the V-1710 engines were needed for other projects such as the Lockheed P-38 Lightning, Bell P-39 Airacobra, Curtiss P-40 Warhawk, North American P-51A Mustang, and Bell P-63 Kingcobra fighters. ==Operators== ; *United States Army Air Forces ==Specifications (XB-38)== ==See also== ==References== ;Notes ;Bibliography * Francillon, René J. Lockheed Aircraft since 1913. London:Putnam, 1982. . * Hess, William N. and Jim Winchester. \"\"Boeing B-17 Flying Fortress:Queen of the Skies\". Wings Of Fame. Volume 6. London:Aerospace Publishing, 1997. . ISSN 1361-2034. pp. 38–103. * Jones, Lloyd S. U.S. Bombers, B-1 1928 to B-1 1980s. Fallbrook, CA: Aero Publishers, 1962, second edition 1974. . ==External links== *USAF Museum article on XB-38 B-38 Flying Fortress Boeing B-38 Flying Fortress Category:Four-engined tractor aircraft Category:Low-wing aircraft B-38 Category:Aircraft first flown in 1943 Category:Four-engined piston aircraft ",
    "title": "Boeing XB-38 Flying Fortress"
}