{
    "id": "1294454",
    "text": "Blackpool is a British television musical drama serial, produced in-house by the BBC, that first broadcast on BBC One on 11 November 2004. Starring David Morrissey, Sarah Parish and David Tennant, the serial was written by Peter Bowker, who had previously written for BBC One's modern adaptation of The Canterbury Tales and BBC Two's Flesh and Blood, and directed by Coky Giedroyc and Julie Anne Robinson. The series was filmed on location in Brentford and Blackpool itself, and broadcast across six weeks at 9:00 pm on Thursdays, until 16 December 2004. The plot concerns the murder of a young man in a Blackpool arcade, and how it affects the people involved in the arcade and the investigation. As the investigation proceeds, it takes its toll on the characters; Ripley (Morrissey), under suspicion of murder, finds his public and private life slowly unravelling as both his bullying nature and long- forgotten demons from his past return to haunt him, whilst Carlisle (Tennant), intent on proving Ripley is the murderer and planning to use Natalie (Parish) to get to him, finds himself genuinely falling in love with her instead. The series also starred Kevin Doyle, John Thomson, Georgia Taylor and Steve Pemberton in supporting roles. For its broadcast on BBC America in 2005, the series was renamed Viva Blackpool. Subsequently, as a result of its broadcast in the United States, the series went on to win a Peabody Award for BBC Worldwide, the commercial overseas distribution subsidiary of the BBC.65th Annual Peabody Awards, May 2006. In 2006, a feature-length sequel to the original, also known as Viva Blackpool, broadcast on BBC One.\"Viva Blackpool\" on BBC website, Drama section.\"Viva Blackpool\" on IMDb. ==Music== The series is particularly notable for its employment of pop music in the course of the narrative - although the originals are played, they are sung along with and accompanied by slightly surreal dance routines acted out by the characters. This latter device is strongly reminiscent of the style of television playwright Dennis Potter, who used it in several of his famous productions such as Pennies from Heaven and The Singing Detective. A soundtrack was also released to accompany the series, in which a six-page booklet explained why each song used was included in the series. ==Reception== Critical reception to the series was mixed. Viewing figures averaged between four and five million per episode. In 2005, the series was nominated in the Best Drama Serial category at the British Academy Television Awards, eventually losing out to Channel 4's Sex Traffic. It did, however, win the \"Best Miniseries\" and Grand Prize accolades at Canada's Banff Television Festival. In December 2005, it was announced that it had been nominated, under its American title, Viva Blackpool, in the Golden Globe Award for Best Miniseries or Television Film category at the 2006 Golden Globe Awards. ==Distribution== The series was sold to several countries, broadcasting on Television New Zealand's TV One, BBC America in the United States, BBC Canada and TVOntario in Canada, ABC in Australia, Canvas in Belgium, YLE in Finland and VPRO in the Netherlands. The series was also on DVD in the UK, Australia and the Netherlands. In October 2007, American network CBS aired a series based on the same premise called Viva Laughlin, adapted by Bob Lowry and the creator of Blackpool, Peter Bowker, coproduced by BBC Worldwide, CBS Paramount Network Television, Sony Pictures Television, and Seed Productions; however, the series was cancelled after two episodes due to low ratings. ==Cast== * David Morrissey as Ripley Holden; an ambitious, arrogant arcade owner who believes strongly in luck, and who is planning to turn his arcade into a Las Vegas-style casino hotel and thus revive Blackpool's fortunes. * Georgia Taylor as Shyanne Holden; Ripley and Natalie's spoilt daughter, who worships her doting father but is cruel and distant to her mother. ===Blackpool=== * Sarah Parish as Natalie Holden; Ripley's shy, frustrated and lonely wife, whom Ripley takes for granted and to whom Carlisle takes a shine. * David Tennant as D.I. Peter Carlisle; the detective assigned to investigate the murder. A charming and good-natured, although extremely manipulative, police officer, who dislikes Ripley almost on sight. * Thomas Morrison as Danny Holden; Ripley and Natalie's troubled and awkward son, who is constantly belittled by his father. * Steve Pemberton as Adrian Marr * David Bradley as Hallworth * Bryan Dick as D.C. Blythe; Carlisle's junior partner. * Kevin Doyle as Steve; Shyanne's older boyfriend, who has a bad relationship with Ripley after an incident in their school days. * John Thomson as Terry Corlette * David Hounslow as D.C.I. Jim Allbright; Carlisle's senior officer. ===Viva Blackpool=== * Annette Crosbie as Mrs. Berry; mother of Ripley's now-deceased business partner, Patrick * Mark Williams as Tommy \"The Motor\" Vesty; owner of a local car showroom * Megan Dodds as Kitty De-Luxe; a showgirl and convicted fraudster whom Ripley falls in love with * Al Weaver as Darrell aka 'Vibe'; a runner working for Pollard who falls in love with Shyanne * Keith Allen as Steve Pollard; a local entrepreneur and sporting agent * Paul Ritter as Billy Pope; Ripley's right- hand-man in the Chapel of Love * Hayley Carmichael as D.S. Coogan; the officer investigating the theft ==Episodes== ===Blackpool (2004)=== ===Viva Blackpool (2006)=== ==Further reading== * ==References== * * ==External links== * * * * * Category:BBC television musicals Category:2000s British comedy-drama television series Category:2004 British television series debuts Category:2004 British television series endings Category:BBC television dramas Category:2000s British television miniseries Category:Musical television series Category:Peabody Award-winning television programs Category:Television shows set in Lancashire Category:Jukebox musicals ",
    "title": "Blackpool (TV serial)"
}