{
    "id": "1294887",
    "text": "{| |} The fourth USS Columbia (C-12/CA-16) was a protected cruiser in the United States Navy during the Spanish–American War and World War I. She was the lead ship of her class of two cruisers; her sister ship was . The class was originally designed with three funnels; however, Columbia was built with four and Minneapolis with two. This may have been to make them resemble specific passenger liners. Columbia was launched 26 July 1892 by William Cramp & Sons Ship & Engine Building Company, Philadelphia; sponsored by Miss H. Morton; and commissioned 23 April 1894, Captain George Watson Sumner in command. ==Service history== USS Columbia at night, 1898 USS Columbia in Guantanamo Bay. Image of the USS Columbia published in THE BLISS MAGAZINE Columbia joined the North Atlantic Squadron, and from 30 July 1894 to 5 January 1895 cruised to protect American interests in the Caribbean. She participated in the intervention in Nicaragua from July to August 1894. She visited Europe in the summer of 1895 and represented the United States at the ceremonial opening of the Kiel Canal in June. Returning to the east coast in August, she operated in the western Atlantic until going in ordinary, in reserve at Philadelphia Navy Yard 13 May 1897. On 28 April, 1896 passenger steamer () struck the anchored ship at Newport News, Virginia and sank. Wyanoke had 107 passengers and 42 crew onboard, of with two passengers and 1 crewman drowned, and one crewman died of injuries in the hospital. Recommissioned 15 March 1898 for service in the Spanish–American War, Columbia patrolled along the Atlantic coast and in the West Indies until 26 August. She convoyed troops to Puerto Rico and aided in its occupation between July and 14 August. Columbia was decommissioned and placed in reserve at Philadelphia Navy Yard 31 March 1899. Following recommissioning on 31 August 1902, Columbia served as receiving ship at New York and from 9 November 1903 as a part of the Atlantic Training Squadron. Once more out of commission at Philadelphia between 3 May 1907 and 22 June 1915, the cruiser then joined the Submarine Flotilla as flagship. After cruising between the various Atlantic submarine bases on inspection tours, she was detached 19 April 1917. Columbia patrolled off the Delaware Breakwater from 21 April 1917 as flagship of Squadron 5, Patrol Force until July when she joined the Cruiser Force as a convoy escort. Between 1 January and 13 November 1918 she made five Atlantic escort voyages, protecting the passage of men and supplies for the American Expeditionary Force in France. On her detachment 7 January 1919, she became flagship of Squadron 2, Destroyer Force, Atlantic Fleet, operating along the East Coast and in the Caribbean. She was relieved as flagship on 29 May but continued cruising until decommissioned at Philadelphia Navy Yard 29 June 1921. Reclassified CA-16, 17 July 1920, she was renamed Old Columbia 17 November 1921, and sold 26 January 1922. ==Awards== * Sampson Medal * Navy Expeditionary Medal * Spanish Campaign Medal * Cuban Pacification Medal * World War I Victory Medal with \"Atlantic Fleet\" clasp ==References== * ==External links== * * Naval Historical Center: USS Columbia Category:Protected cruisers of the United States Navy Category:Columbia-class cruisers Category:Spanish–American War cruisers of the United States Category:World War I cruisers of the United States Category:Ships built by William Cramp & Sons Category:1892 ships Category:United States Navy South Carolina-related ships ",
    "title": "USS Columbia (C-12)"
}