{
    "id": "1294487",
    "text": "Michelle Sutcliffe of Tigersgym made history by becoming Leeds first professional boxer under the BBBofC to become World WBF boxing champion on 27 February 2000 at the Leeds Town Hall. (born 3 February 1967) is a female boxer from EnglandBoxing: Mother of two, no previous experience, seeks fight, Sunday Telegraph, 16 May 1999 who also practised the martial arts sport of Muay Thai, where she was undefeated and ranked 3rd in the world. Sutcliffe and Germany's Regina Halmich have helped to increase the popularity of women's boxing in Europe. Sutcliffe is one of the most famous female fighters to come from England. She is a native of the Leeds area and was the 2nd female boxer to be officially licensed by the BBBofC. Her professional boxing career began on 2 November 1996 with her first world title try, as she went right away and challenged Halmich for the WIBF's world Flyweight title, losing by a second- round technical knockout. She did not know what was coming towards her. She had never fought competition on this level. Sutcliffe met Para Draine on her second bout, 24 June 1998, losing by technical knockout in round five, at Atlantic City, New Jersey.More women are getting kicks by throwing punches, Deseret News, 5 July 1998 (\"beating Michelle Sutcliffe of England with a fifth-round TKO\") Her first win came against Diane Berry on 28 June of that year, when she defeated Berry by decision in five rounds back home in England. On 12 February 1999, she lost to Sengul Ozokcu by a six-round dubious decision in Denmark. She followed that defeat with two wins in a row. Michelle then fought Veerle Braspennings the Belgium champion for the vacant Intercontinental WIBF title in Leeds at the Armouries and won by Tko round 7. Michelle hard work fighting in and out of the ring culminated with a glorious bout at the Leeds town hall on 27 February 2000. Michelle fought the very experienced Francesca Lupo the Italian champion and world number one for the vacant \"WBF\" (World Boxing Federation) World title flyweight crown - sanctioned by the BBBofC. Michelle won the hard-fought decision which was unanimous after 10 rounds - allowing Michelle to make history by becoming the first professionally licensed boxer under the BBBofC to become a World professional boxing champion out of the city of Leeds. On 7 October 2000, Michelle and Halmich were rematched with Michelle's aim of making a bold statement Berlin, once again with the WIBF's world Flyweight championship on the line. Sutcliffe proved much more competitive than in their first match but lost a very close ten-round decision on points. On her next fight, Michelle accepted a short notice fight but lost to Kim Messer by a very dubious points decision over ten rounds in South Korea. Kim was lucky not to be Tko'd by Michelle in the later rounds, but with all her vast experience hung on to the end. Michelle also went on to win the IFBA World title crown in Leeds at the Irish center on 17 May 2001 - knocking out the Bulgarian champion Maria Ivanova in round 5. After a knockout win, Michelle challenged and went up a weight division against Daisy Lang on 29 October 2001 for Lang's WIBF world Jr. Bantamweight title, in Germany. Sutcliffe lost by a seven-round technical decision when the fight's referee dictated that a cut suffered by Lang had been produced by a headbutt. The bout's result proved to be controversial, as many at ringside and television viewers thought they had seen a right-hand punch by Sutcliffe causing Lang's cut. Had the referee ruled that the cut was produced by a punch, Sutcliffe would have been declared winner and world champion by a seventh-round knockout instead. Sutcliffe has not boxed since then (as of March 2003) and retired as a 3 times World professional boxing champion. Michelle enjoyed her career saying it was very hard in the beginning as I had to fight women from other nations with much greater opportunities for professional boxing than in the UK. Many of the women at the time had vast experience compared to me. But I never gave up and it paid off in the end, achieving my dream World title in Leeds. Her record stands at 7 wins and 5 losses, with 2 knockout wins. ==Professional boxing record== {|class=\"wikitable\" style=\"text-align:center; font-size:95%\" |- ! !Result !Record !Opponent !Type !Round, time !Date !Location !Notes |- |12 |Loss | |style=\"text-align:left;\"|Daisy Lang |TD | |2001-09-29 |style=\"text- align:left;\"|Universum Gym, Wandsbek |style=\"text-align:left;\"|Women's International Boxing Federation World Super Flyweight Title |- |11 |Loss | |style=\"text-align:left;\"|Marietta Ivanova |TKO | |2001-05-17 |style=\"text- align:left;\"|Irish Centre, Leeds |style=\"text-align:left;\"| |- |10 |Loss | |style=\"text-align:left;\"|Kim Messer |MD | |2000-11-19 |style=\"text- align:left;\"|Central City Millenium Hall, Seoul |style=\"text-align:left;\"| |- |9 |Loss | |style=\"text-align:left;\"|Regina Halmich |MD | |2000-10-07 |style=\"text-align:left;\"|Estrel Convention Center, Neukoelln |style=\"text- align:left;\"|Women's International Boxing Federation World Light Flyweight Title |- |8 |Win | |style=\"text-align:left;\"|Jan Wild |UD | |2000-05-15 |style=\"text-align:left;\"|Winter Gardens, Cleethorpes |style=\"text- align:left;\"| |- |7 |Win | |style=\"text-align:left;\"|Francesca Lupo |PTS | |2000-02-27 |style=\"text-align:left;\"|Leeds |style=\"text-align:left;\"| |- |6 |Win | |style=\"text-align:left;\"|Veerle Braspenningx |TKO | |1999-09-27 |style=\"text-align:left;\"|Royal Armouries Museum, Leeds |style=\"text- align:left;\"| |- |5 |Loss | |style=\"text-align:left;\"|Sengul Ozokcu |PTS | |1999-02-12 |style=\"text-align:left;\"|Falconer Centeret, Frederiksberg |style=\"text-align:left;\"| |- |4 |Win | |style=\"text-align:left;\"|Diane Berry |UD | |1998-06-28 |style=\"text-align:left;\"|Warrington, England |style=\"text- align:left;\"| |- |3 |Loss | |style=\"text-align:left;\"|Para Draine |TKO | |1998-05-24 |style=\"text-align:left;\"|Tropicana Hotel & Casino, Atlantic City |style=\"text-align:left;\"| |- |2 |Win | |style=\"text-align:left;\"|Jane Knapton |PTS | |1998-04-04 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |1 |Loss | |style=\"text-align:left;\"|Regina Halmich |TKO | |1996-11-02 |style=\"text-align:left;\"|Olympia Eisstadion, Garmisch-Partenkirchen |style=\"text-align:left;\"|Women's International Boxing Federation World Flyweight Title |- |} ==References== ==External links== * Michelle Sutcliffe at Tiger's Gym Category:1967 births Category:Living people Category:English Muay Thai practitioners Category:Female Muay Thai practitioners Category:English female kickboxers Category:English women boxers ",
    "title": "Michelle Sutcliffe"
}