{
    "id": "1294863",
    "text": "The Dazu Rock Carvings () are a series of Chinese religious sculptures and carvings located in Dazu District, Chongqing, China. The carvings date back as far as the 7th century AD, depicting and influenced by Buddhist, Confucian and Taoist beliefs. Some are in rock-cut cave shrines, in the usual Chinese Buddhist style, but many others are rock reliefs carved into the open rock faces. ==World Heritage Site== Listed as a World Heritage Site, the Dazu Rock Carvings are made up of 75 protected sites containing some 50,000 statues, with over 100,000 Chinese characters forming inscriptions and epigraphs. The sites are located in Chongqing Municipality within the steep hillsides throughout Dazu County, located about 165 kilometers west of the urban area of Chongqing. The highlights of the rock grotto are found on Mount Baoding and Mount Beishan. The carvings were listed as a World Heritage Site in 1999, citing \"…their aesthetic quality, their rich diversity of subject matter, both secular and religious, and the light that they shed on everyday life in China during this period. They provide outstanding evidence of the harmonious synthesis of Buddhism, Taoism and Confucianism.\" ==History== The earliest carvings were begun in 650 AD during the early Tang dynasty, but the main period of their creation began in the late 9th century, when Wei Junjing, Prefect of Changzhou, pioneered the carvings on Mount Beishan, and his example was followed after the collapse of the Tang dynasty by local and gentry, monks and nuns, and ordinary people during the Five Dynasties and Ten Kingdoms period (907-65). In the 12th century, during the Song dynasty, a Buddhist monk named Zhao Zhifeng began work on the elaborate sculptures and carvings on Mount Baoding, dedicating 70 years of his life to the project. Off limits to visitors for many years, the carvings were opened to Chinese travellers in 1961 and foreign visitors in 1980. Until 1975, there was only a muddy path between the town of Dazu and the main cluster of carvings. The isolation helped keep the art unharmed during the massive anti-religious vandalism of the Cultural Revolution. ==Gallery== File:Dazu Stone Carving.jpg|Dazu rock carving on Mount Baoding. File:Bao Ding Mountain grotto1.JPG|Dazu Bao Ding Mountain Rock Carvings. File:Dazu rock carvings 1.JPG|Bao Ding Mountain Buddhas. File:Dazu rock carvings 2 baoding.JPG|Bao Ding Mountain Circle of Life. File:Dazu rock carvings golden hands buddha.JPG|Golden Hands Buddha at Bao Ding. File:Dazu rock carvings baoding buddhas.JPG|Bao Ding Mountain Buddhas 2. File:Dazu rock carvings baoding 18 layers of hell.JPG|Bao Ding Mountain 18 layers of hell. File:Dazu rock carvings baoding demons 2.JPG|Bao Ding Mountain Demons with Rulers of hell. File:Dazu rock carvings beishan 1.JPG|Beishan Guan Yin Bodhisattva. File:Dazu rock carvings beishan 2.JPG|Beishan Mahamayuri Bodhisattva. File:Dazu rock carvings beishan 3.JPG|Beishan detailed Buddhas. File:Bao Ding Mountain Entering Nirvana.jpg|Bao Ding Mountain Entering Nirvana. Dazu Shike Rock Carvings Chongqing People's Republic of China Dazu Shike Rock Carvings Chongqing People's Republic of China Dazu Shike Rock Carvings Chongqing People's Republic of China ==See also== * Dazu Lotus Manor, a nearby attraction * Tianlongshan Grottoes ==References== ==External links== * UNESCO World Heritage Centre page *Wisdom embodied: Chinese Buddhist and Daoist sculpture in the Metropolitan Museum of Art, a collection catalog from The Metropolitan Museum of Art Libraries (fully available online as PDF), which contains material on the Dazu Rock Carvings Category:7th-century works Category:World Heritage Sites in China Category:Chinese Buddhist grottoes Category:Major National Historical and Cultural Sites in Chongqing Category:Song dynasty art Category:Tang dynasty art Category:Outdoor sculptures in China Category:Sculpture series Category:AAAAA-rated tourist attractions Category:Buddhist temples in Chongqing Category:Rock reliefs in China Category:7th-century establishments in China Category:Chinese architectural history ",
    "title": "Dazu Rock Carvings"
}