{
    "id": "1295858",
    "text": "Papineau station is a Montreal Metro station in the borough of Ville-Marie in Montreal, Quebec, Canada.Papineau Metro It is operated by the Société de transport de Montréal (STM) and serves the Green Line. It is one of two Metro stations that service Montreal's Gay Village, part of the Centre-Sud district. It opened on October 14, 1966, as part of the original network of the Metro. It briefly served as the terminus of the Green Line until Frontenac station opened two months later. == Overview == Designed by Bolduc et Venne, it is a normal side platform station, built in tunnel. A transept leads to a long set of stairways to the entrance, located in the centre of a public square. The temporary entrance building was recently replaced by a new permanent one, designed by Mario Bibeau. == Architecture and art == Michel de Broin's Revolutions (2003) is sited in the park beside the station The station features a set of three murals by Jean Cartier and George Juhasz at the transept level. Entitled Les Patriotes de 1837–1838, these tell the story of the Patriotes Rebellion and commemorate Louis-Joseph Papineau, the famous son of this station's namesake. Also, the redevelopment of the square around the station's entrance included the addition of a sculpture, Révolutions, by Michel de Broin. ==Origin of the name== Papineau takes its name from nearby av. Papineau, named for Joseph Papineau, a notary, surveyor, politician, and defender of the rights of the people and of the French language. His son, Louis-Joseph Papineau, led the Patriotes Rebellion, the Lower Canadian portion of the Rebellions of 1837. ==Connecting bus routes== {| align=center class=\"wikitable\" |- ! style=\"background: #; font-size:100%; color:#FFFFFF;\"| |- ! Route |- | 10 De Lorimier |- | 15 Sainte-Catherine |- | 34 Sainte- Catherine |- | 45 Papineau |- | 150 René-Lévesque |- | 358 Sainte-Catherine |- | 359 Papineau |- | 445 Express Papineau |- | 769 La Ronde |- ! style=\"background: #; font-size:100%; color:#FFFFFF;\" colspan=\"4\"| |- ! Route |- | 170 Jacques-Cartier / Métro Papineau |} ==Nearby points of interest== * The Village * Jacques Cartier Bridge * Édifice de la sécurité publique * CFCF- DT / CTV studios * CFTM-DT / TVA studios * Sonolab * Confédération des syndicats nationaux * Télé-Québec * Téléport de Montréal == References == ==External links== * Papineau Metro Station - official site * Montreal by Metro, metrodemontreal.com - photos, information, and trivia * 2011 STM System Map * 2011 Downtown System Map * Metro Map Category:Green Line (Montreal Metro) Category:Railway stations in Canada opened in 1966 Category:Ville- Marie, Montreal ",
    "title": "Papineau station"
}