{
    "id": "1295520",
    "text": "Eugene Podkletnov (, Yevgeny Podkletnov) is a Russian ceramics engineer known for his claims made in the 1990s of designing and demonstrating gravity shielding devices consisting of rotating discs constructed from ceramic superconducting materials. ==Background and education== Podkletnov graduated from the University of Chemical Technology, Mendeleyev Institute, in Moscow; he then spent 15 years at the Institute for High Temperatures in the Russian Academy of Sciences. He received a doctorate in materials science from Tampere University of Technology in Finland. After graduation he continued superconductor research at the university, in the Materials Science department, until his expulsion in 1997. After which he moved back to Moscow where it is reported that he took an engineering job. Since leaving Tampere in 1997 Podkletnov has avoided public contact or appearances. There is a report that he later returned to Tampere to work on superconductors at Tamglass Engineering Oy. ==Gravity shielding== According to the account Podkletnov gave to Wired reporter Charles Platt in a 1996 phone interview, during a 1992 experiment with a rotating superconducting disc: :\"Someone in the laboratory was smoking a pipe, and the pipe smoke rose in a column above the superconducting disc. So we placed a ball-shaped magnet above the disc, attached to a balance. The balance behaved strangely. We substituted a nonmagnetic material, silicon, and still the balance was very strange. We found that any object above the disc lost some of its weight, and we found that if we rotated the disc, the effect was increased.\" ===Public controversy=== Podkletnov's first peer-reviewed paper on the apparent gravity- modification effect, published in 1992, attracted little notice. In 1996, he submitted a longer paper, in which he claimed to have observed a larger effect (2% weight reduction as opposed to 0.3% in the 1992 paper) to the Journal of Physics D. This is believed to be substantially the same paper accepted for publication in 1996 by Journal of Physics D which was later withdrawn by the author. According to Platt, a member of the editorial staff, Ian Sample, leaked the submitted paper to Robert Matthews, the science correspondent for the British newspaper, the Sunday Telegraph. On September 1, 1996, Matthews's story broke, leading with the startling statement: \"Scientists in Finland are about to reveal details of the world's first antigravity device.\" In the ensuing furor, the director of the laboratory where Podkletnov was working issued a defensive statement that Podkletnov was working entirely on his own. Vuorinen, listed as the paper's coauthor, disavowed prior knowledge of the paper and claimed that the name was used without consent. Podkletnov himself complained that he had never claimed to block gravity, only to have reduced its effect. Podkletnov withdrew his second paper after it had been initially accepted. The resulting furor over the alleged claims in the withdrawn paper is reported to be the primary reason for his expulsion from his lab and the termination of his employment at the university. ===Attempted verification=== In a 1997 telephone interview with Charles Platt, Podkletnov insisted that his gravity-shielding work was reproduced by researchers at universities in Toronto and Sheffield, but none have come forward to acknowledge this. The Sheffield work is known to have only been intended as partial replication, aimed at observing any unusual effects which might be present, since the team involved lacked the necessary facilities to construct a large enough disc and the ability to duplicate the means by which the original disc was rotated. Podkletnov counters that the researchers in question have kept quiet \"lest they be criticized by the mainstream scientific community\". Podkletnov is reported to have visited the Sheffield team in 2000 and advised them on the conditions necessary to achieve his effect, conditions that they never achieved. In a BBC news item, it was alleged that researchers at Boeing were funding a project called GRASP (Gravity Research for Advanced Space Propulsion) which would attempt to construct a gravity shielding device based on rotating superconductors, but a subsequent Popular Mechanics news item stated that Boeing had denied funding GRASP with company money, although Boeing acknowledged that it could not comment on \"black projects\". It is alleged that the GRASP proposal was presented to Boeing and Boeing chose not to fund it. In July 2002, an article by Nick Cook in Jane's Defence Weekly reported about Boeing's internal project GRASP — Gravity Research for Advanced Space Propulsion to evaluate the validity of Podkletnov's claims. The briefing obtained by Jane's says \"If gravity modification is real, it will alter the entire aerospace business.\" The briefing allegedly says that Boeing, as well as BAE Systems and Lockheed Martin tried to approach Podkletnov directly and that \"Podkletnov is strongly anti-military and will only provide assistance if the research is carried out in the ‘white world’ of open development.\" ==Gravity beam== Also during the 1997 telephone interview with Platt, Podkletnov said that he was continuing to work on gravitation, claiming that with new collaborators at an unnamed \"chemical research center\" in Moscow he has built a new device. He said: :\"Normally there are two spheres, and a spark jumps between them. Now imagine the spheres are flat surfaces, superconductors, one of them a coil or O-ring. Under specific conditions, applying resonating fields and composite superconducting coatings, we can organize the energy discharge in such a way that it goes through the center of the electrode, accompanied by gravitation phenomena - reflecting gravitational waves that spread through the walls and hit objects on the floors below, knocking them over...The second generation of flying machines will reflect gravity waves and will be small, light, and fast, like UFOs. I have achieved impulse reflection; now the task is to make it work continuously.\" ==See also== * Anti-gravity * Ning Li ==References== ==External links== *Eugene Podkletnov on Antigravity A recounting of recent work claimed by supporters in 2014. *Russia's 'gravity-beating' scientist A BBC News profile on Podkletnov from 2002. Category:Russian physicists Category:Russian inventors Category:Anti-gravity Category:Living people Category:Hypothetical technology Category:Date of birth missing (living people) Category:Place of birth missing (living people) Category:Materials scientists and engineers Category:Superconductivity Category:D. Mendeleev University of Chemical Technology of Russia alumni Category:Year of birth missing (living people) ",
    "title": "Eugene Podkletnov"
}