{
    "id": "1295548",
    "text": "Mello Yello is a highly caffeinated, citrus-flavored soft drink produced, distributed and created by The Coca-Cola Company that was introduced on March 1, 1979, to compete with PepsiCo's Mountain Dew. Mello Yello was withdrawn from Australia in the early 1990s, being replaced with the similar but uncaffeinated Lift. There have been three flavored variants of Mello Yello in North America. Mello Yello Cherry was released in response to Mountain Dew Code Red. The other two variants were Mello Yello Afterglow (peach-flavored) and Mello Yello Melon. All three were only available for a limited time. Mello Yello Cherry is available at Coca-Cola Freestyle machines, and is still available in limited markets. In April 2010, Coca-Cola announced new images of new packaging that it would be re-branding Mello Yello to resemble the packaging in 1979. This re-branding has included an expanded distribution of the product, into such areas of the United States that have not had the product in years such as the Northeastern United States and the Western United States. In 2011, Mello Yello began to replace Vault on Coca-Cola Freestyle machines. ==Marketing== Mello Yello was featured in the 1990 NASCAR-based movie Days of Thunder, in which Tom Cruise's character, Cole Trickle, drove a Mello Yello-sponsored car to victory in the Daytona 500, although the product name itself is never verbally mentioned in the movie. That livery went on to become a real NASCAR paint scheme the following year, when driver Kyle Petty drove with Mello Yello sponsorship in the Winston Cup Series. He ran four seasons (1991–1994) with the sponsor before switching over to Coors Light in 1995. Mello Yello was seen as a sponsor on die-cast toy and collectible cars for both the Days of Thunder #51 Chevrolet Lumina and Kyle Petty's #42 Pontiac Grand Prix. Mello Yello also sponsored the fall Winston Cup race at Charlotte Motor Speedway through 1994. Mello Yello was also advertised in the Nashville- based Ernest commercials in which he coined the beverage's official slogan \"Make The Mello Yello Move\", followed by his trademark phrase, \"Knowhutimean?\" In 1982, arcade manufacturer Gottlieb created but never released an edition of their successful arcade game Q*Bert with Mello Yello livery in-play as well as proposed cabinet artwork. The game has been preserved and is playable on the MAME arcade emulator. In 2011, Mello Yello relaunched its ad campaign. The commercial featured cartoon adults who boarded a boat and made a band, singing \"Mellow Yellow\". In 2013, Mello Yello became the title sponsor of the NHRA's professional drag racing circuit—the NHRA Mello Yello Drag Racing Series, as part of an extension of The Coca-Cola Company's sponsorship. Fellow Coca-Cola brands Powerade and Full Throttle had previously served as title sponsors. In December 2015, Mello Yello unveiled a new logo and packaging design, featuring a new stylized \"MY\" emblem in black on yellow. This logo was only used for the regular variant and the Mello Yello Zero. Mello Yello Cherry and Peach continued to use the previous logo until 2017. ==International relaunches== Limited Edition 1.5 litre bottle In October 2006, Mello Yello was relaunched in New Zealand as a 'limited edition' product after an absence of at least 15 years from the local market. The relaunched New Zealand version contained the original 1980s logo, and as when it was available in the 1980s included the words A Product of the Coca-Cola Company on the bottle top. This 'limited edition' release was available in 600 ml and 1.5 litre plastic bottles and contained the words Limited Edition. Only 200,000 cases of the promo product were produced in 2006 according to Coca-Cola. Mello Yello was once again relaunched to the New Zealand market in October 2007 and was available until the end of 2007. It has now been relaunched in New Zealand again as 'limited edition' for the summer months. In late June 2011, Mello Yello was relaunched in Japan. Packaging in Japan carries a 'Smooth Taste Smooth Times' slogan and a 'Since 1983' badge on the side of cans and bottles. In Australia, the Mello Yello brand has returned during the 2012–2013 summer, with a 1980s era logo being used. In small type, the packaging says, \"Mello Yello presented by Lift\"; however, the contents are not Lift. Lift is also available in 1990s-themed packaging. This Mello Yello is not caffeinated. It is notable that Mountain Dew in Australia had not been caffeinated until about six months prior to this release. In 1994 its launched in Colombia by the Coca-Cola Company under the name of Quatro. ==Flavor variants== {| class=\"wikitable\" style=\"text-align:left; width:100%;\" |+ |- | ! scope=\"col\" style=\"width:10%;\"| Dates of production ! scope=\"col\" style=\"width:35%;\"| Notes ! scope=\"col\" style=\"width:20%;\"| Picture |- ! scope=\"row\" | Mello Yello |1979–present |The original flavor of Mello Yello. A yellow-green-colored, citrus-flavored soda that was developed and introduced in 1979. | |- ! scope=\"row\" | Mello Yello Zero |2010–present |The zero calorie variant of Mello Yello that was introduced during its 2010 rebranding. | |- ! scope=\"row\" | Mello Redd |1980s |A red, mixed fruit flavored variant of Mello Yello. This was the first flavor variant of Mello Yello, but it was only available for a limited time in Japan. | |- ! scope=\"row\" | Mello Yello Cherry |2003, 2015–present (bottles) 2011–present (Coca-Cola Freestyle) |A Cherry flavored variant that was released in 2002 alongside Mello Yello Melon in response to Mountain Dew Code Red. Unlike its competitor, it had a stronger cherry flavor. Like Mello Yello Melon, it was discontinued shortly after its introduction. However, it was brought back in 2015, and has been available in Coca-Cola Freestyle Machines since 2009. | |- ! scope=\"row\" | Mello Yello Melon |2003 |A green, melon- flavored variant of Mello Yello released in 2002 alongside Mello Yello Cherry. Like Mello Yello Cherry, it was discontinued shortly after its introduction. | |- ! scope=\"row\" | Mello Yello Peach/Mello Yello Afterglow |2004, 2015, 2018 (bottles) 2011–present (Coca-Cola Freestyle) |An orange, peach flavored variant of Mello Yello. It was released in three limited edition runs, in 2004 under the name \"Mello Yello Afterglow\", and in 2015 and 2018 under the name \"Mello Yello Peach.\" It is currently available in the Coca-Cola Freestyle fountain. | |- ! scope=\"row\" | Mello Yello Orange |2011–present |An orange, orange flavored variant of Mello Yello. It is currently available in the Coca-Cola Freestyle fountain. | |- ! scope=\"row\" | Mello Yello Grape |2011–17 |A purple, grape flavored variant of Mello Yello. It was available in the Coca-Cola Freestyle fountain until 2017. | |- ! scope=\"row\" | Mello Yello Limeade |2017–present |A green, lime flavored variant of Mello Yello. It is currently available in the Coca-Cola Freestyle fountain. | |} ==References== ==External links== * Official page Category:Caffeinated drinks Category:Citrus sodas Category:Coca- Cola brands Category:Products introduced in 1979 ",
    "title": "Mello Yello"
}