{
    "id": "1295060",
    "text": "Arthur Shrewsbury (11 April 1856 – 19 May 1903) was an English cricketer and rugby football administrator. He was widely rated as competing with W. G. Grace for the accolade of best batsman of the 1880s; Grace himself, when asked whom he would most like in his side, replied simply, \"Give me Arthur\". An opening batsman, Shrewsbury played his cricket for Nottinghamshire County Cricket Club and played 23 Test matches for England, captaining them in 7 games, with a record of won 5, lost 2. He was the last professional to be England captain until Len Hutton was chosen in 1952. He was a Wisden Cricketer of the Year in 1890. He also organised the first British Isles rugby tour to Australasia in 1888. An expert on sticky wickets,Wisden obituary, Cricinfo, Retrieved on 18 October 2007 Shrewsbury topped the first-class batting averages seven times including in 1902, his final season. The following spring, incorrectly believing he had an incurable disease, he shot himself at his sister's home in Gedling, Nottinghamshire. ==Early life== Shrewsbury, the seventh child of William Shrewsbury and Mary Ann Wragg, was born in New Lenton, Nottinghamshire. He was educated at the People's College, Nottingham and trained as a draughtsman. His early club cricket was, like William Scotton, with Meadow Imperial and he subsequently played for Nottingham Commercial Club where he came to the notice of the county officials.Brief profile of Arthur Shrewsbury, CricketArchive Retrieved on 19 October 2007 On 12 May 1873, having just turned 17, Shrewsbury made his first appearance at Lord's for the Colts of England against the Marylebone Cricket Club (MCC). His batting was modelled on that of Richard Daft.Batsman of the year – 1890, Cricinfo, Retrieved on 19 October 2007 The season also saw Meadow Imperial, Shrewsbury's club side, replaced by Meadow Willow CC. ==First-class beginnings== Shrewsbury missed most of the 1874 season with rheumatic fever, and did not make his first-class debut until May 1875 for Nottinghamshire against Derbyshire. He ended the season with 313 runs at 17.38, with a top score of 41;First-class Batting season by season, CricketArchive, Retrieved on 19 October 2007 in a season of wet weather he finished fourth in the county's batting averages.First-class Batting Averages 1875, CricketArchive, Retrieved on 19 October 2007 The following year Shrewsbury made his maiden first-class century, scoring 118 against Yorkshire, at Trent Bridge sharing in an opening partnership of 183 with Richard Daft. Shrewsbury finished the season with an innings of 65 not out against Surrey in a low scoring match.Nottinghamshire v Surrey 1876, Scorecard, CricketArchive, Retrieved on 17 February 2008 In May 1877, he made 119 at The Oval for the Players of the North against Gentlemen of the South. He also scored four fifties and finished the season with 778 runs at 19.94. In 1878 Australia made their first tour to England. Their first match was against Nottinghamshire: Shrewsbury scored 8 in an innings victory for the home team. He scored 724 runs at 21.29 during the season with a top score of 74 not out. The following season was less successful – his average dropped to 15.78 and he was not selected for either of the Gentlemen v Players fixtures. He toured North America in September 1879 with Richard Daft's XI, where the side won all six matches, all of them against odds (opposition teams of more than eleven players). During the 1880 season he scored 403 runs, his highest score, 66 not out, against the touring Australians. In 1881 Shrewsbury led the strike of Nottinghamshire professional players alongside Alfred Shaw following disagreements with the county secretary, Captain Henry Holden, over an early season fixture with Yorkshire arranged by Shaw and Shrewsbury.Nottinghamshire's general strike, Cricinfo, Retrieved on 19 October 2007 The strike meant Shrewsbury played just three first-class matches during the season. The break allowed him, Shaw and James Lillywhite to organise a lucrative eight-month tour of Australia, New Zealand and America the following winter. ==World tour== The tour began with games in North America, although Shrewsbury missed the first leg of the tour with bronchitis and sailed directly to Australia via Suez. The five matches in America were financial failures with receipts just covering expenses. In Australia, the team played two first-class matches before the First Test. In the second of these the tourists beat Victoria despite having followed-on with Shrewsbury scoring 80 not out in the second innings.Victoria v A Shaw's XI 1881/2, Scorecard, CricketArchive, Retrieved on 17 February 2008 The First Test was staged at Melbourne over the New Year. Shrewsbury, one of ten debutants, scored 11 and 16 in a drawn match. Seven matches in New Zealand followed before the team returned to Australia for the remaining three Test matches, Shrewsbury scored 7 and 22 in the Second Test at Sydney. His best performance of the tour came in the Third Test, again at Sydney, top scoring in both innings – 82 and 47 – the next highest score by an Englishman was 23.Australia v England 3rd Test 1881/2, Scorecard, CricketArchive, Retrieved on 19 October 2007 In the final Test he scored 1, final day rain ruining the best chance of English victory during the series which ended 2–0. The matches in Sydney and Melbourne proved popular meaning the three promoters made £700 each. After the tour Shrewsbury returned to England in better physical shape thanks to the warmer climate of Australia. He and Shaw wrote to the Nottinghamshire committee to apologise for their previous season's actions, and both were welcomed back into the side. ==Domestic success== In 1882 Shrewsbury scored his maiden first-class double century, the first double century by a Nottinghamshire cricketer, an innings of 207 at The OvalSurrey v Nottinghamshire 1882, Scorecard, CricketArchive, Retrieved on 18 October 2007 sharing in a stand of 289 with Billy Barnes, a first-class second wicket record. But this was Shrewsbury's only score above fifty all season. The following season was in complete contrast, as Shrewsbury scored seven fifties and no century, reaching 1,000 runs in a season for the first time. In 1884 Australia toured England. Shrewsbury warmed up for the First Test with 209 against Sussex at Hove,Sussex v Nottinghamshire 1884, Scorecard, CricketArchive, Retrieved on 19 October 2007 sharing in a stand of 266 with Billy Gunn, a first-class record for the fifth wicket. In the drawn First Test at Old Trafford Shrewsbury top scored with 43.England v Australia 1st Test 1884, Scorecard, CricketArchive, Retrieved on 19 October 2007 He managed 27 in the Second Test which England won by an innings. The Third Test was drawn, Australia having scored 551. Declarations were not permitted until after 1889, and Australia batted for 311 overs. Every England player got a bowl, Shrewsbury coming on last after wicket-keeper Alfred Lyttelton.England v Australia 3rd Test 1884, Scorecard, CricketArchive, Retrieved on 19 October 2007 Shrewsbury finished the season just short of 1,000 runs as Nottinghamshire were declared Champion County, having won nine out of their ten matches. ==Test success== Shrewsbury c. 1900 Lillywhite, Shaw and Shrewsbury arranged another tour of Australia in 1884–85, with Shrewsbury as team captain. In the First Test at Adelaide Shrewsbury opened for the first time in Tests, scoring a duck and 26 not out as England won by 8 wickets. England won by 10 wickets in the Second Test, with Shrewsbury scoring 72 and 0 not out. The next two Tests were lost with Shrewsbury making scores of 18, 24, 40 and 16. In the deciding Fifth Test at Melbourne he played a captain's innings scoring 105 not out after dropping down the order,Australia v England 5th Test 1884/5, Scorecard, CricketArchive, Retrieved on 19 October 2007 his maiden Test century. Australian critic Felix described the innings: > His play throughout was a treat to look at, and that neat and effective > stroke of his between square-leg and mid-on is worth copying. He made a > large number of his 105 in this spot. His defence was splendid, his cutting > clean and telling, his timing could not well be excelled. Shrewsbury finished the Test series with 301 runs at 50.16The Ashes, 1884/5 – Most runs, Cricinfo, Retrieved on 19 October 2007 and made £150 from the tour, the figure reduced by the boycotting of several matches by the 1884 Australians. In 1885 Shrewsbury topped the batting averages for the first time scoring 1130 runs at 56.50 with four centuries, including carrying his bat for 224 not out at Lord's.Middlesex v Nottinghamshire 1885, CricketArchive, Retrieved on 19 October 2007 For the third season in a row Nottinghamshire were Champion County. The following season he once again carried his bat, this time against Gloucestershire defying W. G. Grace for 72 overs in scoring 227 not out.Gloucestershire v Nottinghamshire 1886, CricketArchive, Retrieved on 29 October 2007 Although Shrewsbury's best innings of the season was to come against the touring Australians and the demon, Fred Spofforth. Shrewsbury warmed up for the Second Test (England won the First Test by 4 wickets) with another hundred against Grace in a Gentlemen v Players fixture. In the Second Test at Lord's Shrewsbury demonstrated his ability on sticky wickets against top bowling: against a side containing Spofforth, the finest bowler of the era, he finished the rain-interrupted first day unbeaten on 91, and carried this to 164 in easier conditions on the second day. The second highest score in the match was 58 by Billy Barnes, and Australia lost by an innings. England completed a whitewash with another innings victory at The Oval. Shrewsbury finished the season with 1404 runs as once again Nottinghamshire retained the title. ==Two Australian tours== England toured Australia in 1886–87 with Shrewsbury once again captaining the team. In two low scoring Tests (no team innings totalled as many as 200) Shrewsbury contributed 46 runs as the tourists won the series 2–0. His best innings of the tour came for the Non- Smokers against the Smokers in Melbourne, where he scored 236 in a total of 803, then a first-class record,Rubbing their noses in it, Cricinfo, Retrieved on 5 November as was the third wicket partnership of 311 between Shrewsbury and Billy Gunn. The one-sided matches and the bad weather led to poor crowds, and the tour's organisers failed to make a profit. Nevertheless, Shrewsbury was already planning another tour the following year. 1887 proved to be Shrewsbury's best season, with 1653 runs at 78.71. His batting average was the highest so far achieved, narrowly beating W. G. Grace's record of 78.25 in 1871. Shrewsbury made consecutive scores of 119, 152, 81, 130 and 111, and finished the season with his highest first-class score of 267 against Middlesex.Nottinghamshire v Middlesex 1887 Scorecard, CricketArchive, Retrieved on 5 November 2007 During the season Shrewsbury scored his 10,000th first-class run.Middlesex v Nottinghamshire 1887 Scorecard, CricketArchive, Retrieved on 29 November 2007 In 1887–88 Shrewsbury made his final tour to Australia. It became a financial disaster, as the Melbourne Club were financing their own rival touring team. Shrewsbury's side's first match at Melbourne became farcical: against a Victoria side containing only four first- team players the tourists won by an innings and 456 runs. Shrewsbury scored 232, becoming the first Englishman to score a double century in Australia. The two touring teams combined for a Test Match against Australia at Sydney. Shrewsbury top scored with 44 in a low-scoring match which England won. In the final fixture of their tour Shrewsbury scored another double century to finish with 721 runs at 65.54,First-class Batting averages for A Shrewsbury's XI in Australia 1887/88, CricketArchive, Retrieved on 29 November 2007 500 more than anyone else. To try to recoup some of his losses Shrewsbury stayed in Australia after the cricket tour, and managed an English rugby football team. For this reason he missed the 1888 English cricket season. The football tour in fact added to the losses, ending in an £800 deficit to add to the £2400 lost on the cricket leg of the tour. ==1888 Australian rules football and Rugby tour of Australasia== Shrewsbury organised and played on a little known and unique tour in which a British team played a series of matches in Australian rules football, in Victoria and South Australia and Rugby matches in Australia's northern states and New Zealand.Football's Forgotten Tour, the story of the British Australian rules venture of 1888 This tour is noteworthy as it was the only tour in the history of Australian rules football, apart from New Zealand's early participation in the sport's interstate competition, where an international team toured Australia. It was also of note because on the tour a number of people involved on the British side commented that they liked the Australian game more than Rugby. Shrewsbury also participated in organising a return tour by an Australian team to Britain, in which the Australian rules side of the tour was cancelled at the last moment. At the time in England and Scotland there was interest in Australian rules football and games were played, and it has been suggested that had the Australian rule side of tour gone ahead then Australian rules football could possibly have spread around the world like a number of other sports from the British Empire. ==Best batsman in England== Shrewsbury scored a century against Sussex in his first match back in England, but this was his highest score of the 1889 season. He finished with 522 runs at 37.28. Shrewsbury was chosen as a Wisden Cricketer of the Year in 1890, an award that had only been introduced the previous year. In 1890 he matched his highest score with an innings of 267 against Sussex,Nottinghamshire v Sussex 1890 Scorecard, CricketArchive, Retrieved on 12 November 2007 and he shared in a partnership of 398 with Billy Gunn which remains the second wicket record for Nottinghamshire,Highest Partnership for Each Wicket for Nottinghamshire, CricketArchive, Retrieved on 12 November 2007 and was a first-class record for any wicket for nine years. Australia toured during the season, but Shrewsbury struggled in the Tests with scores of 4, 13, 4 and 9 as England defended The Ashes in a low scoring series. The highest team innings was 176. Shrewsbury topped the domestic batting averages.First-class Batting averages in England for 1890, CricketArchive, Retrieved on 17 February 2008 Shrewsbury started the 1891 season with a run of low scores, failing to reach double figures in eight consecutive innings in the County Championship (although he did carry his bat for 81 in a Players v Gentleman fixture during this run). However the second half of the season saw a dramatic improvement which resulted in him topping the batting averages once again.First-class Batting averages in England for 1891, CricketArchive, Retrieved on 29 November 2007 He was offered a place on the tour party to Australia, but decided to stay at home to look after the business as his business partner Alfred Shaw was travelling as manager of the team.The England team in Australia, 1891–92, Cricinfo, Retrieved on 29 November 2007 In 1892 Shrewsbury scored his tenth and final double century during a match against Middlesex.Middlesex v Nottinghamshire 1892 Scorecard, CricketArchive, Retrieved on 17 February 2008 He scored four more centuries, including carrying his bat for 151 for the Players against the Gentlemen, and had the highest batting average for the third successive season.First-class Batting averages in England for 1892, CricketArchive, Retrieved on 29 November 2007 Australia's tour of England in 1893 included three Test matches. In the First Test at Lord's Shrewsbury played a similar innings to seven years previously, the great bowler this time was Charles Turner. On a difficult first day wicket Shrewsbury scored 106. Wisden reported: > Shrewsbury's batting was marked by extreme patience, unfailing judgment, and > a mastery over the difficulties of the ground, of which probably no other > batsman would have been capable.England v Australia 1st Test 1893 Wisden > Report, Cricinfo, Retrieved on 29 November 2007 During the innings Shrewsbury became the first cricketer to score 1,000 Test runs.England v Australia 1893 First Test scorecard, CricketArchive, Retrieved on 29 November 2007 He added 81 in the second innings, but rain meant the result was a draw. He had scores of 66, 12 and 19 not out in the rest of the series as England retained the Ashes. Shrewsbury was the leading run scorer in the series with 284 at 71.00.The Ashes, 1893 – Most runs, Cricinfo, Retrieved on 29 November 2007 ==After Test career== Shrewsbury missed the 1894 season because of indifferent health but he reappeared in 1895 leading the county averages in a disappointing season for Nottinghamshire. He passed 1,000 runs in 1896 with 2 centuries including carrying his bat for 125 against Gloucestershire. Shrewsbury passed 20,000 career first-class runs in 1897.Nottinghamshire v Sussex 1897 Scorecard, CricketArchive, Retrieved on 29 November 2007 His only century of the season came for the Players against the Gentlemen, scoring 125 as captain. Shrewsbury's scores improved in 1898 and 1899 with season tallies of 1219 and 1257 runs, leading the county averages in both seasons. In 1899 Shrewsbury and Arthur Jones shared in an opening partnership of 391,Gloucestershire v Nottinghamshire 1899 Scorecard, CricketArchive, Retrieved on 29 November 2007 which remained a county record until 2000. In 1900 Shrewsbury's season average dropped to 32.03, his lowest since 1884, but he still topped the county averages. In 1901 Nottinghamshire were dismissed for 13 against Yorkshire, the second lowest total ever made in county cricket, Shrewsbury split his hand while fielding and missed the rout.Nottinghamshire v Yorkshire 1901 Scorecard, CricketArchive, Retrieved on 29 November 2007 In 1902, aged 46, Shrewsbury again topped the first-class batting averages.First-class Batting averages in England for 1902, CricketArchive, Retrieved on 29 November 2007 He notched up four centuries, including two in a match for the first time.Nottinghamshire v Gloucestershire 1902 Scorecard, CricketArchive, Retrieved on 29 November 2007 His performances during the season earned him further praise in the 1903 Wisden Cricketers' Almanack: > His batting was marked by all its old qualities, and except that he is, > perhaps, less at home on a really sticky wicket than he used to be, there is > little or no change to be noticed in his play. He was as patient and > watchful as ever, and once or twice when runs had to be made in a hurry he > surprised everybody by the freedom and vigour of his hitting.Shrewsbury's > sorrows, Cricinfo, Retrieved on 14 January 2008 The Nottinghamshire Committee raised donations of £177 14s (worth about £ at current prices) for Shrewsbury in recognition of his batting performance. ==Death== Shrewsbury complained of kidney pains during a match for Lenton United on 27 September, and during the winter he consulted various doctors and specialists who could discover nothing seriously wrong with him. During the spring his health started to improve, but it was unlikely that he would play county cricket in 1903. On 12 May 1903 Shrewsbury bought a revolver from a local gunsmith. He returned a week later after having difficulty in loading the gun. The clerk found that Shrewsbury had the wrong bullets and supplied the correct ones. Shrewsbury went to his bedroom that evening and shot himself first in the chest and then, when that did not prove fatal, in the head. His girlfriend, Gertrude Scott, found him bleeding from a head wound and by the time a doctor arrived Shrewsbury was dead. At the inquest, held the following day, the coroner decided that Shrewsbury had committed suicide, his mind having been unhinged by the belief that he had an incurable disease. The coroner added that there was, however, no evidence to show Shrewsbury was suffering from a major illness. Shrewsbury's funeral took place two days after his death at All Hallows Church, Gedling. ==Statistical overview== An innings- by-innings breakdown of Shrewsbury's Test match batting career, showing runs scored (red bars) and the average of the last ten innings (blue line). Shrewsbury was the first cricketer to pass a 1,000 Test runsConversions, centuries, stumpings and poppies, Cricinfo, Retrieved on 17 February 2008 when he reached 7 during his innings of 106 at Lord's in 1893. His career total of 1,277 runs was a record until January 1902 when it was overtaken by Joe Darling. Shrewsbury had held the record for over 15 years; only Clem Hill and Wally Hammond have held the record for longer. Two of Shrewsbury's three Test centuries came at Lord's including his highest Test innings of 164, a score which remained a Test record at the ground until 1924 when it was beaten by Jack Hobbs. In six innings at the ground Shrewsbury scored 395 runs at an average of 65.83. Shrewsbury set a number of batting records for Nottinghamshire. He scored the county's first double-century in 1882 and scored seven of the county's first eight double-centuries.Most Runs in an Innings for Nottinghamshire, CricketArchive, Retrieved on 17 February 2008 He was also the first Nottinghamshire cricketer to score a hundred in both innings of a match.Hundred in Each Innings of a Match for Nottinghamshire, CricketArchive, Retrieved on 17 February 2008 His 1887 county record of six centuries in a season wasn't beaten until 1925.Most Hundreds in a Season for Nottinghamshire, CricketArchive, Retrieved on 17 February 2008 In the seven seasons between 1886 and 1892 Shrewsbury topped the first-class averages five times – and during one of these seasons, 1888, he did not play at all as he was in Australia managing the rugby football team. ==Style== cutting late at a ball keeping low Shrewsbury was considered quite a slow scoring batsman, but C. B. Fry described his play thus: \"The idea that he is slow is mistaken. True, he is often half an hour without scoring; but somehow he makes up for it and is all but even with his more mobile partner. The fact is he waits for the ball he wants, and then secures a certain fourer. He does not waste time and energy in banging ball after ball into fieldsman's hands.\" Edward Sewell, a contemporary of Shrewsbury's, described his play like this: \"And so, little by little, this little man playing a quite different kind of cricket to any other Big Noises of his time, perfected his own chosen method; never heeding anything in the shape of advice or an adviser, until he became a king of legend.\" The method of play Sewell was referring to is back-play, which allowed Shrewsbury to master the bad wickets which were often found on county grounds. Most batsmen of 1870s and 1880s typically played off the front foot. His Wisden obituary contains similar sentiments: \"As a batsman he had a style of back play peculiarly his own, and his judgment of the length of bowling was almost unequalled. It was said of him that he seemed to see the ball closed up to the bat than any other player.\" Shrewsbury was not a strong or muscular man and stated that he did not hit the ball, but steered it in the desired direction. Shrewsbury's technique was criticised by Rait Kerr in his book 'The laws of cricket'. He wrote: \"As we have seen the improvement in pitches enabled Arthur Shrewsbury to develop a new gospel of defensive batsmanship which soon made many converts. From about 1885 this technique involved an increasing use of the pads.\" At the time the lbw law stated that for the batsman to be out, the ball had to pitch between wicket and wicket. In 1888 the MCC considered a change to the law but instead issued a statement saying that defending the wicket with the body was against the spirit of the game. ==Shaw and Shrewsbury== During the 1879 tour of North America Shrewsbury along with Alfred Shaw finalised plans to start a business. 'The Midland Cricket, Lawn Tennis, Football and General Athletic Sports Depot' in Carrington Street, Nottingham. Following the profitable tour of 1881/2 they opened a factory under the name 'Gresham Works' situated in Waterway Street and in the spring of 1884 the name of the firm was changed from 'The Midland Cricket, Lawn Tennis, Football and General Athletic Sports Depot' to 'Shaw and Shrewsbury'. Their trademark of a kangaroo and emu with a cricket bat between them was introduced in 1886. Following the financial losses made during the tour of Australia in 1887/8 the firm downsized from the two buildings into a single building in Queen's Bridge Road. After Shrewsbury's death his share in the firm was split between his brother, William, and four of his nephews. The firm was closed in 1939 with its assets being bought by Grays of Cambridge. ==See also== * History of Test cricket from 1877 to 1883 * History of Test cricket from 1884 to 1889 * History of Test cricket from 1890 to 1900 ==References== ==Cited sources== * ==External links== * Cricinfo Profile * CricketArchive stats * Lenton Listener Article Category:1856 births Category:1903 deaths Category:England Test cricket captains Category:Nottinghamshire cricketers Category:Players cricketers Category:North v South cricketers Category:United North of England Eleven cricketers Category:Midland Counties cricketers Category:Cricketers who committed suicide Category:Wisden Cricketers of the Year Category:People from Lenton, Nottingham Category:Suicides by firearm in England Category:English rugby union administrators Category:Players of the North cricketers Category:English cricketers Category:C. I. Thornton's XI cricketers Category:Married v Single cricketers Category:R. Daft's XI cricketers ",
    "title": "Arthur Shrewsbury"
}