{
    "id": "1296740",
    "text": "Pierre Gouthière (1732-1813) was a French metal worker. He was born at Bar- sur-Aube and went to Paris at an early age as the pupil of Martin Cour. Perfume burner by Gouthiere, circa 1774-1775. Red jasper and gilded bronze. During his brilliant career he executed a vast quantity of metal work of the utmost variety, the best of which was unsurpassed by any of his rivals in that great art period. It was long believed that he received many commissions for furniture from the court of Louis XVI, and especially from Marie Antoinette, but recent searches suggest that his work for the queen was confined to bronzes. Gouthière can, however, well bear this loss, nor will his reputation suffer should those critics ultimately be justified who believe that many of the furniture mounts attributed to him were from the hand of Thomire. But if he did not work for the court he unquestionably produced many of the most splendid belongings of the duc d'Aumont, the duchesse de Mazarin and Madame du Barry. Indeed the custom of the beautiful mistress of Louis XV brought about the financial ruin of the great artist, who accomplished more than any other man for the fame of her château of Louveciennes. When the collection of the duc d'Aumont was sold by auction in Paris in 1782 so many objects niounted by Gouthière were bought for Louis XVI and Marie Antoinette that it is not difficult to perceive the basis of the belief that they were actually made for the court. The duc's sale catalogue is, however, in existence, with the names of the purchasers and the prices realized. The auction was almost an apotheosis of Gouthière. The precious lacquer cabinets, the chandeliers and candelabra, the tables and cabinets in marquetry, the columns and vases in porphyry, jasper and choice marbles, the porcelains of China and Japan were nearly all mounted in bronze by him. More than fifty of these pieces bore Gouthière's signature. The duc d'Aumont's cabinet represented the high-water mark of the chasers art, and the great prices which were paid for Gouthière's work at this sale are the most conclusive criterion of the value set upon his achievement in his own day. Thus Marie Antoinette paid 12,000 livres for a red jasper bowl or br~~le-parfums mounted by him, which was then already famous. Curiously enough it commanded only one-tenth of that price at the Fournier sale in 1831; but in 1865, when the marquis of Hertford bought it at the prince de Beauvais's sale, it fetched 31,900 francs. It is now in the Wallace Collection, which contains the finest and most representative gathering of Gouthière's undoubted work. The mounts of gilt bronze, cast and elaborately chased, show satyr's heads, from which hang festoons of vine leaves, while within the feet a serpent is coiled to spring. A smaller cup is one of the treasures of the Louvre. There too is a bronze clock, signed by Gouthière, cizileur et doreur du Roy a Paris, dated 1771, with a river god, a water nymph symbolizing the Rhne and its tributary the Durance, and a female figure typifying the city of Avignon. Not all of Gouthière's work is of the highest quality, and much of what he executed was from the designs of others. At his best his delicacy, refinement and finish are exceedingly delightfulin his great moments he ranks with the highest alike as artist and as craftsman. The tone of soft dead gold which is found on some of his mounts he is believed to have invented, but indeed the gilding of all his superlative work possesses a remarkable quality. This charm of tone is admirably seen in the bronzes and candelabra which he executed for the chimney-piece of Marie Antoinette's boudoir at Fontainebleau. He continued to embellish Louveciennes for Madame du Barry until the Revolution, and then the guillotine came for her and absolute ruin for him. When her property was seized she owed him 756,000 livres, of which he never received a sol, despite repeated applications to the administrators. \"Réduit a solliciter une place à l'hospice, il mourut dans la misére.\" So it was stated in a lawsuit brought by his sons against du Barry's heirs. ==External links== * Category:1732 births Category:1813 deaths Category:People from Bar-sur-Aube ",
    "title": "Pierre Gouthière"
}