{
    "id": "1296461",
    "text": "Moss v. Bush (Supreme Court of Ohio Case Nos. 04-2055 and 04-2088) was a lawsuit filed by 37 Ohio voters challenging Ohio's certified electoral college votes in the 2004 U.S. presidential election. It was filed on 13 December 2004, and dismissed at the plaintiffs' request following the acceptance of Ohio's votes by the U.S. Congress and Senate on January 6, 2005. The suit was headed by Cliff Arnebeck of the Alliance for Democracy. Following the dismissal, Arnebeck's group filed a motion to intervene in a federal case brought on Election Day by the Ohio Democratic Party against Ohio Secretary of State Kenneth Blackwell.http://moritzlaw.osu.edu/electionlaw/docs/OhioDems/OD20.pdf That motion was opposed by the Ohio Democratic Partyhttp://moritzlaw.osu.edu/electionlaw/docs/OhioDems/OD21.pdf and ultimately denied.http://moritzlaw.osu.edu/electionlaw/docs/OhioDems/order82605a.pdf ==Details of the case== The case challenged Ohio's certification of its electoral votes, which had been awarded to George W. Bush and his running mate, Dick Cheney, the candidates on the Republican Party ticket. The plaintiffs alleged that there had been widespread systematic election fraud that altered the outcome of the election. On that basis, the suit asked the courts to set aside the certified results, and, possibly, award the state's electoral votes to John Kerry and his running mate, John Edwards, the candidates on the Democratic Party ticket. If successful, shifting Ohio's 20 electoral votes in the 2004 presidential election would have had the effect of shifting the overall election from Bush to Kerry. The case was ultimately dismissed.See generally 2004 United States presidential election, results. ===Litigation=== Following the November election, Ohio's electors were scheduled to meet and cast their votes for President Bush on 13 December 2004. On that same day, various Ohio citizens (the \"Contestors\") filed an Election Contest Petitionhttp://freepress.org/images/departments/Election_Contest_1.pdf alleging fraud in the conduct of the Ohio election and a Motion for Temporary restraining order and Preliminary injunctionhttp://moritzlaw.osu.edu/electionlaw/docs/ohio/MossvBush/TRO.pdf seeking to prevent Ohio's electors from meeting or casting their vote before completion of the Election Contest. On 16 December 2005, Justices' Thomas Moyer and Maureen O'Connell, in separate opinions, dismissed Moss v. Bush I without prejudice to refiling the action as two separate cases. Both Justice Moyer and Justice O'Connell ruled that Ohio election law did not permit Contestors to challenge the election of two different officials in a single Petition.Moss v. Bush On 17 December, the case was refiled, with it now referring only to the election of Ohio's electors for the presidential electoral college. A request was also made that the Court declare the Kerry- Edwards presidential ticket the rightful winner of Ohio's electoral votes. On 12 January 2005, Moss v. Bush was dismissed at the contestors' request. ===Motion for sanctions=== On 18 January 2005, Ohio's Secretary of State filed a motion for sanction against the plaintiffs, alleging that the claim in Moss v. Bush was meritless, did not meet the standards of evidence required by law, and was brought only for partisan political purposes.http://moritzlaw.osu.edu/electionlaw/docs/ohio/MossvBush/AGSanctionsMotion.pdf On 19 May 2005, Chief Justice Moyer denied the motion for sanctions. Justice Moyer concluded that, although \"[t]he contestors indeed made multiple allegations in the complaint that are, at best, highly improbable and potentially defamatory, inflammatory, and devoid of logic\" (Paragraph 4), and \"[d]espite the apparently scurrilous nature of most of these allegations,\" (Paragraph 16), sanctions were not appropriate under Ohio law for two reasons. First, Justice Moyer concluded that unlike civil litigation, the election contest statutes of Ohio do not permit sanctions for meritless charges. (Paragraphs 17-24). Second, because the contestors dismissed their suit before evidence was gathered, Justice Moyer concluded that even if sanctions were permitted by law, there was not enough evidence before the Court to issue sanctions. (Paragraph 25). ===Moss v. Moyer=== On 20 December 2004, the case contesting \"...the certification of the election of Thomas Moyer for the office of Chief Justice of the Ohio Supreme Court for the term commencing in 2005.\" was refiled. The case is known as Moss v. Moyer, Ohio Supreme Court Case No. 04-2106. Justice Maureen O'Connor was designated to preside over the matter by Governor Bob Taft. On 28 December 2004, Justice O'Connor issued an order stating that under Ohio Rule of Civil Procedure 9(b), the Contestors were required to plead the alleged acts of fraud in the election for Chief Justice with greater particularity. She ordered that Contestors do so by 7 January 2005, allowed their opponents until 14 January 2005 to respond, and stayed any discovery proceeding pending those pleadings. On 12 January 2005, Moss v. Moyer was dismissed at the request of the Contestors. ==References== == Other litigation documents == ===Moss v. Bush=== *Moss v. Bush I case docket *Moss v. Bush II case docket *Second filing (pdf) (mirror) (filed 2004.12.17) *Contestors' Emergency Motion for Expedited Hearing and Emergency Expedited Relief to Prevent Spoliation of Evidence and to Preserve Documentary and Electronic Evidence (pdf) (filed 2004.12.17) *Order denying expedited hearing and asking two questions (pdf) (decided 2004.12.22) *Justice Moyer denies motion regarding the affidavits and exhibits (pdf) (decided 2004.12.29) *Justice Moyer refuses to recuse himself (pdf) (decided 2004.12.29) *Depositions: (submitted 2004.12.31) **Dr. Ron Baiman (pdf) - Professor of statistics, Institute of Government and Public Affairs, University of Illinois in Chicago **Dr. Werner Lange (pdf) - Professor of sociology, University of Pennsylvania in Edinburg and part-time pastor **Dr. Richard Hayes Phillips (pdf) - Professor, Doctor of Geomorphology, Master of History, Master of Geography, and Bachelor of Politics *other briefs ===Moss v. Moyer=== *Moss v. Moyer case docket *First filing (pdf) (filed 2004.12.20) *Motion for admission pro hac vice granted (pdf) (decided 2004.12.27) Category:Ohio state case law Category:2004 United States presidential election Category:2004 United States election voting controversies Category:2004 in case law Category:2004 in Ohio Category:Law articles needing an infobox ",
    "title": "Moss v. Bush"
}