{
    "id": "1296894",
    "text": "__NOTOC__ {| style=\"float: right; clear:right; margin-left: 3em; margin- bottom: 2em\" |- | style=\"border: 1px solid #000000; background-color: #fff5f5; padding: 7px\" | ==Deaths in December== *28 Jerry Orbach *28 Susan Sontag *26 Reggie White *8 \"Dimebag\" Darrell Abbott ==Ongoing events== *Conflict in Iraq *2004 Puerto Rico governor election recount *2004 U.S. presidential election controversy *Washington gubernatorial election, 2004 ==Ongoing trials== *Robert Blake *Michael Jackson |} ==December 30, 2004== * In the United States, the FBI probes incidents where lasers have been pointed to cockpits of various aircraft, for potentially harmful results. (ABC News) (New York Post) (Slashdot) *After several recounts, Democrat Christine Gregoire is declared the winner of the Washington governor election. However, her Republican opponent Dino Rossi, who was initially declared the winner after the initial tabulation and a recount, has not conceded and proposes a special election be held. (USA Today)(ABC) ==December 29, 2004== *American swimmer Michael Phelps is sentenced to 18 months of probation after pleading guilty to drunken driving on Wednesday. (Houston Chronicle) ==December 28, 2004== *Author and activist Susan Sontag has died at the age of 71 in New York City, apparently of complications from acute myelogenous leukemia. (Yahoo!) *Theater and TV Actor Jerry Orbach has died at the age of 69 in New York City, he was in treatment for prostate cancer. He is most famous for his work in Law & Order. He was survived by his second wife Elaine Cancilla and his sons from his first marriage Chris and Tony. (Yahoo!) ==December 27, 2004== *2004 U.S. presidential election controversy: Moss v. Bush: Ohio Secretary of State Kenneth Blackwell fights a subpoena in a lawsuit contesting the presidential election. (AP) (AP) (freepress) ==December 24, 2004== *Democrat Christine Gregoire's lead in the race for governor of the U.S. state of Washington increases from 10 votes to 130 in the latest official count. (NY Times) ==December 23, 2004== * Former New York City Police Commissioner and U.S. Secretary of Homeland Security nominee Bernard Kerik withdraws from his joint business venture with former NY mayor Rudolph Giuliani, to take time to \"clear his name\". (Bloomberg) (MSNBC) ==December 19, 2004== *President George W. Bush is named \"Person of the Year\" by TIME magazine for the second time. (CNN)Yahoo! ==December 18, 2004== *2004 U.S. presidential election controversy: **Voting machine manufacturer Diebold Election Systems will pay a $2.6 million settlement to the State of California over the lawsuit filed by the state in September alleging that Diebold was not truthful about the security and reliability of its electronic voting machines. **In a sharp change from their traditional role, members of the U.S. Electoral College have filed a protest of the official election results, one even casting his electoral vote \"provisionally\" upon a revote. They have called for a member of the senate to protest the election results on January 6th. , , *In Topeka, Kansas, days-old baby Victoria Jo Stinnett is reunited with her father after her mother was allegedly strangled to death by Lisa Montgomery. Montgomery then cut the baby from her mother's womb and abducted the child. The AMBER Alert system is credited with assisting her safe recovery. (CNN) ==December 17, 2004== *Secretary of Defense Donald Rumsfeld faces criticism from both Democrats and Republicans following a dismissive reply to a soldier in Iraq when questioned about vehicle armor. (CNN) *Cuban authorities put up photos of abused Iraqi prisoners in front of the US interests section in Havana after the U.S. displayed Christmas decorations in a protest against Cuba's human rights record. (BBC) * The United States declares Hizbullah's al-Manar TV channel to be a terrorist organization. (White House Official Statement) (Al- Jazeera) *President George W. Bush, speaking to business executives and economists at the White House, vows to push through big reforms to the Social Security program, including partial privatization of the state pension fund, during his second term. (BBC) *2004 U.S. presidential election controversy: Moss v. Bush: Ohio voters refile request to overturn presidential election results. ==December 16, 2004== *Inuit leaders want to sue the U.S. government at the Inter-American Commission on Human Rights for causing global warming. They view the melting of the polar icecap in the Arctic as a threat to their existence as a people, an assault on their basic human rights. The announcement is expected today in Buenos Aires at the 10th round of international talks on climate change. (NYT) (Democracy Now!) *Former chess champion Bobby Fischer has been offered residency in Iceland. He is currently detained in Japan, and is wanted by the United States. (BBC)(Reuters) ==December 15, 2004== *Members of the U.S. House Committee on the Judiciary from Democratic Party request an FBI investigation into alleged Ohio voting problems (NYT) (pdf), prompted by affidavits and sworn testimony taken at a congressional forum held on December 13. *A US$85 million test of the United States National Missile Defense system by the Missile Defense Agency is aborted when an unknown anomaly is detected before the launch of an interceptor missile in the Marshall Islands, 16 minutes after the launch of the target from Kodiak Island, Alaska. It is the first test since a previous failed test in 2002. As in 2002, the Bush administration abandons plans to activate the system by the end of the year, and projects its activation in early 2005. (Reuters) (Associated Press) *Sprint Corporation announces a US$35 billion deal to acquire Nextel Communications. With about $40 billion in combined yearly revenue the resulting company (called Sprint Nextel) will be the third largest wireless telephone service provider in the U.S.. (MSNBC) *Human rights in Iraq: The U.S. is forced to release evidence which shows prisoners in Iraq were subject to mock executions, electric shocks, and burns by US Marines. (BBC) ==December 14, 2004== * The leader of Hamas, Khaled Meshal, tells the BBC's Newsnight programme that his group has had secret contacts with the United States and the European Union. (BBC) * The U.S. admits that more prisoners have died in American custody in Afghanistan than it has previously acknowledged. (BBC) ==December 13, 2004== * The jury in the Scott Peterson trial recommends that he be sentenced to death for the murder of his wife and unborn son. (CNN) *2004 U.S. presidential election controversy: **As required by the United States Constitution, Members of the United States Electoral College meet in all 50 state capitols and the District of Columbia to cast their electoral votes, including an unexpected single vote for John Edwards by an elector in Minnesota. (Minneapolis Star Tribune) **All members of the Ohio delegation of the Electoral College cast their ballots for George W. Bush while a legal recount is still ongoing, after a written request by 11 Democratic congressmen (pdf) to suspend voting. (ABC) (ABC) **The U.S. House Committee on the Judiciary hears testimony at a forum in Columbus, Ohio regarding problems with the 2004 presidential election. (freepress.org) (statements) (audio, mp3) (video, wmv) *Environmental Protection Agency Administrator Michael O. Leavitt is nominated by President George W. Bush to succeed outgoing Secretary of Health and Human Services Tommy Thompson in the Cabinet-level post. (Bloomberg) *Conflict in Iraq: ** At least 13 people die following a car bomb attack on a U.S. checkpoint near the Green Zone in Baghdad, Iraq. (The Guardian) ** The U.S. launches another air raid on the Iraqi city of Fallujah after eight U.S. Marines were killed by insurgents over the weekend. (ABC {aus}) *Foreign policy of the George W. Bush administration: Human Rights Watch, a New York based NGO claims that another three prisoners have died while in U.S. detention in Afghanistan. (BBC) *Oracle Corporation announces a merger deal to acquire PeopleSoft for approximately US$10.3 billion. (Oracle Press Release) ==December 12, 2004== *According to the Washington Post the Bush administration used wire taps to intercept a number of phone conversations of Mohamed ElBaradei, Director General of the United Nations International Atomic Energy Agency in hope of finding information that would help remove ElBaradei from his post. (CNN) (The Washington Post) *2004 U.S. presidential election controversy: **The U.S. House Committee on the Judiciary will be holding a congressional forum in Columbus concerning new evidence of election irregularities and fraud in Ohio, the issue of Ohio electors meeting while recounts and litigation are pending, and to discuss legislative and other responses to the problems, on Dec. 13. (pdf) **The Civil Rights Coalition schedules a protest for Dec. 18, demanding a re-vote in \"areas where substantive disenfranchisement took place\" and the prosecution of officials involved in \"election fraud.\" (Civil Rights Coalition) ==December 11, 2004== *Bernard Kerik withdraws his nomination for the post of Secretary of Homeland Security, fearing a scandal over the immigration status of his nanny. (Newsday) (Bloomberg) ==December 10, 2004== * A riot forms in Puerto Rico between members of the PIP, the FUPI, the Socialist party and members of the police in front of the federal courthouse, where PIP and PNP backers had gathered two days before the outcome of the 2004 Puerto Rican elections were to be decided by a judge. Several people, including seven policemen, are severely injured. (El Vocero, in Spanish) * \"Godfather of Soul\" James Brown is diagnosed with prostate cancer and will undergo surgery next week. (BBC) *Camp X-Ray Prisoner Controversy: \"Australian Taleban\" David Hicks, held at the US military camp in Guantanamo Bay, says he has been beaten, kicked, handcuffed and blindfolded, his head slammed into concrete, forced to run in leg shackles, routinely deprived of sleep and offered the services of a prostitute by US troops. (BBC) *Conflict in Iraq: Cpl Wassef Ali Hassoun, a Marine who turned up in Lebanon after disappearing from Iraq, is charged with desertion. (BBC) ==December 9, 2004== * President George W. Bush nominates Jim Nicholson, U.S. ambassador to the Vatican, as his nominee for Veterans Affairs Secretary replacing out going secretary Anthony Principi. ==December 8, 2004== * The White House affirms that, despite reports to the contrary, John Snow will remain Treasury Secretary during President George W. Bush's second term of office. Meanwhile, Secretary of Veterans Affairs Anthony Principi announces his expected resignation. (CNN) * The United States Senate follows the U.S. House of Representatives in approving a complete overhaul of government intelligence services, creating the post of United States Director of National Intelligence. (BBC) *IBM announces that it will sell its PC hardware business to Lenovo, a Chinese computer company. (BBC) * Former Pantera guitarist Dimebag Darrell and three others are shot and killed during a Damageplan performance in Columbus, Ohio. Police shoot and kill the gunman. (NBC) ==December 7, 2004== * The United States Supreme Court heard arguments on the constitutionality of state laws that block merchants from shipping wine across state lines. Affected businesses and consumers claim that such laws are invalid under the commerce clause, long held to ban a state's discrimination against interstate commerce. * High-profile Democratic New York State attorney general Eliot Spitzer announces his campaign for Governor in 2006. (Yahoo!) *2004 U.S. presidential election controversy: **Ohio Secretary of State, and Co-Chair of the George Bush Ohio Campaign, Ken Blackwell certifies election results. Two parallel vote count efforts are pending, one claims evidence that John Kerry is the legitimate winner of Ohio. (Associated Press) (NYT) * The U.S. military discusses plans for mandatory visibly worn ID badges, forced labor, DNA testing, and retina scans at \"citizen processing centers\" for all residents of the rebellious Iraqi city of Fallujah, saying they plan to make it a model city for the whole of Iraq. (Boston Globe) ==December 6, 2004== * Former Houston Rockets star Calvin Murphy acquitted of charges that he molested his five daughters. (Houston Chronicle) * The U.S. consulate in Jeddah, Saudi Arabia is car bombed and then stormed by gunmen, killing nine Saudis. Saudi security forces kill three of the gunmen, arrest two others, and are in pursuit of several more. There are no U.S. casualties. (BBC) (Reuters/AFP) ==December 5, 2004== *2004 U.S. presidential election controversy: ** Hundreds gather at the Ohio statehouse to demand a recount of votes, citing fraud that took votes from John Kerry and gave them to George W. Bush. (AP) ** A lawsuit challenging the Volusia County, Florida election is thrown out for being a day late. The suit claims paperwork is missing from 59 of Volusia's 179 precincts and that precinct printouts show different numbers. (AP) * More than 20 are killed and many more injured in a series of attacks on Iraqis working for the United States by Iraqi insurgents today. (ABC)(BBC)(Reuters) ==December 3, 2004== *2004 U.S. presidential election controversy: The U.S. House Committee on the Judiciary schedules a public congressional forum on voting irregularities in Ohio on December 8. (House.gov (PDF)) * The Agency for International Development states they aim to boost the availability of electricity throughout Iraq to 18 hours a day by the end of next year from 11 to 15 hours now, estimably higher than before the 2003 U.S. invasion. (Reuters) *President George W. Bush nominates former New York City police commissioner Bernard Kerik to replace outgoing Secretary of Homeland Security Tom Ridge in the Cabinet position. Secretary of Health and Human Services Tommy Thompson also announces his resignation. (Reuters) * Dissident investors in Disney, including former board member Roy Disney, nephew of the company founder Walt Disney, announced that they won't nominate a slate of alternate directors for the 2005 annual meeting. The announcement is a sign of an easing of tensions at that corporation's board. thestreet.com ==December 2, 2004== *2004 U.S. presidential election controversy: The U.S. House Committee on the Judiciary requests Ohio Secretary of State Ken Blackwell to respond to alleged voting irregularities. (House.gov (PDF)) *The Inter-American Court of Human Rights upholds Peru's conviction and continued imprisonment of U.S. citizen Lori Berenson on terrorism charges. (BBC) (AP) * A spokesman for George W. Bush requests that Myanmar release dissident opposition leader Aung San Suu Kyi, whose house arrest was recently extended. (BBC) *U.S. President George W. Bush nominates Nebraska Governor Mike Johanns to become the next Secretary of Agriculture. If confirmed by the Senate, Johanns would fill the Cabinet position currently held by resigning Secretary Ann Veneman. (Reuters) (Transcript) *Conflict in Iraq: The U.S. military, citing security concerns for the Iraqi transitional parliamentary election scheduled for January 30, 2005, announces the deployment of 1,500 additional troops to Iraq and tour extensions bringing the number to an all-time high of 150,000. (Reuters) (CNN) ==December 1, 2004== *TV personality Tom Brokaw ends his career as anchor for NBC Nightly News. *CBS and NBC refuse to air an advertisement by the United Church of Christ citing the advocacy of accepting homosexuals is \"too controversial\". The advertisement was accepted by numerous other networks including Fox, ABC and TBS. (CNN) (UCC) *President George W. Bush holds talks with Canada's Prime Minister Paul Martin in his first official visit to the country and agrees to work together to combat terrorism. (BBC) ==News collections and sources== *Wikipedia:News collections and sources. *Wikipedia:News sources - This has much of the same material organised in a hierarchical manner to help encourage NPOV in our news reporting. United States 2004-12 ",
    "title": "December 2004 in the United States"
}