{
    "id": "1296112",
    "text": "Rada is the term for \"parliament\" or \"assembly\" or some other \"council\" in several Slavic languages. Normally it is translated as \"council\". Sometimes it corresponds to \"parliament\", or in Soviet Union contexts, to \"soviet\". It also carries a meaning of advice, as in the English word \"counsel\". == Etymology == Old High German rāt (from Proto-Germanic *rēdaz) passed (possibly through Polish) into the Czech, Slovak, Ukrainian, Belarusian and Russian languages. Alternately the source was the Gothic language radan - 𐍂𐌰𐌳𐌰𐌽 - to council, to deliberate, that passed to West Slavic in the Iron Age during the Wielbark and Chernyakhov cultures presence along Vistula river and in Western Ukraine, as the term \"rada\" may be present in such first millenium CE names as Slavic Radogoszcz, Radgoszcz, Radhošť, Radegost, Radagast, Ardagast - Radogost, and Gothic Radagaisus. The dispersal to East Slavic Languages, could have happened later, possibly through Polish. Råd in Norwegian, Danish, and Swedish, Rat in German, neuvosto or raati in Finnish and nõukogu or raad in Estonia/Dutch mean \"council\" or \"assembly\", but also \"advice\", as it does in East Slavic (except Russian) and West Slavic, but not South Slavic, languages. In Swedish the verb råda (to counsel) is based on the substantive råd. This is similar to Danish råd (noun) and råde (verb). ==Examples== In Belarus * Rada of the Belarusian Democratic Republic, provisional parliament of the Belarusian Democratic Republic (now in exile) * Belarusian Central Rada, the government of Belarus from 1943–44, which was established as a puppet by Nazi Germany In Czechia *Česká národní rada, parliament of the Czech Socialist Republic (1969-1990) and the Czech Republic (1990-1992) In Poland *Rada Główna Opiekuńcza (Central Welfare Council) *Rada Jedności Narodowej (Council of National Unity) *Rada Polityki Pieniężnej (Monetary Policy Council) *Rada Trzech (Council of Three) In Slovakia * Slovenská národná rada (1848–1849) * Slovenská národná rada (1941) * Slovenská národná rada (1918) * Slovenská národná rada (1920) * Slovenská národná rada (1932) * Slovenská národná rada (1939–1940) * Slovenská národná rada (1943–1960) * Slovenská národná rada (1943–1992) * Národná rada Slovenskej republiky, the parliament of the Slovak Republic (1992-) In Ukraine *Sich Rada (Council of Zaporizhian Sich), Cossack Rada *Tsentralna Rada (Central Council), parliament of the Ukrainian People's Republic *Verkhovna Rada (Supreme Council), the parliament of Ukraine Historically, the Verkhovna Rada was also the Supreme Soviet of the Ukrainian Soviet Socialist Republic (Українська Радянська Соціалістична Республіка [УРСР], Ukrayins'ka Radyans'ka Sotsialistychna Respublika [URSR]), which was itself part of the Union of Soviet Socialist Republics (Союз Радянських Соціалістичних Республік, [СРСР]), the word rada replacing the Russian word soviet in both cases. See official names of the Soviet Union. Category:Government institutions pl:Rada ru:Рада ",
    "title": "Rada"
}