{
    "id": "1296911",
    "text": "Rains is an American rock band from Fort Wayne, Indiana. Formed in 2000, the band was named after founder and leader Jeff Rains. The band has released two studio albums and one EP as of 2019. ==History== Hailing from a small town in northern Indiana (U.S.A.), Jeff RAINS understands the meaning of hard work, struggles, and life’s challenges. The talented artist is driven, serious, and committed to his beautiful young family and his musical career. Featuring Joe Schultz on drums, Matt Hopkins on bass, and Jason Anderson on guitar, RAINS commands the stage with a powerful sound and raw emotion that draws the audience in from the first phrase. RAINS is a band for the people, and, it’s about time. People need a band to get behind, and, a band to believe in; they need a band that can make them proud. Nothing trendy – something real. Stories, the debut album from RAINS, offers a window into the heart and soul of “the American Dream.” The expressive lyrics reveal that Jeff Rains is wise beyond his years, a keen observer of life and human behavior. The first single, \"Liar\", was a Top 15 hit on SiriusXM Octane, with the follow up singles “Look In My Eyes” and “Pressure” hitting #3 and #1 on SiriusXM Octane and charted in the top 30 on Active Rock Radio. The album has garnered over 20 million streams on Spotify, as well as millions of streams and views on platforms such as YouTube and iTunes. After 8 years of constant touring with bands such as Five Finger Death Punch and Black Stone Cherry as well as numerous headlining tours, Rains decided to take some time off to focus on his daughter and his tattoo company, as well as begin the writing process for his new album. Since starting the project at age 15 Rains has been committed to staying an independent artist throughout his career and has stuck to that philosophy with his latest release N.F.D.M. Rains began recording his new album N.F.D.M at House Of Blues Studios in Nashville TN in March of 2019 and released the first single “Ghost” on December 6, 2019. Rains is a multi- instrumentalist and visionary, whose talent is evident with each new album. Rains will be touring in support of “Ghost” in early 2020. ==Band members== * Jeff Rains ==Discography== ===Studio album=== *Stories (Jan 2, 2010) *From The Ashes (Jan 14, 2014) *N.F.D.M (April 19, 2019) ===Singles=== *\"Liar\" (2010) *\"Look In My Eyes\" (2011) *\"Pressure\" (2012) *\"Better Man\" (2014) *\"Ghost\" (Dec 6 2019) ===Music video=== *Look In My Eyes (Nov 5, 2011) Category:Rock music groups from Indiana Category:American hard rock musical groups Category:American post-grunge musical groups Category:Musical groups established in 2000 ",
    "title": "Rains (band)"
}