{
    "id": "1296131",
    "text": "The Canberra Cannons are a defunct basketball team that competed in Australia's National Basketball League (NBL). They went into financial administration in 2003 and were relocated to Newcastle, where they became the Hunter Pirates. After this venture also folded the team was relocated to Singapore and played as the Singapore Slingers for the 2006/07 season. The Cannons have always been considered as the team of the 1980s. They were runner-up in the inaugural 1979 competition. The Cannons won three championships (1983, 1984 and 1988) and was runner-up once more in 1989, losing to the North Melbourne Giants. ==History== The Cannons were one of the original ten NBL clubs, competing in the league's very first season in 1979. They reached the championship game with a 13-5 record, but fell at the final hurdle, losing to the St Kilda Saints 94-93 in the final. Canberra failed to make the playoffs over the next few seasons, but in 1983 they won their first NBL championship, downing the defending champions the West Adelaide Bearcats 75-73 in the Grand Final. Adelaide born Guard Phil Smyth joined the team in 1983 and led the NBL in steals and assists as well as being selected at Point guard in the All-NBL Team. The Cannons repeated as champions in 1984, this time beating the Brisbane Bullets 84-82 in the big game. Smyth again had a big season, being named to the All-NBL Team. Canberra made the playoffs for the next three seasons but would fall to the Bullets in the Semi-finals each time. Championship glory eluded the Cannons until 1988, when swept the minor premiers the Adelaide 36ers in the Semi-finals then beat the North Melbourne Giants 2-1 in a best-of-three championship series. Smyth again was named to the All-NBL Team after leading the league in three-point percentage, free- throw percentage and steals, and was also named Best Defensive Player. Smyth also won the Grand Final MVP after averaging 23.3 points, 3.6 rebounds and 5.6 assists over the series. 7'0\" (213 cm) import centre Willie Simmons also led the league in blocks, averaging 3.6 per game. North Melbourne exacted their revenge in 1989, beating the Cannons 2-0 in the championship series. It would prove to be the last time the Cannons played in the NBL Grand Final. The Cannons failed to make the playoffs again until 1992, when they were eliminated in the first round by the eventual champions, the South East Melbourne Magic. They reached the playoffs in 1996 making the semi finals before being eliminated by the Melbourne Tigers 2-1. They again made the finals in 1997 but were eliminated in the first round 2-1 by North Melbourne. Financial problems dogged the club in the late 1990s, and the team finally succumbed to its money woes in December 2002. The club managed to play all its remaining games from the 2002-03 NBL season, but were unable to hold on to their star players, including C. J. Bruton, the son of then-coach Cal Bruton, or any imports. Canberra finished with an 11-19 record, and the team was bought by a consortium that moved the team to Newcastle. During the 2002 off- season, the Cannons embarked on a short tour of the United States playing various college teams. On one occasion they played against the Michigan State Spartans at the Breslin Center in Lansing. For that game, the Cannons featured former Michigan State player, NBA legend with the Los Angeles Lakers and one of the most decorated players in basketball history, Earvin \"Magic\" Johnson. The game, a celebration of Johnson's induction into the NBA Hall of Fame in 2002, saw the Cannons defeat the Spartans (who featured future NBL player Adam Ballinger) 104–85 with Magic contributing 12 points, 10 assists and 10 rebounds.Canberra Cannons featuring Magic Johnson On 23 October 2009 it was announced that the Canberra Cannons would be re-formed out of the Canberra Gunners and play in the Australian SEABL. ==Honour Roll== {| class=\"wikitable\" |- align=left | style=\"background:#efefef;\" | NBL Championships: | 3 (1983, 1984, 1988) |- | style=\"background:#efefef;\" | NBL Finals Appearances: | 11 (1979, 1983, 1984, 1985, 1986, 1987, 1988, 1989, 1992, 1996, 1997) |- | style=\"background:#efefef;\" | NBL Grand Final appearances: | 5 (1979, 1983, 1984, 1988, 1989) |- | style=\"background:#efefef;\" | NBL Most Valuable Players: | None |- | style=\"background:#efefef;\" | NBL Grand Final MVPs: | Phil Smyth (1988) |- | style=\"background:#efefef;\" | All-NBL First Team: | Herb McEachin, Cal Stamp (1980), Dave Nelson (1981), Phil Smyth (1983, 1984, 1985, 1988, 1989), Robert Rose (1996, 1997) |- | style=\"background:#efefef;\" | NBL Coach of the Year: | Bob Turner (1985), Brett Flanigan (1996) |- | style=\"background:#efefef;\" | NBL Rookie of the Year: | Jamie Kennedy (1983), Lachlan Armfield (1992), Damien Ryan (1999) |- | style=\"background:#efefef;\" | NBL Most Improved Player: | None |- | style=\"background:#efefef;\" | NBL Best Defensive Player: | Phil Smyth (1988, 1989) |} ==Season by season== ==References== ==External links== Category:Defunct National Basketball League (Australia) teams Category:Defunct sporting clubs in Canberra Category:Basketball teams established in 1979 Category:Basketball teams in the Australian Capital Territory Category:1979 establishments in Australia ",
    "title": "Canberra Cannons"
}