{
    "id": "1296556",
    "text": "is a companion series, while also being the second season to Full Metal Panic! by Gonzo and takes place between that season and The Second Raid. Markedly different in tone to the first series, Fumoffu emphasizes the high school romantic comedy aspects of Full Metal Panic! with often crude humor and focuses on the romantic tension between Sousuke Sagara and Kaname Chidori. It frequently parodies itself and anime stereotypes. None of the mecha combat or political intrigue, which characterized much of the original Full Metal Panic!, can be seen in the series. The only reference to the mecha aspect of Full Metal Panic! is the Bonta-kun, which is one of the most prominent parodies in the anime. Full Metal Panic? Fumoffu was directed by Yasuhiro Takemoto and produced by Kyoto Animation, which replaced Gonzo as the series producer, and became the first anime television show from this studio. The English version was produced by ADV Films. The original broadcast in Japan aired from August 25 to November 18, 2003. 12 half-hour episodes were created, but only 11 were broadcast on Japanese television. The missing episode was not broadcast because its plot dealt with kidnapping and was similar to a series of kidnappings that happened in real-life Japan shortly before the planned broadcast. However, the missing stories are featured on all DVD and Blu-ray releases. To coincide with seasonal change, the last three episodes feature character animations in an autumn setting, as opposed to a summer setting in the rest of the series. At Anime USA 2009, Funimation Entertainment announced that it acquired the rights to the first and second series. DVD and Blu-ray sets were re-released on October 5, 2010 and the series made its North American television debut on November 15, 2010, on the Funimation Channel. The fictional Jindai (陣代) High School, which Kaname and Sousuke are students of, is based on the real life Jindai (神代) High School in Chōfu, Tokyo.Official Jindai High Japanese webpage. Retrieved on 5 November 2008. ==Plot== In contrast to the original series, there is little plot continuity between episodes and most of them can stand alone, needing very little recap, if any. The only break from this pattern is a handful of two-part stories which are told over two episodes. Most of the stories in Full Metal Panic? Fumoffu are adaptations of plots from the original Full Metal Panic! short stories written by Shoji Gatoh and published in the Dragon Magazine. The creators of Full Metal Panic! planned to give the new series title Full Metal Panic? - with the exclamation mark exchanged for a question mark. However, they quickly realized that such a minor alternation was insufficient to properly differentiate between the new series and the original. For that reason, it was decided that the fictional word \"Fumoffu\" would be used. \"Fumoffu\" is the sound made by Bonta-kun, the series' fictional mascot, which resembles a human-sized, yellow teddy bear, seemingly parodying Gonta-kun from the educational show Dekirukana. It is a personal armor suit, designed by Sousuke for the purpose of providing aid in tactical situations. Even though only capable of moving with human running speed and limited by its size, the suit is essentially a miniature Arm Slave. However, due to the suit's main computer's malfunction, all syllables uttered by the pilot are changed to either Fu, Mo, Ffu, or Ru. The suit's Operating System immediately crashes if the pilot tries to deactivate the voice changer. For that reason, Kaname has to translate what Sousuke wants to say using a headset radio, which is a frequent cause of humor in the series. ==Media== ===Anime=== The first DVD of the series was released in Japan on November 27, 2003. The initial release consisted of 4 discs and was slightly different for Region 2 (Europe and Japan) and Region 1 (North America). Since then, the DVDs were repackaged several times and a number of subsequent releases exist to date. In addition, the series was released on Blu-ray in 2008 in Japan. However, it did not feature English subtitles and after enabling English audio, Japanese subtitles were forced on the screen. The US distribution rights for the series were bought by Funimation in late 2009. DVD and Blu-ray sets were re-released on October 5, 2010. ===Soundtrack=== Music for the series was composed by Toshihiko Sahashi, while opening and closing songs were performed by Mikuni Shimokawa. Complete soundtrack, which features full versions of both songs along with instrumental themes, was released by Pony Canyon Records on a single CD in 2003. {| class=\"wikitable\" |- !Song !! Japanese Title !! English Title !! Singer |- | Opening || \"Sore ga, Ai deshō?\" || \"Isn't That Love?\" || Mikuni Shimokawa |- | Closing || \"Kimi ni fuku kaze\" || \"The Wind Blows to You\" || Mikuni Shimokawa |} ==Reception== Bryce Coulter of Mania gave the series a B+ rating. He noted the series could be watched by those unfamiliar with the main series as almost no references were made that required watching the first season. ===Comparison=== The season vastly contrasts with the rest of the series. Coulter opines that the first season is known for its fierce battles while Fumoffu is noted for merriment and comedy stating, \"It seems to be more akin to a comedy spin-off of loosely gathered slap-stick side stories that the author couldn't find a place for in FMP. The true embodiment and symbol of this series is a cuddly bear costume gone Rambo. Fumoffu!\" ==References== ==External links== *Australian Distributor Madman's Official Website *Fuji TV's Official Website * * * Category:2003 anime television series Category:ADV Films Category:Adventure anime and manga Category:Full Metal Panic! Category:Funimation Category:Kyoto Animation Category:School life in anime and manga Category:Science fiction anime and manga Category:Shōnen manga ",
    "title": "Full Metal Panic? Fumoffu"
}