{
    "id": "1297932",
    "text": "Paul Phillips (born August 9, 1972 in San Francisco, California) is an American software developer, entrepreneur and poker player. ==Programming== Phillips wrote the Boa web server while attending the University of California, San Diego, but no longer maintains it. In 1994, one of his colleagues at college discovered he had an interest in blackjack and subsequently introduced him to poker. In 1996, he became Chief Technical Officer for Go2Net. This success is the basis of his nickname Dot-com. Phillips subsequently started working on the Scala compiler and standard library. He is co-founder of Lightbend (then known as Typesafe), a company specializing in the production and support of an open-source platform for software development based on Scala and Akka.Typesafe — Company: Team. Typesafe.com. Retrieved on April 23, 2012. He left Lightbend in 2013 over differences in the architecture of the language, collections library and compiler.\"We're Doing It All Wrong\" YouTube video from Pacific Northwest Scala 2013 conference where Paul explains why he has left Typesafe ==Poker== Phillips is known as a controversial figure in the poker world. He was banned from competing in the World Series of Poker (WSOP) in the early 2000s due to comments he made about the way in which the Horseshoe split entry money between players and casino employees. Despite being reinstated as a competitor in late 2001, he only played one event in 2002 (placing 2nd to John Juanda in the $1,500 triple draw lowball Ace to Five event). Despite choosing not to play in the WSOP, Phillips finished 2nd in the 2003 Tournament Poker Money List. In 2004 he made three WSOP final tables (one in Omaha hi-lo split and two in no limit hold'em.) He spoke out against the inclusion of Phil Hellmuth Jr, Doyle \"Texas Dolly\" Brunson and Johnny \"Oriental Express\" Chan in the 2005 World Series of Poker Tournament of Champions, and subsequently became the subject of message board flame wars. Phillips has played in both of the first two National Heads-Up Poker Championships, losing in second round play both years. As of 2012, his total live tournament winnings exceed $2,300,000. However, Phillips has no tournament cashes since 2009.Paul Phillips' Poker Statistics: Hendon Mob Poker Database. Pokerdb.thehendonmob.com. Retrieved on April 23, 2012. In an April 27, 2009, article in The New Yorker on neuroenhancement, Phillips was quoted at length discussing his use of prescription drugs such as Adderall and Provigil to improve his focus and concentration during tournament play. ==Personal life== Phillips is married with two daughters, and has not played as many poker tournaments since 2005 to spend more time with his family. Phillips is also active among internet bulletin boards and played tournament Scrabble regularly until 2007. ==References== ==External links== * PokerLizard.com Interview * World Poker Tour Profile Category:1972 births Category:Living people Category:American bloggers Category:American poker players Category:American Scrabble players Category:University of California, San Diego alumni Category:World Poker Tour winners Category:People from Bend, Oregon Category:People from San Francisco Category:American software engineers Category:Engineers from California ",
    "title": "Paul Phillips (poker player)"
}