{
    "id": "1297076",
    "text": "Typical UK sump access conditions The Cave Diving Group (CDG) is a United Kingdom-based diver training organisation specialising in cave diving. The CDG was founded in 1946 by Graham Balcombe, making it the world's oldest continuing diving club. Graham Balcombe and Jack Sheppard pioneered cave diving in the late 1930s, notably at Wookey Hole in Somerset. Passages through caves are often blocked by a submerged section, or sump. Cavers in many countries have tried to pass these barriers in a variety of ways; using the simple \"free dive\" with a lungful of air or by utilising the available diving technology of the day. ==Early history of cave diving in the UK== Cave diving equipment from 1935 in the museum at Wookey Hole Caves Cave diving equipment in the museum at Wookey Hole Caves Two Post Office engineers, (Francis) Graham Balcombe and (John Arthur) \"Jack\" Sheppard, who were among the leading climbers and cavers of their era, combined their energies into solving the problem of passing the Swildon's sump. Their pioneering dive on 17 February 1934 used a home-made respirator, designed by Balcombe, that incorporated part of a ladies' bicycle frame. The attempt was unsuccessful but the foundation of cave diving in the U.K. had been laid. In 1935, Balcombe made enquiries with Siebe Gorman, the leading diving engineers of the time. Although they could not help with light weight diving equipment, they did offer training and the loan of standard helmet diving gear. A successful expedition was mounted at Wookey Hole, where the waters from Swildon's Hole resurge. Exploration of the subterranean River Axe proceeded to the seventh chamber, a distance of , which was as far as the divers could physically handle their pipes and ropes. The team returned to Swildon's Hole on 4 October 1936 with Jack Sheppard's newly designed apparatus nicknamed \"Jimmy\". It was fed by a football inflation pump that was coupled to a home-made drysuit that incorporated lighting and a telephone. This was used by Sheppard to pass Sump l. Later that year the bicycle respirator became self-contained with the addition of an oxygen cylinder. In turn Balcombe dived solo through Sump 1 and found the air chambers of Sump 2. These pioneers established the pattern of UK cave diving; the systematic exploration of a cave system in its phreatic zone by diving both the resurgence and its tributaries. During the war years Balcombe developed a self-contained closed-circuit oxygen set using mainly medical components. In the Yorkshire Dales he began the great canon of exploration, now known as the Three Counties System with dives at Keld Head, Goyden Pot and Alum Pot. ==Formation of the Cave Diving Group== After World War II surplus oxygen rebreather equipment became available, and the number of divers increased. In 1946 these enthusiasts had a meet in South Wales during which they formed the Cave Diving Group. Wookey Hole once more became the focus of diving activities. In addition to exploration, the early divers found a lot of archaeological material. As the divers penetrated deeper into the cave, the need for penetration below (the safe limit of oxygen diving) became more urgent, and the first attempt with an early aqualung nearly ended in tragedy. Following this incident, the group concentrated on the use of semi-closed circuit rebreathers with oxygen/nitrogen mixtures (nitrox) suitable for the depth. In 1960 the way forward at Wookey Hole was found at a depth of , using 60/40 O2/N2. Rebreathers were also used successfully in South Wales, Derbyshire and Yorkshire. ==Accomplishments== During the 60s, with the abandonment of National Service, there was an increase in caving activity by the post-war population bulge. Readily available commercial scuba equipment was adapted to cave diving. The process was accelerated by the Cave Diving Group's publication of \"Cave Diving on Air\" by Mike Boon and the formation of the Independent Cave Diving Group. Divers began to dive deeper and further, and inevitably there were tragedies. Two innovations were introduced in the interest of safety. Separate cylinders, each one with an independent demand valve; and the adoption of the \"Rule of Thirds\": one third in, one third out, with one third kept as a safety reserve. In the early days of cave diving in the UK there was always the hope of finding a way into the cave for the benefit of dry cavers. Amongst these must be mentioned Swildon's Hole, Stoke Lane Slocker, Ogof Ffynnon Ddu II and Little Neath River Cave. Progress and development of equipment and techniques have always come in phases, and with this progress, although still hoping to discover dry caves, came diving of a purely exploratory nature. This has led to advances at Wookey Hole and Cheddar Gorge caves in Somerset. In Derbyshire a great deal of effort has produced significant discoveries in the Peak Cavern/Speedwell Cavern system. In South Wales many kilometres of Daren Cilau were first trodden by cave divers; and the link with Elm Hole and Pwll y Cwm was another major feat. In the north of England, divers have made discoveries such as Boreham Cave, Notts Pot II and the connection between Gaping Gill and Ingleborough Cave and that between Gavel Pot and Pippikin Pot. Keld Head in Kingsdale has been the scene of operations over many years and the dive through from Kingsdale Master Cave represented a world standard. Later the dive was started from King Pot in the same cave system, a different route with a distance of . In Ireland CDG members dived the connection between Noon's Hole and Arch Cave, and between Prod's Pot and Cascades Rising and between Polloughabo and Polbehan. Several expeditions have connected two or more caves together. This tendency to explore water filled caves has been extended abroad to such places as the Bahamas, where there are flooded ocean blue holes. These have been explored by British divers since the early 1980s; several have been connected. CDG members have been active in exploring many sites in Europe and further afield, often using or pioneering the cutting edge of technology. ==Organisation and purpose== The Cave Diving Group operates under a federal structure comprising four regionally based sections located in the major caving districts of Britain: Somerset, Welsh, Derbyshire and Northern, each with its own Secretary, Teasurer and Training Officer. These are governed loosely by a Central Committee which comprises national officers which oversees the running of the Group and liaises with other bodies. The Cave Diving Group has traditionally not actively recruited members – a position adopted early on in its history when the availability of training and equipment was scarce. Likewise, owing to early fatalities in the sport, cave divers in the United Kingdom (unlike other areas of the world) have usually been represented by cavers who wished to dive. It is a condition of qualification as a cave diver within the CDG that the candidate is an experienced caver as well as a skilled cave diver. A candidate for membership applies to one of the regional sections, making themselves and their experience known to members. They must be over 18 years old and in good health, never having suffered from epilepsy. Training is provided on a regional basis with national training camps under a loose mentoring system. Final election to qualification is carried out by the candidate's peers - other diving members of the section. The Group also welcomes non-diving members who wish to be associated with its activities; they receive all publications, may attend all meetings but pay a reduced subscription. Of great importance is the Group's role in publishing information about exploration by members (and others) and developments in cave diving techniques. The Group produces a quarterly newsletter and a training manual. Sump Indices are available for each cave diving region (Somerset, Wales, Derbyshire & Northern) of Great Britain which summarise diving activities from Group members and non-members over many years. The newsletter is free to members and on sale to the public as are all the other publications. Members of the CDG are sometimes called upon to assist in cave rescue, particularly of cavers trapped by flood waters, such as the Alpazat cave rescue in Mexico in 2004 and the Tham Luang cave rescue in Thailand in 2019. ==Awards== Mike ‘Fish’ Jeanmaire was Chairman of the CDG for thirty years.http://bec- cave.org.uk/index.php?option=com_content&view;=article&id;=1164:belfry- bulletin-no-539-winter-2011&catid;=68&Itemid;=508&showall;=&limitstart;=1⟨=en/ Following his death in November 2010 the ‘Fish Award’ was created. This is awarded annually to a member who has made a significant contribution to the CDG. Whilst the nature of the contribution is not precisely defined, the guiding principle is that the individual should have served the CDG rather than any other organisation or themselves. *2012 Fish Award: John Buxton *2013 Fish Award: John Cordingley *2014 Fish Award: Clive Westlake *2015 Fish Award: Andrew Ward *2016 Fish Award: Duncan Pricehttps://rosemarylunn.wordpress.com/2016/07/25/duncan-price-receives-fish- award/ *2017 Fish Award: David Ryall *2018 Fish Award: David Brock ==See also== * == References == ==External links== *CDG website Category:Underwater diving training organizations Category:Caving organisations in the United Kingdom Category:Cave diving Category:Diver organizations ",
    "title": "Cave Diving Group"
}