{
    "id": "1297408",
    "text": "Live is a live concert album by American singer Erykah Badu, released in 1997. Released in the fall of 1997, with her debut album Baduizm released earlier that year, Live quickly went double platinum with the radio hit \"Tyrone\". Live includes cover versions of songs by Rufus featuring Chaka Khan (\"Stay\"), Roy Ayers (\"Searchin'\") and a medley of Heatwave's \"Boogie Nights\", The Mary Jane Girls' \"All Night Long\", and Funkin' for Jamaica (N.Y.) by Tom Browne. The album was nominated for Best R&B; Album at the 1999 Grammy Awards, while the track \"Tyrone\" was nominated for Best Female R&B; Vocal Performance. ==Background== Following Badu signing to Universal Records, she released her debut studio album Baduizm, in early 1997. The album was met with critical and commercial success, debuting at number two on the Billboard charts and number one on the US Billboard Top R&B;/Hip-Hop Albums. Baduizms commercial and critical success helped establish Badu as one of the emerging neo soul genre's leading artists.O'Donnell, David. Review: Baduizm. BBC Music. Retrieved 3 August 2009. Her particular style of singing drew many comparisons to Billie Holiday. Baduizm was certified three times platinum by the Recording Industry Association of America, Gold by the British Phonographic Industry and the Canadian Recording Industry Association. RIAA Badu recorded her first live album, while pregnant with Seven, and the release of the recording coincided with his birth. ==Reception== Upon release Live was met with acclaim from music critics. Leo Stanley of Allmusic praised Badu's decision to release a live album so shortly after releasing her debut continuing to praise the album Stanley said; \"Not only does it illustrate the depths of Badu's talents, but Live is as strong and captivating as Baduizm.\"http://www.allmusic.com/album/live-mw0000596174 A reviewer of Entertainment Weekly praised the albums Jazz composition, continuing to call the album \"sassy\" and \"relaxed\". The album was released on November 18, 1997 and reached number four on the US Billboard 200 and number one on the US Billboard Top R&B;/Hip-Hop Albums. The album was certified two times platinum by RIAA for shipments of over two million copies. ==Track listing== #\"Rimshot (Intro)\" (Erykah Badu, Madukwu Chinwah) – 3:48 #\"Otherside of the Game\" (Badu, Bro.Questlove, Richard Nichols, James Poyser, The Roots) – 8:21 #\"On & On\" (Badu, Jaborn Jamal) – 5:25 #\"Reprise\" – 2:13 #\"Appletree\" (Badu, Robert Bradford) – 2:54 #\"Ye Yo\" (Badu) – 6:07 #\"Searching\" (Roy Ayers) – 4:26 #\"Boogie Nights/All Night\" (James A. Johnson, Rodney L. Temperton) – 6:03 #\"Certainly\" (Badu, Chinwah) – 7:06 #\"Stay\" (Rufus, Richard Calhoun, Chaka Khan) – 4:58 #\"Next Lifetime (Interlude)\" (Badu, Tone The Backbone [Anthony Scott]) – 1:30 #\"Tyrone\" (Badu, Norman \"Keys\" Hurt) – 3:56 #\"Next Lifetime\" (Badu, Tone the Backbone [Anthony Scott]) – 12:05 #\"Tyrone\" [Extended Version] (Badu, Hurt) – 5:40 ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (1997–98) ! scope=\"col\"| Peak position |- |- ! scope=\"row\"| UK Albums (OCC) | 195 |- |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |- ! scope=\"col\"| Chart (1998) ! scope=\"col\"| Position |- ! scope=\"row\"| Dutch Albums (Album Top 100) | 27 |- ! scope=\"row\"| US Billboard 200 | 48 |- ! scope=\"row\"| US Top R&B;/Hip-Hop Albums (Billboard) | 9 |} ==Personnel== *Erykah Badu – vocals *Charles \"Poogie\" Bell, Jr. – drums *Karen Bernod – background vocals *Hubert Eaves IV – bass *Norman \"Keys\" Hurt – keyboard *N'dambi – background vocals *Joyce M. Strong – background vocals ==Production== *Producers: Erykah Badu, Norman \"Keys\" Hurt *Executive producers: Erykah Badu, Kedar Massenburg *Engineers: Erykah Badu, Norman \"Keys\" Hurt, Gorden Mack, Kenny Ortíz *Mixing: Erykah Badu, Norman \"Keys\" Hurt, Gorden Mack, Kenny Ortíz *Mastering: Tom Coyne *Art direction: D. Simmons, M. Warlow *Cover art concept: Erykah Badu, Clymenza Hawkins *Design: P. Geczik, Lance Ong *Layout design: P. Geczik *Photography: Imari Dusauzay, Imari Dusauzay *Artwork: P. Geczik, Lance Ong ==See also== *List of number-one R&B; albums of 1997 (U.S.) ==Certifications== ==References== Category:Erykah Badu albums Category:1997 live albums Category:Live neo soul albums Category:Live contemporary R&B; albums ",
    "title": "Live (Erykah Badu album)"
}