{
    "id": "1297248",
    "text": "The \"State Anthem of the Georgian SSR\" was the regional anthem of the Georgian SSR. ==Background== The anthem was used from 1946 to 1991. The music was composed by Otar Taktakishvili, and the words were written by Grigol Abashidze and Alexander Abasheli. All three stanzas (not including the refrain) in the original lyrics have references to Joseph Stalin, a native Georgian and leader of the Soviet Union at that time. These words were completely removed after Stalin's death as part of Nikita Khrushchev's de-Stalinization program. It is then replaced with new lyrics with no reference to Stalin itself. The last line of the refrain on the original version (აყვავდი, ტურფა ქვეყანავ - ილხინე, ქართველთ მხარეო), which once existed on all refrains, was removed completely and replaced with also new lyrics. It is one of three Soviet republic national anthems that does not mention the Russian people, the others being the anthem of the Estonian Soviet Socialist Republic and the anthem of the Karelo-Finnish Soviet Socialist Republic. == Lyrics == === Post-Stalinist version === {| class=\"wikitable\" rules=\"cols\" style=\"text-align:center;\" ! Georgian !! IPA transcription !English translation |- |იდიდე მარად, ჩემო სამშობლოვ, გმირთა კერა ხარ განახლებული, დიად პარტიის ნათელი აზრით ლენინის სიბრძნით ამაღლებული. შენი ოცნება ასრულდა, რისთვისაც სისხლი ღვარეო, მშრომელი კაცის მარჯვენით აყვავებულო მხარეო. დიდი ოქტომბრის დროშის სხივებმა შენ გაგინათეს მთები ჭაღარა, თავისუფლებამ და შემართებამ გადაგაქციეს მზიურ ბაღნარად. მოძმე ერების ოჯახში ამაღლდი, გაიხარეო, მეგობრობით და გმირობით გამორჯვებულო მხარეო. უხსოვარ დროდან ბრწყინავდა შენი აზრი, ხმალი და გამბედაობა, დღეს საქართველოს ნათელ მომავალს სჭედს ლენინური წრთობის თაობა. კომუნიზმის მზე დაგნათის, კაშკაშა, მოელვარეო, იდიდე მრავალჟამიერ, ჩემო სამშობლო მხარეო. |[ididɛ mɑrɑd | t͡ʃʰɛmɔ sɑmʃɔblɔw ‖] [gmirtʰɑ k’ɛrɑ χɑr gɑnɑχlɛbuli ‖] [diɑd p’ɑrt’iːs nɑtʰɛli ɑzritʰ] [lɛninis sibr̩d͡znitʰ ɑmɑʁlɛbuli ‖] [ʃɛni ɔt͡sʰnɛbɑ ɑsruldɑ ‖] [ristʰwisɑs sisχli ʁwɑrɛɔ |] [mʃrɔmɛli | k’ɑt͡sʰis mɑrd͡ʒwɛnitʰ] [ɑq’wɑwɛbulɔ mχɑrɛɔ ‖] [didi ɔkʰt’ɔmbris drɔʃis sχiwɛbmɑ] [ʃɛn gɑginɑtʰɛs mtʰɛbi t͡ʃ’ɑʁɑrɑ |] [tʰɑwisupʰlɛbɑm dɑ ʃɛmɑrtʰɛbɑm] [gɑdɑgɑkʰt͡sʰiɛs mziur bɑʁnɑrɑd ‖] [mɔd͡zmɛ ɛrɛbis ɔd͡ʒɑχʃi |] [ɑmɑʁldi | gɑiχɑrɛɔ |] [mɛgɔbrɔbitʰ dɑ gmirɔbitʰ] [gɑmɔrd͡ʒwɛbulɔ mχɑrɛɔ ‖] [uχsɔwɑr drɔdɑn br̩t͡s’q’inɑwdɑ ʃɛni] [ɑzri | χmɑli dɑ gɑmbɛdɑɔbɑ |] [dʁɛs sɑkɑrtʰwɛlɔs nɑtʰɛl mɔmɑwɑls] [ʃt͡ʃ’ɛd͡z lɛninuri t͡s’r̩tʰɔbis tʰɑɔbɑ ‖] [k’ɔmunizmis mzɛ dɑgnɑtʰis |] [k’ɑʃk’ɑʃɑ mɔɛlwɑrɛɔ |] [ididɛ mrɑwɑlʒɑmiɛr |] [t͡ʃʰɛmɔ sɑmʃɔblɔ mχɑrɛɔ ‖] |Be glorious eternally, our homeland, You are an inextinguishable forge of heroes; By the Great Party's mind, And Lenin's wisdom you've been risen. Your dream is accomplished, For the sake of which dream you bled: A tireless hand of toiler Has brought to a blooming you. The Great October's banners shine Has illuminated your ancient peaks, Liberty, courage and doughtiness, Turned you into a sunny garden. In the family of the fraternal peoples You've reached singular heights, With friendship and nationwide strength, You triumphed and will triumph. Your thought, your sword and your courage Have been shining from time immemorial, Now the generation of the Lenin's temper forges Georgia's grandeur and serene future. Communism's sun is shining Increasingly bright over you, Praised be over the ages, my Motherland, My native land. |} === Original version === {| class=\"wikitable\" rules=\"cols\" style=\"text-align:center;\" ! Georgian !! IPA transcription !English translation |- |იდიდე მარად, ჩვენო სამშობლოვ, გმირთა კერა ხარ გაუქრობელი, ქვეყანას მიეც დიდი სტალინი ხალხთა მონობის დამამხობელი. შენი ოცნება ასრულდა, რისთვისაც სისხლი ღვარეო, აყვავდი, ტურფა ქვეყანავ ილხინე, ქართველთ მხარეო. დიდი ოქტომბრის შუქით ლენინმა შენ გაგინათა მთები ჭაღარა, სტალინის სიბრძნემ ძლევით შეგმოსა გადაგაქცია მზიურ ბაღნარად. მოძმე ერების ოჯახში დამკვიდრდი, გაიხარეო, აყვავდი, ტურფა ქვეყანავ ილხინე, ქართველთ მხარეო. უხსოვარ დროდან ბრწყინავდა შენი აზრი, ხმალი და გამბედაობა, დღეს შენს დიდებას, ნათელ მომავალს სჭედს სტალინური წრთობის თაობა. საბჭოთა დროშა დაგნათის, მზესავით მოელვარეო, აყვავდი, ტურფა ქვეყანავ ილხინე, ქართველთ მხარეო. |[ididɛ mɑrɑd | t͡ʃʰwɛnɔ sɑmʃɔblɔw |] [gmirtʰɑ k’ɛra χɑr gɑukʰrɔbɛli |] [kwɛq’ɑnɑs miɛt͡sʰ didi st’ɑlini] [χɑlχtʰɑ mɔnɔbis dɑmɑmχɔbɛli ‖] [ʃɛni ɔt͡sʰnɛbɑ ɑsruldɑ |] [ristʰwisɑs sisχli ʁwɑrɛɔ |] [aq’wɑwdi | t’urpʰɑ kʰwɛq’ɑnɑw] [ilχinɛ | kʰartʰwɛltʰ mχarɛɔ ‖] [didi ɔkʰt’ɔmbris ʃukʰit lɛninmɑ] [ʃɛn gɑginɑtʰɑ mtʰɛbi t͡ʃ’ɑʁɑrɑ |] [st’ɑlinis sibr̩d͡znɛm d͡zlɛwitʰ ʃɛgmɔsɑ] [gɑdɑgɑkʰt͡sʰiɑ mziur bɑʁnɑrɑd ‖] [mɔd͡zmɛ ɛrɛbis ɔd͡ʒɑχʃi |] [dɑmk’widr̩di | gɑiχɑrɛɔ |] [ɑq’wɑwdi | t’urpʰɑ kʰwɛq’ɑnɑw] [ilχinɛ | kʰɑrtʰwɛltʰ mχɑrɛɔ ‖] [uχsɔwɑr drɔdɑn br̩t͡s’q’inɑwnɑ ʃɛni] [ɑzri | χmɑli dɑ gɑmbɛdɑɔbɑ] [dʁɛs ʃɛns didɛbɑs | nɑtʰɛl mɔmɑwɑls] [ʃt͡ʃ’ɛd͡z st’ɑlinuri t͡s’r̩tʰɔbis tʰɑɔbɑ ‖] [sɑbt͡ʃ’ɔtʰɑ drɔʃɑ dɑgnɑtʰis |] [mzɛsɑwit mɔɛlwɑrɛɔ |] [ɑq’wɑwdi | t’urpʰɑ kʰwɛq’ɑnɑw] [ilχinɛ | kʰɑrtʰwɛltʰ mχɑrɛɔ ‖] |Be glorious eternally, our homeland, You are an inextinguishable forge of heroes; You gave the world great Stalin, Who destroyed the slavery of nations. Your dream is accomplished, For the sake of which dream you bled: Blossom, our beautiful country, Exult, the Georgian land. With the great October's light, Lenin has illuminated your ancient mountains; Stalin's wisdom has made you victorious, Turned you into a sunny garden. In the family of the fraternal peoples You've gained a foothold, rejoice; Blossom, our beautiful country, Exult, the Georgian land. Your thought, your sword and your courage Have been shining from time immemorial, Now the generation of the Stalin's temper forges Your grandeur, your serene future. The Soviet banner, shining as the sun, Is fluttering over you; Blossom, our beautiful country, Exult, the Georgian land. |} == Sheet music == File:Sheet Music - Anthem of the Georgian SSR (for orchestra).pdf|For symphony orchestra File:Sheet Music - Anthem of the Georgian SSR (for smaller composition).pdf|For smaller composition == Notes == == See also == * Flag of the Georgian Soviet Socialist Republic; * Coat of arms of the Georgian Soviet Socialist Republic ==External links== * MIDI file * Vocal recording in MP3 format * Lyrics - nationalanthems.info Georgian SSR Category:National symbols of Georgia (country) Category:Music of Georgia (country) Category:Georgian Soviet Socialist Republic Category:Songs of Georgia (country) ",
    "title": "Anthem of the Georgian Soviet Socialist Republic"
}