{
    "id": "1297119",
    "text": "Alfonso Darío Pereyra Bueno (born 19 October 1956) is a Uruguayan former football player. Having played for Club Nacional de Football in his home country, he reached stardom playing for São Paulo FC as a centre-back along with Oscar. He is still remembered and revered as one of the best centre-backs in the history of Brazilian football. Legend has it that, whilst returning from a victory in an away match that crowned São Paulo the Brazilian champions, he wouldn't understand what the fuss was all about, but the supporters would not let him sleep. He had won a few times the national championship in Uruguay, so he felt that winning the Brazilian championship was nothing special. He latter realized how difficult it is to win a Brazilian National title. It had been the first time São Paulo F.C. won that championship. ==Career== ===Playing career=== Darío Pereyra started his career at the Nacional de Montevideo and debuted at the Uruguay national squad when he was only 18, becoming the captain of the national team at 19. After having scored 14 goals in 34 matches for the Nacional, São Paulo F.C. hired him on 17 October 1977 for 5 million cruzeiros, the second largest sum to be ever paid for a player at the time in Brazil.\"Contusão invisível\", Placar magazine issue 450, 8 December 1978, Editora Abril, pg. 33 He arrived at the Congonhas airport wearing a São Paulo jersey, and was received warmly by the supporters of that team.\"Chegou!\". Jornal da Tarde, 18 October 1977 Pereyra was not able to play immediately after his arrival, for he did not have the necessary documentation to do so. In December 1977, Real Madrid C.F. made an offer that could have cut his São Paulo career short, but the player was not interested in playing in Spain at that particular time.\"Dario chegou, para felicidade de todos\". Jornal da Tarde, 5 December 1977, Edição de Esportes, pg. 9 Throughout his time at São Paulo, he and Oscar, who was also a centre-back, became a line of defence that is frequently remembered as one of the best in that club's history.Alexandre da Costa, Almanaque do São Paulo Placar. Editora Abril, 2005, pg. 382 He played a total of 451 matches in that club, scoring 38 goals. After the 1988 São Paulo state championship, Pereyra has transferred to Flamengo, where he played only 11 matches. After that, he was hired by Palmeiras in early 1989, when he was already 32. In the following year, he played for two years at Gamba Osaka, then called Matsushita Electronic, where he would end his playing career. Darío Pereyra also made regular appearances in the Uruguay national team, and has played in the 1986 FIFA World Cup.Darío Pereyra Statistics FIFA. Retrieved 27 January 2010. ===Managerial career=== Darío was an assistant manager at São Paulo when he took over the interim manager position in 1997, succeeding manager Muricy Ramalho. Under his management, São Paulo shook off a weak campaign in the São Paulo State Championship, but the team only obtained the vice-championship title and a 13th position in the Campeonato Brasileiro. After 1998, Pereyra was replaced by manager Nelsinho Baptista. On 3 October 1998, Pereyra was the fifth manager to take up Coritiba in that very year. However, he managed to lead the team to six victories and five draws in 13 matches. At the end of the 1998 Brazilian championship, he managed Atlético Mineiro, where he eventually obtained the Minas Gerais State Championship in 1999. ===Personal life=== Pereyra is currently employed by football marketing company Traffic in Brazil as a supervisor responsible for discovering talented, young football players.Darío Pereyra, um ‘espião’ uruguaio nos treinamentos da seleção da África do Sul. Globo.com. 27 March 2010.Chefe na Traffic, Darío Pereyra não quer voltar a treinar. Portal Terra. 15 February 2009. ==Director of Football== *2007: Avaí ==References== Category:1956 births Category:Living people Category:Association football defenders Category:Club Nacional de Football players Category:São Paulo FC players Category:São Paulo FC managers Category:Uruguayan footballers Category:Uruguayan expatriate footballers Category:Clube de Regatas do Flamengo footballers Category:Uruguay international footballers Category:1986 FIFA World Cup players Category:Uruguayan Primera División players Category:Japan Soccer League players Category:Expatriate footballers in Brazil Category:Expatriate footballers in Japan Category:Uruguayan expatriate sportspeople in Brazil Category:Uruguayan expatriate sportspeople in Japan Category:Expatriate football managers in Brazil Category:Guarani FC managers Category:Sport Club Corinthians Paulista managers Category:Coritiba Foot Ball Club managers Category:Grêmio Foot-Ball Porto Alegrense managers Category:Associação Portuguesa de Desportos managers Category:Clube Atlético Mineiro managers Category:Paysandu Sport Club managers Category:Vila Nova Futebol Clube managers Category:Uruguayan football managers ",
    "title": "Darío Pereyra"
}