{
    "id": "1297369",
    "text": "Howard Altman (born March 1, 1960) is an American journalist and newspaper editor. He was an investigative reporter, columnist and news editor at the Philadelphia City Paper for many years, and its editor-in-chief from March 2003 until he was fired in May 2004. During his tenure at the City Paper, Altman won multiple local and state awards in the \"weekly alternative\" or \"non-daily\" categories for his columns, sports coverage, and investigative reporting. Altman and colleagues have also won awards as editors for the front-page design of the City Paper's issue dealing with the September 11, 2001 attacks. Relocating to Tampa, Florida, Altman joined The Tampa Tribune as a reporter in the merged newsroom of the Tribune, Tampa Bay Online (tbo.com) and the local NBC television affiliate, WFLA- TV.https://www.thedailybeast.com/author/howard-altman He also served as Courts and Cops Team Leader for the Tribune. Altman later became the Tribune's military reporter, given the large military presence in the Tampa Bay. This presence includes MacDill Air Force Base, the two unified combatant commands that are headquartered at MacDill AFB, the Avon Park Air Force Range, Coast Guard Air Station Clearwater, Coast Guard Sector St. Petersburg, numerous smaller U.S. Coast Guard installations, multiple homeported Coast Guard cutters, various Reserve and National Guard facilities, two large Veterans Administration medical centers, and one of the largest active duty military, reserve military (to include National Guard), retired military and non-career military veteran populations in Florida. With the May 2016 acquisition of The Tampa Tribune by its long-time St. Petersburg, Florida-base competitor, The Tampa Bay Times (formerly The St. Petersburg Times), Altman became the senior writer/military affairs for The Tampa Bay Times.https://www.iheart.com/podcast/960-PM-Tampa-Bay-29061869/episode/tampa- bay-times-military-reporter-howard-29079841/ In addition to print media, Altman is also a periodic guest on local radio and television segments in the Tampa Bay area regarding military affairs.https://www.spreaker.com/user/9808913/howard-altman_3 == References == * Philadelphia City Paper, Awards, citypaper.net, retrieved on December 18, 2004. (Awards won by the Philadelphia City Paper and its staff, including various professional journalism awards for Altman.) * Mike Newall, \"I Wouldn't Have Done Anything Differently\", Philadelphia Weekly, May 19, 2004, retrieved on December 18, 2004. (On Altman's departure from the Philadelphia City Paper.) (Alternate link, since the philadelphiaweekly.com's URL no longer returns a meaningful page: https://web.archive.org/web/20110715132833/http://pwblogger.com/articles/7296/news) ;Specific == External links == * Altman's blog on LiveJournal Category:1960 births Category:Living people Category:American investigative journalists Category:Editors of Pennsylvania newspapers Category:20th-century American journalists ",
    "title": "Howard Altman"
}