{
    "id": "1298873",
    "text": "Nelahozeves is a municipality and village in Mělník District in the Central Bohemian Region of the Czech Republic. It has about 2,100 inhabitants. It lies on the left bank of the Vltava river, 35 km north of Prague. ==History== The oldest surviving written document mentioning Nelahozeves dates to 1352. The village has a three-winged Renaissance chateau in the Italianate Northern Mannerist style, featuring elaborate sgraffito designs that depict scenes from Greek mythology and the Old Testament. The castle is an example of the castello fortezza, a design that was considered very modern in the 16th century. Its predominant characteristics are faux architectural defenses, including decorative bastions and an entry bridge without a moat. The most noteworthy of the castle's interior rooms is the Knight's Hall, which dates from 1564. Dominated by a large Renaissance stone fireplace, it also features ceiling decorations depicting Livy’s interpretations of five Roman virtues, wall frescoes displaying military figures, and a lunette vault decorated with original stucco reliefs. Construction on Nelahozeves Castle began under the orders of Florian Griesbeck von Griesbach, a Tyrolean aristocrat and adviser to Emperor Ferdinand I, who commissioned the building from royal master builder Bonifaz Wolmut. The castle took more than sixty years to build and was completed at the beginning of the 17th century, more than a decade after Florian's death. However, financial difficulties forced the von Griesbach family to sell the castle to Polyxena, 1st Princess Lobkowicz (1566–1642), in 1623. The castle was severely damaged during the Thirty Years' War, but was reconstructed by Václav Eusebius, 2nd Prince Lobkowicz (1609–1677), who used the castle as the center for administration and management of his estates. However, the castle never served as the Lobkowicz family's primary residence. In the late 19th and early 20th centuries, it was home to the Order of the Sisters of God's Love, a religious institution for widowed or unmarried noblewomen founded by Princess Wilhelmina Lobkowicz (1863–1945). Nelahozeves Castle was confiscated by the Communist government in 1948, and housed an exhibition of modern socialist art run by the Czech Regional Gallery in the 1970s and 80s. It was returned to the Lobkowicz family in 1993, and now features an exhibition of historical period rooms, demonstrating the lifestyle of a Bohemian noble family in the mid-19th century. The castle also houses part of the Lobkowicz collection of paintings. Birthhouse of Antonín Dvořák ==Notable people== The 19th-century composer Antonín Dvořák was born in Nelahozeves in 1841, and lived there until the age of 13. In his childhood home, also owned by the Lobkowicz family, the National Museum operates a small museum focusing on his life. ==References== ==External links== *Basic information about the town (in English) *Nelahozeves Castle Category:Villages in Mělník District ",
    "title": "Nelahozeves"
}