{
    "id": "1298010",
    "text": "Chaim Yehuda (\"Yudel\") Krinsky (born December 3, 1933, in Boston, Massachusetts) is an ordained rabbi and a member of the Chabad-Lubavitch movement. He has served in various positions of the movement's administrative staff since 1954, and as a personal secretary to its chief rabbi (along with Yehuda Leib Groner and Binyomin Klein). In 1988, after the passing of his wife, Chaya Mushka Schneerson, Schneerson named Krinsky an executor of his will. Today, Krinsky is among the most influential figures within the Chabad movement. (Chapter 20) ==Biography== Krinsky grew up in Dorchester, Massachusetts and was educated at the Boston Latin School. At the age of 12, he was sent by his parents to study at the Central Lubavitch Yeshiva in Brooklyn, where he received his rabbinic ordination. He joined the Lubavitcher Rebbe's staff in 1952 as a driver.Frankfurter, Rabbi Yitzchok. \"The Life of a Mazkir: Q&A; with Rabbi Yehuda Krinsky\". Ami, June 10, 2015, pp. 74-78. ==Activities== In 1956 Krinsky was invited by Rabbi Schneerson to join his staff, then headed by Rabbi Mordechai Aisik Hodokov. Krinsky's position included work on behalf of the Merkos L'Inyonei Chinuch, the educational arm of the Chabad-Lubavitch movement. At that time, Schneerson also appointed Krinsky to direct the Lubavitch News Service. In this capacity, he was in charge of disseminating the Rebbe's talks around the world via satellite.\"Rabbi using modern medium in call for traditional values\". The New York Times, 23 January 1983. In 1972, Rabbi Schneerson appointed Krinsky to serve on the administrative boards of the movement's umbrella organization, Agudas Chasidei Chabad, and the educational arm, Merkos L'Inyonei Chinuch. In 1990, Rabbi Schneerson selected Krinsky to serve as the official secretary of the movement's three central organizations, Agudas Chasidei Chabad, Merkos L'Inyonei Chinuch, and Machneh Israel, the movement's social services arm. Today, Krinsky is Chairman of Merkos L'Inyonei Chinuch and Machneh Israel, secretary of Agudas Chasidei Chabad, and director of the Kehot Publication Society. He has been active in helping build new schools and expanding the reach of the Chabad movement around the world.Gonzalez, David (8 November 1994). \"Lubavitchers Learn to Sustain Themselves Without the Rebbe\". The New York Times. He has been active in efforts to retrieve a large library of books connected to the Chabad movement which is in the custody of the Russian government. Many of the books were seized from the previous leader, Rabbi Yosef Yitzchak Schneersohn, as part of a Soviet crackdown on religion after the Russian Revolution of 1917.Hananel, Sam (6 April 2005). \"Commission hears efforts to retrieve Jewish texts from Russia\". Associated Press. ==Family== Krinsky married Devorah Kasinetz, daughter of Rabbi Zev and Ethel Kasinetz. Their children are: *Rabbi Levi Krinsky, director of Chabad of New Hampshire *Rabbi Hillel David Krinsky, who is married to Shterna Sarah Garelik, daughter of Rabbi Gershon Garelik, the head Lubavitcher rabbi in Milan, Italy. Krinsky is the president of Chabad's Jewish Educational Media. *Menachem M. Krinsky, who is married to Miriam Turner of Chicago *Rabbi Shmaya Krinsky, who is married to Rivkah Gutnick, daughter of Australian commodities magnate Joseph Gutnick *Sheine B. Krinsky, who is married to Rabbi Yosef B. Friedman, associate director of the Kehot Publication Society *Chana Krinsky, who is married to Rabbi Joseph Futerfas, director of Camp Gan Israel, New York ==Recognition== Krinsky's achievements have been recognized in the press. He appeared in several lists of influential American Jews, including the Forward 50 in 2005.PR Newswire (10 November 2005). \"Rapper, Republicans, Relief Org. Heads and Rabbis Named to Forward 50, by America's National Jewish Newspaper\". From 2007 to 2013,\"Newsweek's 'Top 50 Rabbis' List Is Ending After Seven Years.\" The Huffington Post. Feb. 25, 2014. Newsweek magazine compiled an annual list of the fifty most influential rabbis in the United States. Krinsky was nominated to the list each year. His placings varied from year to year, but he never dropped from the top five. *2007: 2nd place *2008: 4th place *2009: 4th place *2010: 1st place *2011: 1st place *2012: 2nd placeIn explaining the reason for its demotion of Krinsky, Newsweek and the Daily Beast cited ongoing \"pesky lawsuits\" involving Krinsky. *2013: 4th place\"America's top 50 rabbis.\" The Daily Beast. Accessed November 30, 2014. ==References== Category:Chabad-Lubavitch rabbis Category:American Hasidic rabbis Category:21st-century rabbis Category:Living people Category:1933 births Category:People from Boston ",
    "title": "Yehuda Krinsky"
}