{
    "id": "1298416",
    "text": "\"No One Is Innocent\" was the fifth single by the British punk rock band the Sex Pistols. It was released on 30 June 1978. The Pistols had split up early in 1978, losing bassist Sid Vicious and original lead vocalist Johnny Rotten. \"No One Is Innocent\" was recorded by remaining members Paul Cook and Steve Jones, with vocals performed by Ronnie Biggs, a British criminal notorious for his part in the Great Train Robbery of 1963. At the time of \"No One Is Innocent\" Biggs was living in Brazil, still wanted by the British authorities, but immune from extradition. The song was credited to Cook, Jones and Biggs. == Lyrical content== The lyrics refer to \"God Save the Queen\", by beginning each verse \"God save...\", followed by many, often unsavoury, characters, starting with the Sex Pistols themselves. There are references to Bill Grundy, the television host who had caused controversy two years earlier when Steve Jones swore on his live show, egged on by Grundy, as well as Martin Bormann and \"Nazis on the run\". Notorious child murderers Myra Hindley and Ian Brady are mentioned (with Hindley's surname mispronounced \"Hind-ley\"), along with politicians and the police (referred to as \"pigs\"), Idi Amin, and finally Biggs himself. The chorus goes,\"Ronnie Biggs was doing time, until he done a bunk, now he says he's seen the light, and he's sold his soul for punk.\" (In UK slang, to \"bunk\", or \"do a bunk\", is to leave without permission; most frequently used to indicate skipping school or work, here it refers to Biggs' escape from the HM Prison Wandsworth and the UK.) The final lines of the last verse are \"God save the Good Samaritan and God save the worthless creep\". Associating all the characters together, both good and bad (including themselves) while claiming that \"no one is innocent\" is exemplary of the nihilistic attitude of the Sex Pistols. In an interview in the Daily Mirror around the time the record was released drummer Paul Cook said that 'god should save everyone, even evil people'. Bormann, prankishly pictured as the band's uniformed bass player on the 12\" pressing, is also mentioned in Biggs's recording of the earlier Pistols song \"Belsen Was A Gas\", another song which makes light of the Holocaust (\"No One Is Innocent\", while calling Brady \"horrible\", dismisses the Nazis as \"they wasn't being wicked/it was their idea of fun\"). Fleeing prosecution for war crimes following World War II, Bormann was for years thought to have escaped, like Biggs, to Brazil. The title of the song was originally supposed to be \"Cosh the Driver\", a reference to the near- fatal beating that the train driver had suffered in Biggs's robbery years before. Virgin Records vetoed the idea, and the song eventually appeared as \"No One Is Innocent (A Punk Prayer by Ronnie Biggs)\". On the 12\" pressing, the title became \"The Biggest Blow\", but subsequent releases on albums reverted to the original title. The song reached number seven on the UK pop charts, and appears on the albums The Great Rock 'n' Roll Swindle and Flogging a Dead Horse. The B-side of both the 7\" and 12\" pressings was Sid Vicious's infamous rendering of Claude François, Jacques Revaux and Paul Anka's \"My Way\". == Recording sessions== ===\"No One Is Innocent\"=== The song was recorded at an unknown 16-track studioPhil McNeill: “Pistols' 'Nazi' Single” (New Musical Express, 24 June 1978, page 11) in Rio de Janeiro during Jones' and Cook's stay from mid-January to late February 1978.Tim Lott: “Ronnie Biggs” (Record Mirror, 15 July 1978) Lyrics and vocals were provided by Ronald Biggs: \"The record was made in a church studio in Rio with the priest present, who seemed very happy. We were rather drunk by the time we came to make the recording, which explains why it may have appeared a little out of tune. We also recorded 'Belsen Was A Gas', which I must say I wasn't too happy about, and I was relieved that it didn't appear on the other side of 'No One Is Innocent', I did find these words a little disgusting.\"Ronald Biggs: “His Own Story” (Sphere Books 1981, page 225) The second song recorded, \"Belsen Was A Gas\", turned up on the movie soundtrack album of The Great Rock 'n' Roll Swindle in 1979. Overdubs to both songs were recorded at Wessex Studios in London with engineer Bill Price. ===\"My Way\"=== The backing track of the song was recorded at Studio de la Grande Armée in Paris on 10 April 1978 with engineer Emmanuel Guyot. French session musicians were used - Claude Engel Claude Engel official website (French) on guitar, with the rhythm section from the disco band Voyage (Sauveur Mallia on bass guitar and Pierre-Alain Dahan on drums). The vocals were recorded on the same day, the final single version consisting of three different vocal takes. Overdubs were recorded back at Wessex Studios in London with engineer Bill Price. Steve Jones added guitars and Simon Jeffes arranged an orchestral intro to the song. The original backing track coupled with one of the three vocal takes was released on the album Sid Sings.Géant-Vert: “The True Story Of The Recording Of 'My Way' In Paris” (Sex-Pistols.net website, 2004) Producer Dave Goodman stated he did an unreleased mix of the song at Berwick Street Studios in LondonBerwick Street Studios (8 Berwick Street, London W1, since 2007 Play! Recording Studios) in June 1978, but the studio bill was not paid in time so his mix was delivered to the record company too late to be used on the single.Dave Goodman: “My Amazing Adventures With The Sex Pistols” (The Bluecat Press, 2006, pages 167-168) ==Charts== {| class=\"wikitable sortable\" |- !Chart (1978) !Peak position |- | align=\"left\"|Australia (Kent Music Report} | align=\"left\"|68 |- |} *In the UK, the single spent 10 weeks in the Top 75 and reached #7 on 8 July 1978. For the 12 inch version, the song title was changed to \"The Biggest Blow (A Punk Prayer by Ronald Biggs)\".Theofficialcharts.com website *Virgin Records released the single in West Germany, the Netherlands, Italy and Greece, but it did not chart. *Barclay Records released the single in France (with the song title changed to \"Cosh The Driver (A Punk Prayer By Ronnie Biggs)\" and A- and B-sides reversed), but it did not chart. *Wizard Records released the single in Australia, but it did not chart. For the 12 inch version, the song title was changed to \"The Biggest Blow (A Punk Prayer By Ronald Biggs)\". *Nippon Columbia released the single in Japan in August 1978, but it did not chart. *The Sex Pistols' US label Warner Brothers decided not to release the single in the USA. == References == ==External links== * Category:Sex Pistols songs Category:1978 singles Category:Songs written by Steve Jones (musician) Category:1978 songs Category:Virgin Records singles Category:Songs against capitalism ",
    "title": "No One Is Innocent (song)"
}