{
    "id": "1298806",
    "text": "Rosalinda \"Roz\" Doyle (born 5 May 1963) is a fictional character on the American television sitcom Frasier. She is played by Peri Gilpin. Roz is the producer of Frasier Crane's Dr. Frasier Crane Show on KACL 780 AM. Although initially reluctant to take the job, she and Frasier soon become good friends. ==History== The character is named as a tribute to a producer of the television series Wings (having the same creators as Frasier), who died from breast cancer in 1991. The role of Roz initially went to Lisa Kudrow but was recast before the pilot, and Kudrow was replaced by Gilpin. ==Background and role in the series== Early in the series, Roz and Frasier have a rather strained relationship. But as the show goes on, they become very close, often consoling each other through hard times. Nevertheless, the teasing, sardonic element continues through their friendship. Roz becomes friends with Frasier's father Martin. She is the only regular character to address him as \"Marty.\" While Frasier and Niles are interested in high culture, Roz and Martin share a more down-to-earth view of life. Roz is often invited to join Martin's poker games, which his own sons are not. In one episode when Roz drops by Frasier's apartment, Martin greets her by asking, \"Hey, Roz, how's my girlfriend?\" Roz is also close to Martin's physical therapist Daphne Moon, as they are the only two women who are constant in the Crane men's lives. They become best friends, and Daphne invites Roz to be a bridesmaid at her wedding to attorney Donny Douglas. She is also invited to be the maid of honor at Daphne's wedding to Niles; however, Daphne elopes with Niles in Reno, Nevada, and Roz is not present for their real wedding. Roz has an antagonistic relationship with Frasier's brother Niles early in the series; she teases him about his effete mannerisms and snobbery, while he teases her about her so-called abundance of partners. Their mutual bickering fades gradually as the series progresses, and they become quite friendly. Roz also defends Niles when he has a nervous breakdown. Roz was born in 1964 and is originally from Bloomer, Wisconsin. Her mother Joanna (Eva Marie Saint) was a longtime politician there and serves as Attorney General. Ironically, the Attorney General of Wisconsin during most of the run of the show was named Jim Doyle. name=\"hereslookingatyou\"> She has a sister, Denise, whom she resents for her supposedly perfect life. Roz's parents are divorced, and she ends her relationship with her father when he starts dating a woman younger than she. Her maternal grandmother was an immigrant from Ireland. Frustrated with small-town Wisconsin, Roz moved to Seattle as an adult to pursue a career in radio and worked in the industry for about 10 years before joining Frasier. Roz is portrayed as a professional woman with an active sex life, which is the subject of male jokes and snide remarks, especially from Frasier's brother Niles. Roz worries about her appearance as she ages, and is concerned that she will never fall in love and get married. She has a brief fling with a co-worker, Bob \"Bulldog\" Briscoe (much to her later chagrin). In one episode, it is revealed that, like Sam Malone, Roz has a \"black book\" containing the names and numbers of her previous male partners. Early in the fifth season, Roz discovers that she is pregnant with the child of a 20-year-old college student with whom she had a brief fling. By the end of the season, Roz gives birth to a girl, whom she names Alice. Late in the ninth season, Roz finally manages to maintain a seemingly stable relationship with Roger, a city trash collector, but they break up when they see that their relationship chemistry isn't right. Frasier consoles her, and this eventually leads them to sleep together. Roz subsequently flees home to Wisconsin, while Frasier chases after her in an attempt to remedy the situation. Frasier ends up posing as Roger, whom the Doyle family had been very excited to meet, although previously being a bit skeptical that Roger was not merely a falsehood constructed by Roz (due to Roz's romantic history). It is here that Roz and Frasier reconcile, and agree to remain friends. In the show's final episode, Roz becomes station manager of KACL after the previous manager, Kenny Daly, decides to become a DJ again. ==References== Category:Frasier characters Category:Fictional characters from Wisconsin Category:Fictional radio personalities Category:Television characters introduced in 1993 ",
    "title": "Roz Doyle"
}