{
    "id": "1298808",
    "text": "use both this parameter and |birth_date to display the person's date of birth, date of death, and age at death) --> | death_place = | death_cause = | body_discovered = | resting_place = | resting_place_coordinates = | burial_place = | burial_coordinates = | education = Ngee Ann Polytechnic | occupation = | years_active = 1969–present | spouse = | partner = | children = 1 Tam Hiu-fung (譚曉風) | parents = Tam Kong-pak (譚江柏)Sina. \"Sina.com.\" 譚詠麟：我的父親譚江柏一-父親為我買足球. Retrieved on 30 September 2008. | awards = | website = Alan.Tamwinglun Alan-Tam.com, Tamwinglun.com | module = | module2 = }} Alan Tam Wing- lunhttp://www.eac.gov.hk/en/ecse/ecse_2006candidates_performing_arts.htm MH (; born 23 August 1950) is a Hong Kong singer and actor. He played a major role in developing the Cantopop scene in the 1980s as he was known for singing romantic ballads with modern arrangements. From 1983 to 1987, Alan Tam received numerous music awards and won Most Popular Male Artist and IFPI Award for successive four years, which made him the most famous superstar singer of Hong Kong in 1980s. In early 1988, he publicly quit all pop music award ceremonies and put most efforts in searching new direction for Cantopop music. Today, he is still active in the music and film industry, releasing new albums on a regular basis. Since the late 1980s, he has served as a mentor for the cantopop music industry, earning the nickname the \"Principal\" or \"Principal Tam\". Today he is regularly seen across the media in Hong Kong, mainland China, Taiwan, and various parts of East Asia participating in all types of entertainment-related events and charity activities. As of 2013, Alan Tam has launched a total of 115 solo albums and has sold over 35 million records worldwide; he also holds the record for having held the most concerts in Hong Kong as a solo artist. ==Biography== ===Early life=== Tam was born in 1950 to football player Tam Kong-pak (譚江柏), who represented the Republic of China national team during the 1936 summer olympics.Fifa. \"Fifa .\" Olympic Football Tournament Berlin 1936 results. Alan Tam's father listed as pinyin TAI Jiang Bai. Retrieved on 30 September 2008.Wenweipo (香港文匯報). \"Paper.wenweipo.com.\" 譚詠麟和父親譚江柏. Retrieved on 30 September 2008. He attended Shau Kei Wan Government Secondary School and Chi Lin Buddhist Secondary School. Then, he majored in Economics while attending Ngee Ann Polytechnic in Singapore. ===Personal life=== Tam wed Sally Yeung Kit-mei in 1981. They have no children. Tam met his partner Wendy Chu in 1991; a son was born to them in 1995.Alan's son got 12 A's, can't become a singer. ==Career== ===Early years=== Tam developed a passion for music in his secondary school years in Hong Kong. He formed a band called \"The Wynners\" with his friends. They subsequently entered an amateur singing contest and took the first prize to begin a career in the entertainment industry, appearing in a number of TVB variety shows. The group disbanded, and he later reformed into the band The Wynners with Kenny Bee in 1973.Cnwnews. \"Cnwnews.com .\" 溫拿樂隊檔案. Retrieved on 30 September 2008. The Wynners performed mostly in English. Tam was one of the two lead singers in the band until it split in 1978. His first album as a solo artist was 'Naughty Boy' (反斗星) in 1979. An early success was the song 'Love in Autumn' (愛在深秋), first performed in 1984. ===As a solo singer=== Tam's first album as a solo artist was \"Naughty Boy\" (反斗星) in 1979. He later releases such as \"Love in Autumn\" (愛在深秋) in 1984 or \"Embrace\" (擁抱), \"Flower in Water\" (水中花) or \"Half Dazed, Half Awoken\" (半夢半醒) achieved commercial success. In the 1981 RTHK Top 10 Gold Songs Awards he also won his first major individual song award.RTHK. \"RTHK.\" RTHK top 10 gold song awards 1981. Retrieved on 30 September 2008. His 1984 albums of (愛的根源), (霧之戀) and 1985 (愛情陷阱) formed a successful trilogy of albums. In 1988, he made an announcement that he would not accept any more awards with competition involved. He continued to release albums for the next 30+ years.RickyTong database. \"RTDB.\" Alan Tam music db. Retrieved on 30 September 2008. From 1981 to 1988 he won a top 10 song award every year.RTHK. \"RTHK.\" RTHK top 10 gold song awards 1988. Retrieved on 30 September 2008. This was in addition to his winning a top 10 song award every year from 1983 to 1987 for the Jade solid gold awards.TVB. \"TVB .\" 1983 Jade solid gold award. Retrieved on 30 September 2008.TVB. \"TVB .\" 1987 Jade solid gold award. Retrieved on 30 September 2008. In 1993, he released the English album \"My Love\", in collaboration with Korean singer Kim Wan-Sun. The Hong Kong press frequently reported a fierce rivalry between Tam and fellow singer Leslie Cheung.Tamwinglun. \"Tamwinglun.com.\" 1999 news. Retrieved on 30 September 2008. Although both artists were at peace with each other, it was the fans who created the spectacle of a musical feud. In the late 90s, the singers brushed aside any doubts about their friendship, and even appeared together in galas and other special programmes. In 1999, Leslie Cheung, together with other 17 singers, participated in the Album \"Paying Tribute to Alan Tam\" (誰可改變15週年紀念集) and collaborated to produce the single remix of Tam's popular songs \"Illusion\" (幻影) and \"Foggy Love\" (霧之戀).Universal music hk. \"Umg.com.hk.\" Alan Tam. Retrieved on 3 August 2008. In 2003, he teamed up with fellow artist Hacken Lee for a major world tour entitled Alan & Hacken (, also translated as \"\"Left Alan Right Hacken\"). The name is a play on a Chinese idiom which means \"neighbours\" (左鄰右里). Up to 2013, they have performed around the world in countries like China, United States, Canada, Australia, United Kingdom, Singapore, Taiwan, Macau, Malaysia and Japan with over 100 concerts. Since 2006 he has been helping his godson Kelvin Kwan establish a career in the Hong Kong pop industry. One of his signature fast songs \"Love Trap\" (愛情陷阱) earned him the 25th Anniversary Jade Solid Gold song honour award in 2006.TVB. \"TVB .\" Additional awards 2006. Retrieved on 30 September 2008. By 1995 he had already sold more than 20 million albums. By 2005 he had launched more than 104 albums, and 800 songs. He has taken part in 264 concerts, of which 189 were individual concerts. In 2007 he was the recipient of the 30th Hall of Fame Award from the Composers and Authors Society of Hong Kong (CASH) for his 30+ years of contributions to the Hong Kong and Chinese music industry (以表揚他三十多年來對香港音樂創作及華人樂壇的貢獻). ===Actor=== In the 1970s, Tam hosted the variety show The Wynners Show and took part in the television drama Over the Rainbow. He decided to pursue opportunities in Taiwan in 1980, and starred in renowned director Pai Ching-jui's A Girl Without Sorrow. He subsequently starred in more than ten films in Taiwan including The Funny Couple and Part Time Job. He later starred in a number of films like Armour of God with Jackie Chan and Master Wong v. Master Wong which is a parody of legendary Canton kung fu fighter Wong Fei Hung. In 1981 Tam won the Best Actor award at the Golden Horse Awards for his role in If I Were for Real. He has virtually retired from acting since Age of Miracles (1996) and Aces Going Places (1997). However, he makes a comeback for Here Comes Fortune in 2010. ===President of Artistes Guild=== On 11 January 2008, Tam was elected as president of the Hong Kong Performing Artistes Guild.Asianbite. \" Asianbite.com.\" Eason Chan Elected Vice President of the Hong Kong PAG. Retrieved on 30 September 2008. Just a month after he was elected, the Edison Chen photo scandal caused a media storm. The Guild condemned the increasing circulation and uploading of obscene photos on the Internet. Tam was interviewed daily by different media on the handling of the case. He stated, \"The circulation of such obscene photos has created a bad atmosphere in society.\"Sina. \"Sina.com.\" Hong Kong stars slam nude photos. Retrieved on 30 September 2008. After the 2008 Sichuan earthquake Tam helped set up a relief committee to look after the livelihood and schooling of orphaned children. He was on a HK committee along with Eric Tsang, Jackie Chan and Eason Chan.HKStandard. \"The Standard.com .\" Run Run leads way as hearts and wallets open to disaster victims. Retrieved on 30 September 2008. ===Entrepreneur=== In 1997 an announcement was made in Admiralty, Hong Kong to launch a Star East Entertainment restaurant concept boasting 40 celebrity investors. It was one of the most publicised investments made by Tam in collaboration with his best friends Natalis Chan and Eric Tsang.HKStandard. \"The Standard.com .\" HK stars to challenge Planet hollywood. Retrieved on 30 September 2008. In 2000 a merger was made between Star East and Planet Hollywood.SEC. \"Secinfo.com.\" Planet Hollywood and Star East Holdings Complete Strategic Merger in Asia. Retrieved on 30 September 2008. ===Politics=== During the 2019–20 Hong Kong protests, and after \"worldwide coverage for Hong Kong’s police force utilizing heavy-handed tactics against student demonstrators\", Tam sided with the police and attended a pro-police rally, saying \"No one in the world has ever seen law enforcement officers attacked like that\". A backlash from fans followed quickly, with fans smashing his records in public. ==References== ==External links== *Alan Tam Dot Com *TAMWINGLUN.Com (譚詠麟.COM) *Profile at HKCuk.co.uk * Category:Members of the Election Committee of Hong Kong, 2007–2012 Category:Members of the Election Committee of Hong Kong, 2012–2017 Category:1950 births Category:Living people Category:Hong Kong people of Xinhuiese descent Category:Hong Kong people of Dutch descent Category:20th-century Hong Kong singers Category:20th-century Hong Kong male actors Category:21st-century Hong Kong singers Category:21st- century Hong Kong male actors Category:Hong Kong idols Category:Hong Kong male singers Category:Cantopop singers Category:Hong Kong Mandopop singers Category:English-language singers from Hong Kong Category:Ballad musicians Category:Hong Kong songwriters Category:Hong Kong male film actors Category:Hong Kong male television actors Category:Hong Kong businesspeople Category:Hong Kong Buddhists Category:Hong Kong racehorse owners and breeders Category:Ngee Ann Polytechnic alumni Category:20th-century male singers Category:21st-century male singers ",
    "title": "Alan Tam"
}