{
    "id": "1298376",
    "text": "Fyodor Isidorovich Kuznetsov (; 29 September 1898 – 22 March 1961) was a Colonel General and military commander in the Soviet Union. ==Biography== Born to a peasant family in Mogilev Governorate (present-day Horki Raion, Mogilev Oblast of Belarus), Kuznetsov served in the Imperial Russian Army during World War I and continued his service in the Bolsheviks' Red Army. During the German-Soviet War, he initially commanded the Northwestern Front during the Baltic Strategic Defensive Operation until 30 June 1941, but was relieved in early August 1941 (replaced by General Major Pyotr Sobennikov). At a Stavka session on 12 August 1941, he was given command of the new 51st Independent Army, later serving as the temporary commander of the Central Front (July–August 1941), Chief of Staff of the 28th Army, Deputy Commander of the Western Front, and commander of the 61st Army. From March 1942 to June 1943, he served as the commanding officer of the Academy of General Staff, and from August 1943 to February 1944 as the Deputy Commander of the Volkhov Front and Karelian Front. From 1945-1948, he commanded the Ural Military District, retiring due to illness. He is buried in the Novodevichy Cemetery in Moscow. ==References== *Erickson, The Road to Stalingrad, 2003 Cassel Military Paperbacks edition, p. 198-9, 256 Category:1898 births Category:1961 deaths Category:People from Horki District Category:People from Chaussky Uyezd Category:Communist Party of the Soviet Union members Category:Soviet colonel generals Category:Russian military personnel of World War I Category:Soviet military personnel of the Russian Civil War Category:Soviet military personnel of the Winter War Category:Soviet military personnel of World War II Category:Recipients of the Order of Lenin Category:Recipients of the Order of the Red Banner Category:Recipients of the Order of Suvorov, 2nd class Category:Burials at Novodevichy Cemetery ",
    "title": "Fyodor Kuznetsov"
}