{
    "id": "1298785",
    "text": "Auckland Castle, which is also known as Auckland Palace and to people that live locally as the Bishop's Castle or Bishop's Palace, is located in the town of Bishop Auckland in County Durham, England. In 1832, this castle replaced Durham Castle as the official residence of the Bishops of Durham. It is now a tourist attraction but still houses the Bishop's offices; the Castle is a Grade I listed historic site. ==History== The history of Auckland Castle goes back to the 12th century. Previously a deer park, Bishop Hugh Pudsey established a manor house on the site in around 1183 . Because it was near to his hunting estate, a successor, Bishop Bek, relocated his main residence from Durham Castle to Auckland and he later converted the manor house into a castle.Hutchinson, p.14 In this process, he added the great hall, the chapel and the defensive walls. After the disestablishment of the Church of England at the end of the First English Civil War in 1646, Auckland Castle was sold to Sir Arthur Hazelrigg, who demolished much of the medieval building, including the original two-storey chapel, and built a mansion.Whellan, p.279 After the Restoration of the Monarchy, Bishop John Cosin, in turn demolished Hazelrigg's mansion and rebuilt the castle converting the banqueting hall into the chapel that stands today.Fordyce, p.548 In 1756, Bishop Richard Trevor bought the notable set of paintings, Jacob and his twelve sons, by Francisco de Zurbarán which still hang in the Long Dining Room. It is possible that the seventeenth century paintings were intended for South America. However they never reached their supposed destination, eventually coming into the possession of James Mendez who sold twelve of the thirteen to Bishop Trevor in 1757. Bishop Trevor was unable to secure the 13th portrait, Benjamin, which was sold separately to the Duke of Ancaster and hangs in Grimsthorpe Castle, Lincolnshire. Bishop Trevor commissioned Arthur Pond to produce a copy painting of \"Benjamin\". The copy, together with the 12 originals, hang in the castle's Long Dining Room, which Bishop Trevor had redesigned especially to take the pictures. The Throne Room Shute Barrington, Bishop of Durham from 1791 to 1826, employed the eminent architect James Wyatt to match the disparate architecture of the palace in the late 18th century, including its Throne Room and Garden Screen. In 1832, when William van Mildert, the last prince-bishop, gave over Durham Castle to found Durham University, Auckland Castle became the sole episcopal seat of the See of Durham. In 2001 the Church Commissioners voted to sell the paintings, a decision that was revoked in 2011 following a donation of £15 million by investment manager and philanthropist Jonathan Ruffer; new arrangements placed the paintings, along with the castle, under the Auckland Castle Trust, making them available to the public after centuries during which they hung in a private home where they could be seen only by invited guests or by special arrangement with the Bishop's staff.Jonathan Garnier Ruffer bio at Debrett's People of Today ===2019 re-opening=== The dining room with the paintings by Francisco de Zurbarán News reports in 2019 clarified the situation, stating that in 2012, Ruffer had purchased the castle and all of the contents, including the artwork, which included the works by Francisco de Zurbarán. The paintings which had been on tour, were returned to the site in time for the re-opening of the castle to visitors on 2 November 2019 as the Auckland Project, after a multi-million pound restoration project, funded partly by the National Lottery. By the time of the opening day, a new high tower had been erected as a visitor centre; the structure has a lift and a staircase as well as balconies for views of the castle from above. The interior had been fully restored, including the bishops’ \"palatial\" quarters. According to one news item, \"each of the 14 restored rooms, recreated from contemporary accounts and personal recollections\" features the career of one former bishop. The Faith Museum of world religion and a huge glass greenhouse were under construction on Castle property. Other attractions already operating at or near the Castle include the Mining Art Gallery (in a nearby former bank building) showing work mainly by self-taught or night school- educated miners; this attraction opened in 2017 (thanks to support provided to the Castle Trust by Bishop Auckland and Shildon AAP and Durham County Council); an open-air theatre, Kynren, depicting \"An Epic Tale of England\" with a cast of 1,000; and the Bishop Trevor Gallery at the Castle; the latter started displaying the National Gallery’s Masterpiece touring exhibit in October 2019. In future, other attractions were expected to open at or near the Castle: a display of Spanish art (in another former bank building) the Faith Museum (already being built in 2019), a gallery that will feature the works of Francisco de Zurbarán, a boutique hotel (in former pubs) and two restaurants in addition to the current Bishop’s Kitchen café. According to The Guardian, > \"The aim is to make the town – the heart of the abandoned Durham coalfields > – a tourist destination that holds people for a day or two rather than just > a couple of hours. The scheme will create hundreds of entry-level jobs in a > county that suffers high unemployment and has some of the most deprived > areas in northern Europe\". ==Bek's chapel== In February 2020, it was announced that the ruins of Bek's chapel had been found at the castle by archeologists. It had long been known that the chapel which would have been one of the largest in Europe, was located on the castle grounds, but its location was unknown. The chapel was built by the warrior-bishop Anthony Bek in roughly 1300 at a cost of £148. There will be a special exhibition at Auckland Castle from 4 March 2020 to 6 September 2020 to display items found in the ruins. ==Description== St. Peter's Chapel at Auckland Castle - formerly the Banqueting Hall Despite the conservation work and its operation as a tourist attraction, the Castle still houses the offices of the Bishop of Durham in its Scotland Wing and services are held in the chapel. Interestingly, the Scotland Wing is so named from its historical accommodation of Scots prisoners. Auckland Castle owns 12 of the 13 celebrated 17th-century paintings in the series Jacob and his twelve sons, by Francisco de Zurbarán, depicting Jacob and his 12 sons. They will be housed in the Castle's new Spanish Gallery along with other works. The Castle is surrounded by a deer park of 800 acres (3.2 km2) of parkland. It retains many of the medieval elements, including the fish ponds and woodland paths, providing an important record of how the medieval bishops lived, entertained and hunted there.Hutchinson, p.20 The grounds, Auckland Castle Park, have been Grade II listed since 7 October 1986 (List Entry Number: 1000727) while the Castle has been Grade I listed since 21 April 1952 (List Entry Number: 1196444). The Castle and its grounds contain seven Grade I listed buildings. } These include a Deer House, which was built in 1760, a large castellated-stone building to shelter the deer, with picnic grounds and rooms that afford a fantastic view. The Park's listing summary states: > A medieval deer park associated with the residence of the bishops of Durham, > Auckland Castle, which has C12 or earlier origins, with landscaping of C18 > date. Walled gardens around the Castle are of late C17 or earlier origin, as > is the kitchen garden. == Culture == The castle was used as the backdrop for Lewis Carroll's story \"A Legend of Scotland\" in the 19th century. In 2006, Auckland Castle was the setting for two episodes of BBC's Antiques Roadshow. In 2013, a 15th-century bed owned by Henry VII was put on display at the castle. == Notable structures == {| class=\"wikitable sortable\" style=\"font-size:90%;border:0px;text- align:left;line-height:150%;\" ! style=\"background: #f2f2f2; color: #000080\" width=\"100\" | Image ! style=\"background: #f2f2f2; color: #000080\" height=\"17\" width=\"20%\" | Name ! style=\"background: #f2f2f2; color: #000080\" height=\"17\" width=\"10%\" | Listed ! style=\"background: #f2f2f2; color: #000080\" height=\"17\" width=\"20%\" | Co-ordinates ! style=\"background: #f2f2f2; color: #000080\" height=\"17\" | Notes ! class=\"unsortable\" style=\"background: #f2f2f2; color: #000080\" height=\"17\" width=\"5%\" |Ref(s) |- |100px |Auckland Castle | Grade I | | Probably begun in the 12th century and completed in the 13th century; | |- |100px |West Mural Tower and West Walls | Grade I | |First wall built 14th century; | |- |100px |Entrance Gateway | Grade I | | Built by Thomas Robinson in 1760 for Prince-Bishop Trevor; | |- |100px |Chapel of St Peter | Grade I | | Built as Great Hall around 1190, completed 1249 and converted to Chapel 1661-65; | |- | 100px | Screen Wall | Grade I | | Built by James Wyatt around 1795 for Prince-Bishop Barrington; | |- |100px |Deer Shelter | Grade I | | Built around 1760; | |- |100px |Castle Lodge | Grade I | | Built 17th century; | |- | 100px | 11 Market Place | Grade II* | | Built early 18th century; formerly known as 18 Castle Square; | |- | 100px |15 and 16 Market Place | Grade II | | 18th century Park Gatehouses; | |- | 100px | 17 and 18 Market Place | Grade II | | Built early 18th century; | |- | 100px |12 Market Place | Grade II | | Built early 18th century, previously known as 19 Castle Square; | |- | | 2 and 3 Castle Square | Grade II | | Medieval use unknown; later Prebends' College, then carriage houses; | |- | 100px | Westcott Lodge | Grade II | | Built early-18th century; | |- | | Six pillars;www.britishlistedbuildings.co.uk | Grade II | | Possibly 17th century hayshed; | |- | | Garden and Drive Walls | Grade II | | Built 18th and 19th century, railings added 19th century; | |- | 100px | Jock's Bridge | Grade II | | Built 1819, forms Park boundary wall; | |- | 100px | Trevor's Bridge | Grade II | | Built 1757; | |- | 100px | Ice House | Grade II | | Probably built late-18th century; | |- | 100px | Footbridge over Coundon Burn | Grade II | | Built mid-18th century; | |- | | Footbridge over Coundon Burn | Grade II | | Built 1827; | |- | |Footbridge over Coundon Burn |Grade II | |Built 18th century; | |- |100px |Well Head |Grade II | | 2m high pyramid, part of 18th century water supply to Castle; | |- | |Cistern |Grade II | | Part of 18th century water supply to Castle; | |- | |Milestone on Castle Drive | Grade II | | 18th century; | |- |100px | Park Gates and Screen Wall | Grade II | | Built late 18th century; | |- | | Lodge Farmhouse | Grade II | | Built 1779 for Prince-Bishop Egerton; | |- | | Stables and Barn of Lodge Farmhouse | Grade II | | Built 1779; | |- | | Stables and Barn of Lodge Farmhouse | Grade II | | Built 1779. | |} ==See also== *Castles in Great Britain and Ireland *List of castles in England ==References== ==Bibliography== * * * ==Further reading== * ==External links== *Official website Category:Castles in County Durham Category:Episcopal palaces of the bishops of Durham Category:Grade I listed buildings in County Durham Category:English Heritage sites in County Durham Category:Historic house museums in County Durham Category:Country houses in County Durham Category:Bishop Auckland ",
    "title": "Auckland Castle"
}