{
    "id": "1298535",
    "text": "Psychology Today is a magazine published every two months in the United States since 1967. ==History and mission== Founded in 1967 by Nicolas Charney, Ph.D, its intent is to make psychology literature more accessible to the general public. The magazine focuses on behavior and covers a range of topics including psychology, neuroscience, relationships, sexuality, parenting, health (including from the perspectives of alternative medicine), work, and the psychological aspects of current affairs. The magazine's website features therapy and health professionals directories and hundreds of blogs written by a wide variety of psychologists, psychiatrists, social workers, medical doctors, anthropologists, sociologists, and science journalists. Its current editor-in-chief is Kaja Perina. ==Circulation== In 1976 Psychology Today sold 1,026,872 copies. The circulation of the magazine was 1,171,362 copies in 1981 and 862,193 copies in 1986. It has a circulation of 300,000 copies per issue as of 2017 and claims 15.02 people read each copy for a total audience of 3,755,000. From June 2010 to June 2011, it was one of the top ten consumer magazines by newsstand sales. In 2013 Adweek noted a 36 percent increase in the number of readers of Psychology Today, while many magazines suffered readership declines. ==Leadership== Owned and managed by the American Psychological Association from 1983 to 1987, the publication is currently endorsed by the National Board for Certified Counselors, which promotes subscriptions and offers professional credit for a small fee and assigned assessment for each article read. ==Editors== * Anastasia Toufexis, 1998–1999 * Robert Epstein, 1999–2003 * Kaja Perina, 2003–presentContact == References == == Further reading == * ==External links== * Category:1967 establishments in California Category:Bimonthly magazines published in the United States Category:Science and technology magazines published in the United States Category:Health magazines Category:Magazines established in 1967 Category:Magazines published in California Category:Magazines published in New York City Category:Popular psychology magazines ",
    "title": "Psychology Today"
}