{
    "id": "1299210",
    "text": "Left-wing fascism and left fascism are sociological and philosophical terms used to categorize tendencies in left-wing politics otherwise commonly attributed to the ideology of fascism. Fascism has historically been considered a far-right ideology.Roger Griffin. Fascism. Oxford, England: Oxford University Press, 1995. pp. 8, 307.Aristotle A. Kallis. The fascism reader. New York: Routledge, 2003. p. 71 The term was formulated as a position by sociologists Jürgen Habermas and Irving Louis Horowitz. Another early use of the term is by Victor Klemperer, when describing the close similarities between Nazi Germany and the German Democratic Republic. == Usage == In 1960, Seymour Martin Lipset classified some nationalist and authoritarian regimes in underdeveloped countries as left-wing fascist, namely in South America, like those led by Juan Perón in Argentina and Getulio Vargas in Brazil, characterized by an appeal to the working classes against the upper classes, and accusing the latter of being guilty for the underdevelopment of the country and for the subjection to foreign interests. Sociologist Irving Louis Horowitz in his 1984 book Winners and Losers built on Vladimir Lenin's work \"Left-Wing\" Communism: An Infantile Disorder.Horowitz, Irving Louis. Winners and Losers: Social and Political Polarities in America (Duke University Press, 1984). . . ch. 17. p. 209. Lenin describes the enemies of the working class as opportunists and petty-bourgeois revolutionaries operating on anarchist premises. Horowitz claimed that \"left-wing fascism\" emerged again in the United States political life during the 1980s in the form of a refusal to disengage radical rhetoric from totalitarian reality. In the late 20th and early 21st centuries, the term left fascism has been used to describe unusual hybrid political alliances.TELOS (fall 2008). no. 144. Historian Richard Wolin has used the term \"left fascism\" in arguing that some European intellectuals have been infatuated with post-modernist or anti-Enlightenment theories, opening up the opportunity for cult-like, irrational, anti-democratic positions that combine characteristics of the left with those of fascism.Wolin, Richard. The Seduction of Unreason: The Intellectual Romance with Fascism from Nietzsche to Postmodernism (Princeton University Press, 2004). == See also == * Euston Manifesto * Fascist syndicalism * Horseshoe theory * Left-wing antisemitism * Social fascism * Liberal Fascism * Strasserism * New antisemitism * Red-baiting * Red fascism * Red-green-brown alliance * Paternalistic conservatism * Third Position * National Bolshevism == References == Category:Words and phrases introduced in 1960 Category:Anti- capitalism Category:Fascism Fascism Category:Political neologisms ",
    "title": "Left-wing fascism"
}