{
    "id": "1299249",
    "text": "The Lærdal Tunnel () is a road tunnel connecting the municipalities of Lærdal and Aurland in Vestland county, Norway, and located approximately northeast of Bergen. The tunnel carries two lanes of European Route E16 and represents the final link on the main highway connecting Oslo and Bergen without ferry connections and difficult mountain crossings during winter. It is the longest road tunnel in the world, succeeding the Swiss Gotthard Road Tunnel. In 1975, the Parliament of Norway decided that the main road between Oslo and Bergen would run via Filefjell. In 1992, Parliament confirmed that decision, made the further decision that the road should run through a tunnel between Lærdal and Aurland, and passed legislation to build the tunnel. Construction started in 1995 and the tunnel opened in 2000. It cost 1.082 billion Norwegian krone ($113.1M USD). ==Design== A total of of rock was removed from the tunnel during its construction from 1995 to 2000. The tunnel begins just east of Aurlandsvangen in Aurland and goes through a mountain range and ends south of Lærdalsøyri in Lærdal. The design of the tunnel takes into consideration the mental strain on drivers, so the tunnel is divided into four sections, separated by three large mountain caves at intervals. While the main tunnel has white lights, the caves have blue lighting with yellow lights at the fringes to give an impression of sunrise. The caves are meant to break the routine, providing a refreshing view and allowing drivers to take a short rest. The caverns are also used as turnaround points and for break areas to help lift claustrophobia during a 20-minute drive through the tunnel. In the tunnel, there is a sign on every kilometer indicating how many kilometers have already been covered, and also how many kilometers there are still to go. To keep drivers from being inattentive or falling asleep, each lane is supplied with a loud rumble strip towards the centre. ===Safety=== The tunnel does not have emergency exits. There are many safety precautions in case of accidents or fire. Emergency phones marked \"SOS\" are every for contacting the police, fire departments, and hospitals. Fire extinguishers are placed every . Whenever an emergency phone in the tunnel is used or a fire extinguisher is lifted, stop lights and electronic signs reading: snu og køyr ut () are displayed throughout the tunnel and two electronic signs on both sides of the entrance reading: tunnelen stengt (English: Tunnel closed). There are 15 turning areas which were constructed for buses and semi-trailers. In addition to the three large caverns, emergency niches have been built every . There are photo inspections and counting of all vehicles that enter and exit the tunnel at security centres in Lærdal and Bergen. There is also special wiring in the tunnel for the use of radio and mobile phones. Speed cameras have been installed because of serious speeding. There are very few other completely straight roads in the region. ===Air quality=== High air quality in the tunnel is achieved in two ways: ventilation and purification. Large fans draw air in from both entrances, and polluted air is expelled through the ventilation tunnel to Tynjadalen. The Lærdal Tunnel is the first in the world to be equipped with an air treatment plant, located in a wide cavern about northwest of Aurlandsvangen. The plant removes both dust and nitrogen dioxide from the tunnel air. Two large fans draw air through the treatment plant, where dust and soot are removed by an electrostatic filter. Then the air is drawn through a large carbon filter, which removes the nitrogen dioxide. ==Media gallery== Alfa Romeo 147 tunnel.JPG|A car parked in one of the tunnel caves Laerdalstunnel cave.jpg|View of one of the caves Lærdalstunnel.jpg|One of the Lærdalstunnel caves has blue lighting with yellow lights Lærdalstunnelen – der längste Straßentunnel der Welt.JPG|North portal Laerdalstunnelen.jpg|South portal ==References== ==External links== *World's longest Tunnel Page Category:Aurland Category:Lærdal Category:Road tunnels in Vestland Category:2000 establishments in Norway Category:Tunnels completed in 2000 Category:European Route E16 in Norway ",
    "title": "Lærdal Tunnel"
}