{
    "id": "1299426",
    "text": "Třeboň (; ) is a town in the South Bohemian Region of the Czech Republic. Its population is around 8,200. The centre of the town is historically significant and is protected by law as Urban monument zone. ==History== Třeboň was established around the middle of the 12th century. In 1366, the House of Rožmberk/Rosenberg became owner of the estate. The period of greatest growth for the town dates to the second half of the 15th century when (1462–1523) seriously began to take care of the land. The district became famous as a fish pond farming area. From 1611 the Houses of Habsburg and Schwarzenberg were owners of the town and the estate. Until 1918, Třeboň – Wittingau (Wittingau until the end of the 19th century) was part of the Austrian monarchy (Austria side after the compromise of 1867), in the district with the same name, one of the 94 Bezirkshauptmannschaften in Bohemia.Die postalischen Abstempelungen auf den österreichischen Postwertzeichen-Ausgaben 1867, 1883 und 1890, Wilhelm Klein, 1967 During the Czechoslovak republic the mudguard spa arose there but the district of Třeboň was abolished in the year 1960. The express railway connection between Prague and Vienna passed through the town of Třeboň. President Masaryk officially visited the town twice by train, in 1919 and 1925.Preclík, Vratislav: Prezident Masaryk v novém samostatném státě právě před sto lety (Vánoce 1919), in Čas: časopis Masarykova demokratického hnutí (Journal of the Masaryk Democratic Movement), říjen–prosinec 2019, roč. XXVII., no. 128. ISSN 1210-1648, p. 7–13 Fortification near the Svět pond Christmas tree in Třeboň ==Economy== Třeboň is a tourist destination, and this is the area's major economic activity, along with agriculture, the spa industry and other services. The State Regional Archive for South Bohemia is based here, where genealogical studies about people born in the South Bohemian Region may be conducted. Digital images of parish registers and other genealogical records from the archive have been placed on the internet. The archive was held at the 15th-century Třeboň castle for many years, although a substantial portion was moved to the municipal offices in 2014. ==Culture== The International Festival of Animated Films, Anifest, was held in Třeboň each May between 2002 and 2010; after that, Anifilm took its place. ==In popular culture== The TV series The Territory of White Deer was filmed in Třeboň. ==Notable people== *Master of the Třeboň Altarpiece, 14th-century painter *John Dee and Edward Kelley held a number of seances and conducted alchemical experiments in Třeboň in 1589 *Jan Nepomuscky Kubitschek (1801–1854), the great-grandfather of Brazilian president Juscelino Kubitschek *Maria Eleonora Josepha Emanuele Karoline Gabriele Franziska (1812–1873), princess, died in Třeboň * (1874–1945), historian *Erwin Schärf (1914–1994), Austrian politician *Karel Poborský (born 1972), footballer *Iveta Lutovská (born 1983), Czech Miss 2009 ==Twin towns – sister cities== Třeboň is twinned with: * Interlaken, Switzerland * Schrems, Austria * Utena, Lithuania ==References== ==External links== * *Třeboň, the official website of the Czech republic Category:Cities and towns in the Czech Republic Category:Spa towns in the Czech Republic Category:Populated places in Jindřichův Hradec District ",
    "title": "Třeboň"
}