{
    "id": "13984148",
    "text": "Marie Manning, an image from the contemporary popular press Marie Manning (1821 - 13 November 1849) was a Swiss domestic servant who was hanged on the roof of London's Horsemonger Lane Gaol on 13 November 1849, after she and her husband were convicted of the murder of her lover, Patrick O'Connor, in the case that became known as the \"Bermondsey Horror\". It was the first time a husband and wife had been executed together in England since 1700.Dickens, Charles. Little Dorrit. Penguin Classics, 2003, Footnote 10, chapter XVII, p. 975. The novelist Charles Dickens attended the public execution, and in a letter written to The Times on the same day wrote, \"I believe that a sight so inconceivably awful as the wickedness and levity of the immense crowd collected at that execution this morning could be imagined by no man, and could be presented in no heathen land under the sun.\" He later based one of his characters—Mademoiselle Hortense, Lady Dedlock's maid in Bleak House—on Manning's life. ==Background== Manning was born Marie de Roux in Lausanne, Switzerland, and entered domestic service in England. At first maid to Lady Palk of Haldon House, Devon, she entered the service of Lady Blantyre at Stafford House in 1846. On 27 May 1847 she married publican Frederick George Manning at St James's Church, Piccadilly. Mr Manning's background was chequered; he had worked on the railways, but was discharged on suspicion of being involved in several robberies. After the marriage, Marie continued her friendship with Patrick O'Connor, a gauger in the London Docks. He was also a moneylender who charged extraordinary interest, so had become wealthy. ==Murder== On 9 August 1849, O'Connor dined with the Mannings at their home, 3 Miniver Place, Bermondsey. Following a plan, the Mannings murdered their guest by shooting him at close range in the back of the skull and buried his body under the flagstones in the kitchen, where it was found a week later on the 17th of August when a police officer noticed a damp corner stone on the floor, around which the earth was soft. On the same day Mrs. Manning visited O'Connor's lodgings, Greenwood Street, Mile End Road, stealing the dead man's railway shares and money. She returned the next day to complete the robbery. However, it is apparent that the couple had planned to double-cross each other; Marie fled with most of the loot, Frederick fled with the smaller portion. Miniver Place was named after St Miniver, in Cornwall, the home village of James Coleman, the landlord who resided at 1 Miniver Place. He later gave evidence at the trial. ==Trial and execution== The police discovered O'Connor's remains on 17 August, and soon after apprehended his murderers. Marie was tracked down to Edinburgh, where she was caught after trying to exchange some of O'Connor's property (a listing of his possessions had been published). Frederick was caught on the island of Jersey. They were tried at the Old Bailey on 25 and 26 October 1849. The trial was not one of the most fascinating in terms of legal problems, except that it was argued that the jury had to include people of French or Swiss ancestry in fairness to Marie. During the trial, Frederick said that he \"never liked him [O'Connor] very much\".Terry Deary, Horrible Histories: The Villainous Victorians They were found guilty and sentenced to death by hanging, Marie yelling imprecations at the British as a 'perfidious race'. The couple were reconciled shortly before they were executed by William Calcraft at Horsemonger Lane Gaol on 13 November 1849. ==Reaction== Charles Dickens wrote a letter to The Times decrying the 'wickedness and levity' of the mob during the execution.Dickens, Charles. Letters to the editor, The Times, 14 November 1849. He wrote: \"Sir — I was a witness of the execution at Horsemonger-lane this morning. I went there with the intention of observing the crowd gathered to behold it, and I had excellent opportunities of doing so, at intervals all through the night, and continuously from daybreak until after the spectacle was over. \"I believe that a sight so inconceivably awful as the wickedness and levity of the immense crowd collected at that execution this morning could be imagined by no man, and could be presented in no heathen land under the sun. The horrors of the gibbet and of the crime which brought the wretched murderers to it, faded in my mind before the atrocious bearing, looks and language, of the assembled spectators. When I came upon the scene at midnight, the shrillness of the cries and howls that were raised from time to time, denoting that they came from a concourse of boys and girls already assembled in the best places, made my blood run cold. As the night went on, screeching, and laughing, and yelling in strong chorus of parodies on Negro melodies, with substitutions of \"Mrs. Manning\" for \"Susannah,\" and the like, were added to these. When the day dawned, thieves, low prostitutes, ruffians and vagabonds of every kind, flocked on to the ground, with every variety of offensive and foul behaviour. Fightings, faintings, whistlings, imitations of Punch, brutal jokes, tumultuous demonstrations of indecent delight when swooning women were dragged out of the crowd by the police with their dresses disordered, gave a new zest to the general entertainment. When the sun rose brightly—as it did—it gilded thousands upon thousands of upturned faces, so inexpressibly odious in their brutal mirth or callousness, that a man had cause to feel ashamed of the shape he wore, and to shrink from himself, as fashioned in the image of the Devil. When the two miserable creatures who attracted all this ghastly sight about them were turned quivering into the air, there was no more emotion, no more pity, no more thought that two immortal souls had gone to judgment, no more restraint in any of the previous obscenities, than if the name of Christ had never been heard in this world, and there were no belief among men but that they perished like the beasts. \"I am solemnly convinced that nothing that ingenuity could devise to be done in this city, in the same compass of time, could work such ruin as one public execution, and I stand astounded and appalled by the wickedness it exhibits. I do not believe that any community can prosper where such a scene of horror and demoralization as was enacted this morning outside Horsemonger-lane Gaol is presented at the very doors of good citizens, and is passed by, unknown or forgotten.\" Wilkie Collins in his novel The Woman In White (1860) has one of his heroines comment (referring to the fat villain, Count Fosco) that \"Mr. Murderer and Mrs. Murderess Manning were not both unusually stout people?\" The novel is set in 1850, a year after the \"Bermondsey Horror\". ==References== ;Attribution * ==Further reading== * Borowitz, Albert (1981). The Woman Who Murdered Black Satin: The Bermondsey Horror. Ohio State University Press. * Diamond, Michael (2003). Victorian Sensation. Anthem Press * Category:1821 births Category:1849 deaths Category:People from Lausanne Category:People executed for murder Category:People executed by the United Kingdom by hanging Category:Swiss people executed abroad Category:Executed British people Category:Executed Swiss women Category:19th-century executions by England and Wales Category:Swiss female murderers Category:Swiss emigrants to the United Kingdom Category:Swiss people convicted of murder Category:Executed Swiss people Category:19th-century Swiss women Category:1840s murders in the United Kingdom ",
    "title": "Marie Manning (murderer)"
}