{
    "id": "13985417",
    "text": "Hotel Chocolat is a British chocolatier and cocoa grower, with over seventy shops in the United Kingdom. Hotel Chocolat is the only company in the United Kingdom to grow cocoa on its own plantation. ==History== Hotel Chocolat, Monmouth Street, Covent Garden, London Hotel Chocolat, Boar Lane, Leeds Angus Thirlwell, CEO of Hotel Chocolat In 1988, Angus Thirlwell and Peter Harris began designing and selling mints as \"MMC\", before moving to chocolates, some six years later. Rebranded as \"Geneva Chocolates\", the current co-founders of Hotel Chocolat adapted trade to the catalogue-based world and before long, had steered towards the name \"Chocolate Express\". In 1998, the Chocolate Tasting Club was launched in Britain; as of 2014, it has around 100,000 members. To date, the Tasting Club has trialled over 1,500 different recipes. As detailed on their website, the Chocolate Tasting Club sends out boxes to customers all over the country each month. In 2003, Chocolate Express rebranded as Hotel Chocolat and launched its first retail store in the centre of Watford. The company then grew initially to having four stores in the East Anglian area, with stores in Milton Keynes, Cambridge and St Albans opening between 2005 and 2006. Today, the company has over 70 around the UK. In 2006, the company officially acquired the Rabot Estate in Saint Lucia, and is, to date, the only company in the UK to own its own cocoa plantation. This plantation is one of the reasons given for the company choosing not to be Fair Trade-accredited, as only smallholdings are allowed. In 2011, Hotel Chocolat opened its Boucan Hotel in Saint Lucia. The hotel sits on the Rabot Estate which is perched high up between the Piton mountains. The hotel currently has six lodges and a cocoa-inspired Boucan Restaurant. In November 2013, Hotel Chocolat opened two UK restaurants, Rabot 1745 in London's Borough Market, and Roast + Conch in Leeds. In August 2017, Hotel Chocolat opened its first stores in the Republic of Ireland in Dundrum, Dublin. ==Rabot Estate, St. Lucia== The Rabot Estate is in the south west of St Lucia, near Soufrière, the colonial French capital. St Lucia lies in the cocoa belt which girdles the earth, plus or minus 20 degrees latitude from the Equator. The estate is divided up into 16 different cortès or areas of terroir, with names steeped in colonial history, such as L’Hermitage, Ti Jardin, Marcial, Mathilde and Rameau. The cocoa trees of Rabot Estate are primarily Trinitario species rich in Criollo genes, and with new trees continually being planted, record quantities of cocoa are being harvested. The Rabot Estate is part of Hotel Chocolat’s 'Engaged Ethics' Cocoa Programme (HCCAPEE). Over a hundred new jobs have been created since the estate’s opening, and with prices guaranteed to be 30–40% above the world market price of cocoa, as well as being paid within a week of selling their crops, local farmers are provided with a secure income. ==See also== * List of bean-to-bar chocolate manufacturers ==References== ==External links== * Category:1988 establishments in the United Kingdom Category:British chocolate companies Category:Food and drink companies established in 1988 Category:English brands ",
    "title": "Hotel Chocolat"
}