{
    "id": "13986850",
    "text": "Harriet Anne Scott, Lady Scott (1816–1894), was a British novelist, born in India, and of Scottish descent. Scott, only daughter of Henry Shank of Castlerig and Glenniston, Fife and his wife Anna Maria was born in Bombay on 24 March 1816.Ancestry.com. India, Select Births and Baptisms, 1786-1947 [database on-line]. Provo, UT, USA: Ancestry.com Operations, Inc., 2014. India, Births and Baptisms, 1786-1947. Salt Lake City, Utah: FamilySearch, 2013. FHL Film Number: 527691. She was baptized on 20 March 1817. On 28 Nov. 1844 she married Scottish antiquarian and army officer Sir James Sibbald David Scott (1814–1885), third baronet of Dunninald, Forfarshire. According to the 1871 census, the couple appear to have had five of their seven children residing with them; Henrietta, Florence, Maria, Tibbald, and Lillian.The National Archives; Kew, London, England; 1871 England Census; Class: RG10; Piece: 29; Folio: 90; Page: 102; GSU roll: 838757. Ancestry.com. 1871 England Census [database on-line]. Provo, UT, USA: Ancestry.com Operations Inc, 2004. Census Returns of England and Wales, 1871. Kew, Surrey, England: The National Archives of the UK (TNA): Public Record Office (PRO), 1871.Lee, Sidney, ed. (1897). \"Scott, James Sibbald David.\" Dictionary of National Biography. 51. London: Smith, Elder & Co. Scott died at 18 Cornwall Gardens, Queen's Gate, Kensington, Middlesex on 8 April 1894.Ancestry.com. England & Wales, National Probate Calendar (Index of Wills and Administrations), 1858-1995 [database on- line]. Provo, UT, USA: Ancestry.com Operations, Inc., 2010. Principal Probate Registry. Calendar of the Grants of Probate and Letters of Administration made in the Probate Registries of the High Court of Justice in England. London, England © Crown copyright. Her will proved on 30 July left effects of £6,234 to her son Sir Francis David Sibbald Scott and her daughter Henrietta. She was described as a highly accomplished woman, who was occasionally confused, due to her title, with contemporary novelist, Caroline Lucy Scott, Lady Scott (1784–1857). Her contemporaries often compared her work to the work of another Scottish novelist, Susan Ferrier.Stephen, Sir Leslie, ed. Dictionary of National Biography, 1921–1922. Volumes 1–22. London, England: Oxford University Press, 1921–1922. Dictionary of National Biography, 1921–1922, Oxford University Press, London, England. She wrote the following ten novels, the first five anonymously: # The M.P.'s Wife and The Lady Geraldine, 1838, 2 vols. #The M.D's Daughter: A Novel of the Nineteenth Century, 1842, 2 vols. # The Henpecked Husband, 1847, 3 vols. (other editions 1853 and 1865) # Percy, or the Old Love and the New, 1848, 3 vols. # Hylton House and its Inmates, 1850, 3 vols. # The Only Child: a Tale, 1852, 2 vols. (another edition 1865, in Select Library of Fiction). # The Pride of Life, 1854, 2 vols. # The Skeleton in the Cupboard, 1860 (2nd edition 1861). # The Dream of a Life, 1862, 3 vols. Besides writing these novels, she also contributed to the ‘Queen’ newspaper' among other magazines, and published a small book entitled Cottagers' Comforts, and other Recipes in Knitting and Crochet. By Grandmother, 1887. ==References== * ==External links== * Works by Harriet Anne Scott at Internet Archive. * Works by Harriet Anne Scott at HathiTrust. * Works by Harriet Anne Scott at Google Books. Category:1819 births Category:1894 deaths Category:19th-century British novelists Category:Wives of baronets ",
    "title": "Harriet Anne Scott"
}