{
    "id": "13986170",
    "text": "was one of the founders and the first president of the Buddhist organization Risshō Kōsei Kai. ==Early life== Born on November 15, 1906 to farmers, Nikkyō had a humble life in a small town. Later in his youth he moved to Tokyo to work, where he began to study several different religions. During his studies he attended a sermon on the Lotus Sutra and became a Buddhist. ==Risshō Kōsei Kai== Mr. Niwano had been actively involved with the Buddhist group Reiyūkai, and it was then that he encountered Ms. Myoko Naganuma and led her to convert to Reiyūkai. In 1938 they both attended a leaders meeting where the leadership of Reiyūkai made several comments stating that the Lotus Sutra was outdated. After discussing this matter with each other, they decided that they could not belong to an organization which held this type of view. On March 5, 1938 they founded Risshō Kōsei Kai, holding the first meeting in Mr. Niwano's house. Niwano was to be the President and Naganuma to be the vice-president. As the organization grew he gave up his job as a milk man and devoted himself full- time to the ministry. He became involved in interfaith activities and helped to found the World Conference of Religions for Peace in 1970. During this time he became involved in numerous religious and cultural conferences and gatherings, some of which include the Asian Conference on Religion and Peace and the 6th WCRP in Italy, where he presided over the WCRP alongside Pope John Paul II. He also spoke on several occasions as the United Nations calling for world peace and the abolition of nuclear arms. In 1991 he stepped down as president and was succeeded by his eldest son, Nichiko Niwano. Although retired, he continued to participate in interfaith and peace activities. ==Awards== In 1979 he was awarded the Templeton Foundation Prize for Progress in Religion. In 1992 he was made a Knight Commander with the Silver Star of the Order of St. Gregory the Great by the Vatican. In 1993 Mr. Niwano was awarded the Interfaith Medallion from the International Council of Christians and Jews. Daniel Montgomery quotes that \"no Buddhist leader in the World has become more widely known or showered with honours than him.\" Montgomery, Daniel (1991). Fire in the Lotus, The Dynamic Religion of Nichiren. London : Mandala, , page 232. ==Death and legacy== Nikkyo Niwano died on October 4, 1999. He was cremated and some of his ashes were placed in the Precious Stupa of the One Vehicle, a small stupa located on the grounds of the groups headquarters. He is remembered for his interfaith work and his calls for global peace and disarmament. While many people around the world regard him with the highest respect, some criticism occurred shortly after his death regarding the large fortune that he left behind, many claiming that this was un-Buddhist.http://search.japantimes.co.jp/member/member.html?nn20000907b8.htm ==Works== * Nikkyō Niwano (1980). Buddhism for Today, A Modern Interpretation of the Threefold Lotus Sutra, Kosei Publishing Co/Weatherhill Inc; * Nikkyō Niwano (1989). A Guide to the Threefold Lotus Sutra, Kosei Publishing Co. * Nikkyō Niwano (1978). Lifetime Beginner: An Autobiography, Kosei Publishing Co. * Nikkyō Niwano (1995). Invisible Eyelashes: Seeing What is Closest to Us, Kosei Publishing Co. ==References== ==Further reading== * Shinozaki, Michio T. (2001). Peace and Nonviolence from a Mahayana Buddhist Perspective: Nikkyo Niwano's Thought. Buddhist-Christian Studies 21, 13-30 ==External links== * Official Profile * Rissho Kosei Kai website Category:1906 births Category:1999 deaths Category:Japanese Buddhists Category:Templeton Prize laureates Category:Nichiren Buddhists Category:Risshō Kōsei Kai people ",
    "title": "Nikkyō Niwano"
}