{
    "id": "13988035",
    "text": "Sorbus × hybrida, the oakleaf mountain ash, Swedish service-tree or Finnish whitebeam, is a hybrid species of whitebeam native to Norway, eastern Sweden, southwestern Finland, and locally in Latvia.Rushforth, K. (1999). Trees of Britain and Europe. Collins .Den Virtuella Floran: Sorbus hybrida (in Swedish; with maps)Vedel, H., & Lange, J. (1960). Trees and Bushes in Wood and Hedgerow. Metheun & Co. Ltd., London. ==Description== Leaf; under side (left) and upper side (right) It is a medium-sized deciduous tree growing to 10–15 m tall with a stout trunk up to 60 cm in diameter, and grey bark. The crown is columnar or conic in young trees, becoming rounded with age, with branches angled upwards. The leaves are green above, and densely hairy with white hairs beneath. 7–12 cm long and 5–8 cm broad, the leaves are lobed, with six to nine oval lobes on each side of the leaf. These lobes are broadest near the base with the two basal pairs of lobes cut right to the midrib as separate leaflets, rounded at the apex, with finely serrated margins. The autumn colour is dull rusty brown. The flowers are 20 mm in diameter, with five white petals and 20 yellowish-white stamens; they are produced in corymbs 6–11 cm in diameter in late spring. The fruit is a globose pome 12–15 mm in diameter, bright red, maturing in mid-autumn. The fruit is succulent, and eaten by thrushes and waxwings, which disperse the seeds. ==Taxonomy== It is a tetraploid species of hybrid origin between S. aucuparia (European rowan) and S. intermedia (Swedish whitebeam), the latter being a tetraploid triple hybrid between S. aucuparia, S. torminalis, and either S. aria or one of its close relatives. S. intermedia differs from S. hybrida in having the leaves less deeply lobed with no separate leaflets. Closely related Sorbus meinichii is a triploid or tetraploid species of hybrid origin between S. hybrida and S. aucuparia and differs in having the basal four to six pairs of lobes cut right to the midrib as separate leaflets. All three polyploid species are apomictic species which breed true without pollination. ==Cultivation== Sorbus × hybrida is grown as an ornamental tree in northern Europe, and is locally naturalised in the British Isles. The cultivar 'Gibbsii' has gained the Royal Horticultural Society's Award of Garden Merit. ==References== hybrida Category:Flora of Finland Category:Flora of Sweden Category:Flora of Norway Category:Trees of Europe Category:Plant nothospecies ",
    "title": "Sorbus × hybrida"
}