{
    "id": "13984104",
    "text": "Stomatellinae is a subfamily of small sea snails with a brilliantly nacreous interior of the shell, marine gastropod mollusks in the family Trochidae, the top snails.Gofas, S. (2012). Stomatellinae. Accessed through: World Register of Marine Species at http://www.marinespecies.org/aphia.php?p=taxdetails&id;=382176 on 2012-06-12 ==Taxonomy== In the earlier classification used in the Treatise on Invertebrate Paleontology, the Stomatellidae was included in the Archaeogastropoda, however, this taxon is now largely abandoned in favor of the more recently defined Vetigastropoda. According to Bouchet & Rocroi (2005), Williams et al. (2008)Williams S. T., Karube S. & Ozawa T. (September 2008) \"Molecular systematics of Vetigastropoda: Trochidae, Turbinidae and Trochoidea redefined\". Zoologica Scripta 37(5): 483-506. and Williams et al. (2010)Williams S. T., Donald K. M., Spencer H. G. & Nakano, T. (2010). \"Molecular systematics of the marine gastropod families Trochidae and Calliostomatidae (Mollusca: Superfamily Trochoidea)\". Molecular Phylogenetics and Evolution 54(3): 783-809. this taxon underwent a rank change from family Stomatellidae to subfamily Stomatellinae within the family Trochidae. ==Shell description== The shells of species in this subfamily are mostly low-spired, subglobose, with few whorls. They are either Haliotis-shaped or non-spiral and limpet-like. They lack an umbilicus. Most species lack an operculum. The aperture is very arge, and through it the interior of the last whorl is entirely visible from below. The interior of the shell is iridescent because of a layer of nacre. The muscle impression inside the shell is crescent- shaped. The animal has a broad foot, longitudinally divided by a median line below, and tuberculate above. The muzzle is broad, ending distally in an oval disc. The mouth is rounded. The long tentacles are pointed. The eyes are situated on short and heavy peduncles outside and behind the tentacles. The epipodium is prominent, fleshy, with or without cirri. Frontal lobes are present. The mantle edge is simple or reflexed and foliated. There is no slit in the front. The operculum is small, horny, thin, multispiral and often wanting. The gill has a single curved plume on the left or on the outer side of the mantle cavity. Its distal third is free.G.W. Tryon (1889), Manual of Concchology XII, p. 5; Academy of Natural Sciences, Philadelphia ==Genera== Genera within the subfamily Stomatellinae include: * Microtis H. Adams & A. Adams, 1850 * Pseudostomatella Thiele, 1924 * Stomatella Lamarck, 1816 * Stomatia Helbling, 1779 * Stomatolina Iredale, 1937 ;Genera brought into synonymy: * Gena Gray, 1840: synonym of Stomatella Lamarck, 1816 * Plocamotis P. Fischer, 1885: synonym of Stomatella Lamarck, 1816 ==References== == External links == * J.B.Knight,et al, 1960. Systematic Descriptions (of Gastropoda); Treatise on Invertebrate Paleontology, Part I (1). Geol Soc of America and Univ Kansas Press. * * Powell A. W. B., New Zealand Mollusca, William Collins Publishers Ltd, Auckland, New Zealand 1979 * Williams S.T., Donald K.M., Spencer H.G. & Nakano T. (2010) Molecular systematics of the marine gastropod families Trochidae and Calliostomatidae (Mollusca: Superfamily Trochoidea). Molecular Phylogenetics and Evolution 54:783-809. Category:Trochidae ",
    "title": "Stomatellinae"
}