{
    "id": "13985369",
    "text": "Niels Scheuneman (born 21 December 1983 in Veendam) is a Dutch professional road bicycle racer. ==Biography== When Scheuneman was still a junior, won a silver and a bronze medal in the junior races of the 2001 UCI Road World Championships.Scheuneman tot eigen verbazing tweede In the 2003 UCI Road World Championships, he competed in the U23 category, and finished second in the time trial. Scheuneman transferred in 2004 to the Bodysol team, to become a full professional. The Bodysol team then merged with the Relax team, and the combination competed one lever higher, which did not suit Scheuneman, and he had a bad year.Biografie At the end of the year, Scheuneman returned to the team, where he rode as a junior.Scheuneman terug bij Raboploeg In 2005, Scheuneman rode the 2005 Vuelta a España, his only grand tour so far. During a fall which also hurt Roberto Heras, Scheuneman broke his finger and had to abandon the race.Fifteen stitches for Heras At the end of the 2006 season, Scheuneman's contract with ended, and he switched to the team. This team was banned from most races in 2007, so Scheuneman did not race a lot. At the end of the season, he decided to retire from professional racing. In 2008, he decided to return to racing, and joined the continental KrolStone team.Wielrennen - Niels Scheuneman naar Krolstone | 03-2-2008 == Palmares == Source: ;2001 : World U19 Road Race Championship : World U19 Time Trial Championship ;2002 : 1st, Stage 2, Triptyque Ardennais : 2nd, National U23 Time Trial Championship ;2003 : World U23 Time Trial Championship : 2nd, National U23 Time Trial Championship ;2004 : 1st, Profronde van Fryslan ==References== == External links == Category:1983 births Category:Living people Category:Dutch male cyclists Category:People from Veendam Category:Vuelta a España cyclists Category:UCI Road World Championships cyclists for the Netherlands Category:Sportspeople from Groningen (province) ",
    "title": "Niels Scheuneman"
}