{
    "id": "13985952",
    "text": "Henry Cadogan Rothery (1817 – 2 August 1888) was an English lawyer and commissioner of wrecks (now known as the Receiver of Wreck), especially remembered for chairing the inquiry into the Tay Bridge disaster in 1879. ==Life== Rothery was born in London. His father was William Rothery, chief of the office of the King's Proctor in Doctors' Commons. Henry was educated at St. John's College, Cambridge, where he graduated B.A. in 1840, as nineteenth wrangler in the mathematical tripos, and M.A. in 1845. After leaving the university he entered Doctors' Commons, and from 1842 practised in the ecclesiastical and admiralty courts. On 26 November 1853 he was appointed registrar of the admiralty court. Soon after, he became registrar of the Privy Council in ecclesiastical and maritime cases. In 1860 he was made legal adviser to HM Treasury in questions and proceedings arising out of the slave trade. On account of his large experience gathered in the court of Admiralty, in 1876 he was appointed commissioner to inquire into the causes and circumstances of shipwrecks, and to conduct investigations into casualties at sea. He began his duties towards the close of 1876. His inquiries indicated many preventible causes of maritime losses.The Times, 3 Aug. 1888 p.10, 6 Aug. p.9, 8 Aug. p.9 His judgments on fire at sea in coal-laden vessels, on certain methods of stowing grain, on ship stability, and on overloading were especially valuable. ===Tay bridge disaster=== Original Tay Bridge from the north Fallen Tay Bridge from the north He chaired the public inquiry into the Tay Bridge disaster, when an express train was lost by the collapse of the bridge across the Tay estuary on the night of December 28, 1879. He was assisted by the Chief inspector of Railways, William Yolland and William Henry Barlow, President of the Institution of Civil Engineers. The inquiry sat initially in Dundee to hear eyewitness accounts of the accident, and then at Westminster Hall in London for expert evidence. They produced their final report in June 1880, and concluded that the bridge was \"badly designed, badly built and badly maintained\". Although they all agreed on the root causes of the disaster, his fellow judges Yolland and Barlow produced their own final report which hesitated in placing the blame on the chief engineer, Thomas Bouch. He himself died a few months after the inquiry reported in June 1880. The reports were made in a remarkably short time considering the wealth of evidence they had to consider. The remains were demolished and a new bridge built alongside the old with a double line of tracks. ==Personal life== He married Madelina, née Garden, in 1851 but the couple had no children. He retired in the early summer of 1888 and died at Ribsden, Bagshot, Surrey. ==References== ==Bibliography== *Lewis, Peter R., Beautiful Railway Bridge of the Silvery Tay: Reinvestigating the Tay Bridge Disaster of 1879, Tempus, 2004, . *Rothery, H. C. (1853) Suggestions for an Improved Mode of Pleading, and of taking Oral Depositions in Causes conducted by Plea and Responsive Allegation *-- (1868) Return of all Appeals in Cases of Doctrine or Discipline made to the High Court of Delegates, (Rothery's Precedents) printed by order of the House of Commons *-- (1873) A Defence of the Rule of the Admiralty Court in Cases of Collisions between Ships *Squarey, T. F. (1882) A Digest of the Judgments in Board of Trade Inquiries into Shipping Casualties, delivered by H. C. Rothery from 1876–1880, with a Chapter on the Procedure of the Court ;Attribution Category:1817 births Category:1888 deaths Category:Alumni of St John's College, Cambridge Category:English lawyers Category:English judges Category:Law of the sea ",
    "title": "Henry Cadogan Rothery"
}