{
    "id": "13986673",
    "text": "Joseph Powell Williams (18 November 1840 – 7 February 1904) was an English Liberal and Liberal Unionist politician who was active in local government in Birmingham and sat in the House of Commons from 1885 to 1904. He was a close political associate of Joseph Chamberlain. ==Origins and working life== Powell Williams was born in Worcester, the son of another Joseph Powell Williams. He attended Hazlewood School, Birmingham, which was founded by his father's cousin Thomas Wright Hill. On leaving school he worked for Graham & James, solicitors of Ludgate Hill, Birmingham. Business with this firm led him to travel to the United States where he was to represent this and other Birmingham interests. He considered staying, but the outbreak of the Civil War in 1861 led him to return to Britain. He was also a partner in the firm of Hill, Evans & Co, vinegar manufacturers, which (along with Lea & Perrins and Royal Worcester) was one of the industrial mainstays of the city of Worcester. Joseph's father had been one of the founders of the company (originally called Hill, Evans & Williams): it made not only vinegar, but what were then termed \"British wines\". On his return from the United States he accepted an appointment to the Post Office which, under the guidance of Rowland Hill (Joseph's second cousin), was undergoing a substantial revolution in the way it worked. While in the Post Office he had a share in setting up the Post Office Savings Bank. He also worked in the postal district to which Anthony Trollope was surveyor and struck up a friendship with Trollope - it is said that he read many of the proofs of the author's novels. ==Political career== Powell Williams' religious background was in dissent: the Williams family had played an active role in the Swan Hill Congregational Chapel in Shrewsbury. They had also had long associations with the craft based industries of the West Midlands conurbation where master often worked on the shop floor alongside their workers. Joseph's interests soon turned to joining the ranks of \"Radical\" Liberal politicians who sought to reshape the late nineteenth century political map of Britain. On the death of his father in 1873 he returned from London to Birmingham. He had long associated himself with the Liberal Party in Birmingham and in 1877 he was elected as Councillor of St. Thomas's Ward. He joined Birmingham Council during the Mayoralty of Joseph Chamberlain and he was to shape his political career within the group that surrounded Chamberlain. During this time he was Honorary Secretary to the Birmingham Liberal Association and, later, and Chairman of the Finance Committee of the Birmingham City Council. In 1885 Powell Williams entered Parliament for Birmingham South as a Liberal. He joined a group of mainly Birmingham based MPs, led by Joseph Chamberlain. This group disagreed with William Ewart Gladstone on a number of issues, their central platform being opposition to Gladstone's Irish policies. To this end they created the Liberal Unionists in 1886 which were to split from the Liberal Party and side with the Conservatives. Powell Williams went on to serve in the Unionist administration of Lord Salisbury as Financial Secretary to the War Office from 1895 to 1901, and on leaving that post was sworn into the Privy Council in November 1901. He is said to have played a key role in Chamberlain's success in Birmingham, and one source states that he and Jesse Collings acted as Chamberlain's \"political bodyguards\". He is stated to have acted as a \"ghost\" for Chamberlain's proposals on the Irish question and his article on the \"Radical Programme\". He was liked for his humour on the floor of the Commons, and reported by The Times to be \"greatly esteemed by lobby journalists and officials\", but he was probably more at home in the committee room and the back lobbies. His time as Financial Secretary to the War Office was not always a success and the Daily Chronicle stated that he was a \"square peg in a round hole\", his office full of \"blunders and bulls\", but \"good humoured about them\". Despite his early uneasiness about the alliance between the Liberal Unionists and the Conservatives, the Birmingham Post said that \"He kept the Liberal Unionist seats going and the alliance with the Conservatives alive.\" ==Later life and death== In his later life, alongside his political career in Birmingham and Westminster, Powell Williams held a number of positions including the chairmanship of the Midland Railway Carriage and Wagon Company. In February 1904 he suffered a stroke in the lobby of the House of Commons from which he later died, aged 63. He was buried in Key Hill Cemetery, Hockley, Birmingham. ==Personal life== In 1870 Powell Williams married Anne Elizabeth Bindley. They had two sons, Francis, who became an Electrical Engineer and was Secretary to the Institute of Engineers (India) from 1921 to 1931, and Rowland, who became a barrister and played first-class cricket; and two daughters, Mary Dorothy and Winifred Ethel. ==References== * *Egbastonia, A Monthly Local Magazine, Nov 1891, details his earlier life more fully == External links == * Category:1840 births Category:1904 deaths Category:Liberal Party (UK) MPs for English constituencies Category:Liberal Unionist Party MPs for English constituencies Category:UK MPs 1885–1886 Category:UK MPs 1886–1892 Category:UK MPs 1892–1895 Category:UK MPs 1895–1900 Category:UK MPs 1900–1906 Category:Members of the Privy Council of the United Kingdom Category:Burials at Key Hill Cemetery ",
    "title": "Joseph Powell Williams"
}