{
    "id": "13986173",
    "text": "Air Commodore Sir Henry Nigel St Valery Norman, 2nd Baronet, (21 May 1897 – 19 May 1943) was a consulting civil engineer and Royal Air Force officer during the first half of the 20th century.Who Was Who, A & C Black, 1920–2008; online edn, Oxford University Press, December 2007 accessed 23 November 2010 ==Early years== Nigel Norman was the only child of journalist and travel writer Henry Norman, and novelist Ménie Muriel Dowie. Following officer training at the Royal Military College, Sandhurst, he served as a subaltern with the Royal Garrison Artillery during the First World War. He later transferred to the Royal Corps of Signals. In 1926, Norman married Patricia Moyra, eldest daughter of the late Lieutenant Colonel J.H.A. Annesley. During that year, Norman volunteered for reserve service as a pilot with No. 601 (County of London) Squadron in the Auxiliary Air Force, and he later assumed duties as a flight commander. ==Professional life== In 1928, Norman co-founded Airwork Services with Alan Muntz. In 1929, the company opened Heston Aerodrome that was active in private, commercial and military aviation until closure in 1947.Sherwood (1999) In 1931, he was appointed Officer Commanding of No. 601 Squadron. In 1934, he transferred to the Auxiliary Air Force Reserve of Officers in the rank of squadron leader. He later commanded No. 110 Army Co- operation Wing based at RAF Ringway. In 1935, in partnership with architect Graham Dawbarn, Norman founded the consultancy firm of Norman and Dawbarn, responsible for designs of buildings and lay-outs of many municipal airports in the UK and overseas, including those at Gatwick, Birmingham, Ringway, Jersey, and Guernsey. In 1939, Norman succeeded as 2nd Baronet. ==Second World War== In 1940, Norman commanded the Central Landing Establishment based at RAF Ringway. From the early days of the Second World War, he worked in close collaboration with the British Army on developing airborne troops. Norman controlled the air side of the first British paratroop raid on Italy shortly after it entered the war. He not only arranged all the details, but took a personal interest in all the numerous training exercises before the raid, and accompanied the paratroops on the expedition, returning regretfully, he said, in an aircraft, as he was not at that time a proficient parachutist. When he got back, he went on a parachute course. He distinguished himself in Operation Biting, the raid by British parachute troops on the coast of northern France in March 1942, when the radio location post at Bruneval, 12 miles north of Le Havre, was destroyed. It was a combined operation, the carrying force of R.A.F. bombers under Norman's command and led by Wing Commander P. C. Pickard. Norman's final appointment came in 1942, when he was appointed Air Officer Commanding No. 38 Wing. On 19 May 1943, Norman died in the post-crash fire when Lockheed Hudson IIIA FH168 that was to carry him to North Africa force- landed after takeoff from RAF St Eval. ==Postscript== Norman was a Fellow of the Royal Aeronautical Society, a member of the Aviation Committee of the London Chamber of Commerce, and a member of the Council of the Air Registration Board, of which body he was also chairman of the Design and Construction Panel. Norman's eldest of three sons was Mark Annesley, born on 8 February 1927, who succeeded him as third baronet. Mark Norman worked for Bristol Siddeley Engines as company secretary. Nigel Norman's second son was Desmond Norman, co-founder of the aircraft manufacturer Britten Norman. Torquil Norman, third of Sir Nigel's sons, founded Bluebird Toys and the Roundhouse Trust. ==Notes== ==References== *Sherwood, Tim. 1999. Coming in to Land: A Short History of Hounslow, Hanworth and Heston Aerodromes 1911–1946. Heritage Publications (Hounslow Library) ==External links== *Air of Authority – A History of RAF Organisation – Air Commodore Sir Nigel Norman *Obituary, Flight, 27 May 1943 Category:Royal Air Force air commodores Category:Baronets in the Baronetage of the United Kingdom Category:Commanders of the Order of the British Empire Category:Graduates of the Royal Military College, Sandhurst Category:1897 births Category:1943 deaths Category:Aviators killed in aviation accidents or incidents in England Category:Fellows of the Royal Aeronautical Society Category:English civil engineers Category:British Army personnel of World War I Category:Royal Air Force personnel of World War II Category:Royal Garrison Artillery officers Category:Royal Corps of Signals officers Category:Family of Sir Henry Norman, 1st Baronet Category:British military personnel killed in World War II ",
    "title": "Nigel Norman"
}