{
    "id": "13984879",
    "text": "Pierre Vimont (born 15 June 1949) was the Executive Secretary-General of the European External Action Service (EEAS).http://euobserver.com/9/31120 His current rank in the French civil service is \"Ambassadeur de France\", which is properly not a rank but a \"dignity\" bestowed upon a diplomat for life (unlike the other career ranks which cease to produce effect upon retirement or otherwise leaving the foreign service). ==Early life and education== Vimont holds a licence in law. He is a graduate of the Institut d'Études Politiques de Paris (Sciences Po) and the École nationale d'administration (1977). He speaks French, English and Spanish. ==Diplomatic career== Vimont's first post was at the French embassy in London, where he served as second secretary from 1977 to 1978 and first secretary from 1978 to 1981. He then served at the Press and Information department in Paris from 1981 to 1985. From 1985 to 1986 he worked at the EastWest Institute in New York City. Then he moved back to Europe to become the second councillor at the Permanent Representation of France at the European Community in Brussels, from 1986 to 1990. Vimont subsequently became chief of staff to the minister delegate of European affairs from 1990 to 1993. He was the director for development and of scientific, technical, and educational cooperation (1993-1996) and subsequently the adjunct general director of cultural, scientific, and technical relations (1996-1997), and the director of European cooperation (1997-1999). From 1999 to 2002 he was the ambassador and permanent representative of France at the European Union in Brussels. From 2002 to 2007 he was the chief of staff for three French Foreign Ministers.Embassy of France in the United States - The Ambassador French President Nicolas Sarkozy appointed him to the position of Ambassador to the United States on 1 August 2007. On 25 October 2010, he was selected by the European Union's (EU) High Representative to be the first Executive Secretary General of the European External Action Service, which began operation on 1 December 2010. ==Later career== In March 2015 Vimont joined the European Leadership Network, a group of high-level former and serving officials from across Europe focused on dealing with the foreign and security challenges facing the continent.http://www.europeanleadershipnetwork.org/pierre-vimont_2573.html In May 2015, Vimont became a member of the Foundation Board of the Centre for Humanitarian Dialogue (HD), a private diplomacy organisation based in Switzerland. In June 2016, he became Chairman of HD's Foundation Board. Additional roles include the following: * European Council on Foreign Relations (ECFR), MemberMembers of the Council European Council on Foreign Relations (ECFR). * European Leadership Network (ELN), Senior Network Member ==Recognition== Vimont is a knight of the National Order of Merit, and a commander of the National Order of the Légion d'Honneur. ==References== * The Washington Diplomat Newspaper - Ambassador profile == External links == Category:1949 births Category:Living people Category:Ambassadors of France to the United States Category:Sciences Po alumni Category:École nationale d'administration alumni ",
    "title": "Pierre Vimont"
}