{
    "id": "13985594",
    "text": "Sorbus glabrescens (white-fruited rowan) is a species of rowan native to Yunnan in China.Rushforth, K. (1999). Trees of Britain and Europe. Collins . It is a small to medium-sized deciduous tree growing to 8–15 m tall with a rounded crown and dark grey bark and stout shoots. The leaves are glaucous blue-green above, paler beneath, 10–26 cm long, pinnate with 11-17 oval leaflets 3–5.5 cm long and 1–2 cm broad, broadest near the middle, rounded at the end with a short acuminate apex, and very finely serrated margins. They change to an orange or red in late autumn, much later than most other rowan species. The flowers are 8 mm diameter, with five white petals and 20 yellowish-white stamens; they are produced in corymbs 9–15 cm diameter in late spring to early summer. The fruit is a pome 7–8 mm diameter, white with a small persistent pinkish carpel, maturing in late autumn; the fruit stalks are distinctively red. The fruit commonly persist long into the winter after leaf fall; after being softened by frost they are readily eaten by thrushes and waxwings, which disperse the seeds.Mitchell, A. F. (1974). A Field Guide to the Trees of Britain and Northern Europe. Collins [as Sorbus hupehensis] It is closely related to Sorbus oligodonta, which differs in having the leaves less glaucous with the leaflets broadest near the apex, and pink fruit; the two are sometimes treated as conspecific.Flora of China: Sorbus oligodonta Both are tetraploid apomictic species which breed true without pollination. ==Cultivation and uses== Outside of its native range, it is widely grown as an ornamental tree for its decorative white fruit in western Europe and the Pacific Northwest of North America. In the past, plants in cultivation were commonly misidentified as, or treated as synonyms of, Sorbus hupehensis, a species from further north in China (Hubei) that also has white fruit. S. hupehensis may be distinguished by its slender shoots; it is much less common in cultivation. ==References== glabrescens ",
    "title": "Sorbus glabrescens"
}