{
    "id": "13987807",
    "text": "Sepp Blatter, president of FIFA, officially announcing Brazil as the host nation. This article concerns the process for determining the host nation of the 2014 FIFA World Cup, which concluded on 30 October 2007 with the confirmation of Brazil as the hosts. ==Background== On 7 March 2003, the world football body FIFA announced that the tournament would be held in South America for the first time since Argentina hosted the 1978 FIFA World Cup, in line with its policy of rotating the right to host the World Cup amongst different confederations. On 3 June 2003, CONMEBOL announced that Argentina, Brazil, and Colombia wanted to host the 2014 World Cup finals. By 17 March 2004, the CONMEBOL associations had voted unanimously to adopt Brazil as their sole candidate.Blatter reiterates wish that the 2014 World Cup be in Brazil Brazil formally declared its candidacy in December 2006, and Colombia did so as well a few days later. The Argentina bid never materialized. On 11 April 2007, Colombia officially withdrew its bid, making Brazil the only official candidate to host the event in 2014. == Brazil bid == Brazil, who eventually won the hosting rights for the 2014 FIFA World Cup, were the only remaining official candidate after Colombia withdrew its bid on 11 April 2007. The Brazilian bid was officially launched on 13 December 2006 by Ricardo Teixeira, then president of the Brazilian Football Confederation, who signed the letter of candidacy in Tokyo in the presence of CONMEBOL president Nicolas Leoz and CONMEBOL general secretary Eduardo De Luca. FIFA president Sepp Blatter stated on 4 July 2006 that the 2014 World Cup would probably be held in the country, though he acknowledged in earlier comments that the country did not have any stadiums ready for the Cup at the moment. On 28 September, he met with the Brazilian President Lula, and was quoted as saying he wants the country to prove its capabilities before making a decision. \"But the ball is on Brazil's court now,\" he said. In September 2006, Brazil President Luiz Inacio Lula da Silva confirmed Blatter's opinion, declaring: \"We don't have any stadium which is in a condition to host World Cup games. We’re going to have to build at least 12 new stadiums in this country.\" Potential host cities are already preparing for the tournament. CBF and government officials have toured many cities and stadiums in the latest months, and 18 states have applied to host World Cup matches. However, the actual number of host cities is expected to be much lower, as FIFA stipulates a minimum of eight and a maximum of ten. On 31 July 2007, Brazil's bid became official, when the Brazilian Football Confederation president, Ricardo Teixeira, delivered personally to FIFA president, Sepp Blatter, a document containing Brazil's hosting stadiums and other required information concerning plans in improvements for general infrastructure and about finances, though more details about this document are unknown. Early in that day, a list of stadiums selected was published by Brazilian media. At least 21 cities were considered initially, but only 18 cities were pre selected as able to host international football matches. Among the 18 finalist cities, four stadiums were under construction or would be built if the right to host is won. The three cities not accepted were Campinas (São Paulo), João Pessoa (Paraíba) and Teresina (Piauí). On 17 August 2007, in a meeting between CBF officials and representatives from the 18 cities, Ricardo Teixeira confirmed the names of five host cities, and left the 13 other to fight for the remaining spots. The list below includes the cities selected by the Brazilian Football Confederation to receive the World Cup (the five confirmed cities are mentioned first):internetlink * Brasília, Federal District - Estádio Mané Garrincha * Belo Horizonte, Minas Gerais - Estádio Magalhães Pinto * Porto Alegre, Rio Grande do Sul - Estádio José Pinheiro Borba * Rio de Janeiro, Rio de Janeiro - Estádio Jornalista Mário Filho (Maracanã) * São Paulo, São Paulo - Arena de São Paulo * Cuiabá, Mato Grosso - Estádio Governador José Fragelli * Curitiba, Paraná - Kyocera Arena * Fortaleza, Ceará - Estádio Plácido Castelo * Maceió, Alagoas - Arena Zagallo (to be built) * Manaus, Amazonas - Estádio Vivaldo Lima * Natal, Rio Grande do Norte - Estrela dos Reis Magos (to be built) * Recife/Olinda, Pernambuco - Recife-Olinda Arena (to be built) * Salvador, Bahia - Arena da Bahia (to be built) This list would eventually be narrowed down to meet FIFA's requirement that no more than one host city feature two host stadiums. It may also include new stadiums to be built in the next years. Brazil hosted the 1950 World Cup and has hosted the Copa América four times (1919, 1922, 1949, and 1989). ==Other bids== {|class=\"wikitable\" |+2014 FIFA bidding (majority 12 votes) !rowspan=2|Bidders !colspan=2|Votes |- !Round 2 !Round 1 |- |Brazil |style=\"text-align:center\"| |style=\"text-align:center\"|Unanimous |- |Argentina |style=\"text-align:center\"| | |- |Colombia |style=\"text-align:center\"| | |} ===Colombia=== Colombia formally declared its candidacy on 18 December 2006, and withdrew it on 11 April 2007.Colombia retira su candidatura para ser sede del Mundial de fútbol del 2014 The president of Colombia, Álvaro Uribe, had initially announced on 15 July 2006 that Colombia would submit a bid. During his speech at the opening ceremony of the 2006 Central American and Caribbean Games, Uribe said: \"By seeing how things were done to organise these Games, I think Colombia is capable of hosting a football World Cup. I'm sure we will achieve it and will do it very well.\" Vice President Francisco Santos Calderón was in charge of the project. Colombia had been set to be the host of the 1986 World Cup, but withdrew to the benefit of Mexico because of economic issues, disagreements with FIFA, and concerns about the unstable situation in Colombia at the time. Colombia has hosted the Copa América once (2001). However, on 27 February 2007, FIFA president Sepp Blatter appeared to discard any Colombian chances of hosting the event, saying, \"Colombia's bid is more of a public relations presentation of the country to say that we are alive not only in other headlines but also in football.\" ===Australia=== In June 2006, South Australian premier Mike Rann put forward a proposal for Australia to host the 2014 FIFA World Cup. He was backed by then Prime Minister John Howard, who said that Australia has proven it can host world sporting events. Football Federation Australia President, Frank Lowy who has also expressed considerable interest in the proposal and is amid negotiations to formally put forward Australia's hosting proposal. Australia hosted the OFC Nations Cup twice (1998, and 2004), and four way co hosted once (1996). Australia attempted to host the 2022 FIFA World Cup, but lost out to Qatar. ===Jordan/Iraq=== In October 2004, the football federations of Jordan/Iraq mulled a bid to host the World Cup. \"The situation at the moment would make any bid ludicrous,\" Prince Faisal al-Hussein of Jordan was quoted as saying in his interview to The Times and The Guardian. \"What will things be like in five years' time?. It could be a very prosperous nation. If the conditions are right, people will take it seriously.\" ===United States=== In June 2002, the United States Soccer Federation (USSF) announced it expressed interest to offer a bid for the 2014 FIFA World Cup. Robert Contiguglia was confident that the United States can put together a very strong bid. The United States hosted the 1994 FIFA World Cup, as well as the 1999 FIFA Women's World Cup and 2003 FIFA Women's World Cup. The United States also attempted to host the 2022 FIFA World Cup, but lost out to Qatar, but won rights to the 2026 FIFA World Cup along with Mexico and Canada. ==References== ==Notes== ==External links== * FIFA Official Announcement * Stadium projects for WordCup 2014 * FIFA President gives press briefing - 20 May 2006 * The official site Brazil 2014 Bid Bids Category:2007 in Brazilian football Category:FIFA World Cup bids ",
    "title": "2014 FIFA World Cup bids"
}