{
    "id": "13986844",
    "text": "The X-Men Fairy Tales is a 4-part mini-series that was created by ex-editor C. B. Cebulski, with art by Sana Takeda.Overview - Overview It was published by Marvel Comics in 2006. The 4-part mini-series seeks to re-enact the adventures told throughout the original X-Men comics, just through folk lore and fairy tales instead.fairy tales- Fairy Tales It was the first of the Marvel Fairy Tales which went to tell similar stories for other Marvel titles. == Release information == When X-Men Fairy Tales Volume 1 came out, it was sold out by May 2006.Sellout Date-Sellout Date Shortly thereafter Volume 2 hit the shelves on June 21, 2006.Number 2 Release- Number 2 Release == Part 1 == === Specs === {| class=\"wikitable\" |- ! Release Date ! Written By ! Art By ! # of Pages |- | May 17, 2006 | C.B.Cebulski | Sana Takeda | 32 Full Color Pages |} === Description === This volume re-enacts the old tale of Momotarō. It sets the X-Men into this story to play out the traditional roles of the characters within the original. Within the story, Momotaro has the abilities of the X-Man Cyclops, allowing him to shoot beams from his eyes. Because of this ability he remains in seclusion, until a great monk comes to him (symbolism as Professor X came to him during the original X-Men series) and convinces him to use his power for good. From this, they go off to defeat a horde of demons.Volume One- Volume One == Part 2 == === Specs === {| class=\"wikitable\" |- ! Release Date ! Written By ! Art By ! # of Pages |- | June 21, 2006 | C.B.Cebulski | Kyle Baker | 32 Full Color Pages |} === Description === This volume retells the ancient story called \"The Friendship of the Tortoise and the Eagle\". It replays the old story of how Magneto and Professor Xavier originally met, but it's played through as the story of the fairy tale.Number 2- Number 2 == Part 3 == === Specs === {| class=\"wikitable\" |- ! Release Date ! Written By ! Art By ! # of Pages |- | July 7, 2006 | C.B.Cebulski | Bill Sienkiewicz | 32 Full Color Pages |} === Description === A blind Cyclops awakens the princess (Jean Grey) from her sleep, only to find that Wolverine is determined to keep her under her spell, or worse, dead. == Part 4 == === Specs === {| class=\"wikitable\" |- ! Release Date ! Written By ! Art By ! # of Pages |- | October, 2006 | C.B.Cebulski | Kei Kobayashi | 32 Full Color Pages |} === Description === Pulling upon some fairy tales that originated in New Orleans, the love between Gambit and Rogue is re-created, though the roles are reversed, with Rogue/Anna as the ghost-communicating thief and Gambit on the side of the law with his partner, Bishop. Mystique takes the form of the voodoo witch that sells Rogue's talent, along with her other daughter, Irene. Coming home after closing, Rogue is surprised to have a customer, Emma Frost asking for her services. It is then that Emma's intent is not to communicate with the dead, but to control them, and she, along with the members of Hellfire will stop at nothing do so.Part 3- Part 3Part 3 - 2nd ref - 2nd Ref ==Notes== == References == * == External links == * Cover Art - The cover art for the 4 comics. Category:Comics based on fairy tales ",
    "title": "X-Men Fairy Tales"
}