{
    "id": "13988937",
    "text": "Projekti Rinor Qytetar is a civic project in Albania designed to help young people take a greater interest in their community and the environment. ==Aims== Albanian society lacks the active participation of youngsters, a very necessary element for the progress of a community. Most of the young people who wish to contribute to their community lack the abilities, methods and the necessary information to realize their objectives. The project aims to provide young people with the knowledge and skills that they will need to become active members in their community. This will be achieved through “Learn through participation”. Youngsters will learn how their actions like voting, participation, addressing certain community issues and undertaking actions may help them to change their community for the better. The civic project aims to promote active citizenship by providing opportunities to the youngsters to get involved in concrete actions. It will allow Albanian youngsters to attain their civic education by integrating their knowledge and abilities in projects and actions that will really help their community, develop social responsibility and promote citizenship participation. The civic project will provide youngsters with the ability to widen their knowledge of the needs of their community, teach them how to identify and design a project, how to apply for it and how to collect funds. The project meets the needs of the youngsters to participate and develop skills and practical experiences in activities designed by the youngsters themselves. It also offers many communication opportunities for the volunteers with the partner organizations and institutions like the Tirana Municipality, the “Mjaft” movement and the Eko Movement. ==Projects== The youngsters will have the necessary means to make their ideas concrete. They will have access to information and support and will gain a clear idea of their role in the community. Some ideas for projects include: *Voluntary action for cleaning and maintaining the neighborhood *Establishment of representative groups within the community *Revival of social and cultural life in the neighborhood *Preparing a petition to try to solve problems in the community *The organization of student life through working groups *Organise cultural activities and entertainment *Organise sporting activities such as a student football championship *Start a school newspaper *Build a school website ==Supporters and partners== The project is supported by the World Bank. Partners include the Eko Movement, MJAFT!, the Enough Foundation, the British Council, the Albanian Student Government, the Albanian Youth Council and One World Southeast Europe. ==References== Category:Youth organisations based in Albania ",
    "title": "Projekti rinor qytetar"
}