{
    "id": "13998423",
    "text": "{| |} USS Belle (1864) was a steamer acquired by the Union Navy during the American Civil War. She was used by the Union Navy for various tasks, including those of a torpedo boat. == Built in Philadelphia in 1864 == Belle – a screw tug completed at Philadelphia, Pennsylvania, early in 1864—operated briefly at Boston, Massachusetts, before she was purchased there by the Union Navy on June 2, 1864. Commissioned in the next day or so, the tug headed south on June 8 to join the North Atlantic Blockading Squadron. == Civil War == The Norfolk Navy Yard refitted Belle to serve as a torpedo boat so that she might help defend larger Union warships in the North Carolina Sounds against attacks by the Confederate ironclad ram CSS Albemarle that, the previous spring, had emerged from the Roanoke River and defeated a Union flotilla. Ready by late July, Belle and three other tugs were towed to Hatteras Inlet by the sidewheel steamer , entered the sounds, and proceeded under their own power to the mouth of the Roanoke River. There, Belle performed picket duty, ready to sound the alarm should Albemarle reappear and then to attempt to torpedo the Southern ram. She continued this duty until Lt. William B. Cushing sank Albemarle in a daring attack on the night of October 27–28, 1864. This victory cleared the way for a Union effort to retake Plymouth, North Carolina, on the last day of October 1864. Belle, by then commanded by Acting Master James G. Green, took part in the operation lashed to the port and unengaged side of so that she might keep her partner in motion should that double-ender’s engines be disabled. The Northern warships entered the Roanoke River from Middle River above Plymouth and headed downstream toward the Confederate defensive works. About half an hour before noon, they opened fire; and, after almost an hour of bitter fighting, the Southern troops withdrew, leaving the Union forces in control of the area. Following that action, Belle remained in the sounds until after the collapse of the Confederacy the following spring. On April 10, 1865, the day after General Robert E. Lee surrendered at Appomattox, Virginia, she had the satisfaction of accompanying the raised Albemarle to Hatteras Inlet, as her former foe began her voyage to Norfolk, Virginia. == Post-war sale and civilian career == Late in May 1865, Belle left North Carolina waters and headed for New York City where she was sold at auction on July 12, 1865 to Cozzens and Co. Re-documented on September 9, 1865, the ship operated in private hands until abandoned in 1891. == See also == * United States Navy * American Civil War == References == Category:Ships of the Union Navy Category:Steamships of the United States Navy Category:Tugs of the United States Navy Category:Torpedo boats of the United States Navy Category:American Civil War patrol vessels of the United States Category:Ships built in Philadelphia Category:1864 ships ",
    "title": "USS Belle"
}