{
    "id": "13999744",
    "text": "The Roman Catholic Diocese of Bayonne, Lescar, and Oloron, commonly Diocese of Bayonne, (Latin: Dioecesis Baionensis, Lascurrensis et Oloronensis; French: Diocèse de Bayonne, Lescar et Oloron; Basque: Baionako, Leskarreko eta Oloroeko elizbarrutia) is a suffragan diocese of the Latin Rite of the Roman Catholic Church in France in the ecclesiastical province of the Metropolitan Archdiocese of Bordeaux, in the administrative region Pyrénées-Atlantiques. The diocese comprises the Department of Pyrénées-Atlantiques, in the Region of Nouvelle-Aquitaine. Historically, at one time or another, the diocese belonged to the Dukes of Aquitaine, the Kings of England, the Kings of Navarre, and the Kings of Spain. The people are Basques, and the Basque language flourishes. Its cathedral, the Cathédrale Notre-Dame in Bayonne is a World Heritage Site. Elsewhere in Aquitaine, the diocese contains two former cathedrals: the Ancienne cathédrale Notre-Dame de l’Assomption, in Lescar; and the Ancienne cathédrale Sainte-Marie , in Oloron-Sainte-Marie. ==Diocesan borders== The southern boundary of the see, from the Carolingian period, was marked by a series of crosses high in the Pyrenees, of which the southernmost and most famous was Charles's Cross at Roncesvalles. Compare the discussion of the crux Caroli in Dubarat, Missel, p.xxxv-xxxvi. That a monument had a particular name does not inevitably mean that the monument was erected by the person named. The diocese of Bayonne gained much Spanish territory in 1030 from the Diocese of Pamplona: the four Archpresbyteries of Baztan, Lerin, Bortziria in Navarre and Hondarribia in Guipuzcoa,Cf. a remnant of Charlemagne's conquests beyond the Pyrenees.Cf. Dubarat, Missel, p.xxxii-xxxiv. The list is based on a bull of Pope Paschal II, allegedly of 1106, which has been identified as a forgery. In 1566, King Philip II of Spain, shocked and angry at the behavior of the Calvinist ruling family of Navarre, petitioned the Pope to save the Catholics on the south side of the Pyrenees by placing them for a time under the government of the Bishop of Pamplona. The diocese of Bayonne, therefore, lost territory to the Diocese of Pamplona, by virtue of a papal bull of Pope Pius V of 30 April 1566.J. F. Bladé, \"Mémoire...\", pp. 445-447. Dubarat, Missel, p.xxxvii-xxxviii, who prints the text of the bull at pp. xxxix-xl. On 29 November 1801, the Bull Qui Christi Domini, of Pope Pius VII abolished all the dioceses of France and then restored most of them along the lines of the pre- Revolutionary system, but with the boundaries established by the Constitutional Church, which approximated the boundaries of the new French civil departments. The diocese of Bayonne gained territories from the suppressed Diocese of Aire, Diocese of Dax, Diocese of Lescar, Diocese of Lombez, Diocese of Oloron, the Diocese of Saint-Bertrand-de-Comminges, and Diocese of Tarbes, which Pope Pius chose not to revive. Bayonne was a suffragan to the Archdiocese of Toulouse from 1802 to 1822. After two decades, it was realized that the territory assigned to Bayonne in 1801 was too large for efficient administration by one bishop, and since Catholicism was making progress in Gascony against Protestantism, the diocese of Bayonne was subdivided on 6 October 1822, and it lost territory to the reestablished Diocese of Tarbes. Bayonne was suffragan to the Archdiocese of Auch from 1822 until 2002 On 22 June 1909 the diocese was assigned the titles of the Diocese of Lescar and the Diocese of Oloron, which had been suppressed in 1801. The change was purely honorific and antiquarian. In the reorganization of the ecclesiastical structure of the Church in France, necessitated by accelerated urbanization and other changes in population, Pope John Paul II, on 8 December 2002, made Bayonne suffragan of the Metropolitan Archdiocese of Bordeaux.David M. Cheney, Catholic-Hierarchy, Diocese of Bayonne (-Lescar e Oloron). Retrieved: 2016-09-28 == History == Local tradition maintains that , the martyr, with whose memory is associated a miraculous fountain, was the first Bishop of Bayonne; but Leo was a priest of the third quarter of the ninth century, and his hagiographies insist that he had been Archbishop of Rouen before being sent to Bayonne by Pope Gregory (IV) or a Pope Stephen to evangelize the territory. As Honoré Fisquet puts it succinctly, these lives have nothing really authentic in them.Leo's name does not appear in the list of Archbishops of Rouen in Gallia christiana XI (Paris 1759), pp. 19-26. And cf. : ... il faut avouer que, à part de ces vies qui n'ont rien de fort authentique, aucune catalogue, aucune des anciennes chroniques de Normandie ne justifient qu'il ait occupé le siége métropolitain de Rouen.\" No bishop is historically known prior to the eleventh century. Some scholars think, however, that the fact that the town of Lapurdum (which later came to be called Bayonne), was designated as civitas (Roman municipality) in the Treaty of Andelot (587), indicates that the civitas must have had a bishop at that time.J. de Jaurgain, \"Ėtude historique et critique sur les origines du royaume de Navarre,\" Bulletin de la Société des sciences, lettres, et artes de Pau (1896), p. 360. Duvarat, Missel, p. xxv-xxvi. That is just a conjecture. Others associate the foundation of the See of Bayonne with the establishment of the Kingdom of Aquitaine (778).J. F. Bladé, \"Mémoire sur l'évêché de Bayonne,\" That too is a conjecture. Louis Duchesne concludes that, in the present (1910) state of the documentary evidence, no solution presents itself.Duchesne, Fastes II, p. 80 note 3. Bishop Raymond III de Martres (1122–1125) was given half of the city of Bayonne by William IX, Duke of Aquitaine.David Walker, \"Crown and Episcopacy under the Normans and Angevins,\" From 1152 to 1451 Bayonne was ruled by Eleanor of Aquitaine and her descendants, the kings of England. The royal coat of arms is to be found on one of the bosses in the vaulting of the choir of the Cathedral. In 1177, Richard, the son of Henry II of England and Eleanor of Aquitaine, made war in Gascony, besieged Dax and its Count, Pierre de Bigorre, and then besieged Bayonne and its Vicomte Arnaud for ten days, and then marched south as far as Port du Cize (Port d'Espagne).J. F. Bladé, \"Mémoire...\", p. 434. In April 1344, Bishop Pierre de Saint-Johan, O.P. was appointed by King Edward III of England to head an embassy to arrange a peace between subjects of the King and men under the control of King Alfonso XI of Castile and the Count of Biscay. Sainte-Marthe, Gallia christiana I, p. 1316. On 2 January 1345 he was appointed to head the Commission which was to engage in the late-state negotiations for the treaty of marriage of the King's son John with a daughter of King Alfonso.Rymer, p.170. On 14 February 1348 Bishop de Saint-Johan was named one of the arbitrators on claims and complaints between English and Castilian subjects. Also given powers as arbitrators were the Sacristan, the Major Chaplain, and another of the Canons of the Cathedral, and others. ===Cathedral and Chapter=== The replacement for the old Romanesque cathedral, whose history is lost, was begun under Arnaud Loup de Bessabat, ca. 1140-1141. In 1199 and again in 1224, fires damaged the fabric, and in 1258 another fire destroyed half of the city of Bayonne and much of the choir of the Cathedral. Reconstruction began almost immediately in the Gothic style. In 1310 yet another fire destroyed most of what still remained of the Romanesque building; the more recent Gothic work remained untouched.Dubarat, Missel, p. cix. Saint- Vanne, pp. 15-16. The original main altar of the Gothic cathedral had on its sides the arms of Cardinal Guillaume Pierre Godin, who died in 1335.Dubarat, Missel, p. cxvii. The new altar, sanctuary and choir were the work of Bishop René-François de Beauvau du Rivau (1701–1707).Dubarat, Missel, p. cvi. The Canons of the Cathedral Chapter of Bayonne are attested as early as the 12th century, living perhaps under the Rule of the Canons of Saint Augustine.Dubarat, Missel, p. cxliii. During the Great Schism (1378–1416), the number of Canons increased to a total of eighteen: eight of them supporting one side resided in Bayonne, eight others who supported the other pope resided in Basse-Navarre at St-Jean-Pied-de-Porte. The Council of Constance took cognizance of the situation in its 31st Session, and ordered that the number be reduced to the traditional twelve.Dubarat, Missel, p. clxv. In the 17th and 18th centuries there were only the twelve Canons.Ritzler-Sefrin, V, p. 112 note 1; VI, p. 113, note 1. The Chapter of Bayonne had a set of Statutes as early as 1322, which are known to have regulated the distributions which came to the Canons by virtue of their office.Dubarat, Missel, p. ccxxiii. In 1533 Bishop Étienne de Poncher (1532–1551) published Statutes of the Synod, which included legislation on the practices of the choir, which the Canons discussed and accepted, but which had become a dead letter by 1570, due no doubt to the protestantization of the Gascon part of the diocese, and the partition ordered by Pope Pius V in 1566.Dubarat, Missel, p. ccxxi. On 15 August 1676, Bishop Jean d'Olce issued new Statutes for the Cathedral Chapter on the recommendation of the Promoter of the Diocese, in order to address various abuses in the carrying out of sacred ceremonies. This enactment lasted well into the 18th century.Dubarat, Missel, p. ccxxii. The Cathedral Chapter was dissolved in 1790, along with all the other chapters in France.Philippe Bourdin, \"Collégiales et chapitres cathédraux au crible de l'opinion et de la Révolution,\" Annales historiques de la Révolution française no. 331 (janvier/mars 2003), 29-55, at 29-30, 52-53. By the 12th or 13th century, the diocese north of the Pyrenees had three Archdeacons: Labourde, Cize, and Arberoue. South of the Pyrenees was the Archdeaconry of Baztan. All seem to have disappeared by the beginning of the 16th century.Dubarat, Missel, p. xxxvii, cxliii. The diocese also contained two monasteries, both of Premonstratensians: Leuntium (La Honce), a few miles east of Bayonne; and Urdacium (Ourdace), in Navarre.Sainte-Marthe, Gallia christiana I, pp. 1323-1326. Jean, p. 77. Both were dissolved by the National Assembly in 1790, and their property sold for the benefit of the people. At the beginning of the 18th century there were seven houses of religious in Bayonne, the Dominicans, the Franciscans, the Carmelites, the Augustinians, the Capuchins, the Clarisses, and the Recollects.Sainte-Marthe, Gallia christiana I, pp. 1309-1310. The first five named were for men, the last two were convents for women. In 1745 there were also five houses of religious men.Ritzler-Sefrin, VI, p. 113 note 1. ===Revolution and Concordat=== During the French Revolution the diocese of Bayonne was suppressed by the Legislative Assembly, under the Civil Constitution of the Clergy (1790). Its territory was subsumed into the new diocese, called 'Basses-Pyrenees', which was coterminous with the new civil department of the same name. The dioceses of Oloron and Lescar were also suppressed and their bishops dismissed, and their territories were joined to the former diocese of Oleron, with the seat of the Constitutuonal Diocese at Oloron. Basses-Pyrenees was made part of the Metropolitanate called the 'Métropole du Sud'. A Constitutional Bishop was elected, Barthélémy-Jean- Baptiste Sanadon. Sanadon was principal of the Collège de Pau, when he was called on to take the oath to the Civil Constitution. On 1 March 1791 he was elected Constitutional Bishop of Hautes-Pyrenées by a vote of 174 to 96. He was consecrated a bishop in Paris on 26 April by Constitutional Bishop Jean- Baptiste Gobel. The consecration was valid but illicit and uncanonical. Sanadon and Gobel and all the other Constitutional bishops were schismatic. On Sanadon's return to Pau, the Vicar General of the legitimate bishop of Oloron excommunicated him. He was a member of the Convention which voted on the execution of King Louis XVI, which he opposed. His opposition brought him under suspicion of the Jacobins, and he was arrested and imprisoned in Bayonne. He was released, but died on 9 January 1796.Dubarat, Missel, p. cvii. The Cathedral Chapter and the Archdeaconries were reestablished by a decree of Bishop Paul d'Astros on 18 September 1821, though only two archdeaconries were created, Bayonne and Pau, and the two Archdeacons also bore the title of Vicar General. The decree also reorganized the diocese into five districts, each headed by an Archpriest, who supervised 40 Deans and 440 parishes.Dubarat, Missel, p. cxliii. In World War I, 560 priests and seminarians were mobilized from the diocese of Bayonne, 50 of whom died. In 1921 there were 40 Deaneries and 507 parishes.Anonymous, \"Bayonne,\" Catholic Encyclopedia Volume XVII Supplement 1 (New York 1922), p. 88. In 2009 Bishop Marc Aillet reestablished the Major Seminary for the diocese of Bayonne. A new seminary building, Le Séminaire des Saints Cœurs de Jésus et de Marie et de la propédeutique Sainte- Croix, opened on 1 October 2016. There is also the Grand Séminaire Saint- Joseph in Bordeaux. In 2017 there were 234 priests incardinated (licensed by the bishop to function) in the Diocese of Bayonne, of whom 168 were on active service. ==Bishops== ===to 1400=== : [Sedacius (c. 844–850)]The one and only reference to Sedacius is in a forged charter: J. F. Bladé, \"Mémoire sur l'évêché de Bayonne,\" p. 303 note 1. Cf. Jaurgain, pp. 573–590. : [Léon I (c. 900?)]Sainte-Marthe, in Gallia christiana I, p. 1309, emphatically states that Leo should be deleted from the episcopal list, nam quae de eo narrantur, omnia fabulam redolent, nec ulla umbra veritatis vel verisimilitudinis eius episcopatus potest stabiliri. (What is said of him all reeks of fable, nor can a ghost of truth or plausibility be established about his episcopacy). All of the stories concerning Leo are collected and analysed by Dubarat, Missel, pp. xxxviii–lxxxviii. The material is mostly derived from prayer books (breviaria). : [Arsius (c. 980)]Sainte-Marthe, in Gallia christiana I, p. 1310, states, Porro hic Arsias videtur idem esse ac Arsias Racha, de quo in episcopis Olorensibus et aliis iam actum. (Arsius seems to be the same person as Arsias Racha, bishop of Oloron). There are five documents referring to Arsius. All five are forgeries: J. F. Bladé (1896), \"Mémoire\", pp. 540–551, demolishes the authenticity of the charter of Arsias. Bladé (1900), pp. 27–50. Dubarat, Missel, p. xcix, no. III, notes that the charter of Arseo (pp. xviii–xix), at least, is a forgery. Cf. Jaurgain (1902), pp. 573–590. : [Raymond le Vieux (1025–1059)]According to the Cartulary of Lescar, Raymond le Vieux was also Bishop of Oloron (France) (1033–1056), Bishop of Lescar (France) (1040 – 1059): Dubarat, Missel, p.xcix. The charter, which is the only evidence for Raymond le Vieux, is a forgery. Cf. Jaurgain (1902), pp. 573–590. : [Raymond le Jeune (1059–1063)]Bladé (1900), pp. 65–72. Cf. Jaurgain (1902), pp. 573–590. * Guillaume I (c. 1065? – ) * Bernard I d'Astarac (c. 1090 – 1118)Bernard d'Astarac, also called Bernard de Sainte-Christie, was subsequently Metropolitan Archbishop of Auch (France) (1118 – 1126). He received a bull from Pope Paschal II, dated 9 April 1106, confirming the extent of the diocesan territory. J. F. Bladé (1896), Mémoire, p. 487. Dubarat, Missel, p.xcix. Cf. Jaurgain (1902), pp. 573–590. * Garsias I (c. 1120 – ?) * Raymond III de Martres (1122 – death 1125.04.22) * Arnaud I Loup de Benabat (1126 – 1137) * Arnaud II Formatel (1137–1149) * Fortaner (c.1150–1170?)Bishop Fortaner was a witness to the charter of Richard, Duke of Aquitaine, granting the people of Bayonne their customs, on the same terms as William of Aquitaine had granted in the presence of Bishop Raymond de Martres. Bidache, pp. 273–274. Richard became Duke in June 1172. * Pierre I Bertrand d'Espelette (1170–1178) * Adhémar (1179–1184?) * Bernard II de Lacarre (1185–1206)In 1190 Bishop Bernard, one of the leaders of the fleet of King Richard I, set sail for the Holy Land. He was with Richard at Messina, and at the siege of Acre. * Arsivus de Navailles (c. 1207 – ? ) * Raymond IV de Luc (1213–1224) * Guillaume II de Donzac (1225–1229) : [Pierre II Bertrand de Sault (1230–1233)]Pierre de Sault is rejected by Dubarat, Missel, p. c, column 2; and by Eubel, I, p. 125. * Raymond V de Donzac (c. 1233–1257) * Sanz de Haïtce (1259?–1278)A charter of 28 July 1261 was executed during the bishopric of S. de Haxe. Bidache, p. 141. Dubarat, Missel, p. c, column 2. Eubel, I, p. 125. * Dominique de Manx (1279–1302)Dominique de Manx: Gams, p. 508. * Arnaud III Raymond de Mont(1303 – death 1308) * Pierre III de Marenne (1309 – 1314) * Bernard III de Brèle (29 March 1314 – 1316)On the death of Pierre de Marenne, the Chapter of Bayonne ignored the provision of the diocese made by Pope Clement V and elected Bernard, Archdeacon of the Church of Bayonne. The Pope voided the election, and, having investigated the character and qualifications of Bernard, appointed him Bishop of Bayonne on 29 March 1314. Regestum Clementis Papae V Tomus nonus (Roma: Typographia Vaticana 1888), p. 97, no. 10303. Eubel, I, p. 125. * Pierre IV de Maslac, O.F.M. (20 December 1316 – 1318)Bishop Bernard died at the Papal Court in Avignon, and therefore the right to appoint a bishop of Bayonne fell to the Pope. John XXIII appointed Pierre on 20 December 1316. G. Mollat, Jean XXII, Lettres communes Tome I (Paris: Fontemoing 1904), p. 215, no. 2301. Eubel, I, p. 125. * Pierre V de Saint-Johan, O.P. (27 June 1319 – 1356)Pope John XXII had previously reserved the right of appointment to the diocese. On 27 June 1319 he appointed Petrus, professor et sacerdos. G. Mollat, Jean XXII, Lettres communes Tome II (Paris: Fontemoing 1905), p. 395, no. 9601. Eubel, I, p. 125. * Guillaume III du Pin (8 February 1357 – 1361)Guillaume was appointed by Pope Innocent VI on 8 February 1357. Eubel, I, p. 125. * Guillaume IV de Saint-Johan (1362–1369) * Pierre VI d'Oriach, O.F.M. (20 June 1371 – 1381?)Pierre, a friar of the convent in Rodez, was appointed on 20 June 1371 by Pope Gregory XI. Dubarat, Missel, p. ci, column 2, states that Pierre held office at least until 1383. Eubel, I, p. 125. * Barthélémy de La Rivière, O.P. (1382–1392)Barthélémy was provided by Urban VI. Dubarat, Missel, p. ci, column 2. Eubel, I, p. 125. (Roman Obedience) * Pierre de Sumalaga (22 April 1383 – 1384)Sumalaga was appointed by Pope Clement VII. Dubarat, Missel, p. ci, column 2 (Avignon Obedience) * Garsias Eugui (12 February 1384 – 1408)Dubarat, Missel, p. ci, column 2. Eubel, I, p. 125, with note 6. On 31 August 1408 Pope Benedict XIII appointed a Vicar General, Jean Doyti. (Avignon Obedience) * Menendo Cordula, O.E.S.A. (1393–1405)Menendo (de) Cordula was appointed to be Bishop of Cordoba by Urban VI (Roman Obedience), but Cordoba belonged to the Avignon Obedience. In 1379 he had been sent to Spain as Bishop of Cordoba and nuncio of Urban VI to Henry II of Castile, but he was captured by Cardinal Pedro de Luna and spent some time in prison. He was appointed by Pope Boniface IX on 11 February 1393 to the diocese of Bayonne. Dubarat, Missel, p. ci, column 2. Eubel, I, p. 125, 209. (Roman Obedience) ===1400 to 1700=== * Pierre VII du Vernet (1406–1416)Pierre Vernet (or Bernet), a Canon of Bayonne, was appointed by Pope Innocent VII on 20 January 1406. Dubarat, Missel, p. ci. Eubel, I, p. 125. cf. Sainte-Marthe, Gallia christiana I, p. 1318, where it is pointed out that Vernet received a bull of appointment from John XXIII on 4 September 1410; this must have been a bull of recognition or re-appointment. According to Saint-Marthe he died in 1417, but John XXIII appointed a successor in 1416. (Roman Obedience) * Guillaume V Arnaud de Laborde (3 July 1409 – 9 December 1444) Guillaume de Laborde was named Bishop of Bayonne by Benedict XIII on 3 July 1409. He attended the Council of Constance, and was recognized by it as the only Bishop of Bayonne. It ordered the Archbishop of Auch and the Chapter of Bayonne not to name, approve, or institute any other bishop. Guillaume was subsequently Bishop of Oloron (France) (1422 – 1426); and then Bishop of Dax (France) (1444 – 1451). Dubarat, Missel, pp. ci–cii. J. F. Bladé (1896), \"Mémoire, p. 488. (Avignon Obedience) * Pierre VIII de Mauloc (1416–1417) (Roman Obedience)Pierre Mauloc was appointed by John XXIII. Dubarat, Missel, p. ci. Eubel, I, p. 125. * Garsias III Arnaud de Lasègue (1444.12.09 – 1454)Garsias de Lasègue had previously been Bishop of Dax (France) (25 September 1439 – 9 December 1444). Eubel, II, p. 91, 101. * Jean I de Mareuil (1 July 1454 – 28 September 1463)Jean de Mareuil received his bulls from Pope Nicholas V on 1 July 1454. He was transferred to the diocese of Uzès (France) by Pope Pius II on 28 September 1463. He died in 1483. Eubel, II, p. 101, 261. * Jean de Laur (28 September 1463 – 5 May 1484)Jean de Laur was approved by Pope Paul II on 28 September 1463. He was transferred to the titular diocese of Apameia in Syria on 5 May 1484. Dubarat, Missel, p. cii, column 2, says that he was dead by 19 May 1484. Eubel, II, pp. 90, 101. : Cardinal Pierre de Foix, O.F.M. (1484.05.05 – 1490.08.10) (Apostolic Administrator)Cardinal de Foix was also Bishop of Vannes (Brittany, France) ([17 May 1475] 11 March 1476–10 September 1490), Cardinal-Deacon of Ss. Cosma e Damiano (15 January 1477– August 1485), Apostolic Administrator of Roman Catholic Archdiocese of Palermo (Italy) (14 May 1485–6 July 1489), promoted Cardinal-Priest of S. Sisto (August 1485–death 10 August 1490), Apostolic Administrator of Malta (6 July 1489–10 August 1490); previously Bishop of Aire (France) (31 July 1475–5 May 1484) * Jean III de La Barrière (3 July 1495 – 1504)Jean de la Barrière was consecrated in November 1495. Dubarat, Missel, p. ciii, column 1. Eubel, II, p. 101; III, p. 127 note 2. * Bertrand I de Lahet (8 July 1504 – 5 August 1519)Bertrand had been a Canon of the Cathedral and Vicar General. He was the last bishop elected by the Chapter. Dubarat, Missel, p. ciii, column 1. Eubel, III, p. 127. * Hector d'Ailly de Rochefort (23 December 1519 – 12 February 1524)Rochefort was nominated by King Francis I of France, and approved in Consistory by Pope Leo X on 23 December 1519. He was transferred to the diocese of Toul (France) by Pope Clement VII on 12 February 1524. He died on 1 March 1532. Eubel, III, pp. 127–128, 321, with note 5. * Jean du Bellay (12 February 1524 – 16 September 1532) * Étienne de Poncher (25 September 1532 – 6 April 1551)Born in 1508, the son of Jean de Poncher, Seigneur de Limours, who was executed on false charges in 1527, De Poncher was the nephew of two successive bishops of Paris. He was approved in Consistory by Pope Clement VII on 25 September 1532, though, since he was below the minimum age for consecration, he was only Administrator of the diocese until he came of age. He was transferred to the diocese of Tours on 6 April 1551 by Pope Julius III. He died on 15 March 1553. Dubarat, Missel, p. ciii, column 2. Eubel, III, p. 128. * Jean de Moustiers du Fraisse (Froissac) (6 April 1551 – 1565?)Moustiers was born at Fraisse, near Limoges, and was a diplomat for King Henri II, who appointed him bishop of Bayonne. He was preconised on 6 April 1551 by Pope Julius III. Duvarat suggests he was never resident in his diocese. He resigned in 1565, because of a lack of knowledge of the local language, but (according to Duvarat) quickly retracted. He died in Paris after 2 May 1569, the date of his Testament. Sainte-Marthe, Gallia christiana I, pp. 1320–1321. Dubarat, Missel, p. ciii, column 2. Eubel, III, p. 128, with note 8. * Jean de Sossiondo (13 March 1566 – 1579)Sossiondo, a Canon of the Cathedral chapter of Bayonne, was nominated by King Charles IX, and preconised in Consistory by Pope Pius V on 13 March 1566. Sainte-Marthe, Gallia christiana I, p. 1321. Dubarat, Missel, p. civ. Eubel, III, p. 128, with note 9. * Jacques Maury (4 November 1579 – 15 January 1593)Maury was preconised in Consistory by Pope Gregory XIII on 4 November 1579. He died on 15 January 1593. Dubarat, Missel, p. civ. Eubel, III, p. 128. * Bertrand II d'Echaux (17 March 1599 – 26 June 1617)Bertrabd d'Echaux was nominated by King Henri IV, and approved in Consistory by Pope Clement VIII on 17 March 1599. He was transferred to the diocese of Tours on 26 June 1617. He died on 21 May 1641. Gauchat, Hierarchia catholica IV, p. 108 with note 2; 350. Dubarat, Missel, p. civ, column 2, states that the bulls were issued on 17 March 1598, and that he was transferred to Tours in 1618. * Claude des Marets de Rueil (15 November 1621 – 20 March 1628)De Rueil was Aumonier and Preacher to King Louis XIII. He was approved on 15 November 1621 by Pope Paul V, and consecrated on 2 January 1622 by Cardinal François de La Rochefoucauld. He was transferred to the diocese of Angers on 20 March 1628, and died in January 1649. Gauchat, pp. 82 with note 4; 108 with note 3. : [Henri de Béthune]Bethune was nominated by King Louis XIII in October 1626, but was not confirmed by the Pope. He enjoyed the terporalities for more than three years. Dubarat, Missel, p. cv, column 1. Gauchat, p. 108 note 3. * Raymond VI de Montaigne (4 March 1629– 3 February 1637)A native of Bordeaux, Montaigne was nominated by Louis XIII on 30 November 1629, and approved by Pope Urban VIII on 4 March 1630. He was consecrated on 14 July 1630 by Bishop Michel Raoul de La Guibourgère of Saintes. He resigned the bishopric on 3 February 1637, and died the next month. Dubarat, Missel, p. cv, column 1. Gauchat, p. 108 with note 4. * François I Fouquet (28 February 1639 – 16 November 1643)A native of Paris and brother of Nicolas Fouquet, the famous Minister of Louis XIV, Fouquet was approved by Pope Urban VIII on 28 February 1639, and his bulls signed on 1 March. He was consecrated on 15 May 1639 by Bishop Claude de Rueil of Angers. He died at Alencon on 19 October 1673. He was transferred to the diocese of Agde on 16 November 1643. Dubarat, Missel, p. cv, column 2. Gauchat, pp. 72, 108 with note 5. * Jean VII d'Olce (31 August 1643 – 8 February 1681) Dolce (or D'Olce) had previously been Bishop of Boulogne (1632–1643). He was consecrated by Archbishop Bertrand d’Eschaux of Tours, who happened to be his uncle. In the Consistory of 31 August 1643 he was transferred to the diocese of Bayonne by Pope Urban VIII, having been nominated to that See by the five- year-old King Louis XIV (that is, by Cardinal Mazarin) on 24 June 1643. He died on 8 February 1681. Jean, p. 74. Dubarat, Missel, p. cv, column 2. Gauchat, pp. 108. * Gaspard de Priêle (22 September 1681 – 19 June 1688)Born in Tarbes, Gaspard de Priêle was nominated by Louis XIV on 30 May 1682 and preconised (approved) by Pope Innocent XI on 22 September. He died on 19 June (or July) 1688. Jean, p. 74. Ritzler-Sefrin, Hierarchia catholica V, p. 112 with note 3. * Léon II de Lalanne (10 March 1692 – 6 August 1700)Born in Bordeaux, Lalanne had been named Bishop of Acqs, but he did not receive his bulls, and then Louis XIV named him Bishop of Bayonne on 15 August (or 1 November) 1688. A second time he did not receive his bulls, until 10 March 1692, due to the rupture in relations between Louis XIV (who was excommunicated) and the Vatican over the Four Articles. Only when Louis made his peace with the Pope were bulls of consecration and installation issued again. He was consecrated a bishop on 24 August 1692 by his Metropolitan, Archbishop Armand de La Baume de Suze of Auch. He died on 6 August 1700. Jean, p. 74. Ritzler-Sefrin, V, p. 112 with note ===1700 to 1909=== * René-François de Beauvau du Rivau (18 April 1701 – 1707)Beauvau was the son of Jacques, Marquis du Rivau, and nephew of Pierre-François de Rivau, Bishop of Sarlat, whose Vicar-General he became. His cousin Gilles was Bishop of Nantes. René- François was nominated by King Louis XIV on 1 November 1700, and was preconised (approved) as Bishop of Bayonne on 18 April 1701 by Pope Clement XI. He was consecrated a bishop on 7 July 1701 by his Metropolitan, Archbishop Armand de La Baume de Suze of Auch. He resigned the diocese of Bayonne by 7 November 1707, and was named Bishop of Tournai by Clement XI on 17 December 1707. He wasArchbishop of Toulouse from 1713 to 1721, and then Archbishop of Narbonne (1721–1739). Jean, p. 75. Ritzler-Sefrin, V, pp. 112 with note 5. * André de Druillet (7 November 1707 – 19 November 1727)Druillet was a Jansenist. He had been Vicar General of Chartres when he was nominated by Louis XIV to be Bishop of Bayonne. He was preconised by Clement XI on 7 November 1707, and consecrated a bishop in Paris on 8 January 1708 by Cardinal Antoine de Noailles. He died in Bayonne on 19 November 1727. Jean, p. 75. Ritzler-Sefrin, V, pp. 112 with note 6. * Pierre-Guillaume de La Vieuxville (14 June 1728 – 30 June 1734)Born in Paris in 1683, Vieuxville was Dean and Vicar General of Nantes, and then of Chartres. He was nominated by King Louis XV on 27 March 1728, and preconised by Pope Benedict XIII on 14 June 1728. He was consecrated a bishop at Meaux on 22 August by Cardinal Henri de Bissy. He was a vigorous opponent of the Jansenists. He died on 30 June 1734. Jean, p. 75. Ritzler-Sefrin, V, pp. 112 with note 7. * Jacques Bonne-Gigault de Bellefonds (27 February 1736 – 25 November 1741)Bellefonds was a native of Touraine, and grandson of the Maréchal de Bellefonds. He was a Canon of Saint- Martin-de-Tours, and an Aumonier and Preacher to King Louis XV. He was named bishop of Bayonne on 8 October 1735, and preconised on 27 February 1736 by Pope Clement XII. He was consecrated in Paris on 25 March 1736 by his Metropolitan, Cardinal Melchior Cardinal de Polignac, Archbishop of Auch. He resigned the diocese of Bayonne on 25 November 1741, and was transferred to the diocese of Arles on 20 December 1741, and then to Paris on 2 May 1746. Jean, p. 76. Ritzler-Sefrin, VI, pp. 97 with note 2; 113 with note 2. * Christophe de Beaumont du Repaire (27 November 1741 – 8 July 1745)Born at the Château de la Roque (Sarlat), Beaumont was a Canon of Lyon and Vicar General of Blois. He was named on 20 August 1741, and preconised by Pope Benedict XIV on 27 November 1741. He was consecrated in Paris on 24 December 1741 by François de Crussol d’Uzès, Bishop of Blois. He resigned the diocese of Bayonne on 8 July 1745, and was transferred to the diocese of Vienneon 23 August 1745 by Pope Benedict XIV. Jean, p. 76. Ritzler-Sefrin, VI, p. 113 with note 3. * Guillaume VI d'Arche (19 July 1745 – 13 October 1774)Born in Bordeaux, d'Arche was Abbé de la Roë, and Vicar General of Bordeaux. He was nominated to the See of Bayonne by King Louis XV on 20 April 1745, and preconised by Pope Benedict XIV on 19 July. He was consecrated a bishop on 5 September 1745 by the Archbishop of Bordeaux, Louis d’Audibert de Lussan. He died at Bayonne on 13 October 1774. Dubarat, Missel, p. cvi, column 2. Jean, pp. 76–77. Ritzler-Sefrin, VI, p. 113 with note 4. * Jules Ferron de La Ferronays (13 March 1774 – 15 December 1783)Ferronays had previously been Vicar General of Couserans and then Bishop of Saint-Brieuc (1770–1775); he was consecrated on 8 April 1770 by Bishop Joseph de Marnays de Vercel of Couserans. He was nominated by the King on 8 December 1774, and transferred to the diocese of Bayonne on 13 March 1775 by Pope Pius VI. He was transferred to the diocese of Lisieux on 15 December 1783. He died in exile in Munich on 15 May 1799. Dubarat, Missel, p. cvii, column 1. Jean, p. 77. Ritzler-Sefrin, VI, p. 113 with note 4; 131 with note 4; 261 with note 3. * Etienne-Joseph de Pavée de La Villevieille (15 December 1783 – March 1793:Villevieille was born in the Château de Viellevieille (diocese of Nîmes), and had been Vicar General of Albi. He was nominated bishop of Bayonne by King Louis XVI on 26 October 1783, and was preconised by Pope Pius VI on 15 December 1783, and consecrated a bishop on 11 January 1794. He fled to Spain after having refused to swear the oath to the Civil Constitution of the Clergy of 1790, and died in Pamplona in March 1793. Dubarat, Missel, p. cvii, column 1. Jean, p. 77. Ritzler- Sefrin, VI, p. 113 with note 6. : Sede Vacante (1793 – 1802) * Joseph-Jacques Loison (1802–1820)Loison was nominated by First Consul Bonaparte on 5 July 1802, and preconised by Pope Pius VII on 11 November 1802. He was consecrated a bishop on 14 November 1802 by Bishop Étienne Bernier of Orléans. Victor Dubarat, in: L'épiscopat français..., pp. 110–111. Ritzler-Sefrin, VII, p. 103. * 1820–1830: Paul-Thérèse-David d'AstrosD'Astros was a nephew of Jean- Etienne-Marie Portalis (1745—1807). He was later Archbishop of Toulouse. * Étienne-Bruno-Marie d'Arbou (6 July 1830 – 26 September 1837)Arbou had previously been Bishop of Verdun (consecrated on 13 July 1823). He was named Bishop of Bayonne by royal ordonance of King Charles X on 16 March 1830, and was preconised by Pope Pius VIII on 6 July. He was installed on 25 February 1831, and resigned on 26 September 1837 due to ill health. He died on 3 September 1858. Victor Dubarat, in: L'épiscopat français..., p. 112. * 1837–1878: François LacroixLacroix: Victor Dubarat, in: L'épiscopat français..., pp. 112–113. * Arthur-Xavier Ducellier (15 July 1878 – 16 April 1887)A native of Soliers (Calvados), Ducellier was private secretary to the Bishop of Bayeux; he became a Canon and Vicar-General, and in 1866 was elected Vicar Capitular. He was nominated Bishop of Bayonne on 8 June 1878, and preconised on 15 July. He was consecrated in Bayeux on 24 September by Bishop Flavien Hugonin. He was transferred by Pope Leo XIII to the diocese of Besançon on 16 April 1887. Victor Dubarat, in: L'épiscopat français..., p. 113. Dubarat, Missel, p. cvii, column 2. * 1887–1889: Alfred-François Fleury- HottotFleury-Hottot: Victor Dubarat, in: L'épiscopat français..., pp. 113, 218. * François-Antoine Jauffret (30 December 1889 – 16 June 1902)Jauffret was nominated on 7 December 1889, and preconised by Pope Leo XIII on 30 December 1889. He was consecrated by his Metropolitan, Archbishop Louis Gouzot of Auch on 9 March 1890. He died on 16 June 1902. Victor Dubarat, in: L'épiscopat français..., pp. 113–114. Dubarat, Missel, p. cviii. Ritzler-Sefrin, Hierarchia catholica VIII, p. 138. : Sede Vacante (1902–1906) * François- Xavier-Marie-Jules Gieure (21 February 1906 – 1909: see below)A native of Castets (diocese of Aire), Giure had been educated at Saint-Sulpice in Paris, and was Superior of the Major Seminary in Aire when he was appointed by Pope Pius X on 21 February 1906, and consecrated a bishop by him at Saint Peter's Basilica on 25 February 1906. He took possession of the diocese on 10 March and was enthroned on 20 March. A. Battandier (ed.), Annuaire pontifical Catholique (Paris 1909), p. 195. Pięta, Hierarchia catholica IX, p. 77. ==Bishops of Bayonne, Lescar and Oloron== * François-Xavier-Marie-Jules Gieure (see above 1909 – retired 25 December 1933)Gieure on retirement was named Titular Archbishop of Cius (31 January 1934 – death 23 April 1937). * Henri- Jean Houbaut (24 December 1934 – death 17 July 1939) * Edmund Vansteenberghe (6 October 1939 – death 10 December 1943) * Léon-Albert Terrier (24 July 1944 – death 12 May 1957)Terrier had previously been Bishop of Tarentaise (France) (14 September 1938 – 24 July 1944) * Paul-Joseph-Marie Gouyon (6 August 1957 – 6 August 1963)Gouyon was later Titular Archbishop of Pessinus (6 September 1963–4 September 1964) as Coadjutor Archbishop of Rennes (Brittany, France) (6 August 1963– 1964.09.04), succeeding as Metropolitan Archbishop of Rennes (4 September 1964–retired 15 October 1985), created Cardinal-Priest of Natività di Nostro Signore Gesù Cristo a Via Gallia (30 April 1969–death 26 September 2000) * Jean-Paul-Marie Vincent (18 December 1963 – retired 13 June 1986), death 1994 * Pierre Jean Marie Marcel Molères (13 June 1986 – retired 15 October 2008) * Marc (Marie Max) Aillet (15 October 2008 – ...). ===Auxiliary Bishops=== * François-Marie-Christian Favreau (24 November 1972 – 7 October 1977)Favreau became Auxiliary Bishop of Bayonne and Titular Bishop of Turres Ammeniæ (24 November 1972–17 August 1979). Favreau became Coadjutor Bishop of La Rochelle (France) (7 October 1977–17 August 1979) succeeding as Bishop of La Rochelle (17 August 1979–8 September 1983), Bishop of Nanterre (France) (8 September 1983–retired 18 June 2002) * Jean Yves Marie Sahuquet (11 December 1978 – 15 May 1985)Sahuquet was named Coadjutor Bishop of Tarbes and Lourdes on 15 May 1985, and he succeeded as bishop on 25 March 1988. He died on 7 December 2006. == See also == * List of Catholic dioceses in France * Roman Catholic Diocese of Oloron * Catholic Church in France == References == == Sources and external links == * GCatholic, with Google map & \\- satellite photo - data for all sections * Goyau, Georges. \"Bayonne.\" The Catholic Encyclopedia. Vol. 2. New York: Robert Appleton Company, 1907. Retrieved: 2016-09-28. :: === Bibliography === ; Reference works * (Use with caution; obsolete) * (in Latin) * (in Latin) * * * * * * * * Sainte-Marthe, Denis de. Gallia christiana, vol. I, Paris 1715, coll. 1309-1326 (in Latin). ; Studies *Bidache, J. (1906). Le Livre d'Or de Bayonne. Pau 1906. (in French, Latin, Gascon) * Bladé, J.-F. (1899). L'évêché des Gascons (Paris: Picard 1899). See also, P. Fontanié, \"L'évêché des Gascons, par M. J.-F. Bladé,\" Bulletin archéologique et historique de la Société archéologique de Tarn-et-Garonne 27 (1899) 289-291. * Bladé, Jean-François. (1897). \"L'évêché des Gascons,\" Revue de l'Agenais et des anciennes provinces du Sud-Ouest 24 (1897), pp. 496-514; 25 (1898), pp. 159-170. * Degert, J. (1934). lemma 'Bayonne', in Dictionnaire d'Histoire et de Géographie ecclésiastiques, vol. VII, 1934, coll. 54-59. * Dubarat, Victor (1887). \"L'ancien couvent des Carmes de Bayonne\", in: Bulletin de la Société des Sciences Lettres et Arts de Bayonne, 1887, pp. 1–59. * Dubarat, Victor (1901). Le Missel de Bayonne de 1543. Précédé d'une introduction sur les antiquités historiques et religieuses de l'ancien diocèse de Bayonne, Paris 1901. * * Duchesne, Louis (1910). Fastes épiscopaux de l'ancienne Gaule, vol. II, deuxième édition, Paris 1910, pp. 17–18 and 89-90. * * Jaurgain, Jean de. La Vasconie; étude historique et critique sur les origines du royaume de Navarre, du duché de Gascogne, des comtés de Comminges, d'Aragon. de Foix, de Bigorre, d'Alava & de Biscaye, de la vicomté de Béarn et des grands fiefs du duché de Gascogne. Pau: Garet. 2 vols. (1898, 1902) * *Saint-Vanne, A. (1930). \"La cathedrale de Bayonne\". Bulletin trimestriel: Société des sciences, lettres, arts, et d'ėtudes regionales de Bayonne n.s. 5 (Bayonne 1930), pp. 10–51. * Category:Roman Catholic dioceses in France Category:Bayonne 1802 establishments in France ",
    "title": "Roman Catholic Diocese of Bayonne, Lescar and Oloron"
}