{
    "id": "13998811",
    "text": "Cutaway diagram of the advanced Stirling radioisotope generator The advanced Stirling radioisotope generator (ASRG) was a radioisotope power system first developed at NASA's Glenn Research Center. It uses a Stirling power conversion technology to convert radioactive-decay heat into electricity for use on spacecraft. The energy conversion process used by an ASRG is about four times more efficient than in previous radioisotope systems to produce a similar amount of power, and allows it to use about one quarter of the plutonium-238 as other similar generators. Despite termination of the ASRG flight development contract in 2013, NASA continues a small investment testing by private companies. Flight-ready Stirling-based units are expected by 2028. ==Development== Development was undertaken in 2000 under joint sponsorship by the United States Department of Energy (DoE), Lockheed Martin Space Systems, and the Stirling Research Laboratory at NASA's Glenn Research Center (GRC) for potential future space missions. In 2012, NASA chose a solar-powered mission (InSight) for the Discovery 12 interplanetary mission, which would have otherwise needed a radioisotope power system for the planned 2016 launch (which, as it happens, was subsequently delayed until 2018). The DOE cancelled the Lockheed contract in late 2013, after the cost had risen to over $260 million, $110 million more than originally expected.The ASRG Cancellation in Context Future Planetary ExplorationClosing out the ASRG program. Author: Casey Dreier. 23 January 2014.NASA Glenn Research Center Support of the Advanced Stirling Radioisotope Generator Project. (PDF) Wilson, Scott D. NASA Glenn Research Center. April 1, 2015. Accessed April 8, 2016. It was also decided to make use of remaining program hardware in constructing and testing a second engineering unit (for testing and research), which was completed in August 2014 in a close-out phase and shipped to GRC. Testing done in 2015 showed power fluctuations after just 175 hr of operation, becoming more frequent and larger in magnitude.Advanced Stirling Radioisotope Generator Engineering Unit 2 Anomaly Investigation. NASA. Lewandowski, Edward J., Dobbs, Michael W., and Oriti, Salvatore M. Published 30 March 2018. NASA also needed more funding for continued plutonium-238 production (which will be used in existing MMRTGs for long-range probes in the meantime) and decided to use the savings from the ASRG cancellation to do so rather than take funding from science missions. Despite termination of the ASRG flight development contract, NASA continues a small investment testing Stirling converter technologies developed by Sunpower Inc. and Infinia Corporation, in addition to the unit supplied by Lockheed and a variable-conductance heat pipe supplied by Advanced Cooling Technologies, Inc.Optimized Heat Pipe Backup Cooling System Tested with a Stirling Convertor [sic]. (PDF) NASA GRC. March 1, 2016. Flight-ready units based on Stirling technology are not expected until 2028. ==Specifications== The higher conversion efficiency of the Stirling cycle compared with that of radioisotope thermoelectric generators (RTGs) used in previous missions (Viking, Pioneer, Voyager, Galileo, Ulysses, Cassini, New Horizons, and Mars Science Laboratory) would have offered an advantage of a fourfold reduction in PuO2 fuel, at half the mass of an RTG. It would have produced 140 watts of electricity using a quarter of the plutonium an RTG or MMRTG needs. The two finished units had these expected specifications: *≥14-year lifetime *Nominal power: 130 W *Mass: *System efficiency: ≈ 26% *Total mass of plutonium-238-dioxide: *Plutonium housed in two General Purpose Heat Source (“Pu238 Bricks”) modules *Dimensions: 76 cm × 46 cm × 39 cm (2.5 ft × 1.5 ft × 1.3 ft) ==Flight proposals== ASRGs can be installed on a wide variety of vehicles, from orbiters, landers and rovers to balloons and planetary boats. A spacecraft proposed to use this generator was the TiME boat-lander mission to Titan, the largest moon of the planet Saturn, with a launch intended for January 2015,Titan Mare Explorer (TiME): The First Exploration of an Extra-Terrestrial Sea or 2023.Titan Mare Explorer: TiME for Titan. (PDF) Lunar and Planetary Institute (2012). In February 2009 it was announced that NASA/ESA had given Europa Jupiter System Mission (EJSM/Laplace) mission priority ahead of the Titan Saturn System Mission (TSSM), which could have included TiME. In August 2012, TiME also lost the 2016 Discovery class competition to the InSight Mars lander. The HORUS mission was proposing to use three ASRGs to power an orbiter for the Uranian system. Another Uranus probe concept using the ASRG was MUSE which has been evaluated as both an ESA L-Class mission and New Frontiers enhanced mission. The Jupiter Europa Orbiter mission proposed using four ASRG to power an orbiter in the Jovian system. Another possibility was the Mars Geyser Hopper. It was proposed in 2013 to fly three ASRG units on board the FIRE probe to study Jupiter's moon Io for the New Frontiers program Mission 4.Flyby of Io with Repeat Encounters: A conceptual design for a New Frontiers mission to Io. Terry-Ann Suer, Sebastiano Padovan, Jennifer L. Whitten, Ross W.K. Potter, Svetlana Shkolyar, Morgan Cable, Catherine Walker, Jamey Szalay, Charles Parker, John Cumbers, Diana Gentry, Tanya Harrison, Shantanu Naidu, Harold J. Trammell, Jason Reimuller, Charles J. Budney, Leslie L. Lowes. Advances in Space Research, Volume 60, Issue 5, 1 September 2017, Pages 1080-1100Flyby of Io with Repeat Encounters (FIRE): A New Frontiers Mission Designed to Study the Innermost Volcanic Body in the Solar System. (PDF) R. W. K. Potter, M. L. Cable, J. Cum- bers, D. M. Gentry, T. N. Harrison, S. Naidu, S. Padovan6, C. W. Parker, J. Reimuller, S. Shkolyar, T-A. Su-er, J. R. Szalay, H. J. Trammell, C. C. Walker, J. L. Whitten and C. J. Budney. 44th Lunar and Planetary Science Conference (2013). ==See also== * Nuclear power in space * Radioisotope heater unit * Stirling engine * Stirling radioisotope generator ==References== ==External links== *Advanced Stirling Technology Development at NASA Glenn Research Center at NASA, 2015 (PDF) *ASRG Technical Interchange Meeting at NASA, 2015 (PDF) *Advanced Stirling Convertor [sic] Development for NASA Radioisotope Power Systems. Sunpower, Inc. & GRC. April 1, 2015. Category:Nuclear technology Category:Electrical generators Category:Nuclear power in space Category:Stirling engines ",
    "title": "Advanced Stirling radioisotope generator"
}