{
    "id": "13998284",
    "text": "Nannostomus trifasciatus, (from the Greek: nanos = small, and the Latin stomus = relating to the mouth; from the Latin: trifasciatus = three bands),\"Exotic Aquarium Fishes\" by Dr. William T. Innes, Innes Publishing Co, Philadelphia, 1935 commonly known as the three-lined or three-stripe pencilfish, is a freshwater species of fish belonging to the characin family Lebiasinidae. They are popular in the aquarium trade due to their small size, beautiful color pattern, and relative hardiness. ==Taxonomy== Steindachner first described the species in 1876, making it one of the first four species in the genus to be described. As a result of the broad distribution of N. trifasciatus, the species is polymorphic and, over the years, some of these color morphs have been erroneously described as separate species. Poecilobrycon erythrurus and Poecilobrycon vittatus, two such examples, are now known to be junior synonyms. ==Distribution and habitat== N. trifasciatus inhabits slow-moving, slightly acidic waters. Within these conditions, it is found in several different habitat types. It has a broad distribution throughout the Amazon basin, Colombia, Peru, northern Bolivia, and the Guianas. In the Rio Negro, it inhabits the large swamps that form where tributaries meet the main branch of the river. When the river floods, it moves into the inundated rainforest. During the low-water season, it often becomes trapped in small lakes that are left behind, or stays close to the wooded edges of the forest. N. trifasciatus rests near the water surface at night and during the day inhabits the middle to upper water layers. ==Description== The three-lined pencilfish is a small fish, with adults not reaching more than 6 cm in length. It has a small terminal mouth, and an adipose fin may or may not be present. Most pencilfish possess distinct daytime and nighttime color patterns, and N. trifasciatus is no exception. During the day, it has three black longitudinal stripes that run the length of the body. At night, three large dark spots materialize on the sides of the fish, extending from its back to its belly. Research has shown that this change in coloration is due to the differential action of the pineal hormone melatonin on pigment cells in different regions of the integument. The daytime color pattern may serve an aposematic or recognition function for individuals of the same species, and the nighttime pattern may help hide the fish from nocturnal predators. In between the variable, darkly pigmented regions, N. trifasciatus is greenish-gold in color on its back and sides and silver underneath. The gill cover and dorsal, pelvic, anal, and caudal fins possess red blotches, varying in size depending on the population. N. trifasciatus has often been confused in aquarium literature with N. marginatus which is also a three-striped pencilfish; however, the latter species can be distinguished by its smaller size and blockier profile. ===Sexual dimorphism=== Sexual dimorphism in this species is the least evident of the many species in the genus Nannostomus. The anal fin of males, which is often modified in shape or is more colorful in many Nannostomus species, is not modified or more colorful in N. trifasciatus. Males of the species may have an additional row of red spots in the gold area between the middle and uppermost stripes, but this is extremely variable even within populations. Males are sometimes slimmer and more colorful than females, but once again, this is variable. ==Diet== N. trifasciatus is omnivorous and spends much of its time near the water surface, where it feeds primarily on insects. It is also an avid biofilm grazer, ingesting microorganisms, as well as algae. ==In the aquarium== A trio of N. trifasciatus N. trifasciatus is a popular and appropriate community aquarium species, if tankmates are of similar size and demeanor, and will thrive if kept in soft, mildly acidic water at temperatures between 72 and 82 °F. Baby brine shrimp and other small-sized foods are indicated. Males establish and defend small territories. The species spawns during the daytime among plant leaves. The eggs are adhesive and are most often placed on plants. Fertilization takes place externally, and 30-100 eggs are produced at a time. The eggs hatch in 24–72 hours, depending on the water temperature. If well-fed, and if sufficient plant cover is provided, breeders will not eat eggs and fry will be found among floating plants. This species is seldom spawned in captivity and has never been commercially raised in fisheries. The aquarium trade relies exclusively on wild-caught specimens. ==See also== *List of freshwater aquarium fish ==References== * Innes, Dr William T. EXOTIC AQUARIUM FISHES, 1st edition. Innes Publishing Co. Philadelphia, 1935 * Weitzman, Dr. Stanley H. and Cobb, Dr. J. Stanley, A Revision of the South American Fishes of the Genus Nannostomus, Smithsonian Contributions to Zoology, #186. Smithsonian Institution Press. Washington, D.C. 1975. Category:Lebiasinidae Category:Fishkeeping Category:Fish described in 1876 Category:Freshwater fish of South America Category:Freshwater fish of Colombia Category:Fish of Brazil Category:Fish of Venezuela Category:Vertebrates of Guyana Category:Fish of Peru Category:Fish of Bolivia Category:Fauna of the Amazon ",
    "title": "Nannostomus trifasciatus"
}