{
    "id": "13993424",
    "text": "Historiography examines how the past has been viewed or interpreted. Historiographic issues about the American Civil War include the name of the war, the origins or causes of the war (slavery or states' rights), and President Abraham Lincoln's views and goals regarding slavery. The question of how important the tariff was in causing the war stems from the Nullification Crisis, which was South Carolina's attempt to nullify a tariff and lasted from 1828 to 1832. The tariff was low after 1846, and the tariff issue faded into the background by 1860 when secession began. States' rights was the justification for nullification and later secession. The most controversial right claimed by Southern states was the alleged right of Southerners to spread slavery into territories owned by the United States. Under Lincoln's leadership, the war was fought to preserve the Union. With slavery so deeply divisive, Union leaders by 1862 reached the decision that slavery had to end in order for the Union to be restored. Union war evolved as the war progressed in response to political and military issues, and historians do not use them to explain the causes of the war. The key new issues were the elimination of slavery and the legal and economic status of the freed slaves. ==Economic issues== Abraham Lincoln Slavery was the major cause of the American Civil War, with the South seceding to form a new country to protect slavery, and the North refusing to allow that. Historians generally agree that other economic conflicts were not a major cause of the war. Economic historian Lee A. Craig reports, \"In fact, numerous studies by economic historians the past several decades reveal that economic conflict was not an inherent condition of North- South relations during the antebellum era and did not cause the Civil War.\"Craig in Woodworth, ed. The American Civil War: A Handbook of Literature and Research (1996), p. 505 When numerous groups tried at the last minute in 1860–61 to find a compromise to avert war, they did not turn to economic policies.Donald 2001 pp 134-38 ===Regional economic differences=== The South, Midwest, and Northeast had quite different worldviews. They traded with each other and each became more prosperous by staying in the Union, a point many businessmen made in 1860–61. However, Charles A. Beard in the 1920s made a highly influential argument to the effect that these differences caused the war (rather than slavery or constitutional debates). He saw the industrial Northeast forming a coalition with the agrarian Midwest against the Plantation South. Critics pointed out that his image of a unified Northeast was incorrect because the region was highly diverse with many different competing economic interests. In 1860–61, most business interests in the Northeast opposed war. After 1950, only a few mainstream historians accepted the Beard interpretation, though it was accepted by libertarian economists.Woolworth, ed. The American Civil War: A Handbook of Literature and Research (1996), 145 151 505 512 554 557 684; Richard Hofstadter, The Progressive Historians: Turner, Beard, Harrington (1969); for one dissenter see Marc Signal. \"The Beards Were Right: Parties in the North, 1840–1860\". Civil War History 47, no. 1. (2001): 30-56. As Historian Kenneth Stampp— who abandoned Beardism after 1950 — sums up the scholarly consensus: \"Most historians...now see no compelling reason why the divergent economies of the North and South should have led to disunion and civil war; rather, they find stronger practical reasons why the sections, whose economies neatly complemented one another, should have found it advantageous to remain united.\"Also from ===Tariffs=== The Southerners in Congress set the federal tariffs on imported goods, especially the low tariff rates in 1857; this led to resentment by Northern industrialists. Controversy over whether slavery was at the root of the tariff issue dates back at least as far as the Lincoln-Douglas debates of 1858.Lincoln-Douglas debate at Alton, October 15, 1858 During the debate at Alton, Lincoln said that slavery was the root cause of the Nullification crisis over a tariff, while his challenger Stephen Douglas disagreed. John C. Calhoun, who led South Carolina's attempt to nullify a tariff, supported tariffs and internal improvements at first, but came to oppose them in the 1820s as sectional tensions between North and South grew along with the increasingly sectional nature of slavery. Calhoun was a plantation owner who helped develop the positive good theory of slavery.James McPherson, The War of Southern Aggression Also, Calhoun said that slavery was the cause of the Nullification Crisis.As early as 1830, in the midst of the Nullification Crisis, Calhoun identified the right to own slaves as the chief southern minority right being threatened. As Calhoun said: \"I consider the tariff act as the occasion, rather than the real cause of the present unhappy state of things. The truth can no longer be disguised, that the peculiar domestick [sic] institution of the Southern States and the consequent direction which that and her soil have given to her industry, has placed them in regard to taxation and appropriations in opposite relation to the majority of the Union, against the danger of which, if there be no protective power in the reserved rights of the states they must in the end be forced to rebel, or, submit to have their paramount interests sacrificed, their domestic institutions subordinated by Colonization and other schemes, and themselves and children reduced to wretchedness.\" - Ellis, Richard E. The Union at Risk: Jacksonian Democracy, States' Rights, and the Nullification Crisis (1987), page 193; Freehling, William W. Prelude to Civil War: The Nullification Crisis in South Carolina 1816–1836. (1965), page 257 - Ellis further notes that \"Calhoun and the nullifiers were not the first southerners to link slavery with states' rights. At various points in their careers, John Taylor, John Randolph, and Nathaniel Macon had warned that giving too much power to the federal government, especially on such an open-ended issue as internal improvement, could ultimately provide it with the power to emancipate slaves against their owners' wishes.\" While most leaders of Southern secession in 1860 mentioned slavery as the cause, Robert Rhett was a free trade extremist who opposed the tariff. However, Rhett was also a slavery extremist who wanted the Constitution of the Confederacy to legalize the African Slave Trade.William C. Davis, Look Away!, page 67 Republicans also saw support for a Homestead Act, a higher tariff and a transcontinental railroad as a flank attack on the slave power.James McPherson, Battle Cry of Freedom, page 225 There were enough Southern Senators in the U. S. Senate to keep the tariff low after 1846.Allan Nevins, Ordeal of the Union: A House Dividing - 1852–1857, pages 267–269 Even when the tariff was higher three decades before the war, only South Carolina revolted, and the issue was nullification, not secession. The tariff was much lower by 1861. When the Confederacy was formed it set a very high 15% tariff on all imports, including imports from the United States ===Free labor vs. pro-slavery arguments=== Historian Eric Foner has argued that a free-labor ideology dominated thinking in the North, which emphasized economic opportunity. By contrast, Southerners described free labor as \"greasy mechanics, filthy operators, small-fisted farmers, and moonstruck theorists\".James McPherson, \"Antebellum Southern Exceptionalism: A New Look at an Old Question,\" Civil War History 50#4 (2004), page 421 They strongly opposed the proposed Homestead Acts that would give out free farms in the West, fearing the small farmers would oppose plantation slavery. Indeed, opposition to homestead laws was far more common in secessionist rhetoric than opposition to tariffs.Richard Hofstadter, \"The Tariff Issue on the Eve of the Civil War\", The American Historical Review 44#1 (1938), pp. 50-55 full text in JSTOR ===Economic status of ex-slaves=== The Union government set up the Freedmen's Bureau to supervise and protect the legal and economic status of the freed slaves. It operated across the former slave states 1865-1872. Proposals were made to seize Confederate property and give land (\"Forty acres and a mule\") to freedmen, but Congress never approved.LaWanda Cox, \"The promise of land for the freedmen.\" Mississippi Valley Historical Review 45.3 (1958): 413-440. online ==States' rights issues== Jefferson Davis, President of the Confederacy Questions such as whether the Union was older than the states or the other way around fueled the debate over states' rights. Whether the federal government was supposed to have substantial powers or whether it was merely a voluntary federation of sovereign states added to the controversy. According to historian Kenneth M. Stampp, each section used states' rights arguments when convenient, and shifted positions when convenient.Stampp, The Causes of the Civil War, page 59 Stampp mentioned Confederate Vice President Alexander Stephens' A Constitutional View of the Late War Between the States as an example of a Southern leader who said that slavery was the \"cornerstone of the Confederacy\" when the war began and then said that the war was not about slavery but states' rights after Southern defeat. Stampp said that Stephens became one of the most ardent defenders of the Lost Cause.Stampp, The Causes of the Civil War, pages 63–65 The historian William C. Davis also mentioned inconsistencies in Southern states' rights arguments. He explained the Confederate Constitution's protection of slavery at the national level as follows: ===States' rights and slavery in the territories=== The \"States' rights\" debate cut across the issues. Southerners argued that the federal government was strictly limited and could not abridge the rights of states as reserved in the Tenth Amendment, and so had no power to prevent slaves from being carried into new territories. States' rights advocates also cited the fugitive slave clause to demand federal jurisdiction over slaves who escaped into the North. Anti-slavery forces took reversed stances on these issues. The fugitive slave clause in the Constitution was the result of compromises between North and South when the Constitution was written. It was later strengthened by the fugitive slave law that was part of the Compromises of 1850. The Southern politician and states' rights advocate John C. Calhoun regarded the territories as the \"common property\" of sovereign states, and said that Congress was acting merely as the \"joint agents\" of the states.McPherson, Battle Cry, page 57 ===States' rights and minority rights=== Frederick Douglass States' rights theories were a response to the fact that the Northern population was growing much faster than the population of the South, which meant that it was only a matter of time before the North controlled the federal government. Southerners were acting as a \"conscious minority\", and hoped that a strict constructionist interpretation of the Constitution would limit federal power over the states, and that a defense of states' rights against federal encroachments or even nullification or secession would save the South.Kenneth M. Stampp, The Causes of the Civil War, page 14 Before 1860 most presidents were either Southern or pro-South. The North's growing population would mean the election of pro-North presidents, and the addition of free-soil states would end Southern parity with the North in the Senate. As the historian Allan Nevins described the Southern politician John C. Calhoun's theory of states' rights, \"Governments, observed Calhoun, were formed to protect minorities, for majorities could take care of themselves\".Nevins, Ordeal of the Union: Fruits of Manifest Destiny 1847–1852, page 155 Jefferson Davis stated that a \"disparaging discrimination\" and a fight for \"liberty\" against \"the tyranny of an unbridled majority\" gave the Confederate states a right to secede.Jefferson Davis' Second Inaugural Address, Virginia Capitol, Richmond, February 22, 1862 Transcribed from Dunbar Rowland, ed., Jefferson Davis, Constitutionalist, Volume 5, pp. 198–203. Summarized in The Papers of Jefferson Davis, Volume 8, p. 55. In 1860, Congressman Laurence M. Keitt of South Carolina said, \"The anti-slavery party contend that slavery is wrong in itself, and the Government is a consolidated national democracy. We of the South contend that slavery is right, and that this is a confederate Republic of sovereign States.\"Lawrence Keitt, Congressman from South Carolina, in a speech to the House on January 25, 1860: Congressional Globe. The South's chosen leader, Jefferson Davis, defined equality in terms of the equal rights of states,When arguing for the equality of states, Jefferson Davis said, \"Who has been in advance of him in the fiery charge on the rights of the States, and in assuming to the Federal Government the power to crush and to coerce them? Even to-day he has repeated his doctrines. He tells us this is a Government which we will learn is not merely a Government of the States, but a Government of each individual of the people of the United States\". - Jefferson Davis' reply in the Senate to William H. Seward, Senate Chamber, U.S. Capitol, February 29, 1860, From The Papers of Jefferson Davis, Volume 6, pp. 277-84. Transcribed from the Congressional Globe, 36th Congress, 1st Session, pp. 916–18. and opposed the declaration that all men are created equal.When arguing against equality of individuals, Davis said, \"We recognize the fact of the inferiority stamped upon that race of men by the Creator, and from the cradle to the grave, our Government, as a civil institution, marks that inferiority\". - Jefferson Davis' reply in the Senate to William H. Seward, Senate Chamber, U.S. Capitol, February 29, 1860, - From The Papers of Jefferson Davis, Volume 6, pp. 277-84. Transcribed from the Congressional Globe, 36th Congress, 1st Session, pp. 916–18. The Constitution does include states' rights elements in that each state has the same number of Senators, and certain rights are reserved to the states or to the people. Southerners such as Davis interpreted these rights as a shield against a numerical majority of Northerners. ==Clarification of causes== When the Civil War began, no one said it had as goals civil and voting rights for African Americans, though the more radical of the abolitionists felt they had to come. They emerged as political goals during the war: the 13th Amendment was proposed in 1863. They became major issues during the Reconstruction era. At the outset of the war, though there was pressure to do so, not even the abolition of slavery was stated as a goal. While the existence of slavery in slave states could be tolerated, it was the issue of its expansion into the new Western territories that made the conflict irrepressible.McPherson, James M., Battle Cry, page 41 Slavery was at the root of economic, moral and political differencesKenneth M. Stampp, America in 1857: A Nation on the Brink (Oxford University Press, 1990), pages 110–113 that led to control issues, states' rights and secession. Slavery greatly increased the likelihood of secessionJames Ford Rhodes, Lectures on the American Civil War, pages 2–16 and 76–77 which in turn made war probable, irrespective of the North's stated war aims, which at first addressed strategic military concerns as opposed to ultimate political and Constitutional ones. Hostilities began as an attempt, from the Northern perspective, to defend the nation after it was attacked at Fort Sumter. Lincoln's war goals evolved as the war progressed. Lincoln mentioned the need for national unity in his March 1861 inaugural address after seven states had already declared their secession. At first Lincoln stressed the Union as a war goal to unite the War Democrats, border states and Republicans. In 1862 he added emancipation because it permanently removed the divisive issue of slavery that caused secession, an issue that Lincoln said was \"somehow the cause of the war\".Abraham Lincoln, Second Inaugural Address, March 4, 1865 In his 1863 Gettysburg Address he added preserving democracy to emancipation and the Union as a war goal. ==Related issues== Hinton Rowan Helper's 1857 book The Impending Crisis of the South was banned in the South and publicized by Northern Republicans. Helper, a native of North Carolina, argued in his book that slavery was bad for the economic prospects of poor white Southerners.David Potter, The Impending Crisis, pages 386-388 Southern Courts refused to convict the owners of illegal slave ships such as the Echo and the Wanderer, even though hundreds of kidnapped Africans could die on a single voyage.Allan Nevins, The Emergence of Lincoln, vol. 1, pages 434-437 A significant number of Southern politicians attempted to relegalize the Atlantic slave tradeAllan Nevins, The Emergence of Lincoln, vol. 2, pages 33-37William W. Freehling, The Road to Disunion: Secessionists at Bay 1776–1854, page 22 and pass laws that would require every free black in the South to choose a master or mistress. Pro-slavery literature dominated the Southern media to the extent that famous Southern writers and poets didn't emerge until after the war. Many people on both sides of the war (with exceptions including Robert E. Lee and William T. Sherman) thought that the war would be short at first. Nineteenth-century Americans didn't believe in peacetime armies, and the process of building armies was time-consuming. War profiteers sold badly made equipment and rancid food at high prices when the war began. Confederate guerrillas or bushwhackers such as William Quantrill (see Quantrill Raiders), Bloody Bill Anderson, the Younger Brothers, and Jesse and Frank James killed pro-Union civilians in Missouri and Lawrence, Kansas. There were also attacks on Southern civilians by pro-Union Jayhawkers. The germ theory was rejected by the medical establishment until after the war, and a large number of soldier deaths were caused by this. Army surgeons used the same saw to amputate limbs of different soldiers without cleaning or sterilizing, and, although some anesthesia existed, it was rarely used, and many injured soldiers had to drink liquor or bite leather or a bullet during amputations. The North had its share of problems with desertion, bounty jumpers, and the New York Draft Riot. The South had even greater problems with desertion, especially during the last two years of the war. The vagaries of 19th-century law allowed some (including Union soldiers Daniel Sickles and Jefferson C. Davis and Southern secessionist William Yancey) to get away with murder, and required the execution of soldiers who fell asleep at their posts or for desertion. Lincoln pardoned many of the latter group of soldiers. Jefferson C. Davis (not to be confused with Confederate President Jefferson Davis) was especially notorious. He shot fellow Union soldier William \"Bull\" Nelson during an argument, and later pulled up a bridge to keep emancipated slaves from following Sherman's army. Trapped ex-slaves were then killed by Confederate Wheeler's army, and others drowned trying to flee into Ebenezer Creek. Women who raised money for a sanitary fair needed the written permission of their husbands to send the money to Union hospitals. Any money a married woman had legally belonged to her husband. There were many flag controversies. The original Confederate flag was the Stars and Bars, which looked similar to the Union Stars and Stripes and caused confusion on battle fields. The Stars and Bars was replaced with the Stainless Banner, which was mostly white, and was sometimes mistaken for a white flag of surrender when the wind was down. Near the end of the war, a red vertical bar was added to the right edge of the flag to show that the South would never surrender, although this flag was quickly followed by Appomattox and Confederate defeat. The Confederacy had other flags as well, including the Bonnie Blue Flag. The Confederate Battle Flag was originally the flag of the Army of Northern Virginia, and was square. Modern Confederate flag controversies include the Confederate Battle Flag design that was added to the Georgia state flag as a protest against civil rights for blacks. Decades later, Georgia flaggers claimed that the Confederate Battle Flag design was a symbol of Southern heritage, although others saw it as a symbol of the Klan and slavery. The flag was redesigned by governor Barnes and redesigned again with the Stars and Bars replacing the Confederate Battle Flag on the Georgia state flag. South Carolina had a Confederate Battle Flag first above and then next to the state capitol, which stirred controversy that local newspapers referred to as the \"flag flap\"; it was removed after extensive local debate and a 2/3 vote of both houses of the South Carolina Legislature. Mississippi residents voted to keep the controversial Confederate Battle Flag as part of the Mississippi state flag. ==See also== * American Civil War * Origins of the American Civil War * Slavery in the United States * Timeline of events leading to the American Civil War ==Notes== The American civil war ==Further reading== * Foner, Eric et al. \"Talking Civil War History: A Conversation with Eric Foner and James McPherson,\" Australasian Journal of American Studies (2011) 30#2 pp. 1–32 in JSTOR Category:Historiography of the American Civil War Category:Politics of the American Civil War ",
    "title": "Historiographic issues about the American Civil War"
}