{
    "id": "13995375",
    "text": "__NOTOC__ KLM Cityhopper Flight 433 was a Saab 340B, registered as PH-KSH, which crashed during an emergency landing on 4 April 1994. Flight 433 was a routine scheduled flight from Amsterdam, the Netherlands, to Cardiff, Wales. ==Accident== The aircraft took off from Runway 24 at Schiphol Airport at 2:19 pm local time, with the captain as the pilot flying. At 2:30, the pilots received a false warning of low oil pressure in the right engine, caused by a short circuit. While the first officer consulted the emergency checklist, the captain unilaterally set the right engine's power to idle, probably to reduce the risk of damage. However, the oil pressure gauge was still showing above 30 PSI, indicating that oil pressure was within safe limits and the warning was false. The checklist recommended continuing normal flight operations under the circumstances. However, the captain did not return the engine to the previous throttle setting, leaving the aircraft effectively flying on one engine. As the Saab approached flight level 170 (17,000 feet), the loss of power degraded the aircraft's climb performance. The crew misinterpreted this, and decreasing oil pressure from the retarding right engine, as confirmation that the engine was faulty. A Pan-Pan call was made at 2:33, requesting to return to Schiphol. The captain had not anticipated the consequences of flying with one engine at idle, and was unable to stabilize the final approach onto Runway 06; the situation was aggravated by an 8 knot tailwind. He also disengaged the autopilot, while the first officer neutralized the rudder trim, both of which had been compensating for the asymmetric thrust. During this time the aircraft fell below the glideslope and airspeed decreased to 115 knots, below the target approach speed of 125 knots. In response, the captain increased torque on the left engine, causing the aircraft to veer to the right of the runway. The crew did not apply additional rudder deflection to correct it, instead relying on the ailerons. At a height of 45 feet, the captain decided to perform a go-around, and commanded full throttle to the left engine, while leaving right engine at idle. The crew continued to only use the ailerons to counteract the thrust imbalance. The aircraft rolled to the right and pitched up, while airspeed decayed to 105 knots, activating the stall warning. Some rudder deflection was applied afterwards, and full deflection was applied 8 seconds later, but the aircraft was unrecoverable as airspeed decreased to 93 knots and the right bank increased to 80 degrees. At 2:46, the aircraft crashed in a field just outside the airport, 560 meters from the runway. Of the 24 people on board, 3 were killed - the captain and 2 passengers. Out of the 21 survivors, 9 suffered serious injuries, including the first officer. Due to amnesia caused by the crash, the first officer could not recall the accident. ==Aircraft and crew== The aircraft involved was a Saab 340, registration PH-KSH, which had first flown in 1990. The aircraft was powered by two General Electric CT7-9B turboshaft engines and had flown 6,558 hours at the time of the accident. The captain, 37-year-old Gerrit Lievaart, had been with KLM Cityhopper since 2 March 1992. He had a total of 2,605 hours flying time, including 1,214 hours on a Saab 340. However, training records revealed that he had failed two engine-out checks, and on his most recent one had been given a “standard minus,” the lowest passing grade. The first officer, 34-year old Paul Stassen, had been with KLM Cityhopper since 27 January 1992. He had a total of 1,718 hours flying time, including 1,334 hours on a Saab 340. ==Accident investigation== KLM Cityhopper Flight 433 seating chart based on the NASB report, revealing locations of passengers, severity of injuries, and deaths The final report from the Netherlands Aviation Safety Board found that pilot error, through inadequate use of flight controls during unequal throttle go-around, resulting in loss of control, was the primary cause of the accident. In addition, the report included recommendations directed at KLM, regarding contributing factors, addressing: improved training on Crew Resource Management; improved pilot assessment techniques; and improved guidance on flying with an idle engine. In addition, the report found that the crash was generally survivable, with the Captain's death attributable to not wearing his shoulder restraints. ==In popular culture== The crash of KLM Cityhopper Flight 433 was covered in 2019 in \"Fatal Approach\", a Season 19 episode of the internationally syndicated Canadian TV documentary series Mayday. ==References== ==External links== *Fatal Events Since 1970 for KLM *CVR transcript KLM Cityhopper Flight 433 – 04 APR 1994 *Final report of the investigation into the probable causes of the accident with the KLM Cityhopper flight KL433, Saab 340B, PH-KSH at Schiphol, Amsterdam Airport on 4 April 1994 (Archive). Netherlands Aviation Safety Board (Raad voor de Luchtvaart) 1995. In book series Aircraft accident report 94-05 – Available on the shelf at the Delft University of Technology * Category:Aviation accidents and incidents in the Netherlands Category:Aviation accidents and incidents in 1994 Category:Accidents and incidents involving the Saab 340 Category:KLM Cityhopper accidents and incidents Category:1994 in the Netherlands Category:April 1994 events in Europe ",
    "title": "KLM Cityhopper Flight 433"
}