{
    "id": "13994215",
    "text": "Peter Mann Winkler is a research mathematician, author of more than 125 research papers in mathematicsPublication list from Winkler's home page at Dartmouth. and patent holder in a broad range of applications, ranging from cryptography to marine navigation.Information listed on Peter Winkler's homepage at Dartmouth. His research areas include discrete mathematics, theory of computation and probability theory. He is currently a Professor of Mathematics and Computer Science at Dartmouth College.Dartmouth mathematics faculty listing. Peter Winkler studied mathematics at Harvard University and later received his PhD in 1975 from Yale University.. He has also served as an Assistant Professor at Stanford, Full Professor and Chair at Emory and as a Mathematics Research Director at Bell Labs and Lucent Technologies. He was visiting professor at the Technische Universität Darmstadt. He has published two books on mathematical puzzles: Mathematical Puzzles: A connoisseur's collection (A K Peters, 2004, ) and Mathematical Mind-Benders (A K Peters, 2007, ). Winkler's book Bridge at the Enigma ClubThe Bridge World Bookstore Bridge at the Enigma Club by Peter Winkler was a runner up for the 2011 Master Point Press Book Of The Year award.The 2011 Master Point Press Book Of The Year Award 2014 IPBA Handbook, p. 176 Also in 2011, Winkler received the David P. Robbins Prize of the Mathematical Association of America as coauthor of one of two papers\"Overhang\", American Mathematical Monthly, vol. 116, January 2009 (Online) \"Maximum Overhang\", American Mathematical Monthly, vol. 116, December 2009 (Online) in the American Mathematical Monthly. == Paul Erdős anecdote == According to a story included in Chapter One of \"The Man Who Loved Only Numbers / The Story of Paul Erdös and the Search for Mathematical Truth\", Paul Erdős attended the bar mitzvah celebration for Peter Winkler's twins, and Winkler's mother-in-law tried to throw Erdős out. [Quote:] > \"Erdös came to my twins' bar mitzvah, notebook in hand,\" said Peter Winkler, > a colleague of Graham's at AT&T.; \"He also brought gifts for my children--he > loved kids--and behaved himself very well. But my mother-in-law tried to > throw him out. She thought he was some guy who wandered in off the street, > in a rumpled suit, carrying a pad under his arm. It is entirely possible > that he proved a theorem or two during the ceremony.\" == References == Category:Year of birth missing (living people) Category:Living people Category:20th-century mathematicians Category:Harvard University alumni Category:Yale University alumni Category:Dartmouth College faculty Category:Technische Universität Darmstadt faculty ",
    "title": "Peter Winkler"
}