{
    "id": "13991973",
    "text": "Karen Lynn Casey (born April 24, 1947) is a Canadian politician who represents the electoral district of Colchester North in the Nova Scotia House of Assembly as a member of the Liberal caucus. ==Personal life== Casey (née Thompson) grew up in Bass River. Casey volunteered as chair of the now-defunct Colchester-East Hants Health Authority. ==Education career== Casey graduated in 1967 with a diploma from the Nova Scotia Teachers College. She later received a B.A. from Mount Saint Vincent University, a B.Ed. from Mount Saint Vincent University and a M. Ed. (Administration) from Saint Mary's University. Casey has worked as a classroom teacher at various schools in Colchester County in both the Truro Municipal School Board, the Colchester County Municipal School Board, the Colchester-East Hants District School Board, and ended her career with the Chignecto-Central Regional School Board. She is a former principal of North River Elementary School and served as Assistant Superintendent of the Chignecto-Central Regional School Board. When working as a classroom teacher at Alice Street Elementary School in the Truro Municipal School Board during the 1970-71 school year, Casey served as the school staff's local representative of the Nova Scotia Teachers Union during a work- to-rule job action undertaken by the NSTU. ==Political career== ===PC Party 2006–2011=== Casey successfully ran for the Progressive Conservative nomination in the riding of Colchester North in spring 2006, beating one other candidate. Casey was elected to the Nova Scotia House of Assembly in the 2006 provincial election held that June. Casey served in the Executive Council of Nova Scotia from 2006–2009, serving first as the Minister of Education, and later as Minister of Health. On June 24, 2009, Casey was named the Progressive Conservative Party's interim leader, replacing Rodney MacDonald after he resigned following the party's defeat in the 2009 provincial election. She served as interim leader until announcing her resignation on August 16, 2010. ===Liberal Party 2011–present=== On January 10, 2011, Casey crossed the floor to join the Liberal caucus. Casey successfully ran for the Liberal nomination in the riding of Colchester North in spring 2013. Casey was re-elected in the 2013 provincial election, garnering 5,005 of the 8,212 votes cast or 60.95% of the vote in the riding. On October 22, 2013 Casey was appointed to the Executive Council of Nova Scotia as Minister of Education and Early Childhood Development as well as Minister responsible for Youth.http://nslegislature.ca/index.php/people/cabinet/ On July 24, 2015, Casey was given as additional role as Chair of Finance and Treasury Board, while responsibility for youth was transferred to Kelly Regan. On June 15, 2017, premier Stephen McNeil shuffled his cabinet, appointing Casey as Deputy Premier and Minister of Finance and Treasury Board. ==Electoral record== |- |Liberal | Karen Casey |align=\"right\"| 3,654 |align=\"right\"| 46.6 |align=\"right\"| |- |Progressive Conservative | Rebecca Taylor |align=\"right\"| 3,225 |align=\"right\"| 41.0 |align=\"right\"| |- |New Democratic Party | James Finnie |align=\"right\"| 980 |align=\"right\"| 12.5 |align=\"right\"| |- |} |- |Liberal | Karen Casey |align=\"right\"| 5,005 |align=\"right\"| 60.95 |align=\"right\"| |- |Progressive Conservative | John Kendrick MacDonald |align=\"right\"| 2,167 |align=\"right\"| 26.39 |align=\"right\"| |- |New Democratic Party | Jim Wyatt |align=\"right\"| 1,040 |align=\"right\"| 12.66 |align=\"right\"| |- |} |- |Progressive Conservative |Karen Casey |align=\"right\"|3784 |align=\"right\"|50.16 |align=\"right\"| |- |New Democratic Party |Arthur Hartlen |align=\"right\"|2354 |align=\"right\"|31.20 |align=\"right\"| |- |Liberal |Lorenda Ebbett |align=\"right\"|1243 |align=\"right\"|16.48 |align=\"right\"| |- |Green |Judy Davis |align=\"right|176 |align=\"right\"|2.35 |align=\"right\"| |} |- |Progressive Conservative |Karen Casey |align=\"right\"|3809 |align=\"right\"|50.96 |align=\"right\"| |- |Liberal |Bob Taylor |align=\"right\"|1979 |align=\"right\"|26.47 |align=\"right\"| |- |New Democratic Party |Rob Assels |align=\"right\"|1511 |align=\"right\"|20.21 |align=\"right\"| |- |Green |Judy Davis |align=\"right|176 |align=\"right\"|2.35 |align=\"right\"| |} ==References== ==External links== * Official website * Members of the Nova Scotia Legislative Assembly * Liberal caucus profile Category:1947 births Category:Living people Category:Female Canadian political party leaders Category:People from Colchester County Category:Nova Scotia Liberal Party MLAs Category:Progressive Conservative Association of Nova Scotia MLAs Category:Women MLAs in Nova Scotia Category:Nova Scotia Teachers College alumni Category:Members of the Executive Council of Nova Scotia Category:Nova Scotia Ministers of Health Category:Deputy premiers of Nova Scotia Category:Finance ministers of Nova Scotia Category:21st-century Canadian politicians Category:21st-century Canadian women politicians Category:Women government ministers of Canada Category:Women finance ministers ",
    "title": "Karen Casey"
}