{
    "id": "13993575",
    "text": "John van Dongen (born December 13, 1949) is a Canadian politician who formerly served as a Member of the Legislative Assembly of British Columbia, representing the riding of Abbotsford South. At one time, van Dongen was one of the longest serving BC Liberal MLAs in the BC Legislature. He was first elected in 1995 in a by-election and was re-elected in 1996, 2001, 2005, and 2009. On March 26, 2012, van Dongen announced he was leaving the BC Liberal Party to sit as the only BC Conservative Party MLA in the legislature. He competed in the May 2013 election running as an independent and lost to Darryl Plecas. He has been involved in farm organizations and businesses for almost two decades. He was on the board of directors of the B.C. Dairy Foundation, Agrifoods International Co-operative (Dairyland), B.C. Federation of Dairymen's Association and a member of the Farm Debt Review Board. He was also chair of the building and finance committee of St. Joseph's Catholic Church in Mission for several years. On April 24, 2009, van Dongen announced that the BC Office of the Superintendent of Motor Vehicles, a department for which he is responsible in the Legislature, had suspended his driver's licence for a period of four months. In an interview with CBC Radio van Dongen said the suspension was a result of his being cited twice in one year for driving in excess of 41 km/h above the posted speed limit. Van Dongen featured prominently in anti-speeding advertising campaigns for the provincial government in recent years.Vancouver Sun April 25, 2009 \"Lead-foot Van Dongen 'fesses up -- a week after his licence was lifted\" https://vancouversun.com/Lead+foot+Dongen+fesses+week+after+licence+lifted/1533522/story.html Three days later, van Dongen resigned as Minister of Public Safety and Solicitor-General.Straight.com. Retrieved April 27, 2009. After the 2009 provincial election, van Dongen was appointed Party Whip, and continued in his roles as Member of the Parliamentary Committee on Finance and Government Services, and Chair of the Caucus Committee on Government Restructuring. In 2010, he was appointed as the Chair of the Parliamentary Committee to Appoint a Chief Electoral Officer for BC. On March 26, 2012, van Dongen crossed the floor of the Legislative Assembly to become the first BC Conservative Party Member of the Legislative Assembly.http://www.bcconservative.ca/news/john-van- dongen-joins-the-bc-conservative-party/ On September 22, 2012, he then announced he was resigning from the BC Conservative Party to sit as an independent. == Election results == |- |- |- |- |- |- bgcolor=\"white\" !align=\"right\" colspan=3|Total Valid Votes !align=\"right\"| 20,035 !align=\"right\"| !align=\"right\"| |- bgcolor=\"white\" !align=\"right\" colspan=3|Total Rejected Ballots !align=\"right\"| !align=\"right\"| !align=\"right\"| |- bgcoor=\"white\" !align=\"right\" colspan=3|Turnout !align=\"right\"| !align=\"right\"| !align=\"right\"| |} |- |NDP |Bonnie Rai |align=\"right\"|4,197 |align=\"right\"|25.65% |align=\"right\"|n/a |Independent |Tim Felger |align=\"right\"|334 |align=\"right\"|2.04% |align=\"right\"|n/a |- bgcolor=\"white\" !align=\"left\" colspan=3|Total !align=\"right\"|16,360 http://www.elections.bc.ca/docs/rpt/2009GE/2009-GE-SOV.pdf !align=\"right\"|100.00% !align=\"right\"| |} == References == == External links == * MLA Website Category:1949 births Category:British Columbia Liberal Party MLAs Category:British Columbia Conservative Party MLAs Category:Canadian people of Dutch descent Category:Independent MLAs in British Columbia Category:Living people Category:Members of the Executive Council of British Columbia Category:People from Abbotsford, British Columbia Category:Politicians from Vancouver Category:21st-century Canadian politicians ",
    "title": "John van Dongen"
}