{
    "id": "13999007",
    "text": "Hugh Henry Brackenridge founded the forerunner of the University of Pittsburgh in 1787. The University of Pittsburgh, commonly referred to as Pitt, is an independent, state-related, doctoral/research university in Pittsburgh, Pennsylvania, United States. For most of its history, Pitt was a private institution until it became part of the Commonwealth System of Higher Education in 1966. ==Early history== ===The founding=== An illustration depicting an artist's rendition of first building, a log cabin, of the Pittsburgh Academy. Founded by Hugh Henry Brackenridge as Pittsburgh Academy in 1787, the University of Pittsburgh is among a select group of universities and colleges established in the 18th century in the United States. It is the oldest continuously chartered institution of learning in the U.S., west of the Allegheny Mountains.The Story of Pitt The school began as a preparatory school, presumably in a log cabin, in Western Pennsylvania, then a frontier. The academy possibly grew out of a school that was active before the charter was granted, perhaps as early as 1770. Brackenridge obtained a charter for the school from the state legislature of the Commonwealth of Pennsylvania that was passed by the assembly on February 28, 1787, just ten weeks before the opening of the Constitutional Convention in Philadelphia. The school was soon teaching the rudiments of the \"sacred six\" of the Scottish universities, as founder Brackenridge was Scottish. A brick building was erected in 1790 on the south side of Third Street and Cherry Alley for the Pittsburgh Academy. The small two-story brick building, with a gable facing the alley, contained three rooms: one below and two above. ===The Western University=== Western University of Pennsylvania, the previous name of Pitt, is depicted in this 1833 oil painting at its location on 3rd Ave. between Smithfield St. and Cherry Alley in downtown Pittsburgh. The Great Fire of 1845 destroyed a third of Pittsburgh, including its University. Within a short period, more advanced education in the area was needed, so in 1819 the Commonwealth of Pennsylvania amended the school's 1787 charter to confer university status. The school took the name the Western University of Pennsylvania, or WUP, and was intended to be the western sister institution to the University of Pennsylvania in Philadelphia. By 1830, WUP had moved into a new three-story, freestone-fronted building, with Ionic columns and a cupola, near its original buildings fronting the south side of Third Street, between Smithfield Street and Cherry Alley in downtown Pittsburgh. By the 1830s, the university faced severe financial pressure to abandon its traditional liberal education in favor of the state legislature's desire for it to provide more vocational training. The decision to remain committed to liberal education nearly killed the university, but it persevered despite its abandonment by the city and state. It was also during this era that founder of Mellon Bank, Thomas Mellon (Class of 1837), graduated and later taught at WUP. Western University of Pennsylvania's main building in downtown Pittsburgh from 1854 to 1882 ===Fires=== The University's buildings, along with most of its records and files, were destroyed in a widespread 1845 fire that wiped out 20 square blocks of the most valuable part of Pittsburgh. Classes were held in Trinity Church until a new building was constructed on Duquesne Way (on what was the site of the former Horne's department store). However, four years later this building also was destroyed by fire. Due to the catastrophic nature of these fires, operations were suspended for a few years to allow the University time to regroup and rebuild. By 1854, WUP had erected a 16-room brick building with a slate roof that was designed to be nearly fireproof. This building was erected on the corner of Ross and Diamond (now Forbes Avenue) streets (site of the present day Pittsburgh City-County Building), and classes resumed in 1855. It is during this era, in 1867, that Samuel Pierpoint Langley, inventor and aviation pioneer for whom Langley Air Force Base is named, was chosen as director of the Allegheny Observatory, which was donated to WUP in 1865. Langley was professor of astronomy and physics and remained at WUP until 1891, when he was succeeded by another prominent astronomer, James Edward Keeler. Growing quickly during this period, WUP constructed a second building, in 1877, on Ross Street. However, in 1882, the Allegheny County courthouse was severely damaged in yet another fire, so the University sold its buildings to the county for use as a courthouse until a new one could be constructed. This action prompted the University to move its campus from the downtown area. Western University of Pennsylvania's campus on Observatory Hill on Pittsburgh's North Side from 1890 to 1909, prior to its move to Oakland and renaming of the university as the University of Pittsburgh. ===A move north=== WUP moved to two former theological seminary buildings on North Avenue in Allegheny City (present-day North Side), remaining there for eight years, then moving to a site on the North Side Observatory Hill at the location of its Allegheny Observatory. Two buildings (Science Hall and Main Hall) were erected there, being occupied in 1889 and 1890 respectively. The first collegiate football team was formed at Pitt in 1889. In 1892, the Western Pennsylvania Medical College was amalgamated into the University. By 1893, the University had graduated its first African-American student, William Dammond. In 1895 WUP established its School of Law, and Andrew Carnegie and George Westinghouse were elected to the board of trustees, where they joined Andrew Mellon, who had been elected in 1894. The Pittsburgh College of Pharmacy and Pittsburgh Dental School also joined the University in 1896. In 1898, the first women, sisters Margaret and Stella Stein, graduated from the University. During this period, University engineering professor Reginald Fessenden was conducting pioneering work in radio broadcasting. By 1904, playing at Exposition Park, the University had its first undefeated football team. ==20th century== This 1942 photo, shot from the 35th floor of the Cathedral of Learning, shows all the \"Acropolis Plan\" buildings that were constructed. Top left is Pennsylvania Hall (now the site of a residence hall of the same name); just below it, on the upper far left, is the Mineral Industries Building (now demolished); State Hall is at the bottom right (now the site of Pitt's Chevron Science Center); and in the center, just behind and to the left of the roof of Sailors and Soldiers Memorial, is Thaw Hall, the only remaining building from the Acropolis Plan. Eberly Hall (then called Alumni Hall) is the long building in the center, and the first to deviate from the Acropolis Plan. Allen Hall (the former home of Mellon Institute) is in the middle at the far left. The Hill Campus, still much as it existed in this photo, was the main focus of student life from 1909 until the construction of the Cathedral of Learning. Citing a need to avoid confusion, distinguish itself from the University of Pennsylvania, and return to its roots by identifying itself with the city, the Western University of Pennsylvania, by act of the state legislature, was renamed the University of Pittsburgh in 1908. During this time, Pitt had also outgrown its accommodations on the North Side of Pittsburgh and its departments had been scattered throughout the city for years. The Department of Medicine was in West Penn Hospital, the departments of Dentistry and Pharmacy were in a building on a hilltop at Pride and Bluff Streets, and the Law School was in the former University building at Ross and Diamond Streets after having moved from the Orphan's Court in the Old Allegheny County Court House. To consolidate its components on one campus, WUP bought of land in December 1907 in what is now the Oakland neighborhood of Pittsburgh and began relocating departments there by 1909. The initial campus layout plan came from the winning submission from a national architectural contest that incorporated a Greek Acropolis design by Henry Hornbostel for 30 buildings. However, due to financial and other constraints, only four of the buildings were constructed in this style, of which only Thaw Hall remains today. It was also during this period that the university, led by Chancellor Samuel McCormick, would again fend off pressures to abandon the school's commitment to liberal education in favor of more technical-based training. During his administration, McCormick would also lead the university into a new level of national recognition, expansion, and growth, as well as began institutional support of athletics. ===World War I=== When the United States entered World War I in 1917, by law of Congress, all male college students were subject to military training. In the spring of 1918, Pitt began training students for war-related industrial work. The United States Army built seven frame barracks for housing 1,000 men, a 2,000 seat mess hall, an administrative building and a YMCA Hospitality House on the hillside campus. In September of that year, the federal government announced it was taking control of colleges and universities for the training of officers and technical specialists in the Student Army Training Corps (SATC), but by November 11, Germany had surrendered and by December all student soldiers were out of the armed services. The war activity had caused a major influx of students to Pitt and a corresponding shortage of space. The barracks, meant to be temporary, were used for some time to help alleviate congestion, but it was apparent that this was an inadequate solution; by 1920, Pitt alumni had begun a campaign to fund construction of a sorely-needed new building. The campaign was a success, raising $670,000 ($70,000 more than was needed), due in part to both the excitement of alumni with the championship caliber play of the Pitt football team (national champions or undefeated in 1910, 1915, 1916, 1917, 1918 and 1920) and by a $100,000 contribution directly from the Athletic Committee's football receipts. By 1921, Alumni Hall (now known as Eberly Hall), designed by Benno Janssen (the runner-up for the previous campus plan architectural competition), was dedicated. It signified a departure from (and end to) the Acropolis Plan. This enthusiasm for football would also lead to the construction of Pitt Stadium in 1925. ===A national landmark=== In the 1920s, new university chancellor John Gabbert Bowman declared that he had a vision for a centerpiece \"tall building\" for the university. The Frick Acres property in Oakland was soon purchased and plans for the campus shifted focus from the hillside to a neo Gothic Revival plan that today comprises the Cathedral of Learning, Heinz Memorial Chapel, and the Stephen Foster Memorial buildings. By 1925, Bowman had settled on a design by Charles Klauder for the \"tall building\": an attention-getting tower whose great height, with open spaces all around, would suggest the \"character that ought to be in an educated man.\" The building's \"parallel lines going up and up...would express courage [and] fearlessness\" and it would \"unify Pittsburgh into a community conscious of its character.\" The Cathedral is \"cut off\" flat at the top to suggest that its lines, like education, have no ending. The building was financed by donors and by a campaign to collect dimes from local school children. Bowman was a persuasive leader and although the Great Depression intervened, the Cathedral of Learning, on which construction was begun in 1926, was completed in 1937. It remains the second-tallest education building in the world (the tallest in the Western Hemisphere) and contains an equally-impressive interior highlighted by 26 nationality rooms. Adjacent to the Cathedral of Learning, the Stephen Foster Memorial, designed by Klauder, was also completed in 1937. It contains two theaters and the Center for American Music. The French gothic Heinz Memorial Chapel was dedicated in 1938, was also designed by Klauder. With the Heinz Memorial Chapel, the Heinz family chose to honor Henry J. Heinz and his mother with a \"great space\" for worship, meditation, musical concerts and weddings. The 73-ft high transept windows are among the tallest in the world and are the work of Charles Connick. Plans to continue building a traditional gothic quadrangle on the former Frick Acres parcel came to an end with the construction of Clapp Hall in 1956. Originally intended to be on the Cathedral lawn, the location for Clapp Hall was moved across 5th Avenue to its current site due to opposition against further impinging on the open Cathedral lawn area. Jonas Salk developed the first polio vaccine at the University of Pittsburgh. Pittsburghers line up for vaccinations with Salk's polio vaccine in the Cathedral of Learning's Commons Room on February 26, 1957. ===The Pitt Vaccine=== Poliomyelitis is a crippling disease which attacks the body's motor neurons. In the early 20th century, epidemics of polio began to hit the United States and other industrialized countries. As hospitals filled with patients in iron lungs, and tens of thousands were left crippled, fear of contracting polio grew rampant and led to the closing of many public facilities. By 1952, the polio epidemic reached new heights in the U.S. with 57,628 cases reported. Meanwhile, in 1947, Jonas Salk had been recruited to Pitt where he set up the University's Virus Research Lab in the basement of what is now Pitt's Salk Hall. By 1951, Salk and his team had begun immunization experiments in monkeys using dead polio virus. Soon, however, Salk began to test inoculations in paralyzed polio patients and by 1953 human trials among the general population were initiated (the majority were Allegheny County residents). By the spring of the following year, the largest controlled field trials in medical history were underway and by 1955 the \"Pitt vaccine\", developed by Salk and his team of Pitt researchers, was declared effective. By 1962, when Albert Sabin's oral live-virus vaccine was approved, Pitt's vaccine had reduced the incidence of polio in the United States by 95 percent. Together, these two vaccines eradicated naturally occurring poliomyelitis from North and South America, and Western Europe. In 1999 the U.S. Office of Public Health and Science recommended returning to the use of the Pitt dead-virus vaccine for routine inoculation. The breakthroughs in immunology and vaccine development at Pitt by Salk and his team are considered one of the most significant scientific and medical achievements in history. ===State relations=== In 1966 the state designated Pitt as a state-related university, which allows it to receive public funds (currently more than $160 million per year). This allows the university to offer reduced tuition to Pennsylvania residents, but it remains under independent control. Pitt is typically listed as a public university. Upon affiliation with the state, subsidized tuition led to a massive influx of new students and rapid expansion of Pitt's size and scope. In the 1970s, Pitt's football team returned to prominence, with a national championship season in 1976 led by Hall of Fame running back Tony Dorsett, and continued success in the 1980s with players such as Hall of Fame quarterback Dan Marino. In the 1980s, significant medical research in the field of organ transplantation was conducted by Thomas Starzl, establishing Pitt as a world leader in the field. Chancellor Wesley Posvar retired in 1991, after 24 years in office. His administration is known for eliminating the university's debt from its 1960s financial crisis and growing the school's prestige and endowment. Under Posvar, Pitt's operating budget grew sevenfold to $630 million and its endowment tripled to $257 million. He also established the Honors College, the School of Health-Related Professions, the University Center for International Studies, the Center for Philosophy of Science, and the University Center for Social and Urban Research. ==Into the 21st century== In 1999, Pitt Stadium, the long-time home of the Pitt Panthers, was razed. Reminiscent of its days playing in Exposition Park, the team moved downtown to Heinz Field in 2001. A 12,508–seat multipurpose arena, the Petersen Events Center, is home to the University's basketball teams and convocation ceremonies and also contains a student recreation center. Other substantial building projects have occurred on campus, including renovation of the former Masonic Temple into Alumni Hall, construction of several new residence halls in the upper and lower campus, and construction of the Sennott Square building. Mark Nordenberg has been chancellor of the University since 1995 and is leading Pitt through a period of substantial progress, including a $2-billion capital-raising campaign that is over halfway toward achieving its goal and a $1-billion 12-year facilities plan. Pitt's endowment in 2007 reached $2.254 billion, a 25 percent increase from 2006. It ranks 28th among all college endowments and 8th nationally among public universities. ==Heads of the University of Pittsburgh== The original title used by the head of the institution was \"Principal\" from its founding. Despite Pittsburgh Academy's being granted university status in 1819, the title of Principal was used until 1872, during George Woods' tenure of heading the university, when a legislative act altered the university's charter, designating the head of the university as \"Chancellor\". The title was changed from \"Chancellor\" to \"President\" in 1984 during Wesley Posvar's term in office, but was reverted to \"Chancellor\" during the term of his successor, J. Dennis O'Connor. The university considers the first chancellor of the university to be Robert Bruce who became Principal in 1819 when the school was granted university status. Numbers in parenthesis are the school's recognition of the sequence of chancellors. Stanton Crawford served as acting chancellor but was named full chancellor posthumously. {| border=\"2\" cellpadding=\"2\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border-collapse: collapse; border: 1px #aaa solid; font-size: 95%;\" ! Head !! Years !! Name of Institution !! !! !! Head !! Years !! Name of Institution |- |- |100px Hugh H. Brackenridge Founder||1787||Pittsburgh Academy|| || ||100px Milton Goff acting Chancellor||1880–1881||Western University of Pennsylvania |- |George Welch Principal||1789||Pittsburgh Academy|| || ||100px Henry MacCracken Chancellor (6th)||1881–1884||Western University of Pennsylvania |- |Robert Andrews Principal||1796–1800||Pittsburgh Academy|| || ||100px Milton Goff Chancellor (7th)||1884–1890||Western University of Pennsylvania |- |Robert Steele Principal||1800–1801||Pittsburgh Academy|| || ||100px William J. Holland Chancellor (8th)||1891–1901||Western University of Pennsylvania |- |John Taylor Principal||1801||Pittsburgh Academy|| || ||100px John A. Brashear acting Chancellor||1901–1904||Western University of Pennsylvania |- |Benjamin B. Hopkins Principal || 1803-1804? || Pittsburgh Academy || || || 100px Samuel B. McCormick Chancellor (9th) || 1904–1921 || Western University of Pennsylvania/ University of Pittsburgh |- |100px James Mountain Principal||180?||Pittsburgh Academy|| || ||100px John G. Bowman Chancellor (10th)||1921–1945||University of Pittsburgh |- |100px Robert Patterson Principal||1807–1810||Pittsburgh Academy|| || ||100px Rufus H. Fitzgerald Chancellor (11th)||1945–1955||University of Pittsburgh |- |100px Joseph Stockton Principal||1810–1820||Pittsburgh Academy|| || || 100px Charles B. Nutting acting Chancellor||1955–1956||University of Pittsburgh |- |100px Robert Bruce Principal (1st, 1st term)||1820–1835||Western University of Pennsylvania|| || ||100px Edward H. Litchfield Chancellor (12th)||1956–1965||University of Pittsburgh |- |Gilbert Morgan Principal (2nd)||1835–1836||Western University of Pennsylvania|| || || 100px Stanton C. Crawford Chancellor (13th)||1965–1966||University of Pittsburgh |- |100px Robert Bruce Principal (1st, 2nd term)||1836–1843||Western University of Pennsylvania|| || || David H. Kurtzman Chancellor (14th)||1966–1967||University of Pittsburgh |- |100px Heman Dyer Principal (3rd)||1843–1849||Western University of Pennsylvania|| || || Wesley W. Posvar Chancellor/President (15th)||1967–1991||University of Pittsburgh |- |100px David H. Riddle acting Principal||1849–1855||Western University of Pennsylvania|| || || J. Dennis O'Connor President/Chancellor (16th)||1991–1995||University of Pittsburgh |- |100px John F. McLaren Principal (4th)||1855–1858||Western University of Pennsylvania || || ||100px Mark A. Nordenberg Chancellor (17th)||1995–31 July 2014||University of Pittsburgh |- |100px George Woods Principal/Chancellor (5th)||1858–1880||Western University of Pennsylvania|| || ||100px Patrick D. Gallagher Chancellor (18th)||August 2014||University of Pittsburgh |} ==References== ==External links== * University of Pittsburgh official website Category:University of Pittsburgh Pittsburgh University of Pittsburgh ",
    "title": "History of the University of Pittsburgh"
}