{
    "id": "13992981",
    "text": "The Priest's House is a National Trust-owned property in Muchelney, in the English county of Somerset. It has been designated as a grade II listed building. The house was built in the early 14th century by the nearby Muchelney Abbey to house the parish priest. Over the centuries the house deteriorated and was adapted for use as a school. In the late 19th century it rented as storage by a farmer. In the early 20th century the Society for the Protection of Ancient Buildings campaigned for its restoration and it was then taken over by the National Trust. The thatched stone building is rented to a tenant and has limited public access. ==History== The Priest's House was built by the nearby Muchelney Abbey around 1308 for the parish priest. The vicarage was valued at £10 per annum in 1535. The building was said to be \"ruinous\" in 1608. It was used by the vicar or curate until around 1840, when the house was used as a cellar and later as a school. In the late 19th century it was rented by a farmer for storage. Because of its poor condition it was recommended for demolition in both 1896 and 1901. The Society for the Protection of Ancient Buildings organised a public appeal to raise money for repairs to which Jane Morris, Thomas Hardy and George Bernard Shaw contributed. As the funding for the restoration was no longer an issue the building was acquired, in 1911, by the National Trust who employed Ernest Barnsley of the Barnsley brothers, the Arts and Crafts movement master builders, to design and the work. It was carried out by Norman Jewson and William Weir. The work left in place and strengthened earlier structures where possible but added new aspects including a stone buttress and a kitchen range. In the 1990s and 2000s the building underwent further structural repairs, including the replacement of the timber structure supporting the roof and was rethatched with grant aid from English Heritage. Today the National Trust rent it to a tenant who provides limited access to the public. ==Architecture== The two-storey thatched hall house is made of local stone with hamstone dressings. Externally the house measures by wide. It has four bays along the south front which incorporates original Gothic doorway and tracery windows. Inside is a 15th-century fireplace. The original hall went from floor to roof, however in the 16th century a ceiling was added dividing it into two floors. This also involved changes to the original windows. The hall has a cruck roof with a saddle apex typical of the 14th century. ==See also== * List of National Trust properties in Somerset ==References== ==External links== *Priest's House information at the National Trust Category:Houses completed in the 14th century Category:Houses in Somerset Category:National Trust properties in Somerset Category:Grade II listed houses in Somerset Category:Grade II listed buildings in South Somerset Priest's House Category:Thatched buildings in Somerset Category:Hamstone buildings ",
    "title": "The Priest's House, Muchelney"
}