{
    "id": "13998943",
    "text": "Tawa railway station, originally called Tawa Flat, is on the North Island Main Trunk Railway (NIMT) and is part of the suburban rail network of Wellington, New Zealand. It is double tracked with an island platform, and is from Wellington railway station, the southern terminus of the NIMT. The station serves the suburb of Tawa. == Services == Tawa is served by Kapiti Line commuter trains operated by Transdev Wellington under the Metlink brand operating between Wellington and Porirua or Waikanae. Services are operated by electric multiple units of the FT/FP class (Matangi). Two diesel-hauled carriage trains, the Capital Connection and the Northern Explorer, pass through the station but do not stop. Off-peak trains stop at all stations between Wellington and Waikanae. During peak periods, trains from Wellington that stop at all stations may terminate at Porirua or Plimmerton and return to Wellington while a number of peak services run express between Wellington and Porirua and thus do not stop at Tawa.metlink, Paraparaumu Line timetable , accessed 30 October 2007. Travel times by train are fifteen minutes to Wellington, six minutes to Porirua, and forty-five minutes to Waikanae. Trains run every twenty minutes during daytime off-peak hours, more frequently during peak periods, and less frequently at night. Before July 2018, off-peak passenger train services between Wellington and Waikanae stopping at Tawa ran every thirty minutesmetlink Kapiti Train Line timetable effective from 20 January 2016 but were increased to one every twenty minutes from 15 July 2018. == History == Tawa Flat railway station was renamed Tawa railway station on the 23rd of February 1959 in conjunction with the change of name of the Borough of Tawa Flat to the Borough of Tawa. The area that had previously been known as Tawa Flat then became known as Tawa.Tawa Heritage, Wellington City Libraries. Retrieved 22 August 2016A little about the Tawa Borough Council, tawalink.com. Retrieved 22 August 2016 The original line through Tawa was built by the Wellington and Manawatu Railway Company (WMR) and the station opened on the 24 September 1885. At this time, the railway followed a circuitous route via Johnsonville to reach Wellington and Tawa was 16.48 km from the terminus. The original station was a flag stop at which trains would only stop if signalled to do so by passengers wishing to board or alight. It was located on what is now Duncan Street north of the junction of Duncan Street and Tawa Street and close to and above the present northbound Redwood railway station.Hoy, D.G. Rails out of the Capital (NZRLS, 1970) pp. 24,75Cyclopaedia of New Zealand, Volume 1: Wellington Provincial District (1897), 1072. === Train crossing === Arthur Leigh Hunt was employed from the WMR from 1892 to 1897, advancing from office boy at Thorndon to stationmaster. When he was a ticket clerk on the mail train coming south on a wild night with a “southerly” he was instructed at Paekakariki to cross with a special train at Tawa. The Tawa Flat station had only one “dead end” siding which was too short for either train. So the south-bound train was split into A and C, the front and rear halves. The north-bound train was designated B and the following shunts were required: *A goes forward and reverses into siding *B proceeds forward along main line clear of points to C *A proceeds onto main line clear of the points by the length of B plus C *B places C into siding, then backs to main line and proceeds on its way *A backs into siding, couples onto C, and then proceeds on its way === Incorporation into NZR === The WMR was purchased and incorporated into the network of the New Zealand Railways Department in December 1908. In June 1909, the government approved £500 to upgrade the station.\"Cabinet Appropriations\", Otago Witness 2885 (7 July 1909): 16. ===Tawa Flat Deviation=== In the 1930s, the original WMR route from Wellington to Tawa was truncated at Johnsonville as the Johnsonville Branch and bypassed by the Tawa Flat deviation. This deviation offered a quicker route to Wellington; it was 3 km shorter, avoided the steep grades and sharp curvature of the Johnsonville route, and rejoined the original route north of the new Tawa station. The new deviation was built on the floor of the valley below the level of the old railway requiring the construction of a new railway yard, island station platform, and a new station building at Tawa. The old station building was used as an addition to a local church.Hoy, D.G. Rails out of the Capital (NZRLS, 1970] p. 75 Freight services began using the deviation from the 24 July 1935 and passenger services on the 19 June 1937. On the latter date, the connection between Tawa and Johnsonville was severed and the double track deviation and the new station entered service allowing shorter journey times and a more intensive timetable. The line through Tawa was electrified in June 1940, and on the 15 December 1957, the single track north of Tawa was duplicated as far as Porirua.John Yonge (editor), New Zealand Railway and Tramway Atlas, fourth edition (Exeter: Quail Map Company, 1993), 16 == Replacement of station building== In 2012 the station building was found to have a 10 cm lean, and to be in poor condition due to major roof leaks affecting the structure. The building was closed after an inspection in January while the work needed to repair or replace the building was assessed.Murray and Parsons, pp. 226–227 The Greater Wellington Regional Council decided to replace the station building in June 2012; at an estimated cost for an erecting a new shelter in three months of about $600,000. The existing building would require earthquake strengthening and replacement of 80% of the structure, costing possibly $2 million and taking 18 months. Tawa Station closed from 26 December 2012 to 20 May 2013 for replacing the station building and upgrading the platform and pedestrian overbridge. A shuttle bus service from the Tawa Junction temporary car park to an adjacent station, and a Rail Replacement Bus Stop on Duncan Street were provided. The pedestrian overbridge remained open, apart from short term closures.Tranz Metro leaflet Tawa Station and Melville Street Park and Ride closed for remedial workMetlink leaflet Christmas and New Year holiday period 2012/2013 The new station building opened on 20 May 2013.Photo of new roof being lowered The new building has a series of decorative panels of the station history.Photos of new decorative panels == References == *Rails through the Valley: The story of the construction and use of the railway lines through Tawa by Bruce Murray and David Parsons (2008, Tawa Historical Society) == External links == * Photos of Tawa Railway Station Category:Railway stations in New Zealand Category:Rail transport in Wellington Category:Railway stations opened in 1885 ",
    "title": "Tawa railway station"
}