{
    "id": "13999140",
    "text": "William Grover Slayback (February 21, 1948 – March 25, 2015) was an American professional baseball pitcher. He appeared in 42 games, 17 as a starter for the Detroit Tigers of Major League Baseball (MLB). ==Playing career== After playing for California State University, Northridge, the , Slayback was drafted by the Detroit Tigers in the seventh round of the 1968 Major League Baseball Draft. Slayback made his Major League Baseball debut with the Tigers on June 26, 1972 against the New York Yankees. After holding the Yankees hitless through his first seven innings, the no-hitter was broken up in the eighth stanza on a sharp single off the bat of New York Yankees outfielder Johnny Callison. He pitched 8 innings, allowed four hits, struck out five, and gave up two earned runs. Slayback had another impressive start for the Tigers on July 20, 1972, as he struck out 13 batters and allowed five hits while beating the Texas Rangers, 5–1. Slayback started 13 games for the 1972 Tigers, compiling a record of 5–6 with a 3.20 earned run average. Slayback pitched only two innings in 1973, and his career ended in 1974 as he went 1-3 with a 4.77 ERA in 16 games (only four as a starter). Slayback retired in 1976, with a 6–9 record, and a 3.84 ERA. ==Music career== In 1973, Slayback recorded a 45-rpm record, co-written with Detroit Tigers broadcaster Ernie Harwell called \"Move Over Babe (Here Comes Henry).\" The record captured Hank Aaron's journey in overtaking Babe Ruth for the all-time home run record. The lyrics to the song included these lines: \"Move over, Babe. Here comes Henry and he's swinging mean. Move over, Babe. Hank's hit another; he'll break that 714.\" The song was covered that same year, by Richard \"Popcorn\" Wylie. Released in the United States and Japan, the song got airplay on radio and the NBC Game of the Week. The song is included on Rhino Records' CD \"Baseball's Greatest Hits.\" One biographer of Aaron had this to say about Slayback: \"Slayback, who provided the music, was something of a Renaissance man. He sang, played numerous instruments, painted, sketched, and made furniture.\" Tom Stanton, Hank Aaron and the Home Run that Changed America (Harper Collins 2005), p. 116\\. In 2006, Slayback issued a new CD titled \"Lady Dancing on Fire.\" Tigers manager Jim Leyland gave it a positive review: \"I have something that I want the Tigers to play at Comerica Park, 'Lady Dancing on Fire' by Billy Slayback. It's outstanding; it has all the stuff; it's tremendous. He did all the music, all the instruments, he played them all.\" ==Personal life== Slayback died on March 25, 2015, aged 67. ==See also== * 1972 Detroit Tigers season ==References== ==External links== *Bill Slayback's Web Site Category:1948 births Category:2015 deaths Category:Baseball players from California Category:Batavia Trojans players Category:Cal State Northridge Matadors baseball players Category:Glendale Vaqueros baseball players Category:Evansville Triplets players Category:Gulf Coast Tigers players Category:Detroit Tigers players Category:Lakeland Tigers players Category:Major League Baseball pitchers Category:Montgomery Rebels players Category:People from Hollywood, Los Angeles Category:Rocky Mount Leafs players Category:Toledo Mud Hens players ",
    "title": "Bill Slayback"
}