{
    "id": "13996513",
    "text": "Redwood grove in Redwood National Park According to the California Protected Areas Database (CPAD), in the state of California, United States, there are over 14,000 inventoried protected areas administered by public agencies and non-profits. In addition, there are private conservation areas and other easements. They include almost one-third of California's scenic coastline, including coastal wetlands, estuaries, beaches, and dune systems. The California State Parks system alone has 270 units and covers 1.3 million acres (5,300 km2), with over 280 miles (450 km) of coastline, 625 miles (1,006 km) of lake and river frontage, nearly 18,000 campsites, and 3,000 miles (5,000 km) of hiking, biking, and equestrian trails. Obtaining an accurate total of all protected land in California and elsewhere is a complex task. Many parcels have inholdings, private lands within the protected areas, which may or may not be accounted for when calculating total area. Also, occasionally one parcel of land is included in two or more inventories. Over 90% of Yosemite National Park for example, is listed both as wilderness by the National Wilderness Preservation System, and as national park land by the National Park Service. The Cosumnes River Preserve is an extreme example, owned and managed by a handful of public agencies and private landowners, including the Bureau of Land Management, the County of Sacramento and The Nature Conservancy. Despite the difficulties, the CPAD gives the total area of protected land at , or 47.05% of the state (not including easements); a considerable amount for the most populous state in the country. ==National Park System== The U.S. National Park System controls a large and diverse group of California parks, monuments, recreation areas and other units which in total exceed . The best known is Yosemite National Park, noted for several iconic natural features including Yosemite Falls, El Capitan and Half Dome, which is displayed on the reverse side of the California state quarter. Other prominent parks are the Kings Canyon-Sequoia National Park complex, Redwood National Park, Channel Islands National Park, Joshua Tree National Park and the largest, Death Valley National Park. The NPS also administers the Manzanar National Historic Site in Inyo County. {| width=100% border=0 |- valign=\"top\" | width=30% | ===National parks=== * Channel Islands National Park * Death Valley National Park * Joshua Tree National Park * Kings Canyon National Park * Lassen Volcanic National Park * Pinnacles National Park * Redwood National Park * Sequoia National Park * Yosemite National Park | Yosemite Valley in Yosemite National Park |- valign=\"top\" | ===National monuments=== (administered by the NPS) * Cabrillo National Monument * Castle Mountains National Monument * César E. Chávez National Monument * Devils Postpile National Monument * Lava Beds National Monument * Muir Woods National Monument * Mojave Trails National Monument * San Gabriel Mountains National Monument * Sand to Snow National Monument * World War II Valor in the Pacific National Monument | Old-growth forest at Muir Woods National Monument |- valign=\"top\" | ===National recreation areas=== * Santa Monica Mountains National Recreation Area * Whiskeytown National Recreation Area * Golden Gate National Recreation Area | Yucca plant near coast of Santa Monica Mountains National Recreation Area |- valign=\"top\" | ===National seashores=== * Point Reyes National Seashore | Palomarin Beach at Point Reyes National Seashore |- valign=\"top\" | ===National preserves=== * Mojave National Preserve | Castle Peaks in Mojave National Preserve |} ==National Landscape Conservation System== The Bureau of Land Management’s National Landscape Conservation System (NLCS) includes over 850 federally recognized areas and in California, manages of public lands, nearly 15% of the state's land area.http://www.blm.gov/ca/st/en.html BLM-California website. The National Landscape Conservation System is composed of several types of units: national monuments (distinct from the same-named units within the National Park System), national conservation areas, forest reserves, outstanding natural areas, national scenic and historic trails, wilderness, wilderness study areas, and others. {| width=100% border=0 |- valign=\"top\" | ===National monuments=== (administered by the BLM) * Berryessa Snow Mountain (also administered by the Mendocino National Forest) * California Coastal * Carrizo Plain * Santa Rosa and San Jacinto Mountains | width=20% |Santa Rosa and San Jacinto Mountains | ===National conservation areas=== * California Desert * King Range | width=20% | King Range Wilderness |- valign=\"top\" | ===Forest reserves=== *Headwaters Forest | width=20% | Headwaters Forest | ===Outstanding natural areas=== *Piedras Blancas Historic Light Station | width=20% | Piedras Blancas Historic Light Station |- valign=\"top\" | ===National scenic and historic trails=== *California National Historic Trail *Juan Bautista de Anza National Historic Trail *Old Spanish National Historic Trail *Pacific Crest National Scenic Trail | width=20% | Golden Trout Wilderness along the Pacific Crest Trail | ===Wilderness and wilderness study areas=== Total BLM-managed wilderness land in California is .BLM California data page. | width=20% | Bigelow Cholla Garden Wilderness |} ==National Marine Sanctuaries== Sanderlings at the Monterey Bay National Marine Sanctuary The National Marine Sanctuary System is managed by the Office of Marine Sanctuaries, of the National Oceanic and Atmospheric Administration. California has four of the thirteen U.S. National Marine Sanctuaries: * Channel Islands National Marine Sanctuary * Cordell Bank National Marine Sanctuary * Gulf of the Farallones National Marine Sanctuary * Monterey Bay National Marine Sanctuary - one of the largest in the world at . ==National Wildlife Refuges== National Wildlife Refuge (NWR) is a designation for certain protected areas of the United States managed by the United States Fish and Wildlife Service. The National Wildlife Refuge System is an extensive system of public lands and waters set aside to conserve America's fish, wildlife and plants. Many of the state's refuges are important stops and destinations for millions of migrating birds along the Pacific Flyway corridor. One, the Butte Sink Wildlife Management Area, has the highest density of waterfowl in the world. There are 38 units in the refuge system in California, including both wildlife refuges and wildlife management areas, divided into 9 different regional areas. Combined the areas equal about . {| width=100% border=0 |- valign=\"top\" | ===Hopper Mountain NWR Complex=== *Bitter Creek NWR *Blue Ridge NWR *Hopper Mountain NWR *Guadalupe-Nipomo Dunes NWR | width=20% |Bobcat at the Blue Ridge National Wildlife Refuge | ===San Diego NWR Complex=== *San Diego NWR *San Diego Bay NWR *Seal Beach NWR *Sweetwater Marsh NWR *Tijuana Slough NWR | width=20% | Arroyo toad at the San Diego National Wildlife Refuge |- valign=\"top\" | ===Humboldt Bay NWR Complex=== *Humboldt Bay NWR *Castle Rock NWR | width=20% | | ===San Francisco Bay NWR Complex=== *Antioch Dunes NWR *Don Edwards San Francisco Bay NWR *Ellicott Slough NWR *Farallon NWR *Marin Islands NWR *Salinas River NWR *San Pablo Bay NWR | width=20% | Don Edwards San Francisco Bay NWR |- valign=\"top\" | ===Kern NWR Complex=== *Kern NWR *Pixley NWR | width=20% | Black-necked stilt at the Kern National Wildlife Refuge | ===San Luis NWR Complex=== *Grasslands WMA *Merced NWR *San Joaquin River NWR *San Luis NWR | width=20% | San Luis National Wildlife Refuge |- valign=\"top\" | ===Klamath Basin NWR Complex=== *Clear Lake NWR *Lower Klamath NWR *Tule Lake NWR | width=20% | Ross's geese at the Lower Klamath National Wildlife Refuge | ===Sonny Bono Salton Sea NWR Complex=== *Sonny Bono Salton Sea NWR *Coachella Valley NWR | width=20% | Coachella Valley National Wildlife Refuge |- valign=\"top\" | ===Sacramento NWR Complex=== *Butte Sink WMA *Colusa NWR *Delevan NWR *North Central Valley WMA *Sacramento NWR *Sacramento River NWR *Sutter NWR *Willow Creek-Lurline WMA | width=20% | Snow geese at the Sacramento National Wildlife Refuge | ===Other refuges=== *Modoc NWR | width=20% | American badger at the Modoc National Wildlife Refuge |} ==Wild and Scenic rivers== Rivers designated as Wild and Scenic are administered by one of four federal land management agencies: The Bureau of Land Management, The National Park Service, The U.S. Fish and Wildlife Service or The U.S. Forest Service. There are 22 rivers in California with portions designated as Wild and Scenic, with 23 designations in all (the American River has two separate designations, one for the North Fork, and one for the Lower section). Listed in miles. Rafting on the Kern River {| class=\"wikitable sortable\" |- align=left ! River ! Designated Wild ! Designated Scenic ! Designated Recreational ! Total Protected |- | Amargosa River | align=right | 7.9 | align=right | 12.1 | align=right | 6.3 | align=right | 26.3 |- | American River (Lower) | align=right | | align=right | | align=right | 23 | align=right | 23 |- | American River (North Fork) | align=right | 38.3 | align=right | | align=right | | align=right | 38.3 |- | Bautista Creek | align=right | | align=right | | align=right | 9.8 | align=right | 9.8 |- | Big Sur | align=right | 19.5 | align=right | | align=right | | align=right | 19.5 |- | Black Butte River | align=right | 17.5 | align=right | 3.5 | align=right | | align=right | 21 |- | Cottonwood Creek | align=right | 17.4 | align=right | | align=right | 4.1 | align=right | 21.5 |- | Eel River | align=right | 97 | align=right | 28 | align=right | 273 | align=right | 398 |- | Feather River | align=right | 32.9 | align=right | 9.7 | align=right | 35 | align=right | 77.6 |- | Fuller Mill Creek | align=right | | align=right | 2.6 | align=right | 0.9 | align=right | 3.5 |- | Kern River | align=right | 123.1 | align=right | 7 | align=right | 20.9 | align=right | 151 |- | Kings River | align=right | 65.5 | align=right | | align=right | 15.5 | align=right | 81 |- | Klamath River | align=right | 11.7 | align=right | 23.5 | align=right | 250.8 | align=right | 286 |- | Merced River | align=right | 71 | align=right | 16 | align=right | 35.5 | align=right | 122.5 |- | Owens River | align=right | 6.3 | align=right | 6.6 | align=right | 6.2 | align=right | 19.1 |- | Palm Canyon Creek | align=right | 8.1 | align=right | | align=right | | align=right | 8.1 |- | Piru Creek | align=right | 4.3 | align=right | | align=right | 3 | align=right | 7.3 |- | San Jacinto River (North Fork) | align=right | 7.2 | align=right | 2.3 | align=right | 0.7 | align=right | 10.2 |- | Sisquoc River | align=right | 33 | align=right | | align=right | | align=right | 33 |- | Smith River | align=right | 78 | align=right | 31 | align=right | 216.4 | align=right | 325.4 |- | Trinity River | align=right | 44 | align=right | 39 | align=right | 120 | align=right | 203 |- | Tuolumne River | align=right | 47 | align=right | 23 | align=right | 13 | align=right | 83 |} ==National Wilderness Preservation System == {| width=100% border=0 |- valign=\"top\" |There are 149 wilderness areas in California totaling just over . The largest is Death Valley Wilderness at , the largest federally designated wilderness in the continental United States, and the smallest is the Rocks and Islands Wilderness at . The wilderness areas are managed by the US Forest Service, Bureau of Land Management, US Fish and Wildlife Service and the National Park Service. Rarely, if ever, are designated wilderness areas stand alone protected areas, and thus their areas are, in all likelihood, already accounted for in the various agencies' inventories. | rowspan=2 | Emerald Lake in the Trinity Alps Wilderness |} ==National Forests== California has 17 U.S. National Forests, one special management unit (Lake Tahoe) and parts of 3 other National Forests. Total combined area of the forests is and covers over 19% of the state. The largest forest entirely within the state is Shasta-Trinity National Forest, at , the smallest is Cleveland National Forest at . The Lake Tahoe Basin Management Unit is not precisely a national forest in the conventional sense. Instead the Forest Service manages the land with particular attention paid to Lake Tahoe and its relationship with the forests surrounding it, with emphasis on erosion control management and watershed restoration, among other more conventional forest management activities. It is the smallest of the Forest Service units in California, with in its jurisdiction split between California and Nevada. The Inyo National Forest contains Mount Whitney, the highest point in California. {| class=\"wikitable sortable\" |- align=left ! State Forest ! Land area (in acres) |- | Angeles National Forest | align=right | 655,387 |- | Cleveland National Forest | align=right | 460,000 |- | Eldorado National Forest | align=right | 596,724 |- | Humboldt-Toiyabe National Forest | align=right | 6,289,821 |- | Inyo National Forest | align=right | 1,903,381 |- | Klamath National Forest | align=right | 1,737,774 |- | Lassen National Forest | align=right | 1,070,344 |- | Lake Tahoe Basin Management Unit | align=right | 150,000 |- | Los Padres National Forest | align=right | 1,950,000 |- | Mendocino National Forest | align=right | 913,306 |- | Modoc National Forest | align=right | 1,654,392 |- | Plumas National Forest | align=right | 1,146,000 |- | San Bernardino National Forest | align=right | 823,816 |- | Sequoia National Forest | align=right | 1,193,315 |- | Shasta–Trinity National Forest | align=right | 2,209,832 |- | Sierra National Forest | align=right | 1,300,000 |- | Six Rivers National Forest | align=right | 957,590 |- | Stanislaus National Forest | align=right | 898,099 |} ==State Forests== The California Department of Forestry and Fire Protection (CAL FIRE) operates eight Demonstration State Forests totaling 71,000 acres. The forests represent the most common forest types in the state. The State Forests grow approximately 75 million board feet of timber annually and harvest an average of 30 million board feet each year, enough to build 3,000 single-family homes. Revenue from these harvests fund the management of the State Forests. In addition, the forests provide research and demonstration opportunities for natural resource management, while providing public recreation opportunities, fish and wildlife habitat, and watershed protection. Activities include: experimental timber harvesting techniques, watershed restoration, mushroom collecting, hunting, firewood gathering, cone collecting for seed, a variety of university research projects, horseback riding, camping, mountain biking, and hiking. Entrance to Boggs Mountain Demonstration State Forest. {| class=\"wikitable sortable\" |- align=left ! State Forest ! Land area (in acres) ! County ! City |- | Boggs Mountain Demonstration State Forest | align=right | 3,493 | Lake | Cobb |- | Ellen Pickett State Forest | align=right | 160 | Trinity | |- | Jackson Demonstration State Forest | align=right | 50,195 | Mendocino | Fort Bragg |- | Las Posadas State Forest | align=right | 796 | Napa | Angwin |- | LaTour Demonstration State Forest | align=right | 9,003 | Shasta | Redding |- | Mountain Home Demonstration State Forest | align=right | 4,807 | Tulare | Springville |- | Mount Zion Demonstration State Forest | align=right | 164 | Amador | |- | Soquel Demonstration State Forest | align=right | 2,681 | Santa Cruz | Soquel |} ==State parks== {| width=100% border=0 |- valign=\"top\" | The California Department of Parks and Recreation maintains over 270 protected areas, which include almost one-third of California's scenic coastline, including coastal wetlands, estuaries, beaches, and dune systems. The state parks system covers 1.3 million acres (5,300 km2), with over 280 miles (450 km) of coastline, 625 miles (1,006 km) of lake and river frontage, nearly 18,000 campsites; and 3,000 miles (5,000 km) of hiking, biking, and equestrian trails. The largest is Anza-Borrego State Park at , making it one of the largest state parks in the country. The smallest, Watts Towers, owned by the State Park system but managed by the Los Angeles Cultural Affairs Department, is a mere . | rowspan=2 | Sunset at Bolsa Chica State Beach |} ==State wilderness areas== {| width=100% border=0 |- valign=\"top\" | * Boney Mountain State Wilderness Area * Mount San Jacinto State Wilderness * Murrelet State Wilderness, part of Prairie Creek Redwoods State Park * Orestimba State Wilderness, officially called the Henry W. Coe State Wilderness * Santa Rosa Mountains State Wilderness * Sinkyone Wilderness State Park * West Waddell Creek State Wilderness Area, a section of Big Basin State Park Additionally, of Anza-Borrego State Park have been designated as wilderness. | rowspan=2 |Hunting Hollow in Henry W. Coe State Park |} ==Department of Fish and Wildlife Protected Areas== {| width=100% border=0 |- valign=\"top\" | The California Department of Fish and Wildlife (DFW), through its seven regional divisions, manages more than 700 protected areas statewide, totaling . They are broadly categorized as: * 110 wildlife areas, designed to give the public easier access to wildlife while preserving habitats. * 135 ecological reserves, which protect rare terrestrial and ocean species and habitats. * 319 undesignated lands. * 108 public access lands. * 21 fish hatcheries. * 37 miscellaneous lands. | rowspan=2 |Rain- soaked wetlands at the Yolo Bypass Wildlife Area |} ==Municipal parks== {| width=100% border=0 |- valign=\"top\" | Most cities and counties in California, as in elsewhere, own and operate open spaces of various types, the most recognizable being the city and county park. By far the largest inventory of protected land held by a municipal agency belongs to the Los Angeles Department of Water and Power, with just over in its jurisdiction. The largest city park in the state is Mission Trails Regional Park in San Diego at , although there are several county and regional parks that are larger. Total land owned by municipal agencies is roughly acres. | rowspan=2 |Griffith Park in the city of Los Angeles |} ==Privately owned preserves== {| width=100% border=0 |- valign=\"top\" | In addition to the many public lands are about of privately owned preserves. The Wildlands Conservancy is the largest owner of protected lands with . The Nature Conservancy has been involved in over 100 projects in the state since 1958. Many are eventually transferred to public agencies, but the Conservancy still owns and maintains several substantial preserves, including the Gray Davis/Dye Creek Preserve, Vina Plains Preserve, McCloud River Preserve, Cosumnes River Preserve, Santa Cruz Island, Irvine Ranch Wildlands and the Santa Rosa Plateau Ecological Reserve. The largest private preserve is the Wind Wolves Preserve owned by the aforementioned Wildlands Conservancy. In total, there are many dozens of land trust and conservation organizations active in California, with thousands of acres preserved on public and private lands through their efforts. A few that operate entirely or substantially in the state are the Peninsula Open Space Trust, the Northern Sierra Partnership, the Sempervirens Fund, the Sacramento Valley Conservancy and the Wilderness Land Trust. | rowspan=2 |Santa Cruz Island |} ==Largest land owners of protected lands== The 20 largest landholders, according to the CPAD 2018a Statistics Report: {| class=\"wikitable\" |- valign=\"top\" | Agency | Total lands owned (in acres)* |- valign=\"top\" | U.S. Forest Service U.S. Bureau of Land Management U.S. National Park Service California Department of Parks and Recreation California Department of Fish and Wildlife California State Lands Commission City of Los Angeles - Dept. of Water and Power U.S. Fish and Wildlife Service U.S. Bureau of Reclamation The Wildlands Conservancy The Nature Conservancy Imperial Irrigation District East Bay Regional Park District California Department of Water Resources The Conservation Fund - California California Department of Forestry and Fire Protection City of San Diego U.S. Army Corps of Engineers City and County of San Francisco Public Utilities Commission County of Orange | align=\"right\" | 20,758,417 14,991,556 7,600,268 1,391,104 676,763 575,354 400,019 323,487 243,675 145,936 136,553 103,369 102,186 88,953 74,372 72,645 68,986 68,725 62,520 59,197 |- | colspan=2 |*These numbers may not correspond exactly with those reported directly from the agencies. |} ==References== Protected areas California ",
    "title": "Protected areas of California"
}