{
    "id": "13995094",
    "text": "C. M. Russell Museum Complex is an art museum located in the city of Great Falls, Montana, in the United States. The museum's primary function is to display the artwork of Great Falls \"cowboy artist\" Charles Marion Russell, for whom the museum is named. The museum also displays illustrated letters by Russell, work materials used by him, and other items which help visitors understand the life and working habits of Russell. In addition, the museum displays original 19th, 20th, and 21st century art depicting the American Old West and the flora, fauna, and landscapes of the American West. In 2009, the Wall Street Journal called the institution \"one of America's premier Western art museums.\"Yost, Mark. \"A Home Where the Buffalo Roam.\" The Wall Street Journal. February 26, 2009. Located on the museum property is Russell's log cabin studio, as well as his two-story wood frame home. The house and log cabin studio were designated a National Historic Landmark in 1965, and added to the National Register of Historic Places in 1966. In 1976, the listing boundaries were amended to account for moving the house. Beginning in 1969, the museum co-hosted the C. M. Russell Auction of Original Western Art—an auction of 19th, 20th, and 21st century art of the American West whose proceeds benefit the museum. The auction has received media attention in Australia, Canada, France, Germany, Japan, New Zealand, the United Kingdom, and the United States. In 2010, the two co-hosts parted ways, and the C. M. Russell Museum inaugurated a new auction, \"The Russell.\"\"Inaugural Success.\" Western Art Collector. May 2010, p. 142. ==History of the museum== ===Founding of the museum=== Emma Josephine TriggEwen, p. 8 (usually known only by her middle and last name) was the daughter of Albert Trigg, owner of the Brunswick Saloon in Great Falls.Taliaferro, p. 126. She became an art teacher in the Great Falls Public Schools, and in 1911 became the children's librarian at the Great Falls Public Library.Dippie, p. 208. Trigg later was briefly married to W. T. Ridgley, a local printer who published books of Russell's works as well as an autobiography of a local civic leader which Russell illustrated. The Brunswick Saloon was one of Russell's favorite bars, and Albert Trigg allowed Russell to use one of his back rooms as an art studio.Goetzmann and Hunt, p. 108. In 1900, Russell built a two-story clapboard house near the Trigg home, and in 1903 built a log cabin studio on an empty lot between the two houses. Russell became acquainted with \"Miss Josephine\" (as he referred to her) when Trigg was a teenager, and they remained friends for the rest of Russell's life.Dippie, p. 145. Trigg often accompanied Russell and his wife on vacations, and she provided calligraphy for many of his letters, postcards, and illustrated items (such as place settings at dinner parties). Charles M. Russell was a professional artist for the last 30 years of his life. He created an estimated 4,000 to 4,500 works of art.\"Russell Museum Has More Room for the Master.\" Great Falls Tribune. March 20, 2005. His wife, Nancy Russell, retained some works, including a large number of models and molds from which bronze sculptures had been cast, as well as nearly all of Charlie Russell's papers. When she died in 1940, the papers were given to her adopted son, Jack. But most of Russell's artwork had been sold during his lifetime. Sid Willis, proprietor of the Mint Saloon in Great Falls (another of Russell's favorite bars), allowed Russell to drink there in exchange for paintings, and by the time of Russell's death had amassed a collection of 90 oil paintings, watercolors, drawings, models, wax sculptures, and ephemera. In 1948, Willis put his collection up for sale. A \"Charles Russell Memorial Committee\" unsuccessfully attempted to raise the purchase price to keep the \"Mint Collection\" in Montana.Lambert, 2004. Accessed 2011-07-30. Texas newspaper publisher Amon G. Carter purchased the collection for $200,000 in 1952 and established the Amon Carter Museum to house it.Dippie, p. 211. C. R. Smith, chief executive officer of American Airlines, purchased 46 bronzes (which comprised about half of the artwork in Nancy Russell's estate) in 1940,Stewart, p. 125. while oil company executive Charles S. Jones purchased the remainder.Morand et al., p. 15. The Amon Carter Museum eventually purchased the Smith bronzes as well,Taliaferro, p. 211. and as of 2000 owned about 60 Russell bronzes.Gerem, p. 218. Dr. Philip G. Cole, a New York City tire company executive, had collected 46 Russell paintings and 27 bronzes, and these passed into the collection of oilman Thomas Gilcrease in 1944. Wall Street financier Malcolm S. Mackay collected another 60 paintings, watercolors, ink drawings, bronzes, letters, Christmas cards, and photographs. These were loaned to the Northern Hotel in Billings in 1942, and in 1952 were purchased by the Montana Historical Society Museum for $59,000 (although the collection had been priced at over $3 million).Beaty, Jeanne K. \"Montana Museum Bares West of Old.\" New York Times. July 15, 1962. A collection of 16 works, held by the family of Cleveland, Ohio, banker and philanthropist George Gund, was permanently loaned to the Eiteljorg Museum of American Indians and Western Art.Hacinli, Cynthia. \"The Old West Preserved on Canvas.\" New York Times. June 18, 1989. Accessed 2011-07-31.\"Eiteljorg Museum of American Indians and Western Art Is Recipient of $15 Million Gund Collection of Western Art.\" Press release. Eiteljorg Museum of American Indians and Western Art. August 19, 2004; Berry, S.L. \"Eiteljorg Lands Western Artwork.\" Indianapolis Star. August 12, 2004. Charles Marion Russell in 1900. Josephine Trigg, however, had a collection of 153 oil paintings, watercolors, illustrated letters, bookmarks, models and postcards,Stauffer, p. 343. many of which did not depict Old West images.Scriver, p. 14. Trigg's will established a Trigg-C.M. Russell Foundation and donated these items to the city provided that the city built a museum to house the collection within two years. Leonard Regan, an executive with the Montana Power Company, led a fundraising drive which netted $75,000, and in 1953 the Trigg-Russell Memorial Gallery (as the museum was originally known) opened on September 26, 1953.\"Trigg-Russell Foundation.\" Great Falls Tribune. September 7, 2003. The building cost $58,175 to construct.Wilmot, Paula. \"50th Anniversary.\" Great Falls Tribune. September 7, 2003. ===Museum history=== In its first two years, the museum had 38,000 visitors. In 1957, its first major non-Russell show, an exhibit of Norman Rockwell original paintings, opened. From 1955 to 1958, the museum saw visitorship of roughly 10,500 a year. The average yearly dropoff of more than a third led the museum to broaden its scope. In 1960, the museum's board of directors agreed to expand the collection to include contemporary artists depicting the Old West. Also in 1960, the Great Falls chapter of the Junior League (a women's civic organization) paid for a study which analyzed expanding the museum. In 1962, the Amon Carter Museum's \"Mint Collection\" was exhibited at the museum. Promotion of the museum, its expanding collection, and the \"Mint Collection\" exhibit dramatically raised visitorship to more than 23,000 people in 1963. With visitorship rising, local construction company owner and philanthropist John L. McLaughlin agreed to give the museum $100,000 to build an expansion if, in turn, the museum raised $350,000 in matching funds. With the fundraising campaign moving ahead swiftly, the local firm of Page-Werner Architects was retained to design the addition. To boost the campaign, the Montana Stockgrowers Association, owner of Russell's famous 1887 watercolor \"Waiting for a Chinook\" (also known as \"Last of the 5,000\"), agreed to let the museum exhibit the artwork which had made Russell a national name. Construction on the $307,000 addition began in 1968 (with McLaughlin Construction doing the work), and the new galleries opened in 1969. The fundraising campaign highlighted the need to diversify the Trigg-Russell Memorial Gallery's sources of income. In 1968, local television personality and civic booster Norma Ashby proposed hosting a worldwide auction of Old West art (both older and contemporary), to be named the C.M. Russell Art Auction, to benefit the gallery.Newhouse, Eric. \"Museum, Ad Club Both Had to Scramble.\" Great Falls Tribune. March 16, 2010. The auction would be held the same week as Russell's March 19 birthday.\"Russell Auction Aids Associated Shows.\" Great Falls Tribune. March 11, 2008. The Great Falls Ad Club, a nonprofit organization of local business owners dedicated to promoting the local economy, agreed to co-host the auction with the gallery.\"Mont. Museum to Hold Art Show in March.\" Associated Press. September 14, 2009; \"Russell Museum, Ad Club Plan Separate Art Auctions.\" Associated Press. September 23, 2009. The first auction was held in March 1969 at the Rainbow Hotel in Great Falls. In 1970, another new gallery space at the Trigg-Russell opened. Charles A. Bovey, a wealthy Great Falls area rancher, had long been interested in the state's history. Bovey had collected numerous historic artifacts, preserved large numbers of historic state records, and even purchased and preserved historic buildings across the state. He also purchased and restored most of Virginia City, Montana, the former territorial capital which had become a ghost town.Grant, p. 25-26. In 1969, Bovey and his wife financed the construction of a new gallery beneath the existing museum. The new lower gallery opened in 1970. In 1972, the Trigg-Russell Gallery was officially renamed the C.M. Russell Museum. Expansion of the collection followed. The museum was first accredited by the American Alliance of Museums in 1974. In 1975, Richard J. Flood donated a collection of more than 1,000 Russell letters, writings, postcards, and other memorabilia (including several pieces of art) worth $600,000 to the museum.Flood was a lifelong friend of Joe De Yong, who was a close personal friend of Russell's. For more information on both men, see: \"Guide to the Joe De Yong/Richard J. Flood Collection.\" Dickinson Research Center. National Cowboy & Western Heritage Museum. 2011. Accessed 2011-07-31. In 1979, Montana sculptor Robert Scriver's lifesize bronze statue of Russell was donated to the museum and placed in front of the south main entrance. By 1980, the museum had purchased several empty plots of land next to the museum. In 1982, with the collection still expanding, the C.M. Russell Museum undertook a $3 million capital fundraising campaign to double the size of the facility from to .Frankel, p. 84. That same year, the city of Great Falls, which owned the Russell home and log cabin studio, turned over management of both structures to the museum. In 1982, Bob Scriver's 53-piece sculptural history of the Piegan Blackfeet received its premiere at the museum.\"Acclaimed Browning Sculptor Leaves Golden Legacy in Bronze.\" Great Falls Tribune. December 1, 2010. In 1985, with the fundraising campaign a success, the C.M. Russell museum's new addition opened. By 1989, the museum had seven galleries displaying 7,500 pieces, including artwork, memorabilia, firearms, and photographs. The collection included 80 Russell paintings, 120 Russell sculptures, 50 Russell drawings, and 27 illustrated Russell letters. The museum took formal ownership of the Russell home and studio in 1991, and in 1994 undertook a $250,000 renovation and preservation of the log cabin structure.Johnson, Peter. \"Russell Museum Director to Resign.\" Great Falls Tribune. February 25, 1999. That same year, the museum, which had 23 permanent and temporary staff, was re-accredited by the American Alliance of Museums. It was one of five museums out of the state's 68 that were accredited. The following year, the museum raised $1.1 million from local residents to purchase Russell's large oil painting of a bull elk, \"The Exalted Ruler,\" from the local Elks Lodge No. 214.Wilmot, Paula. \"Russell Museum Brings Piece of Mint Back Home.\" Great Falls Tribune. August 29, 1999.Lodge 214 originally owned 23 of Russells works, mostly illustrated cards and letters, but sold them to the Montana Historical Society in 1986 for $450,000. Russell, a member of the lodge, painted \"The Exalted Ruler\" in 1912 and donated it to his lodge. The expense of insurance, security, and conservation of the painting was too high, and the lodge attempted to sell the painting in 1994 at auction but the minimum asking price was not met. See: Burchard, Jacquie. \"Russell Gave Elks Many Paintings, But Few Remain.\" Great Falls Tribune. March 3, 1999. In 1968, the museum began managing another museum, the Bair Family Museum in Martinsdale, Montana.Charles M. Bair was once one of the largest sheep ranchers in the United States, an influential statewide civic leader in the early history of Montana, and a noted collector of Old West art—including that of Russell. See, generally: Rostad, 2010. The museum began a second, three- year, $5 million capital campaign (\"Trails to the Future\") in 1997, which was intended to fund construction of yet another expansion. The museum completed a $76,600 restoration of the exterior of the Russell home the same year. The 1999, the museum had 46 permanent and temporary staff. The museum constructed a new parking lot on the north side of the museum that same year.\"Museum Lot Almost Done.\" Great Falls Tribune. July 25, 1999. The museum also sold the historic three-story brick Strain home at 825 4th Avenue North to local attorney Channing Hartelius for about $295,000.The Colonial Revival structure had been built in 1917 for noted state legislator W.K. Floweree, who sold it to Dr. Earle Strain (who helped discover that Rocky Mountain spotted fever was born by ticks) in 1928. Earle's heirs donated the home to the museum in 1998. See: Wilmot, Paula. \"Great Falls Lawyer Buys Historic Home.\" Great Falls Tribune. December 24, 1999; \"Guide to the Earle and Sara Wright Strain Family Papers, 1889-1953.\" Montana Historical Society Archives. January 24, 1994. Accessed 2011-07-31. The \"Trails to the Future\" capital campaign closed in 2000 with a total of $6.5 million raised.Wilmot, Paula. \"Russell Museum Raises $356,000 for a Total of $6.5 Million.\" Great Falls Tribune. January 21, 2000. The planned expansion added to the museum's total interior space, and with other renovations increased the gallery space by .Downey, Mark. \"Charlie Getting Room to Grow.\" Great Falls Tribune. January 8, 2000. The building itself cost $5 million, with the rest going for other purposes. The new gallery space was used to house more Russell artworks, as well as the horse- drawn hearse used during Russell's 1926 funeral. It also included a new exhibition space, the New West Gallery, intended to feature contemporary artists. Other new galleries included a children's space, a photography gallery, and the \"Good Medicine\" gallery dedicated to depictions of Native Americans and their culture.\"Take a Tour of C.M. Russell Museum.\" Great Falls Tribune. May 31, 2002. The museum also opened a new gallery dedicated to the work of Russell contemporary O.C. Seltzer, a sculpture garden featuring 20 works by sculptor Bob Scriver, and a new Frederic G. Renner Library and Research Center to house the museum's reference and archival materials. The new expansion opened in 2001. According to the Great Falls Tribune, a local newspaper, \"With the expansion, the museum reached a sort of critical mass that tipped it into the ranks of the world's major Western art museums.\" One of the biggest logistical changes the expansion made was moving the main entrance of the museum from the south to the north side.Haslem, Stacy. \"City Takes Art to Heart.\" Great Falls Tribune. September 3, 2006. The new galleries featured walls in warm earth tones, hundreds of artworks in storage were put on display.\"'Cowboy Artist's' Legacy Keeps Getting Bigger, Bolder, Better.\" Great Falls Tribune. March 21, 2004. The expansion also allowed the museum to display the Mint Saloon's original safe.Wilmot, Paula. \"Mint Saloon Safe Finds Home in Museum.\" Great Falls Tribune. October 4, 2001. T.D. Kelsey's bronze sculpture of two bison, Change of Seasons, was placed near the east entrance.\"Symbol of Survival.\" American Cowboy. September/October 2001, p. 56. The next year, the Allen Foundation for the Arts gave the museum a $10,000 grant to help it build visitorship.Downey, Mark. \"Russell Museum Gets $10,000 Grant.\" Great Falls Tribune. October 22, 2002. Also in 2002, an anonymous bidder purchased the Russell watercolor \"Waiting\" for $240,000 and then donated it to the museum. In 2003, facing high costs to keep the museum open, the C.M. Russell Museum closed the Bair Family Museum. In March 2003, the museum purchased Russell's oil painting \"Four Generations.\" The work had been owned by the local salvage firm Carl Weissman & Sons, Inc., but in 1962 the company gave the museum a one-third interest in it.Schultz, Kathleen. \"Mission Accomplished: Museum Buys All of Russell Oil.\" Great Falls Tribune. March 21, 2003. The firm went bankrupt in 2002 and was ordered to sell its remaining interest in the painting. The purchase price for the $260,000 work was $173,342. Later that year, clay sculptures depicting the museum through the years were installed in the sculpture garden. In 2004, the museum changed the way it displayed its Russell works. Previously, the museum had displayed the best-known and biggest pieces more prominently, with smaller pieces surrounding them to enhance their appearance.Johnson, Peter. \"City's Three Museums Awarded Federal Grants.\" Great Falls Tribune. September 22, 2004. The museum now began displaying pieces chronologically, to show how Russell developed as an artist. Among the early works were two small oil paintings Russell did at the age of 13 and another painted when he was 14.Newhouse, Eric. \"New Museum Director Lets Russell Evolve.\" Great Falls Tribune. March 15, 2005. That same year, the Institute of Museum and Library Sciences (an agency of the U.S. federal government), gave the museum $150,000 to enhance is curatorial capacity. The museum raised another $305,000 to match the grant. A month later, the Dufresne Foundation (a local philanthropic foundation) gave the museum $100,000.Wilmot, Paula. \"The Dufresne Foundation.\" Great Falls Tribune. October 12, 2004. Restructuring of the galleries continued in 2005. The museum moved the 200-piece Browning Firearms Collection to the front of the museum and installed the original back bar of the Mint Saloon in one of the galleries. The museum also opened a cafe in the museum, which proved to be highly popular.\"Director Talks About Vision for Russell Museum.\" Great Falls Tribune. March 14, 2006. Two steel sculptures by Billings artist Lyndon Pomeroy, \"Cow in the Mountains\" and \"Wheat\", were installed on the boulevard on the far side of the north parking lot. In 2007, the Mitch family donated more than 50 Scriver bronzes to museum.Cates, Kristen. \"Family Donates Scriver Works to Russell Museum.\" Great Falls Tribune. April 16, 2007. The Mitches owned the foundry where Scriver had his works cast, and bartered their services to him for artwork. The following year, the museum received a $375,000 grant from the National Endowment for the Arts (NEA) in support of its new exhibition, \"The Bison: American Icon, Heart of Plains Indian Culture.\"Newhouse, Eric. \"Russell's Newest Exhibit Opens to Glowing Reviews.\" Great Falls Tribune. December 6, 2008. The total cost of the exhibit was $1.5 million.\"Russell Museum Celebrates Artist, Indians, Bison.\" Great Falls Tribune. March 27, 2011. NEA's Tom Phelps called the show \"a nationally significant exhibition\". The following year, the NEA gave the museum another $50,000 stimulus funds to cover a severe shortfall in visitorship.Newhouse, Eric. \"Russell Museum Receives $50,000.\" Great Falls Tribune. July 22, 2009. In March 2011, the John \"Jack\" McDowell Hoover donated three works by Russell and one by Seltzer to the museum.\"Artwork by Russell, Seltzer Donated to Museum.\" Associated Press. March 15, 2011. The three Russell works were: \"The Lone Wolf\" (1900), a large oil painting depicting solitary wolf on the plains; \"The Last Laugh\" (1916), a bronze of a wolf standing on a human's skull; and \"When the Longest Blade Was Right\" (1922), a watercolor of knight on horseback threatening a court jester with a sword. The C.M. Russell Museum was re- accredited in 2011 by the American Alliance of Museums for another 10 years.Sorich, Jake. \"Russell Museum Gets Reaccredited.\" Great Falls Tribune. April 15, 2011. As of 2011, the museum consisted of of gallery and other space, and owned about 2,000 pieces of art, personal items, and artifacts associated with Russell. ==Attendance and revenues== The museum had approximately 19,000 visitors a year in 1953 and 1954. From 1955 to 1958, the museum saw visitorship of roughly 10,500 a year. Visitorship rose to more than 23,000 people a year in 1963. By 2003, the museum said that 76 percent of its visitors were non-Montanans.Wilmot, Paula. \"Needed Upgrades Prompt Bair Museum's Closure.\" Great Falls Tribune. February 5, 2003. {| class=\"wikitable\" style=\"text-align: center;\" style=\"background: #FFFFFF;\" |- ! Year ! Visitorship |- | align=\"center\" |1998 | align=\"center\" |60,397 |- | align=\"center\" |1999 | align=\"center\" |57,582 |- | align=\"center\" |2000 | align=\"center\" |48,540 |- | align=\"center\" |2001 | align=\"center\" |54,157 |- | align=\"center\" |2002 | align=\"center\" |51,534 |- | align=\"center\" |2003 | align=\"center\" |51,758 |- | align=\"center\" |2004 | align=\"center\" |45,133 |- | align=\"center\" |2005 | align=\"center\" |50,000 |- | align=\"center\" |2006 | align=\"center\" |45,973Trigg-C.M. Russell Foundation, Inc. Form 990 - Return of Organization Exempt From Income Tax. EIN 81-6003526. 2006 calendar year. |- | align=\"center\" |2007 | align=\"center\" |39,503Trigg-C.M. Russell Foundation, Inc. Form 990 - Return of Organization Exempt From Income Tax. EIN 81-6003526. 2007 calendar year. |- | align=\"center\" |2008 | align=\"center\" |39,282Trigg-C.M. Russell Foundation, Inc. Form 990 - Return of Organization Exempt From Income Tax. EIN 81-6003526. 2008 calendar year. |- | align=\"center\" |2009 | align=\"center\" |? |- | align=\"center\" |2010 | align=\"center\" |30,689 |- | align=\"center\" |2011 | align=\"center\" |34,314Trigg-C.M. Russell Foundation, Inc. Form 990 - Return of Organization Exempt From Income Tax. EIN 81-6003526. 2011 calendar year. |- | align=\"center\" |2012 | align=\"center\" |33,016Trigg-C.M. Russell Foundation, Inc. Form 990 - Return of Organization Exempt From Income Tax. EIN 81-6003526. 2012 calendar year. |- | align=\"center\" |2013 | align=\"center\" |32,424Trigg-C.M. Russell Foundation, Inc. Form 990 - Return of Organization Exempt From Income Tax. EIN 81-6003526. 2013 calendar year. |- | align=\"center\" |2014 | align=\"center\" |37,884Trigg-C.M. Russell Foundation, Inc. Form 990 - Return of Organization Exempt From Income Tax. EIN 81-6003526. 2014 calendar year. |} In 2006, the museum's executive director said that the organization's revenues are generated, in roughly equal parts, by the annual auction event, membership payments and donations, museum admissions, museum shop and art sales. \"The Russell\" auction had sales of $1.35 million in 2011.\"Sales Results.\" C.M. Russell Museum. April 2011. Accessed 2011-07-29. ===The Russell: The Sale to Benefit the C.M. Russell Museum=== In 1969, the Great Falls Ad Club (a private association of local businesses) and local television personality Norma Ashby organized the first C.M. Russell Art Auction. A portion of the proceeds from the auction of original 19th and 20th century Western art benefited the C.M. Russell Museum. Over time, this evolved into a week-long series of Western art auctions, gallery showings, public exhibitions, and more known as Western Art Week. Western Art Week is now the largest original Western art auction and exhibition in the United States. Between 1969 and 2003, the auction grossed $16 million and gave $3,771,088 to the museum. In 2009, the museum and the Ad Club parted ways, with the museum organizing a new auction named \"The Russell: The Sale to Benefit the C.M. Russell Museum.\" The Ad Club continued the original C.M. Russell Art Auction in 2010, but the shuttered the auction. \"The Russell\" held its first auction in 2010, and had net proceeds of $605,473.Ecke, Richard. \"Russell Museum Nets $605,473 From Art Week Events.\" Great Falls Tribune. April 27, 2010. The second auction was held in March 2011.Ecke, Richard. \"Museum Keeps Pace Despite Changes and Turmoil Around World.\" Great Falls Tribune. March 20, 2011. ==Governance and staff== The Trigg-C.M. Russell Foundation, which owns and operates the museum, home, and log cabin studio, is governed by officers and a board of directors. Currently, the five officers are a chair, 1st vice- chair, 2nd vice-chair, treasurer, and secretary.\"Board of Directors.\" C.M. Russell Museum. No date. Accessed 2011-07-30. There are 43 members of the board of directors. (This is an increase from the 27 directors and officers the organization had prior to a large expansion of the board in 2008. Board members are limited to two consecutive three-year terms, but may be re-elected to the board after a year away from the board. The museum suffered a spate of staff turnover in the 1990s and early 2000s. In February 1999, the museum's executive director, Lorne Render, resigned to take a position at a museum in Kansas after eight years on the job. Board member Dan Ewen resigned from the board and served as interim executive director from May to August 1999. But when Ewen returned to his private business, the museum hired Denver, Colorado- based art consultant Thomas Maytham as interim executive director. Maytham served from August to December 1999. Museum curator Elizabeth Dear served as acting executive director from December 1999 to November 2000. A new executive director, Michael Warner, was appointed in 2000 and given a one-year contract, but Warner resigned in October 2001 after he and the board agreed that neither side was happy with the working relationship.Downey, Mark. \"Warner Resigns From Russell Museum.\" Great Falls Tribune. October 17, 2001. Board member Barbara Moe agreed to serve as \"acting manager\" from November 2001 until a new executive director was hired. In April 2002, the board fired the museum's long-time curator, Elizabeth Dear.Downey, Mark. \"Museum Board Fires Art Curator.\" Great Falls Tribune. May 11, 2002. The Great Falls Tribune, a local newspaper, reported that board members had interfered with her grant funding, research, and work. Dear and the museum settled out of court for undisclosed terms in June 2003.\"Former Museum Curator Settles Lawsuit Over Firing.\" Great Falls Tribune. June 20, 2003. The museum hired Inez Wolins as its new executive director on June 10, 2002. During the next two years, nearly all the museum staff resigned.Downey, Mark and Newhouse, Eric. \"Russell Museum Dismisses Director.' Great Falls Tribune. March 27, 2004. Wolins herself was fired in March 2004. Although the reasons for Wolins' dismissal were not made public, the local press had reported earlier that Wolins had been forced to resign from her previous position after officials at the Samuel P. Harn Museum of Art discovered she did not have the doctorate degree which she claimed to have. Two months later, the C.M. Russell Museum promoted curator of art Anne Morand to the position of executive director.Newhouse, Eric. \"Museum Promotes Curator to Chief Executive Officer.\" Great Falls Tribune. May 22, 2004. Morand had been with the museum for only four months. Morand resigned and returned to her previous position in November 2008.Newhouse, Eric. \"CMR Museum Director Morand to Step Down.\" Great Falls Tribune. November 15, 2008. Chief Financial Officer Susan Johnson was named interim director. After an eight-month search, the museum hired Darrell G. Beauchamp (former director of the Pearce Collections at Navarro College and former executive director of the Briscoe Western Art Museum) as its new executive director.\"Russell Museum Names New Executive Director.\" Associated Press. July 9, 2009. Morand left in February 2010 to become curator of the National Cowboy & Western Heritage Museum, and was replaced in December 2010 by Sarah L. Burt, formerly curator at the Joslyn Art Museum.\"C.M. Russell Museum Names New Curator.\" Associated Press. December 12, 2010. Beauchamp resigned as the museum's executive director effective November 1, 2011, for undisclosed reasons. Due to the poor economy and a significant drop in museum funds (which led to a cut in staff and a reduction in hours the museum was open), the museum board of directors decided it would not open the search for a new executive director until economic conditions improved.; Michael D. Duchemin was hired by the museum as its new executive director, effective May 1, 2013. He had previously been head of the museum department of the Arizona Historical Society Central Arizona Division and curator at the Autry Museum of the American West, and most recently executive director for the Chinese American Museum at El Pueblo de Los Ángeles Historical Monument. C.M. Russell Museum chief curator Sarah L. Burt died after a long battle with cancer on April 7, 2015.; ==Russell house and studio== Russell's original wood frame home, in its new location in September 1976. In 1896, Charlie Russell and his new wife, Nancy, were living in a shack in back of a house in Cascade, Montana.Taliaferro, p. 111. In 1897, the couple moved into a rented four-room home on Seventh Avenue North in Great Falls.Taliaferro, p. 115. In December 1899, Russell's father Charles Silas Russell gave the couple $500.Taliaferro, p. 128. The estate of Mary Mead Russell, Russell's mother who died in 1895, was finally probated shortly thereafter, and in the spring of 1900 the Russells began building a new home on the corner of 13th Street and 4th Avenue North. A friend and neighbor, George Calvert, was the likely architect and constructed the house for them. The two-story wood frame building had clapboard siding, gable roof, and wooden shake roofing shingles. It had little exterior ornamentation. The house faced south, with gable fronted dormers on the east and west and another project slightly from the southwest corner of the house. The front door led to a small front hall, and a parlor ran across the south face of the home. Also on the first floor were dining room, bathroom, kitchen, and a small maid's room off the kitchen. Some of the furniture on first floor (such as two seats, a china closet, a bookcase) were built into the home. A steep stairway led to three small bedrooms (under the gables) and a small bathroom on the second floor. The interior was paneled in dark wood. A small exterior porch ran around the southeast corner of the home. The architectural style was in the Arts and Crafts genre. The Russells occupied the home in the summer of 1900. That same year, Charlie Russell expressed interest in constructing a log cabin studio to work in.Taliaferro, p. 131. There was a lack of good logs in Great Falls at the time, but telephone service had arrived in 1890. Russell purchased a large number of Western red cedar telephone poles,\"Russell's Studio Hits Century Mark.\" Great Falls Tribune. March 18, 2003. and constructed the one-room cabin from these materials. He also built a rock fireplace and chimney on the east side of the structure. The log cabin was north-south by east-west, and had a porch extending across the entire south side, on top of which Russell threw numerous elk antlers.Taliaferro, p. 132. A skylight was built into the gabled roof, and another door cut through the northeast corner of the structure. A small storage shed was attached to the cabin near this door. At some point between 1903 and 1926, Charlie Russell had the roof raised by two logs in order to accommodate a large canvas. The interior was furnished with rough, hand-made stools and benches; carpeted with buffalo and bear skins; and contained hundreds of pieces of Indian and cowboy gear. Russell also built two birdhouses against the exterior of the eastern wall. The Trigg family home was located to the west of the log cabin studio, and a horse stable (probably shared by the Russells and the Triggs) existed between the two structures. Accessed 2011-07-31. The Trigg house and the stable were torn down in 1953 to build the C.M. Russell Museum. The Russells also apparently constructed a gray stone wall high in front of their two properties and a concrete set of steps up to the house. Accessed 2011-07-31. In the center of the wall was a concrete diamond-shaped emblem that contained Russell's trademark (a cattle skull and his initials). These still existed as of 1976, but have since been removed. The National Park Service noted in 1976 that the house was little changed from when it was constructed and remained in good physical shape. Most of the lighting fixtures, interior hardware (doorknobs, faucets, hinges, etc.), and doors were original as of 1976. Accessed 2011-07-31. However, in 1973, the museum moved the house east and north of its original location. The museum owned a wood frame house, built around 1930, which it tore down to make room for the Russell home's move. The home's original back porch was removed, the house placed on shallow concrete footings, a pillar emplaced to support the exterior fireplace and chimney, and an original shed in the back yard torn down. Russell's original log cabin studio in 1976. The log cabin studio, too, had seen some change. Nancy Russell signed an agreement with the city in 1928 turning over management of the log cabin studio and its grounds to Great Falls. Between 1928 and 1930, the city (with Nancy Russell's apparent permission) built a major L-shaped addition to the west and north of the studio to act as a gallery for Russell's artwork. In 1930, the studio was opened by her to the public as a memorial to Charlie Russell. Accessed 2011-07-31. Aside from these changes, the interior of the log cabin was (as of 1976) little changed from when Russell himself used it. Nancy Russell's will bequeathed both structures (but not their contents) to the city of Great Falls, and the city parks commission operated them until 1991 (when they were turned over to the museum). Some time prior to 1976, the city gave the Montana Federation of Garden Clubs permission to furnish the interior of the house with period furniture and provide docents to help the public interpret the home. In early 1966—as National Historic Landmark status was about to be awarded to the Russell house—the city of Great Falls actually proposed tearing down the structure in order to build a parking lot for the museum. Accessed 2011-07-31. The city's mayor, other city officials, and several private parties all advocated tearing the structure down. The Montana Historical Society, U.S. Senator Mike Mansfield, and the Montana Federation of Garden Clubs strongly opposed this action. City officials provided a range of rationales for demolishing the Russell house: Close friends of the Russells had approved of the action, all the original furnishings were gone, the Russells did not actually occupy the house for any length of time, the house was a fire hazard, Charlie Russell \"hated\" the house, and that the house \"detracted\" from the altered studio and the non-historic museum. At one point, the city even argued that the 1928 agreement with Nancy Russell required the city to maintain a park-like appearance around the cabin—an objective which could be achieved only by demolishing the house (now that the museum had taken up all the grassy space on the lots). Although National Park Service officials repeatedly emphasized their view that the house should be retained, extensive miscommunication led city officials at various times over the next few years to believe that the federal government approved of the demolition or approved of moving the house. Accessed 2011-07-31. Demolition of the house was stayed only by the threat of legal action from the Montana Federation of Garden Clubs, which noted that the 1928 agreement required the city to maintain both structures built by the Russells. Accessed 2011-07-31. Much of the city's demand for demolition came because the plan for a park around the museum called for the home's removal. Despite a threat by the National Park Service to revoke the site's National Historic Landmark status if the house was moved, the Garden Clubs brokered a deal with the city in which the house was moved to its current location. The Russell cabin and museum in 1999. Elk antlers can be seen on the roof. After the house's move in 1973, the Garden Clubs began refurbishment of the Russell house. The city repainted the exterior of the structure, and replaced windows broken during the home's move. Accessed 2011-07-31. The Garden Clubs repainted and repapered the first floor interior, and had refurnished the house. By July 1976, the Garden Clubs was hard at work on refurbishing the second floor as well. According to the National Park Service, \"A look at earlier photographs indicates how considerably the historic arrangement and character of the site has been altered and lost.\" The museum crowded the studio, while the home's move had severed the relationship the house once had to the studio (an element important to Charlie Russell). The city and museum also removed the original concrete and stone pathways which indicated where the house originally stood, and the Park Service was highly critical of additional changes being implemented: \"The whole complex is being redesigned and landscaped with new walkways and new vegetation, which will probably further disguise the changes which have been made.\" When the site was given National Historic Place status in 1976, the National Park Service was very specific about what the site did and did not contain. The National Historic Landmark boundary encompassed only the three central lots on the north side of 4th Avenue North, and no more. Accessed 2011-07-31. This included the two original lots the Russells owned, as well as the lot to the east to which the house was moved in 1973. The C.M. Russell Museum, gardens, park, and other structures, although present on a portion of these lots, were not historic and not included within the National Historic Landmark and Site. The Russell home is open from May to September, and is furnished with period furniture (some of which was owned by the Russells). The log cabin studio is currently furnished with items from the first two decades of the 1900s, some of which belonged to Russell. ==See also== *List of National Historic Landmarks in Montana *National Register of Historic Places listings in Cascade County, Montana ==References== ==Bibliography== *Dippie, Brian W. \"Paper Talk\": Charlie Russell's American West. New York: Knopf, 1979. *Ewen, Mary Beth. Fifty Years, Fifty Favorites From the C.M. Russell Museum. Great Falls, Mont.: C.M. Russell Museum, 2003. *Frankel, David. Masterpieces: The Best- Loved Paintings From America's Museums. New York: Simon & Schuster, 1995. *Gerem, Yves. A Marmac Guide to Fort Worth and Arlington. Gretna, La.: Pelican Publishing Co., 2000. *Goetzmann, William H.; Porter, Joseph C.; and Hunt, David C. The West as Romantic Horizon: Selections From the Collection of the InterNorth Art Foundation Presented at Kennedy Galleries, Sept. 14 through Oct. 2, 1981. Omaha, Neb.: Center for Western Studies, 1981. *Grant, Marilyn. A Guide to Historic Virginia City. Helena, Mont.: Montana Historical Society Press, 1998. *Lambert, Kirby. \"Montana's Last Best Chance.\" Montana: The Magazine of Western History. 54:1 (Spring 2004). *Morand, Anne; Smith, Kevin; Swan, Daniel C.; and Erwin, Sarah. Treasures of Gilcrease. Norman, Okla.: University of Oklahoma Press, 2005. *Rostad, Lee. The House of Bair: Sheep, Cadillacs and Chippendale. Helena, Mont.: Sweetgrass Books, 2010. *Scriver, Mary Strachan. Bronze Inside and Out: A Biographical Memoir of Bob Scriver. Calgary, Alb.: University of Calgary Press, 2007. *Stauffer, Joan. Behind Every Man: The Story of Nancy Cooper Russell. Norman, Okla.: University of Oklahoma Press, 2008. *Stewart, Rick. Charles M. Russell, Sculptor. New York: Abrams, 1994. *Taliaferro, John. Charles M. Russell: The Life and Legend of America's Cowboy Artist. Norman, Okla.: University of Oklahoma Press, 2003. ==External links== * Category:Museums in Great Falls, Montana Category:Art museums in Montana Category:National Historic Landmarks in Montana Russell, C. M., Museum Complex Category:Houses completed in 1900 Category:Houses completed in 1903 Category:Houses completed in 1953 Russell Category:Institutions accredited by the American Alliance of Museums Category:1953 establishments in Montana Category:Art museums established in 1953 Category:Houses in Cascade County, Montana Category:National Register of Historic Places in Cascade County, Montana ",
    "title": "C. M. Russell Museum Complex"
}