{
    "id": "13993065",
    "text": "The Roman Catholic Archdiocese of Lille (Latin: Archidioecesis Insulensis; French: Archidiocèse de Lille) is an archdiocese of the Latin Rite of the Roman Catholic Church in France. Its cathedral episcopal see is a Marian Minor Basilica: Basilique-cathédrale Notre-Dame de la Treille, in Lille, Nord, Hauts-de-France. The current Archbishop of Lille is Laurent Bernard Marie Ulrich, appointed in February 2008; he is one of the two vice presidents of the Episcopal Conference of France. == History == Erected on 25 October 1913 originally as the Diocese of Lille, a suffragan of the Metropolitan Archdiocese of Cambrai, on territory split off from the then Metropolitan Roman Catholic Archdiocese of Cambrai, it encompasses the arrondissements of Dunkerque and Lille, within the department of Nord in the Region of Nord-Pas- de-Calais. It was elevated to a Metropolitan Archdiocese by Pope Benedict XVI on March 29, 2008. == Province == Its ecclesiastical province comprises the Metropolitan's own Archdiocese and two suffragan sees : * its formerly Metropolitan mother the Archdiocese of Cambrai * the Roman Catholic Diocese of Arras. == Bishops == (all Roman Rite) ;Suffragan Bishops of Lille * Alexis- Armand Charost (21 November 1913 – 18 June 1920)Charost was previously Titular Bishop of Miletopolis (1913.02.14 – 1913.11.21) & Auxiliary Bishop of mother archdiocese Cambrai (France) (1913.02.14 – 1913.11.21); later Titular Archbishop of Chersona (1920.06.15 – 1921.09.22) & Coadjutor Archbishop of Rennes (1920.06.15 – 1921.09.22), succeeding as Metropolitan Archbishop of Rennes (Brittany, France) (1921.09.22 – 1930.11.07), created Cardinal-Priest of S. Maria della Vittoria (1922.12.14 – 1930.11.07) * Hector-Raphaël Quilliet (18 June 1920 – retired 23 March 1928)Quilliet was previously Bishop of Limoges (France) (1913; emeritate as Titular Bishop of Sergiopolis (1928.03.23 – 1928.11.26) * Achille Liénart (6 October 1928 – 7 March 1968)Liénart was created Cardinal-Priest of S. Sisto (1930.07.03 – death 1973.02.15), Bishop- Prelate of Mission de France (Pontigny, France) (1954.11.12 – retired 1964.11.30) * Adrien-Edmond-Maurice Gand (7 March 1968 – retired 13 August 1983)Gand succeeded as former Coadjutor Bishop of Lille (1964.05.19 – 1968.03.07) & Titular Bishop of Macriana Minor (1964.05.19 – 1968.03.07) * Jean-Félix-Albert-Marie Vilnet (13 August 1983 – retired 2 July 1998)Vilnet had previously been Bishop of Saint-Dié (France) (1964.09.24 – 1983.08.13); also President of Bishops’ Conference of France (1981 – 1987) * Gérard Denis Auguste Defois (2 July 1998 – retired 1 February 2008)Defois had previously been Coadjutor Archbishop of Sens (1990.07.26 – 1990.12.21), succeeded as Metropolitan Archbishop of Sens (France) (1990.12.21 – 1995.09.04), Metropolitan Archbishop of Reims (France) (1995.09.04 – 1998.07.02) * Laurent Bernard Marie Ulrich (2008.02.01 – 2008.03.29)Ulrich had formerly been Metropolitan Archbishop of Chambéry–Saint-Jean-de-Maurienne–Tarentaise (France) (2000.06.06 – 2002.12.08), demoted Archbishop of Chambéry–Saint-Jean- de-Maurienne–Tarentaise (2002.12.08 – 2008.02.01), Vice-President of Bishops’ Conference of France (2007.11.05 – 2013.06.30) ;Metropolitan Archbishops of Lille * Laurent Bernard Marie Ulrich (see above 29 March 2008 – ...) ==See also== * Catholic Church in France * List of Catholic dioceses in France == References == == Sources == ===Books=== * ===External links=== * Centre national des Archives de l'Église de France, L’Épiscopat francais depuis 1919, retrieved: 2016-12-24. * Official Website * Entry of the Archdiocese of Lille on Catholic Hierarchy * GCatholic.org with links to incumbent pages * Category:Roman Catholic dioceses in France Category:1913 establishments in France ",
    "title": "Roman Catholic Archdiocese of Lille"
}