{
    "id": "13990751",
    "text": "WJQS (1400 AM, \"The Fan\") is a sports talk radio station in Jackson, Mississippi, owned by Alpha Media through licensee Alpha Media Licensee LLC. Along with five other sister stations, its studios are located in Ridgeland, a suburb of Jackson, while the transmitter tower is in Jackson just north of downtown. ==History== For many years, this station was called \"Fun Country - 1400 WJQS\". Television news anchor Bert Case began his career in broadcasting at this station. In the 1960s, the station's studios were moved to a small building on Terry Road, near Jackson State University. Ann Zimmerman owned the station, and the format was country-Western music. News was broadcast every 20 minutes.wwihiww In 1983, WJQS was sold to John Pembroke who switched the call letters to WOAD and changed the format to black gospel. In 1988 the station was sold to Holt wdwCommuniWgeo2wwh wcations, the owners of WJMI-FM and WOKJ at that time. In 1996, the call letters and format were swapped with WKXI 1300. WKXI 1400 last aired a party blues/oldies format before being LMA'ed by Pollack Broadcasting in 2008. From October 2008 to June 2009, WJQS' format was business talk, and its nickname was The Money Station. In June 2009, the station switched to adult standards. It is an affiliate of \"The Music of Your Life.\" The format is hosted by well-known celebrity DJs including TV game show host and singer/entertainer Peter Marshall; as well as singer/entertainer Pat Boone. Other on-air personalities include Kent Emmons of National Lampoon Comedy Radio, Lori Hafer (a recording artist and member of the Hillside Singers who is also the daughter of the format's founder, Al Ham), Al Hardee, Johnny Magnus and singer Steve March Torme, son of entertainer, Mel Tormé. A typical hour of music (see below) may include a wide variety of artists, ranging from Frank Sinatra to Dean Martin, Nat King Cole to Tony Bennett and Ella Fitzgerald to Michael Buble. From January 2009 to February 2011, WJQS broadcast the Radio Shopping Show in conjunction with the business talk format and then Music of Your Life. On February 25, 2011 WJQS became \"Oldies 1400\" and started airing a 1950s-1970s oldies format. More recently, WJQS gradually evolved to 1960s-1980s oldies. And on January 1, 2017 the station switched from oldies to sports as \"The Fan\", with programming from CBS Sports Radio. ==External links== * * JQS Category:Alpha Media radio stations ",
    "title": "WJQS"
}