{
    "id": "13997803",
    "text": "The ESV Ingolstadt is a general sports club in Ingolstadt, Bavaria, formed on 15 February 1919.kicker Almanach 1980 , publisher: kicker, published: 1979, page: 266, accessed: 12 November 2008 Until 2004, the club operated a football department but after a merger with local rival MTV Ingolstadt to form FC Ingolstadt 04 the footballers left for the new club. The club has over 1,600 members in 21 sports departments.ESV Ingolstadt – History accessed: 11 November 2008 The club is associated with the German railways, as evident by the term railway sports club in its name (German: Eisenbahner Sportverein), and is a member of the Association of German railway sports clubs, the VDES. ==History== ===Origins=== ====Turnverein Ringsee==== The earliest origins of the club lay in 1912, with the Sängerverein Ringsee, a local choir. Upon the end of the First World War, a large number of clubs and associations were formed in Ingolstadt and the quite a few of them eventually merged over time to form the ESV. In 1920, the following five clubs merged into the Turnverein Ringsee: * Sängerverein Ringsee (1912) * Glückliche Heimkehr (1919) * Fröhliche Stunden (1919) * FC Freiheit Ringsee (1919) * Spielvereinigung Ringsee (1920) The TVR in turn was renamed RTSV Ingolstadt-Ringsee in 1930, RSG Ingolstadt in 1940 and, finally, TSV Ingolstadt-Ringsee in 1945. ====VfB Ingolstadt-Ringsee==== Historical logo of VfB Ingolstadt-Ringsee ca. 1930.As far as sport, and therefore football is concerned, the ESV's foundation date results from the formation of the FC Viktoria Ingolstadt in 1919. Another sports club, the VfR Ingolstadt, was formed in 1921. These two clubs merged in 1925 to form the VfB Ingolstadt-Ringsee. It is also this club who had by far the most success on the football field in the pre-Second World War years. ====ESV Ingolstadt==== In 1946, the TSV Ingolstadt-Ringsee and VfB Ingolstadt- Ringsee merged to form VfL Ingolstadt-Ringsee. In 1951, this club was renamed ESV Ingolstadt Ringsee but until 1953, the E in the club name stood for Erster (English: First). In 1953, this was changed to Eisenbahner (Railway) to reflect that the club was now affiliated with the German railways Deutsche Bahn.The Abseits guide to German soccer – ESV Ingolstadt accessed: 11 November 2008 ===1919–1945=== The club first appears on the map of German league football in 1930, when VfB Ingolstadt-Ringsee earned promotion to the Bezirksliga Bayern, then the highest league in the region. After two seasons in this league fighting relegation, the team dropped back into the second tier in 1932. A return to first division football was made in 1936, when it won promotion to what was now the Gauliga Bayern, introduced by the Nazis in 1933. Again, the club was only good for two seasons and then disappeared from this level. It made one more return in 1943, now as KSG Ingolstadt, a war time merger with the MTV. ===1945–1963=== Historical chart of Ingolstadt league performance after WWII The VfB Ingolstadt-Ringsee entered the tier-two Landesliga Bayern in 1945, now independent again from the MTV.Die Bayernliga 1945 – 1997 publisher: DSFS, published: 1997, page: 9 & 79, accessed: 12 November 2008 In the 1946–47 season, this league was split into a northern and a southern division and this increase in numbers of clubs meant, the MTV Ingolstadt was also admitted, starting a great number of post-war derbies between those two clubs. The club spent the next season as an upper table side with no real ambition for promotion to the Oberliga Süd. The Landesliga Bayern returned to single-division format in 1948 and became a tier-three league in 1950 with the introduction of the 2. Oberliga Süd. In 1951, it was renamed Amateurliga Bayern and in 1953 it split into two regional groups again.Die Bayernliga 1945 – 1997 publisher: DSFS, published: 1997, page: 17 – 21, accessed: 12 November 2008 In 1953–54, ESV came second in the league, on equal points with SpVgg Weiden, making a decider necessary, which ESV lost 1–4 in Regensburg.Die Bayernliga 1945 – 1997 publisher: DSFS, published: 1997, page: 28, accessed: 12 November 2008 The season after, ESV finished second to FC Penzberg and earned the right to play Kickers Würzburg for the right to enter the German amateur football championship but lost once again.Die Bayernliga 1945 – 1997 publisher: DSFS, published: 1997, page: 31, accessed: 12 November 2008 In 1956–57, the club finished third and from there on declined further, until a last-place finish in 1960 brought relegation.Die Bayernliga 1945 – 1997 publisher: DSFS, published: 1997, page: 45, accessed: 12 November 2008 ESV won its division of the 2. Amateurliga Oberbayern, together with the Upper Bavaria championship and promotion back to the Amateurliga. Back in its old league, the club took out a championship there, too, and earned promotion to the 2. Oberliga Süd.Die Bayernliga 1945 – 1997 publisher: DSFS, published: 1997, page: 52, accessed: 12 November 2008 Continuing its rise, the team then took out second place in this league, too. In any other season, this would have meant promotion to the tier-one Oberliga Süd but because this league was going to be replaced by the Bundesliga no promotion was possible that season. ===Regionalliga and Amateurliga: 1963–1979=== With the changes in the German football league system in 1963, the second tier now became known as the Regionalliga and in the south of Germany, the Regionalliga Süd took the place of the 2. Oberliga Süd. ESV had qualified for this league in which some well known former Oberliga Süd clubs were now competing, like FC Bayern Munich, Kickers Offenbach and Waldhof Mannheim. In its first two seasons, the club performed well and earned a 12th place each year. The third season however, it finished second-last and was relegated back to the Amateurliga. Back in the Bayernliga, the club earned another second place in 1967Die Bayernliga 1945 – 1997 publisher: DSFS, published: 1997, page: 102, accessed: 12 November 2008 and competed for the first time in the German amateur championship, where it reached the quarter finals, going out to STV Horst-Emscher.kicker Almanach 1990 , publisher: kicker, published: 1989, , page: 185, accessed: 12 November 2008 In 1968, it won the league and earned direct promotion back to the Regionalliga. The team spent four seasons, until 1972, in the second division, earning lower table finishes only and eventually being relegated back to the 'mateurliga after a 19th place in 1971–72. Upon return to the Bayernliga, it finished second in 1973 to a rising FC Augsburg. In its second attempt in the German amateur championship, it reached the semi-finals before being knocked out by SpVgg Bad Homburg.kicker Almanach 1990 , publisher: kicker, published: 1989, , page: 186, accessed: 12 November 2008 The 1973–74 season was without the option of promotion due to the five Regionalligas being replaced by the two 2. Bundesligas. ESV came third that season.Die Bayernliga 1945 – 1997 publisher: DSFS, published: 1997, page: 109, accessed: 12 November 2008 The club went through a couple of average seasons in the Bayernliga, finishing in the save mid-field of the table. Fortunes started to improve from 1977 onwards but in 1978, its local rival MTV earned promotion to the 2. Bundesliga Süd due to the 1. FC Haßfurt, the champion, declining, while ESV came third.Die Bayernliga 1945 – 1997 publisher: DSFS, published: 1997, page: 113, accessed: 12 November 2008 It did however earn the club another shot at the amateur championship and this time it went all the way to the final, losing to SV Sandhausen.kicker Almanach 1990 , publisher: kicker, published: 1989, , page: 187, accessed: 12 November 2008 The 1978–79 season became one of the club's greatest. Winning the league, now renamed to Amateur Oberliga Bayern, earning promotion to the 2. Bundesliga and entering the amateur championship for a fourth time.Die Bayernliga 1945 – 1997 publisher: DSFS, published: 1997, page: 114, accessed: 12 November 2008 Having improved each time, it was somewhat logic that the club should win it now and by beating Hertha Zehlendorf it did so, becoming the only Bavarian side to ever win this trophy. ===2. Bundesliga: 1979–1981=== Once more having returned to second division football, where it met MTV Ingolstadt for the two clubs only season together in professional football. Coming 17th in 1979–80 proved enough to survive while MTV went down, finishing two spots below. The season after, the last of the two regional 2. Bundesligas, saw the club come 16th, which would have been enough to survive if it wasn't for the change in the league system. ESV had to return to the Amateurliga once again and the rapid decline of the club had begun. Between 1979 and 1982, the club also reached the first round of the DFB-Pokal each season, advancing to the second round on three occasions. ===Decline: 1981–2004=== The 1981–82 season proved disastrous for the club, coming last in the Bayernliga out of 20 teams and dropping down to the Landesliga Bayern-Süd (IV).Die Bayernliga 1945 – 1997 publisher: DSFS, published: 1997, page: 117, accessed: 12 November 2008 It managed to break the fall in the Landesliga coming fourth in 193 and then winning the league in 1984 and returning to the Bayernliga. In 1984–85, the team managed to finish in the top half of the table but the year after, it came 16th and was relegated again, leaving the Bayernliga for good.Die Bayernliga 1945 – 1997 publisher: DSFS, published: 1997, page: 121, accessed: 12 November 2008 Back in the Landesliga, it could not get its footing and within four seasons it suffered another relegation, now to the Bezirksoberliga Oberbayern. A championship in this league in 1991 meant immediate return to the Landesliga for the club. It was to be ESV's last three seasons at this level. After a promising fifth place in 1992, its performance declined and in 1994, a 17th place meant final relegation to the ESV. The club was actually on equal points with 16th place and due to the introduction of the Regionalligas (III) that season, only one team from the Landesliga Bayern-Süd was to be relegated. ESV had to play TSV Ampfing for survival and the game ended 1–1 after extra time and Ingolstadt ended up losing 4–6 after penalties, bowing out of Landesliga football for good.Oberliga Statistik Heft 1993–94 Publisher: DSFS, published: 1994, page: 38, accessed: 11 November 2008 Financial difficulties started to heavily burden the club and it could not maintain a competitive side, finishing last in the Bezirksoberliga in 1995, too. The club slipped to the Bezirksliga Oberbayern-Nord (VII), where it continued as a mid-table side until 2000 when a championship in this league meant a return to the Bezirksoberliga. Earning good results in this league, finishing third four times in a row. However, only in 2001–02 did it come close enough points wise to the second place which allows to enter a promotion round to have hopes for a return to the Landesliga. In the end, the clubs hopes were in vain and the financial circumstances forced the ESV to merge with its old rival MTV and form FC Ingolstadt 04. ===Merger in 2004=== On 5 February 2004, FC Ingolstadt 04 was formed out of the football departments of ESV and MTV. The two clubs however did not disappear, their other sports departments continue to exist. Peter Jackwerth, the first chairman of FCI 04 was the driving force behind the concentration of football in the city. On 23 April 2004, the new club held its first general meeting. The new club played its first match on 10 July 2004, a friendly against Borussia Mönchengladbach in front of over 4,000 spectators.Der FC Ingolstadt 04 im Überblick FC Ingolstadt 04 website, accessed: 11 November 2008 While the first team of FCI took over MTV's place in the Oberliga Bayern (IV), the second team took up ESV's spot in the Bezirksoberliga Oberbayern (VI). MTV itself does not field a senior football team any more but it continues to operate a small youth department.Fussball.de – MTV Ingolstadt teams for 2008–09 accessed: 11 November 2008 ESV survived its insolvency, which it had to declare in July 2004Abseits guide to German soccer – ESV Ingolstadt accessed: 11 November 2008 and which was one of the main reasons the new club was formed. ==Honours== The club's honours: ===League=== * German amateur championship ** Champions: 1979 ** Runners-up: 1978 * Amateur Oberliga Bayern (III) ** Champions: (2) 1968, 1979 ** Runners-up: (2) 1967, 1973 * Amateurliga Bayern-Süd (III) ** Champions: (2) 1956, 1962 ** Runners- up: (2) 1954, 1955 * Landesliga Bayern-Süd (IV) ** Champions: 1984 * 2nd Amateurliga Oberbayern B (IV) ** Champions: 1961 * Bezirksoberliga Oberbayern (V) ** Champions: 1991 * Bezirksliga Oberbayern-Nord (VII) ** Champions: 2000 ===Cup=== * Bavarian Cup ** Runners-up: 1949 ==Managers== Selected former managers:ESV Ingolstadt: Der Kader 1980/1981 Fussballdaten.de, accessed: 12 November 2008 {| class=\"wikitable\" |- align=\"center\" bgcolor=\"#dfdfdf\" | Manager | Start | Finish |- align=\"center\" | align=\"left\" | Horst Pohl | | 12 February 1980 |- align=\"center\" | align=\"left\" | Karl-Heinz Schmal | 13 February 1980 | 30 June 1980 |- align=\"center\" | align=\"left\" | Hans Cieslarczyk | 1 July 1980 | 16 January 1981 |- align=\"center\" | align=\"left\" | Hans-Dieter Roos | 17 January 1981 | 23 April 1981 |- align=\"center\" | align=\"left\" | Reinhold Jobst | 24 April 1981 | 30 June 1981 |- align=\"center\" | align=\"left\" | Karsten Wettberg | 1 July 1983 | 30 June 1986 |} ==Final seasons== The final seasons of the club:Das deutsche Fußball-Archiv Historical German domestic league tablesFussball.de – Ergebnisse Tables and results of all German football leagues {| class=\"wikitable\" |- align=\"center\" bgcolor=\"#dfdfdf\" | Season | Division | Tier | Position |- align=\"center\" | 1994–95 | align=\"left\"| Bezirksoberliga Oberbayern | VI | style=\"background:#ffcccc\"| 16th ↓ |- align=\"center\" | 1995–96 | align=\"left\"| Bezirksliga Oberbayern-Nord | rowspan=5| VII | 9th |- align=\"center\" | 1996–97 | align=\"left\"| Bezirksliga Oberbayern-Nord | 7th |- align=\"center\" | 1997–98 | align=\"left\"| Bezirksliga Oberbayern-Nord | 6th |- align=\"center\" | 1998–99 | align=\"left\"| Bezirksliga Oberbayern-Nord | 4th |- align=\"center\" | 1999–2000 | align=\"left\"| Bezirksliga Oberbayern-Nord | style=\"background:#ddffdd\"| 1st ↑ |- align=\"center\" | 2000–01 | align=\"left\"| Bezirksoberliga Oberbayern | rowspan=4| VI | 3rd |- align=\"center\" | 2001–02 | align=\"left\"| Bezirksoberliga Oberbayern | 3rd |- align=\"center\" | 2002–03 | align=\"left\"| Bezirksoberliga Oberbayern | 3rd |- align=\"center\" | 2003–04 | align=\"left\"| Bezirksoberliga Oberbayern | 4th |} * Historical tables and results from the Bavarian amateur leagues *With the introduction of the Bezirksoberligas in 1988 as the new fifth tier, below the Landesligas, all leagues below dropped one tier. With the introduction of the Regionalligas in 1994 as the new third tier, below the 2. Bundesliga, all leagues below dropped one tier. {|class=\"wikitable\" align=\"center\" | style=\"background:#ddffdd\"| ↑ Promoted | style=\"background:#ffcccc\"| ↓ Relegated |} ==DFB Cup appearances== The club has qualified for the first round of the German Cup four times, reaching the second round three times: {| class=\"wikitable\" |- align=\"center\" bgcolor=\"#dfdfdf\" | Season | Round | Date | Home | Away | Result | Attendance |- align=\"center\" | rowspan=2| 1978–79 DFB-Pokal | First roundDFB-Pokal 1978/1979 » 1. Runde Weltfussball.de, accessed: 12 November 2008 | 5 August 1978 | ESV Ingolstadt | Viktoria Klein-Gladbach | 4–0 | |- align=\"center\" | Second roundDFB-Pokal 1978/1979 » 2. Runde Weltfussball.de, accessed: 12 November 2008 | 23 September 1978 | Kickers Offenbach | ESV Ingolstadt | 3–0 | |- align=\"center\" | rowspan=2| 1979–80 DFB-Pokal | First roundDFB-Pokal 1979/1980 » 1. Runde Weltfussball.de, accessed: 12 November 2008 | 25 August 1979 | TuS Chlodwig Zülpich | ESV Ingolstadt | 2–6 | |- align=\"center\" | Second roundDFB-Pokal 1979/1980 » 2. Runde Weltfussball.de, accessed: 12 November 2008 | 29 September 1979 | 1. FC Union Solingen | ESV Ingolstadt | 3–0 | |- align=\"center\" | rowspan=2| 1980–81 DFB-Pokal | First roundDFB-Pokal 1980/1981 » 1. Runde Weltfussball.de, accessed: 12 November 2008 | 30 August 1980 | SV Buchonia Flieden | ESV Ingolstadt | 1–4 | |- align=\"center\" | Second roundDFB-Pokal 1980/1981 » 2. Runde Weltfussball.de, accessed: 12 November 2008 | 4 October 1980 | ESV Ingolstadt | 1. FC Nürnberg | 0–3 | |- align=\"center\" | 1981–82 DFB-Pokal | First roundDFB-Pokal 1981/1982 » 1. Runde Weltfussball.de, accessed: 12 November 2008 | 28 August 1981 | TuS Celle | ESV Ingolstadt | 4–2 | |} ==The Ingolstadt derby== The derby was played as high up as the 2. Bundesliga but more common in the Oberliga and Landesliga. In 1979–80, the two clubs met for their only encounters in professional football: {| class=\"wikitable\" |-align=\"center\" bgcolor=\"#dfdfdf\" | width=\"50\"|Season | width=\"150\"|League | width=\"250\"|Teams | width=\"50\"|Home | width=\"50\"|Away |- | align=\"left\"| 1979–80 | align=\"left\"| 2. Bundesliga Süd (II) | align=\"left\"| MTV Ingolstadt – ESV Ingolstadt | align=\"center\"| 2–1 | align=\"center\"| 2–2 |} Source: ==References== ===Sources=== * Die Bayernliga 1945 – 1997 , publisher: DSFS, published: 1997 ==External links== *Official team site – ESV Ingolstadt * FC Ingolstadt 04 at Weltfussball.de * ESV Ingolstadt at Weltfussball.de * Abseits guide to German soccer – ESV Ingolstadt * Das deutsche Fußball-Archiv historical German domestic league tables Category:Defunct football clubs in Bavaria Category:Multi-sport clubs in Germany Category:Defunct football clubs in Germany ESV Category:Football in Upper Bavaria Category:Association football clubs established in 1919 Category:Association football clubs disestablished in 2004 Category:1919 establishments in Germany Category:2004 disestablishments in Germany Category:Railway sports clubs in Germany ESV Ingolstadt Category:Football clubs in Germany ",
    "title": "ESV Ingolstadt"
}