{
    "id": "13991456",
    "text": "Point Blank is a Canadian hip-hop group from Toronto, Ontario. Formed in 1992, the group is composed of six emcees—Imperial, Trouble, Stump, Kidd, RPD, and Jackal—and one producer, Pikihed.TILT ROCK RECORDS The group collectively founded and operates their own imprint label, Tilt Rock Records, which currently has a distribution agreement with Koch Entertainment Canada, one of the country's largest independent music distributors. The group has released several singles and videos such as \"Thin Line\", \"Want It Wit Us\", and \"Born and Raised in the Ghetto\" (a 2007 MuchMusic Video Award nominee). Growing up together in Toronto’s Regent Park, Canada’s oldest and largest housing project, their music reflects the culture and social issues faced by many inner city youth. Issues such as single parenting, racial profiling, systemic poverty and police harassment are explored through their lyrics and beats.Point Blank - Born and Raised In The Ghetto Video - HipHopCanada.com According to their label manager with Koch Entertainment, Jay Devonish, the band's commitment to staying true to their roots was well known: \"when I was in high school, Point Blank was known as that one group in Toronto that everybody respected and knew were no joke.\"Aiming High: Will the ambitious rap group Point Blank be able to trade police searches for party anthems? page 4 - National Post This respect has evolved into strong grassroots support for the group. In 2008, the group released their self-titled debut album, Point Blank. It was nominated for a Juno Award in 2009. ==Discography== ===Albums=== *Point Blank (2008) ===Singles=== *\"Retaliation\" (1996) *\"Startin' Shit\" b/w \"3 Man Weave\" (1997) *\"Thin Line\" b/w \"We All Thugs\" (2001) *\"Life 2002\" (2002) *\"Want It Wit Us\" (2003) *\"Born and Raised in the Ghetto\" (2007) *\"God Only Knows\" (2008) *\"T.O 2 O.T.\" (2008) *\"Game Got Deep\" (2009) ==References== ==External links== *Official Website *Point Blank at YouTube *Point Blank at MySpace *Point Blank at Discogs Category:Black Canadian musical groups Category:Canadian hip hop groups Category:Musical groups established in 1992 Category:Musical groups from Toronto Category:1992 establishments in Ontario ",
    "title": "Point Blank (hip hop group)"
}