{
    "id": "13999979",
    "text": "The Harmonie Club is a private social club in New York City. Founded in 1852, the club is the second oldest social club in New York.Elite Membership Clubs Get A Makeover It is located at 4 East 60th Street, in a building designed by Stanford White. ==History== Originally named the Gesellschaft Harmonie, the club was founded on October 16, 1852 by N. Gutman, M. Werner, H. Beer, Herman Cohn, Charles Werner, and Sigmund Werner. Although prominent German Jews, the group was reportedly denied admission to the Union Club, which had a tacit policy of discrimination. The club's original charter provided that it was created to provide \"mutually beneficial entertainment, occasional singing entertainments, lectures, etc\" for recent German immigrants. The first meeting of the club was held November 8, 1852 in a rented room on Broome Street with thirty-nine members in attendance. Between 1852 and 1867, the burgeoning club was regularly moved as the membership outgrew each rented space. After this nomadic period the club purchased land at 45 West Forty-Second Street to erect a permanent location and raised enough funds to have architect Henry Fernbach design the building. Later, this building was refurbished and had an annex added, both of which were designed by Herts and Tallant, architects of the Brooklyn Academy of Music and Coram Library at Bates College. The growth of the club was supported through dues and the creation of a nomination process to accept new members. To govern the organization, the club held monthly meetings run by elected officers. During the first ten years of existence the group held balls, lectures, and other social events throughout New York City. The tenth anniversary was celebrated on October 18, 1863 with a banquet and ball attended by over one hundred and fifty members. Two years later the club was incorporated as, \"The Harmonie Social Club of the City of New York\", with two re-incorporations in 1867 and 1894. The first re-incorporation altered the provisions to allow the club to own property and the building on Forty-Second Street. The latter reincorporation was to change the name to \"The Harmonie Club.\" Members, however, continued to use the former name, Gesellschaft Harmonie, until 1893 when the club adopted English as its official language in place of German. The club was so successful, that by 1884 the New York Times reported that \"many of New-York's leading German citizens are connected\" with it. The large building erected on West Forty-Second allowed the Harmonie Club to host in-house events, and for the next forty years the club regularly scheduled events such as dances, lectures, concerts, theatrical performances, billiards, cards, and bowling. In 1891, the Admission Committee was created, removing the task of approving and voting on new members from the general monthly meetings. The turn of the century brought several changes to the club. These changes included the first events for non-married members, a declining interest in large social gatherings such as dances, and increasing property taxes along Forty-Second Street. 42nd Street Location In response to these pressures, a decision was made to relocate to a more suitable building. The club solicited donations from its members to build a new clubhouse on property acquired on the Upper East Side. In December 1905, the club moved into new premises at Four East 60th Street, in a building designed by renowned Beaux Arts architect, Stanford White of McKim, Meade & White. Lighting for the building was provided by Edward F. Caldwell & Co. Later alterations, inside and out, were designed by Benjamin Wistar Morris.White, Norval & Willensky, Elliot. AIA Guide to New York City (Fourth Edition). New York:Three Rivers Press, 2000. A banquet to celebrate the opening was attended by over four hundred members. Current Location A Stanford White drawing of the facade In 1914, to meet the changing interests of its members, the Harmonie Club purchased the North Shore Country Club on Long Island. According to an April 1914 President's Report: \"The trend of time is toward the country club and healthy outdoor activity. With the increasing tendency to spread the weekends in suburban surrounding, with the increased use of the automobile, and with the increased desire for outdoor exercise, especially on the part of the younger generation.\" After several years of renovation the country club opened for Harmonie Club members only. This arrangement was designed to both serve and increase interest in the parent organization. Over the years, the North Shore Country Club has hosted several tournaments. Although no longer affiliated with the club, North Shore still operates today as a private course. The growth of the Harmonie Club was slowed by the outbreak of World War I and related anti-German sentiment, as well as, the wartime service of current and potential members. The club supported the United States' campaign through hosting events for enlisted men and their families. In addition, fifty of the club's members served in the war effort. Following the war, the club prospered reaching a record high of eight hundred and fifty members in 1929. This number was cut in half by 1934 with the onset of the Great Depression. The Board of Governors began a large scale renovation of the building on Sixtieth Street under the expertise of architect Benjamin Morris in the late 1930s. The new facilities along with a series of changes in the club's bylaws were designed to modernize the organization and attracted a large number of new and young members. With its origins as a Jewish club, for several years it served as the meeting location for the American Jewish Committee, especially in the tumultuous 1930s. The committee took a leading role in resettling refugees from the Nazis and in ensuring their contribution to the Allied war effort. Albert Einstein and other prominent Anti-Nazi figures of the day sponsored events at the club to raise awareness of the Nazis' persecution of the Jews. The growth of the Club was halted in 1941 with the American entry into World War II. The club continued to operate throughout the war and resumed its philanthropic programs from World War I, such as hosting functions for enlisted men. Following the war, the Club's membership returned to pre- Depression numbers. ===Recent events=== Over the years its political role in the community appeared to have moderated, and it became more of a social center, as well as extending its membership to include non-German Jews and others. In 1987, it was the location of the world's 'most charitable' bridge game, which raised $62,000. Historically known as a Jewish club, the club has indicated a willingness to broaden its membership. Nonetheless, a perceived lack of diversity caused member Michael Bloomberg to resign in 2001, in anticipation of his initial mayoral run. As a New York cultural institution, the Harmonie Club has been host to numerous political and cultural luminaries in recent years, including a visit and address from former U.S. President Bill Clinton in 2007, presentations or panel discussions with Senators Hillary Clinton, Chuck Schumer, Representative Charles Rangel, every New York mayor and governor since Mayor Robert F. Wagner Jr., and Governor Herbert H. Lehman. In October 2018 the Harmonie Club of NYC named Davina Weinstein the first female general manager in the 166 year history of the club. Ms. Weinstein is also one of the first female general managers in New York City club history overall. ==Further reading== H. Horatio Joyce, \"Disharmony in the Clubhouse: Exclusion, Identity, and the Making of McKim, Mead & White's Harmonie Club of New York City.\" Journal of the Society of Architectural Historians 1 December 2019; 78 (4): 422–441. doi: https://doi.org/10.1525/jsah.2019.78.4.422 ==See also== * List of American gentlemen's clubs ==References== The Harmonie Club Joins the 21st Century https://www.nytimes.com/2018/10/25/style/harmonie-club- new-york.html ==External links== * Official website * Harmonie Club Records, 1852-1947 at New-York Historical Society * Harmonie Club Lighting from Edward F. Caldwell & Co. records Category:1852 establishments in New York (state) Category:Clubhouses in Manhattan Category:Clubs and societies in the United States Category:Culture of New York City Category:Jewish-American history Category:Jewish clubs and societies Category:Gentlemen's clubs in the United States Category:Clubs and societies in New York City ",
    "title": "Harmonie Club"
}