{
    "id": "14006376",
    "text": "The International Capital Market Association or ICMA is a self-regulatory organization and trade association for participants in the capital markets. Despite the name suggesting a global outlook, it has a European focus. ICMA stated aims are to promote high standards of market practice, appropriate regulation, trade support, education and communication. It produces standard documentation for transactions such as equity and debt issuance and repos. ICMA market conventions and standards have been the pillars of the international debt market for almost 40 years, providing the self-regulatory framework of rules governing market practice which have facilitated the orderly functioning and impressive growth of the market.Official Website of the International Capital Market Association/ ==History== The International Capital Market Association was formed in July 2005 from the merger of International Primary Market Association and the International Securities Market Association (formerly the Association of International Bond Dealers) to create an association that covered both primary and secondary international capital markets. The association has its roots in the creation of the Eurobond market in the early 1960s. Eurobonds created a new market in borrowing in US dollars offshore to avoid US tax regulations, but this itself introduced new problems with settlement and regulation across different jurisdictions. In response a group of bond dealers representing banks and securities firms established the Association of International Bond Dealers (AIBD) in 1969. In the years that followed, AIBD enacted a series of rules and recommendations governing market practice, providing stability and order to the international capital market. In the 1980s AIBD began to provide data services to the market and in 1989 launched the transaction matching, confirmation and regulatory reporting system, known as TRAX. In 1992 AIBD changed its name to International Securities Market Association (ISMA). Separately the International Primary Market Association (IPMA) was founded in 1984 by a number of major banks to provide basic recommendations for the primary capital market. In April 2009, ICMA sold its market services business, including TRAX, to Euroclear. In October 2014, the ICMA published the ICMA Private Wealth Management Charter of Quality, a self-regulatory document for wealth managers summing up best best practice adopted in the cross-border private banking industry. The Charter is consistent with regulation at EU and national level, complementing industry standards such as the Wolfsberg Principles on anti-money laundering. This is the first time that the private wealth management industry has joined together voluntarily to commit to common standards of quality, compliance and good market practice as set out in the Charter. The charter's is organised around the following 3 main principles: \\- Integrity: in business relationships; of markets, financial products and services; and of staff; \\- Transparency: towards clients, and regarding the regulatory environment; \\- Professionalism: regarding the primacy of clients’ legitimate interests and efficiency. ==Education== Since the inception of its European Seminar in 1974, the International Capital Market Association (ICMA) has been committed to providing high quality ICMA Executive Education to its members and to the market at large. The establishment by the Association of the ICMA Centre at The University of Reading in 1991, and its subsequent financial support, has succeeded in creating an institution which is setting the standards in the application of information technology to financial markets education. ==See also== * Regional Bond Dealers Association * Securities Industry and Financial Markets Association ==References== Category:Finance industry associations Category:Self-regulatory organizations Category:2005 in economics Category:2005 establishments in Switzerland Category:Organizations established in 2005 Category:International organisations based in Switzerland ",
    "title": "International Capital Market Association"
}