{
    "id": "14005343",
    "text": "right The National Surface Transportation Policy and Revenue Study Commission was a panel created by Section 1909 of SAFETEA-LU (the Safe, Accountable, Flexible, Efficient Transportation Equity Act: A Legacy for Users, U.S. Public Law 109-59), signed into law by President George W. Bush on August 10, 2005. The commission was an attempt to study and develop a vision for the United States' surface transportation system. In laying out the parameters for the Commission, Section 1909 noted that “it is in the National interest to preserve and enhance the surface transportation system to meet the needs of the United States for the 21st century.” Section 1909 charged the commission with reviewing the condition and future needs of the surface transportation system; recommending future roles and programs; and identifying finance mechanisms for the surface transportation system in the immediate, short and long terms. It is expected that the group’s recommendations will serve as a prelude to the reauthorization of SAFETEA-LU in 2009. ==Commission Activities== The Commission held an intensive consultation to learn about the issues facing the nation’s transportation system. A 77-member blue-ribbon panel of transportation experts was established, to provide the Commission with recommendations and additional insight. This panel included experts from different levels of government, the private sector, and research and academic institutions. The Commission held field hearings in ten cities: Dallas, Portland, Memphis, New York City, Las Vegas, Los Angeles, Atlanta, Washington, D.C., Minneapolis, and Chicago. During these hearings, 231 witnesses testified on a wide range of topics covering all forms of surface transportation. The hearings often included tours of facilities, or discussion of issues unique to those parts of the country. Several of these field hearings were co-sponsored by major transportation industry groups. The Commission met 12 times during the course of its operations, both in public and in executive session in Washington, D.C., and heard from 62 expert witnesses during these sessions. Individual Commissioners regularly participated in conferences and meetings to solicit input from key transportation stakeholders, and provided interviews and editorial columns to newspapers. The Commission also developed a public Web site that included testimony from the field hearings and public sessions, as well as key information about the Commission’s work. ==Final Report== The Commission released its report on January 15, 2008, making the full text of Volumes 1 and 2 available on the commission's website. The report concluded that the current surface transportation program in the United States should not be reauthorized in its current form. Instead, the report recommended development of a new Federal policy focusing on the national interest, with the key elements of such a policy being: *A strong federal role in surface transportation, that would evolve to meet the national interest *Increased spending by all levels of government and the private sector to compensate for past investment failures while addressing significant increases in future demand *A commitment to make more effective use of taxpayers’ money in the national interest *Federal funding that is performance-based and focused on cost-beneficial outcomes with accountability for the full range of economic, environmental, and social costs and benefits of investments *Far-reaching program reform to eliminate waste and delays in federally funded program delivery ==Members== The Commission included 12 members appointed by the President and Congressional leaders: DOT Sec. Mineta introduces the Commissioners (May 24, 2006) *Mary Peters (Chairman), Secretary, U.S. Department of Transportation *Jack Schenendorf (Vice Chairman), of counsel, Covington & Burling *Frank J. Busalacchi, Secretary, Wisconsin Department of Transportation *Maria Cino, Former Deputy Secretary, U.S. Department of Transportation *Rick Geddes, Director of Undergraduate Studies, Cornell University Department of Policy Analysis and Management *Steve Heminger, Executive Director, Metropolitan Transportation Commission *Frank McArdle, Senior Advisor, General Contractors Association of New York *Steve Odland, Chairman and CEO, Office Depot *Patrick Quinn, Co-Chairman, U.S. Xpress Enterprises, Inc. *Matt Rose, CEO, Burlington Northern Santa Fe Railroad *Tom Skancke, CEO, The Skancke Company *Paul Weyrich, Chairman and CEO, Free Congress Foundation ==References== ==External links== *National Surface Transportation Policy and Revenue Study Commission Web Site *Transportation for Tomorrow, Part I\" (YouTube Video) *Transportation for Tomorrow, Part II (YouTube Video) Category:Intermodal transportation authorities in the United States Category:Transportation government agencies of the United States ",
    "title": "National Surface Transportation Policy and Revenue Study Commission"
}