{
    "id": "14002017",
    "text": "Parachute Press is a division of Parachute Publishing, a packager of book series for children and teenagers. The four women listed as the company's principals are all themselves authors of children's books (among others), and Jane StineBrisbane Writers Festival website, \"Jane Stine\" http://www.brisbanewritersfestival.com.au/2006/content/standardnew.asp?name=StineJ is married to R. L. Stine. The press first gained notice with the 1989 publication of R. L. Stine's Fear Street series, followed in 1992 by the release of the first of Stine's Goosebumps series. Since that time the Parachute \"umbrella\" has expanded, and Parachute Press (as Parachute Publishing) has become a division of Parachute Properties, an \"international company that comprises children’s, teen, and adult publishing, entertainment, and consumer products\".American Book Producers, Member Directory entry for Parachute Publishing, LLC Most of Parachute's literary products are produced under license for other publishing houses including HarperCollins.\"Joan Waricha from HarperCollins Publishers\" http://www.harpercollins.com/authors/21714/Joan_Waricha/index.aspx == Titles == Parachute still produces series written by its most successful author, R.L. Stine, including Dangerous Girls, Dangerous Girls 2, Mostly Ghostly and Beware! R.L. Stine Picks His Favorite Scary Stories. In 2003 all rights to his most famous series, Goosebumps, were acquired by Scholastic Corporation.\"Scholastic to launch bone-chilling new book series\" Some of Parachute's other continuing series: The New Adventures of Mary-Kate & Ashley You're Invited to Mary-Kate & Ashley's Mary-Kate and Ashley: Graduation Summer Mary-Kate & Ashley Starring-In... Thomas Kinkade: Cape Light and Home Song Thomas Kinkade: The Girls of Lighthouse Lane Full House: Dear Michelle Two of a Kind So Little Time The Nightmare Room Confessions of a Teen Nanny The Dating Game The Party Room == References == Category:Publishing companies established in 1983 Category:Book publishing companies based in New York (state) Category:1983 establishments in New York (state) ",
    "title": "Parachute Publishing"
}