{
    "id": "14007810",
    "text": "Port Weller Dry Docks was a shipbuilder located on the Welland Canal at the Lake Ontario entrance. The shipbuilder was founded in 1946 and the site was initially owned by the Government of Canada for storage purchases. The shipyard expanded to include ship repair, and reconstruction work. In 1956, the drydock was sold to the Upper Lakes Shipping Company, which began the construction of vessels at the site. The shipyard twice went insolvent, most recently in 2015. Port Weller Dry Docks was used to build, refit and repair cargo vessels. ==History== Following the boom of shipbuilding on the Great Lakes during the Second World War, the Muir Dry Dock was closed down at Port Dalhousie, Ontario and operations were moved to the east side of the Welland Canal at Port Weller, Ontario in 1946. The drydock, opened in 1947, was initially owned by the Government of Canada and was used to store gates, lock valves, and gate-lifting vessels. The new site was considered an improvement over the Muir Dry Dock due to its location above Lock 1, which eliminated the need for pumps to fill or empty the dry dock. The yard was expanded to include ship repair and reconstruction work and employed 500 by 1950. In 1956, the yard was sold to the Upper Lakes Shipping Company. Under their management, the shipyard began to construct vessels of different types, such as bulk carriers, tankers, tugboats, scows, barges, car ferries and icebreakers. The Port Weller Dry Docks expanded its activities with the opening of the Saint Lawrence Seaway in the late 1950s. By the 1990s, the Port Weller Dry Docks was the lone Great Lakes shipyard in operation in Canada. It was sold to Canadian Shipbuilding & Engineering Ltd. but later became insolvent. The shipyard was reacquired by Upper Lakes Group in 2007, along with a dockyard in Thunder Bay, Ontario. The company reorganized the shipyards, and other endeavours located in Hamilton and Port Colborne, Ontario into a new division named Seaway Marine & Industrial Incorporated. They renamed the facility Seaway Marine and Industrial Limited, but the firm went bankrupt in 2013, resulting in the closure of the shipyard and loss of jobs. The yard was used briefly in 2015 by Algoma Central to perform maintenance work on self-unloading bulk carrier and was leased by Saint Lawrence Seaway (current owner of the facility). The site is operated by Heddle Marine on behalf of St. Lawrence Seaway. In 2017, arrived to overwinter at the site. ==Ships== Leadale at Port Weller Dry Docks in 1975 Ships built at this facility include: ==Refits== Port Weller Dry Docks also refitted existing ships. In 1980, the Upper Lakes Group had their bulk carrier St. Lawrence Navigator extensively rebuilt by the shipyard, giving the vessel a new bow section, a new bow thruster and expanding the vessel to seawaymax dimensions. In 2003, the yard refitted the museum ship . In 2012–2013, the refits of the Canadian Coast Guard ship and the destroyer were also done by the yard. ==References== Category:Shipbuilding companies of Canada Category:Drydocks ",
    "title": "Port Weller Dry Docks"
}