{
    "id": "14009058",
    "text": "Edward Tuckerman Potter (September 25, 1831 - December 21, 1904) was an American architect best known for designing the 1871 Mark Twain House in Hartford, Connecticut. With his half-brother William Appleton Potter, he also designed Nott Memorial Hall (1858–79) at his alma mater, Union College, Schenectady, New York. Both the Mark Twain House and Nott Memorial Hall are National Historic Landmarks. ==Early life== Nott Memorial Hall, Union College, completed 1879 Mark Twain House, Hartford, Connecticut (1871) Potter was born in Schenectady, New York on September 25, 1831. He was the son of Bishop Alonzo Potter and, his first wife, Sarah (née Nott) Potter. He graduated from Union College in 1853 and studied architecture under prominent architect Richard M. Upjohn. == Career == Buildings designed by Potter that are listed on the U.S. National Register of Historic Places include: * Nott Memorial Hall, Union College, Schenectady, New York, 1858-1879 * Library at Armsmear, Hartford, Connecticut, 1861-1862 * Additions to the Christ Episcopal Church, Reading, Pennsylvania, early 1860s * St. James Episcopal Church, NE corner of MacArthur and Broadway, Lewistown, Illinois, 1863-1865 * Cathedral Church of the Nativity, Bethlehem, Pennsylvania, 1864 * St. Paul's Memorial Episcopalian Church and Rectory, 225 St. Paul Avenue, Staten Island, New York, 1866 * Church of the Good Shepherd and Parish House, 155 Wyllys Street, Hartford, Connecticut, 1867 * St. John's Episcopal Church (East Hartford, Connecticut), 1160 Main Street, East Hartford, Connecticut, 1867 * All Saints Memorial Church, 674 Westminster Street, Providence, Rhode Island, 1869–1872 * Mark Twain House, 351 Farmington Avenue, Hartford Connecticut, 1871 * Church of the Holy Innocents Willow Avenue and 6th Street, Hoboken, New Jersey, 1872 * Trinity Episcopal Cathedral, 121 West 12th Street, Davenport, Iowa, 1873 * St. John's Protestant Episcopal Church, One Hudson Street, Yonkers, New York, 1874. Additions to the façade. * One or more buildings in Downtown Main Street Historic District, East Hartford, Connecticut. Roughly bounded by Main Street, Governor Street, Chapman Place, and Burnside Avenue. ==Gallery== File:NottMemorialInterior.jpg|Nott Memorial interior, Schenectady, New York (1858-1879) File:Image St. James.jpg|St. James Episcopal Church, Lewistown, Illinois (1863-1865) File:Nativity Episcopal Cathedral, Fountain Hill HD 01.JPG|Cathedral Church of the Nativity, Bethlehem, Pennsylvania (1864) File:Church of the Good Shepherd Hartford CT.JPG|Church of the Good Shepherd, Hartford, Connecticut (1867) File:St Johns Episcopal Church East Hartford CT.JPG|St. John's Episcopal Church, East Hartford, Connecticut (1867) File:All Saints Providence.jpg|All Saints Memorial Church, Providence, Rhode Island (1869-1872) File:Church of the Holy Innocents (Hoboken, New Jersey).jpg|Church of the Holy Innocents, Hoboken, New Jersey (1872) File:2015 Trinity Cathedral - Davenport 01.JPG|Trinity Episcopal Cathedral, Davenport, Iowa (1873) File:Trinity Cathedral Davenport interior.JPG|Trinity Cathedral interior, Davenport, Iowa (1873) File:St. John's Episcopal bells, Getty Sqcare jeh.jpg|St. John's Protestant Episcopal Church, Yonkers, New York (1874) ==Personal life== Among Potter's sibling and half-siblings were Howard Potter, a New York City banker; Robert Brown Potter, a General in the American Civil War; Democratic U.S. Representative Clarkson Nott Potter; Henry Codman Potter, the bishop of the Episcopal Diocese of New York; Eliphalet Nott Potter, who served as President of Union College and Hobart College; and William Appleton Potter, also an architect who designed the Church of the Presidents in Elberon, New Jersey. His paternal grandparents were Anna and Joseph Potter, a farmer. His uncle, Horatio Potter, served as bishop of the Episcopal Diocese of New York. His maternal grandfather was Eliphalet Nott, the longest serving college president in the United States. Potter was married to Julia Maria Blatchford (1834–1922), the daughter of U.S. Minister to the State of the Church Richard Milford Blatchford and Julian Ann (née Mumford) Blatchford. Together, they lived much of their married life abroad in London and Paris and after his retirement, they spent most of their time in Newport, Rhode Island. Julia and Edward were the parents of: * Julian Potter (1858–1913), who married actress Alice Berenice Pixley, the sister of fellow actress Annie Pixley. * Ethelinda Potter (1860–1949) * Edward Clarkson Potter (1862–1950), who married Emily Blanche Havemeyer (b. 1865), a daughter of Theodore Havemeyer. * Robert Francis Potter (1864–1930) * Richard Milford Blatchford Potter (1869–1901) * Louisa Millicent Potter (b. 1872), who married Earl Sheffield in 1902. She later married architect William Adams Delano (1874–1960) in 1907. * Julia Selden Potter (b. 1875) Potter died at his home, 67 West 52nd Street in New York, New York on December 21, 1904. ==References== ==External links== *Edward Tuckerman Potter papers, 1864-1965 held in the Department of Drawings & Archives Avery Architectural and Fine Arts Library *Edward T. Potter Architectural Drawings - UF Special and Area Studies Collections at web.uflib.ufl.edu * Category:1831 births Category:1904 deaths Category:19th- century American architects Category:Union College (New York) alumni Category:Edward Tuckerman Potter buildings ",
    "title": "Edward Tuckerman Potter"
}