{
    "id": "14005904",
    "text": "Abdoulaye Demba (also Abdoulai Demba; born 2 November 1976) is a retired Malian footballer who played as a forward. ==Club career== On 1 July 2002, Demba signed for English club Yeovil Town on a one-year contract with the option for a second, after being top scorer for K.V. Oostende in the Belgian third division (9 goals in 15 games). He had briefly been on trial at Yeovil in the previous season. He made his debut for the Conference club on 17 August 2002 in a 2-2 draw with Gravesend & Northfleet at Huish Park. He came on as a 16th-minute substitute for Adam Stansfield, who had suffered a serious injury. With Stansfield ruled out long-term, Demba made his first start three days later in a 1-2 defeat at Barnet, playing 70 minutes before being replaced by Chris Giles. On 14 September, he scored his first goal for the club to rescue a 2-2 draw away at Stevenage Borough, having been brought on at half time in place of Anthony Tonkin by manager Gary Johnson and heading in a cross by Lee Johnson. A week later in a 3-0 home win over Halifax Town, he was brought down for a penalty by opposing goalkeeper Lee Butler, resulting in a red card, but was himself sent off for foul and abusive language, and his teammate Terry Skiverton also dismissed. He scored five further goals in the season, all in the next three games: one in a 4-0 win over Woking three days later, a first- half hat-trick in a 6-0 win against Southport on 5 October, and the opener in a 1-2 draw at Burton Albion three days after that. Yeovil won the Conference, earning promotion to The Football League for the first time. ==International career== Demba represented Mali at the 2004 Africa Cup of Nations in Tunisia. His first appearance came in their second group game on 30 January, a 3-1 win over Burkina Faso, replacing Soumaila Coulibaly in added time. Three days later he started in place of Coulibaly, in a 1-1 draw with Senegal. Mali eventually came fourth. ==References== ==External links== * * Category:1976 births Category:Living people Category:Malian footballers Category:Malian expatriate footballers Category:Mali international footballers Category:2004 African Cup of Nations players Category:K. Beerschot V.A.C. players Category:K.V. Oostende players Category:Yeovil Town F.C. players Category:SC Eendracht Aalst players Category:Ethnikos Asteras F.C. players Category:Belgian Second Division/Belgian First Division B players Category:Expatriate footballers in England Category:Expatriate footballers in France Category:Expatriate footballers in Greece Category:Expatriate footballers in Morocco Category:National League (English football) players Category:Belgian people of Malian descent Category:Belgian footballers Category:Sportspeople from Antwerp Category:Ittihad Tanger players Category:Association football forwards ",
    "title": "Abdoulaye Demba"
}