{
    "id": "14004056",
    "text": "The Argentine North Eastern Railway (ANER) (in Spanish: Ferrocarril Nordeste Argentino, also Ferrocarril del Nord-Este Argentino) was a British-owned railway company, founded in 1887, that operated a railway network in the provinces of Entre Ríos, Corrientes and Misiones in Argentina. When the company was nationalised in 1948 it became part of the state-owned General Urquiza Railway. ==History== Posadas station, terminus. The company was founded in 1887 to take over and complete two lines from Monte Caseros in Corrientes Province. The first was to go to Corrientes (371 km), the provincial capital, and the second to Posadas (442 km), the capital of Misiones Province. In 1888 the company acquired a batch of 32 steam locomotives to Scottish manufacturer Neilson and Company. Construction of the line to Corrientes, completed as far as Curuzú Cuatiá in 1890, was extended to Mercedes in 1898 and finally reached Corrientes later in the same year. The Posadas line reached Paso de los Libres in 1894 and was extended to Santo Tomé in 1901. Once the section from Santo Tomé to Posadas was opened some years later in 1911 an international rail connection with Paraguay was established. In 1907 the ANER took over British-owned East Argentine Railway, which operated a line from Monte Caseros south to Concordia in Entre Ríos Province. Two years later a branch line from San Diego to the port of Goya on the River Paraná was completed and in 1915 the line from Concordia was extended south to the river port of Concepción del Uruguay. Later that same year the ANER established a joint administration with the neighboring British-owned Entre Ríos Railway. By the time then President of Argentina Juan Perón nationalised the complete Argentine railway network in 1948 the ANER was operating a 1,212 km network which became part of the state-owned General Urquiza Railway. == See also == * General Urquiza Railway * East Argentine Railway * Entre Ríos Railway ==References== == Bibliography == * * * ==External links== * Category:Defunct railway companies of Argentina Category:Standard gauge railways in Argentina Category:Railway companies established in 1889 Category:Railway companies disestablished in 1948 ",
    "title": "Argentine North Eastern Railway"
}