{
    "id": "14005281",
    "text": "{| |} USS Amanda was a bark acquired by the Union Navy during the American Civil War. She was used by the Union Navy primarily as a gunboat stationed off Confederate ports to prevent their trading with foreign countries. Her gallant service with the Union Navy was cut short in 1863 when she ran aground and was destroyed. ==Built in New York City in 1858== Amanda — a wooden-hulled bark built in 1858 at New York City — was purchased there by the Navy on 6 August 1861. ==Civil War operations== ===Assigned to the North Atlantic Blockade=== Since no logs recording this vessel's operations prior to 7 November 1862 have survived, the date of her commissioning is unknown, but — since she arrived in Hampton Roads on 29 October 1861 and her commanding officer, Acting Volunteer Lieutenant Nathaniel Goodwin, reported for duty in the North Atlantic Blockading Squadron — we know that her active career began somewhat earlier. ===Amandas anchor breaks loose, and she collides with Braziliera=== The bark joined the forces blockading Wilmington, North Carolina on 8 November; and, but for occasional runs back to Hampton Roads for provisions and water, she operated off that vital Confederate port through most of the winter. Then, somewhat the worse for wear after battling the constantly rough seas off the North Carolina coast, she headed for the Virginia Capes late in February 1862 and reached Hampton Roads on the evening of the 26th to receive repairs and to obtain fresh provisions. There, during a severe storm on the 3rd of March, she dragged anchor and fouled sister blockader , causing considerable harm to both ships. The need to patch the damage caused by this accident delayed Amandas, return to Wilmington and thus allowed the bark to play a minor, but important, role in the most memorable naval action of the Civil War. A glance back to the early days of the conflict should shed light on her past in this drama. ===Merrimack burned by the Union, raised by the Confederate Navy=== When Virginia seceded from the Union, the Navy tried to remove its warships from the Norfolk Navy Yard; but sunken light boats obstructed the channel between Craney Island and Sewell's Point and prevented the escape of and several other Federal men-of-war. Therefore, Union sailors put the torch to this screw frigate and scuttled her as they evacuated their strategically important, but untenable, base up Virginia's Elizabeth River. Once in control of the shipyard, Southerners raised this vessel and rebuilt her as an ironclad ram. Renamed CSS Virginia — the former Federal warship — left the Elizabeth on 8 March 1862 and attacked her erstwhile sister ships in Hampton Roads, destroying sailing frigates and . During the engagement, both sailing frigate and steam frigate ran aground, and steam frigate came dangerously close to being likewise stranded as her keel plowed through mud during her maneuvers to move into action. Upon the approach of darkness, Virginia retired behind Sewell's Point and anchored for repairs. ===Post-battle scramble to recover and save Union ships=== These setbacks to the Union fleet prompted orders to the captain of the powerful chartered tug America to go to the assistance of Minnesota; but her master \". . . refused to get up steam on the vessel . ...\" To meet this emergency, Amandas executive officer, Acting Master Richard J. Hoffner and a crew of 12 from the bark boarded the tug and enabled her to join other Union steamships in labors which enabled Roanoke to reach the comparative safety of deeper water. They also refloated Minnesota; but soon she again ran aground. ===Monitor arrives to battle with the Virginia=== Meanwhile, on the evening of the 8th, Amanda moved to a position near the inner lightship at the mouth of Chesapeake Bay to await the Union Navy's eagerly expected champion, . When that innovative ironclad arrived, Goodwin explained the tactical situation to her commanding officier, Lt. John L. Worden, and permitted Acting Master Samuel Howard to leave the bark temporarily so that he might pilot Monitor to a position close to Minnesota. When Virginia reappeared the following morning, Monitor intercepted the ram as she headed toward Minnesota and checked her advance in an inconclusive ensuing battle which lasted about four hours before Virginia withdrew. ===Amanda towed to Baltimore for repairs=== That morning, Captain John Marston, the senior Union naval officer in the vicinity, directed Goodwin to proceed without delay in Amanda to Baltimore, Maryland, a safer place in which her repairs could be completed. The dispatch reached Goodwin at noon; and, \". . . considering it as a peremptory order admitting of no delay . . .\" he weighed anchor immediately, without waiting for the bark's absent officers and crewmen to return on board. Towed by the steamer , the bark proceeded up Chesapeake Bay and arrived at Baltimore the following day. ===Amanda reassigned to the East Gulf Blockade=== While she was there, Secretary of the Navy Gideon Welles reassigned Amanda to the East Gulf Blockading Squadron on 27 March 1862. She reached Key West, Florida, on the night of 18-19 April and promptly began cruising between the Dry Tortugas and Cuba, staying close to the coast of the latter in the hope of intercepting vessels operating between Havana, Cuba, and Confederate ports. During this assignment, which continued into the summer, she captured the Swan some southwest of Tortugas about midday on 24 May. This Confederate steamer had escaped from Mobile, Alabama with 900 bales of cotton and 200 barrels of resin to be delivered to Havana. ===Amanda captures a slave trader ship=== The bark seized an unnamed slave ship some northwest of Mariel, Cuba. Goodwin arrested and took on board his own ship the 11 men \". . . all intoxicated and inclined to be troublesome ...\" who had manned the bark and replaced them with a crew from Amanda who took the prize — which, the day before, had delivered 750 blacks to Cuba — to Key West, Florida. There she was condemned in admiralty court. ===Permanently assigned to St. George’s Sound=== On 30 June, Goodwin resigned his commission and was relieved by Acting Volunteer Lt. George E. Welch in command of the bark. At this time, Amanda ended her cruising out at sea and took station off the eastern entrance to St. George's Sound, Florida, her area of service for the remainder of her career. ===Expedition up the Ocklockonee River=== There, on 20 March 1863, Welch — having heard that a schooner in the Ocklockonee River was loading cotton — ordered his executive officer to lead an expedition to that stream to capture this potential blockade runner. That morning, Acting Master Hoffner — with two other officers, a pilot, and 27 men — left the bark and proceeded in her launch and the tender sloop to the mouth of the Ocklockonee which he finally reached after a three-day struggle against heavy seas, contrary winds and tides, and tropical vegetation which clogged the marshy waters of St. George's Sound. Up this small stream, the Union sailors found \"... a dismasted vessel lying close to [the river's] starboard bank . . . .\" While the Union party approached the Southern ship, the people who had been on board her escaped to shore in boats. When his party reached the schooner Onward, Hoffner tried to tow her back toward the sound; but, after two hours of rapid rowing, the prize grounded as the tide ebbed. ===Under attack by Confederate forces, the expedition fails=== Afloat again the next morning, the expedition resumed its movement seaward, but took the wrong channel and soon again struck bottom. The most strenuous efforts failed to free the schooner. About noon, while Hoffner was waiting for the rising tide to refloat Onward, some 40 Confederate horsemen and about three or four times as many foot soldiers appeared and opened fire on the expedition. Some bluejackets fought back with their muskets, others fired the party's howitzer, while the remaining men set fire to the schooner. After fighting for about one and one-half hours, Hoffner ordered his force to escape in the tender and the launch. Both scraped on the bottom but were kept in motion by wading sailors who dragged the boats for about half a mile over mud flats before reaching sufficiently deep water. Throughout the retreat, Confederate riflemen kept the party under fire, killing one man outright and wounding eight others. ===Expedition survivors return to Union Navy vessel=== Hoffner was among the latter with a Minie ball lodged in his neck. Once both boats were safely afloat, they made for the St. Mark's blockade where they were received on board the Union steamer . ===Amanda runs aground and is destroyed=== Amanda continued to serve on the blockade of St. George's Sound into the spring. Late in May 1863, the barometer began falling rapidly along the gulf coast; and, by the 27th, the storm had grown to hurricane intensity. Amanda, on blockade duty just inside the east entrance to St. George's Sound, was driven ashore on Dog Island. Two days later, her crew destroyed the bark to prevent her falling into Southern hands. ==See also== *United States Navy *American Civil War ==References== Category:Ships of the Union Navy Category:Ships built in New York City Category:Gunboats of the United States Navy Category:Barques of the United States Navy Category:American Civil War patrol vessels of the United States Category:1858 ships Category:Shipwrecks of the American Civil War Category:Maritime incidents in May 1863 ",
    "title": "USS Amanda"
}