{
    "id": "14001504",
    "text": "Dunhill c. 1920 Thomas Frederick Dunhill (1 February 187713 March 1946) was a prolific English composer in many genres, though he is best known today for his light music and educational piano works. His compositions include much chamber music, a song cycle, The Wind Among the Reeds, and an operetta Tantivy Towers that had a successful London run in 1931. He was also a teacher, examiner and writer on musical subjects. ==Life and career== ===Early years=== Dunhill was born in Hampstead, London, the fourth of five children of Henry Dunhill (1842–1901) and his wife Jane, née Styles (1843–1922).Dibble, Jeremy, \"Dunhill, Thomas Frederick (1877–1946)\", Oxford Dictionary of National Biography, Oxford University Press, 2004, accessed 13 October 2011 Henry Dunhill was a manufacturer of sacks, tarpaulin and ropes; Jane Dunhill ran a small music shop. Their eldest son, Alfred later founded a tobacco company that bears his name. Thomas was educated at the North London High School for Boys, and when the family moved to Kent, at Kent College, Canterbury. In 1893 Dunhill entered the Royal College of Music studying the piano with Franklin Taylor, counterpoint with James Higgs and W. S. Rockstro, and harmony with Walter Parratt. In 1894 he began studying composition under Charles Villiers Stanford, whose pupil he remained after leaving the college, studying with him until 1901. In 1899 Dunhill was the first winner of the Tagore Gold Medal, awarded to the College's outstanding students.Kington. Beryl \"Dunhill, Thomas\" Grove Music Online, Oxford Music Online, accessed 13 October 2011 ===Early 20th century=== From 1899 to 1908 Dunhill was assistant music master at Eton. From 1905 he was also on the staff of the Royal College of Music as professor of harmony and counterpoint. He began a career as an examiner for the Associated Board of the Royal Schools of Music, working in Britain and throughout much of the British Empire. From 1907 to 1919 Dunhill presented concerts of chamber music in London, featuring the works of British composers. After the first, in June 1907, The Times observed: Among the composers featured in the first concerts were James Friskin, Joseph Holbrooke, Cecil Forsyth and William Hurlstone. Later, Dunhill presented works by Ralph Vaughan Williams, Charles Wood, Eugene Goossens, Rutland Boughton, J. B. McEwen, Richard Walthew and Nicholas Gatty. During this period Dunhill was composing orchestral and chamber works, songs and song cycles. His setting of 'Half Close Your Eyelids', first published in The Dome in 1902, is the earliest known song setting of poetry by W B Yeats. It was used as the first song in the 1904 Yeats cycle The Wind Among the Reeds, which also includes Dunhill's best known song, 'The Cloths of Heaven'. The cycle was first performed in 1912 (in the orchestral version) by Gervase Elwes at a Royal Philharmonic Society concert conducted by Sir Frederick Cowen.\"Music – Philharmonic Society\", The Times, 22 November 1912, p. 9 The Times said, \"Mr. Dunhill has caught the spirit of Yeats's poems very skilfully, and his music well conveys their quiet, unforced mysticism, their quick turns of humour and the easy flow of the lines. … Mr. Dunhill's setting never seems to miss a point, and never labours one.\" This period was particularly notable for his chamber music, such as the F minor Quintet for horn and strings, op 6 and the two violin sonatas - the second (of 1916) perhaps his finest work, according to Jeremy Dibble. In the London musical world Dunhill was a figure of increasing prominence in the years before the First World War. He was invited to address the Musical Association in 1908 on the topic \"The evolution of melody\"; his remarks were widely reported in the general press.\"Our London Correspondence\", The Manchester Guardian, 22 April 1908, p. 4; and \"The Musical Association\", The Times, 23 April 1908, p. 13\"Our composers, he thinks, are reverting to the earliest forms of musical expression, the vague utterances of primitive man, while at the same time employing all the vast resources of modern orchestration to provide atmosphere and background.\" At the outbreak of the war he joined the Artists Rifles and later became a bandsman with the Irish Guards. In 1918 he was appointed a director of the Royal Philharmonic Society; he chaired the board meeting that reformed the constitution of the society after its wartime expedient of effective control by Sir Thomas Beecham.\"Thomas Frederick Dunhill\", Bach-cantatas.com, accessed 7 May 2013 ===Light opera=== One of the composers whom Dunhill greatly admired was Arthur Sullivan. He generally avoided Sullivan's influence in his own music, but his 1928 study of Sullivan's music broke new ground: there had been many biographies and memoirs, but Dunhill's was the first book by a practising musician to analyse the music.\"Sullivan's Operas\", The Times Literary Supplement, 12 April 1928, p. 269 In addition to the 1928 book, Dunhill arranged 15 piano albums of music from all 14 Gilbert and Sullivan operas.They were published by Chappell and Co: Trial by Jury (1925 – OCLC 498795573 ), The Sorcerer (1924 – OCLC 42298598 ),H.M.S. Pinafore (1924 – OCLC ), The Pirates of Penzance (including \"Climbing Over Rocky Mountain\" originally from Thespis (1924 – OCLC 498795573 ), Patience (1924 – OCLC 498795573 ), Iolanthe (1924 – OCLC 498795573 ), Princess Ida (1925 – OCLC 498795573 ), The Mikado' (1924 – OCLC 498795573 ), Ruddigore (1925 – OCLC 498795573 ), The Yeomen of the Guard (1924 – OCLC 498795573 ), The Gondoliers (1924 – OCLC 498795573 ), Utopia, Limited (1925 – OCLC 498795573 ), and The Grand Duke (1925 – OCLC 498795573 ), and two collections, \"The Sullivan piano solo album: twenty one charming melodies from the famous Gilbert & Sullivan operas\" (1924 – OCLC 221506885), and \"An album of marches from the Gilbert & Sullivan operas\" (1934 – OCLC 22996982). In 1931 Dunhill's music came to a wider public with the comic opera Tantivy Towers to a libretto by A.P. Herbert. It ran at the Lyric Theatre, Hammersmith and then at the New Theatre, London for more than 180 performances.\"The Theatres – Revival of \"Tantivy Towers,\" The Times, 27 May 1935, p. 12 It was revived in 1935 with Maggie Teyte and Steuart Wilson in the leading roles. The opera humorously contrasted modern Chelsea artistic types with the traditional philistine county set. Dunhill was widely thought to have succeeded more with the music for the latter than for the former, and was criticised for avoiding any hint of jazz in his Chelsea music.\"The Lyric Theatre, Hammersmith – 'Tantivy Towers'\", The Times, 17 January 1931, p. 8 ===Later years=== Dunhill was a stalwart of organisations dedicated to the welfare of his fellow musicians: these included the Performing Right Society and the Musicians' Benevolent Fund. He was a director of the Royal Philharmonic Society and Dean of the Faculty of Music at the University of London. He was in steady demand as musical examiner, lecturer, and adjudicator, and returned to teaching, first at the Royal College, taking the chamber music class, and later at Eton, where he returned during the Second World War. As a composer, Dunhill's later works included: Four Original Pieces for organ Op. 101 (1916); Elegiac Variations on an Original Theme (1919–20) written in memory of Hubert Parry and first performed at the Gloucester Festival in 1922;Brook, Donald. Composers' Portraits (1946) the suite for strings In Rural England (1929);Recorded on Palace Premieres by The Countess of Wessex’s String Orchestra, MPR CWSO01 the ballet Gallimaufry, premiered in Hamburg in 1937;\"British Ballet in Hamburg\", The Times, 18 December 1937, p. 10 Triptych for viola and orchestra (1942); and the overture May Time (1945) premiered at the Proms conducted by Sir Adrian Boult. The Times called the last \"a popular and unpretentious overture which makes its way cheerfully enough and cleverly draws on the true vitality of a Morris and one of Morley's best tunes.\"Promenade Concert – Thomas F. Dunhill's New Overture\", The Times, 11 September 1945, p. 6 His most substantial orchestral piece was the Symphony in A minor, composed several years earlier, but first performed in Belgrade on 28 December 1922. His one- act opera The Enchanted Garden op. 65 was published as part of the Carnegie Collection of British Music series in 1925. At a time when Elgar's music was out of fashion, Dunhill was a strong advocate for it. His 1938 book about the composer combined biography and musical analysis. The Times Literary Supplement praised Dunhill for his accessible analysis and for \"a portrait drawn by one who knew and loved him well.\"\"Music and Literature\", The Times Literary Supplement, 5 November 1938, p. 704 Among the honours given to Dunhill were the Cobbett Chamber Music Medal (1924), of which he was the first recipient, an honorary doctorate from Durham University (1940) and honorary fellowships of the Royal Academy of Music (1938) and the Royal College of Music (1942). ===Personal life=== In 1914, Dunhill married Mary Penrose Arnold, the great-niece of Matthew Arnold, and the great-granddaughter of Thomas Arnold. The marriage took place at St Luke's Church in Chelsea, where John Ireland was the resident organist and chorus master. There were two sons and a daughter of the marriage. The couple lived at 74, Lansdowne Road in Notting Hill Gate until 1924, when they moved to Guildford. Mary Dunhill died in October 1929, after which Dunhill returned to London, living at 27, Platts Lane in Hampstead for the last years of his life.Foreman, Lewis and Foreman, Susan. London, A Musical Gazetteer, 2005 In 1942 Dunhill married Isabella Simpson Featonby. He died at his mother-in-law's house in Scunthorpe, aged 69. His son David Dunhill (1917-2005) became a well-known BBC radio announcer who wrote a memoir of his father in 1997.Dunhill, David. Thomas Dunhill: Maker of Music (London, 1997) == Compositions == OrchestralP L Scowcroft, MusicWeb International * Capricious Variations on an Old English Tune for cello and orchestra, op 32 (1910) * Chiddingfold Suite for strings, op 60 (1922) (also version for organ) * Concertino for two violins and strings, op 92 (1941) (score lost) * Dances in Miniature for strings, op 80 (1935) * Divertimento for small orchestra, op 98 (1942) * Dance Suite for strings, op 42 (1919) * Elegiac Variations on an Original Theme, op 57 (1922) * Four Pieces for string orchestra, op 83 (1936) * Guildford Suite, op 66a (1928) * In Rural England, suite for strings, op 72 (1929) * The King's Threshold overture (1913) * May Time overture (1945) * Symphony in A minor Belgrade (1916) * Three Pieces, for string orchestra and organ, op 67 (1928) * Triptych: Three Impressions for viola and orchestra, op 99 (1942) * Vectis Suite, for string orchestra, op 82 (1937) * Valse Fantasia for flute and orchestra, op 12 (1899) Chamber and Instrumental * Concert Study for piano * Cornucopia; six miniatures for horn and piano * Four Hand Fancies, six pieces for piano duet (1938) * Four Original Pieces for organ, op 101 (1916) * Friendship's Garland, five pieces for oboe and piano, op 97 * Lunar Rainbow for piano * Lyric Suite for bassoon and piano * Pastime and Good Company for piano, op 70 (also orchestral suite) * Piano Quartet in B minor, op 16 (1903) * Piano Quintet in C minor (1904) * Phantasy Trio for piano, violin and viola, op 36 (1911) * Phantasy Suite in six movements for clarinet and piano, op 91 * Phantasy string quartet (1906) * Quintet in E flat for horn, clarinet, violin, cello and piano, op 3 (1898) * Quintet in F minor,Nitor in adversum, for horn and string quartet, op 6 (1900) * Salon Pieces for piano, op 41 (1913) * Ten Studies for piano, op 51 (1917) * Three Easy Pieces for oboe and piano, op 81 (written for Leon Goossens) * Variations on an Original Theme for cello and piano, op 18 (1918) * Violin Sonata No 1 in D minor, op 27 (1908) * Violin Sonata No 2 in F major, op 50 (1916–17) * The Wheel of Progress, graded studies for piano Songs and vocal * Cantata of the Nativity (The Christmas Rose) for unison or two-part treble voices (1936) * Comrades, for baritone and orchestra, op 19 (1905) * John Gilpin, children's cantata * Masque of the Shoe, children's cantata (1917) * Part songs for mixed voices, two part voices, ladies voices and male voices * Sea Fairies, children's cantata (1912) * Solo songs, including Beauty and Beauty, A Child's Song of Praise, Countryside Ditties, The Dandelion, Snowdrops, If a Mouse Could Fly, Three Fine Ships, The Happy Man. * Song of the River, four songs for vocal quartet (1916) * Tubal Cain, ballad for mixed chorus and orchestra * The Wind Among the Reeds, song-cycle, tenor and orchestra (1905) Opera and theatre * Alicia, children's opera (1938) * Dick Whittington, ballet (1935) (also orchestral suite) * The Enchanted Garden, light opera (1925) * Frolicsome Hours operetta for children (1904) * Gallimaufry, ballet (1937) * Happy Families, light opera (1933) * Princess Una, children's operetta (1901) * Something in the City, light opera (1939) * Tantivy Towers light opera (1931) (with A P Herbert) * The Town of the Ford, Guildford pageant play (1925) == Writings == * Chamber Music: A Treatise for students (Macmillan, London 1913) * Mozart's String Quartets (London, 1927) * William Cobbett's Cyclopaedic Survey of Chamber Music (1930) (many entries) * \"Edward German, An Appreciation\" in Musical Times, Vol. 77, No. 1126 (Dec. 1936), pp. 1073–1077. * Sullivan's Comic Operas – A Critical Appreciation (Edward Arnold, London 1928). * Sir Edward Elgar (Blackie & Son, London, 1938) == Selected recordings == * Phantasy Suite for Clarinet and Piano, op 91: on British Clarinet and Piano Music, Chandos 9079 * Piano Quartet in B minor, op 16: on The Primrose Piano Quartet, Meridian CDE 84519 * Piano Quintet in C minor, on Dunhill & Erlanger: Piano Quintets, Hyperion CDA68296 (2020) * Quintets (op 3 and op 6), Phantasy Trio op 36: on Dunhill Quintets, Epoch CDLX7152 * Rural England Suite: on Palace Premieres, MPR CWSO01 * Symphony in A minor: on Symphonies by Dunhill & Arnell, EPOCH CDLX 7195 * Tantivy Towers overture (arr Philip Lane): on British Light Overtures Vol 1, ASV CD WHL 2133MusicWeb International review, 2002 * Violin Sonata No 2, op 50: on English Violin Sonatas, REGIS RRC1376 * The Wind Among the Reeds: BBC broadcast (2004) by Vernon Handley, Ulster Orchestra, Martyn Hill, tenor ==References== == External links == * * Thomas Dunhill Phantasy Trio for Violin, Viola and Piano, Op.36 Sound-bites and discussion of work * Noble, Richard. Book Review, Thomas Dunhill: Maker of Music by David Dunhill. * The Cloths of Heaven: ITV Closedown broadcast, Sunday 14 February 1982 with Ian Partridge and Jennifer Partridge Category:1877 births Category:1946 deaths Category:English classical composers Category:Pupils of Charles Villiers Stanford Category:People from Scunthorpe Category:People from Hampstead Category:English male classical composers Category:Musicians from London Category:People educated at Kent College Category:Alumni of the Royal Academy of Music Category:Alumni of the Royal College of Music Category:Eton College Category:19th-century classical composers Category:19th-century English musicians Category:20th-century classical composers Category:20th-century English musicians Category:English writers about music Category:English male non-fiction writers Category:20th-century English writers Category:20th- century British composers Category:19th-century British composers Category:20th-century British male musicians Category:19th-century male musicians ",
    "title": "Thomas Dunhill"
}