{
    "id": "14003891",
    "text": "Ronald Healey (30 August 1952 – 18 June 2018) was an Irish professional footballer who played as a goalkeeper. Born in England, Healey played for Cardiff City and Manchester City during his career and earned two caps for the Republic of Ireland national football team. ==Club career== Healey was a goalkeeper who began his career with Manchester City. Following an apprenticeship with City, he signed professional forms for the club in October 1969 and he made his debut at 17. As he was the understudy to the English international goalkeeper Joe Corrigan, he only played 30 times for City between 1970 and 1974 before moving to Cardiff City in March 1974, making his debut in a 2–2 draw with West Bromwich Albion. On his arrival he shared the no.1 spot with Bill Irwin before eventually managing to claim the spot as his own. During the 1975–76 season he helped the club to win promotion to Division Two. After a spell with Bangor City, he retired from the game through injury. ==International career== He also played international football twice for the Republic of Ireland national football team. He kept a clean sheet on his international debut, a 0–0 draw with Poland on 24 April 1977 and made his only other appearance as a substitute for Gerry Peyton in a World Cup qualifier against England at Wembley Stadium in 1980. ==Death== On 18 June 2018, Healey died after collapsing on a cycle ride. ==Honours== ;Cardiff City * Division Three Runners-up: 1 :: 1975–76 * Welsh Cup Winner: 1 :: 1975–76 * Welsh Cup Runner-up: 1 :: 1976–77 ==See also== * List of Republic of Ireland international footballers born outside the Republic of Ireland ==References== Category:Republic of Ireland association footballers Category:Republic of Ireland international footballers Category:Manchester City F.C. players Category:Coventry City F.C. players Category:Preston North End F.C. players Category:Cardiff City F.C. players Category:1952 births Category:2018 deaths Category:Sportspeople from Manchester Category:English Football League players Category:Association football goalkeepers ",
    "title": "Ron Healey"
}