{
    "id": "14006158",
    "text": "Lavinia Fisher (1793 – February 18, 1820) is reported by some legends to have been the first female serial killer in the United States of America. Mary Surratt was the first woman publicly executed in the United States, for her role in the Lincoln Assassination. There is no verifiable proof Lavinia Fisher existed. Her origins are unknown; however, Fisher resided in the United States for much of her life. She was married to John Fisher, and both were convicted of highway robbery—a capital offense at the time—not murder. Historians have begun to question the veracity of the traditional legend and some assert that Lavinia Fisher never killed anyone. She was, however, an active member of a large gang of highwaymen who operated out of two houses in the backcountry near Charleston, the Five Mile House and the Six Mile House. It is not clear whether the Six Mile House was a hotel, but it served as a hideout for a number of outlaws. ==Residence== Fisher and her husband resided in Charleston, South Carolina for most of their lives. Together, they owned an inn, the Six Mile Wayfarer House, which they managed in the early 19th century. The hotel was located six miles north of Charleston, hence the name. During the couple's time there, reports were made to the local sheriff about guests disappearing. Due to lack of evidence, and the popularity of the couple with many locals, these complaints came to nothing. ==Alleged crimes== Lavinia Fisher would invite lone travelers into the Six Mile Wayfarer House to dinner and ask them questions about their occupations, trying to determine if they had money. She would send them up to their rooms with a cup of poisoned tea. Once the men drank their tea and went to bed, her husband would go to the room to make sure they were dead by stabbing them. Another version of the legend was that the tea would only put the men to sleep for a few hours. Then, when they were almost asleep, Lavinia would pull a lever and the bed would collapse and drop the victim into a pit. Some believed that there were spikes waiting at the bottom of the pit. Much of what actually occurred in the alleged murders at the hands of John and Lavinia Fisher has become wildly exaggerated through time, so factual details are hard to find. However, contemporary news accounts in the Charleston Post and Courier, claimed that a vigilante gang went to the Fishers' neighborhood in February 1819 to stop the purported 'gang activities' that were occurring there. Satisfied that they had accomplished their task, the group returned to Charleston, but left a young man by the name of David Ross to stand watch in the area. Early the next day, Ross was attacked by two men and dragged before the gang that had terrorized the region. Among them was Lavinia Fisher, to whom he looked for help. However, rather than help him, she choked him and then smashed his head through a window. Ross managed to escape and immediately alerted authorities. Immediately following this incident, another traveler named John Peeples asked if there were any vacancies; Lavinia replied that there was unfortunately no room, but he was welcome to come inside and rest and have some tea. John happened to hate tea, and not wanting to seem rude, he dumped it when she wasn't looking. She interrogated him for hours and eventually said she discovered that in fact, they did have a room. He then went to bed. He had felt suspicious about the interrogation and was worried about being robbed, so he decided to sleep in the wooden chair by the door. In the middle of the night, he awoke to the loud sound of the bed collapsing and discovered the Fishers' plan. He jumped out the window and rode to Charleston to alert the authorities. Based on these two accounts, the assailants were finally identified by name, something that law enforcement had previously lacked. Police were immediately dispatched to the location and during the ensuing investigation Lavinia and John were located, along with two other gang members. John Fisher surrendered the group in an effort to protect his wife and shield her from possible gunfire. Later, during interrogation, he again attempted to protect Lavinia by giving the identities of all involved in the gang. ==Trial and execution== Nearly a full year elapsed between the time of their arrest and their execution. At their arraignment the Fishers pleaded not guilty but were ordered to be held in jail until their trial, which would take place in May, while their co-conspirators were released on bail. At their trial the jury rejected their pleas of innocence and found them guilty of highway robbery, a capital offense. However, the judge allowed an appeal and they were given a reprieve until the January session of the court. During this time the Fishers occupied themselves with plans to escape, as they were housed together at the Charleston, South Carolina jail (the \"Old City Jail\") in a 6x8 cell and not heavily guarded. On September 13 they put their plans into action and began their escape. Things did not go as planned as the rope they had made from prison linens broke, leaving Lavinia trapped in the cell and John set free. He was unwilling to continue the escape plan and was recaptured. The two were then kept under much tighter security. The Constitutional court rejected their appeals and on February 4, 1820 both were sentenced to be hanged. Awaiting execution, John accepted the counsel of the Reverend Richard Furman, a local minister, but Lavinia became even more vitriolic. On the gallows in front of the Old City Jail before John Fisher's execution, Rev. Furman read aloud a letter John had composed, which stated that since he had become a Christian he could not be executed with a lie held to his account. Therefore, he insisted on his innocence and asked mercy on those who had done him wrong in the judicial process. After the minister read the letter, Fisher then began to plead his case before the gathered crowd of some 2,000. He then seemingly contradicted himself by asking for their forgiveness. Believing that she would be pardoned up until the moment she was hanged, Lavinia, according to legend, used her last breath to scream, \"If any of you have a message for the devil, tell me now, for I shall be seeing him shortly.\" Then jumped off the stand and killed herself. Her ghost is believed by some to haunt the Old Charleston Jail House, and tourists still claim sightings of her ghostly apparition. ==Burial== Lavinia was buried in a potter's field near the Old City Jail. Claims of her burial at 150 Meeting Street (The Circular Congregational Church) or at 4 Archdale Street (The Unitarian Church) appear to have been fictions promoted by tour guides. == See also == * List of serial killers in the United States ==References== Category:1793 births Category:1820 deaths Category:1810s murders in the United States Category:19th-century executions by the United States Category:19th-century executions of American people Category:American female serial killers Category:American serial killers Category:American people convicted of murder Category:Executed American female serial killers Category:Executed American serial killers Category:Executed American women Category:Executed people from South Carolina Category:People convicted of murder by South Carolina Category:People from Charleston, South Carolina Category:People executed by South Carolina by hanging Category:Date of birth unknown Category:Murder in 1819 Category:People executed for murder ",
    "title": "Lavinia Fisher"
}