{
    "id": "14003093",
    "text": "Range Fuels was a company that tried to develop technology for the conversion of biomass into ethanol without the use of enzymes. The technology employed was biomass gasification followed by syngas conversion over heterogeneous molybdenum-based catalysts to a mixture of aliphatic alcohols.Lilga, Mike; \"2011 Biomass Program Review PNNL/Range Fuels Alcohol Catalyst Improvement Project 3.2.5.15\", downloaded from http://obpreview2011.govtools.us/presenters/public/InSecureDownload.aspx?filename=2011%20RDD%20Range%20Fuels%20Catalyst%20Improvement%203%202%205%2015%20v3.pdf The company began in 2006 as Kergy Moore, Paula; \"Range Fuels at 'end of road'\", Boulder County Business Report, 7 February 2012, downloaded from http://www.bcbr.com/article/20120207/EDITION07/61980 on 19 February 2013. and changed its name to Range Fuels in 2007.The company broke ground on its first commercial-scale cellulosic ethanol facility in November 2007. According to the Washington Examiner, Range Fuels' Soperton, GA plant closed down in January 2011 after receiving a $76 million grant from the US Department of Energy, $6 million from the State of Georgia, and an $80 million loan guaranteed by the U.S. Biorefinery Assistance Program.Green-energy plant sucks up subsidies, then goes bust Range Fuel officially closed down in late 2011 with a foreclosure sale of its plant held on 3 January 2012. http://biofuelsdigest.com/bdigest/2011/12/05/the-range-fuels-failure/ The facility was sold to New Zealand-based start-up LanzaTech in 2012 for $5.4 million and renamed the Freedom Pines Biorefinery. Unlike Range Fuels, LanzaTech will use microbes to transform the gas into ethanol; a byproduct to their process is butanediol. Both products can be formulated into jet fuel with assistance from LanzaTech partner firms. Lanzatech is also a Vinod Khosla-funded venture. ==References== == External links == * U.S. Dept. of Energy: Biomass topics == See also == Category:Alcohol fuel producers Category:Defunct energy companies of the United States Category:Defunct companies based in Colorado Category:Companies based in Broomfield, Colorado Category:Renewable resource companies established in 2006 Category:Renewable resource companies disestablished in 2011 Category:Privately held companies based in Colorado Category:American companies established in 2006 Category:American companies disestablished in 2011 ",
    "title": "Range Fuels"
}