{
    "id": "14002854",
    "text": "Lorenz Adlon (; 29 May 1849 – 7 April 1921) was a German caterer, gastronomer and hotelier. ==Early life== Lorenz Adlon (baptized Laurenz) was born in Mainz as Laurenz, the sixth out of nine children of a Catholic shoemaker, Jacob Adlon, and his wife Anna Maria Elisabeth (Schallot), an accoucheuse. His grandfather, Andreas Adlon, was an electoral groom from the Spessart region.Bernd Funke: In der Steingasse fing alles an in: Allgemeine Zeitung 4 January 2013 (German language translated) He was trained as a cabinet maker, finishing an apprenticeship in 1872 at the nationally leading Bembé cabinet- making workshop of Mainz. Indeed, Adlon would eventually request its services, for furnishing the future Hotel Adlon of Berlin.Lorenz Adlon - ADLON Holding GmbH (German language translated) ===Private life=== Lorenz Adlon was married twice. His first wife was Susanne Wannsiedel (died 1878), the daughter of a hotel manager in Mainz, they had three boys and two girls from 1872 to 1877, including a daughter Anna Katharina and a son Ludwig Anton, who together, inherited the hotel after the death of Lorenz (two others died in childhood). Adlon married again, to Fanny Claus, a widow from a prosperous Stuttgart family, who died just short time after in 1893, in Berlin. ==Mainz== Lorenz Adlon joined a fellow student, opening a wine store together, for selling what was produced by the many regional vineyards. english During those years, Adlon couldn't resist the appeal, often visiting the Holländische Hof hotel near the Rhinefront, there taking note of the German aristocracy and its culinary customs. Adlon also was an athletic person, and —reportedly — he once catered his whole team, in a profitable experience which particularly fueled Adlon's dream for a gastronomic career. Lorenz Adlon got earnestly interested for gastronomy after a trip to France; after returning from the Franco-Prussian War, Adlon so started working as an innkeeper, in 1872. In 1876, Adlon accomplished his first big job in Mainz, catering the crowds during a regional shooting contest. In 1878, Lorenz Adlon opened the Raimundigarten restaurant, a wooden building, built over an abandoned fortification of Mainz, at its northwest, over the bank of the Rhine. Basically oriented for the tourism, it soon became a successful endeavor. Adlon then started exporting Bohemian Pilsener beer abroad, to both the Netherlands and Belgium. ==Berlin== Late in the 1870s, Lorenz Adlon enthusiastically moved to Berlin, which was so attractive as the magnificent new capital of the Second Reich. Once there, Adlon began in the business of selling wines. It became so successful, that Adlon's shop of the Wilhelmstrasse would store three million bottles at some point; the value of the investment skyrocketed after a vine pest of the late 1910s, and -in general- also overmastering the German inflation. Meanwhile, Lorenz Adlon kept managing the catering for international events, in 1881 for the festival of gymnastics of Frankfurt (Deutschen Turnfest), in 1882 for the Bavarian Trade exhibition, in 1883 for Amsterdam's World's Fair. By then, Lorenz Adlon was enjoying a prosperous financial period. Subsequently, Adlon started acquiring several restaurants, one after the other. He acquired the Mille Colonnes hotel, at the Rembrandt Square of Amsterdam. By 1887, Adlon had already acquired a café at the 62/63 on the patrician Unter den Linden boulevard of midtown Berlin, to Carl Hiller. In 1896, Lorenz Adlon together with two other businessmen, Hiller and Rudolf Dressel, managed the main restaurant facilities at the Neuer See, during the Universal Exposition of Berlin (Gewerbe-Ausstellung). During the event, Adlon got acquainted with the famous director of orchestra Benjamin Bilse, by whom Adlon got properly introduced to the high society of Berlin. Lorenz Adlon then took over Hiller's restaurant at the 55 Unter den Linden boulevard. The place already was leading because of its French dishes, and during Adler's management, it became the most exclusive restaurant in Berlin; Adlon then was a recognized socialite. In 1898, Adlon entered into partnership with Teilhaber Klicks, acquiring the 195-room Hotel Continental on the Georgenstraße street, and so Adlon perfected his skills of hotel management. In 1889, Lorenz Adlon acquired his first hotel, the Mille Colonnes, on Rembrandt Square in Amsterdam.biography of Lorenz Adlon (German language translated) In 1899, Lorenz Adlon leased the until then decadent two terraces of the zoo of Mainz. Revamped by Adlon, the place started serving famous international treats, highlighting the Bouillabaisse specialty; daily yielding 6,000 daily goldmarks, it once hosted William II, whose ensuing friendship meant Adlon's definitive belonging into the German high society. ==Hotel Adlon== Hotel Adlon, in the 1920s *See main article: Hotel Adlon Shortly after the turn of the century, Lorenz Adlon agreed with the young emperor William II, who disliked his very traditional town palace, to establish a noble hotel in the town. By 1905, Adlon had invested all what he owned, 2 million goldmarks, for the ambitious 17-million- goldmark project. Adlon managed the process, acquiring several available properties round the 1 Unter den Linden just besides the Brandenburg Gate, despite the protests of the Berliners. The luxurious Hotel Adlon opened on October 23, 1907. Emperor William inaugurated it, and then praising that its beauty was even superior to his own Royal Palace, he patronised it regularly for his unofficial residence. At the heart of Berlin, the Adlon Hotel became the centre of the social life in the city, and it also hosted all its notable visitors. Before 1914, the aristocracy of all Europe was fond for gathering in it; then -sharing the same area with the most important embassies- the hotel hosted a series of international meetings, relevant to the historical development of the First World War. However, after the war the so supportive German monarchy was deposed, and so the magnificence of the Adlon Hotel started to dim. ==Death== Adlons grave at the old cemetery of St. Hedwigs Berlin After the war, Lorenz Adlon remained reluctant about acknowledging the dethronement of the monarch. He refused to remove the monarch's bronze bust from the fireplace room when the emperor had already left for Holland and Philipp Scheidemann had proclaimed the republic. He refused driving through the Brandenburg Gate by the central line, which had once been reserved for the German nobility. In 1918 and 1921, he approached the middle vehicle lane in the attempt to cross the Pariser Platz. The central passage of the Brandenburg Gate was originally reserved for the emperor and therefore rarely frequented. In Adlon's mind, it had remained a safe traffic island. Adlon had suffered a severe street accident in 1918 and on 1921, at the same place, Adlon suffered a second, fatal accident, being hit by a car. (english) ==Ludwig Anton \"Louis Adlon, Sr.\"== His son Ludwig Anton, born on 3 October 1874 (he called himself \"Louis\"), had five children with his first wife Tilly. After almost 15 years of marriage, he met a hotel guest, a dancer, the German-American Hedwig Leythen (1889-1967), called Hedda, at a New Year's Eve party in the Hotel Adlon, left his wife and children, and in 1922 he married her. It was one of the biggest scandals of Berlin in the 1920s. Tilly moved with her daughter Elisabeth, then two, to the south of Germany, while the other children Susanne (mother of Percy Adlon), Lorenz and the twins Carl and Louis (junior) were sent to boarding school and later all four emigrated to America. His son Louis continued managing the hotel until it was burned down by Soviet troops in 1945. Solveig Grothe on 2007-10-21 in Spiegel Online writes that on April 21, 1945 the first explosions hit the Unter den Linden and the hotel stopped and the Adlon became a hospital for a short time. Grothe quotes Hedda : \"On the night of May 2, Russian tanks rattled through the Brandenburg Gate, and at eight o'clock in the morning the first Russian soldiers appeared in the Adlon. (...) The disaster began, however, when a troop of Red Army soldiers in search of valuables discovered the wine cellar,...\" Solveig Grothe on 2007-10-21 in Spiegel Online writes that one of the Russians threw his burning cigarette into the wood wool, which was stored in the wine cellar for packaging, flames spread from the cellar, but slow enough to bring the wounded to safety. His wife Hedda Adlon relates in her autobiography that Louis himself was taken by the Soviets and shot, after they mistook him for a General because a servant called him by his title of \"Generaldirektor\". Solveig Grothe on 2007-10-21 in Spiegel Online writes that Louis survived the end of the war only a few days, he was picked up by the Russians for interrogation, and he collapsed on his way home and died. Louis Adlon died in May 1945 in a ditch near Velten. Hedda Adlon lived with her sister in Halensee, died on January 6, 1967. Berlin newspapers never published their deaths. Great-grandson Percy Adlon, a German film and television director, created the film In der glanzvollen Welt des Hotel Adlon in 1996 about the history of the hotel. ==See also== * Hotel Adlon, Berlin, Germany – built by Lorenz Adlon * Louis Adlon (1908–1947), German-American film actor in Hollywood, grandson of Lorenz * Percy Adlon (born 1935, Munich), German film producer, cousin of Louis * Pamela Adlon (born 1966), American actress, daughter-in-law of Percy * Hotel Adlon, German film, from book by Louis's father's second wife ==References== ==External links== * biography of Lorenz Adlon (German language translated) * Berlin Hotel: The true story of the Adlon (German language translated) * Hotel Adlon Germany's first address (German language translated) * Lorenz Adlon (65th) - 100 greatest from rhineland-palatinate (German language translated) Südwestrundfunk * http://adloninteraktiv.zdf.de/ Category:Businesspeople from Berlin Category:People from Mainz Category:German restaurateurs Category:1849 births Category:1921 deaths Category:German hoteliers Category:People from Rhenish Hesse ",
    "title": "Lorenz Adlon"
}