{
    "id": "14000138",
    "text": "is a Japanese manga series written and illustrated by Masahito Soda. It was serialized in Shogakukan's Weekly Shōnen Sunday from September 1995 to June 1999. The manga has been licensed in North America by Viz Media. An anime film produced by Sunrise was released in July 1999. A Japanese television drama was broadcast on Fuji Television in 2004. A manga sequel, titled Megumi no Daigo: Kyūkoku no Orange, began in Kodansha's Monthly Shōnen Magazine in October 2020. In 1996, Daigo of Fire Company M won the 42nd Shogakukan Manga Award in the shōnen category. ==Plot== As a child Daigo Asahina's life was saved by a fireman. He grew up and never forgot the brave, nameless man who rescued and inspired him to become a firefighter himself. Now as a firefighter in training at Medaka-Ga-Hama Fire Station in Sengoku City, Daigo must grow up quickly, learn the ropes, and find out if he truly has what it takes to become a heroic fireman. ==Characters== ; ; :The protagonist of the story, he is an eighteen- year-old fool who thinks he knows everything about firefighting. ; ; :The captain of Fire Company M whose easy-going attitude is initially off-putting to the overzealous Daigo. ; ; :Daigo's high school teacher who continues to offer encouragement even though he is no longer her student. She treats him as though he is her little brother, though Daigo has feelings for her. ; ; :Daigo's serious-minded rival at Kujiradai Fire Station, one of the busiest stations in the area. ==Media== ===Manga=== Firefighter! Daigo of Fire Company M is written and illustrated by Masahito Soda. It was serialized in Shogakukan's Weekly Shōnen Sunday from September 6, 1995 to June 16, 1999. Shogakukan compiled its chapters into twenty tankōbon volumes, released from January 18, 1996 to August 7, 1999. Shogakukan republished the series into eleven bunkoban volumes from October 4, 2005 to May 13, 2006. In North America, Viz Media licensed the manga for English language release. The twenty volumes were released from December 10, 2002 to November 13, 2007. In December 2013, Viz Media published the series digitally on their platform. In September 2020, the October issue of Kodansha's Monthly Shōnen Magazine revealed that a new manga series, titled , would start in the November 2020 issue of the magazine, published on October 6, 2020. Soda returned to the series with Kuro Tomiyama serving as his assistant. ====Volume list==== ===Anime film=== An anime film produced by Sunrise premiered on July 27, 1999. ===Drama=== A 11-episode Japanese television drama was broadcast on Fuji Television from January 6 to March 16, 2004. ==Reception== In 1996, Daigo of Fire Company M won the 42nd Shogakukan Manga Award in the shōnen category. ==References== ==External links== * EX.org * Category:1995 manga Category:1999 anime films Category:2004 Japanese television series debuts Category:2004 Japanese television series endings Category:Drama anime and manga Category:Films about firefighting Category:Fuji TV dramas Category:Kodansha manga Category:Shogakukan franchises Category:Shogakukan manga Category:Shōnen manga Category:Sunrise (company) Category:Thriller anime and manga Category:Viz Media manga Category:Winners of the Shogakukan Manga Award for shōnen manga ",
    "title": "Firefighter! Daigo of Fire Company M"
}