{
    "id": "14007405",
    "text": "\"Fins\" is a song performed by American popular music singer-songwriter Jimmy Buffett. It was written by Buffett, Coral Reefer Band members Deborah McColl and Barry Chance, and author Tom Corcoran. It was released as a single (b/w \"Dreamsicle\") on MCA 41109 in July 1979. It was first released on his 1979 album Volcano. It reached number 35 on the US Billboard Hot 100 and number 42 on the Easy Listening chart. The title refers to the fins of metaphorical sharks, i.e. \"land sharks\", men who attempt to pick up the woman who is the subject of the song. She is said to feel like a remora due to the proximity of the predators. \"Fins\" is one of Buffett's more popular songs with fans, and is part of \"The Big 8\" that he has played at almost all of his concerts. Recorded live versions of the song appear on Feeding Frenzy, Buffett Live: Tuesdays, Thursdays, Saturdays, and the video Live by the Bay. Buffett usually begins the song with a few bars of the \"Main Title\" theme from the movie Jaws. Concertgoers typically respond to the chorus line of \"fins to the left, fins to the right\" by extending their arms above their heads in a fin shape and moving them from left to right. Fin and shark themes have become a prominent part of parrothead (Buffett fan) clothing and gear and feature in several of Buffett's commercial ventures such as Land Shark Lager beer. In 2009, Buffett wrote new lyrics to the song for the Miami Dolphins football team. The song is played during home games at Hard Rock Stadium, and is used in tandem with the Dolphins' fight song after every touchdown the team scores. ==Chart performance== {|class=\"wikitable sortable\" |- !align=\"left\"|Chart (1979) ! style=\"text-align:center;\"|Peak position |- |Canadian RPM Top Singles | style=\"text-align:center;\"|64 |- |Canadian RPM Adult Contemporary Tracks | style=\"text-align:center;\"|35 |- |Canadian RPM Country Tracks | style=\"text-align:center;\"|62 |- |US Billboard Hot 100 | style=\"text-align:center;\"|35 |- |US Billboard Hot Adult Contemporary Tracks | style=\"text-align:center;\"|42 |- |US Cash Box Top 100 |align=\"center\"|25 |} ==References== ==External links== *Lyrics at BuffettWorld.com Category:1979 songs Category:Jimmy Buffett songs Category:Songs written by Jimmy Buffett Category:Miami Dolphins Category:MCA Records singles ",
    "title": "Fins (song)"
}