{
    "id": "14004464",
    "text": "Stalingrad Cowgirls was a three-piece punk rock band hailing from a small town of Salla in Finnish Lapland, 60 kilometres north from the Arctic Circle. The name is a tribute to Leningrad Cowboys. The band consists of lead vocalist and guitarist Enni Kivelä, bassist Henna Vaarala, and drummer Riina Kivelä.Stalingrad Cowgirls biography Last.fm. Retrieved 30 december 2010 ==History== Stalingrad Cowgirls were formed in 2005 by siblings Enni Kivelä, Riina Kivelä and Enni's childhood friend Henna Vaarala in Salla, Finland. In spring of 2006, the band came second in the Simerock band competition held in Rovaniemi. Later in the year, they had a chance to record a demo with Nightwish guitarist Emppu Vuorinen in his homestudio. Many record labels were interested in signing the band, and in spring 2007 they signed a record contract with Warner Music Finland. Their debut album, Somewhere High, was released on September 19, 2007 in Finland and in January 2008 in Sweden and Norway. The Album debuted at No. 31 on the Official Finnish album chart.Official finnish album chart Ylex.fi. Retrieved 30 december 2010. In 2007, the band played over 50 gigs including an opening act slots for Iggy & The Stooges, Muse, Avril Lavigne and Negative. Later in the year, they were nominated for the \"best new act\" award at the Emma-gaala, the Finnish equivalent of the Grammy Awards. In 2009, the band performed in Japan and opened for Mötley Crüe in Moscow.Stalingrad Cowgirls :: About This Artist reverbnation.com. Retrieved 30 December 2010. The second studio album Kiss Your Heart Goodbye was released on May 5, 2010 in Finland and on September 27, 2010 in Sweden, Norway and Denmark. The album debuted at No. 27 on the Official Finnish album chart.Official finnish album chart Ifpi. Retrieved 30 December 2010. The first single from the album \"Baby Girl\" generated airplay on Finnish radio stations. In 2010, the band performed in China,MIDI Festival Preview: The Stalingrad Cowgirls cityweekend.com.cn. Retrieved 30 december 2010. Germany, Sweden and Norway and opened for Michael Monroe and Billy Idol.Billy Idol (USA), Stalingrad Cowgirls meteli.net. (in Finnish) Retrieved 30 december 2010. The band announced its end. The last gig will be played August 11, 2012 at Simerock festival, Rovaniemi, Finland. “We decided not to ruin the band just because we don’t have enough time to dedicate to it. We realized it was time for some tough decisions. Originally we had planned to do this only as long as it was fun and came naturally. Now we’re going to bury Stalingrad Cowgirls with honor and smiling through the tears” - Enni Kivelä ==Band members== *Enni Kivelä (born 1990) - vocals, guitar *Henna Vaarala (born 1990) - bass, backing vocals *Riina Kivelä (born 1988) - drums, backing vocals ==Discography== Stalingrad Cowgirls performing in 2007 * Somewhere High (19 September 2007) (FIN) / (January ?? 2008) (SWE, NO) * Kiss Your Heart Goodbye (5 May 2010) (FIN) / (27 September 2010) (SWE, NO, DK) ===Singles=== * You Won't Get It (2007) * Let Me Make It Real (2007) * Sukset (2008) * Baby Girl (2010) * 911 (2010) ===Music videos=== * You Won't Get It (2007) * Baby Girl (2010) ==References== ==External links== * * Stalingrad Cowgirls on Facebook * Stalingard Cowgirls Youtube channel * Official Stalingrad Cowgirls merchandise shop (Backstage Rock Shop) * Stalingrad Cowgirls Cavalry, fan forum Category:Finnish punk rock groups Category:Musical groups established in 2005 Category:Warner Music Group artists ",
    "title": "Stalingrad Cowgirls"
}