{
    "id": "14000038",
    "text": "Yazh Sudhakar () (born Suthakar Sanmuganthan on 17 October 1959) is a Tamil poet, writer, orator and a well known radio jockey. He is known for his Tamil radio programs, throughout that part of the world Tamil is spoken. ==Early life== Yazh Suthakar was born Suthakar Sanmuganathan on 17 October, in Jaffna in Sri Lanka. His father, Sanmuganathan Nagalingam, Sanmuganathan Nagalingam also known by his pen name Yazh vanan, was also a writer. Suthakar was educated at Nelliyadi Methodist Mission School [Arasadi Pallik Kuudam] from 1965 - 1970. He graduated from high school at Jaffna Hindu College in 1976. He was at Jaffna University from 1981 to 1984, graduating with a BA, working as part time teacher in Logic and Economics. He developed his writing skills early. ==Life in India== Suthakar came to India in 1984, gaining employment as a journalist. He used to be a short story writer, publishing interviews of the famous stars, etc., Initially he worked in magazines such as Savi, Devi as a reporter. He worked as a Sub Editor in the Cine magazine Bommai. He then worked as an Editor for a Female Magazine Mangai from 1993–1998 ==Radio jockey== The voice of Yazh Suthakar was first broadcast in 1994 for the Radio Station Neyam F.M. After that he made several radio programmes for stations like London IBC (1997–1998), Inbatamil Oli of Australia. Currently he is working as a radio jockey at Sun Network, Chennai. ==Books== * Ezhamagal Kanneer(ஈழமகள் கண்ணீர்) by Yazh Suthakar. Madurai, 1985. * Oru Yazhpaana Kuyil Pesukirathu(ஒரு யாழ்ப்பாணக் குயில் பேசுகிறது) by Yazh Suthakar. Chennai, 1986. * Pulam Peyarntha Tamizhargalin Kelvigalukku Yazh Suthakarin Pathilgal(புலம் பெயர்ந்த தமிழர்களின் கேள்விகளுக்கு யாழ் சுதாகரின் பதில்கள்) by Yazh Suthakar. Chennai, 2005 ==References == ==External links== * Yazh Suthakar Kavithaigal * Yazh Suthakar Category:1959 births Category:Living people Category:Sri Lankan Hindus Category:Sri Lankan Tamil broadcasters Category:Sri Lankan Tamil journalists Category:Sri Lankan Tamil poets Category:Sri Lankan Tamil radio personalities Category:Sri Lankan Tamil writers ",
    "title": "Yazh Sudhakar"
}