{
    "id": "14011820",
    "text": "Map of Victorian Aborigines language territories The Wemba-Wemba are an Aboriginal Australian group in north-Western Victoria and south-western New South Wales, Australia, including in the Mallee and the Riverina regions. They are also known as the Wamba-Wamba. ==Language== Wemba-Wemba bears strong similarities to Woiwurrung. When Moravian missionaries came and started to learn a language in Wembawemba territory, at Archibald Macarthur Camppbell's Gannawarra station, they quickly noted that the natives, perceiving they were understood, slipped into using another language, not willing to allow this \"cultural conquest\" to enable the whitemen to learn of matters they wished to keep secret from outsiders. ==Country== Before European settlement in the nineteenth century, the Wemba-Wemba occupied the area around the Loddon River, reaching northwards from Kerang, Victoria to Swan Hill, and including the area of the Avoca River, southwards towards Quambatook. In a northeasterly direction, their territory ran up, over the New South Wales-Victorian border to Booroorban and Moulamein, and extended to the vicinity of Barham. Lake Boga and Boora in Victoria also fell within their domain. The overall extension of their territory has been calculated by Norman Tindale to be roughly . ==Social structure== The Wembawemba were registered as consisting of five hordes. Stone lists these hordes, residing around Towaninny, Meelool Station (with a name indicating they were thought to be quarrelsome), Lake Boga, Gonn on the Murray River (called the Dietjenbaluk (\"always on the move\"), and Bael Bael. ==Contact history== The explorer Thomas Mitchell was the first white man to cross Wembawemba territory, in 1836. ===Attempt to evangelize the Wembawemba=== The Wembas-Wemba's religio-cultural worldview was centered on a dreaming, which they called yemurraki. Two German Moravian missionaries, Reverend A.F.C. Täger and Reverend F.W. Spieseke, convinced that the Wembawemba, whom they called culli, were \"the most wretched and bleakest (people), who live on God's earth\", established Lake Boga mission in 1851. The mission closed in 1856 due to lack of converts, disputes with local authorities and hostilities from local landholders. The Moravian Church established a subsequent mission site in Wergaia territory near Lake Hindmarsh in 1856 (see Ebenezer Mission). ==Notes== ===Citations=== ==Sources== * * * * * * * * Category:Aboriginal peoples of New South Wales Category:Aboriginal peoples of Victoria (Australia) Category:Mallee (Victoria) Category:Riverina ",
    "title": "Wemba-Wemba"
}