{
    "id": "14013521",
    "text": "James Crittenton Lucas (June 11, 1912 – November 28, 1998) was an American criminal who served a life sentence in Alcatraz. He is best known for being part of an attempted escape from Alcatraz Penitentiary in 1938, and for attacking Al Capone in the prison's laundry room on June 23, 1936. ==Biography== Lucas was originally sentenced to thirty years' imprisonment for robbing First National Bank in Albany, Texas, and violation of the Dyer Act (interstate trafficking of stolen vehicles). He arrived at Alcatraz in January 1935 from the Texas State Prison and was known there as James \"Texas Bank Robber\" Lucas. ===Attack on Capone=== On June 23, 1936, Lucas stabbed Al Capone in the back with a pair of scissors from the prison barber shop. Capone had been working in the laundry area away. Lucas was sent to solitary confinement for his attack on Capone. After being stabbed, Capone turned and grabbed Lucas and threw him into the wall. The inmates were angry with Capone for not taking part in an inmate strike. ==Alcatraz escape attempt== In the spring of 1938, James Lucas, Thomas R. Limerick and Rufus Franklin planned an escape from Alcatraz. Their escape plan began by incapacitating an unarmed guard supervising a work detail on the top floor. Once the supervisor was rendered unconscious, the convicts would escape through a window to the rooftop, where they would incapacitate an armed guard and leave the island via a seized police boat. They enacted their escape plan on May 23, 1938 in the prison's mat shop, where they assaulted Custodial Officer Royal Cline with hammer blows to his head. They proceeded to the roof, where armed guard Harold Stites (who was later killed in the 1946 Battle of Alcatraz) shot both Franklin and Limerick, although Lucas wasn't shot. Other guards arrived at the scene. Franklin, Limerick, and Lucas were cornered and surrendered to the guards. Cline died of his injuries the next day, and Thomas Limerick, the other wounded convict, also died. Lucas and the other surviving convict, Rufus Franklin, were tried for murder and sentenced to life imprisonment. Lucas spent six years in isolation for the incident. He was transferred a few years later, and paroled in 1958. Lucas had a brief stay in prison at McNeil Island for parole violation. He was given a presidential commutation of sentence and released. He later worked in the oil business. He died in 1998 in Sacramento. ==References== == External links == * Alcatraz Archive * == See also == * May 23, 1938 Alcatraz Escape Attempt * List of Alcatraz Escape Attempts Category:1912 births Category:1998 deaths Category:Inmates of Alcatraz Federal Penitentiary Category:American bank robbers Category:American people convicted of murder Category:People convicted of murder by the United States federal government Category:American prisoners sentenced to life imprisonment Category:Prisoners sentenced to life imprisonment by the United States federal government ",
    "title": "James C. Lucas"
}