{
    "id": "14015641",
    "text": "Covenant Evangelical Free Church (CEFC) is a church in Singapore. It has three worship centres – one at Jelapang Road in Bukit Panjang, one at Woodlands Drive 16 in Woodlands and one at Park Avenue Convention Centre in Changi Business Park. ==Senior Leaders and Pastors== * Chairman - Elder Dr Louis Tan * Reverend Edmund Chan - Leadership Mentor * Reverend Tony Yeo - Senior Pastor * Reverend Tan Kay Kiong - Senior Pastor * Pastor Ann Chan - Associate Pastor * Reverend Dr Chua Chung Kai - Associate Pastor * Pastor Barney Lau - Associate Pastor ==History of CEFC== Covenant Evangelical Free Church started life in 1978 as a church plant with 17 pioneer members from Emmanuel Evangelical Church (EEC). It was called Emmanuel Christian Fellowship (ECF) then. In 1987, Pastor Edmund Chan took over the mantle of ECF when he graduated from Singapore Bible College. In October 1992, ECF was renamed Covenant Evangelical Free Church. ==Derivation of church name== * Covenant: The Covenant points to God's unfailing promise of salvation and blessing for mankind, fulfilled in Christ. As a church, CEFC desires to uphold God's promise to this generation. * Evangelical: This reflects CEFC’s commitment to the gospel and to the preaching of the same for salvation. An evangelical agrees to the virgin birth, the resurrection of Christ and justification by faith, and is devoted to the inspired Word of God. * Free: Each congregation of the Evangelical Free Church denomination has a right, under God, to govern its own affairs. * Church: CEFC is a community of believers united in Christ by His Spirit. ==Aim== To build an Intentional DiscipleMaking Church (IDMC) model so as to launch an IDMC movement to catalyse a multiplication of Intentional Disciplemaking Churches to fulfill the Great Commission Mandate. ==IDMC conferences== CEFC hosts the annual IDMC Conference which ministers to pastors and lay leaders from churches in Singapore and overseas. Its first IDMC conference was held in September 2001 with the theme \"Developing a Disciplemaking Church\". ==New Life community services== New Life Community Services (NLCS) is the face and hands of CEFC to love the community for Christ. It is the social outreach arm of the church and registered as an independent charity. NLCS is a full member of the National Council of Social Service and an Institution of a Public Character (IPC), a status which allows donations to NLCS to be tax-deductible. The mission of New Life is to demonstrate God's love by empowering people to master life's transitions. Its programmes are non-evangelistic, and open to all regardless of race or religion. ==Services== NLCS services include: At Bukit Panjang: * Childcare services * Student care services * Children's programmes * Youth drop-in At Woodlands: * Youth Hub ==References== ==External links== * Covenant Evangelical Free Church website Category:Churches in Singapore ",
    "title": "Covenant Evangelical Free Church"
}