{
    "id": "14017234",
    "text": "Raymond HyamHis middle name has alternately been given as 'Hyam' (Telegraph obituary) or 'Hyman' (Independent obituary). Cohen (27 July 1919 - London, 28 January 2011) was an English classical violinist. ==Biography== ===Early life and education=== Born in Manchester into a musical family, Cohen first took violin lessons from his father, a schoolmaster and amateur violinist. He also studied violin with Charles Hanke and Lionel Falkman in his youth. He was educated at Manchester Grammar School, and at age 15, he won the Adolph Brodsky scholarship to the Manchester College of Music (now the Royal Northern College of Music). There, he studied with Henry Holst, former leader of the Berlin Philharmonic Orchestra. Within a year, he won a spot in the Hallé Orchestra as their youngest ever member. At age 19, he played the Bach, Mendelssohn and Brahms concertos with the Hallé in one evening. ===Career=== Cohen spent two summers leading an orchestra in Blackpool, where he gained experience playing music ranging from The White Horse Inn to Beethoven symphonies and appearing twice a week as soloist. With the war looming, and while still at college, Cohen appeared as soloist in concerts and broadcasts throughout the North of England. Cohen spent six years in the Royal Corps of Signals Band, playing the clarinet but still practising the violin, learning new repertoire, and even playing single movements of a violin concerto (Mendelssohn's) with the band. By the time he was demobilised, he had a repertoire of nearly 40 violin concertos. While still in uniform, he won the first Carl Flesch International Violin Competition in 1945. This brought him to the notice of the musical world and soon led to concerts and recitals all over Britain and Europe. By this time, Cohen had settled in London, and alongside his solo career, was in demand as a chamber music player, orchestral leader and teacher. He was a professor at the Royal College of Music. He was leader of the Goldsborough Orchestra (later to become the English Chamber Orchestra), the Haydn, the New Symphony and the Pro Arte Orchestras, and also guest-led most of the UK's leading chamber orchestras as well as the Philharmonia, the London Symphony and BBC Symphony Orchestras. In 1959, Sir Thomas Beecham appointed Cohen leader of the Royal Philharmonic Orchestra, a post Cohen held for six years. One of the highlights of that period was his 1960 appearance as soloist at the Royal Festival Hall (RFH) with the RPO and Beecham in the Goldmark violin concerto, in what proved to be Beecham's final concert at the RFH. Following his term as RPO leader, Cohen continued a career as a soloist and increased his work in chamber music. He appeared as soloist and recitalist with his wife Anthya Rael, in such countries as the USA, New Zealand, Russia, and South Africa, as well as appearing frequently in Britain and Europe. He was soloist with such conductors as Barbirolli, Sargent, Kletzki, Kempe, Monteux, Boult and Beecham, and among his \"firsts\" were the first performance in Britain of the Kabalevsky concerto and the Shostakovich sonata, the first performance of the Skalkottas concerto in the composer's native Greece (Athens Festival), the first artist to appear on British television playing a violin concerto (the Mendelssohn), and the first performance on video in England of Vivaldi's Four Seasons. ===Marriage and children=== In 1953, Cohen married the pianist Anthya Rael. She had come from her native South Africa to study with the pianist and teacher Ilona Kabos. They had two children: Gillian, a violinist, and Robert, a cellist. Raymond and Robert gave duo recitals and appeared together in the Brahms Double concerto. Anthya joined her husband and son to form the Cohen Trio. In 1993, the family was featured in a BBC radio programme called \"The Musical World of Raymond Cohen\". His widow and children survive him. ==Discography== *Raymond Cohen and Anthya Rael :Beethoven :Ten Sonatas for Violin and Piano Op.12,23,24,30,47,96 :Meridian Records *Dvořák :Four Romantic Pieces :CRD Records *The Cohen Trio :Dvorak :The Complete Piano Trios Op21,26,65,90 :CRD Records *Camille Saint-Saëns :Introduction et rondo capriccioso, Op.28 :(Royal Philharmonic Orchestra / René Leibowitz) :-on youtube- ==References== ==Sources== *Violinists of Today by Donald Brooke Copyright 1948 Published by Rockliff London Category:1919 births Category:English classical violinists Category:British male violinists Category:2011 deaths Category:20th-century classical violinists Category:20th-century English musicians Category:20th- century British male musicians Category:Male classical violinists ",
    "title": "Raymond Cohen"
}