{
    "id": "14018474",
    "text": "Treehouse Arts Ensemble is a multi-disciplinary, non-profit arts organization in Beckley, West Virginia. It was formed in 2004 by Joshua Taylor-Martin, Chris McLaughlin and Robert S. Moore III. Since that time, the organization has presented works of Theatre, Dance, Visual Art, and Music in Southern West Virginia. Currently the staff consists of Co-Artistic Directors Robert S. Moore III and Chris McLaughlin, Dance and Movement Coordinator Stephanie Nerbak, and Company Liaison Tom McNeish. ==Overview== The Treehouse Arts Ensemble have presented their work at Soldiers Memorial Theatre and Arts Center in Beckley, WV, at Tamarack's Hulett C. Smith Theater in Beckley, as a part of FestivAll Charleston (WV) FestivAll Official Site, the West Virginia Cultural Center Theatre, and at various found venues throughout Southern West Virginia. Every summer (since 2005) the organization has operated a Youth Theater Day Camp for Tamarack: The Best of West Virginia (Tamarack Official Site). Emphasizing the basic elements of putting a play together, Treehouse incorporates the production of an original play with activities and lessons to not only teach children these elements, but to put them into practice as the children perform their show for an audience of friends and family. Treehouse has also participated in Tamarack's Dinner Theatre Series in 2006 and 2007. They have been slated to produce \"Moon Over the Brewery\" for 2008's installment of the popular series. Recently, Treehouse Arts Ensemble has focused upon an original art installation that addresses the impressions and experiences of being an American in the 21st century. ==References== ==External links== * * https://web.archive.org/web/20061208214138/http://www.kanawhaplayers.org/newsletters/June05news.pdf * Jacob Marley’s Christmas CarolWest Virginia Division of Culture and History Category:American artist groups and collectives Category:Non-profit organizations based in West Virginia Category:Beckley, West Virginia Category:Arts organizations established in 2004 Category:2004 establishments in West Virginia ",
    "title": "Treehouse Arts Ensemble"
}