{
    "id": "14013872",
    "text": "Otahuhu Railway Workshops were a major rolling stock construction, maintenance and repair facility operated by New Zealand Railways, in the south Auckland suburb of Otahuhu in New Zealand's North Island. The workshops were opened in 1928, and were closed in 1992 as part of a rationalisation of workshop facilities throughout the country. Otahuhu Workshops were built following a report that highlighted the inadequacies of the Newmarket Workshops, the central Auckland facility that the Otahuhu Workshops replaced. Originally it was proposed that Otahuhu would carry out locomotive work and Wellington's Hutt Workshops would be the Car and Wagon Workshop. This was reversed when it was found that the land on which Otahuhu was to be built was not suitable for the heavy machinery required for locomotive work. Though officially a Car and Wagon Shop, Otahuhu did some repair and maintenance work on steam and diesel locomotives and railcars. Some of Wellington's fleet of D class electric multiple unit carriages were overhauled there. Other work included light maintenance on steam locomotives, with particularly busy periods being 1929–1930 when 37 locomotives received overhauls and boiler repairs, and 1947–1949 when Otahuhu was called on for the urgent conversion of 19 K and Ka class locomotives to oil burning. Some other years in which locomotive work was carried out were 1931, 1933, 1942, 1945 and 1946. == History == The New Zealand Railways Department called for tenders for \"new Car and Wagon Shops at Otahuhu near Auckland\" on 30 September 1926 following the Fay-Raven report of 1925. By 1928, the new facility was completed, and some men from the Newmarket Workshops were tasked with installing new equipment at the site. The workshops officially opened for business following the Christmas holiday period of 1928–1929, at which time the Newmarket Workshops closed. Though the buildings for the new facility were all on the same site, there was a Midway that separated two groups of buildings. On the western side of the yard were the Wagon Shops, Machine Shop, Blacksmiths Shop, Reclaim, Powerhouse and Stores. To the east were the Structural Shop, Trimming Shop, Car Shops No. 1 and 2, and the Woodmill. Increasing demands for rolling stock and new requirements necessitated the extension or modification of the Structural Shop and the Machine Shop, and the installation of an Electroplating Shop and Battery Shop in the Trimming Shop. Other buildings included an administration block, schoolroom and canteen. The workshops played their part in the war effort. Prior to New Zealand's involvement in World War II there was a building known as the Air Force building. It was intended to be used to train apprentices in aircraft maintenance, but the Royal New Zealand Air Force occupied the building for the duration of the war. The war saw many workshop staff seconded to places such as the Devonport Naval Base and local engineering firms that were contracted to the military for the production of war supplies and equipment. Work undertaken during the war included the production of slat beds for the Army, small-arms ammunition machines for the Colonial Ammunition Company, dual flying yokes for Air Force craft, and tugboat hulls for the United States Navy. One special job was the conversion of six second-class carriages into ambulance cars, for the transport of wounded soldiers. A programme for the construction of carriages intended for North Island Main Trunk service prompted the construction of a new workshop building about 1940, known as Car No. 1 Extension. Though the programme was cancelled after much of the material needed for their construction had been imported, the infrastructure proved useful in the 1950s when the D class electric coaches from Wellington were overhauled there. Other new buildings at the site included a Diesel Shop in 1962, and a new Woodmill to replace the old one that was destroyed in a major fire on 31 May 1955. The machines installed in the new Woodmill were more modern than those available in the old building, resulting in much improved output. Production of carriage stock began soon after opening in 1929, the first of which were 10 50-ft \"Aa\" suburban carriages. Another batch of cars was completed for the new Rotorua Limited Express service, including two observation cars. A large number of cars were built prior to the introduction of the 56-ft cars, built between 1937 and 1945. Otahuhu built 207 carriages, 75 guards vans, 3 steam vans, 3 postal vans, and many wagons. With the onset of the diesel age, Otahuhu became involved in the maintenance of diesel locomotives. This started with the small TR tractors in the early 1940s, with the work being carried out in Car Shop No. 2. As the use of diesels increased it was necessary to provide dedicated facilities, with the Steel Wagon Shop being converted for this purpose. In 1958, Otahuhu received the first of its Fiat twin-set railcars for an overhaul, and in 1962 RM 125 was repaired at the workshops following a level crossing accident in Tauranga. Other diesel work conducted at the Steel Shop included the readiness for service of 12 DA class locomotives in 1961, and the restoration of DA 1405 following a major accident. Minor repair work on DE class locomotives was done by the Machine Fitting Group. The ability of Otahuhu to handle diesel-electric locomotive and railcar repair work was much improved in 1962 with the opening of a new Diesel Shop. Prior to entering service, many DA, DB, DH, and DX class locomotives first made a visit to Otahuhu for preparation. 88-seater railcars were also maintained, repaired and overhauled in this new facility. In 1971, the Silver Star carriages were tested and commissioned in the Diesel Shop, as were the Silver Fern railcars the following year. Several cars for the new Southerner service were overhauled at Otahuhu in 1970. In its later years, Otahuhu carried produced more specialist wagons, including for containers and coal, as well as many other variants. == Demise == The Railways Department was replaced by the New Zealand Railways Corporation in 1982. In an effort to alleviate its financial problems and at the direction of its political masters, the Corporation underwent a major restructuring program, which included a review of all its workshops in the 1990s. It was decided to focus the rail engineering resources at two sites: in the North Island at Hutt Workshops, and in the South Island at Hillside Engineering in Dunedin. This resulted in the closure of both the Addington and Otahuhu Workshops. Employees at Otahuhu were informed that the workshops were to close on 30 June 1992. A team of up to 22 employees was kept on for a further six months to decommission the facility. Machines that could be sold were stored in the Structural Shop pending sale by auction. At the time the workshops site was believed to be destined to become an industrial park. == Today == Over half of the original workshops buildings have been demolished since the facility closed. Part of the site is now used as a container storage yard. == See also == * Newmarket Workshops, replaced by Otahuhu Workshops * Addington Workshops * Hillside Workshops * Hutt Workshops == References == * == External links == *Car and Wagon Workshops layout plan c1926 Category:Rail transport in Auckland Category:Railway workshops in New Zealand Category:Buildings and structures in Auckland ",
    "title": "Otahuhu Workshops"
}