{
    "id": "14016674",
    "text": "Huydecoper as an officer of the civic guard by Govert Flinck in the Amsterdams Historisch Museum Joan Huydecoper van Maarsseveen (1599-1661) took over the family tannery business and the trade in pelts and armaments.Polak, M.S. (1987) Inventaris van het familiearchief Huydecoper 1459-1956, p. 6. The name Huydecoper means literally 'buyer of pelts'. Huydecoper had a prosperous political career: first he was elected to the vroedschap of Amsterdam. He was six times a mayor of Amsterdam. == Biography == Van Marsseveen was born in Amsterdam. In 1602, his father was an initial investor in the Dutch East India Company.Israel, J. (1989) Dutch Primacy in World Trade, 1585-1740, p. 71. He also had shares in the Magellan Company, that traded with South America.Gaastra, F. (1989) Bewind en beleid bij de VOC (1672-1702), p. 257. In 1622 his son bought a property in the Jordaan, where he had seven houses built, three of which along the Lauriergracht. Johan Huydecoper is mentioned as the first person in Amsterdam, who bought a painting from Rembrandt.Schwarz, G. (1987) Rembrandt, p. 134. Huydecoper and Rembrandt probably met each other at an early stage, as they both lived or worked in the Sint Antoniesbreestraat. Huydecoper became a connoisseur of fine arts and was friendly with Jan Vos (poet), who praised his house and collection of paintings in several poems, one on a painting by Rubens. In 1639, Philip Vingboons designed his mansion on Singel; the house was destroyed in 1943, when two English planes collided in midair and one came down on the house. (One of the few spots in Amsterdam that were damaged during the Second World War). Huydecoper was also a real-estate developer along the river Vecht (Utrecht), where he had his country house. Schwartz wrote: \"What art could contribute to Maarsseveen: architecture to beautify it, map-making to advertise it, and poetry to immortalise it. He used the patronage he wielded in Amsterdam to put artists scholars, and publishers to work for him in Maarsseveen\".Schwartz, G. (1983) Jan van der Heyden and the Huydecoper of Maarsseveen. In: The J. Paul Getty Museum Journal XI, p. 197. In 1650, Huydecoper had the gates closed, the bridges lifted, and the city protected, when William II of Orange tried to attack Amsterdam. He was involved in the building and decoration of the new city hall on Dam Square. During his office as a burgomaster, he chose the side of Cornelis de Graeff and made several diplomatic trips; in 1653 he went to Lübeck and he represented the city in 1655 at the baptism of the son of Frederick William of Brandenburg, and in 1660 at the coronation of Charles II of England.Roberts, B. (1998) Through the keyhole. Dutch child-rearing practices in the 17th and 18th century. Three urban elite families, p. 51. Singel 539 Huydecoper symbolises the prosperity of Amsterdam during the Golden Age and managed to unify wealth, politics and the cultural elite status in Amsterdam.Roberts, B. (1998) Through the keyhole. Dutch child-rearing practices in the 17th and 18th century. Three urban elite families, p. 50. He was the father of burgomaster Joan Huydecoper II and father-in-law of Jan J. Hinlopen, an art collector. == Sources == == External links and Commons == Category:1599 births Category:1661 deaths Category:Mayors of Amsterdam Category:17th-century Dutch businesspeople Category:17th-century merchants Category:Dutch merchants Category:17th-century Dutch politicians Category:Dutch diplomats Category:Knights of the Order of Saint Michael Category:People from Amsterdam Category:Burials at the Oude Kerk (Amsterdam) Category:17th-century diplomats ",
    "title": "Joan Huydecoper van Maarsseveen (1599–1661)"
}