{
    "id": "14018413",
    "text": "TTI Telecom, founded in 1992, is a developer and provider of next generation Operations Support Systems (OSS) to large communications service providers. TTI Telecom is based in Rosh Ha'ayin, Israel and operates subsidiaries in 7 other countries. In August 2010 TTI Telecom was acquired by TEOCO Corporation.TEOCO website ==History== TTI Telecom was incorporated in 1990 and commenced its operations in 1992 as a subsidiary of Team Computers and Systems Ltd., after having operated as a division of Team Computers since 1988. TTI Telecom shares have been traded on the NASDAQ Global Market under the symbol since an initial public offering of a minority stake of its shares in December 1996 when it was still a Team Computers subsidiary. In April 2005, TTI Telecom ceased to be a subsidiary of Team Computers. In 2011, TTI challenged the Indian tax authorities in a case brought before the Indian Income Tax Appellate Tribunal in Mumbai. The court ruled in TTI's favor, ruling that software receipts were not royalties under the India-Israel tax treaty.Your Taxes: Israeli firm wins Indian tax case, Jerusalem Post TTI Telecom has a registered patent in the United States and a patent application pending in Europe. The US patent addresses the functionality of a topology-based reasoning system for root-cause analysis of network faults, a component of the Netrac FaM product line.Patents ==See also== *Economy of Israel ==References== ==External links== *Israel's TTI Telecom CEO assumes president's role, Reuters from Forbes, 20 April 2004. Retrieved 4 November 2007. *Ackerman, Gwen, TTI Telecom wins major Hutchison deal, Jerusalem Post, 7 February 2002. Retrieved 4 November 2007. *Muscal, Tal, TTI gets NIS 2.5m. order from Cellcom, Jerusalem Post, 6 November 2001. Retrieved 4 November 2007. *Groner, Eli, TTI Telecom-IBM partnership wins Telia deal, Jerusalem Post, 27 September 1999. Retrieved 4 November 2007. *Chappell, Caroline, Managing Subscriber Data, Light Reading, 2 January 2007. Retrieved 4 November 2007. *Le Maistre, Ray, OSS Chief Convicted of Fraud, Light Reading, 2 November 2005. Retrieved 4 November 2007. *TTI Telecom, Wall Street Journal profile *TTI Telecom signs deal with Italian provider for GSM assurance solution, Telecompaper, 7 January 2004 (subscription required). Retrieved 4 November 2007. *Le Maistre, Ray, Hutch 3G Dumps Supplier, Unstrung, 14 November 2002. Retrieved 4 November 2007. *DSL Service Management, Light Reading, 13 January 2005 (overview of DSL service management vendors including TTI). Retrieved 4 November 2007. *Le Maistre, Ray, TTI Hopping Mad Over Hutch, Light Reading, 19 June 2003. Retrieved 4 November 2007. *TTI cuts 10% of staff, Jerusalem Post, 2 May 2003. Retrieved 4 November 2007. *Stub, Zev, Major customer cancels TTI contract, Jerusalem Post, 15 November 2005. Retrieved 4 November 2007. *Gerstenfeld, Dan, TTI wins $14m. Belgium deal, Jerusalem Post, 22 December 1998. Retrieved 4 November 2007. *TTI Telecom official website Category:Telecommunications companies of Israel Category:Software companies of Israel ",
    "title": "TTI Telecom"
}