{
    "id": "14011409",
    "text": "Henry Davidson Sheldon (October 3, 1874 – May 14, 1948) was an American educator and historian. Sheldon was born while his parents were en route to Oregon from the New York area. He was educated at the University of the Pacific and Stanford University. He continued his education at Clark University, where he received a doctorate in education. In 1900, Sheldon began working at the University of Oregon as a professor of education and history. With the child-centered school as their focus, he and his colleagues, Joseph Schafer, O. F. Stafford and Herbert C. Howe, worked to professionalize teacher training, raise state certification requirements, broaden the curricula of the university, and extend its reach through correspondence courses, extension classes, and summer school. Sheldon also worked hard to increase financial support for the university.Guide to the Henry Davidson Sheldon Papers 1890-1948 Sheldon left the university for almost a full year from 1911–1912 for a sabbatical in England and Germany. In 1913, he returned to Oregon to serve as dean of the School of Education. In the 1920s, he wrote a history of the state of Oregon. He followed this in the 1930s with a history of the University of Oregon. In 1933, Sheldon contracted tuberculosis and remained in the state tuberculosis hospital until 1935. In 1942, he retired to emeritus status, continuing to teach only American civilization and the history of education. Sheldon retired from all teaching in 1947. He died in 1948, leaving behind a wife and two children. Henry D. Sheldon High School in Eugene, Oregon, and a residence hall in the Earl Complex at the University of Oregon are named after him. == Bibliography == * A Critical and Descriptive Bibliography of the History of Education in the State of Oregon. Eugene: University of Oregon Press, 1929. * Student Life and Customs. Ayer Co Pub, 1975. == References == *Hitchman, James H. Henry Davidson Sheldon and the University of Oregon, 1874-1948: a Biographical Essay with Selected Letters. Bellingham: Western Washington University, Center for Pacific Northwest, 1979. Category:1874 births Category:1948 deaths Category:Stanford University alumni Category:Clark University alumni Category:University of Oregon faculty Category:Stanford Graduate School of Education alumni ",
    "title": "Henry Sheldon"
}