{
    "id": "14015682",
    "text": "Reccopolis (; ), located near the tiny modern village of Zorita de los Canes in the province of Guadalajara, Castile-La Mancha, Spain, is an archaeological site of one of at least four cities founded in Hispania by the Visigoths.According to E. A Thompson, \"The Barbarian Kingdoms in Gaul and Spain\", Nottingham Mediaeval Studies, 7 (1963:4n11), the others were (i) Victoriacum, founded by Leovigild and may survive as the city of Vitoria, but a twelfth-century foundation for this city is given in contemporary sources, (ii) Lugo id est Luceo in the Asturias, referred to by Isidore of Seville, and (iii) Ologicus (perhaps Ologitis), founded using Basque labour in 621 by Suinthila as a fortification against the Basques, is modern Olite. All of these cities were founded for military purposes and at least Reccopolis, Victoriacum, and Ologicus in celebration of victory. A possible fifth Visigothic foundation is Baiyara (perhaps modern Montoro), mentioned as founded by Reccared in the fifteenth-century geographical account, Kitab al- Rawd al-Mitar, cf. José María Lacarra, \"Panorama de la historia urbana en la Península Ibérica desde el siglo V al X,\" La città nell'alto medioevo, 6 (1958:319–358). Reprinted in Estudios de alta edad media española (Valencia: 1975), pp25–90. It is one of the only cities in Western Europe known to have been founded between the fifth and eighth centuries. ==Historical information== Reccopolis was founded in the year 578. The date is given in chronicle of John of Biclaro: > Luivigildus rex extinctis undique tyrannis, et pervasoribus Hispaniae > superatis sortitus requiem propiam cum plebe resedit civitatem in Celtiberia > ex nomine filii condidit, quae Recopolis nuncupatur: quam miro opere et in > moenibus et suburbanis adornans privilegia populo novae Urbis instituit. A cache of coins was discovered in the city's palace, fixing the date of construction between 580–83. Coin variety indicated cultural reach, with gold coins of the Merovingian series, Suevic coins from Galicia and of Justinian II, as well as from Visigothic Hispania itself.Welles 1948:266. Reccopolis had an active mint, coins from which have been found dating to the reign of Wittiza, in the early eighth century.E. A. Thompson, The Goths in Spain (Oxford: Clarendon Press, 1969:64). The city was named by the Visigothic king Liuvigild to honor his son Reccared I and to serve as Reccared's seat as co- king in the Visigothic province of Celtiberia, to the west of Carpetania, where the main capital, Toledo, lay. As a post-Roman royal foundation the city's only European rival in the sixth century was Ravenna. In the eighth century the Visigoths at Reccopolis welcomed Muslim over-lordship in return for Muslim protection. The Moors conserved the city as Madinät Raqquba and though they reused building materials to construct a fortification on a hill facing the city, the city declined and was burned, looted, razed, and incrementally abandoned in the tenth century. It lay forgotten until the twentieth century.The first professional exploration of the site was undertaken under the supervision of J. Cabré in 1944–45. (Fernando Miranda, in Patrimonio) Today Reccopolis is a large field of ruinsC. Bradford Welles, \"Archaeological News\" American Journal of Archaeology 52.2 (April 1948:199–270) p. 266. in the Cerro de la Olíva. There are plans to protect the partially excavated site as Parque Arqueológico Recópolis.Unicef:Parque Arqueológico Recópolis In 2007, the Museo Arqueológico Regional in Alcalá de Henares mounted an exhibition called \"Recópolis: un paseo por la ciudad Visigoda\" and published an accompanying catalogue. ==Design== Hispania in 586 AD Archaeological excavations at Reccopolis have revealed traces of city walls with towers every thirty metres, an aqueductMartínez Jiménez, J. 2015. A preliminary study of the aqueduct of Reccopolis. Oxford Journal of Archaeology, 34(3), pp. 301–20., commercial and residential quarters covering 30 hectares, several markets, and a mint. Its urban core was centered on a palace with administrative as well as royal functions, connected with a palatine chapel, an arrangement that has Byzantine parallels. On the western wall, a single entrance gate provided access. Within this a second gate formed an entrance to an \"upper city\" of the palace compound and its attached chapel. The \"lower city\" outside contained lodgings for the ordinary citizens, commercial districts and a barracks. The palace was two stories tall. The lower story was a single space, perhaps a granary, with column bases supporting the story above. Flooring remnants indicate the second story may have been the piano nobile. The roofs were tiled, as they had been in Roman times. The palace chapel is possibly the last of the Visigothic Arian churches, but it was overlaid by the Romanesque hermitage of Nuestra Señora de Recatel, which was constructed on the ruined site. It was of basilica construction, with a central nave separated by solid walls from the flanking naves. These exited into the transept, but did not communicate directly with the nave. Its hemispherical apse was rectangular in outer appearance. A deep narthex was entered by a single central door. ==References== ==External links== * * Recópolis Category:Visigothic archaeological sites in Spain Category:Province of Guadalajara Category:Gothic cities and towns Category:Populated places established in the 6th century Category:Former populated places in Spain Category:578 establishments Category:6th century in the Visigothic Kingdom Category:7th century in the Visigothic Kingdom Category:8th century in the Visigothic Kingdom Category:8th century in Al- Andalus Category:9th-century disestablishments in Europe ",
    "title": "Reccopolis"
}