{
    "id": "14017542",
    "text": "Led Zeppelin's 1972 North American Tour was the eighth concert tour of North America by the English rock band. The tour was divided into two legs, with performances commencing on 27 May and concluding on 28 June 1972. It included two warm-up shows in Europe. ==History== Guitarist Jimmy Page considers Led Zeppelin at this point to have been at their artistic peak.How the West Was Won liner notes However, despite selling out their concerts, the tour had the lowest profile of all of the band's eleven North American concert tours, being vastly overshadowed by the Rolling Stones' tour of the same period, much to the annoyance of Led Zeppelin.Lewis, Dave and Pallett, Simon (1997) Led Zeppelin: The Concert File, London: Omnibus Press. , pp. 76-77.Luis Rey (1997) Led Zeppelin Live: An Illustrated Exploration of Underground Tapes, Ontario: The Hot Wacks Press, p. 186.Interview with Jimmy Page and Robert Plant, January 1975 In order to prevent this from happening again, the band's manager, Peter Grant, decided to hire PR consultants to help promote subsequent tours. During this concert stint the band stopped at New York City to mix tracks that had been recorded at Olympic Studios in London the previous month, for their forthcoming fifth album. According to Led Zeppelin archivists Dave Lewis and Simon Pallett, it was at around this period in time that Grant began to implement the unprecedented policy of asking concert promoters for 90% of all gate receipts: For this tour, and all of Led Zeppelin's subsequent American tours, the band hired Dallas-based company Showco to provide its lighting and sound. ==Recordings== Like many other Led Zeppelin concert tours, several of the concerts performed by the band on this tour were recorded by fans as unofficial bootlegs. Some of these were subsequently released on bootleg titles such as Burn Like a Candle. Two of the concerts from this tour, at the L.A. Forum on 25 June and the Long Beach Arena on 27 June respectively, were professionally recorded by Eddie Kramer for a potential live release. These recordings were remastered by Page and officially released on the album How the West Was Won in 2003 and was later reissued in 2018. No official live footage of the band was filmed during this tour. In an interview Page gave to The Times newspaper in 2010, when asked which performances from Led Zeppelin's career stand out to him now, he made reference to the tour but acknowledged the lack of visual recordings: ==Tour set list== This was the first tour in which Led Zeppelin used songs from their upcoming album Houses of the Holy (\"Over the Hills and Far Away\", \"Dancing Days\", and \"The Ocean\"). This was also the last concert tour on which Led Zeppelin included an acoustic section until it was revived in 1975 for their Earls Court performances. John Bonham sang co-lead vocals with Robert Plant during the song \"Bron-Y-Aur Stomp\". The decision to drop the acoustic set was perhaps made because their live concerts were regularly extending into three hour long marathons (and sometimes up to four and a half hours), which were becoming taxing on all four band members. The fairly typical set list for the tour was: #\"LA Drone\" (Page, Jones) (15 June to 28 June) #\"Immigrant Song\" (Page, Plant) #\"Heartbreaker\" (Bonham, Page, Plant) #\"Celebration Day\" (Page, Plant, Jones) (on 27 May and 9 June only) #\"Out on the Tiles\" (intro) (Page, Plant, Bonham) / \"Black Dog\" (Page, Plant, Jones) #\"Over the Hills and Far Away\" (Page, Plant) (only on 19 June, 25 June, 27 June, and 28 June) #\"Since I've Been Loving You\" (Page, Plant, Jones) #\"Stairway to Heaven\" (Page, Plant) #\"Going to California\" (Page, Plant) #\"Black Country Woman\" (Page, Plant) (only on 19 June) #\"That's the Way\" (Page, Plant) #\"Tangerine\" (Page) #\"Bron-Y-Aur Stomp\" (Page, Plant, Jones) #\"Dazed and Confused\" (Page) #\"What Is and What Should Never Be\" (Page, Plant) #\"Dancing Days\" (Page, Plant) (only on 19 June, 25 June, 27 June, and 28 June) #\"Moby Dick\" (Bonham) #\"Whole Lotta Love\" (Bonham, Dixon, Jones, Page, Plant) Encores (variations of the following list): *\"Rock and Roll\" (Page, Plant, Jones, Bonham) *\"The Ocean\" (Bonham, Jones, Page, Plant) (On 10 June, 19 June, and 25 June) *\"Louie Louie\" (Berry) (On 19 June, 21 June, and 25 June) *\"Thank You\" (Page, Plant) (On 7 June, 19 June, 21 June, and 25 June) *\"Communication Breakdown\" (Bonham, Jones, Page) (On 9 June, 11 June, 14 June, and 25 June) *\"Bring It On Home\" (Dixon, Page, Plant) (On 13 June, 14 June, and 25 June) *\"Money (That's What I Want)\" (Bradford, Gordie) (only on 19 June) *\"Weekend\" (Post) (On 14 June) ==Tour dates== {| class=\"wikitable\" style=\"text-align:center;\" ! style=\"width:150px;\"| Date ! style=\"width:200px;\"| City ! style=\"width:140px;\"| Country ! style=\"width:220px;\"| Venue |- !colspan=\"4\"|European warm-up shows |- |27 May 1972 | Amsterdam | Netherlands | Oude Rai |- |28 May 1972 | Brussels | Belgium | Forest National |- !colspan=\"4\"|North America |- |6 June 1972 | Detroit | United States | Cobo Hall |- |7 June 1972 | Montreal | Canada | Montreal Forum |- |8 June 1972 | Boston | rowspan=\"19\" |United States | Boston Garden |- |9 June 1972 | Charlotte | Charlotte Coliseum |- |10 June 1972 | Buffalo | Buffalo Memorial Auditorium |- |11 June 1972 | Baltimore | Baltimore Civic Center |- |13 June 1972 | Philadelphia | The Spectrum |- |14 June 1972 | rowspan=\"2\"|New York | rowspan=\"2\"|Nassau Coliseum |- |15 June 1972 |- |16 June 1972 |Worcester |Worcester Memorial Auditorium |- |17 June 1972 | Portland | Memorial Coliseum |- |18 June 1972 | rowspan=\"2\"|Seattle | rowspan=\"2\"|Seattle Center Coliseum |- |19 June 1972 |- |21 June 1972 | Denver | Denver Coliseum |- |22 June 1972 | San Bernardino | Swing Auditorium |- |23 June 1972 | San Diego | San Diego Sports Arena |- |24 June 1972 |Berkeley |Berkeley Community Theater |- |25 June 1972 | Inglewood | The Forum |- |27 June 1972 | Long Beach | Long Beach Arena |- |28 June 1972 | Tucson | Tucson Community Center |- |} Note: The 18 June show was moved to Seattle from the planned location in Vancouver at the last minute due to fans rioting. ==External links== *Comprehensive archive of known concert appearances by Led Zeppelin (official website) *Led Zeppelin concert setlists *Led Zeppelin Database ==References== *Lewis, Dave and Pallett, Simon (1997) Led Zeppelin: The Concert File, London: Omnibus Press. . Category:Led Zeppelin concert tours Category:1972 concert tours ",
    "title": "Led Zeppelin North American Tour 1972"
}