{
    "id": "14015811",
    "text": "Saeed Akhtar Mirza (born 30 June 1943) is an Indian screenwriter and director in Hindi films and television. He is the maker of notable parallel films such as Mohan Joshi Hazir Ho! (1984), Albert Pinto Ko Gussa Kyoon Aata Hai (1980), Salim Langde Pe Mat Ro (1989) and Naseem (1995), which won two National Film Awards in 1996.Muslim Ethos In Indian Cinema Iqbal Masud, Screen (magazine), 4 March 2005. He is director of the popular TV serials Nukkad (Street Corner) (1986) and Intezaar (Wait) (1988), along with various documentary films on social welfare and cultural activism. He is also a trustee of ANHAD, a Delhi- based NGO working for communal harmony. ==Early life and education== Saeed was born in 1943, in Mumbai, Maharashtra to Akhtar Mirza, noted screenwriter himself in the 1960s. After working in advertising for some time, Mirza joined the Film and Television Institute of India (FTII), Pune, India, from where he graduated in 1976. Subsequently, later in his career, he also taught at the institute, going on to become chairman of the premier institute.Saeed Akhtar Mirza Encyclopaedia of Hindi cinema, by Encyclopædia Britannica (India) Pvt. Ltd, Gulzar, Govind Nihalani, Saibal Chatterjee. Popular Prakashan, 2003. . Pp 589. ==Career== Saeed Akhtar Mirza started his career as a documentary film maker in 1976, graduating to films with the acclaimed Arvind Desai Ki Ajeeb Dastaan (1978), about the frustrations of an idealistic youth caught in the trap of a feudal money culture. It won the Filmfare Critics Award for Best Movie for the year. This was followed by Albert Pinto Ko Gussa Kyoon Aata Hai (1980), about an angry youth, in search of his class and ethnic identifications. This too won the Filmfare Critics Award for Best Movie. Next in this series of his based on the urban middle class, came his satire on the Indian judicial system, Mohan Joshi Hazir Ho! (1984), an old couple which struggles for years in their legal case that runs for years under a corrupt judiciary, in nexus with real-estate developer. Set in the urban ‘middle class’, his film chronicled their struggles and search of identity in a rapidly changing landscape and economic conditions. Then finally in his angst- ridden movies came, Salim Langde Pe Mat Ro (1989), starring Pawan Malhotra, an archetypal Muslim youth caught in the circle of crime and recrimination, and their collective state amidst growing communalism, ghetto mentality, and a search for an ethnic identity which does not clash with a national identity.Thinking Aloud The Indian Express, 15 February 2008. Meanwhile, he directed and produced popular TV serials Nukkad (Street Corner) (1986) and Intezaar (Wait) (1988), the first was set in lower middle class of various communities, which meet at a street corner in Mumbai suburb, shared their struggle of everyday survival in a harsh world, and was a big hit. He has lectured widely on Indian cinema at universities in India and The US. He contributes regularly to Indian newspapers and magazines on current political debates and through film reviews. His last film Naseem was released way in 1995 set in collapsing secular structure post Babri Masjid demolition era. The film was featured in Avijit Ghosh's book, 40 Retakes, Bollywood Classics you May Have Missed. After that as he put it, \"The demolition of the Babri Masjid was the last straw. Naseem was almost like an epitaph. After the film, I had really nothing to say. I needed to regain my faith and retain my sanity. So I decided to travel around India and document it on a video camera\". Subsequently he devoted his time to travelling, writing and making documentaries. Later started on his autobiographical work,Saeed Akhtar Mirza to release his autobiography India.info.com. 29 May 2007. finally released in 2008, as his maiden novel named Ammi: Letter to a Democratic Mother which is about the memories of his mother who died in 1990 and a series of vignettes comprising Sufi fables, childhood memories.Saeed Akthar Mirza’s novel launched The Hindu, 11 February 2008.For you, Ammi The Hindu, 26 January 2008. Saeed Akhtar Mirza is the life member of International Film And Television Club of Asian Academy of Film & Television. Currently he is making film, Ek Tho Chance ‘Once again, I feel I have something to say’ The Indian Express, 7 June 2009. ==Personal life== His father Akhtar Mirza was a noted film script writer, with credits like Naya Daur and Waqt. His brother is Aziz Mirza, the Bollywood Director responsible for launching Shahrukh Khan, after directing the 1989 television serial Circus. He lives in Mumbai and Goa with his wife Jennifer. His sons Safdar and Zahir live in New York and Dubai, respectively. ==Filmography== * Slum Eviction (1976) * Murder (1976) * Ghashiram Kotwal (1976) * An Actor Prepares (1976) * Urban Housing (1977) * Arvind Desai Ki Ajeeb Dastaan (1978) * Albert Pinto Ko Gussa Kyoon Aata Hai (1980) * Piparsod (1982) * Mohan Joshi Hazir Ho! (1984) * The Rickshaw Pullers of Jabalpur (1984) (V) * Nukkad (1986) TV series * Is Anybody Listening? (1987) (V) * We Shall Overcome (1988) (V) * Intezzar(1988) TV series * Salim Langde Pe Mat Ro (1989) * Ajanta and Ellora (1992) * Naseem (1995) * Ek Tho Chance (2009) ===Writer=== * Arvind Desai Ki Ajeeb Dastaan (1978) (story) * Albert Pinto Ko Gussa Kyoon Aata Hai (1980) * Mohan Joshi Hazir Ho! (1984) (screenplay and story) * Salim Langde Pe Mat Ro (1989) (screenplay and story) * Naseem (1995) * Choo Lenge Akash (2001) *Karma Cafe (short) (2018) \\- directed by Kabeer Khurana, starring Amole Gupte ===Producer=== * Albert Pinto Ko Gussa Kyoon Aata Hai (1980) ==Awards== * 1979 Filmfare Critics Award for Best Movie: Arvind Desai Ki Ajeeb Dastaan (1978) * 1981 Filmfare Critics Award for Best Movie: Albert Pinto Ko Gussa Kyoon Aata Hai (1980) Awards IMDb. * 1984 National Film Award for Best Film on Family Welfare: Mohan Joshi Hazir Ho! (1984) * 1996 National Film Award for Best Direction: Naseem * 1996 National Film Award for Best Screenplay: Naseem (1995) == Novels == *Ammi: Letter to a Democratic Mother (2008) *The Monk, the Moor & Moses Ben Jalloun (2012) ==References== == External links == * * Mirza on BFI Category:Hindi-language film directors Category:Indian male screenwriters Category:Indian television directors Category:1943 births Category:Living people Category:Indian Muslims Category:Indian documentary filmmakers Category:Film and Television Institute of India alumni Category:Filmfare Awards winners Category:Best Director National Film Award winners Category:20th-century Indian film directors Category:Film directors from Mumbai Category:Best Original Screenplay National Film Award winners Category:Directors who won the Best Film on Family Welfare National Film Award Category:Producers who won the Best Film on Family Welfare National Film Award ",
    "title": "Saeed Akhtar Mirza"
}