{
    "id": "14016247",
    "text": "David Hill (born 1942) is a New Zealand author, especially well known for his young adult fiction. His young fiction books See Ya, Simon (1992) and Right Where It Hurts (2001) have been shortlisted for numerous awards. He is also a prolific journalist, writing many articles for The New Zealand Herald.http://www.nzherald.co.nz/author/index.cfm?a_id=156 ==Biography== David Hill was born in 1942 in Napier. He gained an MA (Hons) from Victoria University of Wellington in 1964 and taught English in secondary schools in New Zealand and England before becoming a full-time writer in 1982. His work includes fiction, plays and reviews and articles in newspapers, journals and magazines, both in New Zealand and overseas. His books for young people range from picture books to books for young adults. His novels have been published around the world and translated into various languages and his work has also been broadcast on the radio. He visits schools as part of the Writers in Schools programme and is one of the presenters on the Coursera online course Writing for Young Readers: Opening the Treasure Chest. He enjoys writing for teenagers because he sees them as an exciting and challenging audience to write for: sophisticated readers, who are at a stage where they are coming across many new ideas and experiences in their lives for the first time. He cites Maurice Gee as his favourite author, and Joy Cowley and Margaret Mahy as his favourite children's authors. Hill currently lives in New Plymouth. ==Awards and Prizes== David Hill was the Robert Lord Writer in Residence in Dunedin from June–August 2003. In 2010, he participated in the International Writing Program at the University of Iowa. He was Artist-in-Residence (co- sponsored by Massey University and the Palmerston North City Council) in Palmerston North in 2016. He is also a frequent speaker at literary festivals and took part in the Auckland Writers Festival Schools Programme in 2017. He was made a Member of the New Zealand Order of Merit (MNZM) in 2004. In 2005 Hill became the 15th recipient of the Storylines Margaret Mahy Medal and Lecture Award. Many of Hill's books have won or been shortlisted for awards and named as Storylines Notable Books. See Ya Simon won the 1994 Times Educational Supplement Award for Special Needs and was awarded the Storylines Gaelyn Gordon Award for a Much-loved Book in 2002. In 2013 My Brother's War won the Junior Fiction Award at the New Zealand Post Children's Book Awards, and also the children's choice award in that category. ==Books== *[1970] The Seventies *[1981] Introducing Maurice Gee *[1984] On Poetry: Twelve Studies of Work by New Zealand Poets *[1986] Ours But to Do *[1987] Taranaki *[1988] The Boy *[1990] A Time to Laugh *[1990] The Games of Nanny Miro *[1992] See Ya, Simon (winner of 1994 Times Educational Supplement Award for Special Needs and Children's Literature Foundation Gaelyn Gordon Award for a Much-Loved Book. NCSS-CBC Notable Children's Trade Book in the field of Social Studies. Bank Street College Children's Book of the Year. Reprinted in the United States.) *[1994] A Day at a Time *[1995] Curtain Up *[1995] Kick Back *[1995] Take It Easy (also reprinted in the United States) *[1995] The Winning Touch *[1996] Second Best *[1997] Fat, Four-eyed and Useless *[1999] Just Looking, Thanks *[2001] Right Where It Hurts (winner of 2003 LIANZA Esther Glen Medal, New Zealand Post Children's Book Awards 2003 shortlister) *[2001] The High Wind Blows *[2001] The Sleeper Wakes *[2001] The Name of the Game *[2002] Where All Things End *[2003] My Story: Journey to Tangiwai, The Diary of Peter Cotterill, Napier 1953 (New Zealand Post Book Awards for Children & Young Adults 2004 junior section finalist) *[2003] No Big Deal *[2003] No Safe Harbour (New Zealand Post Book Awards for Children & Young Adults 2004 young adult section finalist) *[2004] Coming Back (New Zealand Post Book Awards for Children & Young Adults 2005 young adult section finalist) *[2005] Bodies and Soul *[2005] Running Hot (New Zealand Post Book Awards for Children & Young Adults 2006 young adult section finalist) *[2006] Aim High *[2006] Hill Sides *[2006] How I met myself, Cambridge University Press, *[2007] Black Day *[2007] The Forgotten Children *[2007] Duet (Youth Book) *[2012] My Brother's War *[2014] The Deadly Sky *[2015] First to the Top: Sir Edmund Hillary’s Amazing Everest Adventure (winner of the New Zealand Book Awards for Children & Young Adults 2016 Children's Choice Award - Non-Fiction. Listed as a Storylines Notable Book for 2016) *[2016] Enemy Camp (finalist for the Esther Glen Junior Fiction Award and the Children's Choice Junior Fiction Award in 2016 New Zealand Book Awards for Children & Young Adults) *[2016] Speed King *[2017] Flight Path *[2019] Sky High: Jean Batten's Incredible Flying Adventures (New Zealand Book Awards for Children & Young Adults 2019 non- fiction section finalist) ==References== == External links == *New Zealand Writers: HILL, David *Interviews with NZ Children's Authors: David Hill Category:1942 births Category:Living people Category:New Zealand male novelists Category:Victoria University of Wellington alumni Category:People from Napier, New Zealand Category:20th-century New Zealand novelists Category:21st-century New Zealand novelists Category:20th-century New Zealand male writers Category:21st-century New Zealand male writers Category:New Zealand children's writers ",
    "title": "David Hill (author)"
}