{
    "id": "14014462",
    "text": "Juan Ramón Solís Barragán (born June 14, 1984 in Chitré, Herrera) is a retired Panamanian football midfielder. ==Club career== Juanra played in the Pan de Azúcar youth teams‘Juanra’ pide que se regionalice el fútbol - Crítica and made his senior debut in 1999 for Sporting '89,Juan Ramón Solís se despide del fútbol profesional - RPC then played for San Francisco and moved abroad to play in Colombia with Envigado in 2005 and for Salvadoran side Águila in February 2007.Panameño Solís ficha con el Aguila de El Salvador - Terra He returned for another lengthy spell at San Francisco and moved to Sporting San Miguelito in January 2013,Sporting SM buscará ser otra vez un equipo protagonista - Telemetro only to leave them in October 2013 after he claimed the club owed him money.Le rescinden el contrato a Juan Ramón Solís en el Sporting SM - RPC He was snapped up by Plaza Amador in January 2014. He retired in December 2014, after several knee injuries had hampered his career.Juan Ramón Solís dice adiós - La Prensa ==International career== Solís participated in the 2003 FIFA World Youth Championship held in the United Arab Emirates as captain of the first Panama representative football team who qualified to the final phase of any football World Cup.\"Juanra\" se despide formalmente de las canchas - TVMax He made his senior debut for Panama in a February 2003 UNCAF Nations Cup match El Salvador and has earned a total of 25 caps, scoring 2 goals. He represented his country in 4 FIFA World Cup qualification matches and played seven matches at the 2003 and 2005 UNCAF Nations Cups. His final international was an October 2010 friendly match against Cuba. ===International goals=== :Scores and results list. Panama's goal tally first. {| class=\"wikitable\" ! # !! Date !! Venue !! Opponent !! Score !! Result !! Competition |- | 1. || August 20, 2003 || Estadio Rommel Fernández, Panama City, Panama || || 1-2 || 1-2 || Friendly |- | 2. || February 19, 2005 || Estadio Mateo Flores, Guatemala City, Guatemala || || 1-0 || 1-0 || Continental qualifier |} ==Honors== Club *ANAPROF (2): 2007 (A), 2008 (A) ==References== ==External links== * Category:1984 births Category:Living people Category:People from Chitré Category:Association football midfielders Category:Panamanian footballers Category:Panama international footballers Category:2003 UNCAF Nations Cup players Category:2005 UNCAF Nations Cup players Category:San Francisco F.C. players Category:Envigado F.C. players Category:C.D. Águila footballers Category:Sporting San Miguelito players Category:C.D. Plaza Amador players Category:Categoría Primera A players Category:Panamanian expatriate footballers Category:Expatriate footballers in Colombia Category:Expatriate footballers in El Salvador Category:Expatriate footballers in Belize Category:Premier League of Belize players Category:Belize Defence Force FC players ",
    "title": "Juan Ramón Solís"
}