{
    "id": "14016577",
    "text": "Mshasho Productions, also referred to as Mshasho Music Productions and Mshasho Records, is a Namibian Independent record label founded by Namibian musician and producer, Martin \"The Dogg\" Morocky in 2003. The company is a subsidiary of The Dogg's company Mshasho closed cooperation.Mshasho is a company retrieved on 14/10/2011 The name Mshasho is derived from its original name Omushasho which is the Oshiwambo name for a shotgun. The label has shaped careers for artists such as Sunny Boy, OmPuff, Tre Van Die Kasie, TeQuila, Karlos Lokos, Chipolopolo, Richie and Kamasutra.The Dogg going on top with the launch of his new label, The Namibian news paper, September 2004 The label has so far released ten albums, making it one of the leading record labels in the country. ==History== The Dogg's album Take Out Yo Gun was the label's first and only release in 2004. It dominated charts in 2005, with hits such as \"The Dogg Is Back\", \"My life\" and \"Ngenge Ndasi\". In early 2005, the label signed Sunny Boy, soon after departing from GMP Records. The label quickly released Sunny Boy's first single \"Balance\" which became another hit from the label. Sunny Boy enjoyed more success and became very popular. Soon after Sunny Boy was signed, former Mshasho manager Isack Nyambali signed TeQuila and Karlos Lokos to the label. He also brought Richie Rich, Chipolopolo and Kamasutra close to the label. In mid-2005, Mshasho added other new artist to its roster including Tre Van Die Kasie, Nasti, and surprisingly OmPuff (who was previously signed to GMP). Mshasho released Sunny's second single \"serious\" followed by his debut album Young, Black en Gifted in December 2005, around the same time The Dogg also released a new single \"Baby Don't Go\". The album was very successful and was one of the best selling albums of 2005; it introduced a new subgenre of kwaito which Sunny describe as Hikwa, a style of music that combines hip hop and kwaito. In October 2006, Sunny Boy left the label claiming financial mismanagement by former-manager Isack Nyambali (this is referenced in \"Heat It Up\" from The Sleeping Giant). He then made agreement with The Dogg to drop him off the label to go establish his own. Although he left the label, Sunny Boy still considers himself part of Mshasho. All of his albums after Young, Black en Gifted feature production and appearance by The Dogg, and other Mshasho artists. When Dogg was asked in an interview by Nammusic.com about his reaction to Sunny Boy leaving Mshasho, this is what he had to say; \"Personally and professionally I am very happy for Sunny Boy leaving Mshasho to create his own label or production. It shows how much he has grown as an artist and we are still very close. I just don't want anybody to come between us as we are still very good friends and will remain that way.\" Sunny Boy's departure made OmPuff the second favorite artist on Mshasho. Other artists such as TeQuila, Karlos Lokos and Richie also left the label after Sunny Boy. Isack Nyambali was fired from the label. The Dogg criticized him in an interview with Nammuic.com claiming \"Isack is only in the industry to rip people off\" referring to the corruption he committed when he was managing Sunny Boy, Karlos, and TeQuila. Nasti, OmPuff, and Tre were the only artists who remained on the label. Kwaito group Fresh Family was briefly signed to the label. The group was dropped from the label in March 2012 after breaching their contract. fresh-family-parts-ways-with-mshasho OmPuff and Tre Van Die Kasie are both working on their sophomore studio albums to be released in 2012 respectively. == Mshasho vs. GMP Records == The Dogg and Gazza developed quick success after releasing their first albums, which helped them into establish their own record label, Mshasho Productions and Gazza Music Productions (GMP) respectively. They led and dominated the commercial music scene between 2004 and 2005. GMP signed new and upcoming Sunny Boy, who served on the label for less than two months before signing with Mshasho. Tensions between the two labels were heightened when Sunny Boy switched labels from GMP to Mshasho. More fuel was added to the fire when some music fans began taking sides between The Dogg and Gazza, Mshasho and GMP. Also after a while OmPuff who was affiliated with GMP, joined Mshasho. The two labels are now reconciled and have done roadshows for the ruling party SWAPO together as well as performed some of their old collaborations at the Namibia Annual Music Awards. == See related articles == *Mshasho Clothing *List of Record Labels *Yaziza Entertainment *Gazza Music Productions == References == == Footnotes == * Mshasho launches trust fund * Mshasho Opens Its own Stores! Category:Namibian record labels Category:Companies of Namibia Category:Record labels established in 2003 ",
    "title": "Mshasho Productions"
}