{
    "id": "14018763",
    "text": "Betula occidentalis, the water birch or red birch, is a species of birch native to western North America, in Canada from Yukon east to western Ontario and southwards, and in the United States from eastern Washington east to western North Dakota, and south to eastern California, northern Arizona and northern New Mexico, and southwestern Alaska. It typically occurs along streams in mountainous regions.Flora of North America: Betula occidentalis Betula occidentalis trunk (bark) along the Columbia River, Colockum Wildlife Area, Chelan County Washington It is a deciduous shrub or small tree growing to high, usually with multiple trunks. The bark is dark red-brown to blackish, and smooth but not exfoliating. The twigs are glabrous or thinly hairy, and odorless when scraped. The leaves are alternate, ovate to rhombic, long and broad, with a serrated margin and two to six pairs of veins, and a short petiole up to long. The flowers are wind-pollinated catkins long, the male catkins pendulous, the female catkins erect. The fruit is long and broad, composed of numerous tiny winged seeds packed between the catkin bracts.Plants of British Columbia: Betula occidentalisJepson Flora: Betula occidentalis The identity of similar birches in Alaska is disputed; some include them in B. occidentalis, while others regard them as hybrids between Betula neoalaskana and Betula glandulosa. Some Plateau Indian tribes used water birch to treat pimples and sores. The foliage is browsed by sheep and goats. It has a strong tendency to epicormic growth resulting in a habit of many small limbs sprouting from the trunk causing the wood to be full of small knots. ==References== ==Further reading== * * * * occidentalis Category:Trees of Canada Category:Trees of the United States Category:Plants used in traditional Native American medicine Category:Trees of continental subarctic climate Category:Trees of humid continental climate Category:Flora of North America ",
    "title": "Betula occidentalis"
}