{
    "id": "14018785",
    "text": "The Corporation Bridge is a Scherzer rolling lift bascule bridge over the Old Dock (Alexandra Dock) in Grimsby, North East Lincolnshire, England. Built in 1925, it replaced an earlier swing bridge dating to 1872. ==1872 bridge== The Great Grimsby Improvement Act of 1869 allowed the land west of the old dock to be developed, and a bridge built across the dock. The bridge was constructed by Head Wrightson and the Teesdale Ironworks to the design of Charles Sacre. Situated between the two sets of spans was a horizontally turning swing bridge of of asymmetric hogback plate girder design with a clear space when open of . The bridge opened in 1872 ==1925 bridge== View from street (2008) The bridge spans Alexandra Dock near Victoria Mills, Victoria Street and replaced a swing bridge. The bridge is an electrically powered road bridge built on the Scherzer rolling lift bridge principle road bridge, built in 1925 to the design of Alfred C. Gardner, docks engineer of the London and North Eastern Railway. The contractors were Sir William Arrol & Co. It was formally opened by the Prince of Wales (Edward VIII), commemorated on a plaque on the bridge. The bridge was restored by Great Grimsby Borough Council c. 1980. ==Operation== Although the old dock is now virtually inactive of shipping, the bridge is covered by an act of parliament requiring it to be lifted upon certain requests. Requests were made in the 1990s to allow the historical Ross Tiger and Lincoln Castle vessels to enter the old dock and be permanently berthed to serve as museum pieces and restaurants respectively. The bridge is still occasionally lifted for testing purposes, most recently being done so in May 2016. In 2017, after weeks of repair work, engineers were not able to carry out a test lift of the bridge. ==References== ==External links== Category:Bridges in Lincolnshire Category:Buildings and structures in Grimsby Category:Bridges completed in 1872 Category:Swing bridges in the United Kingdom Category:Bridges completed in 1925 Category:Bascule bridges Category:Port of Grimsby ",
    "title": "Corporation Bridge"
}