{
    "id": "14012859",
    "text": "__NOTOC__ Dunlap's Creek Bridge was the first arch bridge in the United States built of cast iron. It was designed by Richard Delafield and built by the United States Army Corps of Engineers. Constructed from 1836 to 1839 on the National Road in Brownsville, Pennsylvania, it remains in use today. It is listed on the National Register of Historic Places and is a National Historic Civil Engineering Landmark (1978). It is located in the Brownsville Commercial Historic District and supports Market Street, the local main thoroughfare. Due to the steep sides of the Monongahela River valley, there is only room for two short streets parallel to the river's shore and graded mild enough to be comfortable to walk before the terrain rises too steeply for business traffic. West Brownsville bridge for 3-4 blocks (about the scene here), whereafter it begins a steady climb to the end of the re-routed U.S. Route 40 bridge built at a much higher elevation near the site of the original settlement, the Tavern, Trading Post, and Inn near today's Bowman's Castle. Plaque commemorating the first cast iron bridge built in the United States. This plaque is near or at the place the above picture of the Market Street was taken. ==History== There have been four structures on this site. The first two collapsed in 1808 and 1820. The third, a wood-framed structure, needed replacement by 1832. This bridge is constructed using five parallel tubular ribs, each made of 9 elliptical segments to form the arch. ==See also== *List of bridges documented by the Historic American Engineering Record in Pennsylvania *List of Registered Historic Places in Fayette County, Pennsylvania *List of historic civil engineering landmarks ==Notes== ==References== * ==External links== *Dunlap’s Creek Bridge: Historical Marker Database *[ National Register nomination form] *Dunlap's Creek Bridge: History and Heritage of Civil Engineering * Category:Bridges in Fayette County, Pennsylvania Category:Road bridges on the National Register of Historic Places in Pennsylvania Category:Historic American Engineering Record in Pennsylvania Category:Historic Civil Engineering Landmarks Category:Road bridges in Pennsylvania Category:National Register of Historic Places in Fayette County, Pennsylvania Category:History of Fayette County, Pennsylvania Category:Iron bridges in the United States Category:Arch bridges in the United States Category:National Road ",
    "title": "Dunlap's Creek Bridge"
}