{
    "id": "14010280",
    "text": "Matt Johnson (born 1978) is an artist based in Los Angeles, Johnson was born in New York City. He is a sculptor who creates humorous works out of everyday materials.Victoria DeSilverio, Matt Johnson: New Artist in Town, NYTimes.com His art has been compared to that of Tom Friedman and Charles Ray for its innovative manipulation of objects.Jerry Saltz, Matt Johnson, VillageVoice.comG. James Daichendt, Matt Johnson: Artillerymag.com His first solo show was in New York City in 2004, less than a year after receiving his Masters of Fine Arts degree from University of California, Los Angeles. == Selected Solo Exhibitions == 2017 Wood Sculpture, 303 Gallery, New York, NY '2015 ' Matt Johnson: Lautner Beams, Pacific Design Center, West Hollywood, CA 2014 Blum & Poe, Los Angeles, CA 2013 Alison Jacques Gallery, London, UK 2012 303 Gallery, New York, NY 2011 Blum & Poe, Los Angeles, CA 2010 Alison Jacques Gallery, London, UK 2009 Matt Johnson: Super System, Taxter & Spengemann, New York, NY 2006 Blum & Poe, Los Angeles, CA 2005 Taxter & Spengemann, New York, NY 2004 Taxter & Spengemann, New York, NY ==Selected Group Exhibitions== 2017 alt-facts, Postmasters Gallery, New York, NY Jump Ball, Dio Haria, Mykonos, Greece 99 Cents or Less, Museum of Contemporary Art Detroit, Detroit, MI Concrete Island, Venus Over Los Angeles, Los Angeles, CA 2016 Phoenix Rising: The Valley Collects, Phoenix Art Museum, Phoenix, AZ 6’s and 7’s, Outdoor Sculpture at Marlborough Gallery Breezeway, New York, NY Wanderlust, The Highline, New York, NY 2015 love or the lack of it, curated by Friedrich Kunath, Travesia Cuatro, Madrid, Spain Small Sculpture, Shane Campbell Gallery, Chicago, IL 2014 Frieze Sculpture Park, London, UK Broadway Morey Boogie, Broadway Malls, New York, NY, presented by Marlborough Chelsea, New York, NY 2013 The Perfect Show, 303 Gallery, New York, NY Eagles, Marlborough Gallery, Madrid, Spain Funny, FLAG Art Foundation, New York, NY Lifelike, Walker Museum of Art, Minneapolis, MN; traveling to New Orleans Museum of Art, LA; Museum of Contemporary Art, San Diego, CA; Blanton Museum of Art, University of Texas at Austin, TX Blind Cut, Marlborough Chelsea, New York, NY Object Fictions, James Cohan Gallery, New York, NY 2012 Levitating Woman, 2012, Ekebergparken Sculpture Park, Oslo 303 Gallery, New York, NY The Perfect Show, 303 Gallery, New York, NY Eagles, Marlborough Gallery, Madrid, Spain Lifelike, Walker Museum of Art, Minneapolis, MN; traveling to New Orleans Museum of Art, LA Blind Cut, Marlborough Chelsea, New York, NY Object Fictions, James Cohan Gallery, New York, NY 2011 Burning, Bright: A Short History of the Light Bulb, Pace Gallery, New York, NY Greater LA, 2nd Floor of 483 Broadway, New York, NY 2010 11th Triennale fur Kleinplastik, Fellbach, Germany (exh. cat.) 2009 Abstract America, Saatchi Gallery, London, UK Second Nature: The Valentine-Adelson Collection, UCLA Hammer Museum, Los Angeles, CA 15th Anniversary Inaugural Exhibition, Blum & Poe, Los Angeles, CA Born in the Morning, Dead by Night, Leo Koenig, New York, NY 2008 PM Dawn, Taxter & Spengemann, New York, NY Shape of Things to Come: New Sculpture, Saatchi Gallery, London, UK The Form Itself, Priska C. Juschka Fine Art, New York, NY 2007 Making Do, Yale University School of Art Gallery, New Haven CT All About Laughter: Humor in Contemporary Art, Mori Art Museum, Tokyo (exh. cat.) Makers and Modelers, Gladstone Gallery, New York, NY Objects, Karma International, Zurich, Switzerland Sculptors’ Drawings: Ideas, Studies, Sketches, Proposals, and More, Angles Gallery, Santa Monica, CA Time Difference, The Frank Cohen Collection, Initial Access Gallery, Wolverhampton, UK 2006 The World is Round, Public Art Fund, MetroTech Center, Brooklyn, NY (exh. cat.) Clarissa Dalrymple’s Exhibition of Young Artists to Benefit the Foundation for Contemporary Arts, Bortolami Dayan, New York, NY 2005 Uncertain States of America: American Art in the 3rd Millennium, Astrup Fearnley, Oslo, Norway; traveled to Bard College, New York, NY; Serpentine Gallery, London, UK; Reykjavik Art Museum, Reykjavik, Iceland; Galerie Rudolfinum, Prague, Czech Republic (exh. cat.) Art Rock, Rockefeller Plaza, New York, NY Sutton Lane in Paris, Sutton Lane c/o Galerie Ghislaine Hussenot, Paris, France Thing, UCLA Hammer Museum, Los Angeles, CA (exh. cat.) 2004 Magic Show, Hayworth Gallery, Los Angeles, CA Mystery Achievement, Taxter & Spengemann, New York, NY Slouching Towards Bethlehem, The Project, New York, NY Drunk vs. Stoned, Gavin Brown’s Passerby, New York, NY Nature Study: A Selection of Artists’ from New York and Los Angeles, California State University, Bakersfield, CA 2003 Another Sculpture Show, Angstrom Gallery, Dallas, TX Buy Contortions, Taxter & Spengemann, New York, NY Threedimetrical, Happy Lion, Los Angeles, CA California Welcomes You, Scope, Los Angeles, CA Ordinary Uncanny, Scope, New York, NY Grant Selwyn Fine Art, Beverly Hills, CA 2002 Four Times One Minus One, Hayworth Gallery, Los Angeles, CA Fondazione Ratti, Como, Italy Nanotechnology, The Whole Gallery, Baltimore, MD Everything Everywhere, The H. Lewis Gallery, Baltimore, MD == Bibliography == === Catalogues === 2013 Mikkelsen, Egil, Magne Malmanger, and Margrethe Geelmuyden. Ekebergparken. Oslo: Orfeus, 2013. 2012 Engberg, Siri, ed. Lifelike. Minneapolis: Walker Art Center, 2012, 61, 170-71, 180. Freeman, Jonah and Vera Neykov. Blind Cut. New York: Marlborough Gallery, 2012, 55. Jacobson, Heidi Zuckerman, and James Frey. Funny. New York: Flag Art Foundation, 2012. Spengemann, Pascal. Matt Johnson: Small Sculptures. Los Angeles: Wood Kusaka Studios, 2012. 2011 Cahill, James. Frank Benson, Mark Grotjahn, Matt Johnson. London: Sadie Coles, 2011. 2010 Gülicher, Nina. “Matt Johnson: Materielle Widersprüche.” In Larger Than Life: Stranger Than Fiction. Fellbach. Germany: Stadt Fellbach; Heule, Belgium: Snoeck, 2010, 128-129. Johnson, Matt. Dice, The Meteorite (Duchamp), and The Electron. Los Angeles: Matt Johnson, 2010. 2009 Colburn, Tyler. “Matt Johnson.” In Vitamin 3-D: New Perspectives in Sculpture and Installation. London: Phaidon, 2009, 164-165. 2007 All About Laughter: Humor in Contemporary Art. Tokyo: Mori Art Museum, 2007. 2006 Steiner, Rochelle. The World is Round. New York: Public Art Fund, 2006. 2005 Birnbaum, Daniel, Gunnar B. Kvaran, and Hans Ulrich Obrist, eds. Uncertain States of America: American Art in the 3rd Millennium. Oslo: Astrup Fearnley Museum of Modern Art, 2005. Thing: New Sculpture from Los Angeles. Los Angeles: Armand Hammer Museum of Art, 2005, 42-45. == Museum and Public Collections == Astrup Fearnley Museum of Art, Oslo, Norway Ekebergparken Sculpture Park, Oslo, Norway Hammer Museum, Los Angeles, CA Pérez Art Museum Miami, Miami, FL Whitney Museum of American Art, New York, NY ==References== ==External links== *Matt Johnson at the Frieze Art Fair *Images, biography and texts from the Saatchi Gallery *Further information from Initial Access Category:American contemporary artists Category:1978 births Category:Living people Category:University of California, Los Angeles alumni ",
    "title": "Matt Johnson (artist)"
}