{
    "id": "14013729",
    "text": "One of two pairs of dvarapala, 9th century Buddhist temple of Plaosan, Java, Indonesia. A Dvarapala or Dvarapalaka (Sanskrit, \"door guard\"; IAST: ' ) is a door or gate guardian often portrayed as a warrior or fearsome giant, usually armed with a weapon - the most common being the gada (mace). The dvarapala statue is a widespread architectural element throughout Hindu, Buddhist and Jaina cultures, as well as in areas influenced by them like Java. ==Names== In most southeast Asian languages (including Thai, Burmese, Vietnamese, Khmer and Javanese), these protective figures are referred to as dvarapala. Sanskrit dvāra means \"gate\" or \"door\", and pāla means \"guard\" or \"protector\". The related name in Indonesian and Malaysia is dwarapala. Equivalent door guardians in northern Asian languages are Kongōrikishi or Niō in Japanese, Heng Ha Er Jiang in Chinese, and Narayeongeumgang in Korean. ==Origin and forms== Dvarapalas as an architectural feature have their origin in tutelary deities, like Yaksha and warrior figures, such as Acala, of the local popular religion.Helena A. van Bemmel, Dvārapālas in Indonesia: temple guardians and acculturation By Helena A. van Bemmel, Today some dvarapalas are even figures of policemen or soldiers standing guard. These statues were traditionally placed outside Buddhist or Hindu temples, as well as other structures like royal palaces, to protect the holy places inside. A dvarapala is usually portrayed as an armed fearsome guardian looking like a demon, but at the gates of Buddhist temples in Sri Lanka, dvarapalas often display average human features. In other instances a fierce-looking nāga snake figure may perform the same function. The sculptures in Java and Bali, usually carved from andesite, portray dvarapalas as fearsome giants with a rather bulky physique in semi kneeling position and holding a club. The largest dvarapala stone statue in Java, a dvarapala of the Singhasari period, is 3.7 meters tall. The traditional dvarapalas of Cambodia and Thailand, on the other hand, are leaner and portrayed in a standing position holding the club downward in the center. The ancient sculpture of dvarapala in Thailand is made of a high-fired stoneware clay covered with a pale, almost milky celadon glaze. Ceramic sculptures of this type were produced in Thailand, during the Sukhothai and Ayutthaya periods, between the 14th and 16th centuries, at several kiln complexes located in northern Thailand. Samuel P. Harn Museum of Art, Gainesville, Florida Depending on the size and wealth of the temple, the guardians could be placed singly, in pairs or in larger groups. Smaller structures may have had only one dvarapala. Often there was a pair placed on either side of the threshold to the shrine. Some larger sites may have had four (lokapālas, guardians of the four cardinal directions), eight, or 12. In some cases only the fierce face or head of the guardian is represented, a figure very common in the kratons in Java. ==See also== *Tutelary deity *Buddhist architecture *Hindu architecture *Lokapālas *Yaksha *Dharmapala *Nio == References == ==External links== * Between Worlds: Guardians in Tibet as Agents of Transformation *Glossary of Southeast Asian Art Category:Asura Category:Buddhist sculpture Category:Asian art Category:Tutelary deities Category:Architectural elements ",
    "title": "Dvarapala"
}