{
    "id": "14018038",
    "text": "Barbara Czarniawska. Barbara Czarniawska (also known as Barbara Czarniawska- Joerges; born in 1948 in Białystok, Poland) is an organization scholar. At present, she holds a Research Chair in Management Studies at Gothenburg Research Institute, Gothenburg School of Business, Economics and Law, Sweden.Gothenburg Research Institute, read July 4th, 2013 Her research takes a constructionist perspective on organizing, most recently exploring the management of overflows, and integration processes. She is interested in complex organizations, institutionalism, action nets, organizational change, as well as methodology, especially in fieldwork techniques and in the application of narratology to organization studies.Corvellec, H. and U. Eriksson-Zetterquist. 2017. Barbara Czarniawska: Organizational Change: Fashions, Institutions, and Translations. In The Palgrave Handbook of Organizational Change Thinkers. D. B. Szabla, W. A. Pasmore, M. A. Barnes and A. N. Gipson (Ed). Cham: Springer International Publishing: 1-17.https://link.springer.com/referenceworkentry/10.1007/978-3-319-52878-6_72 ==Education== Czarniawska holds an MA in Social and Industrial Psychology from Warsaw University, 1970; Ph.D.in Economic Sciences from Warsaw School of Economics, 1976. == Affiliations == In the years 1984–1990 she worked at Stockholm School of Economics, first as an assistant professor, and later as an associate professor. She became full professor at Lund University in 1990, and moved to the University of Gothenburg in 1996. Czarniawska is a titular professor at the Institute for Advanced Studies in Management, Brussels; and a faculty associate at Center for Cultural Sociology, Yale University, New Haven, Connecticut. She was a visiting research fellow at the MIT Sloan School of Management, US; London School of Economics and Political Science; Wissenschaftszentrum Berlin; and scholar-in-residence at Rockefeller Foundation, Bellagio, Italy. She has also been a visiting professor at several universities in Europe, Canada and Australia. Czarniawska is a member of the Royal Swedish Academy of Sciences since 2000, the Royal Swedish Academy of Engineering Sciences since 2001, the Royal Society of Art and Sciences in Gothenburg since 2002, and of the Finnish Society of Sciences and Letters since 2009. She has also been visiting professor at University of Manitoba and University of Alberta, Canada; University of Venice, University of Naples, University of Trento, and University of Bologna, Italy; University of Innsbruck, Austria; Edinburgh University, Scotland; the University of Nottingham, Warwick University, and University of Leicester, England; Ben Gurion University, Israel. ==Honors and Awards== * 2000 Lily and Sven Thuréus Technical-Economic Award “for internationally renowned research in organization theory\" * 2003 Wihuri International Prize \"in recognition of creative work that has specially furthered and developed the cultural and economic progress of mankind\". * 2005 Oeconomiae doctor honoris causa, Stockholm School of Economics * 2006 Doctor Mercaturae Honoris Causa, Copenhagen Business School * 2006 Honorary Doctor of Science (Economics), Helsinki School of Economics[3] * 2011 Honorary Member of European Group for Organization Studies (EGOS) * 2013 Pro Studio et Scientia, School of Business, Economics and Law at the University of Gothenburg * 2017, 1st EIASM Interdisciplinary Leader Award, 3 April 2017 * 2017 Honorary Member of ASSIOA, Associazione Italiana di Organizzazione Aziendale * 2018 Doctor Mercaturae Honoris Causa, Det Samfundsvidenskabelige Fakultet, Aalborg Universitet2017 Honorary Member of ASSIOA, Associazione Italiana di Organizzazione Aziendale * 2018 Doctor Mercaturae Honoris Causa, Det Samfundsvidenskabelige Fakultet, Aalborg Universitet * 2019 Honorary Member of puntOorg International Research Network ==Bibliography (in English) == * Czarniawska-Joerges, B. (1988) Ideological control in nonideological organizations, New York: Praeger. * Czarniawska-Joerges, B. (1992) Exploring complex organizations: a cultural perspective, Newbury Park, Calif.: Sage Publications. * Czarniawska-Joerges, B. & Sevón, G. (1996) Translating organizational change, Berlin ; New York: Walter de Gruyter. * Czarniawska-Joerges, B. (1997) Narrating the organization: dramas of institutional identity, Chicago: University of Chicago Press. * Czarniawska-Joerges, B. (1998) Narrative approach in organization studies, Thousand Oaks, Calif.: Sage Publications. * Czarniawska-Joerges, B. (1999) Writing management: organization theory as a literary genre, Oxford; New York: Oxford University Press. * Czarniawska-Joerges, B. & Guillet de Monthoux, P. (1994) Good novels, better management: reading organizational realities, Chur: Harwood Academic Publishers. * Czarniawska-Joerges, B. & Höpfl, H. (2002) Casting the other: the production and maintenance of inequalities in work organizations, London ; New York: Routledge. * Czarniawska-Joerges, B. & Sevón, G. (2005) Global ideas: how ideas, objects and practices travel in a global economy, Malmö, Sweden: Liber & Copenhagen Business School Press. * Czarniawska, B. (2008) A Theory Of Organizing, Cheltenham, UK: Edward Elgar Publishing. * Czarniawska, B. (2011) Cyberfactories: How news agencies produce news, Cheltenham, UK: Edward Elgar Publishing. * Czarniawska, B. (2014) A theory of organizing. Second edition. Cheltenham: Edward Elgar * Czarniawska, B. (2014) Social science research from field to desk. London: Sage ==See also== *Organizational storytelling *Narrative inquiry ==References== Category:1948 births Category:Living people Category:People from Białystok Category:Polish academics Category:Polish business theorists Category:Polish sociologists Category:University of Gothenburg faculty Category:Members of the Royal Swedish Academy of Sciences Category:Members of the Royal Swedish Academy of Engineering Sciences Category:MIT Sloan School of Management faculty Category:Polish women academics ",
    "title": "Barbara Czarniawska"
}