{
    "id": "14017818",
    "text": "The Temple of Apollo in Pompeii. Mount Vesuvius is to the far left. The Temple of Apollo is a Roman temple built in 120 BC and dedicated to the Greek and Roman god Apollo in the ancient Roman town of Pompeii, southern Italy. Located in the forum (market place) and facing the northern side of the town, it is the town's most important religious building and has ancient origins. The cult of Apollo, imported from Greece, was widespread in Campania, and from excavations in the temple's vicinity has been shown to have been present in Pompeii since the 6th century BC. The sanctuary's present appearance dates from its 2nd-century BC rebuild, and a further reconstruction to repair damage from the 62 earthquake, repairs which were left incomplete at the time of the eruption. The temple, in the center of a sacred enclosure, was surrounded on all four sides by a wide series of tuff columns from Nocera, originally grooved and with Ionic capitals, that were being replaced with stucco columns and Corinthian capitals painted in yellow, red and dark blue. Plan of the temple The elegant Doric architrave of metopes and triglyphs resting on the columns was transformed into a continuous frieze with griffins, festoons and foliage. Today, the remains of the temple front appear as they originally did, since almost all of this transformation in plaster has disappeared. Some statues of a deity have been recovered, facing the columns of the portico, and are now in the National Archeological Museum of Naples, though copies of two of them – one representing Apollo, the other a bust of Diana – have been placed where the originals were found. The temple itself, a peripteros with 48 Ionic columns, was on a high podium and entered up an imposing set of steps, in a fusion of Greek and Italic architectural ideas. Unusually, the cella is sited further back with respect to the peristyle. In front of the steps may still be seen a white marble altar on a travertine base, with a Latin inscription giving the names of the quattuorviri who dedicated it. To side of the steps is an Ionic column that supported a sundial. In the side of the perimeter wall of the Temple of Apollo, facing onto the town's forum, a niche is extracted containing the mensa ponderaria; the table with the town's official measures, to guarantee the citizen against fraudulent shopkeepers and merchandise. ==See also== * List of Ancient Roman temples ==References== ==External links== Apollo Pompeii Category:2nd-century BC establishments Category:2nd-century BC religious buildings and structures ",
    "title": "Temple of Apollo (Pompeii)"
}