{
    "id": "14018671",
    "text": "Discrete emotion theory is the claim that there is a small number of core emotions. For example, Silvan Tomkins (1962) concluded that there are eight basic emotions: surprise, interest, joy, rage, fear, disgust, shame, and anguish. More recently, Carroll Izard at the University of Delaware factor analytically delineated 12 discrete emotions labeled: Interest, Joy, Surprise, Sadness, Anger, Disgust, Contempt, Self-Hostility, Fear, Shame, Shyness, and Guilt (as measured via his Differential Emotions Scale or DES-IV). Discrete emotion theory states that these specific core emotions are biologically determined emotional responses whose expression and recognition is fundamentally the same for all individuals regardless of ethnic or cultural differences. == History== The biological and physiological underpinnings of emotions were discussed by Aristotle in De Anima, by Charles Darwin in The Expression of the Emotions in Man and Animals (1872), by William James (1884), and by John Dewey (1895). Tomkins' (1962, 1963) idea was influenced by Darwin's concept. He proposed that there is a limited number of pancultural basic emotions or \"affect programs\". His conclusion was that there are eight pancultural affect programs: surprise, interest, joy, rage, fear, disgust, shame, and anguish. John Watson believed that emotions could be described in physical states. Edwin Newman and colleagues believed emotions were a combination of one's experiences, physiology, and behaviour. Ross Buck came up with the facial feedback hypothesis, \"that skeletal muscle feedback from facial expressions plays a causal role in regulating emotional experience and behaviour\". After performing a series of cross-cultural studies, Paul Ekman and Carroll Izard reported that there are various similarities in the way people across the world produce and recognize the facial expressions of at least six emotions. == Evidence for the theory== A study investigated whether the emotions behind specific facial expressions could be identified by people from a group in New Guinea who had had little to no exposure to Westerners and who had never seen a movie. The researchers showed the people pictures of people portraying six different emotions that are known as core emotions: happiness, anger, sadness, disgust, surprise and fear. Researchers found that the people of New Guinea could in fact point out the different emotions and distinguish between them. Various parts in the brain can trigger different emotions. For example, the amygdala is the locus of fear. The amygdala senses fear and it orchestrates physical actions and emotions. From this experiment, researchers concluded that these specific emotions are innate. They also looked at pictures of people ranging in age from infants to elders, and saw that the core emotions look the same, further supporting the discrete emotion hypothesis. Additionally, deaf and blind children show typical facial expressions for these same core emotions. ==Criticism== James Russell and Lisa Barrett have criticized discrete emotion theory on several points. Those include problems in finding correspondences between discrete emotions and brain activity, variability in facial expressions and behavior, and gradations in emotional responses. ==See also== * Affect theory * Developmental psychology * Emotions and culture * Emotion classification ==Bibliography== *Tomkins, Silvan S. (1962), Affect Imagery Consciousness: Volume I, The Positive Affects. London: Tavistock. *Tomkins, Silvan S. (1963), Affect Imagery Consciousness: Volume II, The Negative Affects. ==References== Category:Developmental psychology Category:Emotion ",
    "title": "Discrete emotion theory"
}