{
    "id": "14014822",
    "text": "The following is a list of colleges and universities founded or operated by the Benedictines within the United States. ==Institutions== {| class=\"wikitable sortable\" style=\"text-align:center\" |- ! School ! City ! State ! Enrollment ! Founded |- |Belmont Abbey College |Belmont |North Carolina |1,320 |1876 |- |Benedictine College |Atchison |Kansas |1,855 |1858 |- |Benedictine University |Lisle |Illinois |6,857 |1887 |- |Benedictine University at Mesa |Mesa |Arizona |300 |2013 |- |Benedictine University at Springfield |Springfield |Illinois |981 |1929 |- |Conception Seminary College |Conception |Missouri |108 |1886 |- | |Bismarck |North Dakota |2,900 |1959 |- |Mount Marty College |Yankton |South Dakota |1,100 |1936 |- |Saint Anselm College |Goffstown |New Hampshire |2,000 |1889 |- | |St. Joseph |Minnesota |2,042 |1913 |- |Saint Gregory's University |Shawnee |Oklahoma |800 |1875 |- |Saint John's University |Collegeville |Minnesota |1,886 |1857 |- |Saint Joseph Seminary College |Covington |Louisiana |171 |1889 |- |Saint Leo University |Saint Leo |Florida |1,628 |1889 |- |Saint Martin's University |Lacey |Washington |1,650 |1895 |- |Saint Meinrad Seminary & School of Theology |St. Meinrad |Indiana |252 |1854 |- | |Duluth |Minnesota |3,309 |1912 |- |Saint Vincent College |Latrobe |Pennsylvania |1,848 |1846 |- |Thomas More University |Crestview Hills |Kentucky |1,500 |1921 |} ==A closer look== ===Belmont Abbey College=== *Belmont Abbey College is a private liberal arts Catholic college located near Charlotte, North Carolina. It is also a Benedictine monastery. ===Benedictine College=== *Benedictine College is a co- educational university. ===Benedictine University at Lisle=== *Benedictine University at Lisle is a private Roman Catholic university. ====Benedictine University at Springfield==== *A branch campus, Benedictine University at Springfield, formerly known as Springfield College in Illinois (SCI) or Springfield College, is focused on adult learners. ====Benedictine University at Mesa==== *Is a branch campus in Mesa, Arizona.Benedictine University at Mesa It is a co-educational liberal arts university and offers undergraduate and graduate degrees grounded in Benedictine values. It is the only Catholic liberal arts college in the Southwest. ===College of Saint Benedict=== *The College of Saint Benedict (CSB), for women, and Saint John's University (SJU), for men, are partnered liberal arts colleges. ===College of Saint Scholastica=== *The College of Saint Scholastica is a private college with its main campus located in Duluth. ===Conception Seminary College=== *Conception Abbey is a monastery of the Swiss-American Congregation of the Benedictine Confederation. ===Mount Marty College=== *Mount Marty College is an American academic community in the Roman Catholic Benedictine liberal arts tradition. ===Saint Anselm College=== *Saint Anselm College is a nationally ranked, Catholic, Benedictine, liberal arts college. ===Saint John's University=== *The College of Saint Benedict (CSB), for women, and Saint John's University (SJU), for men, are partnered liberal arts colleges. ===Saint Joseph Seminary College=== *Saint Joseph Seminary College, also known as St. Ben or St. Ben's, is a private four-year seminary college. ===Saint Leo University=== *Saint Leo University is a private, non-profit, Roman Catholic liberal arts university. ===Saint Martin's University=== *Saint Martin's University (formerly Saint Martin's College) is a coeducational, Catholic, liberal arts university. ===Saint Vincent College=== *Saint Vincent College is a four-year, coeducational, Roman Catholic, Benedictine, liberal arts college. ===Thomas More University=== *Thomas More University, historically a liberal arts college, was founded in 1921 as the all-women's Villa Madonna College in Covington, Kentucky, across the Ohio River from Cincinnati, by Covington's Benedictine Sisters. The school became coeducational in 1945, and moved to a new campus in the nearby suburb of Crestview Hills, Kentucky in 1968, at which time it was renamed Thomas More College. It adopted its current name in 2018, shortly after Kentucky's higher education council granted it university status; this coincided with plans to add select postgraduate degree programs. ===University of Mary=== *The University of Mary (abbreviated U-Mary) is a four-year Catholic university. ==References== ==External links== *The Association of Benedictine Colleges and Universities, founded in 1991 * Category:Lists of Catholic universities and colleges Category:Lists of universities and colleges in the United States * ",
    "title": "List of Benedictine colleges and universities"
}