{
    "id": "14019639",
    "text": "250px Henri-Gustave Delvigne (April 10, 1800 in Hamburg - October 18, 1876 in Toulon) was a French soldier and inventor. He became a captain in the French infantry service, from which he resigned on the outbreak of the 1830 July Revolution. Delvigne revolutionized rifle technology and rendered it proper as a weapon. ==Chambered magazines== The method developed by Delvigne for his rifles, with the lead bullet being supported by a wooden sabot at its base. In 1826 Delvigne invented a new method which greatly simplified the use of rifled guns, and created a rifle known by his name. The problem was that the black powder used at that time would quickly produce a thick layer residue of fouling. After only three or four shots, a typical muzzle-loading rifle could only be reloaded by using a mallet to force the bullet down the fouled barrel. Delvigne addressed this problem by producing a rifle chamber smaller than the bore, with which it was connected by a spherical surface equal in radius to the ball used. The powder was poured from the muzzle into the chamber, upon which the ball rested when dropped into the bore. When forced against the chamber rim by ramming (with three strokes of a heavy ram), the originally undersized bullet would become deformed and flatten, so as to expand in diameter against the inside of the bore, allowing the bullet to press against the rifling grooves. When fired, the bullet would accompany the rifling and spin. This improvement preserved accuracy while reducing the time required to reload a fouled barrel.The Artillerist's Manual by John Gibbon p.125 ===Wooden sabots=== In an evolution to this first method, Delvigne introduced a wooden sabot at the bottom of the bullet which limited undesirable deformation of the lead bullet, but still allowed it to expand radially to fit the rifling grooves.The Artillerist's Manual by John Gibbon p.125 According to the artillery historian John Gibbon: In all these cases the radial deformation of the ball against the rifling grooves would permit a more efficient spinning of the ball, with the drawback that the deformation rendered the bullet aerodynamically less efficient. ===Cylindro-conical bullets=== Delvigne further developed cylindro-spherical (left) and cylindro-conical bullets (middle), which received the bullet grooves developed by Tamisier for stability. From 1830, Delvigne started to develop cylindro-conical bullets.\"Delvigne began experimenting with elongated bullets as early as 1830. He designed a cylindro-conical bullet with a hollow base that would expand to fit the bore\" in Britannica Online Encyclopedia [www.britannica.com/EBchecked/topic/156901/Henri-Gustave-Delvigne] The stability of the bullet was further improved by the introduction of the Tamisier ball groovings. However the introduction of ball groovings hampered the expansion of the bullet against the rifling grooves.U.S. Regulars Civil War Archives Delvigne's invention was further improved by the French officer Thouvenin, who induced the deformation of the bullet by placing a stem inside and at the center of the powder chamber. When hit by the ram, the bullet would expand radially against the rifling grooves and at the same time wrap around the stem, giving it a more efficient and aerodynamic shape.John Gibbon, The Artillerist's Manual 1860, p.135 These inventions mark important steps in the improvement of the rifle, and are precursors to the Minié ball, to whose development Delvigne contributed. Chamelot-Delvigne revolver Mle 1873. Caliber 11 mm. Length: 0.24 m. Weight: 1.2 kg. Delvigne also devised some life- saving apparatus, particularly life rockets. His publications include Exposé d'un nouveau système d'armement pour l'infanterie (1836). The Chamelot- Delvigne was a revolver pistol he developed with the Belgian gunsmith J. Chamelot, which was adopted by the French Army in 1873. ==Works== * Exposé d'un nouveau système d'armement pour l'infanterie (1836). ==References== * Category:1800 births Category:1876 deaths Category:French didactic writers Category:French inventors Category:French male non-fiction writers Category:French soldiers Category:Firearm designers ",
    "title": "Henri-Gustave Delvigne"
}