{
    "id": "14027914",
    "text": "Jim Bamber (1948 – 20 June 2014) was a British artist and editorial cartoonist specialising in motorsport, who is best known for his motor racing related caricatures which incorporate his distinctive driver designs, that adorned every issue of Autosport magazine as well as his annual compilation of cartoons from the magazine called The Pits. ==Background== Bamber was born in Preston, Lancashire in 1948. After completing his studies at the Harris College of Art (now part of University of Central Lancashire) in Preston,Jim Bamber bio page he moved to London to pursue a career as an artist, where he worked in numerous renowned publications and would soon gradually become freelance. There he worked for Car Magazine which led to a stint at the publisher of Autocourse. While London-based, he never forgot his heritage, and where he could, he sneaked-in a reference to “Preston North End” football team, in deference to his Father, a life-long fan. ==Yumping Yarns/The Pits== During his time as an illustrator, looking at a picture of Stig Blomqvist in his driver's overall and helmet, Bamber began to practice cartoon drawing of drivers in overalls and a full-face helmet, of whom Blomqvist was the first caricature drawn by Bamber.OnPole.com:Jim Bamber's 'The Stig' Figure Rather than drawing faces of drivers, a common feature at the time, he shortcutted it by drawing a ball as a helmet and adding names above their visors to identify drivers. Bamber would continue to practice drawing drivers' caricatures, while working as an illustrator and as an Art Editor for Rallycourse yearbooks. In 1983, Bamber took his first commissioned job as a cartoonist for the monthly car magazine Car & Car Conversions, titled \"Yumping Yarns\", to which he contributed monthly specialising in World Championship Rallying. This was followed by a stint for Autosport for a cartoon now known as \"Bamber's view\", specialising mostly in topics related to Formula One. Although appearing regularly in the magazine, his cartoon became a weekly feature in 1994 which continues to this day. In addition, Bamber also created a short lived comic strip called \"Bumpa the Bear\" that appeared weekly in Auto Express from 1991 to 1992. By 1988, his drivers' caricatures had evolved from a lanky goggle- eyed character to a dumpier version. Bamber used this design for the rest of his career.Yumping Yarns, Tudor Journals, 1989, In 1998, Stirling Moss became the only driver to have been given his own distinctive helmeted design, differing from Bamber's standard full face helmet style, incorporating his overalls, helmet and goggle that he had worn during his professional career, with which he has become associated. His cartoon incorporates a Damon Hill fan being asked a question by an ITV F1 correspondent, \"Who's the greatest driver\"; he is threatened at gunpoint from behind by a Michael Schumacher caricature, who in turn is threatened at gunpoint from behind by Moss, who says, \"Moss – pass it on!\".Jim Bamber, The Pits 6: 1998 Edition, Page 81, Bamber's cartoon of Schumacher and Moss CrankandPiston.com Bamber cartoons archives Bamber claimed the cartoon was not as funny with only Schumacher; as such, he drew in Moss, and found that it increased the humor of the cartoon. There have been many people who have been given their own caricatures, namely top-line personnel including Bernie Ecclestone, incorporating his suit and sunglasses (which often include the dollar symbol on the lenses), and Max Mosley,Bamber's cartoon of Max & Bernie with Uncle Sam and Michelin Man in regards to the 2005 United States Grand Prix and team managers including Jean Todt,Bamber's cartoon of Todt and Schumacher in a Fokker Triplane Frank WilliamsBamber's cartoon of Frank Williams and Damon Hill and Ron Dennis,Bamber's cartoon interpretation of The Frog Prince and drivers, sans helmet, such as Mika Häkkinen and Michael Schumacher as well as celebrities, for instance Posh and Becks in 2007.Bamber's cartoon of Lewis Hamilton with Posh & Becks A large mural illustrated by Bamber is in the café of Castle Combe Circuit. ==Sculpture== Bamber designed the winged-lady statuette trophy presented to winners at the Autosport Awards ceremony. Integral to the design, the trophy was intended to be grasped, with one hand around the legs/torso, allowing it to be held aloft in celebration and triumph. ==Death== Bamber died of cancer on 20 June 2014 at the age of 65.AUTOSPORT Cartoonist Jim Bamber passes away ==Published works== *Racing cars (illustrations, with David W. Hodges, 1984) *The World Atlas of Motor Racing (illustrations, with Joe Saward, 1989) *Yumping Yarns (1987) *Yumping Yarns (1988) *Yumping Yarns (1989) *'Eff One (1992) *The Pits (1993) *The Pits 2 (1994) *The Pits 3 (1995) *The Pits 4 (1996) *The Pits 5 (1997) *The Pits 6 (1998) *The Pits 7 (1999) *The Pits 8 (2000) *The Pits 9 (2001) *The Pits 10 (2002) *The Pits 11 (2003) *The Pits 12 (2004) *The Pits 13 (2005) *The Pits 14 (2006) *The Pits 15 (2007) *Grand Prix Heroes (2008) ==References== ==External links== * * ...the other side: the auto art of Jim Bamber Category:1948 births Category:2014 deaths Category:People from Preston, Lancashire Category:Alumni of the University of Central Lancashire Category:English motorsport people Category:English cartoonists Category:English caricaturists Category:Formula One journalists and reporters Category:World Rally Championship people ",
    "title": "Jim Bamber"
}