{
    "id": "14021386",
    "text": "Roberto Landi (born 2 January 1956) is an Italian association football manager, who last managed the Liberia national football team. ==Career== ===Player=== Landi was born in Forlì. A goalkeeper, he joined the Piacenza youth system in 1966 and later joined the first team, then playing in Serie C1 division. He later moved to Modena as second-choice goalkeeper, and then played also for Ravenna and Siena, before to leave Italy to join the North American Soccer League in 1979, at the age of 23. During his North American time, he played for Vancouver Whitecaps and Chicago Sting, before signing for South African side Kaizer Chiefs, and returning in the United States with New York Cosmos in 1983. He then returned in Italy and played for a number of amateur sides before retiring at the age of 30. ===Coach=== Landi served as goalkeeping coach for the United States men's national football team during their 1990 and 1994 FIFA World Cup campaigns. From 1992 to 1995 he served as head coach of Italian amateur team Marignano. In 1998, he became head coach of the Georgian U-21 team, and later filled the same position for the Lithuanian U-21 team in 2001. He obtained a UEFA Pro License in 2003, and was part of Messina managing staff in their 2002–03 campaign. In January 2005 he became head coach of National Bucharest, where he achieved a record 17 wins in a row. He left the post in September 2005, citing personal reasons, later being appointed as Qatar U-21 head coach. He then briefly moved in Hungary, serving as FC Sopron head for three matches in the 2006–07 season before being sacked for losing their local derby to Győr. On October 2007 he was linked with the managing position at Port Vale F.C.. through his agent Bryan Yeubrey. In June 2008 Landi was linked with Scottish First Division side Livingston He was appointed manager of the club on 11 June, August 2008 best coach of the month. In June 2009, he was unveiled as new head coach of Royale Union Saint- Gilloise. He was however dismissed later in December due to money problems with the club. He was hired in January 2011 to be the Liberia national football team, but was sacked in February 2012. He was linked to the position again in May 2014. ==Managerial statistics== {| class=wikitable style=\"text- align: center\" |+ Managerial record by team and tenure |- !rowspan=2|Team !rowspan=2|From !rowspan=2|To !colspan=5|Record !rowspan=2| |- !!!!!!!!! |- |align=left|Național București |align=left|20 June 2004 |align=left|30 May 2006 |- |align=left|Qatar U-21 |align=left|1 June 2006 |align=left|1 June 2007 |- |align=left|F.C. Sopron |align=left|18 July 2007 |align=left|19 June 2008 |- |align=left|Livingston |align=left|1 July 2008 |align=left|1 January 2009 | |- |align=left|Liberia |align=left|19 January 2011 |align=left|18 June 2013 |- |align=left|Al Tirsana Libya |align=left|July 2013 |align=left|February 2014 |- !colspan=3|Total !— |} ==References== ==External links== * Roberto Landi Interview * Roberto Landi, globetrotter coach: 'Serie A does not consider Italian technicians abroad!' Category:1956 births Category:Living people Category:People from Forlì Category:Italian footballers Category:Italian football managers Category:Piacenza Calcio 1919 players Category:Robur Siena players Category:Ravenna F.C. players Category:Modena F.C. players Category:Livingston F.C. managers Category:FC Progresul București managers Category:Vancouver Whitecaps (1974–1984) players Category:Chicago Sting (NASL) players Category:Kaizer Chiefs F.C. players Category:New York Cosmos players Category:Italian expatriate footballers Category:Expatriate soccer players in the United States Category:Italian expatriate sportspeople in the United States Category:Italian expatriate football managers Category:Expatriate football managers in Belgium Category:Expatriate football managers in Scotland Category:Royale Union Saint-Gilloise managers Category:Scottish Football League managers Category:Expatriate football managers in Liberia Category:Liberia national football team managers Category:Association football goalkeepers ",
    "title": "Roberto Landi"
}