{
    "id": "14027581",
    "text": "Gib Shanley (August 6, 1931 – April 6, 2008) was an American sportscaster, most prominently known as sports director for ABC affiliate WEWS-TV, Channel 5 in Cleveland, Ohio, and as the longtime play-by-play announcer for the Cleveland Browns of the National Football League (NFL). == Biography == Shanley was born in Bellaire, Ohio and grew up in nearby Shadyside, attending Shadyside High School. He then went to radio broadcasting school in Washington, D.C., and from there got his first job in the business at a Pontiac, Michigan station, primarily covering high school sports. Shanley first came to Cleveland in 1961 after four years doing play-by-play for University of Toledo sports. Once in Cleveland, he worked for WGAR AM-1220 Radio in the same capacity for both the Cleveland Browns and the Ohio State Buckeyes. Over the next 24 years, Shanley continued his work with the Browns, teaming with local sportcaster Jim Graner through 1974, a popular pairing that was ended due to Graner's failing health due to brain cancer. Taking Graner's place was another local sports anchor, Jim Mueller, who served with Shanley for the remaining decade of his career with the Browns. Shanley's tenure in Cleveland television began on WKYC as a weekend sportscaster, but flourished once he took over as sports director on WEWS in January 1967. Shanley's duties at the station would also later include hosting a weekly Browns highlights show, \"Quarterback Club\" until 1976. Never afraid to speak his mind on the air, Shanley gave a blistering commentary on the night of June 4, 1974, after the Cleveland Indians' promotion of Ten Cent Beer Night disintegrated into a riot, and led to a forfeit in favor of the visiting Texas Rangers. Noting the raucous nature of the fans that evening, Shanley began by apologizing to the regular fans not involved, and then said to those who caused the trouble, \"Next time, why don't you stay home and make an ass out of yourself.\" Shanley's most controversial moment on the air came in November 1979, when he gained widespread attention by making an on-air statement against the public displaying of the Iranian Flag and the burning of the American Flag by pro- Ayatullah Khomeini supporters in New York City by burning an Iranian flag himself on a WEWS-TV 11 p.m. telecast during the Iranian Hostage Crisis.Gib Shanley. ClevelandSeniors.com. Shanley continued full-time in his job capacity at WEWS until February 1985, when he resigned to move to California. Unable to find steady work (outside of serving as a play-by-play substitute during Los Angeles Rams games in 1985), Shanley eventually returned to Cleveland, becoming sports director for independent station WUAB-TV channel 43's then fledgling 10 p.m. newscast in 1988. Shanley was the lead sports anchor, and he continued there until 1996. In 1996, Shanley became guest commentator on the weekly sports wrap-up/NFL coverage and commentary show \"Countdown to 99\" that was hosted by Casey Coleman and former Cleveland Browns wide receiver Reggie Rucker. In the 2000s, Shanley served as a commentator on WEWS-TV sports wrap- up show Sports Sunday. Shanley died on April 6, 2008 of pneumonia. ==Awards and honors== *Four-time NSSA Ohio Sportscaster of the Year (1968, 1970, 1971, 1973)Ohio | NSSA *1995 NATAS (Lower Great Lakes Chapter) Silver Circle AwardNATAS Lower Great Lakes Chapter *Ohio Broadcasters Hall of Fame Inductee (class of 1995)Shanely inducted into Ohio Broadcasters HOF - Broadcasters Hall of Fame.com *Cleveland Association of Broadcasters Hall of Fame inductee (class of 2003) *Ohio Associated Press Broadcasters Hall of Fame inductee (class of 2006)Shanley inducted into Ohio AP HOF - AP.orgShanley inducted into Cleveland Broadcasters HOF - CAB Cleveland.com ==References== == External links == *Gib Shanley bio on Cleveland Seniors' website *Gib Shanley's name on list of Ohio Broadcasters' Hall Of fame inductee list, accessed 2007-11-04. Category:2008 deaths Category:1931 births Category:American sports announcers Category:Cleveland Browns broadcasters Category:Television anchors from Cleveland Category:College football announcers Category:National Football League announcers Category:People from Bellaire, Ohio ",
    "title": "Gib Shanley"
}