{
    "id": "14026647",
    "text": "Charles Fernley Fawcett (2 December 1915 - 3 February 2008) was a wrestler, resistance worker, soldier, airman, film star, film maker, and co-founder of the International Medical Corps. He was a recipient of the French Croix de Guerre and the American Eisenhower medal. ==Early life== Charles Fernley Fawcett was born in Waleska, Georgia, where his mother had been caught in a snow storm and died when he was six. His family was of old Virginian stock, whose family tree included Thomas Jefferson and James Madison. Having been orphaned at an early age, Fawcett and his younger brother and two sisters grew up in Greenville, South Carolina, in the care of their aunt. Here he attended Greenville high school for three years where he learned to wrestle and play American football.http://www.filmsweep.com/node/64150 Retrieved 14 April 2008 Aged 15, Fawcett became involved in an affair with his best friend's mother. He remarked, \"If that's child molestation, I would wish this curse on every young boy.\" The end of the affair made Fawcett contemplate suicide, and he left the United States to travel to the far East, working his passage on a number of steamships. By 1937 he had returned to America and stayed for a time in New York City before making his way to Washington D. C., where he was taken in by his cousin, who happened to be an assistant United States Postmaster General. Here he ended up wrestling to make a living. Then in 1937 he boarded a ship outside Montreal bound for France, where he worked as an artist’s model and again as a wrestler. ==World War II== After the outbreak of World War II he tried to join US Intelligence but his services were declined, so he briefly joined the Section Volontaire des Américains - the ambulance corps. He was on his way to North Africa to join the Free French when he heard about Varian Fry, who would go on to rescue over 2,000 Jews from Vichy France with the help of a handful of people, Fawcett among them. Among the most famous people they rescued were Franz Werfel, Marc Chagall, Heinrich Mann and Hannah Arendt. \"I went to see him and he wasn’t very interested until I told him I’d been a professional wrestler. He said, ‘Maybe we could use you to sort of keep order. Anybody who’s not supposed to be there, you can get rid of them’,\" Fawcett recalled in an interview with Dr Stephen D Smith in 1998. \"Fry was perhaps one of the most idealistic men I had ever known and certainly the most unassuming. We got rid in a hurry of his little bow-tie and striped suit. Out of place completely in Marseilles. Maybe one of the reasons he got away with a lot was because he looked so innocent.\" Towards the end of the war, Fawcett posed as the husband of six Jewish women in three months. This enabled the women, who had formerly been imprisoned in Nazi concentration camps, to leave France with an American visa. Eventually, he had to flee France at several hours’ notice after a tip-off that the Gestapo was coming to arrest him. Having left France, he flew in the RAF and later fought with the French Foreign Legion. ==Post- war== After the war, he pursued a cinematic career, in which he performed in over 100 films, working with such stars as Errol Flynn, Alan Ladd and Robert Taylor. He combined this with smuggling refugees to safety from civil conflict, organizing earthquake relief teams, fighting in several wars and co- founding the International Medical Corps. Fawcett's first wife, with whom he had a daughter, died in 1956. In 1991, he married again, when after a 30-year engagement he married April Ducksbury, a British model agency executive, and settled in London. In 1979, he went to assist in training the Mujahideen in Afghanistan, who were fighting the Soviet Union. Film footage he shot whilst in Afghanistan was critical in securing American aid to the Mujahideen. He spent the rest of his life in Chelsea, London, with his wife April Ducksbury. Here he acquired a taste for music and wrote songs. In 2006, Fawcett was nominated for recognition as Righteous Among the Nations at the annual British Holocaust commemoration. Retrieved 17 April 2008 Charles Fawcett died on 3 February 2008 in London at the age of 92. ==Selected filmography== * Hans le marin (1949) * Le grand rendez-vous (1950) - L'ambassadeur * Casimir (1950) - Mr. Brown, le PDG de Prima * Lost Souvenirs (1950) - L'Américain (segment \"Une statuette d'Osiris\") (uncredited) * L'inconnue de Montréal (1950) * Adventures of Captain Fabian (1951) - Defense Counsel * Fugitive in Trieste (1951) * Ils étaient cinq (1951) * Ha da venì... don Calogero (1952) - Don Andrea * When in Rome (1952) - Mr. Cates * La Putain respectueuse (1952) - (uncredited) * Three Forbidden Stories (1952) - Mottaroni (Second segment) * I sette dell'Orsa maggiore (1953) * The Unfaithfuls (1953) - Harry Rodgers * The Blind Woman of Sorrento (1953) - Marchese di Rionero * Terminal Station (1953) - Il signore triste all'ufficio postale (uncredited) * Egypt by Three (1953) - American Doctor (second episode) * The Enchanting Enemy (1953) - (uncredited) * At the Edge of the City (1953) * Fermi tutti... arrivo io! (1953) - Mr. Brown * Frine, Courtesan of Orient (1953) - re Arconte * Mizar (1954) - maggiore Crob * The Country of the Campanelli (1954) - L'ammiraglio * Pietà per chi cade (1954) - Oliver * Appassionatamente (1954) - Count D'Alberti * The Two Orphans (1954) * An American in Rome (1954) - Mr. Brooks * Goodbye Naples (1955) - Charles Burton * Il falco d'oro (1955) - Ubaldo della Torre * Andrea Chenier (1955) * Incatenata dal destino (1956) - John Carrington * Mai ti scorderò (1956) - Neri, il regista * War and Peace (1956) - Russian artillery captain (uncredited) * I Vampiri (1957) - Signor Robert * Boy on a Dolphin (1957) - Bill B. Baldwin (uncredited) * The Love Specialist (1957) * The Violet Seller (1958) - Van de Ritzen * The Last Rebel (1958) - Captain Harry Love * Lonelyhearts (1958) - Smitty * Civitas De (1958) * No Time to Kill (1959) - Marine * Face of Fire (1959) - Citizen in Barbershop * La duchessa di Santa Lucia (1959) - Il padre di Archibald * Les canailles (1960) * The Loves of Salammbo (1960) - Annone * Heaven on Earth (1960) - Henry Brent * Come September (1961) - Warren (uncredited) * Barabbas (1961) - Old Man Warning Rachel (uncredited) * The Witch's Curse (1962) - Doctor * It Happened in Athens (1962) - Ambassador Cyrus T. Gaylord * The 300 Spartans (1962) - Megistias * Zorro and the Three Musketeers (1963) * I Am Semiramis (1963) * Captain Sindbad (1963) * Dark Purpose (1964) - Martin * The Secret of Dr. Mabuse (1964) - Cmdr. Adams * Panic Button (1964) * Old Shatterhand (1964) - General Taylor * Uncle Tom's Cabin (1965) - Mr. Shelby * Wild Kurdistan (1965) - Scheik Mohammed Emin / Scheik Kadir Bei * Kingdom of the Silver Lion (1965) - Scheik Kadir Bei * Savage Pampas (1966) - Pvt. El Gato * Spy Today, Die Tomorrow (1967) - General Stikker * Feuer frei auf Frankie (1967) - Prof. Peers * Caccia ai violenti (1968) * The Girl of the Nile (1969) - Marco Alfieri * The Massacre of Glencoe (1971) - John Macdonald * Kalimán, el hombre increíble (1972) - Professor Morgan * Down the Ancient Staircase (1975) - Doctor Sfameni * Blue Belle (1976) - Michael / Annie's lover (final film role) ==References== ==External links== Category:1915 births Category:2008 deaths Category:Soldiers of the French Foreign Legion Category:Sportspeople from Greenville, South Carolina Category:Recipients of the Croix de Guerre 1939–1945 (France) Category:American filmmakers Category:20th-century American male actors ",
    "title": "Charles Fernley Fawcett"
}