{
    "id": "14028770",
    "text": "Cheney Clow (1734–1788) was a loyalist from Delaware Colony during the American Revolution who staged a rebellion against the colonial government that was advocating separation from Great Britain.Clow Family History by David Clow ==Early life== Cheney Clow was born in 1734 in Delaware Colony, the third of nine children to Nathaniel Clow and his wife Susannah. They lived in Queen Anne's County, Province of Maryland, owned their own farm, of unknown acres but was said to have been considerable. Land recorded in 1744, was named \"Clow's Hope.\" In 1747 another was recorded and it was called \"Boon's Hope\". Boon's Hope cost Nathaniel and Susannah 2,100 pounds of tobacco, which was a common practice in the early colonies, paying for items with tobacco off your own land. Nathaniel Clow died in 1748, his estate papers and will are filed in the courthouse in Annapolis. He wanted his estate divided equally among his wife and children. The children were John (born 1732), Mary (born 1733), Cheney (born 1734), Susannah (born 1737), Rachael (born 1738), James (born 1740), Sarah (born 1742), Rebecca (born 1743) and Ann (born 1749). Susannah Clow died before 1756. The exact date is unknown. ==Marriage and family== Cheney Clow married Elizabeth Barcus (Barkhurst) and settled in the same area as Nathanial and Susannah. They farmed and raised a family. They had two children that are known of, Joshua and Arrana. ==Cheney's Rebellion, capture and imprisonment== At the outbreak of the American War of Independence, about a third of the colonists had no desire for independence from Britain but in Kent County, Delaware, where Cheney Clow was living, the Loyalist were greatly outnumbered. Cheney chose to support the King of Britain and was commissioned a British officer at some point either earlier before the Revolution began or toward the beginning of Colonial Revolutionary activities. He now found himself a Tory. As the war progressed the Tories constantly created terror by raiding and plundering the colonist, supplies to the British, robbed the mails, plotted against the life of Washington, and generally became very disliked by their neighbors. During the War, in 1778, the colony passed a law requiring all male citizens over the age of 21 to take an \"Oath of Allegiance.\" A Tory would be pardoned if the Oath was given, if not he would suffer the confiscation of all his land and possessions. When it became time for Cheney's Oath he refused. He also refused to pay taxes to Delaware claiming he was living in Maryland. His farm was on both sides of the state line but the house sat in Delaware. On the morning of April 18, 1778, the Sheriff of Kent County, Delaware, John Clayton, went out to arrest Cheney Clow. This attempt erupted into a gun battle and one of the Sheriff's men, named Moore, was killed. Cheney was charged with the murder of the posse member Moore. Moore had been shot in the back while facing and firing toward Cheney Clow when he was shot. It is thought that Moore was shot by a member of his own posse. When the battle was over, Cheney's wife, Susannah, who had been helping her husband load rifles, was wounded, and Cheney was arrested and taken to jail. This action 200 years later would be known as \"Cheney Clow's Rebellion\". At this point, the local citizens wanted Cheney's head, they wanted blood, they wanted him charged, and executed for treason. For four years he sat in prison, and on December 12, 1782, Cheney Clow was brought to trial. He was tried for treason for his role in the Loyalist rebellion against Delaware. The jury found him not guilty of treason and he was acquitted, but authorities kept him in prison. It seemed that Cheney hadn't taken the oath and therefore could not be charged with treason. Keeping him in prison, they charged him with burglary and murder; later the burglary charge was dropped for lack of evidence, but he had to stand trial on the murder charge. ==Murder trial and execution== At the trial, the testimony from the Sheriff was that Moore was shot in the back, and not from Cheney's gun, but probably was shot from one of the Sheriff's own men who was firing toward Cheney from a position behind Moore. The evidence that Clow actually killed the man was weak. However, this did not sway the jury. In May 1783, a jury convicted him of murder and the judge sentenced him to death. He was sentenced to be hanged by the neck until dead. It now fell on Delaware's governor Nicholas Van Dyke to set the time and place for the execution. The Governor wished he could pardon Clow but felt that he was unable to pardon him for political reasons and did nothing. He did, however, postpone the execution without ever appointing an actual date. He, in essence, postponed Cheney's execution indefinitely. Nothing happened for six years. A new governor, Thomas Collins, came into office in October 1786. More petitions for pardon were filed by the family but still to no avail. Cheney's wife and children finally gave up their long fight. In 1788 a final letter from Cheney Clow, having been in close confinement for 10 years, the letter addressed to the new governor requested that a pardon be granted at once or that a warrant be issued without delay for his execution. The pardon was not granted, and Cheney Clow \"went bravely to his death, singing a hymn as he walked to the gallows\". No specific date was recorded for the execution. Cheney had no will, and there is no record of the disposition of his estate. After they hanged Cheney, the family took his body and buried it in a secret place. Many think the grave was near the house but unmarked. In January 1790 the eldest daughter, Arrana, petitioned the State of Delaware to settle the estate of Clow and to distribute such among his heirs. The petition was \"ordered to lie on the table\" and on the table it remained. Nothing regarding the disposition of Clow's possessions is known. ==The site description of Cheney's Rebellion== The present and original appearance of the site of the Cheney Clow Rebellion was summarized in the US Department of the Interior, National Park Service, National Register of Historic Places Inventory Nomination Form: ==Significance of the rebellion== The Statement of Significance of the Cheney Clough Rebellion site from the US Department of the Interior, National Park Service, National Register of Historic Places Inventory Nomination Form continues with: ==Legacy== After Cheney Clow was hung, most of his children stayed in the Northern Queen Anne's County, Maryland and Kent County, Delaware area, raised families and lived their lives passing from generation to generation until the present day. One of Cheney's children, his Son, Joshua, left the Maryland and Delaware area, changed the spelling of the name to Clough and moved West to the Ohio Valley. Documents show a marriage certificate of Joshua Clough and Sarah Walker being married in Kent County, Delaware, on October 2, 1794, and they had a son, Edward, who was born in 1794 in Virginia. Joshua Clow died in Harrison County, Ohio, where a large contingent of descendants still reside. Most of the other lineal descendants of Cheney Clow have lived in and around the area where Cheney Clow lived and had his rebellion, in the Northern Queen Anne's County, Maryland area, specifically the town of Sudlersville, Maryland, ever since. The Clow name has changed over time and many of the Clow lineage in the area now go by both Clow and Clough. On April 6, 1967, the local County Newspaper, the Queen Anne's County Record Observer, ran a story with the headline, \"Sudlersville Couple are Married 67 Years!\" This couple were Dudley Clow and his wife Emma Everett Clow. Mr. Clow was 90 years old at the time and of interest is that the family still used the 'Clow' spelling instead of 'Clough'. In 1969, the same newspaper published a photograph of five generations of Cheney Clow's descendants sitting together on a park bench. All were farmers and/or residents of the local Sudlersville community. In April 2009, a direct descendant of Cheney Clow, while serving as the local Fire Chief of the Sudlersville Volunteer Fire Company was killed in a single vehicle crash while responding to an alarm in a Fire Department Emergency Response Vehicle. Forty- one-year-old Charles F. \"Buck\" Clough, Jr. was hailed as a hero, made national news and his accident and death has had a profound effect on the small, tight- knit farming community. Cheney Clow's descendants suffered another terrible blow in the last part of 2009 when Nelson H. \"Dickie\" Clough of Millington, Maryland died on Christmas Eve, December 24, 2009. He was 85. He was the uncle and best friend of Charles F. \"Buck\" Clough, Jr. and was the current cornerstone of the huge Clough clan in the Northern Queen Anne's County area. He was a member of United States Army during World War II. He served with D Company, 83rd Armored Reconnaissance Battalion, 3rd Armored Division. He fought in the Battle of the Bulge, the Ardennes and the Rhineland. He fought in and across Europe until Victory in Europe was declared. He was a life member of VFW Post 652 in Millington, Maryland, where he served as Commander 5 times and he was a member of the American Legion Post 14, Smyrna, Delaware. His death has also had a profound effect on the local community and the Clough family in particular. Cheney Clow's life and legacy continue to influence the area and his life, and actions are still rippling through the fabric of life in the Kent County, Delaware and Northern Queen Anne's County, Maryland areas. == References == == External links == * Cheney Clow's Rebellion and the text of Delaware marker KC-97 * Dedication of Historic Marker * Five Generations of the Clough family, all descendants of Cheney Clow, taken for a local newspaper in March 1969 * Wikimapia - site of Cheney Clow's Rebellion * Haunted Delaware: ghosts and strange phenomena of the First State By Patricia A. Martinelli - blurb about the Cheney Clough Rebellion from the book * Joshua and Sarah Walker Clough 1790s in Vargina and Ohio by David Clow - includes descriptions of Cheney Clow's parents, life, children and other information * * The obituary announcement of Nelson H. \"Dickie\" Clough, a direct descendant of Cheney Clough * The obituary notice for Fire Chief Charles F. \"Buck\" Clough, Jr., a direct descendant of Cheney Clough who is mentioned in this article * The summary of the National Institute for Occupational Safety and Health (NIOSH) Fire Fighter Fatality investigation into the Line of Duty Death of Fire Company Chief Charles F. \"Buck\" Clough, Jr. Category:1734 births Category:1788 deaths Category:18th-century executions of American people Category:American Revolution on the National Register of Historic Places Category:American people convicted of murder Category:American prisoners sentenced to death Category:Archaeological sites on the National Register of Historic Places in Delaware Category:Executed people from Delaware Category:Kenton, Delaware Category:Loyalists in the American Revolution from Delaware Category:National Register of Historic Places in Kent County, Delaware Category:People acquitted of treason Category:People convicted of murder by Delaware Category:People executed by Delaware by hanging Category:People of colonial Delaware Category:People of colonial Maryland ",
    "title": "Cheney Clow"
}