{
    "id": "14025705",
    "text": "Whitman is a neighborhood in the South Philadelphia section of Philadelphia, Pennsylvania, United States. It is bounded on the west by Sixth Street, on the east by Front Street, on the south by Bigler Street, and on the north by Snyder Avenue. The name \"Whitman\" was adopted when the nearby Walt Whitman Bridge was being constructed in the 1950s. In 2015, Whitman and nearby South Philadelphia neighborhoods were named by Philadelphia Magazine as one of the safest and most family-friendly neighborhoods in Philadelphia.neighborhood/|title=Whitman: Up and Coming South Philly Neighborhood Philadelight|date=2015-08-09|newspaper=Philadelight|access- date=2017-02-25|language=en-US}} ==Demographics== In 2015, Whitman experienced a large surge of young professionals and students who moved into blocks previously occupied by single families. Single family homes still make up the majority of neighborhood occupants, as the Whitman Council fights to preserve the single-family nature of its housing. The Navy Yard reports Whitman to be one of the most desirable neighborhood for Navy Yard young professionals due to its proximity to the Navy Yard and nearby amenities. According to the 2000 Census, Whitman, combined with Queen Village and Southwark, has 26,300 inhabitants. The racial makeup of the community is White, 60 percent; Black, 27 percent; Asian, 8 percent; Latino, 5 percent. About 40 percent of the population is under 18. Whitman has a very large population of Irish Catholics.. The 2010 Census showed progressive changes in demographics, including an increase in total inhabitants, with a marked increase in Asian American and young professional population. ==Major landmarks== *Whitman Plaza shopping center, Fourth Street and Oregon Avenue. *YPC Shari-Eli synagogue, 728 W Moyamensing Avenue The George Sharswood School and SS United States are listed on the National Register of Historic Places. ==Playgrounds== Lawrence E Murphy Recreation Center Lawrence E. Murphy Recreation Center, 300 W. Shunk St. This 4.9-acre park has playground equipment, a pool, a basketball court, and sports fields. The five-room building has a gymnasium and multi-purpose rooms. The site was renamed in honor of Lawrence E. Murphy in 1964. He was an employee of the recreation department for 37 years. He worked at this site when it was known as \"Greenwich Recreation Center.\"Lawrence E. Murphy Recreation Center 300 W. Shunk St. Mifflin Square, 500 Wolf St. This 4.2-acre park in South Philadelphia has large trees, walkways, playground equipment and a basketball court.Mifflin Square 500 Wolf St. Reverend Edward P. Burke Playground, 200 Snyder Ave. A 1.7-acre site with playground equipment, a basketball court and hockey court. Located adjacent to the Whitman branch of the Free Library. The site was named in honor of Reverend Edward P. Burke in 1963. Burke was pastor at Our Lady of Mount Carmel church from 1950 until his death in 1960. He was a vocal opponent of housing and expressway construction projects that threatened to destroy homes in the area. He was ordained in 1922 and served as a U.S. Army chaplain in WWII, retiring with the rank of major.Reverend Edward P. Burke Playground, 200 Snyder Ave. == Education == ===Schools=== The School District of Philadelphia operates public schools in the Whitman neighborhood. *George Sharswood Elementary, 2300 S. Second St.\"George Sharswood Elementary School Geographic Boundaries\" (Archive). School District of Philadelphia. Retrieved on November 29, 2015. *John H. Taggart Elementary, 400 Porter St.\"John H. Taggart Elementary School Geographic Boundaries\" (Archive). School District of Philadelphia. Retrieved on November 29, 2015. Neighborhoods assigned to Sharswood are also assigned to Furness High School.\"A Directory of High Schools for 2009 Admissions\" (Archive). School District of Philadelphia. p. 15 (PDF p/ 17/40). Accessed November 6, 2008.\"Horace Furness High School Geographic Boundaries\" (Archive). School District of Philadelphia. Retrieved on October 4, 2011. ===Public libraries=== The Free Library of Philadelphia Whitman Branch serves the community.\"Whitman Branch.\" Free Library of Philadelphia. Retrieved on October 19, 2012. ==Notable residents== *Joey Coyle, who stole $1.2 million that fell from an armored truck. His story was developed into a 1993 movie, Money for Nothing, starring John Cusack. *Jim Kenney, the 99th mayor of Philadelphia, grew up in the Whitman neighborhood and once served as a board member of Whitman Council Civic Association. Edward Mooney, labor leader CWA, AFL-CIO Vice President Mark Squilla, city councilman. Chuck McQuilkin, Union leader, Philadelphia Firefighters Union Local 22, Philadelphia AFL-CIO Vice President. Richard Lazer Deputy Mayor of Labor city of Philadelphia. Henry \"Hetsi\"Lewandowski Philadelphia Municipal court Judge. Michael Sullivan Former Traffic Court Judge. == District and local organization == ===State Senate district=== * First, Larry Farnese (D) ===State House district=== * 184th, William Keller (D) ===City Council district=== * First, Mark Squilla (D) ===Ward=== * 39th ===Police district=== * Third ===Civic groups and town watches=== * Whitman Plaza Community * Pennsport/Whitman Town Watch *Mifflin Square Patrol * Whitman Council, which holds monthly meetings and distributes bimonthly newsletters. == References == Category:Neighborhoods in Philadelphia Category:Irish-American neighborhoods Category:Little Italys in the United States Category:South Philadelphia ",
    "title": "Whitman, Philadelphia"
}