{
    "id": "14022594",
    "text": "Tixall Gatehouse: the medieval mansion was demolished, but the Gatehouse still stands Tixall Gatehouse is a 16th-century gatehouse situated at Tixall, near Stafford, Staffordshire and is all that remains of Tixall Hall which was demolished in 1927. The gatehouse is a Grade I listed building. Tixall was used as a prison for Mary, Queen of Scots for two weeks in 1586. ==History== The manor of Tixall was held for many years by the Littleton family until 1507 when the Littleton heiress married Sir John Aston. The medieval manor house was replaced by Sir Edward Aston, High Sheriff of Staffordshire, in about 1555 and the Gatehouse was added in about 1580. The Gatehouse is a three-storey rectangular structure, the balustraded facade of which is decorated with three orders of twinned columns. There are four octagonal corner turrets topped with cupolas and weather vanes. Lords Aston of Forfar. The false witness Stephen Dugdale alleged that it was one of the meeting places of the supposed conspirators of the Popish Plot (c 1680 ). The Astons were later raised to the baronetage and to the peerage, with the title Lord Aston of Forfar.The Scots Peerage, Vol. I, Sir Robert Douglas, ed. James Balfour Paul, David Douglas, Edinburgh, 1904. Walter Aston, 2nd Lord Aston of Forfar became a recusant Catholic. After his death it was alleged, as part of the bogus accusations in the Popish Plot, that he received Jesuits at Tixall, and in August and September 1677 held meetings at Tixall attended by William Howard, 1st Viscount Stafford and Aston's steward Stephen Dugdale where the assassination of Charles II was plotted.Dugdale, Stephen, Information of Stephen Dugdale delivered at the House of Commons, November, 1680, London (1680): Tryal of William Viscount Stafford for high treason, London (1681) Amidst the Popish Plot allegations, one contemporary witness, William Skelton, described finding Dugdale and Stafford talking alone together in the Little Parlour and the Great Parlour (a dining-room next to Aston's chamber) at Tixall in September 1678. A letter from Stafford mentioning a plot was allegedly found in Aston's study.Smith, John, A discourse occasioned by the late conspirators dying in the denyal of their guilt: with particular reflections on the perjury of Will. Viscount Stafford, London (1681) On the death of the sixth Lord Aston the estate passed to his sister, who had married Thomas Clifford (see Clifford-Constable baronets). Clifford replaced the old house with a new mansion in about 1780 but retained the Tudor Gatehouse. Several local families were descended from the Astons, including the Levetts of Lichfield (and later of Wychnor Park).A Genealogical Account of the Mayo and Elton Families of the Counties of Wilts and Hereford, Charles Herbert Mayo, privately printed by Charles Whittingham and Co., London, 1882 The Cliffords sold the Tixall estate to Earl Talbot of nearby Ingestre Hall in about 1835 and thereafter the property was let out to tenants. The Hall itself was demolished in 1927, leaving only the Gatehouse standing, and the estate was broken up when sold off piecemeal in 1960. In 1968 the Landmark Trust bought the Gatehouse which, following restoration, is now available for holiday lets.Tixall Gatehouse (details, pictures, floorplans, etc) ===Mary, Queen of Scots at Tixall=== Mary, Queen of Scots was imprisoned here for two weeks in 1586. Her jailer Amias Paulet had gone to assess the hall in September 1585 as a more permanent residence. Paulet thought the house was suitable but argued it would be a pity to make Sir Walter Aston and his household of 100 persons move out, as his high standing and religion was good for the region. Aston argued that the move would disturb his farming and he would be forced to sell his sixty cattle and his plough oxen.Morris, John, ed., Letter Book of Amias Paulet (1874), pp 98-102; Calendar State Papers Scotland, vol.8 (1914), p 113 (extracts only) On 11 August 1586, the English authorities decided to act on the Babington plot. Mary was out riding from Chartley with Bastian Pagez, her doctor Dominique Bourgoing and others, and they were surprised by armed soldiers who took them to Tixall in order to search Mary's rooms at Chartley and seize her papers.Guy, John, Queen of Scots: The True Story, (2005), pp 469-480: Chantelauze, Régis de, ed., Marie Stuart, son procès et son exécution: d'après le journal inédit de Bourgoing, son médecin, la correspondance d'Amyas Paulet, son geôlier et autres documents nouveaux, Plon (1876) Francis Walsingham sent an order to Paulet from Windsor Castle on 25 September 1586 not to take Mary back to Chartley and keep her at Tixall as Elizabeth planned for Mary to go to Fotheringhay Castle. Paulet had taken Mary back to Chartley, however, before the new orders. As she left Tixall with Paulet and Walter Aston, Mary wept and said to some poor people at Tixall's gate, \"I have nothing for you, I am a beggar as well as you, all is taken from me.\"Calendar State Papers Scotland, vol. 8 (1914), pp 628, 632. ==See also== * List of Grade I listed buildings in Staffordshire * Listed buildings in Tixall * Tixall Wide * Lord Aston of Forfar ==Notes== ==References== * Staffordshire Historical Collections, Volume 4 (1883) pp 20-25 from British History Online * History, Gazetteer and Directory of Staffordshire William White (1851) from Genuki ==External links== * Tixall Gatehouse *Details and photos of the gatehouse *Digital visualisation of a demolished Tixall bay window, De Montfort University Category:Grade I listed buildings in Staffordshire Category:Landmark Trust properties in England Category:British country houses destroyed in the 20th century Category:Gatehouses (architecture) ",
    "title": "Tixall Gatehouse"
}