{
    "id": "14028571",
    "text": "Joo Jin-mo (born Park Jin-tae on 26 September 1974),He shares a name with another actor. Joo Jin-mo (born 26 February 1958) creating some confusion over the actors' projects as listed in the IMDb. is a South Korean actor. He is best known for his leading roles in the films Happy End (1999) in which he won Grand Bell Awards for Best Supporting Actor, 200 Pounds Beauty (2006), and A Frozen Flower (2008) in which he won Baeksang Arts Awards for Best Actor, as well as the television series Empress Ki (2013). ==Background== Born in Seoul, South Korea as Park Jin-tae, he borrowed his manager's name \"Joo Jin-mo\" for his stage name when he began his acting career. ==Career== After appearing in TV dramas and some minor roles in film, Joo was first cast as a lead in Dance Dance in 1999, for which he underwent extensive dance training. Although the film itself did not perform well, it gave Joo some publicity before he broke through with the box-office and critical hit Happy End. His role as a spurned lover in this psycho-drama attracted considerable notice in Korea, and the film itself also traveled to Hong Kong. After taking the lead in Kim Ki-duk's mildly experimental Real Fiction (which was shot in 3.5 hours without any retakes), Joo took a major role in the much-hyped Musa, set in 14th-century China and starring Zhang Ziyi from Crouching Tiger, Hidden Dragon. He also acted in Wanee & Junah, a melodrama about a screenwriter and an animator opposite Kim Hee-sun. After some films he had been cast in were cancelled due to lack of financing, Joo did the 2003 boxing drama Punch with Shin Min-ah, then returned to the big screen in 2004, in the comedy Liar based on the play Run for Your Wife by Ray Cooney. From 2004 to early 2005, Joo filmed the epic wuxia historical drama Bichunmoo (\"Dance in the Sky\"), but due to copyright issues with Korean broadcasters, it aired first in China and Taiwan in 2006. It was finally shown on Korean television in 2008, though SBS edited down the original 33 episodes into 14. Meanwhile, Joo and Lee Yo-won's 2005 TV series Fashion 70's received good ratings of 30%. In 2006 he starred in Puzzle about a bank robbery gone wrong, and opposite Kim Ah-joong in the hugely popular romantic comedy 200 Pounds Beauty. The Kwak Kyung-taek gangster romance A Love co-starring Park Si-yeon followed in 2007. A Frozen Flower, Yoo Ha's controversial 2008 film which revolved around the love triangle between a homosexual Goryeo king (Joo), his queen (Song Ji-hyo), and the royal guard (Jo In-sung) they're both in love with, won Joo his first Best Actor trophy at the 45th Baeksang Arts Awards. He played a sports agent to a K-1 fighter in the 2009 TV series Dream, but it received low ratings for sharing the same timeslot as Queen Seondeok. The year after, Joo and Hallyu star Song Seung- heon appeared in A Better Tomorrow, the 2010 Korean remake of John Woo's classic Hong Kong noir film. Joo was ranked fourth in CNNGo's \"South Korea's Top 20 Hottest Male Celebs.\" Joo first sang \"Like Rain, Like Music\" by late singer Kim Hyun-sik during his first fan meeting in Japan at the Nakano Sun Plaza in Tokyo. He later released his cover of \"Like Rain, Like Music\" as a digital single in September 2011. Joo also starred in the accompanying music video with Go Joon-hee. In 2012's Gabi (the antiquated local term for \"coffee\"), Joo played a late 19th-century international con man who becomes embroiled in the espionage and political conspiracy surrounding King Gojong. In making the role his own, Joo said he enjoyed the depth of his participation in the creative process with director Chang Yoon-hyun. He said he is still waiting for a new role, a complete departure from the brooding masculinity he has come to be equated with. \"All male actors dream of playing macho men at one point or another, but they also dream of playing emotionally complex roles. I'm the same,\" Joo said at a press conference. Joo and Ruby Lin starred in the 42-episode Chinese TV drama Flowers in Fog based on the novel by Qiong Yao (the title 花非花雾非雾 literally translates to \"Flower is Not Flower, Fog is Not Fog\"). It was shot in France, and aired on Hunan TV in 2013. He then returned to the Goryeo era to play a fictional character based on King Chunghye in Empress Ki, a historical drama with Ha Ji-won in the title role. On the big screen, Joo reunited with director Kwak Kyung-taek for Friend: The Great Legacy, the sequel to the 2001 hit film. Joo plays a gangster in 1963, the father of Yoo Oh-sung's character in the original movie. Jo made his theater debut in a 2015 staging of the musical Gone with the Wind, adapted from Margaret Mitchell's novel. Joo said, \"Rhett Butler is a character every actor would dream to play.\" This was followed by melodrama series This is My Love with Kim Sa-rang (actress) on cable channel jTBC. On November 2016, Joo signed with new management agency Huayi Brothers. He next played in the series Woman with a Suitcase, followed by Bad Guys 2 in 2017, and Big Issue in 2019. == Personal life == Joo Jin-mo tied the knot with doctor Min Hye-yeon on June 1, 2019 in Jeju Island. Min is a Seoul National University graduate who specializes in family medicine. She has appeared on various health-related TV programs, in which she gained popularity and often dubbed as \"Kim Tae-hee of the medical world.\" === Legal case === In January 2020, Joo Jin-mo revealed that he was a victim of phone hacking and was being blackmailed after several personal messages shared between Joo and his close actor friend appeared on an online community board on January 10, 2020. The messages allegedly included pictures of women and vulgar comments made by the two men about the women in the pictures. Joo's agency has reported the case to authorities. Investigation is ongoing. He also apologized to the women mentioned in the messages. ==Filmography== === Film === {| class=\"wikitable\" style=\"width:600px\" |- ! width=10|Year ! Title ! Role |- | rowspan=2|1999 | Dance Dance | Jun-young |- | Happy End | Kim Il-beom |- | 2000 | Real Fiction | Kim Han-sik |- | rowspan=2|2001 | Musa: The Warrior | Choi Jung |- | Wanee & Junah | Jun-ha |- | 2004 | Liar | Jeong Man-cheol |- | rowspan=2|2006 | Puzzle | Ryu |- | 200 Pounds Beauty | Han Sang-jun |- | 2007 | A Love | Chae In-ho |- | 2008 | A Frozen Flower | King |- | 2010 | A Better Tomorrow | Kim Hyuk |- | 2012 | Gabi | Ilyich |- | 2013 | Friend: The Great Legacy | Lee Chul-joo |} ===Television series=== {| class=\"wikitable\" style=\"width:600px\" |- ! width=10|Year ! Title ! Role ! Network ! Notes |- | 1999 | Sad Temptation | Shin Joon-young | rowspan=2|KBS2 | |- | 2000 | Look Back in Anger | Lee Dong-hoon | |- | 2003 | Punch | Lee Han-sae | rowspan=3|SBS | |- | 2005 | Fashion 70's | Kim Dong- young | |- | rowspan=2|2006 | Queen of the Game | Lee Shin-jeon / Chase | |- | Bichunmoo | Liu Zhen He (Yoo Jin-ha) | GDTV | Also aired on SBS in 2008. |- | 2009 | Dream | Nam Je-il | SBS | |- | rowspan=2|2013 | Flowers in Fog | Qi Yuan | Hunan TV | Chinese television drama |- | Empress Ki | Wang Yoo | MBC | |- | 2015 | This is My Love | Ji Eun-ho / Park Hyun-soo | jTBC | |- | 2016 | Woman with a Suitcase | Ham Bok-geo | MBC | |- | 2017 | Bad Guys 2 | Heo Il-hoo | OCN | |- | 2019 | Big Issue | Han Seok- joo | SBS | |} ==Theater== {| class=\"wikitable\" style=\"width:600px\" |- ! width=10|Year ! Title ! Role |- | 1997 || Taxi Driver || |- | 2015 || Gone with the Wind || Rhett Butler |- |} ==Discography== {| class=\"wikitable\" style=\"width:600px\" |- !Album information !align=\"center\" width=\"290px\"|Track listing |- |Like Rain, Like Music *Single *Released: 9 September 2011 *Label: CJ E&M; |style=\"font-size: 85%;\"| |- |} ==Awards and nominations== {| class=\"wikitable\" |- ! Year ! Award ! Category ! Nominated work ! Result |- | rowspan=4|2000 | 36th Baeksang Arts Awards | Best New Actor (TV) | Sad Temptation | |- | rowspan=2|37th Grand Bell Awards | Best Supporting Actor | rowspan=2| Happy End | |- | Best New Actor | |- | KBS Drama Awards | Best New Actor | Look Back in Anger | |- | 2003 | SBS Drama Awards | Excellence Award, Actor in a Drama Special | Punch | |- | rowspan=2|2005 | rowspan=2|SBS Drama Awards | Excellence Award, Actor in a Special Planning Drama | rowspan=2|Fashion 70's | |- | Top 10 Stars | |- | rowspan=3|2007 | rowspan=2|28th Blue Dragon Film Awards | Best Actor | rowspan=3|A Love | |- | Popular Star Award | |- | 6th Korean Film Awards | Best Actor | |- | 2009 | 45th Baeksang Arts Awards | Best Actor (Film) | A Frozen Flower | |- | 2010 | 3rd Style Icon Awards | Style Icon Award, Movie Actor | A Better Tomorrow | |- | rowspan=3|2013 | rowspan=3|MBC Drama Awards | Top Excellence Award, Actor in a Special Project Drama | rowspan=4| Empress Ki | |- | Netizen Popularity Award | |- | Best Couple Award with Ha Ji-won | |- | 2014 | 3rd APAN Star Awards | Top Excellence Award, Actor in a Serial Drama | |- | 2016 | MBC Drama Awards | Top Excellence Award, Actor in a Special Project Drama | Woman with a Suitcase | |- | 2019 | SBS Drama Awards | Top Excellence Award, Actor in a Miniseries | Big Issue | |} ==References== ==External links== *Joo Jin-mo on Instagram * * Joo Jin-mo Fan Cafe at Daum * * * Category:South Korean male film actors Category:South Korean male television actors Category:South Korean male stage actors Category:South Korean male musical theatre actors Category:Chung-Ang University alumni Category:People from Seoul Category:1974 births Category:Living people Category:20th-century South Korean male actors Category:21st-century South Korean male actors ",
    "title": "Joo Jin-mo"
}