{
    "id": "14020853",
    "text": "Paul Oßwald (4 February 1905 – 10 November 1993) was a German former football player and manager. As manager of Eintracht Frankfurt he won the German championship in 1959. ==Career== ===Early career, 1918–28=== Paul Oßwald began as a youth player at local club VfL Saalfeld/Thüringen. At Minerva 93 Berlin he played as a senior player in the midfield. He graduated at the German sport academy and took the examination as a sports teacher. The then German national manager Otto Nerz discovered his ability for team leading and managing and connected him to Eintracht Frankfurt in 1928. ===Manager career before World War II, 1928–41=== With Eintracht Frankfurt the young manager won the Southern Germany championship in 1930 and 1932, each one after Eintracht won the district championship of Main/Hessen. In 1930 his team left SpVgg Fürth back on the second position – in 1931 the Franks secured the title – and in 1932 Frankfurt reclaimed the title and won the final match in the South against Bayern Munich with 2–0. Three times in a row Paul Oßwald led the Eagles to the final round of the German championship . In 1930 Eintracht lost to Holstein Kiel and in 1931 to Hamburger SV. In 1932, at the third try, the squad headed by the German internationals Rudolf Gramlich, Hugo Mantel, Franz Schütz and Hans Stubb succeeded against Allenstein, Tennis Borussia Berlin and FC Schalke 04 and subsequently reached the final match. On 2 June 1932 they had to face the runner-up of the South, Bayern Munich, in Nuremberg an. Bayern's internationals – Ludwig Goldbrunner, Sigmund Haringer, Konrad Heidkamp and Oskar Rohr – turned the table of the Southern Germany's final fixture and won 2–0 the German championship. After a break from 1933 until 1935 – Oßwald assisted Reichstrainer Otto Nerz at the 1934 FIFA World Cup in Italy, and managed FSV Mainz 05 and the Gauauswahl Südwest (South Western XI). As manager of the Gauauswahl Südwest he won against Bavaria XI on 29 July 1934 in Nuremberg with 5–3. In 1935–36 he led the South Western squad to the finals against Saxonia. In 1935 he overtook again the management at SGE and stayed until 1938. In the 1937–38 season Eintracht won the championship of the Gauliga Südwest and let Borussia Neunkirchen, Wormatia Worms and Kickers Offenbach behind. In the group matches of the final round to the German championship the Eagles did not advance due to the worse goal difference. After the season Paul Oßwald was appointed to the head of the municipal office for sports Frankenthal and had to abandon his at occupation at Frankfurt. Until 1941 he managed VfR Frankenthal as well. ===Kickers Offenbach, 1946–58=== After World War II the former Wehrmacht officer started to work for Kickers Offenbach. He was a football teacher, strict father figure and commanded respect. In twelve he led Kickers to the top of the Oberliga. Twice (in 1949 and 1955) he won the Southern German championship. In 1950 and 1957 he entered for the third and fourth time final round for the German championship. He could win the championship of the Oberliga Süd in 1948–49 with a difference of eleven points to runner-up VfR Mannheim. Mannheim took revenge and beat Offenbach in the final round with 2–1 and eventually won in the final match against Borussia Dortmund the 1949 German championship. In 1950 the Oßwald team finished third in the South, endured the final round but lost the Southern runner-up VfB Stuttgart in the final match when VfB won 2–1 against Offenbach. Horst Buhtz, Gerhard Kaufhold, Willi Keim and Kurt Schreiner were part of this team then. In the final group matches in 1955 and 1957 Kickers failed advance against the respective later champions Rot-Weiss Essen and Borussia Dortmund. In these years he contributed the players Engelbert Kraus, Hermann Nuber and Helmut Preisendörfer to Kickers. After his twelfth season he bid farewell after 1957–58. Paul Oßwald was described as perfectionist who had the view for the talent and the shaping of youth players. The football teacher was not afraid of visiting village and eye talents and sign them in their parents' house. As manager of Kickers he took care of the Under-19 section as well. He set value on travels abroad against foreign clubs: \"In international matches you learn the most\". 1968–69 managed OFC in the Bundesliga for another season but could not avoid Offenbach's relegation and resigned due for health reason on 16 November 1969. ===Eintracht Frankfurt, 1958–1964=== In the summer of 1958 Paul Oßwald crossed the Main and signed at Frankfurt for the third time. At first go he won the Southern German championship with the SGE. In the final round they overcame Werder Bremen, 1. FC Köln and FK Pirmasens. In eight final round matches Eintracht won them all. In the final fixture Frankfurt the former Oßwald club Offenbach on 28 June 1959 in Berlin and won 5–3 after overtime. The match was called Oßwald derby because the two teams in Berlin played a similar style, the Oßwald style. The offence quality with Kreß, Sztani, Feigenspan, Lindner and Pfaff succeeded after overtime. In European Cup 1959-60 the motivator led the team as the first German squad to a European final after beating BSC Young Boys, Wiener Sportclub and Rangers. On 18 May 1960 Real Madrid with their stars Ferenc Puskás (four goals) and Alfredo di Stéfano (three goals) beat Frankfurt at Hampden Park with 7–3. In the 1961 and 1962 campaigns Eintracht entered the final rounds for the German championship again. In the first season of the Bundesliga Paul Oßwald managed Eintracht but later two heart attacks led to his resignation on 17 April 1964. == Other football associations == Paul Oßwald was co-founder and the first chairman (1957–63) of the Association of German Football Teachers (Bund Deutscher Fußball-Lehrer). Later he was announced as the honoured chairman. In 1967 German Football Association established a contact point for managers and player to be placed in a club to prevent illegal agents. Paul Oßwald led this contact point, located in DAG-Haus in Frankfurt on Bockenheimer Landstraße and was supported by the Association of German football teachers and the German Salaried Employees' Union. In November 1993 the manager legend died in Sachsenhausen. ==Honours== ===Eintracht Frankfurt=== * German champion (1959) * Runner-up in the European cup (1960) * Three times Southern German champion (1930, 1932, 1959) * Runner-up in the final match of the German championship (1932) * Gauliga champion 1938 * Six participations in the final round to the German championship ===Kickers Offenbach=== * Twice Southern German champion (1949 und 1955) * Runner-up in the final match of the German championship (1950) * Four participations in the final round to the German championship ==References== *Paul Oßwald at eintracht-archiv.de ==External links== * Category:1905 births Category:1993 deaths Category:German football managers Category:German footballers Category:Eintracht Frankfurt managers Category:1. FSV Mainz 05 managers Category:Kickers Offenbach managers Category:Bundesliga managers Category:Association football midfielders ",
    "title": "Paul Oßwald"
}