{
    "id": "14025307",
    "text": "The choirs at Brigham Young University (BYU) consist of four auditioned choirs: BYU Singers, BYU Concert Choir, BYU Men's Chorus, and BYU Women's Chorus. Each choir is highly accomplished and performs from an extensive repertoire. Together, the choirs have recorded and released a total of 23 albums. The choirs perform throughout the academic year. Admission into each choir is by audition, carried out in the weeks leading up to the fall semester. Each ensemble requires a two-semester commitment. ==BYU Singers== BYU Singers is a small, flexible group of approximately 40 musicians. Founded in 1984 by Ronald Staheli, the choir's repertoire encompasses a range of musical eras and styles, including classical, contemporary, and world music. In addition to performing throughout the United States, they have performed in Western and Eastern Europe, Israel, New Zealand, West Africa, and South Africa. BYU Singers is the only choir to sing at all three of America's top choral conventions in the same year.\"Y. singers to finish a 'grand slam' tour\", Deseret News, Oct 29, 2006 They were invited to open the American Choral Directors Association (ACDA) Convention in Los Angeles in 2005, and were one of four collegiate choirs invited to perform in Texas for the first conference of the National Collegiate Choral Organization in 2006. In 2009, the BYU Singers attended the Cork International Choral Festival where they were awarded the PEACE Award and earned 2nd prize for the Fleischmann International Trophy. Andrew Crane became the director of the choir following the retirement of Staheli in 2015. ==BYU Concert Choir== BYU Concert Choir conducted by Rosalind Hall The BYU Concert Choir is a mixed chorus of approximately 90 men and women. The group performs a wide variety of choral repertoire ranging from the Renaissance to modern, and all from memory. The choir was first organized in 1984 by Mack Wilberg, who has also written a number of songs and arrangements specifically for the ensemble. When Wilberg left BYU in 1999 to become an assistant conductor for the Mormon Tabernacle Choir, Rosalind Hall was appointed to conduct the Concert Choir. The choir has performed at the ACDA convention and with the Utah Symphony. The choir has released two albums on Tantara Records: \"All Creatures of Our God and King\" and \"Beautiful River\". In 2006, the Concert Choir performed the premiere of two works by Mack Wilberg: \"Till All Eternity Shall Ring,\" and \"Dances to Life.\" ==BYU Men's Chorus== The BYU Men's Chorus is the largest male collegiate choir in the USA The BYU Men's Chorus, the largest collegiate male choir in the United States,Jackie Fletcher, \"Brigham Young University men's choir to perform\", Dixie Sun News, March 21, 2007 originally started in 1901 at BYU as \"Male Glee\". Anthony C. Lund directed the choir until the 1920s; then the choir came under the direction of Florence Jepperson Madsen and her husband, Franklin Madsen, with short periods under William F. Hanson and John R. Halliday. In 1955, the Male Chorus became an official class at BYU, conducted by Ralph Woodward, until his retirement in 1984. Mack Wilberg became the conductor of the ensemble in 1984, and the name was changed to Men's Chorus. The Men's Chorus increased its reputation and gained fame through performances on the BYU campus and on short tours, as well as through nationally broadcast videos. In 1999, Wilberg was replaced as choral director by Rosalind Hall. The choir has performed at the ACDA conventions and performs frequently to sold-out audiences. The choir is limited to about 200 members. The repertoire frequently includes Latin and classical pieces, folk songs from various countries, music of The Church of Jesus Christ of Latter-day Saints (LDS Church), and well-known American pieces. The choir released two albums of anthems, folk songs, and hymns under the direction of Wilberg (released by Deseret Book: Shout With Glory - 1995, and Awake My Soul - 1997). Under the direction of Hall, the choir has released three additional albums. \"Praise Him\", released by Tantara Records in 2005, was a third volume of anthems, folk songs, and hymns as a follow-up to the successful previous two albums. In 2013, another self-produced album, \"Set Apart\", was released in response to the increase in the number of missionaries serving, after the October 2012 announcement by Thomas S. Monson lowering the minimum age for service of missionaries. As a gift to missionaries and others throughout the world, it was determined that the album would be the first-ever album from a BYU choir released free of charge to the public as a download. In April 2020, Hall retired as director of Men's Chorus and Concert Choir with Brent Wells filling her position. ==BYU Women's Chorus== The BYU Women's Chorus is made up of about 160 singers and performs a large number of concerts throughout the year. Formerly conducted by a number of different faculty and graduate students, since 2004 the choir has been directed by Jean Simons Applonie, who also founded and conducted the Utah-based women's choir Viva Voce. When Applonie became the director of the Women's Choirs in 2004 she became the first faculty member to serve as its director. In 2008, the choir released its first solo recording \"Wondrous Love\" and has appeared on several albums featuring the combined choirs. The choir performed in the 2015 ACDA convention. In 2019, Sonja Poulter became the group's conductor. ==Past choirs== The BYU Madrigal Singers were formed in 1952 under the direction of John R. Halliday. Halliday (1911–1988) had bachelor's and master's degrees in music from BYU and a Ph.D. from the Eastman School of Music.Oral History interview with Halliday jointly sponsored by the BYU archives and BYU Alumni Association Emeritus Club He had also been an assistant director of the Mormon Tabernacle Choir, under J. Spencer Cornwall. For the ten years before the forming of the Madrigal Singers, Halliday had been the director of the BYU bands. The Madrigal Singers toured extensively during the 1950s. The BYU Oratorio Choir was formed in 1961, also under Halliday's direction, with the goal of performing oratorios, cantatas and similar large-scale ensemble pieces. Other BYU singing groups organized between 1951 and 1975 included the BYU Chamber Choir, the Golden Age Singers, the BYU A Cappella Choir, the BYU Opera Workshop Chorus, and Scola Cantorum.Ernest L. Wilkinson and Leonard J. Arrington, ed., Brigham Young University: The First 100 Years (Provo: Brigham Young University Press, 1975) Vol. 3, p. 388–391 The BYU A Capella Choir was the first non-Catholic choir to sing in the Notre Dame Cathedral in Paris and was named \"Best International Choir\" at the Linz Centennial Festival in 1972. ==The choirs in a combined setting == The choirs perform together frequently throughout the year with a combined total of over 500 singers. Together, they perform a cappella, accompanied by keyboard or with the BYU Philharmonic. They have performed Mahler's Second Symphony, Fauré's Requiem, Orff's Carmina Burana, and a variety of masses. Occasionally, the choirs are invited to provide music for a session of an LDS Church general conference,Saturday Afternoon Session, April 2008: \"Conference Summary for the 178th Annual General Conference\", Liahona, May 2008. which is broadcast worldwide. The combined choirs, along with the BYU Philharmonic, are featured in four different hour-long PBS broadcasts: Thanksgiving of American Folk Hymns, Celebration of Christmas, Songs of Praise and Remembrance, and The Pilgrim's Journey Home. One of the most frequent combinations is Concert Choir and the Singers. Together, these choirs have performed numerous works including Johannes Brahms' \"How Lovely is Thy Dwelling Place,\" from Ein deutsches Requiem,Forum uncovers Brahms' requiem William Walton's Belshazzar's Feast, and Eric Whitacre's \"Her Sacred Spirit Soars\". ==Discography== * A Thanksgiving of American Folk Hymns (BYU Combined Choirs & Philharmonic - 1994) - available on CD and DVD * A Celebration of Christmas (BYU Combined Choirs & Philharmonic - 1995) - available on CD and DVD * The Redeemer (BYU Concert Choir, Singers & Philharmonic - 1996) * We Sing of Christ (BYU Singers - 1997) * All Creatures of Our God and King (BYU Concert Choir - 1999) * Live at Carnegie Hall (BYU Singers - 1999) * Songs of Praise and Remembrance (BYU Combined Choirs & Philharmonic - 2000) - available on CD and DVD * Songs of the Soul (BYU Singers - 2000) * I Believe this Is Jesus (BYU Singers - 2001) * Eric Whitacre: The Complete A Cappella Works (BYU Singers - 2003) * The Road Home (BYU Combined Choirs - 2003) * Echoes of the Sabbath (BYU Combined Choirs & Philharmonic - 2003) * My Redeemer Lives (BYU Singers - 2004) * Mahler: Symphony No. 2 in C Minor, \"Resurrection\" (BYU Philharmonic & Combined Choirs - 2005) * Praise Him (BYU Men's Chorus - 2005) * The Restoration Oratorio by Merrill Bradshaw (first recorded in 1974; remastered and released as CD in 2005; BYU Combined Choirs & Philharmonic) * Beautiful River (BYU Concert Choir - 2005) * The Secret of Christmas (BYU Singers - 2007) * Brigham Young University Choirs and Eric Whitacre 2 (BYU Singers, Concert Choir & Women's Chorus - 2008) * Wondrous Love (BYU Women's Chorus - 2008) * Live and Kicking (BYU Men's Chorus - 2009) * O Peace of Christ (BYU Singers - 2010) * The Pilgrim's Journey Home (BYU Combined Choir & Philharmonic - 2010) * I Stand All Amazed: Peaceful Hymns of Devotion (BYU Combined Choirs - 2012) * Set Apart: Beloved Missionary Hymns (BYU Men's Chorus - 2013) *Rise, My Soul (BYU Women's Chorus - 2020) ==References== ==External links== *Concert Choir Website *Men's Chorus Website *Singers Website *Women's Chorus Website *Rosalind Hall Category:Choirs in Utah Category:Brigham Young University Category:University choirs ",
    "title": "Choirs at Brigham Young University"
}