{
    "id": "14022483",
    "text": "Uduvil Girls' College ( Uduvil Makalir Kallūri, UGC) is a girls private school in Uduvil, Sri Lanka. Founded in 1820 by American missionaries, it is one of Sri Lanka's oldest schools. ==History== In 1816 American missionaries founded the American Ceylon Mission in Jaffna. The ACM established missions in other parts of the Jaffna peninsula including one in Vaddukoddai. The ACM established numerous schools on the peninsula, the first school being the Common Free School (Union College) in Tellippalai. In 1820 the Uduvil Seminary was established in Uduvil. It was situated in an abandoned Franciscan mission built by the Portuguese. Harriet Winslow (1796–1823), a missionary turned it into an all-girls boarding school in 1824. It was called Missionary Seminary and Female Central School. It was Asia's first all-girls boarding school. Uduvil has had eight principals at its helm and stands as proud witness to the high ideals and worthy missionary heritage . Eliza Agnew took over as principal after Mrs. Harriet Winslow then followed Miss Susan Howland and Miss Lulu Bookwalter- Uduvil's last American principal. Miss Ariam Hudson Paramasamy- our first national principal was followed by Mrs.Saraswathy Somasundaram in 1970 and by Ms. Chelvi Selliah in 1982. She was followed by Mrs. Cherry Mills. Witness to the tsunami recounts harrowing tale In her period the school had a great time with competitions. After that Uduvil's current principal Mrs. Suneetha Patricia Jebaratnam. ==The school today== There are three specific units in the school namely, the Primary, Secondary and the Further Education Program. The secondary section prepares students for local examinations in the Tamil medium and English medium. The Further Education Program (FEP) aspires to strengthen students through skills development such as accounting, music, English and IT. The Eliza Agnew Business Processing Outsourcing Centre trains school leavers on online accounting and IT skills. ==190th Anniversary== Uduvil Girls’ College celebrated its 190th anniversary in the year 2014. ==See also== * List of schools in Northern Province, Sri Lanka ==References== ==External links== Category:1820s establishments in Ceylon Category:American Ceylon Mission schools Category:Church of South India schools in the Diocese of Jaffna Category:Educational institutions established in 1820 Category:Girls' schools in Sri Lanka Category:Private schools in Sri Lanka Category:Schools in Jaffna District ",
    "title": "Uduvil Girls' College"
}