{
    "id": "14024285",
    "text": "Operation Ghashey (Arrow in Pashto) was a military offensive launched by Mujahideen forces against positions held by the army of the Republic of Afghanistan between October 23 and November 7, 1988. The aim of the operation was to seize and hold a portion of the Kabul–Jalalabad highway for a short period of time, an action that was aimed at weakening the hold of the Afghan government over Jalalabad. ==Preparation== The initiator and overall commander of the operation was General Abdul Rahim Wardak, a former officer in the Afghan Army, who at this time belonged to National Islamic Front of Afghanistan (NIFA), a Mujahideen party based in Peshawar. The operation was planned shortly after Soviet forces had withdrawn from Nangarhar Province, and its objective was to prevent the DRA from reinforcing its presence in Jalalabad in prevision of a future Mujahideen offensive against that city, scheduled for 1989. It was part of a campaign to close the highway for a period of two months, involving different Mujahideen parties, including NIFA, Jamiat-e Islami, Hezbi Islami and Hezb-e Islami Khalis, each one responsible for closing the highway for 15 days. Wardak divided his forces into nine separate task forces, numbering between 130 and 350 men each, for a total force of 2,600. Besides small-arms, they were armed with MILAN anti-tank missiles, 82 and 75 mm recoilless rifles, 82 mm mortars, 107 and 122 mm Saqar rockets and Stinger missiles. Five task forces were assigned as strike groups, each charged with seizing a specific stretch of the highway, two were used as blocking forces against the expected DRA counterattack, one group was held in reserve, and one was given the mission of bombarding Kabul International Airport with Saqar rockets, in order to disrupt DRA air operations. Organising the Mujahideen attack took Wardak two months, moving supplies to forward depots, and deploying units into the target area. The objective was a 70-kilometer stretch of highway between Sarobi and Surkhakan bridge, near Mehtar Lam. This area was defended by various DRA units belonging to the 8th and 18th border guard brigades, the 8th infantry division, the 15th tank brigade, supported by a SarandoyMinistry of interior troops battalion and various local militia groups. These units manned a series of outposts and bases, whose purpose was to keep the strategic highway open. Each outpost was manned by five to ten men, armed with heavy machine-guns, mortars and AGS-17s. Each base was occupied by platoon-sized units, reinforced with one or two tanks or armoured personnel carriers, medium artillery and mortars. ==The operation== ===Phase one=== The main attack began on the night of October, 23. The area surrounding the road had been heavily mined, except in a series of arroyos that had been cleared of mines by flash floods. The Mujahideen were able to infiltrate through these arroyos, and used the highway as their main axis of approach. Under covering fire from heavy machine guns, mortars and rocket launchers sited on the surrounding heights, the strike groups stormed the DRA outposts, most of which fell after bitter fighting. Between October 23 and 31, sixteen DRA outposts and six bases were captured along with large quantities of equipment and large numbers of prisoners. ===Phase two=== During the second phase, from October 31 to November 6, the Mujahideen defended the areas they had captured against a DRA offensive. The first DRA reaction was to launch artillery and air strikes against suspected Mujahideen positions. However, the rugged terrain and the threat of anti-aircraft weapons caused the aircraft to fly high, limiting the precision of their attacks. From 1 November, DRA forces initiated a buildup with a view to reopening the highway, attacking both from the north and from the south. They also launched an offensive into Nangrahar province, and many Mujahideen who came from there left the front to defend their homes. With limited forces at his disposal, Wardak concentrated his front on a four-kilometer stretch of road protected by the Kabul River on both sides, as the Mujahideen had destroyed both bridges spanning the river. From November 1 to November 6, the DRA forces tried to cross the river, using bridge-laying equipment, but their attempts were repeatedly foiled by Mujahideen fire, and several engineering vehicles and tanks were destroyed. ===Phase third=== On November 6, all Mujahideen groups ceased firing, and implemented radio silence. The DRA forces, believing that they had withdrawn, continued their advance, until they were well engaged into the last Mujahideen-held section of highway. The Mujahideen had in fact not retreated, and the DRA columns advanced into well-prepared ambush positions. At 1600 hours the Mujahideen opened fire against the DRA units, who had pushed so many vehicles into the area that it caused a traffic jam. Many vehicles were destroyed or damaged, and the DRA columns broke up, before retreating hurriedly into Sarobi. At 1900 hours, the Mujahideen broke contact and withdrew without mishap. ==Aftermath== Operation Arrow represented a significant victory for the Mujahideen, and demonstrated their ability to conduct well-planned well-coordinated operations. Their success was more political than military, as it boosted the failing prestige of the NIFA faction, who were the main contributors. General Wardak proved his ability on this occasion by creating an effective command and control structure, surrounding himself with a staff of 70 former Afghan army officers. Their leadership, both flexible and resolute, led the Mujahideen to victory. However, the operation also underlined several problems. The Mujahideen were mostly part-time fighters, and they were often unwilling to fight for long periods away from their villages, limiting their capacity to fight drawn-out battles. Operation Arrow lasted only fifteen days, but already during that period, many Mujahideen preferred to return home. The idea of carrying out a large-scale operation reflected conventional military thinking, ill-adapted to guerrilla warfare. The Mujahideen were better suited to fight in small groups, using hit-and-run tactics. The next semi-conventional offensive carried out by Mujahideen forces was the ill-fated attack on Jalalabad, which proved to be a costly failure. ==References== * Category:Battles involving Afghanistan Category:Battles of the Soviet–Afghan War Category:History of Laghman Province Category:October 1988 events in Asia Category:November 1988 events in Asia Category:1988 in Afghanistan Category:1988 in military history ",
    "title": "Operation Arrow"
}