{
    "id": "14037231",
    "text": "Lillian Exum Clement's gravestone located at Riverside Cemetery in Asheville, North Carolina. Lillian Exum Clement (1894–1925), also known as Lillian Stafford after marrying, was the first woman elected to the North Carolina General Assembly and the first woman to serve in any state legislature in the Southern United States. == Personal life == Lillian Exum Clement, known as \"Exum\" or \"Ex\" was the sixth of seven children born to George Washington Clement and Sara Elizabeth Burnett. Clement attended high school in Asheville, North Carolina and then Asheville Business College, after being encouraged to do so by prominent Asheville-area philanthropist Edith Vanderbilt. Clement's father was employed as a foreman by Edith's husband, George Vanderbilt. Clement took a job as an office deputy in the Buncombe County sheriff's department at the age of 14 and studied law with James Jefferson Britt and Robert G. Goldstein in her spare time. In 1916, she earned one of the highest scores on the state bar exam among 70 students and received an award. She became a criminal lawyer in 1917 and was the first female attorney in North Carolina without male partners. She served as chief clerk of the Buncombe County draft board. There is some dispute over Clement's date of birth, which is widely reported as 1894. According to the North Carolina State Archives, the 1900 U.S. Federal Census records her birth as taking place in March 1886, while the 1910 census records her year as 22, which would make her birth year 1888. Zoe Rhine, special collections librarian at Pack Memorial Library, contends that \"Close research of the federal census records, the Asheville City Directories, the All Souls' Parish Yearbook and early newspaper articles leads this writer to believe that Exum [as she is often referred to] changed her birth year from 1886 to 1894. Given the times, as well as her public life at the time, she may have believed that there would have been a negative reaction to her marriage to a man nine years younger than herself….” NC state archivist Fran Tracy-Wells also speculates that \"It is possible that Exum listed her age on her marriage certificate as some eight years younger in order to be closer in age to her husband, born around 1894. Although ahead of her time, Exum was traditional in some ways and possibly feared the scorn of those who disapproved of a woman marrying a man some years her junior.\" In 1921 Clement married E. Eller Stafford, a staff writer and telegraph editor for the Asheville Citizen. She gave birth prematurely to a daughter, Nancy, in 1923. Clement died of pneumonia in 1925 and is buried in Riverside Cemetery. Her last home, located in downtown Asheville, was designated with a historic preservation easement. == Political career == In 1920, Clement was nominated as a candidate by the Buncombe County Democrats and was elected to the General Assembly of 1921's House of Representatives by an all-male electorate by the overwhelming margin of 10,368 to 41. While in office, she introduced seventeen bills, sixteen of which passed. She introduced legislation to reduce the time required for a woman to show abandonment by her husband as grounds for divorce from 10 years to five years. One of her landmark bills required inoculations of cows against tuberculosis. She was the first lawmaker in NC to sponsor a bill requiring voting privacy. Two bills specifically addressed maternity and reproduction. First, a bill that was considered controversial at the time appropriated state funds for the Lindley Home for Unwed Mothers. Second, Clement introduced a bill that would allow the state to sterilize \"mentally incompetent\" individuals. Sterilization laws such as these were part of the eugenics movement in the United States and in North Carolina included the creation of the Eugenics Board of North Carolina in 1933. Clement served one term and was then appointed by the governor of North Carolina to be director of the State Hospital at Morgantown. == Legacy == A North Carolina progressive fundraising group, founded in 1997, is named \"Lillian's List\" in her honor. The organization provides training and support for pro-choice women candidates for North Carolina state elected offices. A state historical marker located at Charlotte Street at College Street, Asheville, North Carolina, honors Clement. It reads, \"First female legislator in the South. Elected to N.C. House, 1920. Her law office was 400 yds. west; home 1/2 mi. NE.\" In 2014 it was announced that \"the historic Lillian Exum Clement house at 34 Hollywood Street will be forever protected by a donation of a preservation easement to the Preservation Society of Asheville and Buncombe County. Wingate Anders of Greensboro, NC, owner of the historic house and widower of Lillian's only daughter, made the donation of the easement to ensure the protection and preservation of this noteworthy historic site.\" ==See also== *Gertrude Dills McKee, first woman elected to the North Carolina State Senate, in 1930 ==References== == External links == *Lillian's List *Women in the General Assembly *This Month in North Carolina History (November 1920) *Ibiblio.org *Western North Carolina Woman Category:Members of the North Carolina House of Representatives Category:1894 births Category:1925 deaths Category:North Carolina Democrats Category:Women state legislators in North Carolina Category:Politicians from Asheville, North Carolina Category:North Carolina lawyers Category:20th- century American lawyers Category:Deaths from pneumonia Category:Infectious disease deaths in North Carolina Category:20th-century American politicians Category:20th-century American women politicians Category:20th-century American women lawyers ",
    "title": "Lillian Exum Clement"
}