{
    "id": "14036188",
    "text": "In the course of the peopling of the World by Homo sapiens, East Asia was reached before about 50,000 years ago (50 kya). The undifferentiated \"non- African\" of 70 kya diverged into identifiable East Asian and West Eurasian lineages by about 50 kya. This early East Asian lineage diverged further during the Last Glacial Maximum, contributing significantly to the peopling of the Americas via Beringia after about 25 kya. After the last ice age China became cut off from neighboring island groups. The modern Mongoloid phenotype developed fully only during the Neolithic period (after 10 kya).Matt Cartmill, Fred H. Smith, The Human Lineage, John Wiley & Sons (2009), p. 449. ==Genetic history== ===Paternal lineage=== Looking at Y-DNA studies, it would seem that one of the earliest groups of humans to reach Asia did so approximately 50-60,000 years ago. People bearing genetic markers ancestral to Haplogroups C and D came through coastal India and proceeded to Southeast Asia. Haplogroup C moved to East Asia and Australia, with at least two subclades of the major East Asian branch migrating into the Americas, and with members of Haplogroup C-M38 spreading throughout Wallacea, New Guinea, Melanesia, and Polynesia. Another group of peoples, bearing the Y-DNA Haplogroup D, has left descendants mostly in the Andaman Islands, Tibet, and Japan. A later group, carrying the Y-DNA haplogroup K was established approximately 40,000-50,000 years ago. Its origins were probably in Southwestern Asia or South Asia. One branch, Haplogroup Q, believed to have arisen in Central Asia or South Asia approximately 17,000 to 22,000 years ago, went north to populate Siberia and the Americas. Some northern Chinese have this genetic marker. Another branch, consisting of Haplogroups N and O, went south and by 35,000 years ago went on to populate first Southeast Asia and then from Southeast Asia, left for East Asia. About 12,000 years ago, the ancestors of the Han Chinese, along with other O3‐M122 lineages, reached the upper and middle Yellow River basin. About 7000 years ago, they and the ancestors of the Tibetans split off from that parent group. About 6,000 years ago, the Han Chinese split from the Proto‐Sino‐Tibetan group, and started their migration to the east and south. About 5,000 years ago, the Han Chinese experienced rapid expansion, with notable gene flow into surrounding populations. Thus before the Xia dynasty (est. 2000-1500 BC), for which there are no written records or direct archeological evidence, the Han Chinese were in rapid expansion. This corresponds to the late period (2600-2000 BC) of the Longshan culture in the middle Yellow River area. As the Neolithic population in China reached its peak, the number of settlements increased. In some locations, such as the basin of the Fen River in southern Shanxi, the Yellow River in western Henan (confined by the Zhongtiao Mountains and Xiao Mountains), and the coastal Rizhao plain of southeast Shandong, a few very large (over 200 ha) centers developed. In more open areas, such as the rest of Shandong, the Central Plain (in Henan) and the Wei River basin in Shaanxi, local centers were more numerous, smaller (generally 20 to 60 ha) and fairly evenly spaced. Walls of rammed earth have been found in 20 towns in Shandong, nine in the Central Plain, and one (Taosi) in southern Shanxi, suggesting conflict between polities in these areas. The expansion and rise of these various settlements could be due to the impetus of the collective benefit of the construction of irrigation works in the late Neolithic: \"Most of the labor to dike and drain an area is associated with digging a ditch and sidecasting the soil to make an earthen dike. To make the culvert and tide gate you can use an old worn-out canoe for the pipe .... and use just about any good-sized flat stones you can get your hands on. If you have twice as many people making your dike, you can make twice as many linear feet of dike. Doubling the perimeter of a square dike results in quadrupling the area within the dike.\" The agricultural surplus would have allowed for a rapidly expanding population, which would provide more labor for irrigation. By the time of the establishment of the Xia and Shang dynasties, population estimates were at approximately 13 million people.https://docslide.net/documents/relocation-of-civilization-centers-in- ancient-china-environmental-factors.html| \"Relocation of Civilization Centers in Ancient China: Environmental Factors\" Studies of DNA remnants from the Central Plains area of China 3000 years ago show close affinity between that population and those of Northern Han today in both the Y-DNA and mtDNA. Both northern and southern Han show similar Y-DNA genetic structure. Han Chinese are clearly genetically distinguishable from Yamato Japanese and Koreans, and internally the different Han Chinese subgroups are genetically closer to each other than any of them are to Koreans and Japanese. But meanwhile when compared to Europeans genetics, the Han Chinese, Japanese and Koreans are closer to each other than to Europeans. Southern Han Chinese and Northern Han Chinese are closest to each other and show the smallest differences when they are compared to other Asians. Vietnamese Ho Chi Minh city Kinh are close to Xishuangbanna's Dai ethnic minority. Koreans are also relatively close to northern Han Chinese. Japanese are more genetically distant from Koreans than Koreans are from northern Han Chinese. However Buryat Mongols and Qinghai Mongols are further from each other than Japanese and Korean despite both being Mongols. Comparisons between the Y chromosome SNP and MtDNA of modern Northern Han Chinese and 3,000 year old Hengbei ancient samples from China's Central Plains show they are extremely similar to each other and show continuity between ancient Chinese of Hengbei and current Northern Han Chinese while other Han Chinese not from northern China were different from the people of Hengbei. This showed that already 3,000 years ago the current northern Han Chinese genetic structure was already formed. ===Maternal lineage=== Mitochondrial DNA studies likewise support the hypothesis that the ancestors of the Chinese came to Asia from Africa. The M Haplogroup, a descendant of the African L3 Haplogroup, originated somewhere between Africa, India and Central Asia. This marker alone is carried by all populations in South Asia, Southeast Asia, East Asia, Oceania, and most of the Amerindian populations. Study of DNA remains from 3000 years ago show increasing diversity in mtDNA as the distance south and southwestward increase from the Central Plains area, indicating a male bias in the demic diffusion. ==Climate history== During the Last Glacial Maximum, 29,000 to 18,000 years ago, northern China was a treeless steppe with areas of permafrost and southern China lost much of its forest cover. The sea level was much lower. Borneo, Indonesia, the Philippines, and the Japanese archipelago may have been accessible by land. With the end of the last ice age, a period of warming occurred lasting from 18,000 to 10,000 years ago. The oceans rose and inundated vast regions leaving little trace of coastal settlements used by these people. We know little about their languages. Their cultures are likely to have been diverse. There are many limestone cave sites in southern China which show human settlements. There is evidence of pottery making. The inhabitants had bone tools, fished, and hunted pigs and deer. It is believed that the climate in southern China was warmer and wetter south of the Qing Ling mountains; elephants are known to have inhabited the Yangtze river region. The climate in Northeast China north of present-day Beijing was characterized as a cold steppe environment during this period. The presence of woolly mammoth is well documented. The climate was also much warmer between 8,000 and 3,500 years ago. In the Shandong region, excavations have found the bones of alligators and elephants. The development of agriculture about 10,000 years ago, with the domestication of millet in the Yellow River valley region and rice in the Yangtze River valley, may have been associated with accelerated growth in the number and size of settlements and the intensified development of local cultures and languages. ==Settlement patterns== Early settlements in the Chinese Upper Paleolithic were either hunter-gatherer societies, or marine environment based societies characterized by shell middens. Relatively speaking the land was sparsely populated, as the peoples followed the coastal regions and the river valleys. Neolithic settlements have been found from Liaoning province in the northeast to the Chengdu region in the southwest; from Gansu province in the northwest to sites in Fujian in the southeast. The settlement pattern in the Tibetan region is still unclear as there is debate as to whether there was a pre-Neolithic population movement into the region. ==Holocene China== The origin of Sino-Tibetan is uncertain. It dates to the Neolithic, or just before the Neolithic. There are various proposals. Van Driem (2005) proposes that Sino-Tibetan originated in the Sichuan Basin before 7000 BC, with an early migration into northeast India, and a later migration north of the predecessors of Chinese and Tibetic. Matisoff (1991) places its origins in the eastern part of the Tibetan plateau around 4000 BC, with the various groups migrating out along the Yellow, Yangtze, Mekong, Salween and Brahmaputra rivers. Blench and Post (2014) have proposed that the Sino-Tibetan homeland was in northeast India, the area of greatest diversity, around 7000 BC. Blench (2009) proposes that the earliest speakers of Sino-Tibetan were not farmers, since agriculture cannot be reconstructed for Proto-Sino-Tibetan. Rather, early Sino-Tibetan speakers were highly diverse foragers.Blench, Roger. 2009. If agriculture cannot be reconstructed for Proto-Sino-Tibetan, what are the consequences?. Paper presented at the 42nd International Conference on Sino-Tibetan Language and Linguistics (ICSTLL 42), Chiang Mai, November 2-4, 2009. (slides) More recent study published in the Proceedings of the National Academy of Sciences of the United States of America point to the origin of the Sino-Tibetan in northern China in the Neolithic Cishan culture and Yangshao culture. The Austroasiatic languages (including Vietnamese, Khmer, etc.) likely originated from Southern China and would have entered Southeast Asia via Yunnan and the Mekong. Likewise, the Miao, Thai, Burmese, and Tibetan languages evolved in China. It is even accepted that proto-Austronesian speakers originated from China, migrated to Taiwan (Formosa), and then to the islands of the Pacific, especially since Taiwan is the place exhibiting the most diversity in Austronesian languages (see Formosan languages). By 3,000 years ago, the sophistication of some of the cultures neighboring that of the Han Chinese can be seen in the bronze artifacts of the Sanxingdui (Sichuan), Ban Chiang (Thailand) and Dong Son (Vietnam). The domestication of the horse 6,000 years ago in the Eurasian steppes led to cultures that mixed animal husbandry and agriculture. Indo-European speakers are known to have reached the Xinjiang region 4,000 years ago (see Tocharians). Because the East Asian landmass was initially populated from the south, and the historical record shows the Han Chinese migrating to the south and southwest, the genetic relationship among all the peoples of China remains a challenging study. ==See also== *List of Paleolithic sites in China *Han_Chinese#Genetics *Peopling of the world *List of first human settlements ==References== Category:History of ancient China China ",
    "title": "Peopling of China"
}