{
    "id": "14038231",
    "text": "Deafula is a 1975 American horror film done completely in American Sign Language. A voice over is provided for those who do not understand sign language. The movie starred Peter Wechsberg, who also serves as director and writer, under the pseudonym Peter Wolf. It was the first American Sign Language feature film ever made. The film tells the story of a young man who cannot control his urge to kill people for their blood, and the police investigation searching for the murderer. ==Plot== Steve Adams, a theology student, begins to suspect he may be a vampire after a series of blood- draining murders in his town. A detective in the small town has hired Inspector Butterfield, a bumbling expert from England, to be his assistant in the investigation of the 27 murders. While walking down the sidewalk, Steve is approached by a couple on a motorcycle and asks them to come to church with him. They laugh and try to rob him at knife point, but he suddenly transforms into a vampire, and hypnotizes them to drive off a cliff. At the police station, Butterfield explains how he had tracked down and defeated Dracula with a wooden stake and that these murders fit the same profile, but the detective tells him to stop talking and get to work. The two meet for a drink with Steve, who turns out to be the detective's best friend and has always loved eating peanuts without shelling them. Steve finds out that his father, the preacher, has a worsening heart condition and can no longer give Steve the monthly blood transfusions he needs to survive. There is a flashback showing that Steve's mother died giving birth, a doctor diagnosed the baby with a blood disease, and the mother's best friend Amy mysteriously disappeared. As Steve and his father are driving, Steve starts acting strange and the preacher asks if he's feeling okay. Steve pulls over and runs away to puke. The preacher tries to run after him, but has a heart attack and falls to the ground. Deeper in the woods, Steve sees a young couple kissing, and murders them both. Steve finds his father lying on the ground, and the preacher manages to give him a letter from Amy before passing away. When the detectives show up, Butterfield finds the other two bodies in the woods and tries to question Steve, but the detective won't allow him to interrogate his best friend. Before leaving the crime scene, Butterfield looks closely for evidence. Steve follows the letter's instructions to Amy's house, where he's greeted by her servant Zork who has no hands. She explains to Steve that she was there at his birth, and knows that his mother had been bitten by Dracula while she was pregnant. She has a magical ring which disappears each time Steve transforms into a vampire and reappears when he returns to normal. Zork hypnotizes Steve, and Amy tells him that he must go to the museum where Dracula is buried. In a deep cavern below the museum, he finds Dracula inside a coffin, with a stake in his heart. He removes the stake, and Dracula comes back to life, as well as Steve's mother. Dracula tries to hypnotize Steve, but he manages to kill Dracula. At that instant, Dracula and the mother vanish into smoke. Steve gives a sermon for his father, but cringes when he sees a girl accidentally prick her finger in one of the pews. After the funeral, Butterfield arrests Steve, explaining that he found peanut shells in the vomit near the most recent crime scene, and citing the fact that Steve cringed in response to the finger pricking. Steve asks for a few minutes to pray before going to jail, and he gives a rousing prayer to God asking for forgiveness. He touches the magic ring to a crucifix, which kills Amy and replaces Zork's hands. Steve dies on the floor of the church. ==Cast== An abbreviated cast list with an asterisk (*) denoting hearing actors *Peter Wolf as Steve Adams *Lee Darrel* as the detective *Dudley Hemstreet as the assistant detective, Inspector Butterfield *Katherine Wilson* as Maria Adams, Steve's mother *Gary R. Holstrom* as Dracula *James Randall as Steve's father, the minister *Norma Tuccinardi as Amy *Nick Tuccinardi as Amy's assistant, Zork *Cindy Whitney as young Amy ==Background and production== Peter Wechsberg attended Gallaudet University and was in the inaugural troupe of the National Theater of the Deaf before going on to write and direct Deafula. The film was an independent film created by the Deaf community for the Deaf community, and its original release was silent. Deafula was shot in Portland, Oregon in black and white. The world of the film is an imaginary one where no hearing people exist: all the characters communicate in ASL, make calls with a teletypewriter, and use visual doorbells. Some parts of the film's visual style are expressionistic. The film's end credits indicate which actors were Deaf and which were hearing. ==Release== Deafula had its world premiere in Portland, Oregon in January 1975, and then premiered in Los Angeles on July 25th, 1975. Its East Coast premiere was screened as a part of the 1975 World Games for the Deaf on February 6 in Lake Placid, New York, and was so popular that a second screening was added later in the evening. This was the first film released by Signscope, which was a company started by Wechsberg and producer Gary Holstrom to create and distribute Deaf films. When the film was released on VHS, music and dubbed voices were added for English hearing audiences to understand the movie, including a dubbed voice for Dracula with a bad imitation of Bela Lugosi. The film also screened at the MoMA in 1997 as part of a retrospective on vampire films. In 1977, Wechsberg signed an agreement with the Department of Health, Education, and Welfare to distribute twelve 16 mm prints of the film. The department then made additional VHS copies of the film in 1995, without the legal authority to do so. Wechsberg discovered this in 1998, immediately filed a copyright claim on the film, and filed a suit against the department. The suit made it to the United States Court of Federal Claims in 2002, Wechsberg v. United States, which ultimately said that while the Federal Government was wrong to have made the VHS copies, Wechsberg was not entitled to receive compensation because the film had not yet been registered at the copyright office at the time the VHS copies were made. Over the years it has developed a following as a cult film due to the use of sign language and no spoken dialogue. ==Reception== Travis Sutton, in an essay about the portrayal of disability in horror films, compares Deafula to the 1972 blaxploitation film Blacula, as both are retellings of the classic vampire story through the lens of their filmmakers' own experiences. However, he wrote that the film's ideas of associating disability with the Devil are \"a surprising theme in a film prepared by and distributed within a disabled community,\" and adds that \"although Deafula dramatizes an entirely non-normative world (absent hearing/able-bodied characters), it succeeds not only in demonizing queerness but also disability itself.\" Kim Newman wrote in 2018 that the film is \"sincere in its commitment to the Deaf community,\" however \"Wolf stretches thin resources and tries for expressionist effects, but that papier-mâché nose and evil beard keep dragging the film to the level of Dracula, the Dirty Old Man.\" Psychotronic Video magazine reviewed the film in 1999, lauding the cinematography as \"actually pretty good\" and describing the ending as \"very Christian\". ==See also== * List of films featuring the deaf and hard of hearing * Vampire films ==Notes== ==References== === Citations === === General sources === * ==External links== * * Deafula on BFI * Recap of Deafula at agonybooth.com * Official website for Signscope (archived in 2010 by the Internet Archive) * 2014 Interview with director Peter Wolf on YouTube Category:1975 horror films Category:American black-and-white films Category:American Sign Language films Category:American supernatural horror films Category:Dracula films Category:Films about deaf people Category:Films shot in Portland, Oregon Category:Vampires in film Category:American films ",
    "title": "Deafula"
}