{
    "id": "14035037",
    "text": "Pierre-Antoine Cousteau (18 March 1906 – 17 December 1958) was a French polemic and journalist. He was the brother of the famous explorer Jacques-Yves Cousteau. ==Leftist activism== He was born in Saint-André-de-Cubzac, Gironde, and educated in the United States as well as the Lycée Louis-le-Grand. Cousteau served in the military before working as a translator and a meteorologist and for New York's Credit Alliance Corporation. He then became a journalist for left-wing papers such as Regards or Monde and was associated with pacifism and the Anti-Stalinist left. ==Move to Fascism== Cousteau abandoned his communism in the early 1930s, and was drawn to anti-Semitism and anti-democracy, writing for Coup de Patte and then Je suis partout, a journal of which he became editor in 1932. In this role he was close to Pierre Gaxotte, who converted him to fascism. He went to Nazi Germany in 1936 with Robert Brasillach and Georges Blond and then Spain in 1938 with Brasillach and Maurice Bardèche. While the trips helped to develop his fascism, his attendance at the Nuremberg Rally of 1937 left him of the opinion that Nazism was impressive but not without its flaws. ==Collaboration== Cousteau was recalled up to the army in 1939 and captured in 1940, although Brasillach secured his release and he returned to Je suis partout, eventually succeeding Brasillach as political director in 1943. A strong believer in collaboration, he sought internment for the Jews and justified his stance by stating in 1943 that \"We are not opportunists. We remain just plain fascists\". His other wartime roles included a spell as editor of Paris-Soir in 1941, service on the general secretariat of Milice from 1942 and a series of written works for a variety of journals, including Combats, the militant journal of Henry Charbonneau. He was particularly noted for both his anti-Semitism and his anti-Americanism and in 1942 he produced his most notorious work L'Amérique juive, in which he sought to demonstrate that the United States was controlled by Jews and that these Jews were bent on controlling the world.Seth D. Armus, French Anti-Americanism (1930-1948): Critical Moments in a Complex History, Lexington Books, 2007, p. 10 In August 1944 he moved to Bad Mergentheim, where he helped run a French newspaper and radio station, before ultimately fleeing to Switzerland. Arrested at Innsbruck, he was condemned to death in November 1946, before the sentence was commuted to life with hard labour. Cousteau would later justify his collaboration by stating that \"I wanted a German victory because it represented the last chance of the white man, while the democracies represented the end of the white man\".Hugo Frey, Louis Malle, Manchester University Press, 2004, p. 76 ==Post-war activity== Released under an amnesty in 1953, he went on to edit the extreme nationalist journal Rivarol, as well as contributing to Henry Coston's Lectures Françaises, Jeune Nation, Charivari, Dimanche-Matin and others. He was also associated with the minor Union des Intellectuels Indépendants movement. His brother Jacques, whose fame was growing at the time, had begged Pierre-Antoine to retire from public life following his release from prison, but he refused, insisting that it was a matter of honor that he continue to agitate.Sophie Coignard, Marie- Thérèse Guichard, French Connections: Networks of Influence, Algora Publishing, 2000, p. 244 His most well-known post-war work was Les lois de l'hospitalité in which he justified collaboration, arguing \"we [the collaborators] did not commit an error of judgement. There were just too many tanks and too many planes against us\".Philippe Carrard, The French Who Fought for Hitler: Memories from the Outcasts, Cambridge University Press, 2010, p. 193 He fell seriously ill in the late 1950s and had to withdraw from politics, requiring regular blood transfusions to survive. He died age 52 in Paris. ==Publications== * * * * * * ==Bibliography== * * * ==References== ==External links== * Category:1906 births Category:1957 deaths Category:People from Gironde Category:20th-century French writers Category:French communists Category:French fascists Category:French journalists Category:French meteorologists Pierre-Antoine Category:French anti-communists Category:French male writers Category:French military personnel of World War II Category:French prisoners of war in World War II Category:World War II prisoners of war held by Germany Category:French collaborators with Nazi Germany Category:Antisemitism in France Category:20th-century journalists ",
    "title": "Pierre-Antoine Cousteau"
}