{
    "id": "14033500",
    "text": "David Gallo on the roof of his Brooklyn studio David Gallo (born January 10, 1966) is an American scenic designer and media/projection designer for Broadway, international productions, television, and arena shows. Gallo won the Tony Award for Best Scenic Design and the Drama Desk Award, Outer Critics Circle Award, and Los Angeles Drama Critics Circle Award for Outstanding Set Design in 2006 for The Drowsy Chaperone. He has designed over 30 Broadway shows, including the Tony Award-winning musicals Memphis and Thoroughly Modern Millie. Also known for his longtime collaboration with playwright August Wilson, Gallo designed the Broadway premieres of all his later works, including Jitney, King Hedley II, Gem of the Ocean, Radio Golf, and the revival of Ma Rainey's Black Bottom. Jitney, Gem of the Ocean, and Radio Golf earned the designer three additional Tony Award nominations. Gallo was honored to design the Kennedy Center's tribute production of August Wilson’s Twentieth Century. Gallo has designed for regional theaters throughout the United States, including Cincinnati Playhouse in the Park, Two River Theater, Pittsburgh Public Theater, Goodspeed Opera House, and La Jolla Playhouse, working with notable directors Kenny Leon, Ed Stern, Christopher Ashley, Keith Glover, Mark Wing-Davey, and Marion McClinton. Outside of the US, Gallo is a frequent collaborator with Netherlands-based Joop van den Ende's Stage Entertainment and has served as his designer for productions throughout dozens of cities within the European Union including Amsterdam, Antwerp, Vienna, Hamburg, Oberhausen, Berlin, Stuttgart, Rome, Milan, Madrid, Moscow, Barcelona, and many more. He also works with many producing interests in Asia, including Seol and Company, Atlantis Productions, Creative Productions, and Broadway Asia. Recent Asian ventures include the immersive Peter Pan-themed Neverland in a 50,000 square foot venue in Beijing and the original musical, Tears of Heaven, in Seoul. NINE premiered in Manila, Philippines in fall 2012. Gallo designed the 2009 New Year’s Eve extravaganza in Miami for jam band Phish and was creative director for its 2010 New Year’s Eve production at Madison Square Garden, where the global version of \"Meatstick\" was born. Gallo was the creative collaborator with Phish for New Year’s Eve at the Garden in 2011 and production designer in 2012 where he threw a \"Garden Party\" and staged a runaway golf cart marathon. In 2013, Gallo re-created the band's original tour truck and customized a flatbed-turned-stage where Phish performed \"in the round\" in the world's most famous arena. In 2016, Gallo returned to Madison Square Garden with the band as creative director of a 25-minute gag featuring a cast of 17, floating umbrellas on nano winches, an astonishing rain effect, and a maelstrom of \"raining\" inflatable cats and dogs and customized foam raindrops. In 2017, he filled the Garden with \"an ocean of light and love\" with performing riggers operating a rotating mast of sails amid an audience twinkling with LED wristbands. The following year, he directed ten aerialists in nets with ten specialty \"Phish droid\" moving colored fog and light machines, that appeared to blast the performers with spray paint and fire. Afterwards, two of the band members \"flew\" in the air while playing, and a large cast danced in inflatable alien costumes and flung air freshener-covered inflatables into the audience. Since 2014, Gallo has been production designer of the children's television show, Sesame Street. His redesign of the classic set garnered him significant press attention and the Daytime Emmy Award for Outstanding Art Direction/Set Decoration/Scenic Design in 2017 and 2018 as well as the 2019 Art Director's Guild Award for best production design of a multi-camera series. Often credited with a whimsical style, many of Gallo's projects have been centered on children and family entertainment. Gallo designed the 135th Ringling Bros. and Barnum & Bailey Circus and served as the production designer for many youth-oriented live productions including Yo Gabba Gabba!; Madagascar; Super Why; Blue's Clues; Dora the Explorer; Go, Diego, Go!; Clifford the Big Red Dog; SpongeBob SquarePants; and various projects for Nickelodeon. He designed the popular Christmas television special Elmo's Christmas Countdown for Sesame Street and was honored by the Jim Henson Company with a true Muppet crafted in his likeness. Gallo designed the 2010 Broadway Cares Collection Official Snow Globe to benefit Broadway Cares/Equity Fights Aids Fund. He has served as creative consultant for Live Design's Scenic Design Master Class and as performing arts/design contributing editor at Stated Magazine. In 2000, Gallo's body of work was chosen to represent innovative contemporary American set design in the Cooper-Hewitt, National Design Museum inaugural National Design Triennial. His paintings for the 1997 Broadway revival of A View from the Bridge are in the Smithsonian Institution archives and the payphone he designed and painted for Jitney is on display in the August Wilson section of the National Museum of African American History & Culture. The hot dog he flew around Madison Square Garden with Phish in it is in the Rock and Roll Hall of Fame. Gallo's designs were featured in the 2003 Prague Quadrennial, and many can be found in the permanent collection of the McNay Art Museum in San Antonio, Texas as well as in assorted public and private collections. ==Awards and recognition== *Acclaim Award: Fall of Heaven, The History of Invulnerability *American Theater Wing Award nomination: A View from the Bridge, Jackie: An American Dream * Antoinette Perry \"Tony Award\": The Drowsy Chaperone * Antoinette Perry \"Tony Award\" nomination: Jitney, Radio Golf, Gem of the Ocean *Art Directors Guild Award: Sesame Street *AUDELCO Award: Hurt Village, King Hedley II, Jitney *AUDELCO Award nomination: Jar the Floor, Bubbly Black Girl Sheds Her Chameleon Skin *Barrymore Award nomination: Fences, Bunny Bunny *Drama Desk Award: The Drowsy Chaperone, Jitney, Bunny Bunny *Drama Desk Award nomination: Jitney, The Mountaintop, A Catered Affair, Radio Golf, Thoroughly Modern Millie, Wonder of the World, King Hedley II, The Wild Party, You're a Good Man, Charlie Brown, Machinal *Eddy Award for Excellence in Design and Technology: Blue Man Group *Emmy Award: Sesame Street (2017 and 2018) *FANY Award nomination: Little Me, You’re a Good Man, Charlie Brown *Henry Hewes Design Award: Radio Golf, Jitney, The Wild Party *Henry Hewes Design Award nomination: Hurt Village, Memphis, reasons to be pretty, Company, Gem of the Ocean, Thoroughly Modern Millie, Wonder of the World * Henry Hewes Noteworthy/Unusual Effects Award: Wonder of the World * Henry Hewes Notable Effects nomination: The Mountaintop * Henry Hewes Award nomination/Unique Contribution to August Wilson's Work: Radio Golf * IRNE Award: How I Learned What I Learned *IRNE Award nomination: Stick Fly *Kevin Kline Award: High *L.A. Drama Critics Circle Award: Empire, The Drowsy Chaperone, Gem of the Ocean, Jitney *L.A. Drama Critics Circle Award nomination: Angels in America *LA Stage Alliance Ovation Award nomination: Empire *Lucille Lortel Award: Jitney, The Wild Party, Bunny Bunny, *Lucille Lortel Award nomination: Wonder of the World *NAACP Award: King Hedley II *Obie Award for Sustained Excellence in Set Design *Outer Critics Circle Award: The Drowsy Chaperone, Bunny Bunny *Ovation Award: Gem of the Ocean, Jitney *Ovation Award nomination: King Hedley II *The Musical Award (Korean 'Tony' Award) nomination: Tears of Heaven *Scenie Award: Empire ==References== == External links == * * *New York Times profile article Category:1966 births Category:American scenic designers Category:Broadway set designers Category:Tony Award winners Category:Drama Desk Award winners Category:Living people Category:Emmy Award winners Category:American production designers ",
    "title": "David Gallo"
}