{
    "id": "14030890",
    "text": "Techkriti is an annual four-day inter-collegiate technical and entrepreneurship festival at the Indian Institute of Technology Kanpur which is held each March. The 26th Techkriti will be held from 19 to 22 March 2020. The festival began in 1995 to develop student technological innovation. The word Techkriti is derived from tech (technology) and the Sanskrit kriti (creation). ==History== Techkriti, first held in 1995, has become one of Asia's largest technical and entrepreneurial festivals. Techkriti Oh-Seven! was held from 22 to 25 February 2007, and included an air show by the Indian Air Force's Akash Ganga skydiving team. Techkriti '08,http://news.outlookindia.com/items.aspx?artid=544614 , held from 14 to 17 February 2008, hosted over 150 colleges and included keynote presentations by Peter Grünberg, Kevin Warwick and Harsh Manglik. Techkriti '09, from 12 to 15 February 2009, included talks by Stephen Wolfram, David Morrison, G. Madhavan Nair and Ron Eglash. Techkriti '10http://www.knowafest.com/2009/09/techkriti-2010-iit-kanpur-technical.html from 11 to 14 February 2010, observed IIT Kanpur's golden jubilee and included Nikolaos Mavridis (developer of the world's first Arabic-speaking humanoid robot. Techkriti '11, from 17 to 20 February 2011, hosted over 1,500 students who participated in 27 events. Competitions included unmanned aerial vehicles, cruise control, a robot talent show, robogames and a simulation video game on the Great Wall of China. Speakers and guests included Russian mathematician Vladimir Voevodsky, astronaut Bruce E. Melnick, Millau Viaduct designer Michael Gratzel, voting-system designer David Bismark, Hellion Ventures managing director Ashish Gupta and Royal Orchid Hotels founder Chander Baljee. Techkriti '12,http://www.coolage.in/2012/06/14/techkriti-techfest-of-iit- kanpur/ from 27 to 30 January 2012, had a theme of \"Technology for the Future\". The opening ceremony's guest of honour was GNU founder Richard Stallman. Deborah Berebichez, Vic Hayes, and Deepak Mohanty were other guest speakers. The final day included a performance by playback singer Kailash Kher. Techkriti '13, from 14 to 17 March 2013, had a theme of \"Fixing the Planet\" for the festival's 18th edition. Techkriti '14, from 6 to 9 March 2014, had a theme of \"Virtually Progressive World\". Techkriti '15, from 19 to 22 March 2015, with the theme \"Blueprint to a smarter world\". Techkriti '16, with a theme of \"Beyond Our Planet\", was held from 3 to 6 March 2016. Techkriti '17, from 23 to 26 March 2017, had the theme of \"Factualising Fictions\". Techkriti '18, from 15 to 18 March 2018, had the theme of \"Prism of Possibilities\". The silver-jubilee Techkriti '19, from 7 to 10 March 2019, had a theme of \"Forging The Matrix\". ==Organisation== Techkriti is an entirely student organized festival. The structure of the organising team is four- tiered. Leading the team are the Festival Coordinators along with a team of Heads, each with an allotted portfolio. Administrative portfolios include marketing, media and publicity, finance, security, hospitality and show management. Event-related portfolios include public relations, web and design. Each Head has his own team of coordinators and executives. ==Workshops and talks== The 2017 Techkriti Students and academia at the festival can attend talks by professionals in various fields from India and abroad. Speakers at Techkriti have included aerospace scientist and former Indian president A. P. J. Abdul Kalam, Free Software Foundation founder Richard Stallman and Rakesh Sharma, the only Indian to date to travel in space. Former Afghan president Hamid Karzai was the guest of honour at the 2016 festival, which was scheduled to end with a musical evening. ==References== ==External links== *Techkriti Website Category:Indian Institutes of Technology festivals Category:Indian Institute of Technology Kanpur Category:Technical festivals in India ",
    "title": "Techkriti"
}