{
    "id": "14032774",
    "text": "Paul R. Bartrop (born November 3, 1955) is an Australian historian of the Holocaust and genocide. Since August 2012 he has been Professor of History and Director of the Center for Judaic, Holocaust and Genocide Studies at Florida Gulf Coast University, Fort Myers, Florida. In 2011-2012 he was the Ida E. King Distinguished Visiting Professor of Holocaust and Genocide Studies at Richard Stockton College of New Jersey. ==Education and career== Bartrop is descended from a British convict sent to Van Diemen's Land in the early 1820s, James Bartrop, and his wife Elizabeth Wright Bartrop. He is the son of Donald Anthony Bartrop (1918-1974) and Barbara Eileen Bartrop, née Page (1920-2013). He attended Melbourne's La Trobe University (BA Hons, 1977; MA, 1982), and received his PhD from Monash University in 1989, with a dissertation entitled Indifference and Inconvenience: Australian Government Policy toward Refugees from Nazism, 1933-1939. Across a varied academic career, he has taught at Monash University, the Gippsland Institute of Advanced Education (a College of Advanced Education in the Australian tertiary education system, now Federation University), the Royal Melbourne Institute of Technology, Deakin University, and the University of South Australia. In 1997 he joined the teaching faculty at Melbourne's Bialik College, where he pioneered a Year 10 elective, Comparative Genocide Studies. At the time it was probably the only full-year high school course on comparative genocide anywhere in the world. At Bialik, Bartrop was the Head of the History Department (2005-2011), and taught subjects in History, Comparative Genocide Studies, Jewish Studies (including Holocaust Studies), International Studies, and Religion and Society. Between 1998 and 2010 Bartrop was an Honorary Fellow in the Faculty of Arts and Education (and its predecessor schools) at Deakin University, appointed for his contributions to Jewish History and Genocide Studies. In 1996 he was a Visiting Professor in the Honors College at Virginia Commonwealth University, and in 2002 was Scholar-in-Residence at the Martin-Springer Institute for Teaching the Holocaust, Tolerance and Humanitarian Values at Northern Arizona University, Flagstaff. ==Recognition== In 1990 he was named an Honorary Life Member of the Jewish Museum of Australia, and between 1991 and 1993 he served as President of the Australian Association for Jewish Studies, having earlier been that organization's Vice-President. In 2008 he was conferred with the title \"Friend of the Armenian Community\" by the Armenian National Committee (Melbourne Chapter), and in 2011 received a Distinguished Service Award from Melbourne's Assyrian Community for his work in genocide awareness. In 2013 he was elected as Vice-President of the Midwest Jewish Studies Association in the United States. In July 2010 Bartrop was named as a member of the International Council of the Austrian Service Abroad. ==Publications== * The Evian Conference of 1938 and the Jewish Refugee Crisis (London: Palgrave Macmillan, 2017) * The Holocaust: An Encyclopedia and Document Collection (co-editor with Michael Dickerman) (4 volumes) (Santa Barbara, California: ABC-CLIO, 2017) * Resisting the Holocaust: Upstanders, Partisans, and Survivors (Santa Barbara, California: ABC-CLIO, 2016) * Bosnian Genocide: The Essential Reference Guide (Santa Barbara, California: ABC-CLIO, 2016) * Modern Genocide: The Definitive Resource and Document Collection (co-editor with Steven Leonard Jacobs) (4 volumes) (Santa Barbara, California: ABC-CLIO, 2015) * Genocide: The Basics (London and New York: Routledge, 2015) * Encountering Genocide: Personal Accounts from Victims, Perpetrators, and Witnesses (Santa Barbara, California: ABC-CLIO, 2014) * A Biographical Encyclopedia of Contemporary Genocide: Portraits of Evil and Good (Santa Barbara, California: ABC-CLIO, 2012) * Fifty Key Thinkers on the Holocaust and Genocide (co-author with Steven Leonard Jacobs) (London and New York: Routledge, 2010) * The Genocide Studies Reader (co-editor with Samuel Totten) (New York: Routledge, 2009) * A Dictionary of Genocide (co-author with Samuel Totten and Steven Leonard Jacobs) (2 volumes) (Westport, CT: Greenwood Press, 2007) * Teaching about the Holocaust: Essays by College and University Teachers (with Samuel Totten and Steven Leonard. Jacobs) (Westport, CT: Praeger, 2004) * Bolt from the Blue: Australia, Britain and the Chanak Crisis (Sydney: Halstead Press, 2002) * Surviving the Camps: Unity in Adversity during the Holocaust (Lanham, Md: University Press of America, 2000) * False Havens: The British Empire and the Holocaust (Lanham, Md: University Press of America, 1995) * Australia and the Holocaust 1933-45 (Melbourne: Australian Scholarly Publishing, 1994) * The Dunera Affair: A Documentary Resource Book (Melbourne: Jewish Museum of Australia/Schwartz and Wilkinson, 1990) * Scores, Crowds and Records: Statistics on the Victorian Football League, 1946-83 (Sydney: History Project Incorporated, 1984) ==References== Category:1955 births Category:Living people Category:Jewish historians Category:Australian historians Category:Florida Gulf Coast University faculty Category:Historians of the Holocaust ",
    "title": "Paul R. Bartrop"
}