{
    "id": "14031685",
    "text": "Eduardo Braun-Menéndez (January 16, 1903 - January 16, 1959) was a noted Argentine physiologist. ==Life and work== Born in Punta Arenas, Chile, he was a naturalized Argentine citizen from a very early age, and was raised in Buenos Aires.Homenaje: Dr. Eduardo Braún Menéndez (1903-1959) He studied at the Faculty of Medical Sciences at the University of Buenos Aires, choosing cardiovascular medicine and physiology as his specialties. His doctoral thesis dealt with the relationship between the pituitary gland and diencephalon to blood pressure, and was developed at the Institute of Physiology under the supervision of Noble laureate Dr. Bernardo Houssay, in 1934. After receiving his doctoral degree, he went to England to study at the University College London, where he investigated the metabolism of the heart. On his return from England, he joined the prestigious team at the Institute of Physiology, with Luis Federico Leloir, Juan Fasciolo, Juan Muñoz, and Alberto Taquini to work for a few years on the mechanism of nephrogenic hypertension. He made the most important discovery in his career during this research, that of angiotensin, in 1939. Hypertension (vol. 32, 1998). In Memoriam: Professor Alberto C. Taquini. At the Institute, Braun-Menéndez became a research leader in cardiovascular physiology in 1945, and served as a senior lecturer and teaching assistant in the same area until 1946. He directed the Institute of Experimental Biology and Medicine until 1946 and was also the head of electrocardiography and physiotherapy at the Municipal Institute of Radiology and Physiotherapy of Buenos Aires. He returned as Houssay Chair at the Institute of Physiology in 1955, and served as a professor. Additionally, he was a member of the Buenos Aires National Academy of Medicine and was honored with the title of Doctor Honoris Causa by the University of California and the University of Brazil. In addition, he was vice president of the Argentine Society of Biology and secretary of the Argentine Association for the Advancement of Sciences. He received the National Award for Science twice. Braun-Menéndez also helped to create the important scientific journal Ciencia y Investigación which published its first issue in 1945. It was directed by him until 1959, the year that he died. Another of his initiatives included the Acta Physiologica Latinoamericana, a publication written in multiple languages for the publication of the work of Latin American physiologists. Dr. Braun- Menéndez died in a plane crash near Mar del Plata with his daughter on January 16, 1959. The accident was Austral Air Lines' first. ==References== Category:1903 births Category:1959 deaths Category:People from Punta Arenas Category:Argentine people of Latvian-Jewish descent Category:Argentine people of Spanish descent Category:Chilean emigrants to Argentina Category:Naturalized citizens of Argentina Category:University of Buenos Aires alumni Category:University of Buenos Aires faculty Category:Argentine physiologists Category:Argentine scientists Category:Argentine cardiologists ",
    "title": "Eduardo Braun-Menéndez"
}