{
    "id": "14037150",
    "text": "Om Prakash Bhandari (9 March 1917 – 9 January 2003),Qamar Jalalabadi dead better known as Qamar Jalalabadi, was an Indian poet and lyricist of songs for Hindi movies. He composed the title track of the popular television serial Vikram Aur Betaal. ==Early life== He was born as Om Prakash Bhandari in a Punjabi family on 9 March 1917Profile of Qamar Jalalabadi on indiasamvad website , Published 10 March 2017, Retrieved 24 June 2017 in Jalalabad, a village near Beas in Amritsar district, Punjab, India.Profile of Qamar Jalalabadi on muvyz.com website, Retrieved 24 June 2017 Right from the age of seven, he started writing poetry in Urdu.Profile of Qamar Jalalabadi on cinestaan.com website, Retrieved 24 June 2017 There was no encouragement from home, but a wandering poet named Amar Chand Amar met him in his hometown and encouraged him to write, recognising his immense talent and potential. He also gave him the penname of Qamar which means moon, and Jalalabadi was added for his native town. It was the general trend in those days for writers to name themselves after the towns they hailed from. After completing his matriculation from Amritsar, he embarked on his journalistic career journey by writing for Lahore-based newspapers like Daily Milap, Daily Pratap, Nirala, Star Sahakar. ==Career== Attracted by the promise of a career in the film industry, Qamar Jalalabadi came to Pune in the early 1940s. In 1942, he wrote lyrics for his first film Zamindar which was a Pancholi Pictures production and the songs of this film were very well received, especially the song sung by Shamshad Begum \"Duniya me garibonko aaraam nahi milta\", which also had a line or two written by writer and poet Behzad Lucknawi. Subsequently, Jalalabadi relocated to Bombay, and worked there as a lyricist for nearly 4 decades. His songs were sung by many notable singers including Shiv Dayal Batish, Noor Jehan, G. M. Durrani, Zeenat Begum, Manju, Amirbai Karnataki, Mohammad Rafi, Talat Mahmood, Geeta Roy, Suraiya, Mukesh, Manna Dey, Asha Bhonsle, Kishore Kumar and Lata Mangeshkar. He worked with many popular composers including Sachin Dev Burman and Sardar Malik. Some of his memorable songs from his early include \"sunti nahi duniya kabhi fariyaad kissi ki\" (Renuka, 1947) and the ghazal \"Dil kis liye rota hai...pyar ki duniya me, aisa hi hota hai\" (sung by Naseem Banu for the film Mulaquat in 1947). The noted dancer Sitara Devi performed some of his songs in Chand (1944). Chand was one of the earliest of Qamarji's successful and memorable films. \"Ik dilke tukde hazaar huye, koyi yahan gira koyi wahan gira…\" in Pyar Ki Jeet (1948 film), reflected his own tragedies and philosophy of life.Lyricists His brush with comedy was in Aansoo Aur Muskan with, \" Guni jano, Bhakt jano…\" sung by Kishore Kumar as an actor in the movie.Subhashini Swar (Daughter) As a lyricist, Qamar Jalalabadi was very versatile. On one hand he wrote mesmeric duets like \"sun meri saanwari mujhko kahin tum bhool na jana…\" sung by Lata Mangeshkar and Mohd. Rafi (film: Aansoo 1953) and on the other hand he penned comic relief songs like \"khush hai zamana aaj pehli tarikh hai\" endured with full throttle gusto by Kishore Kumar (film: Pehli Tarikh-1954). This song turned into veritable anthem and was played on Radio Ceylon on the first of every month for decades, and it probably still is. The film Howrah Bridge (1958) skyrocketed his career as lyricist to unpredescented heights. Songs like \"Mera Naam Chin Chin Chu\" (Geeta Dutt) and \"aaiye meherbaan, baithiye janejaan….\" (Asha Bhosle) became highly popular. In his long career span he worked for several Film Companies like; Prabhat Film Company, Pancholi Pictures, Filmistan Ltd., Famous Pictures, Minerva Movietone, Prakash Pictures, Wadia Films Ltd., Filmkar Ltd., Sippy Films, N.C Sippy Films, Shri Shakti Films, Mitra Productions and many more. He was one of the founder members of prestigious organisations like Film Writers Association & IPRS in Mumbai. The music composers he worked with were: Ghulam Haider, G. Damle, Pandit Amarnath, Khemchand Prakash, Husnlal Bhagatram, S.D. Burman, Anil Biswas, Shyam Sunder, Sajjad Hussain, C. Ramchandra, Madan Mohan, Sudhir Phadke, Shiv Dayal Batish, Sardar Malik, Ravi, Avinash Vyas and in the latter phase of his career with O.P. Nayyar, Kalyanji-Anandji, Sonik Omi, Uttam Singh and Laxmikant–Pyarelal as well. Qamar Jalalabadi wrote song lyrics for about 156 films by writing a total of approximately 700 songs in his long career. He was an acclaimed poet (shayar) and read poetry at several mushairas all over India. == Personal life == In his personal life, Jalalabadi was a highly religious person and he chanted excerpts from the Bhagavad Gita, the Koran as well as the Bible. He was deeply into transcendental meditation, and was mostly embedded in his writing for most part of the day. He once gifted a bungalow in Khar, Mumbai to one of his married sisters to save her from a difficult marriage, and shifted to simpler accommodation in Juhu with his own family. He and his wife Leelawati had seven children. He had several friends and hundreds of fans whom he lovingly called his \"pankhe\". His fan mail came in various languages; Hindi, English, Urdu and many regional languages as well. He replied to all his fan mail and judiciously sent an autographed photo as well. Some of his favorite people were Pakistani poet Qateel Shifai, broadcaster Ameen Sayani, Kalyanji and Anandji, O.P Nayyar, S. D. Batish, C.L Kavish and D.D. Kashyap. From his past associations, he remembered G. Damle of Prabhat Film Company, Dattaram Pai of Filmistan, Babubhai Mitra, Husnlal Bhagatram and S. Mukherji the most as they had been a part of his initial glorious days as a lyricist. ==References== ==External links== * * Qamar Jalalabadi in Old Rare Interview Category:1919 births Category:2003 deaths Category:Indian film score composers Category:Indian male screenwriters Category:Indian lyricists Category:Writers from Amritsar Category:Punjabi people Category:Filmfare Awards winners Category:Screenwriters from Punjab, India Category:Musicians from Amritsar Category:20th-century Indian composers Category:20th-century Indian dramatists and playwrights Category:20th-century Indian poets Category:Poets from Punjab, India Category:20th-century Indian male writers Category:20th-century Indian screenwriters ",
    "title": "Qamar Jalalabadi"
}