{
    "id": "14035775",
    "text": "Whenever a wave forms through a medium/object (organ pipe) with a closed/open end, there is a chance of error in the formation of the wave, i.e. it may not actually start from the opening of the object but instead before the opening, thus resulting on an error when studying it theoretically. Hence an end correction is sometimes required to appropriately study its properties. The end correction depends on the radius of the object. An acoustic pipe, such as an organ pipe, marimba, or flute resonates at a specific pitch or frequency. Longer pipes resonate at lower frequencies, producing lower-pitched sounds. The details of acoustic resonance are taught in many elementary physics classes. In an ideal tube, the wavelength of the sound produced is directly proportional to the length of the tube. A tube which is open at one end and closed at the other produces sound with a wavelength equal to four times the length of the tube. A tube which is open at both ends produces sound whose wavelength is just twice the length of the tube. Thus, when a Boomwhacker with two open ends is capped at one end, the pitch produced by the tube goes down by one octave. The analysis above applies only to an ideal tube, of zero diameter. When designing an organ or Boomwhacker, the diameter of the tube must be taken into account. In acoustics, end correction is a short distance applied or added to the actual length of a resonance pipe, in order to calculate the precise resonant frequency of the pipe. The pitch of a real tube is lower than the pitch predicted by the simple theory. A finite diameter pipe appears to be acoustically somewhat longer than its physical length.End Correction at a Flue Pipe Mouth A theoretical basis for computation of the end correction is the radiation acoustic impedance of a circular piston. This impedance represents the ratio of acoustic pressure at the piston, divided by the flow rate induced by it. The air speed is typically assumed to be uniform across the tube end. This is a good approximation, but not exactly true in reality, since air viscosity reduces the flow rate in the boundary layer very close to the tube surface. Thus, the air column inside the tube is loaded by the external fluid due to sound energy radiation. This requires an additional length to be added to the regular length for calculating the natural frequency of the pipe system. The end correction is denoted by \\Delta L and sometimes by e . In organ pipes, a displacement antinode is not formed exactly at the open end. Rather, the antinode is formed a little distance \\Delta L away from the open end outside it. This \\Delta L is known as end correction, which can be calculated as: * for a closed pipe (with one opening): : \\Delta L = 0.6 \\cdot r = 0.3 \\cdot D , where r is the hydraulic radius of the neck and D is the hydraulic diameter of the neck;Ruiz, Michael J. \"Boomwhackers and end-pipe corrections.\" The Physics Teacher 52.2 (2014): 73-75. Available online at http://www.mjtruiz.com/publications/2014_boomwhackers.pdf * and for an open pipe (with two openings): : \\Delta L = 1.2 \\cdot r = 0.6 \\cdot D . The exact number for the end correction depends on a number of factors relating to the geometry of the pipe. Lord Rayleigh was the first experimenter to publish a figure, in 1871: it was 0.3 \\cdot r . Other experiments have yielded results such as 0.576 \\cdot r Bosanquet, R.H.M. \"On the relation between the notes of open and stopped pipes,\" The London, Edinburgh, and Dublin Philosophical Magazine and Journal of Science, (1878) 6:34, 63-66, DOI: 10.1080/14786447808639471 and 0.66 \\cdot r A.E. Bate M.Sc. (1930) LX. (i.) The end-corrections of an open organ flue-pipe; and (ii.) The acoustical conductance of orifices, The London, Edinburgh, and Dublin Philosophical Magazine and Journal of Science, 10:65, 617-632, DOI: 10.1080/14786443009461614 . The end correction for ideal cylindrical tubes was calculated to be 0.6133 \\cdot r by Levine and Schwinger. Levine, Harold and Schwinger, Julian, \"On the Radiation of Sound from an Unflanged Circular Pipe\" (1948), Phys. Rev., volume 73, issue 4, pages 383--406, doi = {10.1103/PhysRev.73.383}, url = {https://link.aps.org/doi/10.1103/PhysRev.73.383} ==Notes== ==Sources== *Mouth Correction. Category:Fluid dynamics Category:Acoustics ",
    "title": "End correction"
}