{
    "id": "14030225",
    "text": "Lance Picioane (born 7 June 1980) is a former Australian rules footballer who played for Adelaide, Hawthorn and the Kangaroos during his time in the Australian Football League (AFL). Picioane attended Essendon Grammar and was captain of the Vic Metro Under 16s and Under 17s the played in the victorious Vic Metro at the 1997 AFL Under 18 Championships. Picioane started his career in 1998 with Adelaide but found it difficult to find a regular spot with a side that had won a premiership the previous season. He failed to play a senior game for Adelaide in 1999 and at the end of the season he was traded to Hawthorn for pick 79 in the upcoming draft. Playing mostly in the midfield, Picioane managed 58 games in his five years at Hawthorn before being delisted at the end of the 2004 season. Early in the 2004 season, Piciaone was with Danny Jacobs when Jacobs was caught drink driving. After initially lying about Picioane's involvement, both players were fined $5000 and suspended from playing for a week. He then joined North Melbourne for the 2005 season. Lance suffered a range of mental health issues, including depression and anxiety, during his football playing days and this led him down a path of substance abuse. In 2012, he sought professional assistance, and, after going \"cold turkey\" from substances, he walked from Sydney to Melbourne (with his mother in a support vehicle) to raise awareness of mental illness. In 2013 he founded an organisation 'Love Me Love You' which aims to improve and empower the lives of young people with mental health and substance abuse issues. He is currently playing with Kerang in the Central Murray Football League. His father, Joe Picioane, was a soccer player who represented the Australia national soccer team in 1978 and 1979. He is of Romanian descent. ==References== ==External links== * *Love me, Love you organisation Category:1980 births Category:Living people Category:Australian rules footballers from Victoria (Australia) Category:Australian people of Romanian descent Category:Adelaide Football Club players Category:Hawthorn Football Club players Category:North Melbourne Football Club players Category:Western Jets players Category:Kyneton Football Club players ",
    "title": "Lance Picioane"
}