{
    "id": "14033433",
    "text": "Gap junction beta-2 protein (GJB2), also known as connexin 26 (Cx26) — is a protein that in humans is encoded by the GJB2 gene. == Clinical significance == Defects in this gene lead to the most common form of congenital deafness in developed countries, called DFNB1 (also known as connexin 26 deafness or GJB2-related deafness). One fairly common mutation is the deletion of one guanine from a string of six, resulting in a frameshift and termination of the protein at amino acid number 13. Having two copies of this mutation results in deafness. Connexin 26 also plays a role in tumor suppression through mediation of the cell cycle. The abnormal expression of Cx26, correlated with several types of human cancers, may serve as a prognostic factor for cancers such as colorectal cancer, breast cancer, and bladder cancer. Furthermore, Cx26 over- expression is suggested to promote cancer development by facilitating cell migration and invasion and by stimulating the self-perpetuation ability of cancer stem cells. == Function == Gap junctions were first characterized by electron microscopy as regionally specialized structures on plasma membranes of contacting adherent cells. These structures were shown to consist of cell- to-cell channels. Proteins, called connexins, purified from fractions of enriched gap junctions from different tissues differ. The connexins are designated by their molecular mass. Another system of nomenclature divides gap junction proteins into two categories, alpha and beta, according to sequence similarities at the nucleotide and amino acid levels. For example, CX43 (GJA1) is designated alpha-1 gap junction protein, whereas GJB1 (CX32), and GJB2 (CX26; this protein) are called beta-1 and beta-2 gap junction proteins, respectively. This nomenclature emphasizes that GJB1 and GJB2 are more homologous to each other than either of them is to gap junction protein, alpha GJA1. == See also == * Connexin * Gap junction * Vohwinkel syndrome * Bart–Pumphrey syndrome == References == == Further reading == * * * * * * * In * In * In Category:Connexins ",
    "title": "GJB2"
}