{
    "id": "14037212",
    "text": "{| |} HMCS Comox was a that served in the Royal Canadian Navy from 1938–1945. She served during the Second World War as a local patrol craft for Esquimalt, British Columbia before transferring to Halifax, Nova Scotia performing general minesweeping duties. After the war she sold for mercantile service and converted to a tugboat named Sung Ming. The ship's registry was deleted in 1993. == Design and description == In 1936, new minesweepers were ordered for the Royal Canadian Navy.Johnston et al., p. 979 Based on the British ,Chesneau, p. 65 those built on the west coast would cost $403,000 per vessel.Johnston et al., p. 1075 At the outbreak of the Second World War, the Royal Canadian Navy considered constructing more, but chose to build s instead upon learning of that design due to their oil-burning engines.Macpherson and Barrie, p. 167Pritchard, pp. 21–2Tucker, p. 29 The Fundy class, named after the lead ship, displaced . They were long, with a beam of and a draught of . They had a complement of 3 officers and 35 ratings.Macpherson and Barrie, p. 32 The Fundy class was propelled by one shaft driven by vertical triple expansion engine powered by steam from a one-cylinder boiler. This created between and gave the minesweepers a top speed of . The ships were capable of carrying between of coal. The ships were armed with one QF Mk IV gun mounted forward on a raised platform.Macpherson and Barrie state that the ships were equipped with one QF 12-pounder 12 cwt naval gun.Mark IV = Mark 4. Britain used Roman numerals to denote Marks (models) of ordnance until after World War II. The minesweepers were armed with two 20 mm Oerlikon anti-aircraft cannons. They were later equipped with 25 depth charges. ==Service history== Comox was ordered on 23 August 1937. The ship was laid down on 5 February 1938 by Burrard Dry Dock Co. Ltd. at Vancouver, British Columbia with the yard number 117 and launched on 9 August later that year. She was commissioned into the Royal Canadian Navy on 23 November 1938. Comox was initially assigned to the west coast. At the onset of the Second World War, she remained at Esquimalt carrying out local patrol duties. In March 1940, she and her sister ship were reassigned to the east coast. Arriving in April 1940 Comox spent the rest of the war performing minesweeping duties for Halifax Harbour. Along with her sister ship, , she rescued survivors of the torpedoed Liberty ship SS Martin Van Buren on 15 January 1945. Comox was paid off on 27 July 1945. The vessel was sold in 1946 for commercial service to Ming Sung Industrial Co Ltd and converted to the tugboat Sung Ming. The ship was deleted in 1993. ==References== ===Notes=== ===Citations=== ===Sources=== * * * * * * * ==External links== Category:Ships of the Royal Canadian Navy Category:Fundy- class minesweepers Category:Ships built in British Columbia Category:1938 ships Category:World War II minesweepers of Canada Category:Minesweepers of the Royal Canadian Navy ",
    "title": "HMCS Comox (J64)"
}