{
    "id": "14032101",
    "text": "Sergeant First Class John Raymond Rice (Native American name: Walking in Blue Sky) (April 25, 1914 – September 6, 1950) was a Ho Chunk (Winnebago) Indian and a United States Army soldier killed in action while leading his squad in Korea in 1950. A Sioux City, Iowa cemetery refused to bury his body because he was Native American, touching off a national episode culminating in President Harry Truman ordering his body to be interred in Arlington National Cemetery. ==Biography== A tribal member of the Ho-Chunk Nation, also known as the Winnebago Indian Tribe, Rice was born in Winnebago, Nebraska, and had previously served in the United States Marine Corps during World War II.Way of the Warrior (2007) PBS documentary. Rice was awarded the Bronze Star for heroism during the New Guinea campaign, and he was killed leading a squad of Company A, 8th Cavalry Regiment, during the Battle of Tabu-dong \"one of the most critical and heroic stands made by the hard-pressed United Nations forces.\" During his funeral on August 28, 1951—at the Memorial Park Cemetery in Sioux City, Iowa—a cemetery employee noticed there were a lot of Native Americans among the mourners. After the military burial service, including the ceremonial three-volley salute, cemetery officials discovered that Rice himself was Native American. They stopped the actual burial, and made his non- Indian wife Evelyn take his body away. According to cemetery officials, \"Private cemeteries have always had a right to be operated for a particular group such as Jewish, Catholic, Lutheran, Negro, Chinese, etc., not because of any prejudice against any race, but because people, like animals, prefer to be with their own kind.\" The following day, August 29, then-President Harry Truman publicly reprimanded the cemetery and the Sioux City town leaders. Rice's wife was given a plot in Arlington National Cemetery. The press and local groups in Sioux City also lambasted the Sioux City cemetery. What is not widely reported is that prior to making burial arrangements at Memorial Park Cemetery, the widow had already been denied the burial of Sergeant Rice at the city-owned cemeteries because of his race. During this time in history, many businesses, including Memorial Park, still practiced segregation. Memorial Park's by-laws of the time restricted burial to white people only; burial of other races would have resulted in legal proceedings against the cemetery. The cemetery today offers burial to all persons, regardless of race, nationality, religion, etc. Sergeant Rice was buried with full military honors on September 5, 1951, nearly a year to the day after he died, in Arlington National Cemetery between two generals. ==See also== ==References== ==External links== *Sergeant John R. Rice in \"Notable People\" on Sioux City History Category:1914 births Category:1950 deaths Category:People from Thurston County, Nebraska Category:United States Army soldiers Category:American Marine Corps personnel of World War II Category:United States Marines Category:American military personnel killed in the Korean War Category:Native American United States military personnel Category:Burials at Arlington National Cemetery ",
    "title": "John Raymond Rice"
}