{
    "id": "14030909",
    "text": "The Royal Netherlands Aerospace Centre (Royal NLR; ), formerly known as the National Aerospace Laboratory (NLR; ) is an aerospace research organisation of the Netherlands, and is one of its major technological institutes. These institutes perform a large part of the applied research in the Netherlands, each within its own specific field of technology. As an independent non-profit organisation, the NLR is the aerospace-knowledge enterprise in the Netherlands and provides high-quality technical support to the aerospace sector. ==Organisation== NLR perform research and develop technology in the field of aviation and space travel. Work under research contracts (national and international, government and industry) amounts to 75 percent of NLR's activities, the remaining 25 percent is funded by the Dutch government for basic demand-oriented research programmes and development of research equipment. Depending on the project NLR acts as a sole contractor or as a subcontractor co-operating with other institutes or partners from industry. == History == The RSL, the predecessor of NLR, was officially founded on 5 April 1919, shortly after the First World War. Although air power did not play a decisive role during this war, aeronautics had nevertheless progressed very rapidly during that period. Aeronautics developed slowly in the Netherlands during the first two decades of this century when compared to the neighbouring countries, as for example France. After the Armistice, 11 November 1918, the aeronautical community started to concentrate on the application of the newly obtained skills and experience. The Government appointed a committee to review the possibilities of aerial applications. The year 1919 saw many new initiatives. On Saturday 5 April 1919 (when Saturday was a normal working day), the new Laboratory of the RSL was officially opened in the presence of representatives of the Government in a building at the Navy Yard in Amsterdam. However, at this official opening there was already a laboratory in operation. The laboratory RSL was given an excellent start, although the human and material resources were limited. In his opening speech Prof. L.A. van Royen emphasized that the RSL should develop free and open communications with the aeronautical world and in turn the RSL should be assisted to come into contact with those who are interested in the activities of RSL. The interested parts should also be able to influence the activities of RSL. The RSL was originated at offices belonging to the Ministry of Defence mainly as a result of the aviation activities of the Army (since 1913) and the Navy (since 1917). The groundwork for the foundation of RSL started during World War I in 1917, when civil aviation in the Netherlands was non-existent. On 1 January 1920 the RSL was transfer from the Ministry of Defence to the Ministry of Public Works because after the war the defence spending was cut drastically and civil aviation appeared in the horizon. As early as 1922, the Minister of Public Works proposed to terminate RSL. The main argument was that the annual funding was considered extravagant. Fortunately nothing happened immediately and the dispute continued for many years. When in 1918 the RSL was planned, the location at the Navy Yard in Amsterdam was meant as a temporary site only. Prof. van Royen intended to establish a permanent laboratory in Delft, in close association with Delft University of Technology (TU Delft). However, the university apparently was not too eager to accommodate the RSL, probably because of the problems encountered in the 1920s after the RSL became part of the Ministry of Public Works. Also, flight testing had become an important part of the activities and several people felt that a location close to Schiphol and Fokker was more important than being close to TU Delft. The RSL essentially developed along the lines as planned during 1918–1919, till it was converted in the independent Foundation NLL in 1937. The only major change in its formal task took place when a separate Department of Civil Aviation (RLD) was created to supervise airworthiness and aircraft operations in the Netherlands. However this did not have much effect on the technical content of the work of the RSL; it was a separation of responsibilities. This shift of responsibilities was related to the desire of the aircraft industry in the 1930s to have a national laboratory to which all interested parts would have access on an equal basis, according to Ir. A.J. Marx. The centre piece of the laboratory was an Eiffel type wind tunnel. The construction of the wind tunnel was complicated because with only limited information available, Dr. Ir. E.B. Wolff managed to produce an operational tunnel by March 1919 and it was shown at the official opening of the RSL. The tunnel – essentially a pipe with two open ends – had the air drawn from the room in which the tunnel was placed and it was exhausted into that same room at the other end. It must be assumed that he decided on an Eiffel type tunnel because of the size and limitations of the building and on the results published by Eiffel. Through this arrangement he achieved at least a facility of reasonable size and Reynolds Number. The tunnel had an open test section and, with a maximum power of 30 Horsepower, the mean velocity at the 1.6 meter diameter test section was 25 m/s. However, the uniformity of the flow across the test section was quite unsatisfactory and large fluctuations in time occurred. After investigations of the flow in the wind tunnel, several modifications were introduced. The result was that by July 1920 a fairly uniform and steady air flow of about 35 m/s in the test section was obtained. This tunnel was used extensively for a period of 20 years for a variety of aeronautical and non-aeronautical tests and, apart from smaller research facilities which were built at TU Delft, it was the only wind tunnel available for aeronautical development in the Netherlands till 1940. In the meantime Wolff and Koning carried out studies for new wind tunnel facilities. As a result, two closed type wind tunnels were built in the new laboratory at Sloterweg in Amsterdam that became fully operational in 1940. One was the LST 3 x 2 m² which was large enough to simulate powered aircraft flight and a smaller, the LST 1.5 x 1.5 m² tunnel for research purposes and non-aeronautical wind tunnel testing. They were the main low speed aerodynamics facilities for over 40 years till the DNW (the joint venture with the German sister organisation DLR) became operational in 1980, followed by the LST 3 x 2.25 m² of NLR, both in the Noordoostpolder. During the five years of the Second World War the total contract work-load of the laboratory decreased dramatically although the personnel increased by 40%.NLR Annual Reports of 1944 and 1945 However, it appears that a large number of subjects were studied in depth. When the Allied Forces entered the Netherlands in September 1944 the situation changed very dramatically. The food and fuel supply, already at a bare minimum, practically stopped. Everybody at the laboratory was mentally occupied with the problems of war, survival, food and fuel. It took several months after the Liberation Day on 5 May 1945 for the normal operations of the laboratory to become re-established. Although the laboratory did not incur physical damage during the war, it was not in good condition after the war. Above that, until 1952 there was a political climate unfavourable to NLL especially in terms of financial support for the expansion plans of the NLL that included a HST, among other facilities. The year 1950 marked the beginning of international co-operation and cross utilisation of facilities between NLL and ONERA. On 23 February 1955 a contract between AICMA-CIPS and NLL was signed which stipulated that NLL would make available the HST to members of AICMA for up to 50% of the available testing time. Later, in 1976, a two-nation aeronautical test facility, the DNW of Germany and the Netherlands, became a reality, and it took until 1988 when finally a four-nation (France, Germany, the UK and the Netherlands) aeronautical test facility, the ETW, was opened. In 1957, after a period of deliberations and negotiations, an area of 2 square kilometres was purchased in the Noordoostpolder (NOP). In 1958 the first NLR employees started working there. Since then there has been a gradual shift of activities from Amsterdam the NOP and several buildings were added. On 5 April 2019 the Netherlands Aerospace Centre celebrate their 100th anniversary. At the same day they received the honorary title 'Royal'. ==Divisions== ===Aerospace Systems (AS)=== * The AS division identifies and develops required technology and knowledge and applies it on the development of innovative aerospace travel systems. * The emphasis lies on the operational commitment of aerospace travel systems at improving the effectiveness and the efficiency of Dutch military aviation, particularly at the purchase and introduction of new material and systems. * The objective of the AS division of the NLR is - in close co-operation with aerospace travel stakeholders - to identify their needs and translate those needs into (technical) solutions in order to reinforce the position of the stakeholders. ===Air Transport (AT)=== * The AT division, as part of NLR's aerospace activities, concentrates on identifying, developing and making applicable the technology and knowledge for safe, efficient and socially acceptable aircraft usage, airspace and airport exploitation. * The AT division strives for close co-operation with several players in the aviation sector in order to identify and translate the needs of the sector into (technology) solutions for today and for the future. * The AT division, by means of national and international co-operation and a strong internal synergy with the AV and AS divisions, aims to reinforce the social and market relevance of the NLR. The AT division sees itself at the top three of similar European research institutions. * The AT division offers an ongoing professional challenge to its staff by means of its activities, career prospect and (professional) surroundings. Expertise, result and customer orientation is characteristic of NLR. By means of authoritative research and test facilities the AT division ensures the integrity of its results. * NLR opened the NLR Air Transport Safety Institute (NLR-ATSI) on October 31, 2007. This institute conducts research to improve the safety and efficiency of air transport. ===Aerospace Vehicles (AV)=== * The AV division identifies, researches, develops, provides and spreads high-quality knowledge, technology and services in the fields of design, certification, development, use and maintenance of aerospace vehicles. It supports air/space travel policy, defence policy and the economic policy of the government, and reinforces the international competitive position of the aircraft industry, MRO companies and engineering offices. * The AV division realises the national ambition of NLR within an international network of institutes and companies, high-quality knowledge concerning aerospace vehicles to gather and develop new products. * The AV division offers provocative work surroundings for its employees, with attention to career prospect. * The AV division's employees have information about customers, stakeholders and international markets in which they are active. They have the necessary knowledge to anticipate on the questions of customers and have a customer-specific attitude. ==Sites== A staff of approximately 650 people is employed at two sites, one located in Amsterdam, and the other in Marknesse (about 100 km north-east of Amsterdam). Over two-thirds of the staff are graduates from universities or technical colleges, with a large variety in specialised professions such as aerospace engineers, psychologists, mathematicians and physicists. Such variety is necessary for ensuring the broad expertise that is needed for coping with the most challenging problems in the aerospace sector. At its two sites NLR owns several sophisticated aerospace research facilities, including different wind tunnels, such as the Low Speed Wind tunnel, the Transonic and the Supersonic Wind Tunnel. Exploitation of these wind tunnels and the wind tunnels of DLR have been entrusted to the foundation German-Dutch wind tunnels (DNW), which also includes a large facility in the Noordoostpolder in which Germany and the Netherlands have a share of 50%. ==Facilities== NLR has a laboratory airplane, a Cessna Citation II (PH-LAB), latter shared with Delft University of Technology (TU Delft). {| align=\"center\" valign=\"center\" ||| |} NLR has developed different flight simulators for research on aircraft and helicopters. NLR conducts research on future concepts in Air Traffic Management (ATM) and Air Traffic Control (ATC) using its advanced proprietary simulation platform, the NLR ATC Research Simulator (NARSIM). NARSIM consists of two physical instantiations, one for en-route ATC (NARSIM-Radar) and one for airport tower controllers (NARSIM-Tower) with a 360-degrees field-of-view visual system. NARSIM is also used for performance of technology verification and validation activities as well as air traffic controller training. NLR has installations in which airplane constructions on full scale, components and test samples can be tested. Equipment and software for development of construction of parts for airplanes and space vehicles are also available. For development and construction of composites a special laboratory has been arranged. Moreover, the NLR has instrumentation for flight tests, and several specialized apparatus for development of avionics. Facilities for testing antenna and conduction of so-called environmental tests are used to test several equipments. In the micromechanics workplace the NLR develops models and instruments for wind tunnel tests. The computer network of the NLR contains a supercomputer for the implementation of extensive aerodynamic and structural calculations. ==List of abbreviations== AICMA = Association Internationale des Constructeurs de Matérial Aéronautique (European Association of Aircraft Manufacturers) CIPS = Comité Internationale Permanent des Souffleries (Permanent Committee on Wind Tunnels) DLR = Deutsches Zentrum für Luft- und Raumfahrt (German Aerospace Center) DNW = Deutsch-Niederländischer Windkanal / Duits-Nederlandse Windtunnel (German-Dutch Wind Tunnel) ETW = European Transonic Wind Tunnel HST = High Speed Wind Tunnel LST = Low Speed Wind Tunnel MRO = Maintenance, Repair and Overhaul NLL = Nationaal Luchtvaartlaboratorium (National Aeronautical Laboratory) ONERA = Office National d’Études et de R'echerches Aéronautiques (French Aeronautical Research Organization) RLD = Rijksluchtvaartdienst (Government Department of Civil Aviation) RSL = Rijks-Studiedienst voor de Luchtvaart (Government Service for Aeronautical Studies) ==References== * Bliek, J. A. van der, 75 Years of Aerospace Research in The Netherlands, NLR, 1994 * Annual Reports 2010, 2011, 2012,2013, 2014 * Virtual flight into the future ==External links== * NLR Home Page * NLR Video Clips * NLR Publications * NARSIM - Air Traffic Simulations * NLR Air Transport Safety Institute Category:Space agencies Category:Research institutes in the Netherlands Category:Aerospace companies of the Netherlands Category:Aerospace research institutes ",
    "title": "Royal Netherlands Aerospace Centre"
}