{
    "id": "14043894",
    "text": "Talmage Newman Cooley (born in Charlottesville, Virginia) is an American social justice activist and founder of several social justice organizations. He was Founder of The Gun Violence Project and then co-Founder and co-CEO of The Center to Prevent Youth Violence (formerly PAX). While attending the Harvard Kennedy School in 2012Harvard Kennedy School Center for Public Leadership, \"Storytelling and Impact Highlight 2012 Gleitsman Social Change Film Forum\", May 10, 2012, http://www.centerforpublicleadership.org/index.php?option=com_k2&view;=item&id;=802:storytelling- and-impact-highlight-2012-gleitsman-social-change-film-forum&Itemid;=53 he founded Democracy.com. Cooley is currently the CEO of Fervent Strategy, a social impact consulting firm based in New York City. Cooley has also written and directed PSA's for social justice organizations as well as award-winning narrative and documentary films. ==Background== In the 1990s, Cooley directed television PSA's for prominent social impact organizations such as the National Center for Missing and Exploited Children, The Creative Coalition and the Partnership for a Drug Free America. Through this work, he began researching how large-scale social messaging efforts could successfully shift cultural norms and launch grassroots movements. This led to his founding of The Gun Violence Project, a collaboration with The Creative Coalition, and then co-founding The Center to Prevent Youth Violence (originally called PAX) which would become the largest non-lobbying group focused on the gun violence issue in America. Cooley was also a member of the founding committee of the Million Mom March in 2000, which drew 750,000 people to the Washington Mall (and another 200,000 people to satellite marches across the country), one of the largest marches ever organized on the Mall. In 2012, Cooley graduated from the Harvard Kennedy School with a master's degree focused on social justice strategy, program design and operations, and innovation strategy. This work led to the 2013 launch of Democracy.com, an online platform for civic engagement that \"empowers every citizen to take action on the issues and elections they care about in under 60 seconds\". Cooley is now the Founder and CEO of Fervent Strategy, a social impact consulting firm in New York, NY. ==Social Impact== ===Gun Violence Project, PAX, Center to Prevent Youth Violence=== In 1995, Cooley founded The Gun Violence Project, a non-profit organization with the mission to reposition the gun violence issue as an urgent matter of public health rather than the seemingly intractable political wedge issue it had become.Gregg Lee Carter, Guns in American Society: An Encyclopedia of History, Politics, Culture, and the Law, Volume 1, pp.465-6, ABC-CLIO, 2002, , . In 1996, The Gun Violence Project, in collaboration with The Creative Coalition, created its first campaign (voice-over by Alec Baldwin), which focused on the dangers of kids taking their parents' guns to school. In 1997 The Gun Violence Project became PAX . By 2000, PAX had become the largest non-lobbying organization working on gun violence prevention as a result of the success and rapid expansion of its ASKEvaluation of the ASK Campaign in Two Midwestern Cities | ISRN Public Health and SPEAK UP campaigns. As a result of this success, PAX was invited to become a founding member of the organizing committee for the Million Mom March on the Washington Mall in 2000, and the ASK Campaign was the lead anti-gun violence program promoted by the march due to its family focused message directed at parents.Million Mom March Still active, the ASK (Asking Saves Kids) Campaign leverages partnerships with over 400 national and grassroots organizations that promote the ASK message, driven by the fact that almost 40% of homes with children have a gun, and almost half those guns are either unlocked or loaded. The message to parents is \"ASK your neighbors about guns before you send your kids over to play. It's not about politics, it's about common sense parenting.\". The SPEAK UP program created a national hotline for young people to anonymously report weapon related threats in their schools and neighborhoods, and has received over 40,000 calls since inception. Cooley directed commercials for the ASK and SPEAK UP campaigns, with voice-over by Julianne Moore, Alec Baldwin and Susan Sarandon. These campaigns pioneered a new approach to the gun violence issue, designed to have immediate impact on the frequency of gun deaths and injuries while also shifting the national dialogue around guns to a prevention-driven, public health and safety orientation. This innovative, non-partisan approach to gun violence prevention represented a stark contrast to the politics-based framing which had dominated the issue for many years without significant success.Gregg Lee Carter, Gun control in the United States: a reference handbook, pp. 248-9; ABC-CLIO, 2006, , . In 2011, PAX officially changed its name to The Center to Prevent Youth Violence to better reflect the youth and family focus of its prevention driven campaigns. Cooley resigned as co-CEO of The Center to Prevent Youth Violence in 2004 but remained on the organization's Board of Trustees until its merger with the Brady Center in 2012. By 2018, the ASK and SPEAK UP campaigns had been active for over 18 years, and remain the leading public health and safety campaigns dedicated to gun violence prevention in the US, with over 19 million Americans signing the ASK Pledge (www.askingsaveskids.org) and over 31 million parents reporting that they ask their neighbors about guns where their kids play from a pre-campaign baseline of 3 million parents. ===2017 Harvard/GAO Report names ASK Campaign as only verifiably effective gun violence prevention program in US=== In October 2017, the Harvard School of Public Health and the US Government Accountability Office (GAO) released a report on the effectiveness of 16 firearm storage awareness programs, ultimately finding the \"ASK\" program to be the only gun safety program that has been independently evaluated and found to be effective. The report, entitled \"Personal Firearms: Programs that Promote Safe Storage and Research on their Effectiveness,\" was prepared over a two-year period in response to a request by the Congressional HELP (Health, Education, Labor, and Pensions) Committee. The report evaluated 16 programs, both regional and national, that are aimed at spreading awareness of the importance of safe storage of firearms. The ASK campaign was found to be the only verifiably effective program out of the 16 programs. Jim Accomando, president of The National PTA, said \"Child and school safety starts at home. When families store their guns responsibly, they're much less likely to end up in schools and tragedies are less likely to occur. National PTA is proud to support the ASK campaign to help prevent gun-related incidents and keep children safe.\" ===Democracy.com & Fervent Strategy=== In 2012, Cooley founded Democracy.com while attending the Harvard Kennedy School's MPA master's degree program. The company launched its first generation site in 2014, which connected candidates and civic organizations with citizen supporters. The site was awarded \"Best Technology Innovation\" by the American Association of Political Consultants, \"Best Fundraising Platform\" by Campaign and Elections Magazine and \"Top Campaign and Organizing Tool\" by Campaign Workshop. The company's site achieved over 30% month on month growth and reached over a million users. Democracy.com was acquired by Mark Cuban in late 2019.https://finance.yahoo.com/news/mark-cuban-democracycom-185943668.html Since 2010, Cooley has led Fervent Strategy, a social impact consultancy advising social justice organizations, universities, foundations and non- profits.Democracy.com, \"Investor Deck\", pp. 1-15. ==Photography== Cooley's editorial photography has been featured in The New York Times, The Village Voice, The Independent and other newspapers, magazines and books published in the US and Europe.This Week: Darkness and Light, The New York Times, October 18, 1992 His fine art work was shown in the former CBGB art gallery \"CB's 313\" next door to the now demolished club on the Bowery in New York City. Cooley also co-authored a book with Kate Spade Fashions and Partners & Spade co- founder Andy Spade entitled Public Love, published by Chronicle Books. ==Film== In 2004, Cooley wrote and directed his first film, Pol Pot's Birthday,https://www.imdb.com/title/tt0398270/ a short satirical comedy which premiered at the Sundance Film Festival, won numerous Best Film awards at festivals worldwide, and is included in the Sundance Collection at the New York Museum of Modern Art (MOMA). The film was featured in American Cinematographer magazineStephanie Argy, An Uneasy Celebration, American Cinematographer, January 2005 for its evocative use of the newly emerging equipment and techniques for digital cinematography. The film's style of awkward comedy has been compared to the BBC television series \"The Office\". In 2005, Cooley directed a short documentary, Dimmer,https://www.imdb.com/title/tt0437968/ about a gang of blind teenagers who roam the streets of the bleak industrial neighborhoods of Buffalo, New York. Featuring a score by the band Interpol, Dimmer premiered at the Sundance Film Festival, was short-listed for the Academy Award for Best Short Documentary, and won numerous international Best Film awards as well as being exhibited at the New York Museum of Modern Art (MOMA) and included in its Sundance Collection. Cooley's first feature film was the comedy Patriotville (renamed Taking Chances by Lions Gate Entertainment),Denyse C. Middleton, \"Glimpse of Stardom: Area Residents Land Roles As Extras in Upcoming Movie\", The Rock Hill Herald (front page), August 30, 2006. featuring Justin Long, Rob Corddry, Nick Offerman, Keir O'Donnell and Emmanuelle Chriqui. The film, a satirical take on greed and corruption in small town America, was shot in South Carolina and West Virginia and was released by Lions Gate Entertainment in 2009. Cooley's films have won over 20 Best Film and other honors, and he has been profiled in a number of magazines, such as The Fader , Create, and RES Magazine. He was selected for the \"RES Magazine 10 Top Talents\" issue and named by Screen International as one of \"10 Talents to Watch\"http://www.cinevegas.com/blog/?s=naiveté&x;=1&y;=1 ==Film awards== Sundance Film Festival—Premiere (2 films) 2006 Academy Awards—Short Documentary Shortlist Worldwide Short Film Festival (Toronto) -- Best Film Curtas Vila Do Cordo Festival (Portugal) -- Best Short Documentary Seattle One Reel Festival—Best Film Asian American Film Festival—Best Short Film Nashville Film Festival—Special Mention Aspen Film Festival—Silver Prize NY Museum of Modern Art—Sundance Collection (2 films) NY Museum of Modern Art—Special Exhibition Hammer Museum LA—Special Exhibition RESfest—Best Film RESfest—Special Jury Prize RiverRun Festival—Best Documentary Short Dubrovnik Film Festival (Croatia) -- Best Short Film Newport Beach Film festival—Best Screenplay Filmstock Festival (UK) -- Best Film Filmstock Festival (UK) -- Best Concept Grenada Film Festival (Spain) - Best Cinematography Silverlake Film Festival—Festival Director's Prize St. Louis Film Festival—Best Short Film Source: Footnoteshttp://www.talmagecooley.com ==Notes== ==External links== * * www.talmagecooley.com * www.cpyv.org * www.democracy.com Category:1965 births Category:Living people Category:Businesspeople from Charlottesville, Virginia Category:University of Virginia alumni Category:John F. Kennedy School of Government alumni Category:American documentary film directors Category:Film directors from Virginia Category:American chief executives ",
    "title": "Talmage Cooley"
}