{
    "id": "14046764",
    "text": "The Rape of Europa: The Fate of Europe's Treasures in the Third Reich and the Second World War is a book by Lynn H. Nicholas and a subsequent documentary film. The book explores the Nazi plunder of looted art treasures from occupied countries and the consequences. It covers a range of associated activities: Nazi appropriation and storage, patriotic concealment and smuggling during World War II, discoveries by the Allies, and the extraordinary tasks of preserving, tracking, and returning by the American Monuments officers and their colleagues. Nicholas was awarded the Légion d'Honneur by France.Nicholas awarded Légion d'Honneur Despite the regular accounts of impending destruction of art works, Nicholas also recounts a veneration for art on the part of people of all sides of the conflict, and what amounts to desperate and sometimes heroic activity. The villains, unsurprisingly, are often the Nazis, particularly Adolf Hitler and Hermann Göring; however, the activities of Western art dealers are often questionable, as well. ==Contents== The book is chronological, starting with scattered events in the decade before World War II. During this time, the Nazis used their influence and money to acquire artwork, while dealers and the public at large were anticipating war. Discussion of Nazi occupation starts in the third chapter. The middle of the book discusses Nazi plundering during the war, as well as Soviet efforts to safeguard their treasures. Midway through the book, the role of American and Allied organizations is introduced, including the frustratingly tentative planning and lack of resources they faced. The book follows the path of liberation as the Allies push back the Axis, while missing art is searched for and recovered art conserved. The book concludes with chapters about post war activities: resolving problems of ownership, coordinating the return of stolen art, and attempting to collect what was yet missing. Philosophically intriguing are issues of who ultimately owns works of art. Since this last phase of recovery and restitution is ongoing, this book has a bearing on current activities. ==Awards== The book won the National Book Critics Circle Award for general non-fiction in 1994. ==Documentary== It was adapted for a film of the same name released in 2006. It was made for 1.3 million USD, with half underwritten by the National Endowment for the Humanities and the remainder underwritten by the National Endowment for the Arts, several other foundations, and one private investor. Among the featured vignettes in the film is Jewish refugee Maria Altmann, who in 2006 restituted Gustav Klimt's masterpiece Portrait of Adele Bloch-Bauer I.http://www.rapeofeuropa.com/stolenRestitutions.asphttp://www.biography.com/news/woman- in-gold-maria-altmann-biography Altmann was portrayed by Helen Mirren in the 2015 film Woman in Gold. Richard Berge, Nicole Newnham, and Bonni Cohen were nominated for the Writers Guild of America Award for Best Documentary Screenplay for the film. ==See also== * Art theft and looting during World War II * Monuments Men Foundation for the Preservation of Art * Monuments, Fine Arts, and Archives program * Old Masters * Portrait of a Young Man (Raphael) * Maria Altmann * Adele Bloch-Bauer * Deane Keller * Rescuing Da Vinci ==References== ==External links== * * * Film official site; PBS (Oregon Public Broadcasting): The Rape of Europa, 2006 film, aired November 24, 2008 * Rescuing DaVinci, companion book to the film * Google Books preview of The Rape of Europa Category:1994 non-fiction books Category:2006 films Category:American documentary films Category:American films Category:Art and cultural repatriation after World War II Category:Documentary films about Nazi Germany Category:Documentary films about the visual arts Category:Looting Category:National Book Critics Circle Award-winning works ",
    "title": "The Rape of Europa (book)"
}