{
    "id": "14043155",
    "text": "James Inman (1776–1859), an English mathematician and astronomer, was professor of mathematics at the Royal Naval College, Portsmouth, and author of Inman's Nautical Tables. ==Early years== Inman was born at Tod Hole in Garsdale, the younger son of Richard Inman and Jane Hutchinson. He was educated at Sedbergh Grammar School and St John's College, Cambridge, graduating as first Smith's prizeman and Senior Wrangler for 1800. Among his close college friends was Henry Martyn. After graduating with first class honours in 1800, Inman intended to undertake missionary work in the Middle East, in Syria, but due to a declaration of war could travel no further than Malta, where he continued to study Arabic. ==Astronomer for Matthew Flinders, 1803–04== Returning to England, the Board of Longitude appointed him as replacement astronomer (the original astronomer, suffering from severe seasickness, was discharged en route to Australia) on the expedition of under Matthew Flinders charting Australian waters in 1803–1804. Arriving at Sydney too late to join in Flinders' circumnavigation of Australia, he assisted in concluding the expedition. At this time he became a firm friend of Flinders' nephew, John Franklin, then midshipman. He also befriended the Investigator's artist, William Westall, for whom he later wrote letters of introduction. While on board the East Indiaman Warley for his return to Britain, he participated in the Battle of Pulo Auro. Here he temporarily commanded a party of lascar pikemen.Harry W. Dickins. 2007. Educating the Royal Navy: 18th and 19th Century Education for Officers. (London: Routledge), p.47. ==Professor, Royal Naval College== He was ordained into the Anglican ministry in 1805 when he gained his MA. Three years later he received an appointment as Professor of Nautical Mathematics at the Royal Naval College. In 1821 he published Navigation and Nautical Astronomy for Seamen; these nautical mathematical tables, known as Inman's Nautical Tables, remained in use for many years. In the third edition (1835) he introduced a new table of haversines (the term was his coinage. 2nd ed. 1989. (Fourth edition: .)) to simplify the calculation of distances between two points on the surface of the earth using spherical trigonometry. (For details of the calculation, see Haversine formula.) At his suggestion, in 1810 the Admiralty established a School of Naval Architecture; the Admiralty also appointed Inman its first Principal. In 1812 he conducted experiments with Flinders which led to the invention of the Flinders Bar, used for marine compass correction. At the same time as teaching in the school and publishing mathematical texts for the use of his pupils, he translated a French text on the architecture of shipbuilding, and continued his own studies, gaining his doctorate in Divinity in 1820. In recognition of his work in nautical astronomy he was elected a Fellow of the Royal Astronomical Society. He also directed the design and construction of no less than ten British warships, of which he was proud to state that none ever had the slightest mishap due to an error of design or form. He retired in 1839, but continued living in Portsmouth until his death twenty years later, on 7 February 1859, aged 83. ==Family and Legacy== His wife Mary, daughter of Richard Williams, vicar of All Saints' Church, Oakham, Rutland, was a direct descendant of Hannah Ayscough, the mother of Sir Isaac Newton. James and Mary Inman had seven children. Their eldest son was James Williams Inman (1809–1895), Cambridge BA 1833, MA 1836, headmaster of The King's School, Grantham. Their youngest son Henry Inman (1816–1895), was founder and first commander of the South Australia Police.Max Slee Inman : first commander of the South Australia Police, Seaview Press (Adelaide 2010) . In Franklin's first North American expedition he named Inman Harbour 'after my friend the Professor at the Royal Naval College'. During Franklin's second arctic voyage in 1826 his surveyor named the Inman River, northwest of Coppermine River, Canada, after Inman. In December 1829 a headland of perpendicular cliffs at Tierra del Fuego was named Cape Inman, 'in compliment to the Professor', during the voyages of HMS Adventure and HMS Beagle. ==Works== * Arithmetic, Algebra, and Geometry, 1810 * A Treatise on Shipbuilding, with Explanations and Demonstrations respecting the Architectura Navalis Mercatoria, by Frederick Henry de Chapman, . . . translated into English, with explanatory notes, and a few Remarks on the Construction of Ships of War * The Scriptural Doctrine of Divine Grace: a Sermon preached before the University Cambridge, 8vo, 1820 * * Navigation and Nautical Astronomy for the use of British Seamen, 1821 (Third edition with haversine logarithms 1835–1836) * An Introduction to Naval Gunnery, 1826 * Plane and Spherical Trigonometry, 1826 * Formulæ and Rules for making Calculations on Plans of Ships London, 8vo, 1849 ==References== *J. K. Laughton, ‘Inman, James (1776–1859)’, rev. Andrew Lambert, Oxford Dictionary of National Biography, Oxford University Press, 2004; online edn, May 2008. Retrieved 4 January 2009 ==External links== * Royal Naval Museum biography * Memorial, St Ann's, Portsmouth * Painting of James Inman at MOD art collection Category:1776 births Category:1859 deaths Category:19th-century English mathematicians Category:Senior Wranglers Category:People educated at Sedbergh School Category:Alumni of St John's College, Cambridge ",
    "title": "James Inman"
}