{
    "id": "14040490",
    "text": "Juan Carlos Cárdenas (born 25 July 1945 in Santiago del Estero) is a former Argentine footballer and coach. He played for a number of clubs in Argentina and Mexico as well as playing for the Argentina national football team.rsssf Argentina international footballers He is known by the nickname \"El Chango\" which was a common name for people from the north of Argentina. Cárdenas was spotted in 1962 by Racing Club de Avellaneda playing as a teenager for Unión de Santiago del Estero. He spent one year in the Argentine 2nd Division with Nueva Chicago before joining Racing Club in 1964. He was part of the championship winning team of 1966. In 1967, he helped the club to win the Copa Libertadores and later that year he scored the decisive goal against Celtic F.C. in the Copa Intercontinental to make Racing Club the first Argentine club to become club champions of the world. In 1972 Cárdenas moved to Mexico where he played for Camoteros de Puebla and Tiburones Rojos de Veracruz returning to Racing Club in 1976. ==Titles== {| class=\"wikitable\" !Season !Team !Title |- |1966|| Racing Club|| Primera División Argentina |- |1967|| Racing Club|| Copa Libertadores |- |1967|| Racing Club|| Copa Intercontinental |- |} ==Coaching career== After retiring as a player Cárdenas became the manager of several lower league teams in Argentina, including All Boys, Deportivo Armenio and General Lamadrid (being champion in this last one in 1977). ==References== ==External links== * Category:1945 births Category:Living people Category:People from Santiago del Estero Province Category:Argentine footballers Category:Argentina international footballers Category:Association football forwards Category:Nueva Chicago footballers Category:Racing Club de Avellaneda footballers Category:C.D. Veracruz footballers Category:Club Puebla players Category:Argentine Primera División players Category:Liga MX players Category:Argentine expatriate footballers Category:Expatriate footballers in Mexico Category:Argentine football managers ",
    "title": "Juan Carlos Cárdenas"
}