{
    "id": "14041023",
    "text": "Punch bowl with lid and stand, made at the Meissen porcelain factory, Germany, 1770, V&A; Museum no. C.37&A-1960; A punch bowl is a bowl, often large and wide, in which the drink punch is served.The Language of Drink Graham and Sue Edwards 1988, Alan Sutton Publishing ==Origins== The word punch is a loanword from Hindi. The original drink was named paantsch, which is Hindi for \"five\", and the drink was made from five different ingredients: spirit, sugar, lemon, water or tea and spices. The drink was brought back from India to England by the sailors and employees of the British East India Company in the early seventeenth century, and from there it was introduced into other European countries. ==Punch bowls== Baccarat manufactory (France) towards 1830 Punch quickly became a popular drink. It was served in punch bowls, usually ceramic or silver, which were often elaborately decorated. Punch bowls sometimes had lids or were supported on a stand; other accessories such as a serving ladle and cups in which to serve the drink sometimes accompanied the punch bowl. Punch bowls were often painted with inscriptions or were used for testimonial purposes: the first successful whaling voyage from Liverpool was commemorated by a punch bowl presented by the owners of the ship to its captain. The ubiquity of the punch bowl as a household item is illustrated in this 1832 quote: > The punch-bowl was an indespensible vessel in every house above the humblest > class. And there were many kindly recollections connected with it, it being > very frequently given as a present. No young married couple ever thought of > buying a punch-bowl; it was always presented to them by a near-relative. A glass punch bowl with serving ladle. Occasionally less likely vessels were used as punch bowls: > On the 15th October 1694 Admiral Edward Russell, then commanding the > Mediterranean fleet, gave a grand entertainment at Alicante. The tables were > laid under the shade of orange-trees, in four garden-walks meeting in a > common centre, at a marble fountain, which last, for the occasion, was > converted into a Titanic punch-bowl. Four hogsheads of brandy, one pipe of > Malaga wine, twenty gallons of lime-juice, twenty-five hundred lemons, > thirteen hundredweight of fine white sugar, five pounds' weight of grated > nutmegs, three hundred toasted biscuits, and eight hogsheads of water, > formed the ingredients of this monster-brewage. An elegant canopy placed > over the potent liquor, prevented waste by evaporation, or dilution by rain; > while, in a boat, built expressly for the purpose, a ship-boy rowed round > the fountain, to assist in filling cups for the six thousand persons who > partook of it. ==Particular punch bowls== The Liscum Bowl set on display, 2nd Infantry Division Museum, Korea *Jesus College, Oxford owns a large silver-gilt punch bowl, presented by Sir Watkin Williams-Wynn in 1732. The bowl, which weighs more than and holds , was used at a dinner held in the Radcliffe Camera in 1814, to celebrate what was supposed to be the final defeat of Napoleon. Those present at the dinner included the Tsar of Russia, the King of Prussia, Blücher, Metternich, the Prince Regent, the Duke of York and the Duke of Wellington. There is a college tradition that the bowl will be presented to anyone who can meet two challenges. The first is to put arms around the bowl at its widest point; the second is to drain the bowl of strong punch. The bowl measures at its widest point, and so the first challenge has only been accomplished rarely; the second challenge has not been met. *The Stanley Cup is frequently described as a punch bowl. *The Sydney punchbowls are made of Chinese porcelain and depict rare scenes of early Sydney. * The Liscum Bowl set is made from of sterling silver gifted to the United States Army from China during the Boxer Rebellion in 1900. It is the most prized possession of the 9th Infantry Regiment and worth upwards of $2.5 million. ==Other uses== At times, punch bowls were used as baptismal fonts in dissenting families. The American poet Oliver Wendell Holmes wrote the poem On Lending a Punch-bowl about an old silver punch bowl. In English usage, large, bowl-shaped landscape features (often the head of combes or valleys) were occasionally given the name punch bowl, such as the Devil's Punch Bowl in Surrey or Punchbowl Crater (\"The Punchbowl\") on the island of Oahu in Hawaii. ==References== ==External links== *Chinese hard paste punch bowl (1786–90) made for the export market Category:Drinkware ",
    "title": "Punch bowl"
}