{
    "id": "14042851",
    "text": "Anthony Derrick Allen (born June 29, 1959) is a former professional American football player who played wide receiver for five seasons for the Atlanta Falcons, Washington Redskins, and San Diego Chargers. He played college football at the University of Washington and was drafted in the sixth round of the 1983 NFL Draft. ==Professional playing career== Allen made his professional debut in the United States Football League (USFL) in 1983. Allen was originally drafted by the USFL's Tampa Bay Bandits in the third round of the 1983 USFL Draft. After being selected in the sixth round of the 1983 NFL Draft, the Los Angeles Express acquired his USFL rights from the Bandits for a fourth-round pick the 1984 USFL Draft. He signed with the Express immediately and started the last eight games of the 1983 USFL season catching 37 passes for 613 yards and three touchdowns. In 1984, Allen started the season with the Express, however, was traded mid-season to the Michigan Panthers for a draft pick after eight games. The Panthers primarily acquired Allen to fill the void left when Panthers' star receiver Anthony Carter was lost for the season with a broken arm. Allen finished the season with 34 receptions for 535 yards and touchdowns. When the Panthers merged with the Oakland Invaders prior to the 1985 USFL season, Allen was not protected in the merger and was selected in the dispersal draft by the Baltimore Stars. He was released by the Stars and signed on with the Portland Breakers on April 3, 1985. He played six games (starting three) for the Breakers catching nine passes for 133 yards and two touchdowns before being released on May 14. In his first game as a wide receiver for the Redskins against the St. Louis Cardinals, Allen had eight catches for 255 yards and three touchdowns, which is still a franchise record. It was the first game played during the 1987 NFL players' strike. While with the Redskins, Allen won a Super Bowl. ==Coaching career== From 2004 to 2010, Allen coached football at Garfield High School in Seattle, Washington. ==See also== * Washington Huskies football statistical leaders ==References== Category:1959 births Category:Living people Category:People from McComb, Mississippi Category:American football wide receivers Category:Atlanta Falcons players Category:Los Angeles Express players Category:Michigan Panthers players Category:Boston/New Orleans/Portland Breakers players Category:Players of American football from Mississippi Category:San Diego Chargers players Category:Washington Huskies football players Category:Washington Redskins players Category:High school football coaches in Washington (state) Category:Super Bowl champions Category:National Football League replacement players ",
    "title": "Anthony Allen (wide receiver)"
}