{
    "id": "14045083",
    "text": "Jezero crater (lower right) and region seen from the Viking 1 Orbiter Jezero ( or ) is a crater on Mars located at in the Syrtis Major quadrangle. The diameter of the crater is about . Thought to have once been flooded with water, the crater contains a fan-delta deposit rich in clays. The lake in the crater was present when valley networks were forming on Mars. Besides having a delta, the crater shows point bars and inverted channels. From a study of the delta and channels, it was concluded that the lake inside the crater probably formed during a period when there was continual surface runoff.Goudge, T., et al. 2017. Stratigraphy and Evolution of Delta Channel Deposits, Jezero Crater Mars. Lunar and Planetary Science XLVIII (2017). 1195.pdf. In 2007, following the discovery of its ancient lake, the crater was named for Jezero in Bosnia and Herzegovina, one of several eponymous towns in the country. In several Slavic languages, including Czech, Bosnian, Croatian, Serbian and Slovene, the word jezero means 'lake' and is correctly pronounced as ['je.ze.ro], not [ˈjɛ.zə.ɹoʊ] or ['dʒɛ.zə.ɹoʊ]. In November 2018, it was announced that Jezero crater had been chosen as the landing site for the Perseverance mission. ==Crater== Life may have developed in the crater since it is believed the lake was long-lived; the delta may have required a period of 106–107 years to form.Schon, S., J. Head, C. Fassett. 2012. An overfilled lacustrine system and progradational delta in Jezero crater, Mars: Implications for Noachian climate. Planetary and Space Science: 67, 28–45 Clay minerals have been detected in and around the crater.Bibring, J. et al. 2006. Global mineralogical and aqueous Mars history derived from OMEGA/Mars Express data. Science: 312, 400-404.Mangold, N., et al. 2007. Mineralogy of the Nili Fossae region with OMEGA/Mars Express data: 2. Aqueous alteration of the crust. Journal of Geophysical Research 112, E08S04. doi:10.1029/2006JE002835.Poulet, F., et al. 2005. Phyllosilicates on Mars and implications for early martian climate. Nature, 438. doi:10.1038/nature04274. The Mars Reconnaissance Orbiter identified smectite clays. Clays form in the presence of water, so this area probably once held water and maybe life in ancient times. The surface in places is cracked into polygonal patterns. Such shapes often form when clay dries out. These patterns can be seen in the image below. The image shows a channel that carried water and sediments into Jezero crater. Researchers described in a paper, released in March 2015, how an ancient Martian lake system existed in Jezero Crater. The study advanced the idea that water filled the crater at least two separate times. There are two channels on the northern and western sides of the crater that probably supplied it with water; each of these channels has a delta-like deposit where sediment was carried by water and deposited in the lake. Craters of a given diameter are expected to have a certain depth; a depth less than expected means sediment has entered the crater.Garvin, J., S. Sakimoto, J. Frawley. 2003. Craters on Mars: Global geometric properties from gridded MOLA topography. In: Sixth International Conference on Mars. Abstract no. #3277 Calculations suggest that the crater may hold about one kilometer of sediments. Most of the sediments may have been brought in by channels. Mars 2020 and more - landing sites (17 December 2019) Jezero crater lake billions of years ago (artist concept) Jezero crater map (Green circle: rover's landing ellipse) (15 July 2020) ==Mars 2020 mission== Proposed Mars 2020 landing site inside Jezero crater. Jezero crater, once considered a site for the Mars Science Laboratory, was later proposed as a landing site for the Mars 2020 rover mission.http://marsoweb.nas.nasa.gov/landingsites/msl/workshops/2nd_workshop/talks/Fassett_Nili.pdf In early 2017 it was selected to be among the top three candidate sites for the landing, along with Northeast Syrtis, 30 km to the southwest. A primary aim of the Mars 2020 mission is to search for signs of ancient life. It is hoped that a later mission could then return samples from sites identified as probably containing remains of life. To safely bring the craft down, a 12-mile (20 km) wide, smooth, flat circular area is needed. Geologists hope to examine places where water once ponded. They would like to examine sediment layers. In November 2018, Jezero crater was selected as the target landing site for the Mars 2020 rover mission. ==Interactive Mars map== ==See also== * Astrobiology * Climate of Mars * Composition of Mars * Exploration of Mars * Geology of Mars * Impact crater * Inverted relief * Lakes on Mars * List of craters on Mars * Mars lander * Water on Mars ==References== ==Further reading== * * ==External links== * NASA – Jezero Crater – DataSheet (14 January 2017) * NASA – Jezero Crater – Workshop Images/Details (4 August 2015) * Video – FlyOver bw (01:20) and color (02:20) (SDoran; 21 April 2017) * Video – Mars 2020 Site News (01:00) (NASA; 19 November 2018) * Video – Mars 2020 Site News (00:50) (MSN; 19 November 2018) * Video – Mars 2020: Jezero crater flyover (02:13) (NASA; 13 December 2018) Category:Impact craters on Mars Category:Mars 2020 Category:Syrtis Major quadrangle ",
    "title": "Jezero (crater)"
}