{
    "id": "14040045",
    "text": "Federal Square and City Hall Government Center is a district within the city of Newark in Essex County, New Jersey, United States. It is considered a part of Downtown Newark and is named for the presence of government buildings centered on a plaza known as Federal Square.New York Times December 12, 1989 It hosts the US Citizen and Immigration Services, the Social Security Administration, and the US Attorney's Office for New Jersey as well as many other federal functions. It is part of the Four Corners Historic District. The district is just south of Four Corners on the east side of Broad Street and the Prudential Center and north of Newark Symphony Hall and The Coast neighborhood. In the center is Grace Episcopal Church, a national historic site, where the tune of America the Beautiful was written. To the east near Mulberry Street is the area that at one time was Newark's Chinatown,When Newark Had a Chinatown, accessed November 2, 2007 and host to restaurants serving the district and the sports center. The surrounding area includes mid- rise government buildings and at-grade parking lots. == Government buildings == Justice in front of MLK Courthouse US Post Office and Courthouse (1934) following design of George Oakley Totten, Jr. At one time Federal Square had been called Vroom Alley, but was renamed in recognition of the concentration of the following buildings:Engineering News-Record\". New York: McGraw-Hill, 1917. * Peter W. Rodino, Jr. Federal Office Buildinghttp://www.emporis.com/application/?nav=building&lng;=3&id;=peterrodinobuilding- newark-nj-usaNY Times July 7, 1995 * Newark City Hall * Main Post Office and U.S. Courthouse * Police Headquarters & Municipal Court Building * Martin Luther King, Jr. Federal Building & U.S. Courthousehttp://www.gsa.gov/portal/content/104787 == See also== *New Jersey Superior Court *Gibraltar Building *Newark Legal Center ==References== ==External links== * NJ Judiciary: Map of Newark offices Category:Neighborhoods in Newark, New Jersey ",
    "title": "Government Center, Newark"
}