{
    "id": "14049269",
    "text": "Frank H Souter Bombay Police Commissioner 1864-1888 Sir Frank H. Souter, Kt., C.S.I., C.I.E. (1831-1888) was the first Police Commissioner of Bombay, serving from 1864 to 1888. == Parentage == His father was reportedly a captain in the 44th Regiment who became a prisoner in Afghanistan in 1842. == Rise to prominence == The office of Commissioner of Police came into being after a certain Colonel Bruce, Inspector-General of Police with the Government of India, was sent to Bombay (old name of Mumbai) in 1864 to investigate local conditions and to make recommendations regarding the local police force. Before Frank Souter was appointed Police Commissioner in 1864, he saw action as a volunteer fighter in 1850 against the rebels in the Nizam's dominions. In 1854 he was appointed Superintendent of Police in Dharwar. Subsequently, he was credited for the capture of the Nargund rebel chief during the Mutiny of 1857 and was awarded a sword of honour for this achievement. In 1859 he put to death a notorious outlaw named Bhagoji Naik and captured the latter's followers, thus ending the activities of the Bhil brigands in northern Deccan; this and other acts of courage earned for Mr. Souter a recommendation for the Victoria Cross. Two more accolades came to Mr. Souter in the next few years. In 1868 he was presented the C.S.I. award, and in 1875 he was knighted by H. R. H. the Prince of Wales. == Incumbency as Police Commissioner == The traditional systems of Magistrates of Police and the Court of Petty Sessions were fully in force during the first thirteen years of Mr. Souter's term of office; however, these were later replaced by the Presidency Magistrates. In the beginning, annual reports on police matters were prepared by the Senior Magistrate, and later by the Chief Presidency Magistrate. However, the Bombay Government abolished these magisterial reports in 1883 because they contained mainly sad statistics. As a result, Police Commissioner Frank Souter had the opportunity to submit the first annual report on the police in the town and island of Bombay one year after the abolition mentioned earlier. During the latter years of his incumbency, Mr. Souter found his police force seriously undermanned and underpaid. At one point he decried the police-to-population ratio of 1 to 506 as well as the meager pay of Rs 10 per month received by the lowest ranked constable. He also expressed disapproval of the inability of most of his men to read and write. Although the Bombay Government was sympathetic with Mr. Souter's concerns, all it could do was to increase the size of the police force by about 100 men, which was still seriously inadequate. One of the notable challenges encountered by the Police Commissioner was recorded in 1884, when Mr. Souter and his men had to deal with the traffic of about 8,000 pilgrims passing through Bombay for the annual Haj, or pilgrimage to Mecca, in addition to their regular work. Two years earlier, the annual pilgrim count justified the creation of a passport system and the appointment of a Protector of Pilgims. It also pushed the Indian legislature to consider writing a Pilgrims Brokers' Act. The Police Commissioner had his share of sensational crimes to be dealt with, the earliest of which was the robbery-motivated murder of four Marwardis by three Italians and one Austrian that happened in 1866; the police caught the murderers. After that, there were many other crimes involving human life and property - and some of the offenders were Europeans - but the records suggest that Mr. Souter and his men proved equal to the task of preventing and detecting crime. == Retirement and demise == On 30 April 1888 Sir Frank Souter relinquished his position as Police Commissioner. Three months later, he died in his place of retirement, the Nilgiris in the Madras Presidency. == References == Category:History of Mumbai Category:Mumbai civic officials Category:1831 births Category:1888 deaths ",
    "title": "Frank Souter"
}