{
    "id": "14044736",
    "text": "René Laurentin Father René Laurentin (; October 19, 1917 – September 10, 2017\"L’abbé René Laurentin est mort\", Aletaia, September 11, 2017) was a French theologian. He is widely recognized as \"one of the world’s foremost students\" of Mariology and is the author of numerous books and scholarly articles on topics including Marian apparitions such as Lourdes and Medjugorje; visionaries and mystics including Bernadette Soubirous, Thérèse de Lisieux, Catherine Labouré, and Yvonne Aimée de Malestroit; as well as biblical exegesis, theology, and Vatican II.\"Guide to the Father René Laurentin collection 1948-2003\", International Marian Research Institute, University of Dayton ==Life== Laurentin was born October 19, 1917 in Tours, France, to Marie Jactel and Maurice Laurentin, an architect. He is the brother of journalist Gregoire Laurentin. Laurentin attended secondary school at Sainte-Marie de Cholet. In 1934 he entered the Carmelite Seminary at the Catholic University of Paris. A student of neo-Thomist philosopher Jacques Maritain, Laurentin also studied at the Sorbonne. In 1938 he obtained two degrees: a Licentiate of Philosophy with a focus on the work of Saint Thomas Aquinas and a Licentiate of Letters - Philosophy from the Sorbonne. Called to serve in the French army during World War II, he was taken as a prisoner of war in Belgium in May 1940 and spent five years in detention at Oflag 4D in Germany.Smith, Harrison, \"René Laurentin, Catholic scholar who studied visions of Mary, dies at 99\", The Washington Post, September 18, 2017 After his return, he was ordained to the priesthood on December 8, 1946. He went on to obtain a Doctor of Letters from the Sorbonne in 1952 and a Doctor of Theology from the Institute Catholique in 1953 (cum laude singulari prorsus). Vittorio Messori with René Laurentin ===Teaching and Research=== René Laurentin on \"La Solitude\" Notre Dame de Sion - Évry (FR) In 1955, Laurentin was nominated to serve in the Pontifical International Marian Academy (l'Académie pontificale mariale internationale). Also in 1955, he was appointed Professor of Theology at the Catholic University of Angers. In the early 1960s he served as a consultant to the Preparatory Theological Commission of the Second Vatican Council on parts of the Marian doctrine in the Dogmatic Constitution on the Church. He also served as a correspondent for Le Figaro, where he contributed editorials on the Council and the election of Pope Paul VI. In 1981 the Vatican authorized Laurentin to study the writings of Yvonne Aimée de Malestroit (Yvonne Beauvais) who was under consideration by the Congregation for the Causes of Saints. Laurentin has served on the theology faculty at the University of Florence and the University of Milan and has served as a visiting professor at several universities in Europe and North America. From the 1970s through the early 2000s, he taught courses at the International Marian Research Institute at the University of Dayton.Harris, Kayla. \"Father Ren? Laurentin and the Marian Library\", Marian Library, University of Dayton Laurentin also served as Vice President of the French Mariological Society (Société française d’études mariales) from 1962-1997. Father Lauretin's 1995 book An Appeal from Mary in ArgentinaGoogle Books \"An Appeal from Mary in Argentina - The Apparitions of San Nicolás\" gives an account of reported appearance of the Blessed Virgin Mary to Gladys Quiroga de Motta in San Nicolás de los Arroyos, Argentina beginning in September 25, 1983. They were declared \"worthy of belief\" by the local ordinary Bishop Cardelli on May 22, 2016.\"Marian apparition has been approved in Argentina\" news bulletin published online on June 4, 2016 by Catholic News Agency Laurentin died on September 10, 2017 at the age of ninety-nine in Evry, a suburb of Paris.Roberts, Sam. \"René Laurentin, Investigator of Celestial Visions, Dies at 99\", The New York Times, Sept. 15, 2017 ==Publications== Renè Laurentin Laurentin is widely recognized as an expert in the field of Mariology and is the author of over 150 books six volumes of which focused on Lourdes. His writings, translated in many languages, cover a range of topics on Marian apparitions including Lourdes and Medjugorje; visionaries and mystics including Bernadette Soubirous, Thérèse de Lisieux, Catherine Labouré, and YvonneAimée de Malestroit; as well as biblical exegesis, theology, and Vatican II. ==Awards== Laurentin has received various awards and distinctions including the Marian Award of 1963 from the University of Dayton (1964), the Wlodzimierz Pietrzak Literary Award (1974), Italy’s National Catholic Culture Award (1996), Officer of the Legion of Honour (2002), and many other awards for his writing and contributions to Catholicism and Mariology. ==References== ==External links== * Guide to the Father Rene Laurentin collection * Catholic honor Category:1917 births Category:2017 deaths Category:People from Tours, France Category:French Roman Catholic priests Category:20th-century Roman Catholic priests Category:Catholic Mariology Category:Roman Catholic writers Category:University of Paris alumni Category:Catholic University of the West faculty Category:Winners of the Prix Broquette-Gonin (literature) Category:Officiers of the Légion d'honneur Category:Recipients of the Croix de Guerre 1939–1945 (France) Category:French prisoners of war in World War II ",
    "title": "René Laurentin"
}