{
    "id": "14047272",
    "text": "Helga Kuhse is an Australian utilitarian philosopher and bioethicist. From the 1970s, she was one of the first philosophers to address the ethical implications of the developments in biotechnology and biomedicine. With Peter Singer, she founded the Centre for Human Bioethics at Monash University in 1980, one of the first research centres in the world devoted entirely to bioethics. She served as Director of the Centre until June 1999.Staff of the Centre for Human Bioethics, Arts, Monash University Her ideas on the end of life, the right to die, and assisted death, have prompted controversy worldwide. Kuhse is a prominent supporter of the legalisation of voluntary assisted euthanasia. Many people, including the former Chief Minister of the Northern Territory of Australia, Marshall Perron, credit Kuhse's work as the inspiration for the Rights of the Terminally Ill Act.Making ideas reality In 1996, Perron told a public forum that it was after reading one of Kuhse's papers that he was prompted to introduce the Rights of the Terminally Ill Bill into Parliament. The Act was the first piece of legislation anywhere in the world to legalise euthanasia. However, the Act was overturned by the Australian Federal Government in 1997. Kuhse has served on a number of ethics committees, and has been an expert advisor to Australian parliaments considering euthanasia legislation. In 1987, she founded the international academic journal Bioethics with Peter Singer. The pair also founded the International Association of Bioethics. She is currently an Honorary Research Fellow at Monash University. == Publications == Kuhse is the author of numerous prominent books on bioethics. Her first major work, Should the Baby Live? with Peter Singer, catapulted her into the public arena at a time when she was still finishing her PhD in philosophy. She has since written several works which have been highly influential both in academic circles and in broader public debate. Some of her prominent works are:Amazon.com: Helga Kuhse: Books *Bioethics: An Anthology (with Peter Singer) *A companion to Bioethics (with Peter Singer) *Unsanctifying Human Life: Essays on Ethics (with Peter Singer) *Caring - Nurses, Women and Ethics *Embryo Experimentation (with Peter Singer) *Allocation of Health Care Resources : An Ethical Evaluation of the \"Qaly\" Approach (with Peter Singer) *Willing to listen, wanting to die *The Sanctity-of-Life Doctrine in Medicine: A Critique *Is Infant Euthanasia Ever Justified (Opposing Viewpoints) *Should the Baby Live? (with Peter Singer) *Should the Baby Live: The Problem of Handicapped Infants == References == Category:20th-century philosophers Category:21st-century philosophers Category:Monash University faculty Category:Living people Category:Year of birth missing (living people) Category:Australian women philosophers Category:Bioethicists Category:Consequentialists Category:Utilitarians ",
    "title": "Helga Kuhse"
}