{
    "id": "14047320",
    "text": "{| |} Tupolev acquired much experience in building his first two aircraft, which he employed for the next one, the ANT-3. By this time, Soviet Air Force leaders were convinced that metal was a highly usable substance in the building of airplanes. Tupolev therefore guided AGOS- TsAGI in creating the first Soviet all-metal aircraft. The ANT-3 was Tupolev's first practical aircraft. ==Construction and Development== On 1 August 1924, design work started for the ANT-3, by the following July the prototype was completed at the AGOS factory. The sesquiplane ANT-3 first flew on 6 August 1925, piloted by V. N. Fillipov, a TsAGI test-pilot. The VVS (Voenno-Vozdushnye Sily - military air forces) ordered several ANT-3s, designated R-3 (R - Razvedchik - reconnaissance), after successful flight tests led by Mikhail Gromov. However, production was limited by the shortage of raw materials, but those that were produced proved useful for propaganda purposes. ==Production== The ANT-3 was produced between 1926 and 1928 at GAZ-5 (GAZ - Gosudarstvenny Aviatsionnyy Zavod – state aviation plant/factory) in Moscow and, from late 1928, at GAZ-22. 102 units were probably produced in total. ==Design== The ANT-3 was a sesquiplane seating two in tandem cockpits, with the pilot in front and gunner behind. The structure was predominantly built from light alloys with corrugated kol'choogaluminly skin. Lower main-planes were attached to the lower fuselage, whilst the upper mainplane was supported on short cabane struts. Wire bracing and streamlined 'V' interplane struts provided structural integrity. The single-engined ANT-3 could be powered by a range of engines from ; the prototype used a Liberty, the second aircraft was powered by a Napier Lion; the first 79 production aircraft used the Lorraine-Dietrich 12E; 21 aircraft used the Mikulin M-5 and one used a BMW VI. Tupolev proposed an upgraded version, to be powered by a Mikulin engine, with a range of about . One was built with a Lorraine-Dietrich engine, delivered to Aeroflot's Yakutsk division, designated PS-3 and used as a mail-plane until about 1930. ==Operational history== Tupolev R-3NL RR-SOV photo from L'Aérophile September,1926 The R-3, used by the military for reconnaissance, was also used for propaganda purposes with long-distance flights. In the summer of 1926 the prototype R-3NL, named Proletariy (En:proletarian) and registered RR-SOV, piloted by Mikhail Gromov, assisted by mechanic Yevgeny Radzevich, flew a round Europe flight: Moscow - Königsberg - Berlin - Paris - Rome - Vienna - Prague - Warsaw - Moscow; After flying for about , a coolant expansion tank suffered fatigue failures, spraying water around the cockpit. Gromov returned to Moscow and newspapers stated that he and Radzevich turned back due to poor weather. The incident caused Tupolev to recommend that the tank have a convex base, which was adopted. Gromov resumed his expedition landing at Königsberg, by which point the radiator was leaking. Gromov proceeded to Berlin where mechanics were unable to repair the radiator. Moving on, they flew on to Paris, where a mechanic found that some putty sealant had separated. To solve the problem, he took another aircraft's radiator, adapting it to fit in the ANT-3, after which Gromov and Radzevich flew off to Rome. Later Gromov and Radzevich flew north to Vienna, but the sun started to set and it was dark when they were just from Vienna. Gromov decided to risk landing in Vienna, where campfires were lit around the airport to illuminate the landing strip. The remainder of the flight was largely uneventful other than overflying Prague to continue to Warsaw. By their return to Moscow they had flown a distance of in 34 hours 15 minutes flying time at an average speed of , for a new national long-distance speed record. The second production ANT-3M-5, registered RR-INT and named Nash Otvet (En:Our Answer), was flown by S.A. Shestakov and D.F Fufayev from Moscow to Tokyo and return, via Sarapul, Omsk, Novosibirsk, Krasnoyarsk, Irkutsk, Verkhneudinsk, Chita, Nerchinsk, Blagoveshchensk, Spassk, Nanyuan and Yokohama, taking 12 days, covering in 153 hours flying time.The aircraft was named in response to the British Foreign Secretary, Austen Chamberlain, (half-brother of the later British Prime Minister Neville Chamberlain), who severed diplomatic ties with the USSR in 1927 The flight was titled \"The Great Eastern Overflight\" ==Variants== ;ANT-3 : Prototype, powered by a Liberty L-8 engine. ;R-3 : Original production military reconnaissance aircraft powered by Mikulin M-5 engines; 21 built. ;R-3LD : 79 production aircraft fitted with Lorraine-Dietrich 12Eb engines. ;R-3NL : Second prototype, powered by a Napier Lion engine; RR-SOV Proletariy (Proletarian). ;R-7 : Improved derivative of the R-3, powered by a BMW VI engine. A single prototype was built, also known as the ANT-10. ;PS-3 : Designation for 30 R-3s that were modified into mailplanes for service with Aeroflot. ==Operators== ; *Soviet Air Force ==Specifications (R-3LD)== ==See also== ==References== ==Further reading== * Category:1920s Soviet and Russian military reconnaissance aircraft ANT-03 Category:Sesquiplanes Category:Single- engined tractor aircraft Category:Aircraft first flown in 1925 ",
    "title": "Tupolev ANT-3"
}