{
    "id": "14048996",
    "text": "Since 2013, total primary energy consumption in India has been the third highest in the world (see world energy consumption) after China (see energy in China) and the United States (see energy in the United States). India is the second top coal consumer in the year 2017 after China. India ranks third in oil consumption with 221 million tons in 2017 after the United States and China. India is net energy importer to meet nearly 45% of its total primary energy. == Overview == {| class=\"wikitable\" style=\"text-align:right\" |+ Energy in IndiaIEA Key World Energy Statistics Statistics 2015, 2014 (2012R as in November 2015 + 2012 as in March 2014 is comparable to previous years statistical calculation criteria, 2013, 2012, 2011, 2010, 2009 , 2006 IEA October, crude oil p.11, coal p. 13 gas p. 15 |- ! ! Population million ! Prim. energy TWh ! Production TWh ! Import TWh ! Electricity TWh ! CO2-emission Mt |- | align=\"left\" | 2004 || 1,080 || 6,662 || 5,430 || 1,230 || 494 || 1,103 |- | align=\"left\" | 2007 || 1,123|| 6,919 || 5,244 || 1,745 || 610 || 1,324 |- | align=\"left\" | 2008 || 1,140 || 7, 222 || 5,446 || 1,836 || 645 || 1,428 |- | align=\"left\" | 2009 || 1,155 || 7,860 || 5,844 || 2,116 || 690 || 1,586 |- | align=\"left\" | 2010 || 1,171 || 8,056|| 6,032|| 2,110 || 755|| 1,626 |- | align=\"left\" | 2012 || 1,241 || 8,716 || 6,291 || 2,483 || 835 || 1,745 |- | align=\"left\" | 2012R || 1,237 || 9,166 || 6,333 || 2,829 || 940 || 1,954 |- | align=\"left\" | 2013 || 1,250 || 9,018 || 6,086 || 2,962 || 979 || 1,869 |- | align=\"left\" | Change 2004–10 || 8.4% || 20.9% || 11.1% || 72% || 53% || 47% |- | align=\"left\" colspan=7 | Mtoe = 11.63 TWh, Prim. energy includes energy losses that are 2/3 for nuclear powerEnergy in Sweden 2010 , Facts and figures, The Swedish Energy Agency, Table 8 Losses in nuclear power stations Table 9 Nuclear power brutto 2012R = CO2 calculation criteria changed, numbers updated |} ==Coal== India was the fourth top coal producer in 2017 with 294.2 Mtoe (7.8% global share). Nearly 80% of total electricity generated (utility and captive) in India is from coal and it is the main source of the nation's greenhouse gas emissions. According to Greenpeace the largest coal belt in India is at Jharia. Before coal mining Jharia had forests inhabited by tribes. In 1971 the coal mines were nationalised. Bharat Coking Coal Limited (BCCL) took over Jharia coal mines.\"The True Cost of Coal\" Greenpeace 27 November 2008 pp. 24–29 India accounts for the world’s greatest concentration of coal seam fires. Mine area suffers from pollution of air, water and land. As of 2019, coal production was integrated into the national government; for example, the government owned about 75% of Coal India Limited, which supplied about 84% of India's thermal coal. India imports coking coal as good quality coking coal deposits suitable for iron and steel production are not available. Sponge iron route using non coking coal is also followed to produce iron and steel which does not depend on coke or natural gas. == Oil and natural gas== India was the third top crude oil consumer globally (4.8% of the world) with 221 Mt in 2017. India is also the top third globally the net crude oil (including crude oil products) importer of 188 Mt in 2017. India has 4.972 million barrels per day (5.1% of the world) crude oil refinery capacity which is ranked 4th globally in 2017. ==Liquefied petroleum gas== Cylinders with LPG in India Nearly 10.937 million tons Liquefied Petroleum Gas (LPG) was consumed during April to September 2019 (six months) in domestic sector mainly for cooking. The number of domestic connections are 274 million (one connection for five people) with a circulation of more than 400 million LPG cylinders whose net aggregate length would form a 200,000 km long pipe line which is more than the length of total railway track laid in India. India is second largest consumer of LPG globally. Most of the LPG requirement is imported. Piped city gas supply in India is not yet developed on major scale. == Biomass and charcoal== Biomass is a renewable energy source and its use for energy generation is carbon-neutral fuel. It is carbon neutral because it would also release global warming green house gasses like methane and carbon dioxide when it is left to degenerate without using as energy source. Presently, only 20% of house holds in India use biomass and charcoal for cooking purpose as LPG use for cooking purpose is rising rapidly. In addition biomass is also used marginally in commercial cooking, electricity generation, process industries, etc. The total biomass use in India is nearly 177 Mtoe in the year 2013. Substantial surplus crop residue is also burnt in agriculture fields for clearing the land for the next crop. Nearly 750 million tons of non edible (by cattle) biomass is available annually in India which can be put to use for higher value addition. Huge quantity of imported coal is being used in pulverised coal-fired power stations. Raw biomass is not suitable for use in the pulverised coal mills as they are difficult to grind into fine powder due to caking problem. However 100% biomass can be fired after Torrefaction in the pulverised coal mills for replacing imported coal. Torrefied biomass plants can be integrated with existing pulverised coal-fired power stations using the available hot flue gas as heat source. Cofiring dry biomass up to 20% heat input with coal is also possible directly in pulverised coal-fired power stations without facing caking problem. North west and southern regions can replace imported coal use with biomass where surplus agriculture/crop residue biomass is burnt in the fields causing pollution problems. As traditional use of biomass is being replaced by LPG at faster pace, biomass burning in agriculture fields would become major source for causing higher level air pollution. Biogas which is mainly methane/natural gas can also be used for generating protein rich cattle, poultry and fish feed in villages economically by cultivating Methylococcus capsulatus bacteria culture with tiny land and water foot print. The carbon dioxide gas produced as by product from these plants can be put to use in cheaper production of algae oil from algae particularly in tropical countries like India which can displace the prime position of crude oil in near future. Union government is implementing many schemes to utilise productively the agro waste or biomass in rural areas to uplift rural economy and job potential. ==Electricity== India was the third largest electricity producer in the world 1272 TWh in FY 2014–15, though only about 80% of the population had access to mains power. By 2013, India became the world's third largest producer of electricity with 4.8% global share, surpassing Japan and Russia.IEA Key energy statistics 2010 p. 27Energy- efficient buildings – a business case for India? An analysis of incremental costs for four building projects of the Energy-Efficient Homes Programme, 2015 India ranks 7th globally in hydropower generation during the year 2015. India has 111 gigawatts (GW) (32%) installed capacity of renewable energy. It is one of the world leaders in renewable energy investments and installations. India has set a set a target of 175 GW of renewable energy capacity by 2022. This would include 100 GW capacity from solar energy sources, 60 GW from wind power, 10 GW from biopower, and 5 GW from small hydropower. ==See also== *Electricity sector in India *Energy policy of India *Hydroelectric power in India *Renewable energy in India *Wind power in India *Solar power in India *Nuclear power in India *Worldwide energy supply *List of countries by total primary energy consumption and production *List of countries by oil consumption *List of countries by natural gas consumption *List of countries by coal production *List of countries by electricity production *List of countries by electricity consumption ==References== ",
    "title": "Energy in India"
}