{
    "id": "14048173",
    "text": "Ziggy is a masculine given name, often a diminutive form (hypocorism) of Zigmunt and other names. It is also a nickname. Notable people with the name include: == Nickname or hypocorism == * Ezekiel Ansah (born 1989), National Football League player * Zbigniew Brzezinski (1928-2017), United States National Security Advisor to President Jimmy Carter from 1977 to 1981 * Zygmont Czarobski (1922-1984), American College Football Hall-of-Fame and National Football League player * Ziggy Gordon (born 1993), Scottish footballer * Evander Ziggy Hood (born 1987), National Football League player * Zachary Ziggy Lichman (born 1981), a contestant on the reality TV show Big Brother UK, Season 8 * Ziggy Lorenc (born 1958), Canadian television and radio personality * David Nesta Ziggy Marley (born 1968), Grammy-winning Jamaican musician; oldest son of Bob Marley * Ziggy Modeliste (born 1948), American drummer best known as a founding member of the funk group The Meters * Ziggy Niszczot (born 1955), Australian former professional rugby league footballer * Žigmund Pálffy (born 1972), retired National Hockey League player from Slovakia * Sigurd Rosnes, Norwegian songwriter and producer * Ilari Sahamies (born 1983), Finnish professional poker player * David \"Ziggy\" Sigmond, guitarist for Canadian rock group Econoline Crush * George Snider, American retired race car driver * Zigmunt Ziggy Switkowski (born 1948), Australian businessman and nuclear physicist * Zigmunt Zygi Wilf (born 1950), owner of the Minnesota Vikings National Football League team * Ziggy the bagman (born c. 1950), Zbygnew Marian Willzek, a homeless man who lives in Toowong, Brisbane, Australia * Brad Ziegler (born 1979), relief pitcher for the Oakland Athletics == Stage name == * Ziggy Elman, stage name of American jazz trumpeter Harry Aaron Finkelman (1914–1968) * Ziggy Stardust, a 1970s persona of David Bowie (1947–2016), English musician, singer-songwriter, producer, actor and arranger == Fictional characters == * Ziggy, a character in Laura Bow 2 * The title character of Ziggy (comic strip) * Ziggy (Eastenders), from the British soap opera Eastenders * Ziggy Sobotka, on the HBO drama The Wire * Ziggy, from the Icelandic children's television program LazyTown * Ziggy (Quantum Leap), from the American TV series Quantum Leap * Ziggy Grover, from Power Rangers RPM * Ziggy (Xenosaga), from the science fiction video game series Xenosaga * Ziggy from the Millimages cartoon Trust Me, I'm a Genie! * Demon King Ziggy from the Japanese manga Edens Zero * Ziggy Stardust (character), fictional alter ego of David Bowie * Ziggy Chapman from the HBO series Big Little Lies. == Animals == * Ziggy (elephant) (1917–1975), an Indian elephant who lived at the Brookfield Zoo outside Chicago == See also == * Zigi, Ghanaian singer * Ziggi Recado, reggae singer * Siggy (disambiguation) * Zig (disambiguation) * Zygi, village in Cyprus * Zygi (given name) Category:Masculine given names Category:Lists of people by nickname Category:Hypocorisms it:Personaggi minori di PK#Zigfried Flagstarr ",
    "title": "Ziggy"
}