{
    "id": "14046837",
    "text": "Ricardo Alberto Gareca Nardi (; born 10 February 1958), nicknamed el Tigre and el Flaco (\"Tiger\" and \"Slim\"), is an Argentine football manager and former player. He is the current manager of the Peru national team. During his playing career, Gareca played for four of the most important teams in Argentina (Boca Juniors, River Plate, Vélez Sársfield and Independiente). He also had a successful experience in Colombia with América de Cali, winning two league titles and being runner-up of three Copa Libertadores. Since 1996, Gareca has worked as a manager. He has won one league title in Peru (with Universitario de Deportes) and three in Argentina (with Vélez Sarsfield); as well as a second division championship and a Copa CONMEBOL with Talleres de Córdoba. ==Playing career== ===Club=== Gareca with Boca Juniors in 1980 Gareca started his professional career in 1978 with Boca Juniors, where he only played 16 games in his first three years with the club. In 1981, he was loaned out to Sarmiento for the 1981 Metropolitano, but he returned to Boca for the Nacional where he played alongside Diego Maradona, scoring 8 goals in the championship. In 1985, Gareca earned the eternal hatred of many Boca fans for transferring directly to their fiercest rivals, River Plate, along with Oscar Ruggeri. Unlike Ruggeri, his time with River was short, as he joined soon América de Cali in Colombia later in 1985. Gareca won two league titles with América, in 1985 and 1986. He also had the misfortune of being on the losing side of the Copa Libertadores final three times in a row (1985, 1986 and 1987). During that era, he developed friendship with Andrés Escobar, and was almost assassinated by Pablo Escobar. In 1989, Gareca returned to Argentina, where he played for Vélez Sársfield until 1992. In 1993, he joined Independiente for the last years of his career, making him one of a select band of players to have played for four of the most successful teams in Argentine football. Playing for Independiente he also won his first Argentine Primera División title, in the 1994 Clausura. ===National team=== Gareca made his debut for the Argentina national football team in 1981, playing against Poland. He went on to play 20 caps for his country, scoring 5 goals, including one against the team he is currently coaching, Peru, which eliminated the Peruvians from reaching the 1986 FIFA World Cup and had costed Peru into a World Cup drought for 36 years.rsssf: Argentina international footballers ==Coaching career== ===Early career in Argentina=== Gareca started his managerial career with Talleres in 1996. In 1997, he left the club to take over at Independiente, but results were not forthcoming and he returned to Talleres later that year. Gareca led Talleres to the Primera B Nacional (Argentine second division) championship in 1997–98, which earned them promotion to the Primera División. In 1999, he led them to their first major title, the Copa CONMEBOL, making them the first team in Argentina from outside the Buenos Aires and Santa Fe provinces to win an international competition. In 2000, Gareca joined Colón de Santa Fe, but soon returned to Talleres for a third spell with the club. In 2002, the former forward took over at Quilmes in the second division, and then in 2003 he became manager of Argentinos Juniors. Having led Argentinos to the brink of promotion, the club faced a playoff against Gareca's former team Quilmes, which they lost, missing out on promotion. ===Elche, América de Cali, Santa Fe, returning to Talleres and Universitario=== Gareca then teamed up with former teammate Oscar Ruggeri in 2004 to work as his field assistant at Elche in Spain. In 2005, he became manager of his former club, América de Cali, followed by a spell in charge of Independiente Santa Fe, both in Colombia. In 2006, he returned for a fourth spell with Talleres, but couldn't prevent them from struggling in the Argentine second division. In October 2007, he became the manager of Peruvian Universitario, and in July 2008 he led the team to the Torneo Apertura title. ===Vélez Sarsfield=== Gareca as manager of Sarsfield Gareca returned to Argentina in 2009 to become manager of Vélez Sarsfield. In his first championship season with the club, he led them to the Clausura championship. Vélez lost only one of their 19 games throughout the championship. The 2010–11 season was a very successful one, as Gareca led Vélez to a runner-up finish in the Apertura, making a 43-points campaign (3 more than in their championship winning campaign of 2009), and to another championship in the Clausura. Gareca won his third league title with Vélez in 2012, helping the team obtain the 2012 Inicial. ===Palmeiras=== On 21 May 2014, Gareca was announced as the new manager of Brazilian side Palmeiras, signing a contract until June 2015. ===Peru national team=== In February 2015, Gareca was named the manager for the Peruvian national team. At the first moment he got appointed, the decision had sparked a number of criticism among Peruvian football platforms due to the fact he was the man behind the current Peru's football crisis, blaming him for the goal that killed Peru's dream to qualify for the 1986 FIFA World Cup.https://www.theblizzard.co.uk/article/paradox-peru Taking over shortly before the 2015 Copa América, Gareca faced a difficult task to encourage an already demoralized Peruvian team to achieve some football feat and to prove his worthiness as coach. Peru's first match under Gareca however, was a friendly defeat to Venezuela, and the pressure increased. However, Gareca turned the struggling Peruvians around and led them to the semi-finals of the competition and eventually occupied third place. This was the repeat of the 2011 Copa América and thus he got some good credits, although skepticism remained high due to previous experience with Sergio Markarián in the 2014 World Cup qualifiers.https://www.goal.com/en-us/news/587/copa- america/2015/07/03/13257262/ricardo-gareca-wants-peru-to-keep-building Gareca then led Peru in the 2018 World Cup qualifiers, but his journey was extremely rocky. Throughout seven games, Peru only managed a lone home win to Paraguay,https://laprensa.peru.com/deportes/noticia-peru-vs-paraguay-vivo- online-eliminatorias-rusia-2018-estadio-nacional-lima-54253 as the team lost the others. Following the dented 0–2 away loss to minnows Bolivia, Gareca faced possible sacking,https://rpp.pe/futbol/seleccion-peruana/peru-vs- bolivia-en-vivo-fecha-y-hora-del-partido-por-las-eliminatorias-noticia-990276 however the pressure was relieved when the Bolivians were found to have fielded ineligible player and the result was forfeited to a 3–0 win for Peru away.https://www.bbc.com/mundo/deportes-37836119 Although it was less meaningful at that time, Gareca was capable to utilize this lone advantage to lead a successful Peruvian resurgence in the remaining games, with the team only lost to Brazil and Chile, especially two encouraging draws to Argentina, his homeland, and a home win to Uruguay, eventually brought Peru to the playoff for the first time since 1986. On 15 November 2017, Gareca led Peru to a 2–0 on aggregate victory against New Zealand, confirming their place in the 2018 FIFA World Cup, its first ever FIFA World Cup after 36 years absent. It had been described as the greatest irony of world's football, since Gareca himself had put Peru into a World Cup drought 32 years before.https://www.reuters.com/article/soccer-worldcup-pot2-peru/soccer-peru- rebuilt-by-the-man-who-destroyed-them-32-years-ago-idUKKBN1DT2P6 Between the 2018 World Cup qualifiers, Gareca's Peru participated in the Copa América Centenario held in the United States, where the team produced a successful performance, including a famous win over powerhouse Brazil, albeit in a controversial style.https://www.theguardian.com/football/2016/jun/12/brazil- copa-america-handball-peru Gareca's Peru then had been eliminated by Colombia after penalty shootout.https://www.americatv.com.pe/deportes/futbol- mundial/peru-vs-colombia-vivo-online-cuartos-final-copa-america- centenario-n234880 In the 2018 FIFA World Cup, Peru's first World Cup after 36 years, the team was grouped with France, Australia and Denmark. Peru demonstrated a brave performance, but was not lucky as the team crashed out of group stage following two defeats to Denmark and France, before grabbing a 2–0 win over Australia to gain its first three points after 40 years.https://www.bbc.co.uk/sport/football/44422187https://www.standard.co.uk/sport/football/worldcup/france-10-peru- kylian-mbappe-makes-more-history-but-its-world-cup-heartbreak-for-la- blanquirroja-a3869016.htmlhttps://www.standard.co.uk/sport/football/worldcup/australia-02-peru- paolo-guerrero-and-andre-carrillo-earn-first-world-cup-win- for-40-years-a3872541.html France eventually conquered the 2018 World Cup. In the 2019 Copa América, Gareca led Peru to its greatest feat in the history after 44 years, guiding the Peruvians to the final, even though its beginning had been rocky as well, with Peru secured a third-place finish to reach the quarter-finals, before outclassing Uruguay and Chile to achieve the feat.https://www.bbc.com/sport/football/48777158https://www.bbc.com/sport/football/48845465 Though Peru could not win the competition, it was considered as a success, and these recent successes have helped elevating Gareca's position in Peru. ===Managerial statistics=== {| class=\"wikitable\" style=\"text-align: center\" |- !rowspan=\"2\"|Team !rowspan=\"2\"|Nat !rowspan=\"2\"|From !rowspan=\"2\"|To !colspan=\"5\"|Record |- !G!!W!!D!!L!!Win % |- |align=left|Universitario de Deportes | |align=left|September 2007 |align=left|December 2008 |64||28||21||15|| |- |align=left|Vélez Sarsfield | |align=left|January 2009 |align=left|December 2013 |168||91||41||36|| |- |align=left|Peru | |align=left|February 2015 |align=left|Present |- !colspan=\"4\" | Total |} ==Honours== ===As a player=== ;América de Cali *Fútbol Profesional Colombiano: 1985, 1986 ;Independiente *Argentine Primera División: Clausura 1994 *Supercopa Sudamericana: Supercopa 1994 ===As a manager=== ;Talleres *Primera B Nacional: 1997–98 *Copa Conmebol: 1999 ;Universitario de Deportes *Peruvian Primera División: 2008 Apertura ;Vélez Sarsfield *Argentine Primera División: 2009 Clausura, 2011 Clausura, 2012 Inicial ;Peru national team *Copa América third place: 2015;https://andina.pe/ingles/noticia-peru-soccer-team-wins- bronze-medal-at-copa- america-2015-563896.aspx#:~:text=20%3A48%20%7C%20Concepcion%20(Chile,Copa%20America%20Chile%202015%20tournament. runner-up: 2019https://www.bbc.com/sport/football/48897389 ==Personal life== Gareca is a practising Roman Catholic.efe.com ==References== ==External links== *Managerial statistics in the Primera División Argentina at Fútbol XXI * Category:1958 births Category:Living people Category:People from Buenos Aires Province Category:Argentine Roman Catholics Category:Argentine footballers Category:Argentina international footballers Category:Argentine expatriate footballers Category:1983 Copa América players Category:Club Atlético Sarmiento footballers Category:Association football forwards Category:Boca Juniors footballers Category:Club Atlético River Plate footballers Category:América de Cali footballers Category:Club Atlético Vélez Sarsfield footballers Category:Club Atlético Independiente footballers Category:Argentine Primera División players Category:Categoría Primera A players Category:Expatriate footballers in Colombia Category:Argentine football managers Category:Talleres de Córdoba managers Category:Club Atlético Independiente managers Category:Club Atlético Colón managers Category:Quilmes managers Category:Argentinos Juniors managers Category:América de Cali managers Category:Independiente Santa Fe managers Category:Club Universitario de Deportes managers Category:Club Atlético Vélez Sarsfield managers Category:Sociedade Esportiva Palmeiras managers Category:Peru national football team managers Category:Expatriate football managers in Brazil Category:Expatriate football managers in Colombia Category:Expatriate football managers in Peru Category:Campeonato Brasileiro Série A managers Category:2015 Copa América managers Category:Copa América Centenario managers Category:2018 FIFA World Cup managers Category:2019 Copa América managers Category:Argentine expatriate football managers ",
    "title": "Ricardo Gareca"
}