{
    "id": "14041817",
    "text": "Miles De Souza is a fictional character from the British ITV soap opera Emmerdale. Portrayed by Ayden Callaghan, he made his first screen appearance on 1 November 2007, departing on 31 July 2008. He was introduced as a member of the newly-introduced De Souza family: the son of Donald De Souza (Michael Jayston), the stepson of Nicola Blackstock (Nicola Wheeler) and the brother of Anna De Souza (Emma Davies). During his tenure, the character's storylines included his personal issues with depression and alcoholism. Furthermore, it was established that Miles and his father did not have a close relationship, despite his father's millionaire status. ==Storylines== When Nicola Blackstock (Nicola Wheeler) returned to Emmerdale, she told people that her husband had died. However, journalist Jasmine Thomas (Jenna Coleman) discovered that her veteran millionaire husband Donald De Souza (Michael Jayston) was alive and on life support. Furthermore, she discovered that Donald's son Miles was an alcoholic and would only benefit from his father's will if he stopped drinking. Nicola was trying to seek out Miles and catch him drinking, before cutting off Donald's life support, in a bid to have a good inheritance. Jasmine became determined to find Miles first and get him on the wagon. She tracked him down in a hostel, but he was still drinking and was caught in the act by Nicola and David Metcalfe (Matthew Wolfenden). Despite Nicola's belief that she could let Donald die and be free to inherit the business, Jasmine took Miles to see his father, while offering him a place to stay. Miles remained with Jasmine for a while, but became caught up in the feud between Jasmine and Nicola. After Nicola managed to get Miles back onto the bottle, Jasmine retaliated by printing the story about Nicola's husband, disgracing her. After his name was mentioned in the article, Miles felt used and hurt and decided to leave the village. Miles returned when his father unexpectedly woke up in the hospital, ruining Nicola's plan. Although Donald recognised Miles, he pretended not to recognise Nicola and Miles played along. He and his father managed to repair their relationship and Miles got his life back on track, moving in with his father to protect him from Nicola, successfully avoiding alcohol and involving himself in the business, proving in time to be an asset. He also made up with Jasmine, who apologised for hurting him and brought her to visit Donald. However, he did not trust Nicola and repeatedly kept trying to persuade his father to leave her. Donald refused, as he liked Nicola's feisty side but, when Miles discovered that Nicola was sleeping with David, Donald took immediate action and tried to keep the two apart. Miles himself also had something of a confrontational relationship with David, whom he disliked for hurting Jasmine so badly. Relations with Nicola came to a head when, frightened for his father's safety when Nicola took him up to the moors, Miles rang the police to arrest her. But Donald had finally given up on his young wife and Miles was relieved when he kicked her out. He was wary when he gained a new work-colleague in Carl King (Tom Lister), but found amusement in Carl and his brother Matthew (Matt Healy)'s feud. Miles began to develop feelings for Jasmine, so he and Debbie Dingle (Charley Webb) pretended they were a couple in an effort to make her jealous. They were successful, as Jasmine was clearly hurt when she saw them together, but an honest Miles soon had a change of heart when he saw Jasmine's reaction and came clean. Jasmine confessed her own attraction to him and the two finally got together. Miles became increasingly jealous of Jasmine's friendship with Jake Doland (James Baxter) and even went as far as to warn him off. Jasmine resented his tactics, as well as his pressuring her to go on holiday with him to France. Adding to the burden was Donald suggesting to her that without her, Miles would fall off the wagon. On the day of the trip, Jasmine decided to stay in the village. Miles told her she was only interested in him out of pity. He begged her for another chance and said he'd take a drink if she rejected him. When she did, he took a drink. Jasmine snatched the bottle out of his hand, but told him she was done with their relationship. A brokenhearted Miles left for France alone, with it being left up to viewers whether or not he lapsed back into drink. He briefly returned to the village for his father's birthday party. He swore he had stayed sober, and he tried to patch things up with Jasmine. She wasn't interested and, to make matters worse, Miles saw her kissing Jake. His sister Anna (Emma Davies), who had arrived that day, saw him taking a drink; he claimed he was just celebrating for the occasion. She took his glass away and told him she was there for him. He was not seen again after that and Anna failed to find him in order to tell him of their father's death. ==Development== In April 2008, it was confirmed that the character had been written out of the programme.\"'Emmerdale' cast head for the door\", Digital Spy. URL last accessed 2008-04-08. It was initially announced that the character would be killed off later that year; Callaghan exited the series on 31 July, and did not reprise the role for his planned departure storyline. ==See also== * List of Emmerdale characters (2007) ==References== Category:Emmerdale characters Category:Television characters introduced in 2007 Category:Male characters in television Category:Fictional alcohol abusers ",
    "title": "Miles De Souza"
}