{
    "id": "14041315",
    "text": "The Road Safety Act 2006 (c 49) is an Act of the Parliament of the United Kingdom. The provisions contained in the Act are designed to improve road safety and help achieve casualty reduction targets. The Government’s strategy for improving road safety was set out in the framework paper \"Tomorrow’s Roads – safer for everyone\".Tomorrow’s Roads – safer for everyone The aim is to improve road safety and achieve casualty reduction targets of 40% of those killed and seriously injured and 50% reduction for children by 2010. The Act creates a new criminal offence of causing death by careless, or inconsiderate, driving. This offence was introduced because of public concern about deaths on the roads and the minimal sentence allowed under the law as it was before the introduction of the Act. A person can now be sentenced summarily to 12 months (in England and Wales) or 6 months or a fine both or on indictment to 5 years or a fine or both. The Act also increased the penalty for use of a hand-held mobile phone or similar device. Section 26 provides for an obligatory endorsement (with disqualification at the court's discretion) for the offence. The provisions of the Act cover: *Drink driving *Speeding *New offences *Penalties and enforcement *Driver training *Driver fatigue *Driver and vehicle licensing *Motor insurance ==Section 61 - Commencement== The following orders have been made under this section: *The Road Safety Act 2006 (Commencement No. 1) Order 2007 (S.I. 2007/237 (C.11)) *The Road Safety Act 2006 (Commencement No. 2) Order 2007 (S.I. 2007/2472 (C.91)) *The Road Safety Act 2006 (Commencement No. 3) Order 2008 (S.I. 2008/1864 (C.79)) *The Road Safety Act 2006 (Commencement No. 4) Order 2008 (S.I. 2008/1918 (C.86)) *The Road Safety Act 2006 (Commencement No. 5) Order 2008 (S.I. 2008/3164 (C.140)) *The Road Safety Act 2006 (Commencement No. 6) Order 2011 (S.I. 2011/19 (C.1)) *The Road Safety Act 2006 (Commencement No. 7) Order 2011 (S.I. 2011/1119 (C.45)) *The Road Safety Act 2006 (Commencement No. 1) (England and Wales) Order 2007 (S.I. 2007/466 (C.18)) *The Road Safety Act 2006 (Commencement No. 2) (England and Wales) Order 2007 (S.I. 2007/3492 (C.149)) *The Road Safety Act 2006 (Commencement No. 3) (England and Wales) Order 2008 (S.I. 2008/1862 (C.78)) == See also == * Road traffic safety ==References== == External links == *The Road Safety Act 2006, as amended from the National Archives. *The Road Safety Act 2006, as originally enacted from the National Archives. *Explanatory notes to the Road Safety Act 2006. Category:Transport policy in the United Kingdom Category:Road safety in the United Kingdom Category:United Kingdom Acts of Parliament 2006 Category:Road safety Category:2006 in transport Category:History of transport in the United Kingdom Category:Transport legislation ",
    "title": "Road Safety Act 2006"
}