{
    "id": "14053605",
    "text": "Jamieson Place is a residential neighbourhood in west Edmonton, Alberta, Canada. The neighbourhood is named for Colonel F.C. Jamieson (1875-1966), Edmonton lawyer, colonel in the Canadian Expeditionary Force during WWI and Alberta Conservative MLA 1931-1935. The neighbourhood is bounded on the west by Anthony Henday Drive, on the north by Callingwood Road, on the east by 184 Street, and on the south be Lessard Road. The Anthony Henday provides access to destinations to the south of the city including the Edmonton International Airport. == Demographics == In the City of Edmonton's 2012 municipal census, Jamieson Place had a population of living in dwellings, a -1.3% change from its 2009 population of . With a land area of , it had a population density of people/km2 in 2012. == Residential development == According to the 2001 federal census, approximately half (55.8%) of the residences in the neighbourhood were constructed during the 1980s. Another 41.9% of the residences were built during the 1990s. However, development of the neighbourhood is still ongoing, and in 2007, the neighbourhood description in the City of Edmonton Map Utility indicated 60% of the neighbourhood land area was still undeveloped.http://censusdocs.edmonton.ca/DD23/FEDERAL%202001/Neighbourhood/JAMIESON%20PLACE.pdf The most common type of residence in the neighbourhood, according to the 2005 municipal census, is the single-family dwelling. These accounted for nine out of ten (93%) of the residences in the neighbourhood. The remaining residences are mostly duplexesDuplexes include triplexes and quadruplexes. (7%) along with a couple of row houses. Virtually all of the residences (97%) were owner- occupied with only 3% being rented.http://censusdocs.edmonton.ca/C05002/MUNICIPAL%202005/Neighbourhood/JAMIESON%20PLACE.pdf == Schools == There is a single elementary school in the neighbourhood, Michael A. Kostek School, operated by the Edmonton Public School System. As of September 2010, there were roughly 440 students enrolled from kindergarten to grade 6. == Surrounding neighbourhoods == == References == == External links == * Jamieson Place Neighbourhood Profile Category:Neighbourhoods in Edmonton ",
    "title": "Jamieson Place, Edmonton"
}