{
    "id": "14051439",
    "text": "The main hall of the museum in July 2006 The Pallot Heritage Steam Museum is a mechanical heritage museum located in Rue De Bechet in the Parish of Trinity on the island of Jersey. ==Museum origins== Pallot Heritage Steam Museum Lyndon Pallot (known as Don) amassed a large collection of Jersey's mechanical, agricultural, and transport heritage, with a view to preserving the artefacts, and eventually exhibiting them. This ambition was realised in 1990, when the Pallot Steam Museum was opened. Items were purchased or acquired on long-term loan, and railway locomotives were brought to Jersey from Great Britain, Belgium, and Alderney. Members of the Pallot family, and other volunteers working with them, also carried out extensive repair and restoration work on most of the exhibits, restoring their original appearance through cosmetic restoration, or (in many cases) restoring items to full working condition. The L C Pallot Trust was established in 1985 with the object of promoting the permanent preservation of steam engines, farm machinery, vehicles, and other exhibits. Since the death of the museum's founder, the Trust has continued to work according to his original vision. The current trustees are Don Pallot's surviving children. ==Expansion into new premises== Shortly after the opening of the museum, the trustees began planning for expansion. On the same site as the original museum buildings they were able to lease a larger and more modern exhibition hall from a property company also owned by the Pallot family. This building now houses the main collection. A Church Pipe organ and Compton Theatre organ were amongst a large collection of musical instruments, farm machinery, motor cars, other road vehicles, and steam locomotives housed in the new premises. Display cases were installed for the demonstration of models and memorabilia. The official opening ceremony of the new premises took place on Liberation Day 2002, when Michael Wilcock, owner of the former Jersey Motor Museum, cut the ceremonial ribbon. ==Railways at the museum== ===Standard gauge demonstration railway=== A train running on the standard gauge railway. A railway operates around the perimeter of the museum site. A Victorian style station was re-constructed using surviving elements of Snow Hill railway station, St Helier, and officially opened on Liberation Day 1996 by Senator Dick Shenton. More recently a lean-to shed has been constructed over the main running line, and adjacent to the exhibition hall, to house the standard gauge service train. The railway usually operates on Thursdays when the museum is open, and visitors are able to purchase travel tickets to ride on the train. A ride consists of two circuits of the railway, and the duration of the journey is approximately ten minutes. Passengers are conveyed in two restored Victorian railway carriages, originally built and operated by the North London Railway in England. The two carriages were discovered at Stratford and were transferred to the Pallot museum in 1989 for restoration. Their original wheels had not survived, but were replaced from the Woodham Brothers scrapyard at Barry Docks in Wales. The museum owns five standard gauge locomotives. One diesel shunting engine is stored out of use, awaiting restoration. Two steam locomotives are housed as museum exhibits, but are not suitable for use on the railway, owing to its tight radius curves. These engines are * 0-6-0T \"La Meuse\", built in Belgium in 1931, with outside cylinders and Walschaerts valve gear. * 0-4-0ST \"Foleshill\", built in Bristol, England, by Peckett and Sons, works number 2085, in 1948. The other two steam locomotives are available for use on the demonstration railway, and are: * 0-4-0ST \"Kestrel\", built at Bristol, England, by Peckett and Sons, works number 2129, in 1952. * 0-4-0ST \"J T Daly\", built at Stafford, England, by W.G. Bagnall, works number 2450, in 1931. \"Kestrel\" is currently the main locomotive operating the demonstration railway. \"J T Daly\" previously operated on the Foxfield Light Railway and the Alderney Railway before coming to the Pallot Museum in 1993. Following restoration the locomotive operated the demonstration railway for several years, but is now awaiting overhaul and renewal of the boiler ticket. ===Narrow gauge demonstration railway=== The Simplex locomotive on the narrow gauge railway. A narrow gauge railway forms a simple loop around a large paddock behind the main exhibition hall of the museum. This railway is equipped with four open passenger coaches for providing pleasure rides to visitors. Motive power is provided by an 0-4-0 steam-outline Simplex locomotive. This railway is operationally complete, but currently out of use. ==Funding== On the platform The Museum premises are leased to the Trust by the family owned property company. The Museum's only source of income is from admission charges, sales of souvenirs, donations and profits from the two annual Steam Fayres which are held in May and the Autumn, with more than £40,000 donated to charities from Steam Fayre profits. No other financial support is available. Two full-time members of staff are employed and undertake a variety of jobs. Administration and supervision duties are undertaken voluntarily by the trustees in order to keep running costs to a minimum. ==Don Pallot== The museum was founded by Lyndon Charles Pallot, (known as ‘Don'), who was born in Trinity and educated at the parish school.Pallot Steam, Motor & General Museum He developed an interest in mechanics from an early age and, after leaving school at the age of 14, started remaking bicycles until he became a trainee engineer at Jersey Railways where he developed his enthusiasm for steam. In the early 1930s Pallot opened Central Motor Works at Sion, Trinity, an agricultural works. He was a gifted engineer, and invented several agricultural implements which were employed on Jersey farms, and are now displayed in the museum, including the Pallot elevator digger, the last furrow reversible plough, the single furrow reversible plough, the tractor mounted Côtil winch, and the tractor mounted 2 point linkage transport box. His ability to improvise proved invaluable during the difficult years of the Occupation of Jersey by Nazi Germany during World War II. Pallot lived at Sion in Jersey, with his wife Dolly, and had a large family of 6 sons and 5 daughters. The Ransomes, Sims & Jefferies traction engine \"Dolly May\", a prominent exhibit in the museum, and still operational, was named in hour of his wife. He died in 1996 at the age of 85. ==See also== * List of Channel Islands railways ==References== ==External links== * Pallot Museum Home Page Category:Heritage railways in Jersey Category:Museums in Jersey Category:Railway lines in the Channel Islands Category:Trinity, Jersey Category:Standard gauge railways in the Channel Islands ",
    "title": "Pallot Heritage Steam Museum"
}