{
    "id": "14054047",
    "text": "\"Young Turks\" is a song by Rod Stewart that first appeared in 1981 on his album Tonight I'm Yours. The track presented Stewart backed by a new synth-pop and new wave sound. The term young Turk, which originates from the early 20th- century secular nationalist reform party of the same name, is slang for a rebellious youth who acts contrary to what is deemed normal by society. The phrase \"Young Turks\" is never heard in the actual song, the chorus instead centering on the phrase \"young hearts be free tonight\", leading to the song frequently being misidentified as \"Young Hearts\" or \"Young Hearts Be Free\". The music for the song was composed by Carmine Appice, Duane Hitchings, and Kevin Savigar, with lyrics written by Stewart. The song, which was released as the first US single (second in the UK) from Tonight I’m Yours, was produced with synthesizers and a hi-hat played over a drum machine. On the Billboard Hot 100, \"Young Turks\" debuted at no. 61 on 17 October 1981 and peaked at no. 5 on 19 December 1981 – 9 January 1982. The song peaked at no. 11 on the UK Singles Chart and also was a top 5 hit in Australia, Belgium, Israel (no. 1) and Canada. Released a few months after MTV went on the air, it was the first video containing breakdancing to be played by that station. ==Personnel== *Rod Stewart – lead vocals and backing vocals *Jim Cregan – lead guitar and backing vocals *Mark Knopfler – rhythm and lead guitar *Jay Davis – bass *Kevin Savigar – synthesizers and clavinet * Duane Hitchings – synthesizer and electric piano *Carmine Appice – drum machine and backing vocals *Linda Lewis - backing vocals ==Music videos== The video, directed by Russell Mulcahy and choreographed by Kenny Ortega, was filmed in the central downtown area of Los Angeles in the summer of 1981. The runaway couple (\"Billy\", played by Dale Pauley, and \"Patti\", played by Elizabeth Daily) mentioned in the song is juxtaposed by a group of dancers who seemingly intermix with them throughout the video. About 14 seconds after the start of the video, Billy emerges from one floor above the now long abandoned Licha's Santa Fe Grill, in reality at the northwest corner of 7th and Santa Fe Streets in Los Angeles, and descends a ladder before dropping the last few feet down to the street. A little more than one-third of the way through the song, Billy and Patti are shoved toward the entrance of the Hotel Hayward, in reality at the west corner of 6th and Spring Streets, again in Los Angeles, between a mile and a half and two miles to the northwest. The dancers eventually end up in a railway yard just to the east of the grill, to where the couple has returned and Rod Stewart is singing the last half of the song. Stewart's videotaped rooftop performance of the song in Los Angeles (different from the aforementioned music video) appeared about one-third of the way through Dick Clark's three-hour American Bandstand 30th Anniversary Special Episode on 30 October 1981. * * ==Chart performance== ===Weekly charts=== {|class=\"wikitable sortable\" !Charts (1981–1982) !Peak position |- |Australia (Kent Music Report) |align=\"center\"|3 |- |- |Belgium (VRT Top 30 Flanders) |align=\"center\"|4 |- |Canada (CHUM) |align=\"center\"|1 |- |- |Ireland (IRMA) |align=\"center\"|9 |- |Israel Singles Chart |align=\"center\"|1 |- |Italy (FIMI) |align=\"center\"|23 |- |- |- |- |South Africa (Springbok Radio) |align=\"center\"|2 |- |- |US Billboard Hot 100 |align=\"center\"|5 |- |US Billboard Hot Dance Club Play |align=\"center\"|63 |- |US Billboard Top Tracks |align=\"center\"|23 |- |US Cash Box |align=\"center\"|5 |- |} ===Year-end charts=== {|class=\"wikitable\" !Chart (1981) !Position |- |Canada (RPM Top 100 Singles)The 1981 Top 100 Singles chart is identified by the RPM Year-End article |align=\"center\"|57 |- |Italy (FIMI) |align=\"center\"|90 |} {|class=\"wikitable sortable\" !Chart (1982) !Position |- |Australia (Kent Music Report) |align=\"center\"|23 |- |Belgium (Ultratop 50 Flanders) |align=\"center\"|43 |- |Canada (RPM Top 100 Singles) |align=\"center\"|26 |- |South Africa (Springbok) |align=\"center\"|11 |- |US Billboard Hot 100 |align=\"center\"|48 |- |US Cash Box |align=\"center\"|44 |} ==In popular culture== The song is featured on the in-game radio station K-DST in the video game Grand Theft Auto: San Andreas. ==References== ==External links== * Category:1981 singles Category:1981 songs Category:1982 singles Category:British new wave songs Category:British synth-pop songs Category:Rod Stewart songs Category:Warner Records singles Category:Music videos directed by Russell Mulcahy Category:Songs written by Kevin Savigar Category:Songs written by Duane Hitchings Category:Songs written by Carmine Appice Category:Songs written by Rod Stewart Category:Songs about teenagers ",
    "title": "Young Turks (song)"
}