{
    "id": "14055236",
    "text": "{| |} USS Mingoe (1863) was a large double-ended, side wheel, ironclad steamer gunboat purchased by the Union Navy during the American Civil War. With her heavy guns and a very fast speed of she was planned by the Union Navy for use as a bombardment gunboat, but also as an interceptor gunboat stationed off Confederate waterways to prevent their trading with foreign countries. ==Constructed in Bordentown, New Jersey== An ironclad, side wheel, steam gunboat, with schooner rigging Mingoe was built under contract with Daniel S. Mershon, Jr. at Bordentown, New Jersey. She was laid down 1862. She was based on the same plans as .She was reported as under construction in Bordentown, New Jersey by the Navy Department on October 15, 1862. By January 31, 1863 the keel had been laid. The ship's armor consisted of iron cladding the sides above the water sufficiently to protect the men on deck. By May 29, 1863 she was so far along in construction it was predicted that she would be launched on June 10th. She was launched 6 August 1863, and commissioned 29 July 1864 at Philadelphia, Pennsylvania, Comdr. J. B. Creighton in command. ==Civil War service== Mingoe joined the South Atlantic Blockading Squadron on 13 August 1864 and performed blockade duty in the St. Johns River and off Charleston, South Carolina, until the end of the year. In February 1865, she assisted William Tecumseh Sherman’s Army in its advance up the James River. Commanding Officers Johnston Blakely Creighton (J.B. Creighton) https://www.green- wood.com/2015/civil-war-biographies-corson-culbert/ https://www.findagrave.com/memorial/5038 S.P. Quakenbush as of June 1, 1865 ==Post-war service and disposal== After the end of the conflict, Mingoe returned to Philadelphia, Pennsylvania and laid up at League Island until sold 3 October 1867. == References == * Category:Ships of the Union Navy Category:Ships built in New Jersey Category:Sassacus-class gunboats Category:Steamships of the United States Navy Category:1863 ships ",
    "title": "USS Mingoe (1863)"
}