{
    "id": "14056302",
    "text": "Ulmus elliptica Koch (named for the elliptic samara) is a disputed species of elm, native to the Caucasus, where Koch reported (1849, 1872) that it formed extensive woods, and ranging north to southern Ukraine. The tree is said to be closely related to U. glabra, but to resemble U. rubra in its samara (see Description below). Many authorities consider U. elliptica Koch just a regional form of U. glabra,Richens, R. H., Elm (Cambridge 1983), p.279 though Henry, Bean and Krüssman list the Caucasus tree as a species in its own right.U. elliptica is discussed under the U. fulva heading in Elwes & Henry (1913). Bean, W. J. (1988) Trees and shrubs hardy in Great Britain, 8th edition, Murray, LondonKrüssman, Gerd, Manual of Cultivated Broad-Leaved Trees & Shrubs (1984 vol. 3) U. elliptica Koch is distinguished from U. scabra Mill. [:U. glabra] in some Armenian and Russian plant lists.agbina.com/site.xp/053051057124049053049048.html For a time, the Späth nursery, Berlin, distributed a disputed cultivar, U. Heyderi, as a synonym of U. elliptica Koch (see Cultivation below). ==Description== U. elliptica was said by Henry to resemble U. glabra in size, form, leaf, petiole and branchlets, but to resemble U. rubra in its samara, pubescent only over the seed. Henry noted one other difference from U. glabra – a smooth leaf – and two differences from U. rubra, the samara of the latter being \"much smaller\" than that of U. elliptica, and the branchlets of the latter having tubercles where those of U. elliptica are smooth. Bean added that U. elliptica differed from U. glabra in the \"rusty hairs on the buds and the ciliate leaves\" and from U. rubra in having less fissured bark, thinner and more sharply toothed leaves, and \"more elongate\" samarae. Krüssman gives the leaf-size of U. elliptica as 8–14 cm long. Image:Ulmus elliptica samara.jpg|U. elliptica samara ==Pests and diseases== Unknown. ==Cultivation== U. Heyderi, Späth's cultivar name for U. elliptica Koch, appeared in the nursery's catalogues from 1883. It was described as having \"large, long, rough, downy leaves\". One tree was planted in 1896 as U. elliptica, Koch; syns. U. Heyderi, Spaeth; U. sibirica, Hort., at the Dominion Arboretum, Ottawa, Canada. Späth supplied the Royal Botanic Garden Edinburgh in 1902 with three specimens each of U. fulva [:U. rubra] and U. Heyderi. The latter may survive in Edinburgh, as it was the practice of the Garden to distribute trees about the city (viz. the Wentworth Elm); the current list of Living Accessions held in the Garden per se does not list the plant. A tree listed as U. elliptica stood in the Ryston Hall arboretum, Norfolk,rystonhall.co.uk/ in the early 20th century. Henry, stressing the differences between U. elliptica and U. rubra, held (1913) that Späth's U. Heyderi was, by some error, U. rubra. He believed that U. elliptica Koehne (1893) was described from Späth's U. Heyderi, not from the Caucasus species, and that the U. elliptica of Koehne (1893), of Schneider (1904), and of Ascherson and Graebner (1911), was U. fulva [: U. rubra]. Späth's 1903 catalogue, indeed, queried whether U. Heyderi was after all synonymous with U. elliptica Koch. By 1930 he had removed U. Heyderi from his catalogue but added U. elliptica Koch, as a tree from the Causasus. Krussman (1983) concluded that the cultivation status of U. elliptica Koch / U. Heyderi was uncertain, since it had been confused with U. rubra. Green in his 'Registration of cultivar names in Ulmus' ignored U. Heyderi, as a species synonym. File:Royal_Botanic_Garden_Edinburgh._(1902)._Accessions_book_pages_45,47.jpg|The RBGE 1902 accessions page showing separate entries for U. Heyderi and U. fulva [:U. rubra] ==Etymology== The origin of the cultivar name 'Heyderi' is unknown, though the tree may be named for Edward Heyder (1808-1884) of Berlinhttps://books.google.am/books?id=gf3uCAAAQBAJ&pg;=PA108&dq;=Eduard+Heyder+(1808-1884)+of+Berlin&hl;=en&sa;=X&ved;=0ahUKEwjxwu7tu8_pAhXKMZoKHUdgAuIQ6AEIJjAA#v=onepage&q;=Eduard%20Heyder%20(1808-1884)%20of%20Berlin&f;=false. In the Armenian language (one the common languages of Caucus region Koch visited) adding ի (pronounced as long 'ē' sound) to a proper noun makes that noun possessive. So 'Heyderi' or 'Հեյդերի' would be the possessive form, making Ulmus Heyderi loosely translate to Heyder's Elm. ==Synonymy== *Ulmus Heyderi Späth [disputed] ==Accessions== ===North America=== *Dominion Arboretum, Ottawa, Ontario, Canada. Accession no. 2590 ==Notes== ==References== ==External links== *U. elliptica Koch Chicago Botanic Garden, swbiodiversity.org * Sheet labelled U. elliptica Koch (1900) * Sheet labelled U. elliptica Koch (1909) * Sheet labelled U. elliptica Koch, Tiflis (1909) * Sheet labelled U. elliptica Koch * Leaves and samarae. Sheet labelled U. elliptica Koch f. pubescens Teberda, Caucasus (1908) elliptica Category:Controversial elm taxa Category:Ulmus articles missing images Category:Ulmus Edinburgh Spath 1902 ",
    "title": "Ulmus elliptica"
}