{
    "id": "14056287",
    "text": "Charles James Cherundolo, Jr. (August 8, 1916 – December 22, 2012) was an American football player and coach. He played center and linebacker for ten seasons in the National Football League (NFL) with the Cleveland Rams, Philadelphia Eagles and Pittsburgh Steelers. He was born in Old Forge, Pennsylvania. ==Playing career== Cherundolo played college football at Penn State, where he was a voted a team captain in 1936. He was named All-America at Penn State. He went on to play ten seasons in the NFL. ==Coaching career== He was hired by the Steelers as an assistant coach upon the end of his playing career. He coached with the Steelers from 1949 through 1958, leaving football in 1959. He returned to the Steelers in 1960 as a part-time scout and returned as a full-time assistant coach for the 1961 season. He went on to coach for the Philadelphia Eagles with head coach and friend nick Skorich in 1962 and 1963, and then went on to coach with the Washington Redskins until 1966, when he coached for the Chicago Bears for a total of ten years, interrupted by a one-year coaching job for the Tri-City Apollo's of Midland Michigan. He coached a total of 22 years in the NFL with four teams. ==Awards and honors== Cherundolo was selected to two NFL All-Star Teams during his playing career. He was named second-team All-NFL in three seasons. In 2007, as part of the team's 75th anniversary commemoration, the Steelers named him as the center on their Legends team. The team represents the best players in the franchise's history through 1970. ==Personal life== Cherundolo married Margaret Whitehead; the couple had two children, Patricia and John. Both his son and grandson played football at the Division I level. As the time of his death in 2012, he was the fourth-oldest living professional football player. ==References== ==External links== * Category:1916 births Category:2012 deaths Category:American football centers Category:American football linebackers Category:Cleveland Rams players Category:Continental Football League coaches Category:Penn State Nittany Lions football players Category:Philadelphia Eagles players Category:Pittsburgh Steelers players Category:Pittsburgh Steelers coaches Category:Philadelphia Eagles coaches Category:Washington Redskins coaches Category:People from Old Forge, Lackawanna County, Pennsylvania Category:Players of American football from Pennsylvania ",
    "title": "Chuck Cherundolo"
}