{
    "id": "14054766",
    "text": "The O. E. Rølvaag House was the home of Ole Edvart Rølvaag (1876-1931), Norwegian-American novelist and professor at St. Olaf College. The home is located at 311 Manitou Street in Northfield, Minnesota, United States. Rølvaag wrote most of his works in this house, which is near St. Olaf College, where he taught. Rølvaag was born in Norway in 1876, and emigrated to the United States in 1896, settling in South Dakota. He graduated from St. Olaf College in 1905, and got a position there teaching Norwegian and writing. Rølvaag was the first novelist to describe the psychological cost of pioneering on the American frontier. Rølvaag's famous trilogy--Giants in the Earth (1927), Peder Victorious (1928), and Their Father's God (1931)--assesses the adjustments immigrant farmers had to make to prosper in the American Midwest. and The house stands on the west side of Manitou Street, between Greenvale and Summit Avenues, just east of the St. Olaf College campus. It is a 1-1/2 story wood frame structure, with a stuccoed first floor and a clapboarded half story. It has a broad side gable roof, with a pair of large gable dormers projecting to the front. The eaves of the main roof and dormers are extended, with exposed rafter ends and large brackets in the Craftsman style. The roof extends downward to shelter a now-enclosed porch extending across the front. The house was built for Rølvaag in 1912, and remained his home until his death in 1931. Principal alterations during his occupancy were the enclosing of the front porch, and the development of a garden in the rear. Some of the interior finishes have been preserved, including oak trim in the public spaces downstairs. ==See also== *List of National Historic Landmarks in Minnesota *National Register of Historic Places listings in Rice County, Minnesota ==References== Category:Houses in Rice County, Minnesota Category:Houses completed in 1912 Category:Houses on the National Register of Historic Places in Minnesota Category:National Historic Landmarks in Minnesota Category:1912 establishments in Minnesota Category:National Register of Historic Places in Rice County, Minnesota Category:American Craftsman architecture in Minnesota ",
    "title": "O. E. Rolvaag House"
}