{
    "id": "14051766",
    "text": "Association of Colleges and Universities of the Canadian Francophonie (known by the acronym ACUFC for its French name, \"Association des collèges et universités de la francophonie canadienne\") promotes community college and university education in minority francophone communities in Canada, through cooperation between its member institutions. In the community it serves, each member institution plays a crucial role in cultural, social and economic development. The Association represents its member institutions on topics of mutual interest before the Government of Canada, national and international organizations. Up until 1 April 2015, the organisation was known as the Association of Universities of the Canadian Francophonie, or in French, Association des universités de la francophonie canadienne (AUFC), when it did not include community college members. ==Members== The association is made up of the following 20 institutions which promote community college and university education within minority francophone communities in Canada:https://www.uottawa.ca/vr-etudes-academic/en/aufc.html * The Office of Francophone and Francophile Affairs (OFFA) of Simon Fraser University in Burnaby, British Columbia * Collège Éducacentre based in Vancouver, British Columbia * Campus Saint-Jean, of the University of Alberta in Edmonton, Alberta * La Cité universitaire francophone of the University of Regina in Regina, Saskatchewan * Collège Mathieu in Gravelbourg, Saskatchewan * Université de Saint-Boniface in Winnipeg, Manitoba * Université de Hearst in Hearst, Ontario * Université laurentienne in Sudbury, Ontario * Université de Sudbury in Sudbury, Ontario * Collège Boréal based in Sudbury, Ontario * Collège universitaire Glendon in Toronto, Ontario * Collège militaire royal du Canada in Kingston, Ontario * La Cité collégiale in Ottawa, Ontario * Université d'Ottawa in Ottawa, Ontario * Université Saint-Paul in Ottawa, Ontario * Collège universitaire dominicain in Ottawa, Ontario * Collège communautaire du Nouveau-Brunswick based in Bathurst, New Brunswick * Université de Moncton in Moncton, New Brunswick * Centre de Formation Médicale du Nouveau-Brunswick in Moncton, New Brunswick * Collège Acadie Î.-P.-É. in Wellington, Prince Edward Island * Université Sainte-Anne in Church Point, Nova Scotia Most of these institutions were founded by members of the Catholic clergy to serve isolated Francophone communities. While some institutions maintain religious missions, others have assumed specialized vocations such as the Royal Military College of Canada. While some member institutions only offer study programs in French, others are bilingual (English/French). Some of the institutions are located in small Francophone communities while others are located in heavily populated Francophone areas. The Collège de Technologie forestière des Maritimes and the Collège nordique francophone are not members of the Association. The office of the association is located at: 260, rue Dalhousie, bureau 400 Ottawa, Ontario K1N 7E4 ==Canadian Francophonie Scholarships Program== The AUCC has been the executing agency of the Canadian Francophonie Scholarship Program (CFSP) since July 1, 2006. The Government of Canada funds the CFSP program in its entirety. CFSP is a scholarship program which builds institutional capacities by training nationals of 37 developing countries of La Francophonie. Scholarships The program is administered by the Canadian Partnership Branch of the Canadian International Development Agency (CIDA).Voluntary sector - Canadian Francophonie Scholarships Program == National exchange program == The AUFC promotes student exchanges for undergraduate, Masters and doctoral students among member institutions.International Office - University of Ottawa ==AUFC Action Plan== AUFC's action plan for 2007–2012 focuses on supporting its research community and the internationalization of member institutions. The AUFC wants to play a connecting role between Official Language Minority Community (OLMC) researchers and the federal funding agencies. * creation of an advisory committee on research in June 2006, * development of a strategy to enhance researchers' ability to obtain funding from research funding agencies (e.g. concerning Francophone minority communities). * adoption of a support plan for research on Francophone minority communities on May 31, 2007 * implementation of priority activities of this planOCOL - 4. Best practices and recommendations The action plan also aims to attract more students and increase the diversity of the student body.OCOL - Winnipeg, September 13, 2007 == AUFC Research == A 2005 AUFC study evaluated the state of technological infrastructure within Canada's francophone universities and recommended on its future directions. Upgrades to francophone networks | RISQ == AUFC Partners == AUFC partners include the Consortium national de formation en santé (CNFS), French Language Health Services Network of Eastern Ontario, Consortium des universités de la francophonie ontarienne (CUFO), and Agence universitaire de la Francophonie (AUF).State of Affairs | Task Force on Programs and Services in French | Vision 2010 ==References== == External links == * Association of Colleges and Universities of the Canadian Francophonie Category:Universities and colleges in Canada Category:College and university associations and consortia in Canada Category:Scholarships in Canada ",
    "title": "Association of Colleges and Universities of the Canadian Francophonie"
}