{
    "id": "14058109",
    "text": "The Strange Case of the End of Civilisation as We Know It is a 1977 comedy directed by Joseph McGrath and starring John Cleese. It is a low-budget spoof of the Sherlock Holmes detective series, as well as the mystery genre in general. ==Plot== The film begins aboard a luxury aircraft as Dr. Gropinger (Ron Moody) travels on a goodwill tour. He misplaces his diary and is thrown into a panic as, without the diary, he no longer knows where he is or is supposed to be next. Stepping off the plane, he is shot dead after extending greetings in Hebrew to a congregation of Arabs. Soon after, the U.S. President (Joss Ackland in a caricature of Gerald Ford) receives a threatening letter signed only \"Moriarty\", claiming responsibility for the death. The letter also claims Moriarty has set in motion a plan that will allow him to gain control of the world. The president dispatches a top agent to London to work with the world's top law enforcement officials and find a strategy to combat Moriarty. Headed by an incompetent Englishman (Denholm Elliott), the committee settles on contacting the \"present-day\" Sherlock Holmes (John Cleese). He is enrolled by the Commissioner of Police (Stratford Johns) to lay plans for the capture of the descendant of Moriarty before he gains control of the world. Holmes reveals himself to be a great eccentric, with an affinity for certain addictive drugs (a nod to the literary Sherlock Holmes' experience with cocaine). He is accompanied by the descendant of Dr. Watson (Arthur Lowe), both a medical doctor and utter fool. Unfortunately, the commissioner is murdered before leaving the Holmes residence, his death mainly the result of Watson's rampant stupidity. The duo then proceed to Scotland Yard to discuss the situation with the committee. Before any plans can be made, much of the committee is murdered by a distant sniper. Without their help, Holmes dreams up a plan to invite all of the great detectives in the world to a party, with the hope of discovering the true identity of Moriarty. He reasons that Moriarty will be unable to pass up a chance at attacking all of them in one fell swoop. Many fictional detectives are parodied and handed gruesome deaths while Holmes and Watson wait in a suite. The murderer is revealed to be none other than an exact copy of Watson. Due to Watson's ineptitude and the impersonator's great skill in deception, Holmes is faced with a quandary in determining the real culprit (who is actually Moriarty). ==Cast== *John Cleese as Arthur Sherlock Holmes *Arthur Lowe as Dr. William Watson, M.D. *Ron Moody as Dr. Henry Gropinger *Holly Palance as Air Hostess *Joss Ackland as The President *Val Pringle as Black CIA Man *Bill Mitchell as \"Judas Klein of the FBI\" *Christopher Malcolm as The Other CIA Man (as Chris Malcolm) *Gyearbuor Asante as African Delegate (as Christopher Asante) *Denholm Elliott as English Delegate *Nick Tate as 1st Australian *Josephine Tewson as Miss Hoskins *Burt Kwouk as \"Fo Tong of Peking\", Chinese Delegate *Stratford Johns as Chief Commissioner Blocker *Connie Booth as Mrs. Hudson / Francine Moriarty *Derek Griffiths as Bus Conductor *Billy Hamon as Constable at Scotland Yard *Edmund Pegge as Superintendent McClelland (2nd Australian) *Robert Kingdom as Intercom Man *Maria Charles as Tea Lady *Delaney O'Connor as Hotel Commissionaire *Moira Foot as Receptionist *Dudley Jones as Hercule Poirot *Luie Caballero as Columbo *Kenneth Benda as Sir Miles Messervey, 'M' *Charlotte Alexandra as Miss Moneypacket *Maurice Kaufmann as Steve McGarrett *Mike O'Malley as Sam Spade *Paul Chapman as McCloud ==See also== *Murder by Death == External links == * * Category:British parody films Category:British films Category:1977 films Category:1970s comedy mystery films Category:Sherlock Holmes films Category:Sherlock Holmes pastiches Category:1970s parody films Category:Films with screenplays by John Cleese Category:Films directed by Joseph McGrath (film director) Category:British comedy mystery films Category:1977 comedy films ",
    "title": "The Strange Case of the End of Civilization as We Know It"
}