{
    "id": "14054506",
    "text": "Paul Wennes Egertson (February 17, 1935 – January 5, 2011) was an American Lutheran clergyman. He was Bishop of the Southwest California Synod of the Evangelical Lutheran Church in America from 1995 to 2001 and served as a senior lecturer at the California Lutheran University. ==Biography== Egertson was born in Litchville, North Dakota. He was the son of Rev. H. O. Egertson (1903–1985) and Thilda Amanda Wennes (1904–2008). He grew up in Southern California, where he father was a Lutheran pastor. In 1955 he graduated with a B.A. degree from Pepperdine University, continuing to study for a M.Th. degree which he obtained from the Luther Seminary. Egertson then spent the following years serving as a pastor of the Evangelical Lutheran Church, and also studied for a Ph.D. from the Claremont School of Theology, which was awarded in 1976.Faculty Profile - CLU Egertson was active with an education role since 1972, having served as an Adjunct Professor at the California Lutheran University between 1972 and 1984. He continued his association with the same university after 1984, however timing commitments restricted his ability to remain professor, he remained on the CLU faculty serving as a Senior Lecturer in the College of Arts and Sciences, having taught both part-time and full- time. Egertson's specialities were noted as: Dispute Mediation, Preaching, Persuasion and religion in America. Egertson is credited with having served as the university's director of the Center for Theological Study, and also for his role in establishing night courses at the university.Profile at Evening Degree Centre - CLU Egertson died suddenly in his home in Thousand Oaks, California on the afternoon of January 5, 2011.Paul Egertson dies at 75; Lutheran bishop resigned after participating in ordination of lesbian minister, Los Angeles Times, January 10, 2011. ==ELCA Bishop== Egertson was elected Bishop of the Evangelical Lutheran Church, with pastoral responsibilities for South California in 1994. He served in episcopal office from 1995 until 2001, when he resigned one month before the end of his term, due primarily to his controversial stance toward homosexuality, having ordained a lesbian pastor Anita C. Hill, and publicly disagreed with other prominent church officials over the matter.Interfaith Working Group. Bishop Egertson Asked to Resign June, 2001. ==References== Category:1935 births Category:2011 deaths Category:People from Barnes County, North Dakota Category:American Lutheran clergy Category:Evangelical Lutheran Church in America bishops Category:LGBT rights activists from the United States Category:Pepperdine University alumni Category:Luther Seminary alumni Category:American people of Norwegian descent ",
    "title": "Paul Egertson"
}