{
    "id": "14050620",
    "text": "Subangdaku River is the largest river in Southern Leyte, Philippines. It drains into the Sogod Bay at the municipality of Sogod. The river's name means \"big river\" or \"wide river\" in Cebuano. For years, following the flooding of the river, it created an issue over the province. It has been quarried and re- channeled which caused the incidents. After many attempts, the issue remained unsolved. ==Formation== By description, it can be considered as a braided river composed of several channels from near areas that divide and again reunite in a certain area forming an alluvial fan with very wide floodplain. As such, the river usually became hazardous during typhoon after a heavy rain. The river has been meandering its natural course. The occurrence is being observed by natives living along the river every time a flood occurs. ==Environmental issues== The ecology of the Subangdaku River has been disturbed by human activity, such as: a) noise such as those caused by grinding of rocks during quarrying operations; b) fragmentation of river system preventing travel of aquatic organisms through a continuous river channel; c) silt deposited in the bay which is facilitated by rechanneling activities. The resulting fragmentation and siltation of Sogod Bay may have disturbed the life cycle of some organisms that require movement between the sea and the freshwater ecosystem such as Subangdaku. For instance, the behavior of a certain crab named locally as “Kamwa”, has been reported by one of the local inhabitant who followed the crab upstream and found that the path the young traveled from the sea to upstream of Subangdaku reached until Barangay San Juan about above sea level. The behavior of this crab was that the adult laid eggs in the sea and when the eggs are hatched, the baby crabs traveled upstream. Other species observed and/or reported downstream were Katang, Ulang (freshwater shrimp), a small mollusk (a gastropod) having some spines on its shell locally known as Odianga and two kinds of freshwater fishes. Quarrying activities had been frequent in the area. Several companies have exploited and extracted sand and gravel in the area that are being accumulated by the river's current every time it floods. The extraction of sand and gravel weakens the river bed and makes the river vulnerable to flood and environmental occurrences such as erosion. After a typhoon strikes the area, because it has many channels, the current of the river easily gets so strong that it becomes hazardous to nearby villages. In 2001, part of the Philippine National Road was devastated. A 1994 study by Silliman University identified sand and gravel mining, rechanneling, and sand harvest near the river's mouth, as causes of degraded habitats and major water quality issues of the area. The same report mentioned mining as one of the harmful practices that Sogod Bay should be protected from, and it recommended regulating quarrying and rechanneling with competent planning based on scientific evidence and monitoring as a way to protect the Subangdaku River. ==References== Category:Rivers of the Philippines Category:Landforms of Southern Leyte ",
    "title": "Subangdaku River"
}