{
    "id": "14050170",
    "text": "Gustav Machatý (9 May 1901 - 13 December 1963) was a Czech film director, screenwriter and actor. He directed films in Czechoslovakia, USA and Germany including Erotikon and Ecstasy. ==Life== He was born Augustín Otokar Jan Machatý in Prague. His father was a real estate investor. Machatý didn't finish high school and started to work in movies as a teenager. He worked as a cinema pianist, actor, screenwriter, producer and art director. He directed his first movie Teddy by kouřil in 1919. In 1920 he left to USA, worked for Universal Pictures and came back in 1922. In 1926 he finally managed to secure funds for his movie The Kreutzer Sonata. The film was a success and led to Machatý getting offers to direct. His next movie Schweik in Civilian Life was not successful. Machatý spent two years studying foreign movies and entered the period in which made the best movies of his career. In 1929 he made an symbolist drama Erotikon, in 1931 a social drama From Saturday to Sunday and an adaptation of Karel Poláček's novel Načeradec, král kibiců and in 1933 his best known film Ecstasy. Ecstasy was screened in Venice Film Festival and made both Machatý and its lead actress Hedy Lamarr internationally famous. They both received offer to work for Metro-Goldwyn-Mayer. After making Nocturno in Germany and Ballerine in Italy he decided to accept the offer and traveled to the US. However his American career was filled only by low-level contract work for the studio and MGM producers didn't have any interest in his ideas. From 1940 to 1943 he worked for RKO directing only camera test footage with starting actors. In 1945 he managed to direct Jealousy for a smaller production company Republic Pictures. After suicide of his wife Maria Ray (1904–1951) he returned to Europe and settled in Munich, West Germany. He directed his last movie in 1955 and later worked as a professor at Deutsches Institut für Film und Fernsehen in Münich. He died in Münich in 1963. ==Selected filmography== {| class=\"wikitable sortable\" |- ! Year !! Title !! Actor !! Director !! Screenwriter !! Notes |- | 1919 || Akord smrti|||||||| |- | 1919 || Teddy by kouřil||||||||Short film |- | 1919 || Lady with the Small Foot|||||||| |- | 1927 || The Kreutzer Sonata|||||| || |- | 1927 || Schweik in Civilian Life|||||| || |- | 1929 || Erotikon|||||| || |- | 1931 || From Saturday to Sunday|||||| || |- | 1931 || Načeradec, král kibiců|||||| || |- | 1933 || Ecstasy|||||| || Won Best Director in 2nd Venice Film Festival |- | 1934 || Nocturno|||||| || |- | 1936 || Ballerine|||||| || |- | 1937 || The Good Earth|||||| || Uncredited |- | 1937 || Madame X|||||| || Uncredited |- | 1937 || Conquest|||||| || Uncredited |- | 1938 || The Wrong Way Out|||||| || Short film |- | 1939 || Within the Law|||||| || |- | 1945 || Jealousy|||||| || |- | 1955 || Es geschah am 20. Juli|||||| || |- | 1955 || '|||||| || |- |} ==References== ==External links== * Category:1901 births Category:1963 deaths Category:Film directors from Prague Category:People from the Kingdom of Bohemia Category:Czechoslovak film directors Category:Czech screenwriters Category:Czech male film actors Category:Czech male silent film actors Category:German-language film directors Category:20th-century Czech male actors Category:20th-century screenwriters ",
    "title": "Gustav Machatý"
}