{
    "id": "14058631",
    "text": "Walter Audisio (; 28 June 1909 – 11 October 1973) was an Italian communist partisan and politician. He was imprisoned during the late 1930s and early 1940s by the Italian fascist regime for his anti-fascist activities. As a senior partisan of the Italian resistance movement after his release during World War II, Audisio was involved in the death of Benito Mussolini, and possibly personally killed the dictator and his mistress. After the war, he was elected to parliament for the Italian Communist Party, where he served for 20 years. ==Biography== ===Early activities=== In school, Audisio rose to the top of his class, and first worked making Borsalino hats. He then worked for some years as an accountant before joining a clandestine anti-fascist group in 1931. The local group was discovered by the fascist secret police, the Organization for Vigilance and Repression of Anti-Fascism (Organizzazione per la Vigilanza e la Repressione dell'Antifascismo, or OVRA) and in 1934, Audisio was sentenced to five years confinement on the island of Ponza. Released during World War II, he resumed his activities against the government of Benito Mussolini, and in September 1943 he started to organize the first bands of partisans in Casale Monferrato. During this time he held jobs in the Fascist civil service. ===Killing of Mussolini=== During the war, he joined the Italian Communist Party and became the inspector of the Garibaldi Brigades, a faction of the National Liberation Committee (CNL), commanding the formations operating in the Province of Mantova and the Po Valley. By January 1945, he had become the principal figure of the Italian resistance movement in Milan. He used the nom de guerre \"Colonnello Valerio\", a name possibly also used by Luigi Longo. As an official of the National Liberation Committee, he received an order on 28 April 1945 to enter Dongo and execute Mussolini and others in the fascist hierarchy. The death of Mussolini remains shrouded in mystery today, but Audisio always claimed that he was the one who shot the dictator and his mistress, Claretta Petacci. ===Post-war career=== After the war Audisio continued working with the communist movement, and in 1948, was elected to the Italian Chamber of Deputies for Alessandria with the Italian Communist Party as part of the Popular Democratic Front. He supported the party until 1963, when he entered the Italian Senate. In 1968 he left to work for Italian gasoline company Eni. He died five years later in 1973 of a heart attack. His memoirs, titled In nome del popolo italiano, were published two years after his death, in 1975. ==References== Category:1909 births Category:1973 deaths Category:Italian resistance members Category:Italian Communist Party politicians Category:People from Alessandria Category:20th- century Italian politicians Category:Benito Mussolini ",
    "title": "Walter Audisio"
}