{
    "id": "14059764",
    "text": "Hans-Josef Fell (born 7 January 1952 in Hammelburg, German) was a member of the German Parliamentary Group Alliance 90/ the Greens from 1998 to 2013. He served as spokesman on energy for the Alliance 90/The Greens parliamentary group, a member of the Environmental Protection Committee, substitute member of the Committee on Economics and Technology and substitute member of the Defence Committee. Together with Hermann Scheer, he authored the 2000 draft of the Renewable Energy Sources Act, establishing the foundation for the technology developments in photovoltaic, biogas, wind power and geothermal energy in Germany. Fell is founder and president of the Energy Watch Group and an internationally renowned energy and climate change advisor, author and speaker. ==Personal life== Hans-Josef Fell was born on 7 January 1952 in Hammelburg, Germany. He graduated from Gymnasium Hammelburg in 1971. He studied Physics and Sport Sciences at the University of Würzburg. Between 1977 and 1978 he did his civil service year in Würzburg with special education children. After passing the state teacher's exam in 1980, Fell began teaching physics and physical education at Alexander-von-Humboldt Gymnasium in Schweinfurt. Fell and his wife live in Hammelburg and have three children. The family house is built according to ecological criteria and runs completely on renewable energy. Fell has won awards for his home, including the international \"Solar-Oskar\", the Energy Globe Award 2000. In 2015, he received The Order of Merit of the Federal Republic of Germany for his continuous support of the German Energiewende. ==Political career== Hans-Josef Fell joined the Green Party in 1992 following years of interest in renewable energy and environmental protection. Fell worked on the city council in his hometown of Hammelburg from 1990 until 1998 and from 1996 until 2003 he worked in the county council in the Bad Kissingen district. He has been a member of the German Parliament since 1998. Hans-Josef Fell supported the shift in military training methods towards conflict deescalation, particularly at the Bundeswehr base in Hammelburg. From 1999 to 2005, as spokesman of the Alliance 90/The Greens parliamentary group on the German Bundestag’s research committee, Hans- Josef Fell helped to ensure an increase in funding for research into photovoltaics, concentrating solar power, geothermal energy, bioenergy, batteries for electric cars, bionics, nanotechnology and others. Hans-Josef Fell has initiated many technical assessment reports, which in some cases still offer important foundations for legislative developments today, for example: nanotechnology, geothermal energy, transport systems of the future, various medical issues such as research into the brain, nuclear fusion, and genetic engineering in agriculture and medicine. Hans-Josef Fell wrote the draft of the Renewable Energy Sources Act (EEG), which was adopted in 2000 in the face of strong political opposition. The law, enacted 25 February 2000, guarantees cost-covering feed-in tariffs for electricity from biomass, wind power, and solar power, and aimed to increase the percentage of renewable energy used in Germany to 12.5% by the year 2010 and 20% by 2020. In 2011, Germany was already generating 20% of its energy from renewable resources. He was also involved in drafting the law amending the EEG in 2004. Hans-Josef Fell initiated legislation exempting biofuels from tax, and was also actively involved in establishing the legislative framework for renewables at the European level. Hans-Josef Fell is the founder of the Energy Watch Group, a network of parliamentarians and independent researchers who conduct research on global energy developments and publish open-access studies to secure our global energy supply in a sustainable way. In March 2014, Fell became president of the Energy Watch Group. Additional key members are Dr. Werner Zittel, a senior scientist at the Ludwig Bölkow Systemtechnik GmbH, and Dr. Christian Breyer, an expert of Solar Economy at Lappenranta University of Technology in Finland. He is a signatory of the Prague Declaration on European Conscience and Communism. ==Awards== *1994: Solar Prize of the European Solar Energy Association EUROSOLAR *2000: Energy Globe Award *2000: Solar prize of the German section of the International Solar Energy Society (DGS) *2001: Nuclear-Free Future Award – foremost prize of the international anti-nuclear movement *2002: German Solar Industry Prize *2002: First German Geothermal Award (the “Hard Rock Drill”) *2003: German Biogas Prize, Dr Heinz Schulz Memorial Medal *2006: Bonda Prize of the European Photovoltaic Industry Association (EPIA) *2012: Energy Award powered by Joule & RENEXPO for his lifetime achievement *2012: Bavarian Order of Merit *2015: The Order of Merit of the Federal Republic of Germany *2018: LUI Che Woo Prize: Category 1 Sustainability Prize for sustainable development of the world == Publications == * == External links == * Website of Hans-Josef Fell * Website of the Energy Watch Group ==References== Category:1952 births Category:Living people Category:People from Bad Kissingen (district) Category:Alliance 90/The Greens politicians Category:Members of the Bundestag for Bavaria Category:People associated with solar power Category:University of Würzburg alumni Category:21st-century German politicians Category:Recipients of the Bavarian Order of Merit Category:Recipients of the Cross of the Order of Merit of the Federal Republic of Germany Category:Members of the Bundestag 2009–2013 Category:Members of the Bundestag 2005–2009 Category:Members of the Bundestag 2002–2005 Category:Members of the Bundestag for Alliance 90/The Greens ",
    "title": "Hans-Josef Fell"
}