{
    "id": "14069470",
    "text": "The 2013 FIFA Confederations Cup was the ninth FIFA Confederations Cup, which was held in Brazil from 15 to 30 June 2013 as a prelude to the 2014 FIFA World Cup. The most recent winners of the six continental championships appeared in the tournament, along with hosts Brazil and UEFA Euro 2012 runners-up Italy, who qualified because the Euro 2012 winners, Spain, had also won the most recent FIFA World Cup in 2010 thus securing a spot in the tournament. Host nation, Brazil successfully defended their title with a 3–0 win over Spain in the final. It was their fourth Confederations Cup title and third in a row, after previous wins in 1997, 2005 and 2009. According to then FIFA president Sepp Blatter, the 2013 FIFA Confederations Cup was the best version of the tournament ever played.Para Joseph Blatter, Brasil organizou a melhor Copa das Confederações The competition was the first national team tournament to employ goal-line technology, which was also used at the 2014 World Cup. ==Qualified teams== 2013 FIFA Confederations Cup participating teams {| class=\"wikitable sortable\" |- !Team !Confederation !Qualification method !Date qualification secured !Participation no. |- | |CONMEBOL |Hosts |align=center|30 October 2007 |align=center|7th |- | |UEFA |2010 FIFA World Cup winners |align=center|11 July 2010 |align=center|2nd |- | |AFC |2011 AFC Asian Cup winners |align=center|29 January 2011 |align=center|5th |- | |CONCACAF |2011 CONCACAF Gold Cup winners |align=center|25 June 2011 |align=center|6th |- | |CONMEBOL |2011 Copa América winners |align=center|24 July 2011 |align=center|2nd |- | |OFC |2012 OFC Nations Cup winners |align=center|10 June 2012 |align=center|1st |- | |UEFA |UEFA Euro 2012 runners-up1 |align=center|28 June 2012 |align=center|2nd |- | |CAF |2013 Africa Cup of Nations winners |align=center|10 February 2013 |align=center|2nd |} 1 Note: Italy was awarded a spot in the competition because Spain had won both the 2010 FIFA World Cup and UEFA Euro 2012. Since both competitions award their winners a place in the FIFA Confederations Cup, the runner-up of UEFA Euro 2012 received an invitation to the tournament. ==Venues== Six stadiums were used, each in a different city. {| class=\"wikitable\" style=\"text- align:center\" |- !Rio de Janeiro ! rowspan=\"12\" | !Brasília |- |Estádio do Maracanã |Estádio Nacional |- |Capacity: 76,804 |Capacity: 68,009 |- |200x200px |200x200px |- !Fortaleza !Belo Horizonte |- |Estádio Castelão |Estádio Mineirão |- |Capacity: 64,846 |Capacity: 62,547 |- |200x200px |200x200px |- !Salvador !Recife |- |Arena Fonte Nova |Arena Pernambuco |- |Capacity: 52,048 |Capacity: 44,248 |- |200x200px |200x200px |} ==Draw== The draw for the competition was held at the Palácio das Convenções in the Anhembi Convention Center in São Paulo, Brazil on 1 December 2012. Teams from the same confederation were not drawn into the same group, therefore one team each from UEFA and from CONMEBOL was drawn in each group. Brazil and Spain had automatically been assigned as A1 and B1 respectively, therefore Italy and Uruguay were assigned respectively to Group A and Group B. ==Match officials== Internal view of the stadium in Belo Horizonte. Ten trios of officials were announced by FIFA on 13 May 2013. {| class=\"wikitable\" |- !Confederation !Referee !Assistants |- |rowspan=\"2\"|AFC |Yuichi Nishimura (Japan) |Toru Sagara (Japan) Toshiyuki Nagi (Japan) |- |Ravshan Irmatov (Uzbekistan) |Abdukhamidullo Rasulov (Uzbekistan) Bahadyr Kochkarov (Kyrgyzstan) |- |CAF |Djamel Haimoudi (Algeria) |Abdelhak Etchiali (Algeria) Redouane Achik (Morocco) |- |CONCACAF |Joel Aguilar (El Salvador) |William Torres (El Salvador) Juan Zumba (El Salvador) |- |rowspan=\"2\"|CONMEBOL |Diego Abal (Argentina) |Hernán Maidana (Argentina) Juan Pablo Belatti (Argentina) |- |Enrique Osses (Chile) |Sergio Román (Chile) Carlos Astroza (Chile) |- |rowspan=\"4\"|UEFA |Howard Webb (England) |Mike Mullarkey (England) Darren Cann (England) |- |Felix Brych (Germany) |Stefan Lupp (Germany) Mark Borsch (Germany) |- |Björn Kuipers (Netherlands) |Sander van Roekel (Netherlands) Erwin Zeinstra (Netherlands) |- |Pedro Proença (Portugal) |Bertino Miranda (Portugal) Tiago Trigo (Portugal) |} ==Squads== Teams had to name a 23-man squad (three of whom must be goalkeepers) by the FIFA deadline of 3 June 2013. The squads were announced by FIFA on 7 June 2013. ==Group stage== A ticket for the competition's opening match in Brasília The iconic Maracanã Stadium The competition's dates were confirmed by FIFA on 27 July 2011 in the build-up to the draw for the 2014 World Cup's preliminary qualification rounds. As the competition partially overlapped with the fourth round of the 2014 FIFA World Cup qualification in Asian zone, the Asian Football Confederation (AFC) asked FIFA to consider a change of date. However, the AFC decided that the match day would only be adjusted for the AFC representative at the Confederations Cup, Japan. The official final schedule was presented in Rio de Janeiro on 30 May 2012. All times listed are Brasília official time (UTC−03:00). All eight teams entered the group stage. The group winners and runners-up advanced to the semi-finals, while the bottom two teams in each group were eliminated from the tournament. The ranking of the teams in each group was determined as follows: # Points obtained in all group matches; # Goal difference in all group matches; # Number of goals scored in all group matches; If two or more teams were equal on the basis of the above three criteria, their rankings were determined as follows: # Points obtained in the group matches between the teams concerned; # Goal difference in the group matches between the teams concerned; # Number of goals scored in the group matches between the teams concerned; # Drawing of lots by the FIFA Organising Committee. {| class=\"wikitable\" style=\"text-align: center\" |- !colspan=2|Key to colours in group tables |- |bgcolor=#ccffcc style=\"width: 20px\"| |align=left|Team has qualified for the semi-finals |} ===Group A=== {| style=\"width:70%\" cellspacing=\"1\" |- !width=35%| !width=15%| ! |- |15 June 2013 |- style=font- size:90% |align=right|'||align=center|3–0||' |- |16 June 2013 |- style=font- size:90% |align=right|'||align=center|1–2||' |- |19 June 2013 |- style=font- size:90% |align=right|'||align=center|2–0||' |- style=font-size:90% |align=right|'||align=center|4–3||' |- |22 June 2013 |- style=font-size:90% |align=right|'||align=center|2–4||' |- style=font-size:90% |align=right|'||align=center|1–2||' |} ===Group B=== {| style=\"width:70%\" cellspacing=\"1\" |- !width=35%| !width=15%| ! |- |16 June 2013 |- style=font- size:90% |align=right|'||align=center|2–1||' |- |17 June 2013 |- style=font- size:90% |align=right|'||align=center|1–6||' |- |20 June 2013 |- style=font- size:90% |align=right|'||align=center|10–0||' |- style=font-size:90% |align=right|'||align=center|1–2||' |- |23 June 2013 |- style=font-size:90% |align=right|'||align=center|0–3||' |- style=font-size:90% |align=right|'||align=center|8–0||' |} ==Knockout stage== Brazil won the competition after beating Spain 3–0 in the final. In the knockout stage, if a match was level at the end of normal playing time, extra time would be played (two periods of 15 minutes each) and followed, if necessary, by a penalty shoot-out to determine the winner. === Semi-finals === \\---- === Match for third place === === Final === ==Awards== Golden Ball winner Neymar {| class=\"wikitable\" |- !Golden Ball winner !Golden Shoe winner !Golden Glove winner !FIFA Fair Play Trophy |- style=\"background: gold\" |align=center| Neymar |align=center| Fernando Torres |align=center| Júlio César |align=center| |- !Silver Ball winner !Silver Shoe winner |- style=\"background: silver\" |align=center| Andrés Iniesta |align=center| Fred |- !Bronze Ball winner !Bronze Shoe winner |- style=\"background: #c96\" |align=center| Paulinho |align=center| Neymar |} {| class=\"wikitable\" |- |+ FIFA.com Users' Dream Team |- !Goalkeeper !Defenders !Midfielders !Forwards !Coach |- |valign=top| Júlio César |valign=top| Dani Alves Sergio Ramos Thiago Silva David Luiz |valign=top| Andrés Iniesta Andrea Pirlo Paulinho |valign=top| Neymar Fernando Torres Fred |valign=top| Luiz Felipe Scolari |} ==Statistics== ===Goalscorers=== Fernando Torres was awarded the Golden Boot award on tie-breakers. Both he and Fred scored five goals and made one assist, but Torres was given the award due to having played fewer minutes over the tournament. In total, 68 goals were scored by 38 different players, with three of them credited as own goals. ;5 goals * Fred * Fernando Torres ;4 goals * Neymar * Abel Hernández ;3 goals * Javier Hernández * Nnamdi Oduamadi * David Villa * Edinson Cavani * Luis Suárez ;2 goals * Jô * Paulinho * Mario Balotelli * Shinji Okazaki * Jordi Alba * David Silva * Alessandro Diamanti ;1 goal * Dante * Davide Astori * Giorgio Chiellini * Daniele De Rossi * Emanuele Giaccherini * Sebastian Giovinco * Andrea Pirlo * Keisuke Honda * Shinji Kagawa * Elderson Echiéjilé * John Obi Mikel * Juan Mata * Pedro * Roberto Soldado * Jonathan Tehau * Diego Forlán * Nicolás Lodeiro * Diego Lugano * Diego Pérez ;1 Own goal * Atsuto Uchida (against Italy) * Jonathan Tehau (against Nigeria) * Nicolas Vallar (against Nigeria) Source: FIFA ===Tournament ranking=== ==Match ball== :See also Adidas Tango 12 Adidas Cafusa, the official match ball of the tournament The official match ball for the Cup was produced by Adidas, a development of the Adidas Tango 12. It was unveiled during the draw for the competition. The ball is named \"Cafusa\" () – a syllabic abbreviation of the words \"\" (Carnival), \"\" (football) and \"samba\", aside of being homophonous with ', the Portuguese name for a zamba i.e. a woman of mixed Amerindian and black African descent. Former Brazil captain Cafu was invited to officially unveil the ball. ==Prize money== The competing national football associations received prize money from FIFA based on their representative team's final finishing position. {| class=\"wikitable\" !Competition stage !Final position !Prize money (US dollars) |- |rowspan=\"2\"|Final |Winner |$4.1m |- |Runner-up |$3.6m |- |rowspan=\"2\"|Match for third place |Third place |$3m |- |Fourth place |$2.5m |- |Group stage |Fifth to eighth place |$1.7m |} ==Goal-line technology== The 2013 FIFA Confederations Cup was the first international tournament for national teams to use goal-line technology. The IFAB officially approved the use of goal-line technology in July 2012, and it was first used in a FIFA competition for the 2012 FIFA Club World Cup in December 2012. Having trialled systems from both Hawk-Eye and GoalRef during the Club World Cup, FIFA announced on 2 April 2013 that the German technology GoalControl had been chosen as the official goal-line technology for the 2013 FIFA Confederations Cup. Its system, GoalControl-4D, uses 14 high-speed cameras located around the pitch and directed at both goals. It was used in the match for third place between Uruguay and Italy to determine the scorer of Italy's first goal. ==Protests== Protesters on the streets of Rio de Janeiro. Their sign translates to \"If the bus fare doesn't drop, Rio is going to stop!\" Prior to the opening ceremony at the Brasilia National Stadium on 15 June, demonstrations took place outside the stadium, organised by people unhappy with the amount of public money spent to enable the hosting of the FIFA World Cup. Police used tear gas and pepper spray to quell the protests. The demonstrations were part of wider unrest and rioting in Brazilian cities initially sparked by increased ticket prices on public transport, but growing to express deeper public disenchantment with the financial management of the country by its government, specially due to the high inflation. The Brazilian president Dilma Rousseff as well as FIFA president Sepp Blatter were heavily booed as they were announced to conduct their speeches at the tournament's opening. Further protests took place the following day prior to the game between Mexico and Italy in Rio de Janeiro. Blatter said that the protesters \"should not use football to make their demands heard\", and that the public expenditure on staging the tournaments was on \"items that are for the future, not just for the World Cup\". As the protests continued to intensify during the week, with a reported participation of over a million people taking to the streets in a hundred different towns and cities, reports in the Brazilian media suggested that FIFA was having to negotiate with the teams to keep them in Brazil and that the tournament could be abandoned. However, a FIFA statement on 21 June insisted that \"to date, neither FIFA nor the local organising committee have ever discussed any such possibility of cancelling the FIFA Confederations Cup\". FIFA General Secretary Jérôme Valcke subsequently admitted that FIFA had held a \"crisis meeting\" involving the Brazilian government regarding the completion of the tournament, but sought to distance FIFA from the wider social unrest, stating that \"the most important thing for us is to detach the World Cup or the Confederations Cup from these problems. We are not the answer to all problems and we are definitely not the reason for such a crisis. We are just part of what Brazil is doing for the next 20 years....the light FIFA is being shown in here, is the wrong one\". He also reaffirmed that the protests had not caused FIFA to consider moving the 2014 World Cup away from Brazil. Just before the final in Rio de Janeiro, a large crowd marched towards the stadium both in support of the team and in continuation over the original protests. Though largely peaceful,http://www.aljazeera.com/news/americas/2013/06/20136302232802744.html there were some disturbances.http://www.aljazeera.com/news/americas/2013/07/20137162126149643.html ==References== ==External links== *FIFA Confederations Cup Brazil 2013 at FIFA.com *FIFA Technical Report 2013 2013 FIFA Confederations Cup FIFA Confederations Cup FIFA Confederations Cup Category:June 2013 sports events in South America ",
    "title": "2013 FIFA Confederations Cup"
}