{
    "id": "14068323",
    "text": "Three on a Limb is a 1936 American short comedy film directed by Charles Lamont and starring Buster Keaton. ==Plot== At a roadside diner a scout named Elmer pulls up for lunch and is immediately smitten with a waitress named Molly. Molly's fiancée, a traffic warden named Homer arrives and gives Elmer a ticket but Molly allows Elmer to drive her home and while backing up he accidentally runs over Homer's motorcycle. Molly reveals her parents are trying to pressure her into marrying Homer but he is not in love with him. Molly introduces her parents to Elmer and they instantly disapprove of him due to his appearance and outfit. Molly's father challenges Elmer's scout skills by getting him to prove he can make a fire by rubbing two sticks together. Elmer accidentally sets fire to Molly's parent's rug. He attempts to extinguish the fire with a hose but there is a knot in the tube which stops the water from coming out. Homer arrives and sees the knot, he unties it and is sprayed with the water from the hose. As Elmer and Molly clean up the mess, Molly's father tells Homer to propose to Molly immediately. Elmer attempts to gain Molly's father's blessing to propose to Molly and is told to go and fetch a justice of the peace, however this is a ruse so that the justice can marry Molly and Homer instead. Homer throws Elmer out of the house so he can marry Molly in peace. Outside, Elmer saves a man named Oscar from his wife whom he was intending to leave for another woman. In return Elmer asks for Oscar's help putting a stop to the wedding. However, when the two arrive at the wedding Oscar recognizes Molly as the woman he was going to leave his wife for. Elmer, Oscar and Homer engage in a three way scuffle each attempting to marry Molly. Eventually Oscar's wife shows up and causes chaos in the house. Elmer and Molly manage to sneak away with the justice of the peace and are finally married ==Cast== * Buster Keaton - Elmer Brown * Lona Andre - Molly * Harold Goodwin - Homer the Cop * Grant Withers - Oscar * Barbara Bedford - Addie * John Ince - Molly's father * Fern Emmett - Molly's Mother * Phyllis Crane - Molly's Friend the Car-Hop ==See also== * Buster Keaton filmography ==References== ==External links== * * Three on a Limb at the International Buster Keaton Society Category:1936 films Category:American films Category:1936 comedy films Category:1936 short films Category:Educational Pictures short films Category:American black-and-white films Category:Films directed by Charles Lamont Category:American comedy films Category:Comedy short films ",
    "title": "Three on a Limb"
}