{
    "id": "14068049",
    "text": "OpenForum Europe (OFE) is a European open source software and open standard not-for-profit organisation advocating for interoperability in technology. Its key objective is to contribute to achieve an open and competitive Digital ecosystem in Europe. ==History== Founded in 2002 OFE seeks to encourage the use of open source software and open standards among businesses, consumers and governments. Graham Taylor, OFE's then Chief Executive Officer, spoke at the 4th EU Ministerial eGovernment conference in Lisbon in September 2007, stressing the benefits of open source software in government. The concerns regarding interoperability expressed by OFE found an echo with EU's Competition Commissioner Neelie Kroes. In support of open standards, as advocated by OFE, Neelie Kroes declared in 2008 \"I know a smart business decision when I see one - choosing open standards is a very smart business decision indeed.\" Neelie Kroes who became Vice President of the European Commission responsible for the Digital Agenda maintained her support for open standards. In her new role she provided the keynote at the OFE Annual Summit in 2010 and again in 2012. In 2016, Sachiko Muto was appointed Chief Executive Officer of OFE, succeeding Graham Taylor. ==Activities== OFE is a registered interest group with the European Commission and the European Parliament. OFE advises European policy makers and legislators on the merits of openness in computing and provides technical analysis and explanation. OFE promotes open source software, as well as openness more generally as part of a vision to facilitate open, competitive choice for technology users. OFE works closely with the European Commission, European Parliament, national and local governments both directly and via its national partners. It fully supports the European Commission's Digital Single Market strategy, which aims to create a flourishing digital economy in Europe by 2020. ===Software patents=== Open software is the primary focus of OFE. OFE participates actively in public consultations that concern the industry and often serves as an interlocutor between legislators and the wider open computing community. OFE cooperates with the Open Source Consortium, Free Software Foundation Europe, the Linux Professional Institute (LPI) as well as Foundation for a Free Information Infrastructure (FFII) and the ODF Alliance. OFE is actively involved in the discussion about the development of Open Document Format (ODF), an ISO standard for electronic documents. ===Democratic society=== Today OFE’s focus includes the impact of the regulatory choices concerning standards and platforms on society. OpenForum Europe has helped to launch petitions to call on government bodies such as the European Parliament to use open standards whenever possible. ===Support and network=== OFE is supported by major technology suppliers and works closely with the European Commission and National Governments both direct and via National Associates. OFE's corporate partners include IBM, Oracle, Red Hat, GitHub and Deloitte. Additionally, OFE has national partners from across Europe, representing SMEs. OFE has a partnership with the Free Software Foundation Europe (FSFE) and collaborates with the Foundation for a Free Information Infrastructure (FFII), two of the leading free and open source software campaign groups in Europe. OFE also provides input for the European Committee for Interoperable Systems (ECIS). ==References== ==External links== *OpenForum Europe Category:Free and open- source software organizations Category:Information technology organizations based in Europe Category:Intellectual property activism Category:Organizations established in 2002 ",
    "title": "OpenForum Europe"
}