{
    "id": "14068441",
    "text": "U.O.Me is the third single by Dutch girl group Luv', released in early 1978 by Philips Records. It appears on the 1978 debut album, With Luv' and is considered as Luv's real breakthrough in Benelux. This record is also credited as U.O.Me (You Owe Me), U.O.Me (Welcome to Waldolala) or U.O.Me (Theme from Waldolala). ==Background== Record producer Hans van Hemert was commissioned by VPRO (a Dutch TV channel) to write the theme song for a TV series, Het is weer zo laat (a.k.a. Waldolala).Details about TV series \"Het is weer zo laat\" With the help from Piet Souer, he composed \"U.O.Me (Welcome To Waldolala)\" which was recorded by Luv'. The group's appearance on this TV show was a good publicity stunt. U.O.Me was considered as Luv's first real mainstream success. Its Disco-Carnival sound changes from the pop arrangements of the two previous singles (My Man and Dream, Dream). This track is inspired by \"A far l'amore comincia tu\", the 1977 European hit of Raffaella Carrà. ==Track listing and release== 7\" Vinyl Release information on Discogs.com website Accessed: February 12, 2011 * a. \"U.O.Me\" * b. \"Hang On\" {|class=\"wikitable\" ! Country ! Year ! Label ! Catalog |- | Netherlands/Germany/Belgium/Philippines/ | 1978 | Philips/Phonogram Records | 6012783 |- | France | 1978 | Philips/Phonogram Records | 6173625 |} ==Cover versions== * As Luv' enjoyed success with U.O.Me, studio formation Conquistador (also produced by Hans van Hemert and Piet Souer) recorded an instrumental version of this song.Information about \"U.O.Me\" by Conquistador * Schlager singer Peter Petrel recorded a German cover version entitled Wer Hat Hier Denn Wohl Wen Verführt in 1978.Peter Petrel's discography * Finnish girl group Mirumaru performed the track as Sun Vain OonTrack listing of the album \"Sun Vain Oon\" by Finnish band Mirumaru Accessed: October 17, 2010 in their language in 1978. * Dutch act De Vedettes recorded their version of Luv's breakthrough hit to support the Dutch national football team (the famous Oranjes) at the 2010 FIFA World Cup. This cover was entitled \"Oh! Wat Een Mooie Goal!\" (Oh! What a beautiful goal!)Video of De Vedettes on Youtube Accessed: October 17, 2010 and peaked at #39 on the Netherlands' Single Top 100Peak position of De Vedettes on Dutch Single Top 100 Accessed: October 17, 2010 in July 2010. ==Chart performance== Because of Luv's exposure on the Waldolala TV show, the song became an instant hit in the Netherlands and Flanders and reached the singles Top 5 in both countries. It sold 150.000 copies in Benelux. In the Top 100 of best sold singles in 1978 in the Netherlands, the song reached the #10 positionThe Top 100 of 1978, based on sales, compiled by Intomart BV, commissioned by Buma/Stemra: http://www.dutchcharts.nl/jaaroverzichten.asp?year=1978&cat;=s ===Charts and certifications=== {| class=\"wikitable\" !Charts (1978) !Peak position !Certification (If any) |- |Europarade (currently Eurochart Hot 100 Singles) |align=\"center\"|5 | |- |Netherlands (Dutch Top 40) |align=\"center\"|3 |Platinum Gold and platinum certifications given by the Dutch recording industry association |- |Netherlands (Nationale Hitparade, currently Mega Top 50) |align=\"center\"|3 | |- |Belgium/Flanders (BRT Top 30) |align=\"center\"|2 | |} ===Chart sources=== *Dutch charts (Top 40): Stichting Nederlandse Top 40 *Dutch charts (Nationale Hitparade): http://www.dutchcharts.nl/ and http://www.megatop50.nl *Belgian charts : BRT Top 30/Radio 2 Top 30 ==References== Category:1978 singles Category:Disco songs Category:Luv' songs Category:Songs written by Hans van Hemert Category:Songs written by Piet Souer Category:1977 songs Category:Philips Records singles Category:Phonogram Records singles ",
    "title": "U.O.Me (Theme from Waldolala)"
}