{
    "id": "14069008",
    "text": "M. R. Štefánik Square in Eurovea in Bratislava. Eurovea is a business, retail and residential complex in Bratislava, Slovakia, located in the Pribinova Zone at the border of Old Town and the borough or Ružinov, between the Old Bridge and the Apollo Bridge, bordered by Pribinova street from the north and the river Danube from the south. Eurovea connects the Bratislava Riverfront with the city center and offers stores and leisure time facilities while housing businesses, apartments and a Sheraton hotel. Phase I of the Eurovea complex was developed by Ballymore Properties at the cost of €350 million and it opened after four years of construction in 2010. Eurovea Phase II will feature the first skyscraper in Slovakia with projected height of 168 meters and 46 floors above the ground with the whole investment estimated at approximately €300 million. Construction is scheduled to start at the end of 2017 and finish at the end of 2019. == History == Before the construction of Eurovea, the area featured numerous older small buildings along Pribinova Street, including the Stoka Theater, and the riverfront area was empty. Area of Eurovea Phase I in 2007. Irish real estate development company Ballymore Group purchased the land of the Eurovea area in 2002 for 550 million Slovak korunas. Construction of Eurovea Phase I started in July 2006, the Sheraton Bratislava Hotel opened in February 2010 with the rest of the complex opening in March 2010. Original plans estimated the finish date for Eurovea Phase II in 2007 or 2008, but the construction was postponed mainly because of the Great Recession. Peter Korbačka, Chairman of J&T; Real Estate and partner of J&T; Finance Group, acquired the complex through the Cypriot company Trenesma Limited for €364 million in the summer of 2014, becoming the largest real estate transaction in Central and Eastern Europe at that time and according to the weekly Trend probably the largest ever in the history of Slovakia. == Description == Eurovea is located in the area called Zóna Pribinova - nábrežie, part of the Pribinova Zone, an area of Bratislava that is divided between the Dunajská neighborhood of the Old Town borough and the Nivy neighborhood of the Ružinov borough. It is bordered by the Pribinova Street from the north, building of the Ministry of Interior of the Slovak Republic from the west, the river Danube from the south and Košická Street from the east, covering an area of 86,155 meters squared. === Eurovea 1 === Eurovea Phase I covers an area of and offers of office space, 235 apartments and 1,800 parking spaces. It consists of the Eurovea Galleria shopping mall including leisure facilities (cinema, casino, swimming pool and fitness), apartment complex Eurovea Apartments (formerly River Place), office complex Eurovea Central (formerly Pribina Place), the 5-star Sheraton Bratislava Hotel and part of the Bratislava Riverfront. The area includes the M. R. Štefánik Square (Námestie Milana Rastislava Štefánika) and the historical Warehouse No. 7. Almost two thirds of the Eurovea Phase I area are covered by green and public areas. Their construction cost was approximately €13 million and they belong to the city of Bratislava. The public area opened to the public on March 26th, 2010. === Eurovea 2 === Developer J&T; Real Estate published another details regarding this extension: of retail space will be added, 487 new homes, of office space, 2.245 parking spots, green area on the riverfront will grow by two times (from ). The most important landmark, however, will be the first skyscraper in Slovakia, with 46 floors and height of 168 metres. This phase is planned to be finished in the year 2022. === Eurovea Galleria shopping mall === Eurovea features the Eurovea Galleria (formerly Pribina Gallery) shopping mall, which covers an area of 59,000 square metres. == Gallery == File:Eurovea Shopping Centre, Bratislava.JPG File:Bratislava10Slovakia15.JPG File:Bratislava10Slovakia123.JPG File:Slovakia Bratislava 124.JPG File:Bratislava, Eurovea, Danube promenade.JPG File:Bratislava 2006-8-5 07.jpg == See also == * Bratislava Riverfront ==References== ==External links== * Official website Category:Buildings and structures in Bratislava Category:Hotels in Slovakia Category:Shopping malls in Bratislava ",
    "title": "Eurovea"
}