{
    "id": "14067805",
    "text": "Hayseed Romance is a 1935 American short comedy film featuring Buster Keaton. ==Plot== A young man named Elmer answers an ad from a woman looking for a new husband. He arrives at the house, meets a young girl named Molly, and is immediately smitten with her. He discovers that the person who placed the ad was not Molly but her aunt. Molly's aunt sets Elmer and Molly to work washing dishes in the kitchen, but the clumsy pair end up smashing them. That evening, Molly's aunt plays the piano and sings boisterously, causing many objects in the house to fall and break despite Elmer's best efforts to save them. As Elmer tries to sleep that night, rain drips onto him from a hole in the roof. He climbs up on the roof to try to patch, but falls through it and lands on Molly's aunt's bed, propelling her through the bedroom window and into a muddy puddle. Elmer covers the giant hole in the roof with a blanket. The rain eventually fills it, causing it to burst, and sending the water flooding down onto Elmer, and then Molly's aunt on the floor below his. The aunt makes her way up to Elmer's bedroom and accidentally sends him out of the window and into the same muddy puddle. Elmer decides to spend the night in the barn instead. The next morning, he tries to tell Molly he loves her, but is repeatedly interrupted by her aunt. That night, Elmer is confronted by a ghostly version of himself who tells him that he needs to leave before Molly's aunt discovers he is in love with Molly. As he tries to flee, the aunt catches him and marches him at gunpoint to the Justice of the Peace. A quickie wedding is organised, but at the last minute it is revealed that the arranged wedding is for Elmer and Molly. As Elmer prepares to marry Molly, he sees the ghostly version of himself again, but chases it off with a gun, shooting it in the backside. ==Cast== * Buster Keaton as Elmer Dolittle * Dorothea Kent as Molly * Robert McKenzie as Justice of the Peace (uncredited) ==See also== * Buster Keaton filmography ==External links== * * Hayseed Romance at the International Buster Keaton Society Category:1935 films Category:1935 comedy films Category:1935 short films Category:American films Category:American comedy films Category:American black-and-white films Category:Educational Pictures short films Category:Films directed by Charles Lamont Category:Comedy short films ",
    "title": "Hayseed Romance"
}