{
    "id": "14065033",
    "text": "is a former Japanese right-handed relief pitcher. ==Biography== Fukumori was unable to advance to the National High School Baseball Championship during his high school years, losing in the prefectural final for three consecutive years. He was drafted by the Yokohama BayStars in the third round of the draft, and marked his first win against the Chunichi Dragons on July 3, . He pitched as a fifth and sixth-string starter for the BayStars rotation during his early career, with a career-high 9 wins in . He was traded to the Osaka Kintetsu Buffaloes in after pitching in a career-high 62 games in with a 4.50 ERA as a reliever in his final year with the BayStars. He became the closer for the Buffaloes midway through 2004, and ended the year with 2 wins and 10 saves with a 5.18 ERA. However, the Buffaloes team was disbanded during the off-season, and Fukumori was handed over to the newly created Tohoku Rakuten Golden Eagles in a distribution draft. He recorded the first save in history for the Eagles on April 13 against the Fukuoka SoftBank Hawks, and was the only pitcher to not let up a run in the team's epic 0-26 loss to the Chiba Lotte Marines in the second game of the season. Fukumori was relegated to setup duty at the start of in favor of Shinichiro Koyama, but returned to his closing role early in the year, pitching 26 straight innings without giving up a run in the first half of the season. This earned him his first appearance in the Japanese all-star game. However, his pitching quickly deteriorated after the all-star break, and he was relegated to setup duty again after blowing several save opportunities. He pitched decently as a reliever, and returned to his closing role again on September 22 with a save against the Seibu Lions. He made two more consecutive saves, ending the season with a career-best 2.17 ERA and a career-high 21 saves. Fukumori continued his success in the closing role during early , but dropped down during the interleague games in June. He made his second appearance at the Japanese all-star game, but admitted that he had been pitching with pain in his right elbow, and was removed from the active roster after the all-star break to receive surgery to remove bone chips from his right elbow. He spent the rest of the season in rehab. Fukumori declared free-agency on November 7, 2007, and began negotiating with both Japanese teams and major league teams on November 13, 2007. === Texas Rangers === On December 13, 2007 it was reported that he had agreed to a two-year $3 million deal with the Texas Rangers.Fukumori, Texas Rangers agree to 2-year deal – Dallas Morning News He made an appearance at Rangers Ballpark in Arlington the following day to officially announce his move to the major leagues. Fukumori was released by the Rangers on May 12, , after having pitched extremely poorly in four games. It was the end of his Major League Baseball career. === Tohoku Rakuten Golden Eagles === On June 13, , the Texas Rangers released Fukumori so that he could sign with the Tohoku Rakuten Golden Eagles of the Japanese Pacific League. ==Pitching style== Fukumori throws a fastball, shootball, and forkball with varying degrees of success. He is also one of the few Japanese pitchers to have experimented with a knuckle curve. His fastball only reaches in the low 90 mph range, and he rarely displays good control of any of his pitches. His shootball comes in at a similar velocity as his fastball, and his forkball can be devastating at times. Fukumori's career in Japan was marked with inconsistency, as he rotated between periods of exceptional and disappointing performances even during his most successful seasons. ==References== ==External links== *Fukumori's official blog *Nippon Professional Baseball league statistics Category:1976 births Category:Baseball people from Miyazaki Prefecture Category:Japanese baseball players Category:Japanese expatriate baseball players in the United States Category:Living people Category:Major League Baseball players from Japan Category:Nippon Professional Baseball pitchers Category:Oklahoma RedHawks players Category:Osaka Kintetsu Buffaloes players Category:Texas Rangers players Category:Tohoku Rakuten Golden Eagles players Category:Yokohama BayStars players ",
    "title": "Kazuo Fukumori"
}