{
    "id": "14060096",
    "text": "Otis Arnold Singletary (October 31, 1921 – September 21, 2003) was an American historian and served as the 8th president of the University of Kentucky. ==Early life== Singletary was born October 31, 1921 in Gulfport, Mississippi. He received his B.A. from Millsaps College in 1947 and his M.A. and Ph.D. degrees from Louisiana State University in 1949 and 1954, respectively. ==Academic career== Singletary was an Instructor in Louisiana State University's Extension Division from 1949 to 1951, followed by a position with the Navy Supply Corps School in Bayonne, New Jersey, in 1951 and 1952, and in the Naval ROTC Unit at Princeton University from 1952 to 1954. In 1954, he took a position as an instructor in History at the University of Texas, before becoming an Assistant Professor (1957–58), Associate Professor (1959), and Professor (1960). He served as Associate Dean of Arts and Sciences, from 1956 to 1959, and Assistant to the President of the institution during the 1960-61 academic year. He served as Chancellor of the University of North Carolina at Greensboro from 1961 to 1966, with a leave of absence from October, 1964, until January, 1966 to head the federal Job Corps. In 1968, he returned to Texas to serve as Executive Vice Chancellor for Academic Affairs in the University of Texas System. ==President of University of Kentucky== In August 1969, Singletary became president of the University of Kentucky. Assuming his executive responsibilities during a period of campus turmoil kindled by student protest against the Vietnam War, and culminating on the UK campus following the Kent State shootings in May 1970. Singletary's dispassionate yet firm approach to dealing with the conflict, in time effectively restored calm to the campus and prevented a potentially incendiary situation from spinning out of control. Throughout his term Singletary listened attentively to student concerns and encouraged responsible student participation in university affairs. Early in his administration student representation on the Board of Trustees was initiated, and student membership in the University Senate was increased. As a result, many causes of student discontent were eradicated, and a mutuality of trust and respect between students and administrators developed and grew during the Singletary years. Singletary retired from his post as president of the university on June 30, 1987, having served longer in that position than any of his predecessors, save James Kennedy Patterson and Frank McVey. ==Books== Among his writings were Negro Militia and Reconstruction a treatise on the mixed race paramilitary units employed in the south during the post Civil War period. This volume examines the use, racial mixture and failures surrounding a group of civil servants who faced a high rate of violence. ==Legacy== In the same year of his retirement, the University of Kentucky's Singletary Center for the Arts was named in his honor. Currently, the university offers the Singletary scholarship, which is the highest attainable undergraduate scholarship at the institution. He died September 20, 2003 at his home in Lexington, Kentucky. His funeral was held four days later at the Singletary Center for the Arts. ==External links== *Civil Rights Greensboro: Otis Arnold Singletary *UNCG Oral Histories Otis Singletary *Biography at University of Kentucky Category:1921 births Category:2003 deaths Category:20th-century American historians Category:Writers from Lexington, Kentucky Category:Presidents of the University of Kentucky Category:People from Gulfport, Mississippi Category:Millsaps College alumni Category:Louisiana State University alumni Category:Writers from Mississippi Category:20th- century American male writers Category:University of Texas faculty Category:American male non-fiction writers ",
    "title": "Otis A. Singletary"
}