{
    "id": "14067634",
    "text": "Eudald Carbonell i Roura (born 17 February 1953, Ribes de Freser, Girona) is a Spanish archaeologist, anthropologist and paleontologist. Educated in Girona, Barcelona and Paris, he holds a PhD in Geology of the Quaternary from Pierre and Marie Curie University (1986), and one in History from the University of Barcelona (1988). In June 2015 he left the direction of the Institut Català de Paleoecologia Humana i Evolució Social to be professor at the University of Rovira and Virgili in Tarragona. He also serves as co-director of the excavations at the Archaeological Site of Atapuerca, together with José María Bermúdez de Castro and Juan Luis Arsuaga. His findings include the discovery of Homo antecessor, and well-preserved remains of Homo heidelbergensis. ==Publications== ===Scientific journals=== * Carbonell, E., M. Mosquera, A. Ollé, X. P. Rodríguez Álvarez, M. Sahnouni, R. Sala, and J. M. Vergès. 2001. Structure morphotechnique de l'industrie lithique du Pléistocène inférieur et moyen d'Atapuerca (Burgos, Espagne). L'Anthropologie 105:259-280 * Aguirre, E. and E. Carbonell (2001). \"Early human expansions on Eurasia: The Atapuerca evidence.\" Quaternary International 75: 11-8. * Bermúdez de Castro, J.M., Carbonell, E & Arsuaga, J.L. (ed) (1999). Gran Dolina Site: TD6 Aurora Stratum (Burgos, Spain). J. of Human Evolution, 37: 309-700 * Arsuaga, J.L., Lorenzo, C., Carretero, J.M., Gracia, A., Martínez, I., García, N., Bermúdez de Castro, J.M. & Carbonell, E. (1999). A complete human pelvis from the Middle Pleistocene of Spain. Nature 399, 255-258. * Carbonell, E., M. Mosquera, et al. (1999). \"Out of Africa: The Dispersal of the Earliest Technical Systems Reconsidered.\" J. of Anthropol. Archaeol. 18: 119-136. * Carbonell, E. & Vaquero, M. (1998). Behavioral Complexity and Biocultural Change in Europe Around Forty Thousand Years Ago. J. of Anthropol. Res. 54, 373-397. * Bermúdez de Castro, J.M., Arsuaga, J.L., Carbonell, E., Rosas, A., Martínez, I. & Mosquera, M. (1997). A Hominid from the Lower Pleistocene of Atapuerca, Spain: Possible Ancestor to Neandertals and Modern Humans. Science 276, 1392-5. * Carbonell, E. & Vaquero, M., eds. (1996). The Last Neandertals - The First Anatomically Modern Humans. Cultural Change and Human Evolution: The Crisis at 40 Ka BP: Ed. Universitat Rovira i Virgili. Tarragona. * Carbonell, E., Bermúdez de Castro, J.M., Arsuaga, J.L., Díez, J.C., Rosas, A., Cuenca-Bescos, G., Sala, R., Mosquera, M. & Rodriguez, X.P. (1995). Lower Pleistocene Hominids and Artifacts from Atapuerca-TD6 (Spain). Science 269, 826-832. * Castro-Curel, Z. & Carbonell, E. (1995). Wood Pseudomorphs From Level I at Abric Romaní, Barcelona, Spain. J. of Field Archaeol. 22, 376-84. * Carbonell, E., Giralt, S. & Vaquero, M. (1994). Abric Romani (Capellades, Barcelone, Espagne): Une importante séquence anthropisée du Pléistocene Supérieur. Bull. de la Soc. Préhist. Franç. 91, 47-55. * Carbonell, E. & Rodriguez, X.P. (1994). Early Middle Pleistocene deposits and artefacts in the Gran Dolina site (TD4) of the 'Sierra de Atapuerca' (Burgos, Spain). J. of Human Evol. 26, 291-311. * Carbonell, E. Guilbaud, M. & Mora R. (1984), “Élaboration d’un système d’analyse pour l’étude des éclats bruts de débitage,” Dialektikê. Cahiers de typologie analytique, 10, pp. 22-31. ==References== ==External links== * Fundación Atapuerca * Institut Català de Paleoecologia Humana i Evolució Social(IPHES) Category:1953 births Category:Living people Category:Pierre and Marie Curie University alumni Category:University of Barcelona alumni Category:Catalan scientists Category:Catalan archaeologists Category:Catalan anthropologists Category:Spanish paleontologists Category:Paleoanthropologists Category:20th-century archaeologists ",
    "title": "Eudald Carbonell"
}