{
    "id": "14060596",
    "text": "Congressman Adam Schiff and lobbyist Heather Podesta at a party hosted by the Podesta Group in Washington, D.C. The Podesta Group was a lobbying and public affairs firm based in Washington, D.C. It was founded in 1988 by brothers John Podesta and Tony Podesta and has previously been known as Podesta Associates, podesta.com and PodestaMattoon. John Podesta left the firm in 1993, and Tony Podesta left the firm on October 30, 2017, following Mueller Probe findings. It has essentially ceased to exist since then. The firm reorganized in January 2007 after chairman Tony Podesta split with former business partner Dan Mattoon. Podesta Group, which represented American corporations as well as nonprofits and governments, was said in 2011 to have \"close ties to the Democratic Party and the Obama administration\", although its CEO, Kimberley Fritts, is identified in her Cogent Strategies bio as \"a fixture in Republican politics\".\"Kimberley Fritts\". Cogent Strategies. cogent-strategies.com. Retrieved May 29, 2019. She resigned and established her own firm, Cogent Strategies, in November 2017. The firm reported earning US$27.4 million in lobbying fees in 2011. In 2007, Chairman Tony Podesta was ranked by his peers as the third most influential lobbyist in Washington. On November 9, 2017, CEO Kimberley Fritts informed all employees that the Podesta Group would cease to exist at the end of the year. Employees were asked to clear out their desks and told that they might not be paid beyond November 15. On November 21, Podesta Group's website went offline, redirecting to the personal website of Tony Podesta,https://www.podesta.com/ with the majority of the Podesta Group’s former principals having joined Cogent Strategies.https://www.cogent- strategies.com/ ==Lobbying and public affairs activities== The Podesta Group acted as a lobbyist for Egypt on United States policies of concern, activities in Congress and the executive branch, and developments on the U.S. political scene generally, according to forms filed with the Department of Justice in 2009. thumb They received $900,000 in revenue in 2011–2012 from the Brussels- based European Centre for a Modern Ukraine (ECMU), a group sympathetic to then Ukraine president Viktor Yanukovych and his Party of Regions. As of October 2017, the Podesta Group was reported to be under investigation by Special Counsel Robert Mueller for potentially violating the Foreign Agents Registration Act in the course of its work for the ECMU. The Podesta Group was one of six lobbying firms that participated in a 2012–2014 public relations campaign organized by Paul Manafort on behalf of the ECMU and Ukraine's pro- Russian Party of Regions; the campaign was reportedly designed with the stated goal of improving Ukraine's standing among Western audiences as a possible prelude to Ukrainian membership in the European Union. A Podesta Group spokesman denied any wrongdoing. On October 30, 2017, a federal grand jury unsealed the indictment of Manafort and his deputy Richard Gates. According to NBC News, the Podesta Group is mentioned in the indictment as one of the companies that lobbied on behalf of the Ukrainian government for Manafort and Gates. On that day, Tony Podesta stepped down as head of the Podesta Group. As of May 2019, the Podesta Group, along with Mercury Public Affairs and Skadden, has been under investigation for possible lobbying violations regarding former Trump campaign chairman Paul Manafort by the Southern District of New York. The Podesta Group also represented (as of 2016) the interests of Russia's largest financial institution, Sberbank of Russia, which controls approximately 30 percent of Russian banking assets. The Podesta Group also carried out public relations work for the government of Azerbaijan for a monthly fee of $60,000 plus expenses. In addition, the Podesta Group has been retained by Walmart, BP, and Lockheed Martin. Other clients include Bank of America, the Cherokee Nation (casinos), National Public Radio, and the Republic of Kenya.OpenSecrets.org ==See also== *Timeline of Russian interference in the 2016 United States elections ==References== ==Further reading== * * ==External links== * (archived link) Category:1988 establishments in Washington, D.C. Category:Marketing companies established in 1988 Category:Lobbying firms based in Washington, D.C. Category:Privately held companies based in Washington, D.C. ",
    "title": "Podesta Group"
}