{
    "id": "14078188",
    "text": "{| |} USS Fairy (1861) was a steamer purchased by the Union Navy during the American Civil War. She was used by the Union Navy as a gunboat assigned to patrol Confederate waterways. Post-war she was temporarily employed as an ammunition ship before finally being decommissioned. == Built in Ohio in 1861 == Fairy was built in 1861 at Cincinnati, Ohio, as Maria; purchased by the Navy 10 February 1864; and first sailed 10 March 1864, Acting Master H. S. Wetmore in command. == Civil War service == === Assigned patrol duties on the Mississippi, White and Tennessee Rivers === Based at Mound City, Illinois, Fairy patrolled and had convoy duty in the Mississippi, White, and Tennessee Rivers, often providing transportation and firepower to Union Army expeditions, and shelling Confederate troop concentrations and batteries ashore. Although she normally operated in the northern section of the Mississippi River, she sailed down river to carry high ranking Union Army officers from Memphis, Tennessee, to New Orleans, Louisiana, in June 1864. === Supporting operations against General J. B. Hood === On patrol in the Tennessee River, in December 1864 and January 1865, she convoyed Union Army transports from Clifton to Eastport, and carried out other operations in the concerted attack on troops under General John Bell Hood, preventing them from crossing the river near Florence. Her last duty, following the war, was transporting ordnance stores to Jefferson Barracks, Missouri. == Post-war decommissioning and disposal == She was decommissioned 8 August 1865 at Mound City, and sold 17 August 1865. == See also == * United States Navy * American Civil War == References == Category:Ships of the Union Navy Category:Ships built in Ohio Category:Steamships of the United States Navy Category:Gunboats of the United States Navy Category:Ammunition ships of the United States Navy Category:American Civil War patrol vessels of the United States Category:1861 ships ",
    "title": "USS Fairy (1861)"
}