{
    "id": "14075596",
    "text": "Hepatocyte nuclear factor 4 alpha (HNF4A) also known as NR2A1 (nuclear receptor subfamily 2, group A, member 1) is a nuclear receptor that in humans is encoded by the HNF4A gene. == Function == HNF-4α is a nuclear transcription factor that binds DNA as a homodimer. The encoded protein controls the expression of several genes, including hepatocyte nuclear factor 1 alpha, a transcription factor which regulates the expression of several hepatic genes. This gene plays a role in development of the liver, kidney, and intestines. Alternative splicing of this gene results in multiple transcript variants. HNF4A is required for the PXR and CAR-mediated transcriptional activation of CYP3A4. Genetic mutations in the HNF4A gene can influence the activity of HNF4α's downstream proteins such as CYP2D6, in vitro and in vivo. The alkaloid berberine upregulates the expression of HNF4A. This gene also plays a pivotal role in the expression and synthesis of SHBG, an important glycoprotein made primarily in the liver, which in addition to lowering insulin-resistance also serves in reducing levels of free Estrogen as-well as prolonging the half-life of Testosterone. Function of HNF4A gene can be effectively examined by siRNA knockdown based on an independent validation. == Clinical significance == Mutations in the HNF4A gene are associated with a form of diabetes called maturity onset diabetes of the young (MODY). Increased amplification of hepatocyte nuclear factor 4 alpha has been observed in colorectal cancer. It has also associations with the appearance of Fanconi syndrome phenotypes which occurs due to deletion of the gene. == Interactions == Hepatocyte nuclear factor 4 alpha has been shown to interact with: * Beta-catenin, * CREB binding protein, * MED1, * MED14, * Small heterodimer partner * Testicular receptor 4, == See also == *Hepatocyte nuclear factor 4 *Hepatocyte nuclear factors == References == == Further reading == * * * * * * * * * * * * * * * * * * * * == External links == * Category:Intracellular receptors Category:Transcription factors ",
    "title": "Hepatocyte nuclear factor 4 alpha"
}