{
    "id": "14070635",
    "text": "Maryland Route 118 (MD 118) is a state highway in the U.S. state of Maryland. Known as Germantown Road, the highway runs from MD 28 in Darnestown north to MD 355 in Germantown. MD 118 is the four- to six-lane main highway through the central Montgomery County community of Germantown. The highway also connects Germantown and Darnestown with Interstate 270 (I-270). The northernmost part of MD 118 was paved by 1910. The highway was extended south through Germantown in the early 1920s and extended to Darnestown in the early 1930s. MD 118 was relocated and expanded to a divided highway through Germantown in the late 1980s and late 1990s, and near its northern end in the mid-1990s. ==Route description== View north at the south end of MD 118 at MD 28 in Darnestown MD 118 begins at an intersection with MD 28 (Darnestown Road) in the village of Darnestown. The highway heads north as a two-lane undivided road that crosses Great Seneca Creek and passes an electrical substation south of Black Rock Road. MD 118 enters the suburban area of Germantown at the entrance to South Germantown Recreational Park, which includes the Maryland SoccerPlex. The route expands to a six-lane divided highway just south of its intersection with MD 117 (Clopper Road). MD 118 continues northeast and meets the southern end of Father Hurley Boulevard, which serves the northwestern part of Germantown, then crosses over CSX's Metropolitan Subdivision next to the Germantown station on MARC's Brunswick Line. MD 118 intersects Wisteria Drive, Middlebrook Road, and Crystal Rock Drive within the Germantown Town Center commercial area, which contains the BlackRock Center for the Arts. MD 118 passes the Germantown campus of the United States Department of Energy at its partial cloverleaf interchange with I-270 (Eisenhower Memorial Highway), through which the highway temporarily reduces to four lanes. The route passes the Germantown campus of Montgomery College before reaching its northern terminus at MD 355 (Frederick Road), which leads to MD 27 a short distance to the north. Germantown Road continues east as a two-lane undivided county highway toward Montgomery Village. MD 118 is a part of the National Highway System as a principal arterial from MD 117 to its northern terminus at MD 355 in Germantown. ==History== MD 118 northbound in Germantown The first segment of MD 118 to be constructed as a modern road was from Middlebrook Road north of Germantown to Frederick Road at Neelsville, which was built as a macadam road by Montgomery County with state aid by 1910. The macadam road was extended south to what is today the MD 117 intersection in what was called Old Germantown in 1923. MD 118 was extended south as a concrete road from Old Germantown to Black Rock Road in 1930. The highway was completed when the concrete road was extended to MD 28 at Darnestown in 1934. MD 118 originally followed most of its present course. The highway followed what are today Liberty Mill Road and Walter Johnson Road through Old Germantown and Germantown and Boland Farm Road at its northern end at U.S. Route 240 (now MD 355). Washington National Pike (now I-270) was completed from MD 121 in Clarksburg to MD 118 in Germantown in 1954. That same year, MD 118 had curves modified, was widened to , and was resurfaced from the new freeway to US 240. MD 118 was expanded to a divided highway on either side of the cloverleaf interchange by 1963. The first step of the highway's relocation through Germantown was completed in 1987. MD 118 was expanded to a divided highway from Aircraft Drive to Middlebrook Road and built as a divided highway on its present alignment from Middlebrook Road to Wisteria Drive. The highway turned east onto Wisteria Drive to connect back with the old two-lane highway. The second step was completed in 1998; MD 118 was extended from Wisteria Drive along a new divided highway alignment that crossed a new bridge across the railroad tracks and reconnected with the old road at the southern end of divided highway south of MD 117. MD 118 was relocated from Seneca Meadows Parkway to its present junction with MD 355 in 1995. The highway's interchange with I-270 was changed from a cloverleaf to a partial cloverleaf interchange in 2004. ==Junction list== ==See also== ==References== ==External links== *MDRoads: MD 118 118 Maryland Route 118 ",
    "title": "Maryland Route 118"
}