{
    "id": "14072779",
    "text": "Theodore Roosevelt Patrick, Jr. (born 1930) is an American cult-deprogrammer and author. He is considered to be the \"father of deprogramming.\" ==Early life== Ted Patrick was born in what he calls \"a red-light district\" of Chattanooga, Tennessee, in which he was surrounded by \"thieves, prostitutes, murderers [and] pimps\". He dropped out of high school in tenth grade to help support his family, worked a variety of jobs and opened a nightclub, then became co-chairman of the Nineteenth Ward in Chattanooga. At the age of twenty-five, he left his wife and infant son in Tennessee, and went with a friend to San Diego, California, where he became an activist for the black community. For his efforts in the Watts Riots in 1965, Patrick was awarded the Freedom Foundation Award, which ultimately led to his job as the Special Assistant for Community Affairs, under then-Governor Ronald Reagan. ==Career as a deprogrammer== Despite a lack of formal education and professional training, Patrick was hired by hundreds of parents and family members to \"deprogram\" their loved ones. A high school dropout, Patrick based his techniques and practices on his own life experience. Patrick once remarked in a May 1979 TV debate with members of the Hare Krishna group, \"How I got into deprogramming was through my own son. All outdoor boy, couldn't nothing keep him in the house. Then one day, he was psychologic... psychological(ly) kidnap(ped) by a cult\". In this interview, Patrick also explained how this search to understand cults led him to speaking with \"witches, warlocks, healers\" and in fact, he went \"all the way to New Orleans\" to the same person his mother brought him to for his speech impediment. He also stated that he spent time in a religious group and after a week \"...didn't know where I were, nor how I got there...I was hook(ed).\" Patrick stated this research, and his understanding of the mind from his ongoing struggle with his own speech, served as the background for his work in deprogramming. On 12 June 1971, Mrs. Samuel Jackson contacted Patrick to file a complaint concerning her missing son, Billy. As Billy was 19, the police and FBI would not look for him. Billy was involved with the group known as the Children of God, who had approached Patrick's own son, Michael, a week prior. Patrick contacted other people whose relatives were in the cult, and even pretended to join them, to study how the group operated. This was when he developed his method of deprogramming. He ultimately left his full-time job in order to work on deprogramming full time. Patrick founded the FREECOG organization, later known as the Citizen's Freedom Foundation, in 1971 before merging into the Cult Awareness Network. As one of the pioneers of deprogramming, Patrick used a 'confrontational' method: Patrick stood trial several times on kidnapping charges related to his activities. After the first trial, which found him not guilty, he stopped executing the actual kidnapping but continued with his deprogramming. He testified before an ad hoc Congressional committee organized in 1979 by Senator Bob Dole. According to The New Republic, Dole intended the hearing to \"provide a forum\" for Patrick and other anti-cult activists. In 1980 Patrick was paid $27,000 to carry out the deprogramming of Susan Wirth, a 35-year-old teacher living in San Francisco. He was hired by her parents, who objected to her involvement in leftist political activities. The process involved handcuffing her to a bed for two weeks and denying her food.Postpage, Stephen Garrard (Georgetown University Press 1993) Inquiries in Bioethics ( / 978-0-87840-538-1 page 71)Beaver County Times (Associated Press 2 July 1980) Daughter kidnapped over politics (page A-13) (Retrieved 14 November 2013) She was later released and after returning to San Francisco spoke out against deprogramming but declined to press legal charges against her parents or Patrick.Merced Sun-Star (29 July 1980) \"Feared kidnapped, she reconciles with mother.\" A documentary about the career of Patrick, DEPROGRAMMED, directed by Mia Donovan was released April 26, 2015 by EyeSteelFilm. ==Civil and criminal proceedings involving Patrick== Some criminal proceedings against Patrick have resulted in felony convictions for kidnapping and unlawful imprisonment. *In 1980, Patrick was convicted of conspiracy, kidnapping, and false imprisonment. These charges were related to the abduction and attempted deprogramming of Roberta McElfish, a 26-year-old Tucson waitress. Patrick was sentenced to one year in prison and fined five thousand dollars. *In 1990, Patrick attempted to deprogram Elma Miller, an Amish woman who had joined a liberal sect. He was hired by her husband to return her to him and the Amish church. Criminal charges of conspiracy were filed against Miller's husband, brother, and two others; but were later dropped on her request to the prosecuting attorney, who decided not to charge Patrick.Amish Woman Asks Prosecutor to Drop Charges on Kidnapping, Madison Courier, December 8, 1990, pg. 3 ==References== ==Sources== *Conway and Siegelman, Black Lightning (Chapter 6 of Snapping: America's Epidemic of Sudden Personality Change), 1995, *Ted Patrick, Let Our Children Go (Chapter 1 of Ted Patrick's Let Our Children Go), ==Publications== * Patrick, Ted. Let Our Children Go. New York: Ballantine. 1976. * Conway and Siegelman, Black Lightning (Chapter 6 of Snapping), 1995, Category:American kidnappers Category:Critics of new religious movements Category:People from Chattanooga, Tennessee Category:People from San Diego Category:Writers from California Category:Writers from Tennessee Category:1930 births Category:Living people Category:Deprogrammers ",
    "title": "Ted Patrick"
}