{
    "id": "14075395",
    "text": ":For Transmatic transmission see Variomatic Transmatic was an American rock band from Indianapolis, Indiana. They released one EP with Loudenergy.com and full length album on Immortal Records/Virgin Records/EMI which spawned a minor hit single with 2002's \"Come\" before breaking up. ==History== The Indiana rock band posted an mp3 of the tune \"Blind Spot\" on the website Loudenergy.com, and the tune was heard by website executive and former Social Distortion bassist John Maurer.Did Janis Joplin's Ghost Help Transmatic? . The Free Lance-Star, February 28, 2002. Accessed November 4, 2007. Maurer hooked them up with producer Brad Wood (Pete Yorn, Liz Phair), and they recorded a demo EP soon after.[ Transmatic] at Allmusic.com At that time, achieving fame as a musician based on internet exposure was somewhat unprecedented, and the group received significant press coverage as a result.Band enters spotlight, record deal through Web. CNet, December 19, 2000. Accessed November 4, 2007.Band Discovered on the Web. Chicago Sun-Times, January 18, 2001. Accessed November 4, 2007. Signing a massive, six-album deal with Immortal/Virgin, the group made its first full length record with Producer, Neal Avron (Fallout Boy, Everclear, Sara Bareilles), and released the self-titled album on November 9, 2001. Cuts from the album can be found in movies like Van Wilder and American Pie 2, along with shows like MTV's Real World, Pimp My Ride, Boston Public, among others. Transmatic toured with acts like Michelle Branch and Tantric, and the album's lead single, \"Come\", peaked at No. 29 on the Billboard Adult Top 40 charts early in 2002, but it was their only charting hit.Chart Data at Billboard.com The group broke up in 2003, and did not release any further material; group member Zack Baldauf went on to form the Virgin Millionaires.Breaking Out. Nuvo.net, January 17, 2007. Accessed November 3, 2007. ==Members== *Zack Baldauf - guitar *Joey Fingers - vocals *Andy Carrell - bass *Kirk Frederickson - drums *Scott Rainey -guitar ==References== Category:Musical groups from Indianapolis Category:American post-grunge musical groups ",
    "title": "Transmatic"
}