{
    "id": "14070965",
    "text": "Ypres Town Cemetery and Extension is a Commonwealth War Graves Commission burial ground for the dead of the First World War located in Ypres, Belgium, on the Western Front. The cemetery grounds were assigned to the United Kingdom in perpetuity by King Albert I of Belgium in recognition of the sacrifices made by the British Empire in the defence and liberation of Belgium during the war.First World War, accessed 19 August 2006 ==Foundation== Ypres formed a salient in the Western Front of the First World War, with fighting continuously in the area throughout the war. The city, which was destroyed over the course of the conflict, was a forward base for Commonwealth troops. The municipal cemetery for the town was used for burials of dead Commonwealth troops from October 1914, with a military-exclusive extension cemetery being opened next to it at the same time. The main cemetery and its extension were in use until 1915 and then used again in 1918. The extension was expanded by the concentration of graves from nearby small cemeteries and battlefield burials. The cemetery and extension were brought into use again in 1940, to receive the dead of Commonwealth forces retreating from the area as it fell to the forces of Nazi Germany. Between the two cemeteries and the two wars, 788 men are buried here. The sites are also used by the Commonwealth War Graves Commission for its own permanent staff and their families, with alternative designs of headstones slightly set apart. The cemetery and extension were designed by Sir Reginald Blomfield. ==Notable graves== * Prince Maurice of Battenberg, a grandson of Queen Victoria, is buried in the cemetery. ==Gallery== Image:HH Maurice Battenberg in Ypres Town cemetery.jpg|Grave of Prince Maurice of Battenberg Image:Gravestones in Ypres Town CWGC Cemetery.jpg|Grave stones in the cemetery ==References== ===Bibliography=== * Cemetery: * Extension: * WO1.be on the cemetery * WO1.be – extension * * Category:Commonwealth War Graves Commission cemeteries in Belgium Category:Cemeteries and memorials in West Flanders ",
    "title": "Ypres Town Commonwealth War Graves Commission Cemetery and Extension"
}