{
    "id": "14075620",
    "text": "The Roman Catholic Diocese of Pamiers, Couserans, and Mirepoix (Latin: Dioecesis Apamiensis, Couseranensis, et Mirapicensis; French: Diocèse de Pamiers, Mirepoix, et Couserans) is a diocese of the Latin Rite of the Roman Catholic Church in southern France. The diocese comprises the department of Ariège and is suffragan to the Archdiocese of Toulouse. The diocese of Pamiers is divided into five Deaneries: Pamiers, Foix, Haut-Ariège, Couserans, and Pays-d'Olmes-Mirapoix. The episcopal see is the Cathedral of Saint Antoninus in the city of Pamiers, and the current bishop is Jean-Marc Eychenne, appointed on 17 December 2014. The diocese of Pamiers has no seminary of its own. Its one seminarist (as of 2017) attends the Séminaire Interprovincial Saint Cyprien in Toulouse. ==History== The traditions of the diocese mention as its first apostle of Christianity St. Antoninus, born at Fredelacum (Frédélas) near Pamiers in the Rouergue, and martyred in his native country at a date uncertain. Cardinal Cesare Baronius believed that he was one of the martyrs of the Theban Legion in 286. The Abbey of St. Antonin was founded near Fredelacum about 960; in 1034 it passed under the jurisdiction of the Bishop of Girone and was annexed in 1060 to the Congregation of Cluny. By 1095, however, the monastery followed the Rule of Saint Augustine.Sainte-Marthe, Gallia christiana XIII, p. 154. A castle built on the site of the abbey by Roger II Count of Foix (1070–1125) was called Appamia; hence the name of Pamiers which passed to the neighbouring small town. The monastery buildings were located a mile and a half outside the walls of the villa that became the city.Sainte-Marthe, Gallia christiana XIII, p. 151. ===Creation of the diocese, 1296=== Pope Boniface VIII created a see at Pamiers by the Bull Romanus Pontifex 23 July 1295, and made it a suffragan of the Archdiocese of Narbonne. On 16 September 1295 he named the church of the monastery of Saint Antoninus as the cathedral of the new diocese, and promoted Pamiers from the status of villa to the status of civitas. In that bull, also called Romanus Pontifex, he noted that he had taken action in creating the new diocese based on a plan of Pope Clement IV (1265–1268), who had been Bishop of Puy and Archbishop of Narbonne, which had not been put into effect.Sainte-Marthe, Gallia christiana XIII, Instrumenta, pp. 98-99. He named Bernard Saisset, Abbot of St. Antonin as the first Bishop of Pamiers, and by a decree of 18 April 1296 settled the boundaries of the new diocese which had been created out of territory of the large and wealthy diocese of Toulouse.J.-M. Vidal, \"Les origines de la province ecclésiastique de Toulouse,\" Annales du Midi 15 (1903), pp. 289-328, especially 294-310; 469-492; 16 (1904), pp. 5-30. This greatly angered King Philip IV, who believed that his feudal rights were being contravened. The opposition of Hughes Mascaron, Bishop of Toulouse, and the conflict between Saisset and Roger Bernard III, Count of Foix, who had been excommunicated, prevented Bishop Saisset from taking possession of his diocese until their conflict was settled by King Philip IV of France.Sainte-Marthe, Gallia christiana XIII, Instrumenta, pp. 100-103. The conflict was over money and homage. J. M. Vidal has proven that it is not true, as had long been thought, that St. Louis of Anjou, who became Bishop of Toulouse at the death of Mascaron, had been appointed provisional administrator of the Diocese of Pamiers. Bishop Hugues went to Rome to argue his case with Pope Boniface. He died there on 6 December 1296.Lahondès, I, p. 100. Saisset took possession of his see on 19 April 1297. On 18 December 1295, no doubt as a rebuff to the Bishop of Toulouse, Pope Boniface issued the Bull Dum sollicite considerationis, creating the University of Pamiers. On 21 December 1295, he issued the Bull Ad Extirpandam Pestem, naming an Inquisitor for the diocese of Pamiers. Lahondès, I, pp. 92-93. On 5 February 1295, Pope Boniface launched his famous bull Clericis Laicos against Philip IV. Bishop Bernard sided with Pope Boniface VIII (1301) in his conflict with King Philip the Fair and was imprisoned by order of the King. He was released in 1302.Lahondès, I, pp. 102-108. The conflict between Toulouse and Pamiers nonetheless continued, even after the death of Boniface VIII in 1303. The new Pope's strategy was different. Pope Clement V first appointed his nephew, Gaillard de Preyssac, as the new bishop of Toulouse in 1306. Then, after a careful and no doubt disinterested investigation, Pope Clement, on 3 August 1308, agreed to a number of claims of Toulouse concerning the decree of Boniface VIII;Vidal, Annales du Midi 15 (1903), p. 313. the Diocese of Pamiers remained, but with less territory and poorer resources than those assigned it by Boniface VIII. Clement imposed a perpetual silence on the Archbishop of Toulouse and his successors.Vidal, Annales du Midi 15 (1903), pp. 320-321. However, when Pope John XXII raised Toulouse to metropolitan status on 22 February 1318, he also extended the Diocese of Pamiers which he made suffragan of Toulouse. ====Cathedral and Chapter==== Before the creation of the diocese in 1295, the inhabitants of the monastery of Saint-Antonin lived as Canons Regular according to the Rule of Saint Augustine.Sainte-Marthe, Gallia christiana XIII, p. 151. Doublet, p. 6. Bishop Saisset's brief tenure did not permit him to address the matter of the organization of a cathedral Chapter or the apportioning of revenues. This was left to his successor, Bishop Pilfort de Rabastens, who immediately met violent opposition from the Canons of Saint- Antonin. Prestige was at issue, and also power and money. Arbitration finally settled the issues which included the division of income, the power of appointing to various benefices, the creation of the office of Prior of the Cloister, and the nomination and admission to office of Chapter dignities and of Canons. The Prior was to be elected by the Chapter and instituted by the Bishop. The dignities (not dignitaries) were: the Archdeacon, the Treasurer, the Sacristan, the Infirmarian, the Master of Works, and the Aumonier.Sainte- Marthe, Gallia christiana XIII, p. 160. Lehonidès, p. 157-158. Doublet, p. 7. Bishop-elect Pilfort moved his residence from the monastery buildings of Saint-Antonin into the city of Pamiers. This separated him from his cathedral and from the Canons.Sainte-Marthe, Gallia christiana XIII, p. 159. In 1371 Pope Gregory XI reduced the number of Canons in the Cathedral Chapter to 18, and Pope Eugene IV further reduced the number to 12.Doublet, p. 7. In 1693 there were only four dignities, and 12 Canons. In 1787 there were six dignities, but only 9 Canons.Ritzler-Sefrin, V, p. 91, note 1. Ritzler-Sefrin, VI, p. 90, note 1. ===Inquisition=== The third bishop of Pamiers was Jacques Fournier (1317–1326), who subsequently was elected pope under the name of Benedict XII. The historian of Pamiers, Jean-Marie Vidal, discovered in the Vatican Library the record of the procedure of the Inquisition tribunal created at Pamiers by Jacques Fournier in 1318, for the extirpation of the remnants of Albigensianism in the Foix region. This document is most important for the history of the Inquisition, representing as it does, and perhaps in this instance only, that particular tribunal in which the inquisitor and the diocesan bishop had almost equal responsibility, as decreed in 1312 by the Council of Vienne.Carl Joseph Hefele, Histoire des Conciles (tr. Delarc) Tome IX (1274–1378) )Paris: Leclere 1873), pp. 437-438. In this new regime the traditional procedure of the Inquisition was made milder by temporizing with the accused who persisted in error, by granting defendants a fair amount of liberty, and by improving the prison regime. ===Troubles in Foix and Pamiers=== In 1485, Jean de Foix, Vicomte de Narbonne, the uncle of Countess Catherine de Foix the legitimate heir of François-Phoebus, came to Pamiers to demand homage. He threatened reprisals if he did not get what he wanted. A representative of the city received the Vicomte at the gate, but declared that the city had taken its oath to Countess Catherine; they would nonetheless receive the Vicomte as a member of the House of Foix. Angered, the Vicomte threw his forces at Le Mas, set fire to the gates, used his siege engines against the walls, drove out Bishop Pascal Dufour and established in his place Mathieu d'Artigueloube. He then turned on the Porte de Lolmet of Pamiers, without success, and withdrew to Mazères. Next year, on 14 July, the Vicomte's forces returned and attacked Pamiers. They entered and pillaged the city and imprisoned the leaders who favored the Countess. Her forces arrived on 28 August, entered and rescued the city, killing the leader of the attackers, the Sieur de Lavelanet.Lehondès, I, pp. 322-326. In April 1486, the Parlement of Toulouse issued an order declaring that the income of the bishopric of Pamiers should be divided, one-third for Bishop Pascal Dufour, one-third for Mathieu d'Artigueloube, and one-third for the repair of the church of Le Mas; it also ordered that the seat of the bishop should be transferred to Lieurac. Jean de Foix, Vicomte de Narbonne, died in November 1500, and the one contending bishop for succession to Pierre de Castelbajac, Gerand Jean, died in September 1501, but the conflict over the episcopal seat of Pamiers did not abate. Mathieu d'Artigueloube arrived immediately from Paris and sent a Commissioner from the Parlement of Paris to take possession of the diocese on 4 October 1501. The Commissioner was refused entry on the grounds that a plague was active, but he returned on the 7th, and his demand to place the arms of Mathieu d'Artigueloube above the door of the episcopal palace was agreed to by the Consuls of Pamiers.Lehondès, I, pp. 361-362. Mathieu then used his influence with the Vicomtes de Narbonne to have the Parlement of Toulouse to place the Diocese of Pamiers and the Abbey of Lḕzat in the hands of the King of France, Louis XII. Two parliamentary Commissioners arrived in Pamiers on 29 February 1503 to carry out the orders of the Parlement, but they could not obtain the submission of the Abbey of Lḕzat since the Abbot, Cardinal Amanieu d'Albret, was in Rome.Cardinal d'Albret was also the Administrator of the dioceses of Comminges, Vannes, Condom, Lascar, Oloron, Couserans, and Pamplona. Albret had arrived in Rome on 13 September 1502. Pope Alexander VI died on 18 August 1503, and Amanieu d'Albret, the brother-in-law of Cesare Borgia, participated in both the Conclave of August that elected Francesco Piccolomini (Pius III), and the Conclave of October–November that elected Giuliano della Rovere (Julius II). Eubel, II, p. 6 no. 26; 56. The Commissioners ordered the Officers of the diocese to administer the temporal goods of the diocese and to turn over the income to the Consuls of Pamiers to control.Lehondès, I, pp. 364-365. Mathieu d'Artigueloube died on 30 March 1513. The Consuls of Pamiers immediately went to the Canons at Le Mas, and informed them of the fact, begging them to name a bishop to bring peace to the Church of Pamiers. The Canons designated the Protonotary Apostolic Bertrand de Lordat, who immediately began to function as though he were bishop, though he did not canonically become bishop until ten years later. Pope Leo X had named Cardinal Amanieu d'Albret as Administrator of the diocese and given him his bulls on 15 May 1514. The Cardinal resigned on 15 August 1514 on the appointment of Charles de Gramont as the new Bishop of Pamiers, thereby negating the election of Bertrand de Lordat. Gramont was transferred to the diocese of Couserans on 25 June 1515, and Cardinal d'Albret again took charge as Administrator.Eubel, III, p. 111, with notes 2 and 3; 176. Lehondès, I, p. 384. ===Huguenots=== During the episcopate of Robert of Pellevé (1557–79), brother of Bishop Nicolas de Pellevé of Amiens, the French Wars of Religion gave rise to cruel strife: Protestants destroyed every church in Pamiers, among them the magnificent church of Notre-Dame du Camp, and three times they demolished the episcopal palace of the Mas Saint-Antonin. It was Robert de Pellevé, however, who obtained permission from the Papal Legate, Cardinal Trivulzio, on 24 January 1558 to establish the Jesuits in a collège at Pamiers, the second college to be established by the Jesuits in France. The arrangement was ratified by King François II on 11 February 1559. The efforts of three Jesuit priests to carry out the plan was repeatedly obstructed by the Consuls, as well as by the hostility of Huguenot believers in Pamiers. Nonetheless, the Collège opened at Christmas in 1559. In the same year, Huguenot violence against religious images began with repeated outbreaks of destructive violence.Lahondès, II, p. 7-10. In July 1561 the Consuls of Pamiers absolutely refused to publish the edict of King Charles IX which prohibited Huguenots from assembling publicly or raising troops; in 1562, now thoroughly Protestant, they attempted to close the Jesuit college by not renewing its permit to operate. At the time of the Saint Bartholomew's Day Massacre in 1572, however, Pamiers was in the hands of the Catholic party, and there was every attempt to allow both sides the chance to live in peace and exercise their religions. However, following the Protestant assembly at Montauban on 24 August 1573, the towns of Ludiès and Saverdun were seized, and the nuns of Salenques were forced to flee; an attempt was made in April 1574 by the Huguenots to seize Pamiers, which turned out unsuccessfully.Lahondès, II, p. 11; 35-36. Another bishop of Pamiers Henri de Sponde (1626–42) (Spondanus), as a recent convert, suggested to Cardinal Baronius the project of producing an epitome of Baronius' twelve volume Annales Ecclesiasti (Ecclesiastical Annals). He carried out the project so well that he won the high praise of the Cardinal and the attention of Pope Paul V, who named Sponde rector of the French church in Rome, San Luigi dei Francesi. Paul V also gave Sponde a post in the Roman Curia as Revisor of Petitions in the office of the Major Penitentiary. Pamiers also had been governed by the Jansenist François Etienne de Caulet (1644–1680). ===Revolution=== In 1790 the National Constituent Assembly decided to bring the French church under the control of the State. Civil government of the provinces was to be reorganized into new units called 'départements', originally intended to be 83 or 84 in number. The dioceses of the Roman Catholic Church were to be reduced in number, to coincide as much as possible with the new departments. Since there were more than 130 bishoprics at the time of the Revolution, more than fifty dioceses needed to be suppressed and their territories consolidated. Clergy would need to take an oath of allegiance to the State and its Constitution, specified by the Civil Constitution of the Clergy, and they would become salaried officials of the State. Both bishops and priests would be elected by special 'electors' in each department. This meant schism, since bishops would no longer need to be approved (preconised) by the Papacy; the transfer of bishops, likewise, which had formerly been the exclusive prerogative of the pope in canon law, would be the privilege of the State; the election of bishops no longer lay with the Cathedral Chapters (which were all abolished), or other responsible clergy, or the Pope, but with electors who did not even have to be Catholics or Christians. A new civil department, called \"Ariège\", was created by the French Legislative Assembly, as part of a new Metropolitanate called \"Métropole du Sud\". The old diocese of Pamiers was suppressed and a new \"Diocese of Ariège\" was created, with its center at Pamiers. When the Estates General had been summoned in 1789, the legitimate bishop of Pamiers, Joseph- Mathieu d'Agoult, behaved in such an authoritarian and aristocratic way when the cahiers (Notes of complaints and recommendations) were being drawn up that his own clergy refused to elect him as their representative for the meeting in Paris, and chose Canon Bernard Font instead. Canon Font's brother was one of the members of the Assembly who drew up the plan for the new departments. Font was elected bishop of Ariège in 1791, and consecrated at Toulouse by Constitutional Bishop Antoine-Pascal-Hyacinthe Sermet on 15 May 1791. The consecration was valid, but canonically irregular, schismatic, and blasphemous (as a parody of genuine Catholic sacraments). The new Constitutional Bishop had a difficult time with his clergy, a substantial portion of whom refused the Oath. A portion of the people were offended by the execution of King Louis XVI on 21 January 1793, and nearly everyone was shocked by the abolition of Religion and the substitution of Reason, with the Festival of Reason on 10 November 1793. There was no longer a Catholic church, and there was no longer a Constitutional Church. Bishop Font tried to intercede on behalf of the émigrés and protested against the arrest of opponents of the regime, acts which brought him to be arrested himself at the end of 1793. He was not released until 5 February 1795, after which he immediately went into hiding for more than a year. He established himself at Foix, where he assembled some 82 priests who were still loyal to him, and in 1797 he vigorously opposed the notion of a liturgy in the vernacular. He did not have to submit to the Concordat of 1801, for he died on 1 November 1800 without having been reconciled to the Roman Catholic Church.Pisani, pp. 368-369. ===Church of the Concordat=== After the signing of the Concordat of 1801 with First Consul Napoleon Bonaparte, Pope Pius VII demanded the resignation of all bishops in France, in order to leave no doubt as to who was a legitimate bishop and who was a Constitutional imposter. He then immediately abolished all of the dioceses in France, for the same reason. Then he began to restore the old Ancien Régime dioceses, or most of them, though not with the same boundaries as before the Revolution. The diocese of Pamiers was not one of those revived by Pope Pius VII in his bull Qui Christi Domini of 29 November 1801. Its territory was assigned to the Archdiocese of Toulouse. Under the Concordat, however, Bonaparte exercised the same privileges as had the kings of France, especially that of nominating bishops for vacant dioceses, with the approval of the Pope. The practice continued until the Restoration in 1815, when the privilege of nomination returned to the hands of the King of France. In accordance with the Concordat between Pope Pius VII and King Louis XVIII, signed on 11 June 1817, the diocese of Pamiers was restored bringing together territory from the ancient Diocese of Pamiers and the Diocese of Couserans, along with the larger portion of the former Diocese of Mirepoix and Diocese of Rieux, and a deanery of the former Diocese of Alet. The Concordat, however, was never ratified by the French National Assembly, which had the reputation of being more royalist than the King, and therefore, ironically, Napoleonic legislation was never removed from the legal code (as agreed in the Concordat of 1817) and the terms of the Concordat of 1817 never became state law. Louis XVIII, however, nominated François de La Tour-Landorthe on 13 January 1823, and he was approved by Pope Pius VII on 16 May 1823.Louis Blazy, in: L' épiscopat français..., p. 442. Ritzler-Sefrin, VII, p. 81. The 1905 French law on the Separation of the Churches and the State disestablished Catholicism as the religion of France, ended all state subsidies to religious organizations, cancelled all salaries and pensions paid to the French clergy, required the repayment of all loans made to churches and church organizations, and required that all property not subject to a religious foundation created since the Concordat of 1801 was to be turned over to the government. Pope Pius X protested that this was a unilateral abrogation of the Concordat of 1801. Diplomatic relations between the French Government and the Papacy were terminated. A decree of the Holy See 11 March 1910, revived the titles of the former Sees of Couserans and Mirepoix. and annexed them to the title of the Bishop of Pamiers. ==Bishops== ===to 1500=== * Bernard Saisset, O.S.A. 1295–1311Bernard had been an abbot since at least 1270. Sainte-Marthe, Gallia christiana XIII, pp. 156-159. J. M. Vidal, Histoire des évêques de Pamiers. I° Bernard Saisset (1232-1311) (Toulouse and Paris: Privat, Picard, 1926). * Pilfort de Rabastens, O.S.A. 1312–1317Pilfort had been abbot of the monastery of Lombès (Lumbariensis) from at least 1310. He was appointed Bishop of Pamiers by Pope Clement V on 17 January 1312, following the death of Bishop Bernard. He was promoted to the diocese of Leon on 16 March 1317, never having been consecrated, and on 11 June was granted the privilege of being consecrated by the bishop of his choice. On 13 November 1317 he was still electus Legionensis, as Pope John XXII's bull of appointment of him to the See of Rieux states. He was named a cardinal by John XXII on 20 December 1320. Sainte-Marthe, Gallia christiana XIII, pp. 159-160. Eubel, I, pp. 16 no. 14; 94; 299 with note 11; 421. (Bishop-elect) * Jacques Fournier, O.Cist. 1317–1326, later Pope Benedict XIIJacques was named Abbot of Fointefroid in 1311. He was appointed Bishop of Pamiers on 19 March 1317, and was transferred to the diocese of Mirepoix on 3 March 1326. Frank Leslie Cross, Elizabeth A. Livingstone (ed.), Oxford Dictionary of the Christian Church, 3rd ed. revised (Oxford 2005), p. 185. Eubel, I, pp. 94, 344. * Dominique Grenier, O.P. 1326–1347Grenier had been Master of the Sacred Palace for Pope John XXII. In 1323 he and the Archbishop of Vienne were sent to King Charles IV of France to preach a holy war. Sainte-Marthe, Gallia christiana XIII, pp. 161-162. * Arnaud de Villemur, O.S.A. 1348–1350 * Guillaume de Montespan, O.S.B. 1351–1370Guillaume had been Abbot of the monstery of Mas-d'Azil (Mansum- Azilis) in what became the diocese of Rodez. He was transferred to the diocese of Comminges on 6 June 1371 by Pope Gregory XI. Sainte-Marthe, Gallia christiana XIII, pp. 162-163. Eubel, I, p. 94, 207. * Raymond d'Accone, O.E.S.A. 1371–1379Raymond (Draconis) had previously been Bishop of Toulon (1361–1364), and Bishop of Fréjus (1364–1371). He was appointed Bishop of Pamiers on 6 June 1371 by Pope Gregory XI. Eubel, I, p. 84, 252, 488. * Bertrand d’Ornésan 1380–1424 (Avignon Obedience)A cleric in minor orders in the diocese of Auch, Bertrand was appointed bishop of Pamiers by Pope Clement VII on 13 March 1380. He participated in the Council of Pisa in 1409. Sainte- Marthe, Gallia christiana XIII, pp. 163-164. Eubel, I, p. 94. * Jean de Forto 1424–1431Forotono had been a Canon of the Cathedral Chapter of Oloron. He was provided to the diocese of Pamiers by Pope Martin V on 20 September 1424. He was transferred to the diocese of Tarbes on 15 December 1430. He died in 1439. Eubel I, p. 94, 474. * Gérard de La Bricoigne 1431–1434Bricoigne had been Abbot of Saint-Aphrodise (Béziers). He made his formal entry into Pamiers on 11 November 1431. He was transferred to the diocese of Saint-Pons de Tomières, and paid for his bulls on 16 April 1434. It seems, however, that he continued as Administrator of the diocese of Pamiers at least until 7 May 1436. Lahondès, I, pp. 234-235. Eubel, II, p. 218. * Jean Mellini (Merly) 1434–1459Lahondès, I, p. 280, criticizes Sainte-Marthe specifically in stating that the Bishop's name was Merly. His bulls of consecration and institution were docketed on 16 April 1434. On 1 May 1435 it was the Vicar and Official, Aymeric Balhat, not Bishop Merly, who gave permission for the translation of relics. The Bishop made his solemn entry into Pamiers on 22 July 1438, according to Sainte-Marthe, Gallia christiana XIII, p. 165, who says (wrongly) that Mellini held a diocesan synod on 29 April 1460. Lahondès, I, p. 280. Eubel, I, p. 90. * Barthélemy d'Artiguelouve 1459–1467On 17 December 1459, one of the Syndics and the Treasurer carried a message to the Archbishop of Toulouse to confirm the election of a new bishop. Lahondês, I, p. 280. * Paschal Dufour 1468–1487Paschesius (or Paschalis) de Furno paid for his bulls on 2 September 1467. He died on 29 January 1487 (or in May), in Toulouse where he was being detained. Sainte-Marthe, Gallia christiana XIII, pp. 165-166, is wrong: see Lahondès, I, p. 328-329. Eubel, Hierarchia catholica II, p. 94. * Pierre de Castelbajac 1487–1497Petrus de Castro Bayacho (diocese of Tarbes) was a Protonotary Apostolic. He was appointed Bishop of Pamiers on 19 October 1487 by Pope Innocent VIII, with the approval of King Charles VIII of France and Queen Catherine de Foix of Navarre. The documents of his provision by the Pope arrived in Pamiers in the Spring of 1488, and he took possession of the diocese on 7 September 1488. He died in 1497; Lahondès, p. 355, states that Castelbajac died in March 1498. Sainte-Marthe, Gallia christiana XIII, p. 166. Lahondès, I, p. 332. Eubel, II, p. 90. * Mathieu d’Artiguelouve 1497–1513Mathieu d'Artiguelouve seems to have been elected by the Cathedral Chapter in 1469, and was consecrated by Archbishop Bertrand of Tolouse (according to Sainte-Marthe, which is hardly explicable in terms of other data). He was confirmed and settled his accounts with the Apostolic Camera (Treasury) on 21 May 1497. In 1499 he sent commissioners to Pamiers, attempting to claim his diocese. The entry of the commissioners was refused; they obtained an order from the Parlement of Toulouse, but Queen Catherine de Foix had them withdraw the order and requested the Parlement to stop bothering Pamiers. He died c. 1514, or, according to Lahondès, on 30 March 1513. Sainte- Marthe, Gallia christiana XIII, p. 166. Lahondès, I, p. 333. Eubel, II, p. 91; III, p. 111. * Gérard Jean 1498–1501Sainte-Marthe states that Artiguelouve was rejected by Pope Alexander VI, and that Jean was provided instead. The Canons of the Cathedral were divided: some supported Mathieu and held services at Le Mas, while others supported Jean and held services at Sainte-Marie-de- Marcadal. On 26 February 1499 the Pope transferred the seat of the bishop from Mas-Saint-Antonin to Sainte-Marie-de-Marcadal. News was received in Pamiers on 16 September 1501 that Gérard Jean was dead in Paris. Sainte-Marthe, Gallia christiana XIII, pp. 166-167. Lahondès, I, p. 355-357, 361. Gérard Jean is omitted by Gams and Eubel. ===1500 to 1800=== * Amanieu d'Albret 1514Albret was named Administrator on 15 May 1514. He resigned on 15 August 1514, on the appointment of Charles de Gramont. Eubel, III, p. 111, with notes 2 and 3. (Administrator) * Charles de Gramont, O.S.A. 1514–1515Gramont was transferred to the diocese of Couserans on 25 June 1515. Eubel, III, p. 111, 176. (Bishop- elect) * Amanieu d'Albret 1515–1520Albret was named Administrator on . He died on 20 December 1520. Eubel, III, p. 111, with note 5. (Administrator) * Jean Dupin (de Pinibus) 1520–1522Jean Dupin was the Ambassador of the King of France at the Papal Court/ Dupin was appointed Bishop of Pamiers by Pope Leo X on 27 December 1520, and the task of installing him was assigned to Gaspard de Montpesat, Bishop of Rieux. Gaspard delegated the task to his Vicar, Bernard de Joculatore, on 6 May 1521, but he failed to carry out his instructions. Sainte-Marthe, Gallia christiana XIII, p. 169. Eubel, III, p. 111. At the same time, Bertrand de Lordat, who had been acting as Vicar-General of Cardinal d'Albret in Pamiers, was elected bishop by the Chapter. On 20 January 1521 he issued a document as Bishop Elect and Confirmed. Leo X died on 1 December 1521, with the problem of two bishops for the same See unresolved. Jean Dupin was appointed Bishop of Rieux in Consistory by Pope Adrian VI on 22 December 1522. Eubel, III, p. 286. * Bertrand (or Bernard) de Lordat 1524?–1544Bernard de Lordat had been the Vicar General of Pamiers. was present as one of the suffragans of Jean d'Orléans at his solemn entry into the diocese of Toulouse. Bertrand made his own solemn entry into the diocese of Pamiers on 14 September 1424. Sainte-Marthe, Gallia christiana XIII, p. 169. Eubel, III, p. 111. * Jean de Barbançon 1544–1556Jean de Barbançon was nephew of Bernard de Lordat. The possibility of a bishopric or Administratorship for Jean de Luxembourg (Gams, p. 595) is made impossible by the data on Jean de Brabançon, who was appointed on 8 August 1544, according to the Acta Consistorialia cited by Eubel, III, p. 111. He was deposed in 1556, and summoned before the Roman Inquisition for heresy in 1563. Lahondès, I, pp. 461-462. * Robert de Pellevé 1557–1579 * Bertrand du Perron 1579–1605 * Joseph d'Esparbès de Lussan 1608–1625v\\D'Esparbès de Lussan was approved in Consistory by Pope Paul V on 19 December 1605, though he needed a dispensation because he was not in holy orders and was below the minimum age for consecration as a bishop. He was given six months to be ordained. He died on 5 December 1625. Gauchat, Hierarchia catholica IV, p. 88. * Henri de Sponde 1626–1641J.-M. Vidal (1929), Henri de Sponde, recteur de Saint-Louis-des-Français, évêque de Pamiers, 1568-1643, Paris: A. Picard 1929. * Jean de Sponde 1641–1643Jean de Sponde, the nephew of Bishop Henri de Sponde, was named titular Bishop of Megara (Greece) and Coadjutor bishop of Pamiers on 20 February 1634 by Pope Urban VIII. He succeeded to the diocese on the resignation of his uncle, which was accepted by the Vatican on 25 February 1641. He died on 31 March 1643. Gauchat, Herarchia catholica IV, p. 88 with note 4. : [François Bosquet]Denis de Saint Marthe, in Gallia christiana XIII, at p. 177, states that Henri de Sponde had picked out François Bosquet to be his successor in the last weeks of his life. Even if the anecdote were verifiable, it would have had no effect on the process of appointing a bishop for Pamiers. Bosquet was not nominated by the King, and therefore not put forth for approval by the Pope. In no sense was he a bishop of Pamiers. : [Jacques de Montrouge]Montrouge, who was the Aumonier of Anne of Austria, was nominated in 1643, but was not granted his bulls of consecration and institution. He was never Bishop of Pamiers. He was named bishop of Saint Flour in the name of King Louis XIV on 31 October 1646, receiving papal approval on 8 April 1647. Gauchat, p. 189 with note 4. * François de Caulet 1645–1680Caulet had been Abbot of Saint-Volusien de Foix from 1627 to 1644. He was named bishop thanks to the influence of Vincent de Paul on 14 June 1644, and preconised by Pope Innocent X on 16 January 1645. He was consecrated at Saint-Sulpice, his alma mater, on 5 March 1645 by Bishop Nicolas Sanguin of Senlis. He died on 7 August 1680. Sainte-Marthe, Gallia christiana XIII, pp. 177-178. Doublet, p. 1. Gauchat, Herarchia catholica IV, p. 88 with note 5. J.-M. Vidal, François-Étienne de Caulet, évêque de Pamiers (1610–1680) (Paris, 1939). : Sede Vacante (1680–1693)Due to the publication of the Four Gallican Articles of the Declaration of the Clergy of France in 1681, the so-called \"regale\", Pope Innocent XI and Pope Alexander VIII refused to ratify the nominations of the king of France to French dioceses. It was not until after Louis XIV's recantation on 14 September 1693 that regular appointments began to be made again. :: François d’Anglure de Bourlemont 1681Bourlemont was the nephew of Louis de Bourlemont, Archbishop of Bordeaux. He was nominated Bishop of Pamiers by Louis XIV on 4 July 1681, but he was refused his bulls of consecration and institution by Pope Innocent XI. He resigned the nomination in November 1681. Jean, p. 388. :: François de Camps 1685–1693De Camps was named Bishop of Pamiers on 12 November 1685, but he never received his bulls. He served instead as Vicar-General of the diocese. Jean, p. 389. * Jean-Baptiste de Verthamon 1693–1735Verthamon was nominated by Louis XIV on 8 September 1693, and approved in Consistory by Pope Innocent XII on 9 November 1693. He died on 20 March 1735. Jean, p. 389. Ritzler-Sefrin, V, p. 91. * François-Barthélemy de Salignac-Fénelon 1735–1741Born in 1691, Fénelon was the third son of Marquis François de Fénelon, and was the grand nephew of François de Salignac de la Mothe-Fénelon, Archbishop of Cambrai. He had been a Canon and Archdeacon of Cambrai, and in 1730 was named Abbot Commendatory of Saint-Martin-de-Pontoise. He was named a Vicar-General of Soissons, Sarlat, and then Saintes. He was nominated Bishop of Pamiers by Louis XV on 8 October 1735, and was preconised (approved) by Pope Benedict XIV on 19 December 1735. He was consecrated on 22 January 1736 at Saint-Sulpice in Paris by Archbishop Jean-Joseph Languet de Gergy of Sens. He died in Paris on 16 June 1741. Jean, p. 389. Lahondes, II, pp. 343-353. Ritzler-Sefrin, VI, pp. 90-91, with note 2. * Henri-Gaston de Lévis 1741–1787De Levis had been Canon, Archdeacon, and Vicar-General of Bordeaux. He was nominated bishop of Pamiers by King Louis XV on 20 August 1741, and was preconised by Pope Benedict XIV on 20 December 1741. He was consecrated a bishop on 11 February 1742 by Archbishop François de Casaubon de Maniban of Bordeaux. He died in Pamiers before 28 January 1787; Lahondas says it was on 11 January 1787. Jean, pp. 389-390. Lahondes, II, pp. 353-415. Ritzler-Sefrin, VI, pp. 90-91, with note 3. * Joseph-Mathieu d'Agoult 1787–1790Agoult presided at the Estates de Foix in January 1788. Lahondes, II, pp. 418-419. : Bernard Font 1791–1793 (Constitutional Bishop of Ariège; schismatic) ===since 1800=== * François de La Tour-Landorthe 1823–1835De la Tour: Louis Blazy, in: L' épiscopat français..., pp. 442-443. itzler-Sefrin, VII, p. 81. * Gervais-Marie-Joseph Ortric 1835–1845Ortric: Louis Blazy, in: L' épiscopat français..., pp. 443-444. Ritzler-Sefrin, VII, p. 81. * Guy-Louis-Jean-Marie Alouvry 1846–1856Alouvry: Louis Blazy, in: L' épiscopat français..., pp. 444-445. Ritzler-Sefrin, VII, p. 81. * Jean-François-Augustin Galtier 1856–1858Galtier: Louis Blazy, in: L' épiscopat français..., p. 445. Ritzler-Sefrin, Hierarchia catholica VIII, p. 112. * Jean-Antoine-Auguste Bélaval 1858–1881Belaval was a native of Toulouse. He taught in the Minor Seminary. He was named honorary Canon of Toulouse, and in 1851 a Vicar-General. He was nominated bishop of Pamiers by the Imperial government of Napoleon III on 28 July 1858, and was preconised (approved) by Pope Pius IX on 27 September 1858. He was consecrated a bishop on 30 November by Archbishop Mioland of Toulouse. He died on 3 February 1881. Louis Blazy, in: L' épiscopat français..., p. 446. Ritzler- Sefrin, Hierarchia catholica VIII, p. 112. * Pierre-Eugène Rougerie 1881–1907A native of Aixe-sur-Vienne (Limoges), Rougerie taught in the Minor Seminary for 17 years. He was named a curé-Dean in 1872, and also served as chaplain of the local garrison. In 1877 he was named Archpriest of Rochechouart (Limoges). He was nominated bishop of Pamiers by the Imperial government of Napoleon III on 17 February 1881, and preconised (approved) by Pope Leo XIII on 13 May 1881. He was consecrated a bishop in Limoges on 29 June by the Archbishop of Cambrai, Alfred Duquesnay. Louis Blazy, in: L' épiscopat français..., pp. 446-447. * Martin-Jérôme Izart 1907–1916Izart was appointed Bishop of Pamiers on 31 May 1907. He was promoted to the diocese of Bourges on 9 May 1916 by Pope Benedict XV. Annuaire pontifical catholique 1907 (Paris 1907) p. 256. Pięta, Hierarchia catholica IX, p. 61, 87. * Pierre Marceillac 1916–1947 * Félix Guiller 1947–1961 * Maurice-Mathieu Louis Rigaud 1961–1968Rigaud was appointed archbishop of Auch on 16 April 1968 by Pope Paul VI. * Henri-Lugagne Delpon 1968–1970 * Léon-Raymond Soulier 1971–1987 * Albert-Marie de Monléon, O.P. 1988–1999Monléon was promoted to the diocese of Meaux on 17 August 1999. * Marcel Germain Perrier 2000–2009, resigned *Philippe Mousset 2009–2014Born at Le Guâ, in Charente-Maritime in 1955, Mousset studies at the seminaries in Poitiers and in Bordeaux (1981-1987). He was named Episcopal Vicar of Périgueux in 2004, and Vicar General of the diocese of Saintes in 2008. On 8 January 2009 Pope Benedict XVI named him Bishop of Pamiers. He was promoted to the diocese of Périgueux on 18 June 2014 by Pope Francis. Église catholique de Dordogne, Biographie: Monseigneur Philippe MOUSSET,; retrieved: 2018-11-29. *Jean-Marc Eychenne 2014–presentDiocèse de Pamiers, L'évêque et ses collaborateurs; retrieved: 2017-11-23. ==References== ==Bibliography== ===Reference works=== * * p. 94\\. (in Latin) * p. 90\\. * * * * p. 90\\. * * * ===Studies=== * * * * * * * * * * Vidal, Jean-Marie (1899). \"Les comptes de l’Evêché de Pamiers sous l’évêque Raymond Dachon\". In: * Vidal, Jean-Marie (1926). Histoire des évêques de Pamiers. I. Bernard Saisset (1232-1311). Paris, Picard, 1926. * Vidal, Jean-Marie (1932). Histoire des évêques de Pamiers. II. Quatorzième et quinzième siècles, 1312-1467. Castillon, 1932. Histoire des évêques de Pamiers. III : Schisme et hérésie au diocèse de Pamiers (1467-1626). Castillon (Ariège): Bureaux du Bulletin historique du diocèse de Pamiers, 1931. Tome V (1939). === For further reading === * * * * ==External links== * Centre national des Archives de l'Église de France, L’Épiscopat francais depuis 1919, retrieved: 2016-12-24. ===acknowledgment=== * Pamiers Category:1295 establishments in Europe Category:1290s establishments in France ",
    "title": "Roman Catholic Diocese of Pamiers"
}