{
    "id": "14070737",
    "text": "Bernardino Zapponi (September 4, 1927 – February 11, 2000) was an Italian novelist and screenwriter best known for his films written in collaboration with Federico Fellini. == Biography == Zapponi was born in Rome in 1927. He began his literary career writing for Orlando and Marc'Aurelio, two well- established Italian satirical magazines, later branching out into radio and television. An expert in literary innovation, Zapponi founded the cult magazine Il Delatore (The Spy), published four novels including Gobal, a famous collection of short stories, as well as songs, plays and theatre sketches. Revered for his work with Fellini, he also collaborated on films by Dino Risi and co-wrote Dario Argento's Deep Red. == Fellini, Poe and Toby Dammit == Zapponi first met Fellini in July 1967 during pre-production of the \"Toby Dammit\" segment in the omnibus film, Histoires extraordinaires after Fellini had abandoned his ambitious project, The Voyage of G. Mastorna.Bernardino Zapponi, Il Mio Fellini, Venezia: Marsilio Editori, 1995, p. 16. While recovering from a devastating illness (provoked by the Mastorna fiasco), Fellini read Zapponi's Gobal and hoped to convince French producer, Raymond Eger, of financing one of its short stories. The story in question, The Driver, was a macabre tale of a chauffeur demolishing the car he doesn't own. Interested solely in screen adaptations of work by Edgar Allan Poe, Eger rejected the proposal. Fellini then instructed his assistant Liliana Betti to read and summarize all of Poe's tales for him. Although tempted by several stories, it was Never Bet the Devil Your Head with the protagonist Toby Dammit that fired his imagination. Zapponi read a news item while scouting locations with Fellini that concerned the collapsed Ariccia Bridge in the Castelli Romani quarter outside Rome. Visiting the area at night, they were deeply impressed by the bridge's ruined splendor and decided to make it a crucial element in the death of Toby Dammit.Bernardino Zapponi, Il Mio Fellini, Venezia: Marsilio Editori, 1995, p. 17. In Fellini's version of Toby Dammit, the eponymous hero is decapitated by a steel wire strung across the collapsed bridge as he attempts to clear the gap in the Ferrari given to him by his film producers. In addition to \"Toby Dammit\", Zapponi collaborated on Fellini: A Director's Notebook, Satyricon, I clowns, Roma, Fellini's Casanova, and City of Women, for a total of seven films with the Italian director. == Publications == ===Prose=== *Gobal *Trasformazioni *Nostra Signora dello Spasimo: l'inquisizione e i sistemi inquisitori *Passione ===Theatre=== *Italiani si nasce (1961) *Se il tempo fosse un gambero (1987) *La strada (1999) - a musical co-written with Tullio Pinelli and based on the film directed by Fellini == References == Category:Italian male screenwriters Category:20th-century Italian screenwriters Category:1927 births Category:2000 deaths Category:Writers from Rome Category:20th-century Italian novelists Category:20th-century Italian male writers Category:Italian male novelists ",
    "title": "Bernardino Zapponi"
}