{
    "id": "14077099",
    "text": "Interior view of car, 1910 The Flying Lady derailment, 1910 The Pelham Park and City Island Railroad was a short street railway in the Bronx, New York City, which connected City Island with the Bartow station of the Harlem River and Port Chester Railroad in the mainland Bronx. For most of its existence it was horse-drawn; between 1910 and 1914, the portion on the mainland operated as a monorail system. The lone operational monorail car was nicknamed The Flying Lady. ==History== The line was incorporated as two companies on August 30, 1884; the Pelham Park Railroad Company and the City Island Railroad. The two would connect end to end at Marshall's Corner on Rodman's Neck, just short of the bridge to City Island. At the time the territory to be traversed lay entirely within the Town of Pelham in Westchester County. The Pelham Park Railroad Company was designated as the operator of the narrow gauge system. The line opened from the Bartow station to Marshall's Corner on May 20, 1887. Five days later operations were extended across the bridge to City Island and along City Island Avenue to Brown's Hotel. By 1892 the line had reached Belden's Point, its final terminal. The length of the combined system was . In 1895, the Bronx (now a New York City borough) was enlarged to its present size and the area through which the horsecars ran was included within the new boundaries. On March 14, 1902, some two years before it began operating New York City's first subway, the Interborough Rapid Transit Company (IRT) took control of the two companies. An experimental operation of a monorail by Howard Hansel Tunis at the Jamestown (Virginia) exposition of 1907 impressed the management of the IRT, and during the winter of 1908-09 permission was obtained to construct a similar electric monorail from the New York State Public Service Commission and various New York City agencies. The monorail, between the Bartow station and Marshall's Corner, opened for regular service on July 16, 1910, although the cars unofficially began carrying passengers two days earlier. The monorail car toppled over on its maiden voyage, and operation was immediately suspended. Service was ultimately restored on November 14, 1910. The monorail was not a success and the IRT forced the companies into bankruptcy on December 4, 1911. The monorail on the line's western end and the narrow gauge horsecar line on the eastern end continued to operate. In 1913, the IRT decided to convert the line to a electric trolley system and with this in mind, merged the two companies into a new entity, the Pelham Park and City Island Railroad, which took over operation on July 1, 1913. The trackage across the bridge and on City Island was converted to standard gauge, with leased New York Railways horsecars taking over the service. The monorail ceased operation on April 3, 1914, with service temporarily operated by a leased bus from Fifth Avenue Coach Lines. On July 9, 1914, the company was sold to the Third Avenue Railway by its owner, the Interborough Rapid Transit Company. After taking control on August 1, 1914 the Third Avenue quickly completed construction of the standard gauge railway, but did not install overhead wire. The last horsecar in the Bronx completed its run during the midday hours on August 18, 1914 and the first storage battery car began operation from Bartow to the line's end on City Island 15 minutes later. In 1919, the Third Avenue Railway petitioned the New York Public Service Commission to permit abandonment, on the grounds of insufficient funds to continue operation, the permission being granted. Operation ceased on August 9, 1919. == See also == * Boynton Bicycle Railroad ==References== ==External links== * Shorpy Historic Photo Archive * Transit Magazine article on the JoeKorNer.com * Category:3 ft 6 in gauge railways in the United States Category:Defunct monorails Category:Defunct New York (state) railroads Category:History of the Bronx Category:Monorails in the United States Category:Third Avenue Railway Category:Predecessors and affiliates of the Interborough Rapid Transit Company Category:Passenger rail transport in New York City Category:Railway lines closed in 1919 Category:Streetcar lines in the Bronx Category:City Island, Bronx ",
    "title": "Pelham Park and City Island Railway"
}