{
    "id": "14071360",
    "text": "James Wheeler (21 December 1933 – 20 February 2020) was an English footballer. He played as striker for Reading where he played 406 league games, scoring 147 goals. He later became a coach at Reading and then manager of Bradford City. ==Playing career== Wheeler had a prominent career in schoolboy football and two years as an amateur at Spartan League side Huntley & Palmers. He moved to hometown club Reading where he played for 16 years, scoring 147 goals in 406 league games. He was the club's top scorer for three successive seasons from 1958–59 to 1960–61. He broke his leg at Barnsley in September 1964, which effectively ended his league career. He continued to play and coach Reading reserves and became assistant manager of the club to Roy Bentley. ==Managerial career== Wheeler joined Bradford City as manager in June 1968. He was the first full-time manager since the death of Grenville Hair in training in March 1968, with coach Jim McAnearney and captain Tom Hallett taking over first-time duties in the intermediate period. Wheeler had instant success at Valley Parade and secured promotion from Division Four in 1968–69 which included a record-breaking sequence of 21 games without defeat to come fourth. The following season started well but results tailed off and the team came 10th in Division Three. Wheeler had been booked just once during his 16-year playing career, but on 6 December 1969 in an FA Cup tie at home to Lincoln City he fell foul of the FA during a touchline outburst. Wheeler was fined £35 and censured and instead had a direct telephone line installed between his seat in the stand and the bench. In the 1970–71 season, City escaped relegation by just a point with Wheeler's former team Reading occupying the final relegation spot. By the start of the following season, results failed to improve and Wheeler resigned after the fans turned against him. ==See also== *List of one- club men ==References== ==External links== * Category:1933 births Category:2020 deaths Category:Sportspeople from Reading, Berkshire Category:English footballers Category:Association football forwards Category:Reading F.C. players Category:English Football League players Category:English football managers Category:Bradford City A.F.C. managers ",
    "title": "Jimmy Wheeler (footballer)"
}