{
    "id": "14072614",
    "text": "The Soccer Centre, also known as the Ontario Soccer Centre, is a Canadian competition, training, education, and exposition soccer facility. It is located in Vaughan, Ontario, 20 km north-west of downtown Toronto. The centre features a field house that can accommodate three indoor soccer fields or one full size 11-a-side game. It has two international size outdoor grass fields, one international size outdoor artificial turf field, a sports therapy clinic, a restaurant and lounge. The tenants include The Ontario Soccer League, The Ontario Womens Soccer League, The Ontario Soccer Association, and The Canadian Soccer Hall of Fame and Museum. In the fall of 2003, The Soccer Centre opened up its new artificial turf outdoor field. The project was the result of a collaboration between The Ontario Soccer Association, The Canadian Soccer Association, The Soccer Centre, and The City of Vaughan. In January 2015 it was announced that the stadium would undergo a $5 million renovation by 1 July 2015, funded by the Ontario Soccer Centre with the City of Vaughan acting as the guarantor. The stadium when opened had seats for 2,000, with plans for expansion to 3,500 and 5,000 each subsequent year. The minor professional United Soccer League (USL) expansion team Toronto FC II, the reserve team of Toronto FC of Major League Soccer, began hosting their games at the new stadium during the 2015 season. However, after the planned expansion of the OSC to 5,000 seats, which is a minimum requirement set by the United States Soccer Federation for the USL to be sanctioned as a division 2 league, did not materialize, the club announced that it would move its home games to BMO Field and Lamport Stadium the following season. ==See also== * Canadian Soccer Association * Ontario Soccer Association ==References== Category:Soccer venues in Ontario Category:Sports venues in Ontario Category:Athletics (track and field) venues in Ontario Category:Sports venues completed in 2003 Category:Toronto FC II Category:USL Championship stadiums ",
    "title": "Ontario Soccer Centre"
}