{
    "id": "14070391",
    "text": "Maryland Route 117 (MD 117) is a state highway in the U.S. state of Maryland. The highway runs from MD 28 near Dawsonville east to West Diamond Avenue next to MD 355 in Gaithersburg. MD 117 is an L-shaped highway that connects the rural western Montgomery County communities of Dawsonville and Boyds with Germantown, Gaithersburg, and Interstate 270 (I-270) in the suburban central part of the county. The highway also provides access to Seneca Creek State Park, the National Institute of Standards and Technology, and several commuter rail stations along MARC's Brunswick Line, which the highway parallels. MD 117 was the inspiration for the 1971 hit song \"Take Me Home, Country Roads\". MD 117 originally consisted of three disjoint segments. The segment from MD 28 to west of Boyds was built in the early 1910s and extended to Boyds in the late 1920s. The two other segments were built west from Germantown and west from MD 124 in Gaithersburg in the early 1930s. MD 117 east of MD 124 was originally part of the latter highway, which was constructed in the early 1910s. The two gaps in MD 117 were filled in the early to mid-1950s before the route between Boyds and Gaithersburg was transferred to county maintenance in the late 1950s. MD 117 was returned to its course from Boyds to Gaithersburg in the mid-1970s and extended to downtown Gaithersburg over what had been MD 124 in the 1980s. The highway was expanded to a four- to six-lane divided highway in parts of Germantown and Gaithersburg by the late 1990s. ==Route description== View east along MD 117 in Blocktown MD 117 begins at an intersection with MD 28 (Darnestown Road) between Dawsonville and Beallsville. The highway heads north as two-lane undivided Bucklodge Road past the historic home Friends Advice, then curves northeast and crosses Bucklodge Branch. MD 117 passes under CSX's Metropolitan Subdivision, which carries MARC's Brunswick Line. The highway curves southeast at its tangent junction with Barnesville Road and assumes that name as it approaches the village of Boyds. At the southern end of MD 121 (Clarksburg Road), MD 117 turns south onto Clarksburg Road and passes under the railroad again adjacent to the Boyds station serving MARC. Just south of the railroad, the highway turns east onto Clopper Road, which parallels the railroad then veers away southeast and crosses Little Seneca Creek. East of Little Seneca Creek, MD 117 enters the suburban area of Germantown. The highway expands to a four-lane divided highway at Kingsview Middle School and intersects MD 118 (Germantown Road), the main street through Germantown that serves the Germantown MARC station. MD 117 gains a third eastbound lane to MD 119 (Great Seneca Highway), where the divided highway ends and soon drops to two lanes as it leaves Germantown. The highway crosses Great Seneca Creek and passes an entrance to Seneca Creek State Park. MD 117 expands to a four-lane undivided highway as it enters the city of Gaithersburg. The highway intersects Metropolitan Grove Road, which leads to the eponymous MARC station. MD 117 expands to a six-lane divided highway west of its intersection with MD 124 (Quince Orchard Road). The highway continues east as West Diamond Avenue along the northern edge of an unincorporated enclave within the city of Gaithersburg. The enclave contains the campus of the National Institute of Standards and Technology, whose main entrance is along MD 117 east of MD 124. East of the federal agency's campus, MD 117 has a partial interchange with I-270 (Eisenhower Memorial Highway). The interchange consists of a straight ramp from the state highway to southbound I-270 and a loop ramp from northbound I-270 to MD 117. Connections with I-270 in the direction of Frederick are made via the freeway's interchange with MD 124 to the north. A park and ride lot is located within the loop ramp from northbound I-270. MD 117 drops to three lanes through the interchange, then expands to a four-lane divided highway again at Perry Parkway. The highway passes south of The Avalon School before it fully re-enters the city of Gaithersburg at its junction with Muddy Branch Road, east of which the highway drops to two lanes and reaches its eastern terminus at MD 117A, an unsigned connector between MD 117 and southbound MD 355 (Frederick Avenue). West Diamond Avenue continues east as a city street that parallels the Metropolitan Subdivision rail line under MD 355. West Diamond Avenue becomes Old Towne Avenue, which intersects Fulks Corner Road--which provides access to northbound MD 355--on its way to downtown Gaithersburg and the Gaithersburg MARC station. MD 117 is a part of the National Highway System as a principal arterial between MD 118 and MD 119 in Germantown. ==Cultural significance== What is today MD 117 was the inspiration for John Denver's hit song \"Take Me Home, Country Roads,\" a song now associated with West Virginia. Songwriters Bill Danoff and Taffy Nivert, who later formed the Starland Vocal Band, wrote much of \"Take Me Home, Country Roads\" in December 1970 while working in Georgetown. Danoff and Nivert showed the song to Denver, who helped them finish writing the song. The song was inspired by a drive along Clopper Road to a family reunion in Gaithersburg. Denver, Danoff, and Nivert first performed the song December 30, 1970, at The Cellar Door in Georgetown. \"Take Me Home, Country Roads\" became Denver's first major hit after he recorded it in 1971. ==History== The first segment of MD 117 constructed was from the modern MD 117-MD 124 intersection east of Gaithersburg. This segment was one of the original state roads planned by the Maryland State Roads Commission in 1909; the highway later became part of MD 124. This highway was constructed as a macadam road west of Gaithersburg in 1911 and 1912 and within the town of Gaithersburg in 1914. Bucklodge Road from MD 28 near Dawsonville north to the Baltimore & Ohio Railroad (now CSX) was constructed as a macadam road by Montgomery County with state aid by 1915. Bucklodge Road was extended as a concrete road to the underpass of the railroad at Boyds east of the southern end of MD 121 in 1928. A disjoint segment of macadam road was laid from MD 118 at Old Germantown west to Schaeffer Road in 1930 and extended west to near Little Seneca Creek by 1933. A third section of macadam road was also built from the modern MD 117-MD 124 intersection west to the hamlet of Clopper east of Great Seneca Creek by 1933. All three segments were later marked as MD 117. MD 117's underpass of CSX's Metropolitan Subdivision rail line viewed from the highway's junction with MD 121 at Boyds MD 117 was widened from from Old Germantown to Little Seneca Creek in 1948. The gap between Old Germantown and Clopper was filled with a modern highway, including the modern bridge across Great Seneca Creek, and was brought into the state highway system in 1951 and 1952. MD 117 became a single highway when the county highway between Boyds and Old Germantown was brought into the state highway system in 1956. However, in 1959, MD 117's eastern terminus was rolled back to the railroad crossing at Boyds. The highway between Boyds and MD 124 west of Gaithersburg was brought back into the state highway system in 1974. The following year, MD 124 was rerouted north along Quince Orchard Road through a cloverleaf interchange with I-270 to MD 355, then southeast concurrent with MD 355 to rejoin its old alignment in downtown Gaithersburg. West Diamond Avenue from MD 124 to MD 355 was assigned MD 924. By 1987, the MD 924 designation was removed--to be used on its current course in Harford County--and replaced with an extension of MD 117. MD 117's partial interchange with I-270 was constructed in 1987; to that point, MD 117's access to I-270 had been indirect via the Interstate's interchange with Quince Orchard Road, which had been built as a county highway concurrent with the freeway in 1956. MD 117 was expanded to a divided highway from west of MD 118 to MD 119 in Germantown and on either side of its intersection with MD 124 in Gaithersburg by 1999. Since at least 1950, West Diamond Avenue had passed under MD 355's bridge across the railroad and met that highway at an oblique intersection. In 1987, MD 355's bridge was replaced with the present bridge and the oblique intersection was replaced with a more gentle curve and right- in/right-out interchange with northbound MD 355. In 1991, access to southbound MD 355 was added via what is now MD 117A. In 2003, the right-in/right-out interchange with northbound MD 355 was removed. Old Towne Road was built as an extension of West Diamond Avenue to Summit Avenue in downtown Gaithersburg. Northbound MD 355 connected with this extension via Fulks Corner Avenue. The piece of MD 117 from the removed ramps to Fulks Corner Road became a short, municipally maintained extension of MD 117. In 2012, MD 117 was truncated at the intersection with MD 117A west of the MD 355 overpass. ==Junction list== ==Auxiliary route== MD 117A is the designation for the unnamed two-lane connector between West Diamond Avenue at MD 117's eastern terminus and a right-in/right-out interchange with southbound MD 355 in Gaithersburg. MD 117A was constructed in 1991. ==See also== * ==References== ==External links== *MDRoads: MD 117 117 Maryland Route 117 ",
    "title": "Maryland Route 117"
}