{
    "id": "14072113",
    "text": "Andrew E. Rubin is an American computer programmer, engineer, entrepreneur, and venture capitalist. He is the founder and former CEO of venture capital firm Playground Global, as well as the co-founder and former CEO of both Danger Inc. and Android Inc. He was nicknamed \"Android\" by his co-workers at Apple in 1989 due to a love of robots, with the nickname eventually becoming the official name of the Android operating system. As the creator of the Android operating system, he's also known as the \"Father of Android\". ==Early life and education== Rubin grew up in Chappaqua, New York as the son of a psychologist who later founded his own direct-marketing firm. His father's firm created photographs of the latest electronic gadgets to be sent with credit card bills. He attended Horace Greeley High School in Chappaqua, New York from 1977 until 1981 and was awarded a Bachelor of Science degree in computer science from Utica College, Utica, New York in 1986. == Career == Andy Rubin worked at Apple from 1989 to 1992 as a manufacturing engineer. ===Google=== After Android was acquired by Google in 2005, Rubin became the company's senior vice president of mobile and digital content, where he oversaw development of Android, an open-source operating system for smartphones. On March 13, 2013, Larry Page announced in a blog post that Rubin had moved from the Android division to take on new projects at Google, with Sundar Pichai taking over Android. In December 2013, Rubin started management of the robotics division of Google (which includes companies bought by Google, such as Boston Dynamics). On October 31, 2014, he left Google after nine years at the company to start a venture capital firm for technology startups. ===Sexual harassment allegations=== According to The New York Times, while the departure was presented to the media as an amicable one where Rubin would spend more time on philanthropy and start-ups, CEO Larry Page personally asked for Rubin's resignation after a sexual harassment claim by an employee against Rubin was found to be credible during an investigation by Google; the employee, with whom Rubin had an extramarital relationship, accused him of coercing her into oral sex in a hotel room in 2013. Rubin strongly disputed these reports and denied wrongdoing, stating, \"these false allegations are part of a smear campaign to disparage me during a divorce and custody battle\". The incident, among others, led to the 2018 Google walkouts from Google's employee workforce over Rubin reportedly receiving a $90 million \"exit package\" to expedite his separation from the company. Google responded by sending a memo to employees saying no employees dismissed due to sexual harassment concerns after 2016 had received payouts. ===After Google=== Rubin founded Playground Global in 2015 along with Peter Barrett, Matt Hershenson and Bruce Leak. The company is a venture capital firm and studio for technology start-ups, providing funding, resources, and mentorship. In 2015, Playground Global raised a $300 million fund from investors including Google, HP, Foxconn, Redpoint Ventures, Seagate Technology and Tencent, among others. It has invested in several companies such as Owl Labs. Rubin left Playground Global in May of 2019. Rubin eventually joined and helped create the Android phone start-up Essential Products. In November 2017, he took a leave of absence from Essential Products after reports of the inappropriate relationship from his time at Google surfaced. In December 2017, he returned to Essential Products. Rubin and his ex-wife, Rie Hirabaru Rubin, owned and operated Voyageur du Temps, a bakery and cafe in Los Altos, California, which closed in September 2018. ===Timeline=== * Carl Zeiss AG, robotics engineer, 1986-1989. * Apple Inc., manufacturing engineer, 1989-1992. * General Magic, engineer, 1992-1995\\. An Apple spin-off where he participated in developing Magic Cap, an operating system and interface for hand-held mobile devices. * MSN TV, engineer, 1995-1999\\. When Magic Cap failed, Rubin joined Artemis Research, founded by Steve Perlman, which became WebTV and was eventually acquired by Microsoft. * Danger Inc., co-founder, 1999-2003\\. Founded with Matt Hershenson and Joe Britt. The firm is most notable for the Danger Hiptop, branded for T-Mobile as the Sidekick, which is a phone with PDA-like abilities. The firm was later acquired by Microsoft in February 2008. * Android Inc., co-founder 2003-2005. Android was acquired by Google in 2005. * Google, 2005-2014: Senior Vice President in charge of Android for most of his tenure. Since December 2013, managing the robotics division of Google (which includes companies bought by Google, such as Boston Dynamics). * Playground Global, 2014–2019: Founder. This ventures focuses on artificial intelligence and it is creating new generations of hardware. * Redpoint Ventures, 2015–2017: Partner. * Essential Products, 2015–2020: Founder and lead. Rubin launched the Essential phone through this company in late June 2017. On February 12, 2020, Essential announced in an update on their blog that the company was ceasing operations. https://www.businessinsider.com/andy-rubins- startup-essential-announces-its-shutdown-2020-2 ==References== ==External links== *\"Designing Products Your Customers Will Love\", Andy Rubin speaks at Stanford University *\"Android on the March\", Financial Post September 17, 2010 *\"Android Invasion\", Newsweek October 3, 2010 Category:1963 births Category:American computer businesspeople Category:American computer programmers Category:American investors Category:American Jews Category:American software engineers Category:American technology chief executives Category:American technology company founders Category:American venture capitalists Category:Apple Inc. employees Category:Businesspeople from New York (state) Category:Businesspeople in software Category:Google employees Category:Jewish engineers Category:Jewish inventors Category:Living people Category:People from Chappaqua, New York Category:Utica College alumni Category:Businesspeople from the San Francisco Bay Area Category:Horace Greeley High School alumni ",
    "title": "Andy Rubin"
}