{
    "id": "14070681",
    "text": "Have Guitar Will Travel is the third studio album by rock and roll pioneer and blues icon Bo Diddley. It was released on the Checker Records label in 1960. The front cover of Diddley's album displays a white calling card similar to that which Richard Boone's 'Have Gun-Will Travel' character Paladin carried and gave out on every episode of the series. The location was Livingston Street, Brooklyn, New York City ==History== The song \"Cops and Robbers\" was released as an A-side of Checker single #850 in November 1956; the B-side \"Down Home Special\" did not appear on this album. The song \"Mona (I Need You Baby)\" was released as the B-side to \"Hey! Bo Diddley\" in October 1957, the A-side appearing on the album Bo Diddley in 1958. \"Say Man, Back Again\" was released as a single in November 1959. The rest of the songs were album-only releases, although an edited version of \"She's Alright\", lacking vocal overdubs, had appeared as the B-side of \"Say Man, Back Again.\" ==Cover versions== Several songs on Have Guitar Will Travel were covered by many British Invasion bands. Originally recorded and released in 1956 by Boogaloo and his Gallant Crew led by singer Kent Harris (reissued on the Road Songs collection by Frémeaux et Associés), \"Cops and Robbers\" was recorded by The Rolling Stones, The Masters Apprentices, Wayne Fontana & the Mindbenders, Downliners Sect, and George Thorogood. ==Track listing== ==Personnel== Per liner notes *Bo Diddley – vocals, guitar *Jerome Green – co-lead vocals on \"Say Man, Back Again\", maracas, background vocals *Peggy Jones – guitar, background vocals *Willie Dixon – bass *Clifton James – drums *Frank Kirkland – drums *Jody Williams – guitar *Lafayette Leake – piano *Lester Davenport – harmonica on \"Spanish Guitar\" ==Charts== \"Say Man, Back Again\" reached #23 on the R&B; Singles chart. ==Release history== {|class=\"wikitable\" |- ! Region ! Date ! Label ! Format ! Catalog |- | United States | January 1960 | Checker Records | LP | LP-2974 |- |rowspan=\"2\"| United States |rowspan=\"2\"| 1984 |rowspan=\"2\"| Chess Records | LP | CH-9187 |- | Cassette | CHC-9187 |} ==References== Category:Bo Diddley albums Category:1960 albums Category:Checker Records albums Category:Albums produced by Bo Diddley Category:Chess Records albums Category:Albums produced by Phil Chess Category:Albums produced by Leonard Chess ",
    "title": "Have Guitar Will Travel (Bo Diddley album)"
}