{
    "id": "14074907",
    "text": "was an mid-Edo period Japanese samurai, and the final daimyō of Echizen- Matsuoka Domain and the 9th daimyō of Fukui Domain in Echizen Province of JapanBurks, Ardath W. (1985). The Modernizers: overseas students, foreign employees, and Meiji Japan, p. 42. He was a patron of the arts.Kita, Sandy. (1999). The Last Tosa: Iwasa Katsumochi Matabei, Bridge to Ukiyo-e, p. 238. ==Biography== Munemasa was born in Matsuoka in 1681 as the third son of Matsudaira Masakatsu of Echizen-Matsuoka Domain and his mother was a concubine. HIs name in infancy was Sentetsu (仙鉄), later becoming Matsudaira Masaoki (昌興) from 1693. The same year, he became daimyō of Echizen-Matsuoka on the death of his father. At that time, he took the name of Matsudaira Masahira (昌平) and was granted Senior Fifth Rank, Lower Grade Court rank and the courtesy title of Takumi-no-kami. In 1721, he was chosen by Matsudaira Yoshikuni as heir to Fukui Domain, and became daimyō of Fukui the following year. With his accession to Fukui, Echizen-Matsuoka was dissolved and its territories rejoined to Fukui Domain.Burke, pp. 42, 47. After being received in formal audience by Shōgun Tokugawa Yoshimune, he changed his name to Munemasa and was granted Senior Fourth Rank, Lower Grade court rank. Munemasa was already in his 40s when he became daimyō , and although married to an adoptive daughter of Ogasawara Tadataka of Kokura Domain, he had no heir. This concerned the shogunate greatly, as Fukui Domain had been plagued several times by succession disputes, so at the insistence of the shogunate, he adopted Matsudaira Munenori of the Maebashi-Matsudaira clan as his heir, and married him to a daughter of Matsudaira Yoshikuni. He died in 1724 at the clan residence in Edo. His grave was at the temple of Tentoku-ji in Toranomon, which was later moved the clan temple of Kaian-ji in Shinagawa, in Tokyo, as well as the temple of Unshō-ji in Fukui. ==Family== * Father: Matsudaira Masakatsu (1636–1693) * Mother: Nakane-dono * Wife: Kikuhime, daughter of Matsudaira Yorimoto of Nukada Domain (adopted by Ogasawara Tadataka of Kokura Domain) * Concubine: Sugiyama-dono * Daughter: Katsuhime, married Mōri Munehiro of Chōshū Domain ==References== *Papinot, Edmond. (1948). Historical and Geographical Dictionary of Japan. New York: Overbeck Co. ==External links== * Fukui Domain on \"Edo 300 HTML\" (3 November 2007) * 越前松平氏 (Echizen Matsudaira) at ReichsArchiv.jp ==Notes== Category:1675 births Category:1724 deaths Category:Shinpan daimyo Category:Fukui-Matsudaira clan Category:People of Edo-period Japan ",
    "title": "Matsudaira Munemasa"
}