{
    "id": "14074308",
    "text": "Samuel Feijóo (March 31, 1914 in San Juan de los Yeras, Las Villas, Cuba - July 14, 1992 in Villa Clara, Cuba) was a Cuban writer and artist specializing in painting and illustration. ==Career== Feijóo was a self-taught artist. He was a promoter of the popular artists movement in Las Villas, Cuba in 1960 and after 1969 he was vice-president of the Unión de Escritores y Artistas de Cuba (UNEAC) in Las Villas. Feijóo was the Director of Publications and Editor at the Universidad Central de Las Villas and was founder and director at Magazine Signos at the Universidad Central de Las Villas in 1971. ==Exhibitions== Feijóo exhibited his works in 1961 in a show called Samuel Feijóo: Dibujos, Acuarelas y Aguafuertes at Biblioteca Nacional José Martí in Havana; in 1974 he had an exhibition called Feijóo/Cuba at the Silkeborg Kunst Museum in Silkeborg, Denmark; and in 1978 Samuel Feijóo. Kokoriokos Kakafuakos was shown at Casa de la Cultura de Plaza in Havana. Feijóo presented his paintings in 1977 at the 50 Años de la Revista de Avance at the Museo Nacional de Bellas Artes de La Habana; in 1984 at the I Bienal de La Habana, Museo Nacional de Bellas Artes de La Habana; in 1986 in the show Künstler aus Kuba at Galerie Junge Künstler, Berlin, Germany and in 1991 his exhibit titled Maestros de la Pintura Cubana was shown at Centro Provincial de Artes Plásticas y Diseño in Havana. ==Awards== Feijóo won the Premio de Cuento Luis Felipe Rodríguez by the Unión de Escritores y Artistas de Cuba (UNEAC) in Havana and the Medal Alejo Carpentier in 1975, awarded by the Cuban government. His work can be found in the permanent collection of the Museo Nacional de Bellas Artes de La Habana. ==Film== In 1967, a film written and directed by Julio García Espinosa was released, entitled Aventuras de Juan Quin Quin.Cine Cuba . It was based on Feijóo's 1963 novel Juan Quin Quin en pueblo Mocho.Libros latinos ==References== ==External links== * * * - Cuban government website on the artistU * Cuban government article on the artist Category:1914 births Category:1992 deaths Category:Cuban contemporary artists Category:Cuban people of Galician descent ",
    "title": "Samuel Feijóo"
}