{
    "id": "14070730",
    "text": "WKNA-TV was a television station in Charleston, West Virginia that broadcast on UHF channel 49 from 1953 to 1955. The station first signed on with a test pattern on September 21, 1953; regular broadcasts began on October 12. It was owned by Charleston businessman Joseph L. Smith, Jr. along with WKNA radio (950 AM, now WVTS; and 97.5 FM, now WQBE). It was an ABC affiliate, and also carried a secondary affiliation with the DuMont Television Network. The station was very locally oriented. Some of the local shows included What's Cookin, a cooking show sponsored by Appalachian Electric Power; The 49ers Club, a children's show; and TV Juke Box. However, the station was doomed from the start. For one thing, Charleston is located in a very rugged dissected plateau, and at the time UHF reception was mediocre at best in rugged terrain. The station's signal barely covered Charleston itself, and even then reception was hit-or-miss more than five miles from the station's tower on Bownemont Hill. The few people who could watch the station were confronted with another problem. When the Federal Communications Commission opened the UHF band in 1952, it didn't require television set manufacturers to include UHF tuning capability. More often than not, the few people who could watch WKNA-TV had to do so by buying an expensive converter, and even then picture quality was mediocre at best. Local and national advertising were almost nonexistent, as no advertiser wanted to buy time on a station where he couldn't even see his own ad. With limited revenue, WKNA-TV's on-air look was very primitive even by 1950s small-market standards. It had no access to news film, and only one live camera. It didn't help matters that Huntington's WSAZ-TV (originally on channel 5, now on channel 3) decently covered Charleston as a result of a significant power increase a few months before WKNA-TV's sign-on. WSAZ-TV was able to cherry-pick live programming from all four networks via its privately owned microwave system, while WKNA-TV had to make do with airing ABC and DuMont programming on a two-week delay via kinescopes. As a result, even though it was obvious by this time that Huntington and Charleston were going to be a single television market, ABC would not even consider giving an exclusive affiliation to channel 49. By the time WKNA-TV was finally able to get a live microwave feed in 1954, WCHS-TV had signed on channel 8 as a CBS affiliate. Not long afterward, ABC pulled all of its programming from channel 49, opting to air on the stronger WSAZ-TV and WCHS-TV via kinescope. With DuMont in its death throes, this proved to be the death knell for WKNA-TV. By early 1955, WKNA-TV was losing around $16,000 per month, and was due to get another competitor later in the year with the sign-on of WHTN-TV (channel 13, now WOWK-TV) from Huntington. Under these circumstances, channel 49 went off the air on February 13, 1955. Smith, however, had every intention of returning the station to the air as soon as possible. Various proposals were bandied about, including returning as a satellite of WOAY-TV in Oak Hill or persuading the FCC to allocate VHF channel 5 to Charleston. However, nothing came of these proposals, and the license was deleted in 1965. ==External links/references== *WKNA-TV entry at UHF Morgue Category:Defunct terrestrial television stations in the United States Category:Television channels and stations established in 1953 Category:1953 establishments in West Virginia Category:Television channels and stations disestablished in 1955 Category:1955 disestablishments in West Virginia KNA-TV KNA-TV ",
    "title": "WKNA-TV"
}