{
    "id": "14075841",
    "text": "Berthold V, Duke of Zähringen (1160 – 18 February 1218 in Freiburg im Breisgau), also known as Bertold V or Berchtold V, was Duke of Zähringen from 1186 until his death. He was the son of Berthold IV and Heilwig of Frohburg. == History and legacy == Berthold V, pictured on the ' monument in Bern (Karl Emanuel Tscharner, 1847). Berthold succeeded his father Berthold IV in 1186. At the beginning of his reign, he reduced the power of the Burgundian nobles and settled the Bernese Oberland and the area of Lucerne. As a result, he enlarged Thun and founded Bern in 1191, which became the focus of his expansionism. At the battle of Ulrichen in 1211, however, he failed to gain access to the Valais. The resulting treaty, signed at Hautcret Abbey on 19 October 1211, forced Berthold to accept Savoyard suzerainty over the upper Valais. Following the death of the Holy Roman Emperor Henry VI in 1198, he was one of the candidates in the Imperial election. He offered his nephews as hostages to the Archbishops of Cologne and Trier to gain their support. However, when he discovered that a majority had elected the Hohenstaufen Philip of Swabia (antiking to Welf Emperor Otto IV of Brunswick) he renounced his claim. In exchange for this renunciation, Berthold gained territorial concessions in what is now southern Germany and northern Switzerland, consolidating Zähringer hold over the Ortenau, the Breisgau, Schaffhausen, Breisach and All Saints' Abbey. In 1198 Philip also paid Berthold 3,000 silver Marks for renouncing his claims. His nephew Konrad von Urach who would eventually decline the papacy was put under the tutelage of Berthold's uncle. In the same year Berthold crushed an uprising of the Burgundian nobles, an event that is recorded on the gate in Freiburg. In 1200, Berthold began rebuilding Freiburg's city-parish church in Romanesque style.History of Freiburg accessed 29 December 2008 Around 1240 the building was continued in Gothic style. The church was finished in 1360 except for the choir that took another 150 years to complete. The church admired for its steeple is known as Freiburg Minster. Berthold married Clementia, daughter of Stephen III of Auxonne. Their son Berthold died before his father, in 1216. Therefore, with the death of Berthold V in 1218, the Zähringer dynasty became extinct in the male line. The Zähringer lands partly reverted to the crown, were granted imperial immediacy, or were divided between the houses of Urach (the counts of Freiburg), Kyburg and Fürstenberg. == References == ==Sources== * * * == External links == * Berthold V., Herzog von Zähringen (1186–1218) on Genealogie Mittelalter Category:1160 births Category:1218 deaths Category:House of Zähringen Category:History of Bern Category:Dukes of Zähringen ",
    "title": "Berthold V, Duke of Zähringen"
}