{
    "id": "14089009",
    "text": "Ida of Lorraine (also referred to as Blessed Ida of Boulogne) (c. 1040 - 13 April 1113) was a saint and noblewoman. She was the daughter of Godfrey III, Duke of Lower Lorraine and his wife Doda. Ida's grandfather was Gothelo I, Duke of Lorraine and Ida's brother was Godfrey IV, Duke of Lower Lorraine. ==Family== In 1049, she married Eustace II, Count of Boulogne. They had three sons: *Eustace III, the next Count of Boulogne *Godfrey of Bouillon, first ruler of Kingdom of Jerusalem *Baldwin, second ruler of Kingdom of Jerusalem A daughter, Ida of Boulogne, has also been postulated. She was married first to Herman von Malsen and second to Conon, Count of Montaigu. Ida shunned the use of a wet-nurse in raising her children. Instead, she breast-fed them to ensure that they were not contaminated by the wet-nurse's morals, i.e. her mode of living. When her sons went on the First Crusade, Ida contributed heavily to their expenses. ==Life== Ida was always religiously and charitably active, but the death of her husband provided her wealth and the freedom to use it for her projects. She founded several monasteries: *Saint-Wulmer in Boulogne-sur-Mer *Our Lady of the Chapel, Calais *Saint-Bertin *Abbey of Cappelle *Abbey of Le Wast She maintained a correspondence with Anselm of Canterbury. Some of Anselm's letters to Ida have survived. She became increasingly involved in church life. However, current scholarship feels that she did not actually become a Benedictine Nun, but that she was a \"Secular Oblate of the Benedictine Order\". ==Death and burial== Ida died on 13 April 1113, which is the date she is honoured. Traditionally, her burial place has been ascribed to the monastery of Le Wast. Her remains were moved in 1669 to Paris and again in 1808 to Bayeux. Her life story was written by contemporary monk of the monastery of Le Wast. She is venerated in Bayeux. ==References== ==Sources== * * * * Category:1040s births Category:1113 deaths Category:Medieval French saints Category:Christian female saints of the Middle Ages Category:11th- century Christian saints Category:Countesses of Boulogne ",
    "title": "Ida of Lorraine"
}