{
    "id": "14088822",
    "text": "Poly [ADP-ribose] polymerase 1 (PARP-1) also known as NAD+ ADP- ribosyltransferase 1 or poly[ADP-ribose] synthase 1 is an enzyme that in humans is encoded by the PARP1 gene. It is the most abundant of the PARP family of enzymes. == Function == PARP1 works: * By using NAD+ to synthesize poly ADP ribose (PAR) and transferring PAR moieties to proteins.(ADP- ribosylation) * In conjunction with BRCA, which acts on double strands; members of the PARP family act on single strands; or, when BRCA fails, PARP takes over those jobs as well (in a DNA repair context). PARP1 is involved in: * Differentiation, proliferation, and tumor transformation * Normal or abnormal recovery from DNA damage * May be the site of mutation in Fanconi anemia * Induction of inflammation. * The pathophysiology of type I diabetes. PARP1 is activated by: * Helicobacter pylori in the development and proliferation of gastric cancer. === Role in DNA damage repair === PARP1 acts as a first responder that detects DNA damage and then facilitates choice of repair pathway. PARP1 contributes to repair efficiency by modulating chromatin structure and by interacting with and modifying multiple DNA repair factors. PARP1 is implicated in the regulation of several DNA repair processes including the pathways of nucleotide excision repair, non-homologous end joining, microhomology-mediated end joining, homologous recombinational repair, and DNA mismatch repair. PARP1 has a role in repair of single-stranded DNA (ssDNA) breaks. Knocking down intracellular PARP1 levels with siRNA or inhibiting PARP1 activity with small molecules reduces repair of ssDNA breaks. In the absence of PARP1, when these breaks are encountered during DNA replication, the replication fork stalls, and double-strand DNA (dsDNA) breaks accumulate. These dsDNA breaks are repaired via homologous recombination (HR) repair, a potentially error-free repair mechanism. For this reason, cells lacking PARP1 show a hyper-recombinagenic phenotype (e.g., an increased frequency of HR), which has also been observed in vivo in mice using the pun assay. Thus, if the HR pathway is functioning, PARP1 null mutants (cells without functioning PARP1) do not show an unhealthy phenotype, and in fact, PARP1 knockout mice show no negative phenotype and no increased incidence of tumor formation. === Role in inflammation === PARP1 is required for NF-κB transcription of proinflammatory mediators such as tumor necrosis factor, interleukin 6, and inducible nitric oxide synthase. PARP1 activity contributes to the proinflammatory macrophages that increase with age in many tissues. ADP-riboyslation of the HMGB1 high-mobility group protein by PARP1 inhibits removal of apoptotic cells, thereby sustaining inflammation. In asthma PARP1 facilitates recruitment and function of immune cells, including CD4+ T-cells, eosinophils, and dendritic cells. ===Over-expression in cancer=== PARP1 is one of six enzymes required for the highly error-prone DNA repair pathway microhomology-mediated end joining (MMEJ). MMEJ is associated with frequent chromosome abnormalities such as deletions, translocations, inversions and other complex rearrangements. When PARP1 is up-regulated, MMEJ is increased, causing genome instability. PARP1 is up-regulated and MMEJ is increased in tyrosine kinase-activated leukemias. PARP1 is also over-expressed when its promoter region ETS site is epigenetically hypomethylated, and this contributes to progression to endometrial cancer, BRCA-mutated ovarian cancer, and BRCA-mutated serous ovarian cancer. PARP1 is also over-expressed in a number of other cancers, including neuroblastoma, HPV infected oropharyngeal carcinoma, testicular and other germ cell tumors, Ewing’s sarcoma, malignant lymphoma, breast cancer, and colon cancer. Cancers are very often deficient in expression of one or more DNA repair genes, but over-expression of a DNA repair gene is less usual in cancer. For instance, at least 36 DNA repair enzymes, when mutationally defective in germ line cells, cause increased risk of cancer (hereditary cancer syndromes). (Also see DNA repair-deficiency disorder.) Similarly, at least 12 DNA repair genes have frequently been found to be epigenetically repressed in one or more cancers. (See also Epigenetically reduced DNA repair and cancer.) Ordinarily, deficient expression of a DNA repair enzyme results in increased un-repaired DNA damage which, through replication errors (translesion synthesis), lead to mutations and cancer. However, PARP1 mediated MMEJ repair is highly inaccurate, so in this case, over-expression, rather than under-expression, apparently leads to cancer. === Interaction with BRCA1 and BRCA2 === Both BRCA1 and BRCA2 are at least partially necessary for the HR pathway to function. Cells that are deficient in BRCA1 or BRCA2 have been shown to be highly sensitive to PARP1 inhibition or knock-down, resulting in cell death by apoptosis, in stark contrast to cells with at least one good copy of both BRCA1 and BRCA2. Many breast cancers have defects in the BRCA1/BRCA2 HR repair pathway due to mutations in either BRCA1 or BRCA2, or other essential genes in the pathway (the latter termed cancers with \"BRCAness\"). Tumors with BRCAness are hypothesized to be highly sensitive to PARP1 inhibitors, and it has been demonstrated in mice that these inhibitors can both prevent BRCA1/2-deficient xenografts from becoming tumors and eradicate tumors having previously formed from BRCA1/2-deficient xenografts. === Application to cancer therapy === PARP1 inhibitors are being tested for effectiveness in cancer therapy. It is hypothesized that PARP1 inhibitors may prove highly effective therapies for cancers with BRCAness, due to the high sensitivity of the tumors to the inhibitor and the lack of deleterious effects on the remaining healthy cells with functioning BRCA HR pathway. This is in contrast to conventional chemotherapies, which are highly toxic to all cells and can induce DNA damage in healthy cells, leading to secondary cancer generation. ===Aging=== PARP activity (which is mainly due to PARP1) measured in the permeabilized mononuclear leukocyte blood cells of thirteen mammalian species (rat, guinea pig, rabbit, marmoset, sheep, pig, cattle, pigmy chimpanzee, horse, donkey, gorilla elephant and man) correlates with maximum lifespan of the species. Lymphoblastoid cell lines established from blood samples of humans who were centenarians (100 years old or older) have significantly higher PARP activity than cell lines from younger (20 to 70 years old) individuals. The Wrn protein is deficient in persons with Werner syndrome, a human premature aging disorder. PARP1 and Wrn proteins are part of a complex involved in the processing of DNA breaks. These findings indicate a linkage between longevity and PARP-mediated DNA repair capability. Furthermore, PARP can also act against production of reactive oxygen species, which may contribute to longevity by inhibiting oxidative damage to DNA and proteins. These observations suggest that PARP activity contributes to mammalian longevity, consistent with the DNA damage theory of aging. PARP1 appears to be resveratrol's primary functional target through its interaction with the tyrosyl tRNA synthetase (TyrRS). Tyrosyl tRNA synthetase translocates to the nucleus under stress conditions stimulating NAD+-dependent auto-poly-ADP- ribosylation of PARP1, thereby altering the functions of PARP1 from a chromatin architectural protein to a DNA damage responder and transcription regulator. The messenger RNA level and protein level of PARP1 is controlled, in part, by the expression level of the ETS1 transcription factor which interacts with multiple ETS1 binding sites in the promoter region of PARP1. The degree to which the ETS1 transcription factor can bind to its binding sites on the PARP1 promoter depends on the methylation status of the CpG islands in the ETS1 binding sites in the PARP1 promoter. If these CpG islands in ETS1 binding sites of the PARP1 promoter are epigenetically hypomethylated, PARP1 is expressed at an elevated level. Cells from older humans (69 to 75 years of age) have a constitutive expression level of both PARP1 and PARP2 genes reduced by half, compared to their levels in young adult humans (19 to 26 years old). However, centenarians (humans aged 100 to 107 years of age) have constitutive expression of PARP1 at levels similar to those of young individuals. https://www.researchgate.net/profile/Michele_Zampieri/publication/6313423_Oxidative_DNA_Damage_Repair_and_parp_1_and_parp_2_Expression_in_Epstein- Barr_Virus- Immortalized_B_Lymphocyte_Cells_from_Young_Subjects_Old_Subjects_and_Centenarians/links/575e952d08aec91374b3d6b7.pdf This high level of PARP1 expression in centenarians was shown to allow more efficient repair of H2O2 sublethal oxidative DNA damage. Higher DNA repair is thought to contribute to longevity (see DNA damage theory of aging). The high constitutive levels of PARP1 in centenarians were thought to be due to altered epigenetic control of PARP1 expression. == Plant PARP1 == Plants have a PARP1 with substantial similarity to animal PARP1, and roles of poly(ADP- ribosyl)ation in plant responses to DNA damage, infection and other stresses have been studied. Intriguingly, in _Arabidopsis thaliana_ (and presumably other plants), PARP2 plays more significant roles than PARP1 in protective responses to DNA damage and bacterial pathogenesis. The plant PARP2 carries PARP regulatory and catalytic domains with only intermediate similarity to PARP1, and carries N-terminal SAP DNA binding motifs rather than the Zn-finger DNA binding motifs of plant and animal PARP1 proteins. == Interactions == PARP1 has been shown to interact with: * APTX * MYBL2 * RELA * P53 * POLA1 * POLA2 * XRCC1 * ZNF423 == See also == * DNA damage theory of aging * Maximum lifespan * Olaparib – a PARP inhibitor * PARP inhibitor class of investigational anti-cancer drugs * Parthanatos * Poly ADP ribose polymerase * Senescence == References == == Further reading == * Category:Aging-related enzymes Category:Aging-related proteins ",
    "title": "PARP1"
}