{
    "id": "14087599",
    "text": "Festhalle Frankfurt is a multi-purpose arena located in Frankfurt, Germany. The interior of the dome at its highest reaches a height of 40 meters. It provides an area of 5,646 square metres, offering by a variable grandstand system space for up to 8,500 people (together with the two tiers) seated, and 13,500 people unseated. == History == ===Opening in 1909=== At the end of the 19th century, the Frankfurt fair was held in various facilities. Frequently it was housed in the Hippodrome in Sachsenhausen (the quarters located south of the river Main), while at other times it was held in single-use pavilions. After a time many felt the city needed a dedicated exhibition hall. A competition was advertised, and the plans of the Marburg architect Friedrich von Thiersch made the short list of finalists. After several amendments, von Thiersch's concept was widely accepted. Construction began on 11 June 1907. On 19 May 1909, it was officially opened by Kaiser Wilhelm II. At the time of its completion, the Festhalle was the largest dome in Europe. The German Gymnastics Festival and the International Air Show, were the first events in the new building. In 1914, at the outbreak of the First World War, the banquet hall was turned into a camp for soldiers. After the war the hall reverted to its original purpose. ===9 November 1938 and Second World War=== On the night of 8 to 9 November 1938, during the November pogroms hundreds of Frankfurt's Jewish citizens were driven across the city centre to the Festhalle and some were seriously mistreated. The noted Frankfurt Opera singer Hans Erl was forced to sing \"In Diesen Heil'gen Hallen\" (\"In These Holy Halls\"). From here, the first mass transports went into the Nazi concentration camps. The Festhalle is thus of considerable relevance for the Holocaust. The Frankfurt physician and Holocaust survivor Dr. Max Kirschner describes the deportation in his memoirs. Since 1991, a plaque displayed in the rotunda bears remembrance of this dark spot in history. During the Second World War, the hall was used for the storage of uniforms of the armed forces. On 18 December 1940, textiles started a fire and put severe fire damage to the hall; whether to have been an act of arson, is unclear. Bombing by the Allied Forces damaged the Frankfurt Festhalle further. ===The Postwar Period=== After the Second World War thoughts appeared to demolish the hall, but the citizens of Frankfurt and their Mayor Walter Kolb prevented this. So makeshift repairs were enacted. Led Zeppelin were the first rock band to headline the hall in July 1970. During the 1980s, extensive modernizations, such as the installation of air conditioning were implemented. Pink Floyd performed there on 20 and 21 June 1989 as part of their A Momentary Lapse of Reason Tour. The Grateful Dead played the Festhalle on 22 October as part of their European Fall 1990 tour. ===The Festhalle today=== Festhalle Frankfurt in 2007 Today, the hall is serving again as an exhibition hall and is a popular venue for concerts by numerous prominent artists. During the International Motor Show Daimler AG traditionally occupies the Festhalle for the presentation of their Mercedes-Benz motor cars. In the first half of the 1990s the ATP World Championship was carried out in the banquet hall. The MTV Europe Music Awards were held in the Festhalle in 2001 and 2012. In 2004 and 2007 the World Wrestling Entertainment (WWE) hosted some major live shows there. Footage of Depeche Mode's show at this venue on 21 July 1993, is included on their video release Devotional. On 13 April 2002, Irish vocal pop band Westlife held a concert for their World of Our Own Tour supporting their album World of Our Own. On 24 September 2004 Canadian rock trio Rush recorded their R30: 30th Anniversary World Tour DVD at this venue. On 28 June 2009 the centennial anniversary of the Festhalle was celebrated by a doors open day. The Festhalle recently was being extensively renovated. In the bars on the window sills, windows and ventilation shafts were re-fitted with the originally existing gold leaf. Cupolas on the towers that had not been reconstructed after the war have been rebuilt. The paint was changed from white to the pristine bright ocher. == Architecture == The Festhalle is one of the most important buildings of the late historicism. The architect's aim was to create the splendor of the neo-baroque style, the hall is a worthy representative of a fair city building of its day. The rectangular layout is superimposed by a cupola-crowned rotunda, which makes a contrast to the majestic architecture of the lower part. The Festival Hall was an archetype for many subsequent halls, particularly the dome was often imitated. The most famous example is the Centennial Hall in Wrocław by Max Berg. ==References== ==External links== *Homepage for the Festhalle Frankfurt *Webcam: Festhalle Frankfurt Category:Indoor arenas in Germany Category:Buildings and structures in Frankfurt Category:Event venues established in 1909 Category:1909 establishments in Germany Category:MTV Europe Music Awards venues ",
    "title": "Festhalle Frankfurt"
}