{
    "id": "14080827",
    "text": "{| |} USS Bladen (APA-63) was a that served with the US Navy during World War II. Bladen was named after Bladen County, North Carolina. She was launched 31 May 1944 by Consolidated Steel at Wilmington, California, under a Maritime Commission contract; acquired by the Navy 17 October 1944; and commissioned 18 October 1944, Lieutenant Commander W. P. Hartung, USNR, in command. ==Operational history== ===World War II=== Bladen departed the west coast for Pearl Harbor 20 November 1944 and upon arrival embarked personnel of the 103rd and 109th Construction Battalions for Guam. ====Invasion of Iwo Jima==== Returning to Pearl Harbor 13 January 1945 the ship commenced combat loading and training maneuvers. On 27 January she set sail for Iwo Jima, via Saipan. The attack transport debarked troops and provided logistic support during the assault and occupation of Iwo Jima (19–28 February). ====Invasion of Okinawa==== After a brief layover at Saipan, Bladen prepared for the invasion of Okinawa. She performed her logistic services during the initial strikes against, and occupation of, Okinawa (1–10 April). In the middle of April she returned to Saipan where she remained at anchor for six weeks. On 4 June she got underway for Tulagi, Solomon Islands, and thence to Nouméa, New Caledonia. She returned to San Francisco 21 July for a brief yard period. ===After hostilities=== With a passenger list of army and naval personnel, Blade sailed in August for Pearl Harbor, Eniwetok, and Ulithi. She then steamed to the Philippines where she remained until 20 September. She next transported army personnel and equipment to Wakayama, Honshū, Japan. On 26 September she departed Wakayama and returned to the Philippines. Bladen made another trip to Japan before getting underway for San Francisco, where she arrived 23 November. In December she made a return voyage to the Philippines. ===Operation Crossroads=== On 22 January 1946 she proceeded to Pearl Harbor where she remained until 18 May undergoing preparations for Operation Crossroads, the atomic bomb tests at Bikini Atoll. She participated in the operation between 31 May and 30 August 1946. Bladen departed Kwajalein Atoll 30 August for San Francisco, where she arrived 13 September. ===Decommission=== Bladen departed the west coast 1 November and steamed to Norfolk, Virginia. Upon arrival she reported for inactivation and was decommissioned 26 December 1946. She was transferred to the Maritime Commission 3 August 1953. She was scrapped on 3 August 1955 by Boston Metals Co., Baltimore, MD.navsource.org, USS Bladen (APA-63) ===Decorations=== Bladen earned two battle stars for her World War II service. ==References== *USS Bladen (APA-63), Hyperwar website (from DANFS) *APA-63 Bladen, Navsource Online. *\"USS Bladen\", at Hullnumber.com: Crew roster, registry, photos Category:Gilliam-class attack transports Category:Transports of the United States Navy Category:World War II auxiliary ships of the United States Category:World War II amphibious warfare vessels of the United States Category:Bladen County, North Carolina Category:United States Navy North Carolina-related ships Category:Ships built in Los Angeles Category:1944 ships Category:Ships involved in Operation Crossroads ",
    "title": "USS Bladen"
}