{
    "id": "14088084",
    "text": "The Civic Coalition (in Spanish, Coalición Cívica) was a political coalition in Argentina. It was founded by Elisa Carrió, as an association supported by the ARI party (Support for an Egalitarian Republic), as well as a number of other political groups and individual political leaders, notably Union for All (UPT) of Patricia Bullrich and GEN - Generation for a National Encounter of Margarita Stolbizer. Carrió ran for presidency on the 2007 election representing the Civic Coalition, along with the Socialist Party Senator for Santa Fe Province, Rubén Giustiniani. The coalition lost the election, although it did well in the largest cities of Argentina, getting support especially from the urban middle and upper classes. Leading figures of the Coalition, as well as Carrió, Bullrich and Stolbizer, include Alfonso Prat Gay, former head of the Central Bank, and Senators María Eugenia Estenssoro and Samuel Cabanchik. The embrace by Carrió of these centrist figures proved controversial among more left-wing members of ARI and some national legislators declined to join the new expanded Civic Coalition grouping in Congress following the 2007 elections and instead formed a separate block called the Autonomous ARI. In May 2008, the block, led by Eduardo Macaluse, announced that they were forming a new party, Solidarity and Equality (Solidaridad e Igualdad - SI). Others who left ARI were Carlos Raimundi, Leonardo Gorbacz, Delia Bisutti, Nelida Belous, Verónica Venas, Emilio García Méndez, Lidia Naim and María América González.El ARI Autónomo mutó a Solidaridad e Igualdad SI, parlamentario.com, 18 May 2008. Senator María Rosa Díaz also appeared at the launch of SI.Dígale SI al nuevo partido opositor, Página/12, 18 May 2008. Several of the legislators who created the new party had won their seats in the 2007 election as part of the Civic Coalition, which they later opposed. The ARI deputies from Tierra del Fuego sit with the SI members in a separate block in the Chamber of Deputies. Subsequently Senators María Rosa Díaz and José Carlos Martínez left ARI altogether in March 2009.Two opposition Senators side with the Government on eve of crucial vote to anticipate mid-term elections , Telam news agency, 25 March 2009.Senate votes today on early election , Buenos Aires Herald, 26 March 2009. Since 2009, the coalition refounded itself as a party, called Civic Coalition ARI (CC-ARI), and works with the Radical Civic Union, Federal Consensus (ConFe), the vehicle of Vice-President Julio Cobos) and the Socialist Party, in the alliance Civic and Social Agreement (ACyS), although the actual situation of it varies in each district. The Civic Coalition left the Civic and Social Agreement on 12 August 2010.Con más críticas, Carrió se aleja del Acuerdo Cívico, La Nación ==References== Category:2007 establishments in Argentina Category:2011 disestablishments in Argentina Category:Centrist parties in South America Category:Defunct liberal political parties Category:Defunct political party alliances in Argentina Category:Political parties disestablished in 2011 Category:Political parties established in 2007 Category:Social liberal parties in Argentina ",
    "title": "Civic Coalition (Argentina)"
}