{
    "id": "14087410",
    "text": "Heat shock protein HSP 90-alpha is a protein that in humans is encoded by the HSP90AA1 gene. == Function == The gene, HSP90AA1, encodes the human stress- inducible 90-kDa heat shock protein alpha (Hsp90A). Complemented by the constitutively expressed paralog Hsp90B which shares over 85% amino acid sequence identity, Hsp90A expression is initiated when a cell experiences proteotoxic stress. Once expressed Hsp90A dimers operate as molecular chaperones that bind and fold other proteins into their functional 3-dimensional structures. This molecular chaperoning ability of Hsp90A is driven by a cycle of structural rearrangements fueled by ATP hydrolysis. Current research on Hsp90A focuses in its role as a drug target due to its interaction with a large number of tumor promoting proteins and its role in cellular stress adaptation. == Gene structure == Human HSP90AA1 is encoded on the complement strand of Chromosome 14q32.33 and spans over 59 kbp. Several pseudogenes of HSP90AA1 exist throughout the human genome located on Chromosomes 3, 4, 11 and 14. The HSP90AA1 gene encodes for two distinct mRNA transcripts initiated from separate transcription start sites (TSS). No mRNA splice variants of HSP90AA1 have presently been verified. Transcript variant 1 (TV1, NM_001017963.2) encodes the infrequently observed 854 amino acid isoform 1 of Hsp90A (NP_001017963) from a 3,887 bp mRNA transcript containing 12 exons spanning 59, 012 bp. Transcript variant 1 is located directly next to the WDR20 gene, which is encoded on the opposite coding strand. Transcript variant 2 (TV2, NM_005348.3) encodes the well-studied 732 amino acid isoform 2 (NP_005339) from a 3,366 bp mRNA transcript containing 11 exons spanning 6,438 bp. DYNC1H1 encodes the gene product on the other side of HSP90AA1, which coincidentally has been found to interact with Hsp90A. Hsp90A TV1 and TV2 are identical except for an additional 112 amino acids on the N-terminus of isoform 1 encoded by its first 2 exons. The function of the extended N-terminal domain on isoform 1 is currently not understood. This information was gathered from both NCBI Gene and the UCSC Genome Browser. == Expression == Despite sharing similar amino acid sequence, Hsp90A expression is regulated in a different manner than Hsp90B. Hsp90A is the stress inducible isoform while Hsp90B is expressed constitutively. Several heat shock elements (HSE) are located upstream of Hsp90A allowing for its inducible expression. RNA levels measured in cell lines collected from cancer patients as well as normal tissue can be found at The Human Protein Atlas. == Promoter == Transcription of the HSP90AA1 gene is currently understood to be induced by stress through binding of the master transcription factor (TF) HSF1 to the HSP90AA1 promoter. However, several focused studies of the HSP90AA1 promoter along with extensive global analysis of the human genome indicate that various other transcription complexes regulate HSP90AA1 gene expression. Mammalian HSP90AA1 along with HSP90AB1 gene expression was first characterized in transformed mouse cells where it was shown that HSP90AB1 is constitutively expressed 2.5-fold higher than HSP90AA1 under normal conditions. However upon heat shock, HSP90AA1 expression increased 7.0-fold while HSP90AB1 increases only 4.5-fold. Detailed analysis of the HSP90AA1 promoter shows that there are 2 heat shock elements (HSE) within 1200 bp of the transcription start site. The distal HSE is required for heat shock induction and the proximal HSE functions as a permissive enhancer. This model is supported by ChIP-SEQ analysis of cells under normal conditions where HSF1 is found bound to the proximal HSE and not detected at the distal HSE. The proto-oncogene MYC is also found to induce HSP90AA1 gene expression and binds proximally to the TSS as verified by ChIP- SEQ. Depletion of Hsp90A expression indicates that HSP90AA1 is required for MYC-driven transformation. In breast cancer cells the growth hormone prolactin induces HSP90AA1 expression through STAT5. NF-κB or RELA also induces HSP90AA1 expression possibly explaining the pro-survival ability of NF-κB-driven transcription. Conversely, STAT1, the proto-tumor suppressor, is found to inhibit stress induced expression of HSP90AA1. In addition to these findings, ChIP-SEQ analysis of the human genome indicates that at least 85 unique TFs bind to the RNA polymerase II (POLR2A) footprints associated with the promoter regions that drive the expression of both HSP90AA1 transcript variants. This indicates that HSP90AA1 gene expression may be highly regulated and complex. == Interactome == Combined, Hsp90A and Hsp90B are predicted to interact with 10% of the eukaryotic proteome. In humans this represents a network of roughly 2,000 interacting proteins. Presently over 725 interactions have been experimentally documented for both HSP90A and Hsp90B. This connectivity allows Hsp90 to function as a network hub linking diverse protein interaction networks. Within these networks Hsp90 primarily specializes in maintaining and regulating proteins involved in signal transduction or information processing. These include transcription factors that initiate gene expression, kinases that transmit information by post-translationally modifying other proteins and E3-ligases that target proteins for degradation via the proteosome. Indeed, a recent study utilizing the LUMIER method has shown that human Hsp90B interacts with 7% of all transcription factors, 60% of all kinases and 30% of all E3-ligases. Other studies have shown that Hsp90 interacts with various structural proteins, ribosomal components and metabolic enzymes. Hsp90 has also been found to interact with a large number of viral proteins including those from HIV and EBOLA. This is not to mention the numerous co-chaperones that modulate and direct HSP90 activity. Few studies have focused on discerning the unique protein interactions between Hsp90A and HSP90B. Work done in Xenopus eggs and yeast has shown that Hsp90A and Hsp90B differ in co- chaperone and client interactions. However, little is understood concerning the unique functions delegated to each human paralog. The Picard lab has aggregated all available Hsp90 interaction data into the Hsp90Int.DB website. Gene ontology analysis of both Hsp90A and Hsp90B interactomes indicate that each paralogs is associated with unique biological processes, molecular functions and cellular components. Heat shock protein 90kDa alpha (cytosolic), member A1 has been shown to interact with: * AHSA1, * AKT1, * AR, * C-Raf, * CDC37, * DAP3, * EPRS, * ERN1, * ESR1 * FKBP5, * GNA12, * GUCY1B3, * HER2/neu, * HSF1, * Hop, * NOS3, * NR3C1, * P53, * PIM1, * PPARA, * SMYD3, * STK11, * TGFBR1, * TGFBR2, and * TERT. ==Post-translational modifications== Post- translational modifications have a large impact on Hsp90 regulation. Phosphorylation, acetylation, S-nitrosylation, oxidation and ubiquitination are ways in which Hsp90 is modified in order to modulate its many functions. A summary of these sites can be found at PhosphoSitePlus. Many of these sites are conserved between Hsp90A and Hsp90B. However, there are a few distinctions between the two that allow for specific functions to be performed by Hsp90A. Phosphorylation of Hsp90 has been shown to have affect its binding to clients, co-chaperones and nucleotide. Specific phosphorylation of Hsp90A residues have been shown to occur. These unique phosphorylation sites signal Hsp90A for functions such as secretion, allow it to locate to regions of DNA damage and interact with specific co-chaperones. Hyperacetylation also occurs with Hsp90A which leading to its secretion and increased cancer invasiveness. == Clinical significance == Expression of Hsp90A also correlates with disease prognosis. Increased levels of Hsp90A are found in leukemia, breast and pancreatic cancers as well as in patients with chronic obstructive pulmonary disease (COPD). In human T-cells, HSP90AA1 expression is increased by the cytokines IL-2, IL-4 and IL-13. HSP90, alongside other conserved chaperones and co- chaperones that interact to safeguard proteostasis, is repressed in aging human brains. This repression was found to be further exacerbated in the brains of patients with age-onset neurodegenerative diseases such as Alzheimer's or Huntington's disease. === Cancer === Over the last two decades HSP90 has emerged as an intriguing target in the war on cancer. HSP90 interacts and supports numerous proteins that promote oncogenesis, thus distinguishing Hsp90 as a cancer enabler as it is regarded as essential for malignant transformation and progression. Moreover, through their extensive interactomes, both paralogs are associated with each hallmark of cancer. The HSP90AA1 gene however is not altered in a majority of tumors according to The Cancer Genome Atlas (TCGA). Currently bladder cancer is found to have the largest number of alterations followed by pancreatic cancer. This may not come as a surprise since overall Hsp90 expression levels are held at such a high level compared to most all other proteins within the cell., therefore further increasing Hsp90 levels may not provide any benefit to cancer growth. Additionally, whole genome sequencing across all tumor types and cancer cell lines reveals that there are presently 115 different mutations within the HSP90AA1 open reading frame. The effects of these mutations on HSP90A function, however, remain unknown. Remarkably, in a number of tumors the HSP90AA1 gene is homozygously deleted, suggesting that these tumors may have a reduced level of malignancy. This is supported by a comparative genome-wide analysis of 206 gastric cancer patients that reported loss of HSP90AA1 is indeed associated with favorable outcomes after surgery alone. This supports the possibility that the absence of Hsp90A in tumor biopsies may serve as a biomarker for positive clinical outcomes. Biologically, Hsp90A differs from Hsp90B in that Hsp90A is presently understood to function as a secreted extracellular agent in wound healing and inflammation in addition to its intracellular roles. These two processes are often hijacked by cancer allowing for malignant cell motility, metastasis and extravasion. Current research in prostate cancer indicates that extracellular Hsp90A transduces signals that promote the chronic inflammation of cancer-associated fibroblasts. This reprogramming of the extracellular milieu surrounding malignant adenocarcinoma cells is understood to stimulate prostate cancer progression. Extracellular HSP90A induces inflammation through the activation of the NF-κB (RELA) and STAT3 transcription programs that include the pro-inflammatory cytokines IL-6 and IL-8. Coincidentally NF-κB also induces expression Hsp90A., thus providing a model where newly expressed Hsp90A would also be secreted from the stimulated fibroblast thereby creating positive autocrine and paracrine feedback loops resulting in an inflammatory storm at the site of malignancy. This concept requires further attention as it may explain the correlation of increased levels of Hsp90A in the plasma of patients with advanced stages of malignancy. === Hsp90 Inhibitors === Hsp90 is exploited by cancer cells to support activated oncoproteins, including many kinases and transcription factors. These clients are often mutated, amplified or translocated in malignancy, and Hsp90 works to buffer these cellular stresses induced by malignant transformation. Inhibition of Hsp90 leads to the degradation or instability of many of its client proteins. Thus, Hsp90 has become an attractive target for cancer therapy. As with all ATPases, ATP binding and hydrolysis is essential for the chaperoning function of Hsp90 in vivo. Hsp90 inhibitors interfere with this cycle at its early stages by replacing ATP, leading to the regulated ubiquitination and proteasome-mediated degradation of most client proteins. As such, the nucleotide binding pocket remains that most amenable to inhibitor generation. To date, there are 23 active Hsp90 inhibitor oncology trials, and 13 HSP90 inhibitors are currently undergoing clinical evaluation in cancer patients, 10 of which have entered the clinic in the past few years. While the N-terminal nucleotide-binding pocket of Hsp90 is most widely studied and thus targeted, recent studies have suggested that a second ATP-binding site is located in the Hsp90 C-terminus. Targeting of this region has resulted in specific reduced Hsp90-hormone interactions and has been shown to influence Hsp90 nucleotide binding. Although none of the C-terminal Hsp90 inhibitors have yet to enter the clinic, the use of both N- and C-terminal Hsp90 inhibitors in combination represents an exciting new strategy for chemotherapy. Although many of the afore-mentioned inhibitors share the same Hsp90 binding site (either N- or C-terminal), it has been shown that some of these drugs preferentially access distinct Hsp90 populations, which are differentiated by the extent of their post-translational modification. Though no published inhibitor has yet to distinguish between Hsp90A and Hsp90B, a recent study has shown that phosphorylation of a particular residue in the Hsp90 N-terminus can provide isoform specificity to inhibitor binding., thus providing an additional level of regulation for optimal Hsp90 targeting. ==Notes== == References == == Further reading == * * * * == External links == * ",
    "title": "Heat shock protein 90kDa alpha (cytosolic), member A1"
}