{
    "id": "14089595",
    "text": "Cribyn is a mountain in the Brecon Beacons with an elevation of 2608 feet (or 795 metres) about 300 feet lower than the neighbouring peaks of Pen y Fan and Corn Du. It is a prominent peak in the long and impressive escarpment facing north and running roughly east–west of the central section of the Brecon Beacons. The summit lies on a ridge stretching from Talybont Reservoir in the east, to the A470 road. The ridge line to the west connects Cribyn with the peak of Pen y Fan. To the east, the ridge line descends to Bwlch ar y Fan, a col crossed by an ancient trail sometimes known as 'The Gap Road' before ascending again to the peak of Fan y Big. ==Geology== Cribyn and the top of Cwm Sere from Pen y Fan In common with other peaks of the Brecon Beacons, the upper slopes of Cribyn are formed from sandstones of the Brownstones Formation of the Old Red Sandstone laid down during the Devonian period. The lower slopes of the hill are formed from sandstones and mudstones of the underlying Senni Beds Formation. The rock strata tilt gently southward like the rest of the peaks in the range. The heads of Cwm Sere and Cwm Cynwyn, to the northwest and east of Cribyn respectively, nurtured small glaciers during the last ice age and there are rock moraines at the foot of the cliffs. The glacial erosion resulted in the very steep northern and eastern faces which the hill possesses. ==Access== Cribyn seen from Cefn Cwm Llwych The Brecon Beacons are of open access, so the visitor can walk anywhere in the highland zone. Trails and footpaths are well marked, and owing to frequent use, are also well trodden. The National Trust owns much of the land and the paths are well maintained and reinforced where wear and tear is heavy. The paths are intensively used by a wide cross section of society, such as the British Army for troop training, and by charity walks as well as by walkers and ramblers. The peak is adjacent to Pen y Fan so is often chosen for circular walks along the main escarpment. When the weather is clear, the views to the north are especially impressive towards Mynydd Epynt, Brecon and the Cambrian mountains beyond. Care is needed in mist or fog when walking near the edge of the escarpment, especially in snow and ice when all surfaces become very slippery. Because the rainfall is high in this elevated mountain zone, care is also needed owing to the high levels of surface water. Thunderstorms can be especially hazardous owing to lightning strikes. ==Wildlife== Peregrine falcon in flight Buzzard in flight (Devon, England) Many mountain birds are present, such as birds of prey like peregrine falcons, common buzzards and the red kite. Ravens can also be seen occasionally, and more often heard by their deep croak. They use thermals in the valleys around the peaks to soar and search for food such as mice and voles. The lower parts of the moorland adjacent to the peaks is used for nesting by skylarks as well as some game birds like red grouse and partridges. The skylark can frequently be seen soaring and heard singing above its nest. ==References== == External links == *www.geograph.co.uk : photos of Cribyn and surrounding area Category:Brecon Beacons Category:Mountains and hills of Powys Category:Hewitts of Wales Category:Nuttalls ",
    "title": "Cribyn (mountain)"
}