{
    "id": "14081601",
    "text": "The Alabama–LSU football rivalry is an American college football rivalry between the Alabama Crimson Tide football team of the University of Alabama and the LSU Tigers football team of Louisiana State University. Both schools are charter members of the Southeastern Conference (SEC), and both universities' sports teams have competed in the SEC's Western Division since the conference was split into two divisions in 1992. == Series history == Sideline picture of Alabama vs LSU on November 5, 2011 The series started in 1895, with a 12–6 win for LSU in Baton Rouge, Louisiana. The rivalry has been played in Baton Rouge; New Orleans, Louisiana; Birmingham, Alabama; Montgomery, Alabama; Tuscaloosa, Alabama; and Mobile, Alabama. The teams began playing each other on an annual basis in 1964, with Alabama playing its home games at Legion Field in Birmingham and LSU playing its home games on campus at Tiger Stadium. The series has been marked by long stretches where the home team has struggled. Alabama is 28–9–2 against LSU in Baton Rouge; they went 16–1–1 from 1965–98. Alabama has gone 7–12 in games played in Alabama since 1982. LSU has gone 4–16–1 in games played in Louisiana since 1982. There have been two overtime games each in Tuscaloosa (2005, 2011) and Baton Rouge (2008, 2014) respectively; the road team has won each time. In fact, in the series history, only 39% of games have been won by the team playing in its home state (excluding ties). In 1988, Alabama began playing its home game in the series on their Tuscaloosa campus at Bryant–Denny Stadium; LSU won the first game in the series after the move 19–18. While Alabama controlled most of the series' early history by going 31–11–4 against LSU, the intensity and competitiveness has grown during the last three decades. Since Bear Bryant's retirement in 1982, Alabama leads the series 22–15–1. Four games in the last ten seasons have also been decided in overtime. A 2009 poll of SEC fan bases found that over 60% of LSU fans singled out Alabama as their most bitter rival, while Alabama fans mostly did not consider it to be a rivalry. In 2007, the meeting was even more heated following Alabama's hiring of head coach Nick Saban, who had coached LSU to a National Championship; many media outlets dubbed the 2007 meeting the \"Saban Bowl.\" Alabama leads the series 10–4 in the games played so far during the \"Saban Bowl\" era. In their 2011 regular season matchup, No. 1 LSU beat No. 2 Alabama 9–6 in overtime at Bryant–Denny Stadium in Tuscaloosa, on November 5. Later, during the 2011 post season, the two were selected by the Bowl Championship Series to play each other again in the 2012 BCS National Championship Game, which was the first time since 1986 that the two teams played in a location other than Baton Rouge or Tuscaloosa. Alabama, a controversial selection to the game after failing to win the conference title, proved its legitimacy and won the game 21–0. The rematch was the first BCS Championship Game to feature two teams from the same conference (as well as the same division), and was also the first shutout of any BCS bowl game in the BCS's 14-year history. In 2012, #5 LSU and #1 Alabama met each other at Tiger Stadium on November 3, 2012. Alabama took a 14–3 lead into halftime, but LSU running back Jeremy Hill ran for a touchdown to cut the lead to 14–10. QB Zach Mettenberger threw a touchdown pass to wide receiver Jarvis Landry early in the 4th quarter for a 17–14 lead. LSU held twice on defense, but kicker Drew Alleman missed a key field goal. Alabama then quickly drove downfield on completion by quarterback AJ McCarron to wide receiver Kevin Norwood of 18, 15, and 11 yards to the LSU 28. On 2nd and 10, McCarron threw a screen pass to running back TJ Yeldon, who weaved through LSU defenders for a game-winning touchdown with 51 seconds left. LSU failed to do anything, and Alabama won 21–17. In 2014, the #16 Tigers met the #5 Crimson Tide at Tiger Stadium on November 8, 2014. Alabama clawed to a 10–7 lead in a defensive battle, but LSU tied at 10 entering the 4th quarter. With 50 seconds left, LSU kicker Colby Delahoussaye kicked a 39-yard field goal for a 13–10 lead. Facing a second loss, and elimination from the first College Football Playoff, Alabama drove to the LSU 10, where sophomore kicker Adam Griffith made a 27 yarder to send the game into overtime tied 13–13. On the first possession of overtime, Alabama QB Blake Sims found DeAndrew White in the end-zone for a 20–13 lead. LSU threw 4 straight incomplete passes, and Alabama escaped Baton Rouge with a 20–13 win. In 2015, one of the biggest matchups in recent history involved LSU and Alabama. 7–0 #2 LSU was led by Heisman favorite Leonard Fournette, who ran for 200 yards against Auburn and Syracuse on national TV. 7–1 #4 Alabama had lost 43–37 to Ole Miss earlier in the season. Alabama had its own Heisman candidate in running back Derrick Henry. The Rebels had slipped up and lost 38–10 to Florida and 53–52 to Arkansas, meaning that the winner would have control of the SEC West. Alabama struck first with an Adam Griffith field goal and a 3–0 lead. After a punt, Derrick Henry had a 40-yard run to the LSU. He plunged in on the next play, and Alabama led 10–0. LSU struck back when QB Brandon Harris found wide receiver Travin Dural for a 40-yard TD to cut the Bama lead to 10–7. After a punt, LSU kicker Trent Domingue nailed a 39 yarder to tie the game 10–10. Adam Griffith then kicked a career long 55 yard field- goal, and Bama led 13–10 at the half. To open the 3rd quarter, Harris threw an interception to Dillon Lee. Henry then ran for a score to put Bama up 20–10. After 3 punts, Henry ran for a 7-yard TD for a 27–10 lead for Alabama. LSU never recovered. They had 2 field goals in the 4th quarter, but Bama won convincingly 30–16. Spectator picture of Alabama vs LSU on November 9, 2019 In 2019, the two teams met for their second Game of the Century of the decade as #1 LSU faced off against #2 Alabama. The game featured the top two NFL quarterback prospects and Heisman Trophy candidates at the time in Alabama's Tua Tagovailoa and LSU's Joe Burrow. Although the matchup was fairly even in the first quarter, the Tigers never trailed over the course of the game and outscored Alabama 23–6 in the second quarter to lead 33–13 at halftime. The Tide pulled within one score multiple times in the fourth quarter, but LSU's high scoring offense would prove to be too much for Alabama to overcome with the Tigers winning 46–41. The game snapped an eight-game losing streak in the series for LSU and virtually ensured both an SEC West title win and a College Football Playoff berth barring a total collapse. For Alabama, it set up the first time since the founding of the Playoff that they would not make an appearance. The 46 points given up by the 'Bama defense was the most points scored in the Nick Saban era (later surpassed in the same season in the 2019 edition of the Iron Bowl) and the most given up by any Alabama team since October 25th, 2003 against Tennessee. The game was the most viewed match-up of the 2019 regular season by over four million viewers, it also topped all conference championship games by a significant margin. ==Game results== Series record sources: 2011 Alabama Football Media Guide, 2011 Alabama Football Media Guide , University of Alabama Department of Intercollegiate Athletics, Tuscaloosa, Alabama, pp. 176–195 (2011). Retrieved December 1, 2011. 2011 LSU Football Media Guide, 2011 LSU Football Media Guide, LSU Athletic Department, Baton Rouge, Louisiana, pp. 153–163 (2011). Retrieved November 23, 2011. and College Football Data Warehouse.College Football Data Warehouse, Alabama vs Louisiana State . Retrieved December 1, 2011. ==See also== * List of NCAA college football rivalry games == References == Category:College football rivalries in the United States Category:Alabama Crimson Tide football Category:LSU Tigers football ",
    "title": "Alabama–LSU football rivalry"
}