{
    "id": "14087633",
    "text": "Les Parrott, Ph.D., is a bestselling author, a professor of psychology at Northwest University, an ordained Nazarene minister, creator of the SYMBIS Assessment, and founder of the Parrott Institute for Healthy Relationships at Olivet Nazarene University. ==Early life== Parrot is the son of A. Leslie Parrot Jr. Parrott obtained a Bachelor's degree from Olivet Nazarene University in 1984, a Master's degree in theology, followed by a Doctorate in clinical psychology from Fuller Theological Seminary. Parrot is a fellow in medical psychology at the University of Washington School of Medicine. ==Career== In 1991, Parrott and his wife, Leslie, also a psychologist, founded the Center for Relationship Development on the campus of Seattle Pacific University. Parrott taught psychology and relationship development classes with his wife for 27 years at SPU. In 2016, he became a professor at Northwest University in Kirkland, Washington and also founded the Center for Healthy Relationships at Olivet Nazarene University outside of Chicago. Les and Leslie are also co-creators of the marriage matching function of eHarmony. Parrott emphasizes the need to not be overly dependent in a relationship. He uses the analogy of the popular movie calling a common problem The Jerry Maguire syndrome. Parrott says: \"If you believe somebody else can complete you, you are setting yourself up for serious heartbreak. People think: \"This person is going to complete me\", but the truth is, nobody can do that, nobody's going to make up for everything you lack\". Parrott has been part of the on-site support teams for worldwide disasters, including the Chernobyl disaster, and the September 11, 2001 attacks, and has been called on to counsel Marines returning from Iraq. In addition, Parrott, along with his wife, was appointed as the first ever Marriage Ambassadors for the State of Oklahoma in an effort to reduce the divorce rate across the state. Parrott has also been part of a White House mental health commission. Parrott, along with his wife, founded an online tool called the SYMBIS Assessment (see SYMBIS.com). SYMBIS stands for Saving Your Marriage Before It Starts. Les and Leslie also founded the Deep Love Assessment for couples to (see DeepLove.com). And they founded the Yada Assessment for single adults (see Yada.com). ==Publishing== Parrott is a #1 New York Times bestselling author. He’s written more than fifty books that include everything from graduate textbooks to children’s books. Most of his books are in the self-help genre and include the Gold Medallion winner, Saving Your Marriage Before It Starts, which has been used by more than a million couples. Other bestsellers include Love Talk, The Good Fight and Crazy Good Sex. His books have been translated into more than 24 languages and sold over 3 million copies. He also writes for a variety of magazines. ==Media== Parrott has appeared on a variety of television shows, including The Oprah Winfrey Show, 20/20, The View, CBS This Morning, Good Morning America, NBC Nightly News, and CNN. Parrot is a frequent motivational speaker to Fortune 500 companies, and conducts relationship seminars around the United States, often with his wife conducting a humorous and practical event on conflict for couples called Fight Night. Parrott hosts a weekly radio program called \"Love Talk\". ==Personal life== Parrott and his wife live in Seattle, Washington. Les and Leslie married in 1984 and have two sons. ==Bibliography== Parrot is the author or co-author of more than a dozen books on relationships. * * * * * * * * * * * * * * * * * ==References== ==External links== *LesAndLeslie.com *Marriage Mentoring *Les and Leslie Parrott biography on Zondervan.com Category:Living people Category:American motivational speakers Category:Year of birth missing (living people) Category:American Christian writers Category:American Nazarene ministers Category:Seattle Pacific University faculty Category:University of Washington faculty Category:Fuller Theological Seminary alumni Category:Olivet Nazarene University alumni ",
    "title": "Les Parrott"
}