{
    "id": "14081831",
    "text": "Kentucky Route 17 (KY 17) is a state highway in the U.S. state of Kentucky. It connects U.S. Route 27 in rural Pendleton County to the Ohio state line in Covington. ==Route description== KY 17 begins at an intersection with U.S. Route 27 (US 27) in unincorporated Pendleton County, approximately north of Falmouth. The road heads north with a slight bend to the west. The road takes a sharp turn west with an intersection with KY 467 in DeMossville. The road then heads in a western/northwestern direction, up to Walton, where it meets KY 14\\. Having picked up the name Madison Pike at the Kenton County line several miles south of KY 14, it heads north toward Independence. Approcaching Independence, the road intersects KY 16, where that highway undergoes a name change: it is known as Walton–Nicholson Road to the west of KY 17, and Taylor Mill Road to the east of KY 17\\. KY 17 was rerouted to the south of downtown Independence. The old section of KY 17 continues through the heart of Independence, containing landmarks such as Simon Kenton High School and the Kenton County Courthouse where it is now called KY 17 Business. Just north of downtown Independence, KY 17 transitions from a two-lane road to a four-lane divided highway. The name \"Madison Pike\" stays with the older road that KY 17 was formerly routed along until 2002, and the split occurs at the corner where Summit View Elementary and Middle Schools are located. KY 17 picks up the name \"Madison Pike\" again when the old road meets up with the current route a little over north. KY 17 passes a park named \"Pioneer Park\" as it continues north, to its intersection with Interstate 275 (I-275). The road then continues north into Covington. Less than north of its intersection with KY 16, Holmes High School is located on the east side of KY 17\\. The road then continues north to the Ohio River, where it crosses the river along the John A. Roebling Suspension Bridge. Now in Cincinnati, Ohio, the route terminates near US 52\\. ==Major intersections== ==References== 0017 ",
    "title": "Kentucky Route 17"
}