{
    "id": "14089305",
    "text": "World War II era flying helmet and oxygen mask Arthur H. Bulbulian ( Art'ur Bulbulyan; December 20, 1900 - June 23, 1996) was a pioneer of Armenian descent in the field of facial prosthetics. His work as a part of the Mayo Clinic Aero Medical Unit led to his being credited with the creation of the A-14 oxygen mask for the United States Air Force in 1941. The A-14 fighter pilot's mask was frost proof, and included a microphone for radio communication, and allowed the pilot to talk and eat while wearing it. He was a member of the team which included Drs. W. Randolph Lovelace and Walter M. Boothby, which developed the BLB (Boothby, Lovelace and Bulbulian) nasal and orinasal oxygen mask, which was useful for clinical settings, and, as it turned out, for aviators at high altitudes. The BLB and A-14 oxygen mask was used in combat in World War II . Dr. Bulbulian also was the first director of the Mayo Medical Museum, and as such, developed content with staff doctors, and built the exhibits. This was the first medical museum in the United States. He also designed and created the exhibits for the Mayo Clinic's display at the 1933 \"A Century of Progress Exposition,\" at the Chicago Worlds Fair. Born in 1900 near Caesarea, Ottoman Empire, he moved to the United States in 1920. He attended Middlebury College, where he received a B.S. and M.S. degree in Science. He did more graduate work at Brown University and the University of Iowa. In 1928, he entered the University of Minnesota School of Dentistry, and received the degree of Doctor of Dental Surgery. In 1931 he was appointed as an instructor in orthodontics at the same school. ==References== *\"New Oxygen Mask Proves Success,\" Boston Herald, March 11, 1939 Pg 1 *\"Unique Museum has Masterpieces of Medical Artist,\" St. Paul Pioneer Press, Feb. 5, 1967 *\"Pathfinders: Arthur H. Bulbulian,\" Mayo Magazine, Winter, 1994, pg 20 - 23 *\"Who Was Who in America,\" v. 12, 1998 pg 30 *\"Sculpturing Facial Prostheses,\" Medical World News, July 17, 1964 pg 101 *\"Dr. Arthur H. Bulbulian: Pioneer in Facial Reconstruction,\" by Dr. Varoujan A. Achalian, Indiana University, Nor gyank, Vol XII, No. 14, March 22, 1990 Category:1900 births Category:1996 deaths Category:American surgeons Category:Ethnic Armenian physicians Category:American people of Armenian descent Category:Ottoman emigrants to the United States Category:Armenians of the Ottoman Empire Category:Middlebury College alumni Category:Brown University alumni Category:University of Iowa alumni Category:University of Minnesota alumni Category:University of Minnesota faculty Category:People from Kayseri Category:Armenian inventors Category:20th-century surgeons ",
    "title": "Arthur H. Bulbulian"
}