{
    "id": "14089105",
    "text": "G2/mitotic-specific cyclin-B1 is a protein that in humans is encoded by the CCNB1 gene. == Function == Cyclin B1 is a regulatory protein involved in mitosis. The gene product complexes with p34 (Cdk1) to form the maturation- promoting factor (MPF). Two alternative transcripts have been found, a constitutively expressed transcript and a cell cycle-regulated transcript that is expressed predominantly during G2/M phase of the cell cycle. The different transcripts result from the use of alternate transcription initiation sites. Cyclin B1 contributes to the switch-like all or none behavior of the cell in deciding to commit to mitosis. Its activation is well-regulated, and positive feedback loops ensure that once the cyclin B1-Cdk1 complex is activated, it is not deactivated. Cyclin B1-Cdk1 is involved in the early events of mitosis, such as chromosome condensation, nuclear envelope breakdown, and spindle pole assembly. Once activated, cyclin B1-Cdk1 promotes several of the events of early mitosis. The active complex phosphorylates and activates 13S condensin, which helps to condense chromosomes. Another important function of the cyclin B1-Cdk1 complex is to break down the nuclear envelope. The nuclear envelope is a membranous structure containing large protein complexes supported by a network of nuclear lamins. Phosphorylation of the lamins by cyclin B1-Cdk1 causes them to dissociate, compromising the structural integrity of the nuclear envelope so that it breaks down. The destruction of the nuclear envelope is important because it allows the mitotic spindle to access the chromosomes. == Regulation == Cyclin B1 accumulates throughout the cell cycle but must be activated. It is degraded at the end of mitosis and accumulates again during the next cell cycle. Like all cyclins, levels of cyclin B1 oscillate over the course of the cell cycle. Just prior to mitosis, a large amount of cyclin B1 is present in the cell, but it is inactive due to phosphorylation of Cdk1 by the Wee1 kinase. The complex is activated by dephosphorylation by the phosphatase Cdc25. Cdc25 is always present in the cell but must be activated by phosphorylation. A possible trigger for activation is phosphorylation by cyclin A-Cdk, which functions before cyclin B1-Cdk in the cell cycle. Active Cdk1 is also capable of phosphorylating and activating Cdc25 and thus promote its own activation, resulting in a positive feedback loop. Once cyclin B1-Cdk1 is activated, it remains stably active for the rest of mitosis. Another mechanism by which cyclin B1-Cdk1 activity is regulated is through subcellular localization. Before mitosis almost all cyclin B1 in the cell is located in the cytoplasm, but in late prophase it relocates to the nucleus. This is regulated by the phosphorylation of cyclin B1, in contrast to phosphorylation of Cdk1 regulating the activity of the complex. Phosphorylation of cyclin B1 causes it to be imported to the nucleus, and phosphorylation also prevents export from the nucleus by blocking the nuclear export signal. Cyclin B1 is phosphorylated by Polo kinase and Cdk1, again setting up a positive feedback loop that commits cyclin B1-Cdk1 to its fate. At the end of mitosis, cyclin B1 is targeted for degradation by the APC through its APC localization sequence, permitting the cell to exit mitosis. == Interactions == Cyclin B1 has been shown to interact with Cdk1, GADD45A and RALBP1. == Cancer == One of the hallmarks of cancer is the lack of regulation in the cell cycle. The role of cyclin B1 is to transition the cell from G2 to M phase but becomes unregulated in cancer cells where overexpression of cyclin B1 can lead to uncontrolled cell growth by binding to its partner Cdks. Binding of Cdks can lead to phosphorylation of other substrates at inappropriate time and unregulated proliferation. This is a consequence of p53, tumor suppressor protein, being inactivated. Wild-type p53 have been shown to suppress cyclin B1 expression. Previous work has shown that high cyclin B1 expression levels are found in variety of cancers such as breast, cervical, gastric, colorectal, head and neck squamous cell, non-small-cell lung cancer, colon, prostate, oral and esophageal. High expression levels are usually seen before the tumor cells become immortalized and aneuploid which can contribute to the chromosomal instability and the aggressive nature of certain cancers. These high levels of cyclin B1 can also be associated to the extent of tumor invasion and aggressiveness therefore concentration of cyclin B1 can be used to determine the prognosis of cancer patients. For example, an increase in expression of cyclin B1/cdc2 is significantly higher in breast tumor tissue and shown to increase lymph node metastasis in breast cancer. Cyclin B1 can reside in the nucleus or the cytoplasm which can have an effect on the malignant potential of cyclin B1 when overexpressed in each location. Nuclear-dominant expression of cyclin B1 leads to poorer prognosis due to its weak activity compared to cytoplasmic cyclin B1. This trend has been observed in esophageal cancer, head and neck squamous cell cancer and breast cancer. === Down regulation and tumor suppression === While the exact mechanism that explains how cyclin B1 becomes overexpressed is not very well understood, previous work has shown that down regulation of cyclin B1 can lead to tumor regression. A possible treatment option for tumor suppression is to deliver gene or protein to target the degradation of cyclin B1. Previous work done has shown that cyclin B1 is essential for tumor cell survival and proliferation and that a decrease in expression levels only leads to tumor-specific and not normal cell death. Reduction of cyclin B1 can stop cells in the G2 phase of the cell cycle and triggers cell death by preventing the chromosomes from condensing and aligning. The specific downregulation of cyclin B1, however, did not influence other molecules that facilitated the transition from the G2 to M phase such as Cdk1, Cdc25c, Plk1 and cyclin A. Therefore the delivery of a therapeutic gene to correct these mutations is a viable treatment option for tumor suppression. === Tumor antigen === In early stages of cancer when the cyclin B1 concentration is high, it is recognized by the immune system, leading to the production of antibodies and T cells. It would then be possible to take advantage of this to monitor the immune response for early cancer detection. An ELISA (Enzyme-linked immunosorbent assay) can be performed to the measure the antibodies recognizing cyclin B1. === Breast cancer === Cyclin B1 expression levels can be used as a tool to determine prognosis of patients with breast cancers. The intracellular concentration can have important implications for cancer prognosis. High levels of nuclear cyclin B1 is associated with high tumor grade, larger tumor size and higher metastasis probability, therefore a high level of cyclin B1 is a predictor of poor prognosis. === Lung cancer === Studies in non-small cell lung cancer demonstrated that high levels of cyclin B1 are associated with poorer prognosis. The study also found that this correlation between expression levels was only found in patients with squamous cell carcinoma. This finding indicates the possibility of using cyclin B1 expression as a prognostic marker for patients with early stage non-small cell lung cancer. == See also == *Cyclin B == References == == Further reading == * * * * * * * * * * * * * * * * * * * ",
    "title": "Cyclin B1"
}