{
    "id": "14086384",
    "text": "Voyages Television is a global platform for the marketing of luxury travel destinations and the distribution of travel products across television, the Internet, Internet television (IPTV) and Video on Demand. The Company’s focus is on the six major markets (China, India, Japan, USA, UK and Germany) which account for a large percentage of the luxury travel market. ==Location== Headquartered in Hong Kong with production operations in Hanover, Shanghai, Mumbai, Taipei and New York, Voyages is currently available to over 40 million cable and satellite television homes on a 24-hour-a-day basis, as well as via the Internet. The Company plans to launch a Video On Demand product in 2007 and broadband television product (IPTV) in early 2008. == History == Television Voyages Ltd. was established in late 2001 by a group of Hong Kong- based investors. The initial production operations were centered in Taipei, in line with the Company’s strategy of targeting the Chinese speaking markets of Hong Kong, China and Taiwan. The original service was launched in TaiChung on the 4th of April 2002 to 520,000 cable television homes. Voyages' point of difference is that each of its programs contains a holiday offer that can be booked by the viewer on Voyages web site or via a call center. Thus, the business earns revenues from the sale of travel holiday packages to its audience, in addition to advertising and sponsorship revenue. In early 2003, based on the success of the initial Channel, Voyages increased distribution in Taiwan to include Taipei city and Taipei county, as well as to expand the Channel to other countries. The Company’s plans for expansion were interrupted by the outbreak of SARS (Severe Acute Respiratory Syndrome) in Asia in 2003. After the resolution of the SARS epidemic and the travel industry returning to a normal state, Voyages established operations in Hong Kong (2004), India (2005) and Germany (2006). In 2007, the Company plans to launch the Voyages Channel in North America, followed by the United Kingdom in 2008. In line with the development of the Voyages Channel, the Company has launched local language travel web sites, and is preparing for the pending launch of a broadband-based product. Voyages offers a balance of travel and lifestyle programs. Program strategy is to provide viewers with programs that include a travel purchase option and that provide a vehicle for advertising sales. == Channel Reception == ===Europe=== *Digital 24/7 via satellite: Astra 1H at 19.2° east, 12.148 GHz, transponder 87, horizontal polarity ===Germany=== ====Via analog cable==== #In Bremen: channel sharing, 3 p.m. to 8 p.m. daily (with BBC World) channel S 24 #In Lower Saxony: channel sharing, 1 p.m. to 10 p.m. daily (with Nickelodeon) channel varies locally #In Hamburg: Program window Sunday 2 a.m. – 4 p.m. (with Tide TV) channel K 21 #Germany-wide (network level 4): 24/7, small to medium-sized regional networks (Deutsche Netzmarketing, ewt Multimedia, Tele Columbus) ====Via digital cable, 24/7==== #Germany-wide except Baden-Württemberg, NRW, Hesse (Kabel Deutschland) #In Baden-Württemberg (Kabel BW, channel K 56, sequence 754) #In NRW/Hessen daily (Unity Media) *DVB-T in Brunswick, Bremen, Lower Weser, Hanover, Kiel, Lübeck, Nuremberg on Mona TV. Program window: Mon – Sun daily. 10 a.m. – 5 p.m. ===South Asia=== ====Digital 24/7 via satellite==== Thaicom 78.5 E, 3960 MHz, vertical polarity, symbol rate 30000, FEC 5/6 *Via analog cable: In South Asia:24 hrs channel VOYAGES TV. *Via digital cable,24/7: Delhi & Mumbai (channel no 198 IN CABLE, no 863 SITI CABLE,no 505/821 HATHWAYS) *Via DTH: DISH TV 24/7, channel no 435 == References == *http://www.voyages- reisen.de/uebervoyages.html *http://www.voyages- reisen.de/voyages_weltweit.html *http://www.voyages-reisen.de/empfang.html *http://www.voyages-reisen.de/pressemeldungvom100407.html Category:Travel television Category:Television stations in Hong Kong ",
    "title": "Voyages Television"
}