{
    "id": "14081875",
    "text": "China and Zimbabwe have had a close, but chequered, relationship since the latter's independence. ==History== China–Zimbabwe relations date back to January 1979, during the Rhodesian Bush War. The Soviet Union supported Joshua Nkomo's Zimbabwe African People's Union, and supplied them with arms; Robert Mugabe's attempts to gain Soviet support for his Zimbabwe African National Union were rebuffed, leading him to enter into relations with Soviet rival Beijing, culminating in a January 1979 meeting in Mozambique in which both sides affirmed their intent to cooperate more closely. The two countries formally established diplomatic relations on 18 April 1980, the day of Zimbabwe's independence. Two months later, Zimbabwe's foreign minister Simon Muzenda visited Beijing to express his thanks; he was followed by Zimbabwean president Robert Mugabe himself the next year. Mugabe placed great importance on Zimbabwe's relations with China, especially after the 2003 standoff with the European Union resulted in capital flight and economic depression. Ties have deepened inline with Zimbabwe's political isolation from the European Union; China has been described as the \"only major international supporter\" of Zimbabwe, due to their principle of non-interference in internal affairs such as human rights issues. However, there are increasing signs that China remain apprehensive about their relations with Zimbabwe and prefer to concentrate their political capital on countries with oil reserves. Chinese president Hu Jintao did not visit Zimbabwe on his February 2007 tour of southern Africa, though his schedule took him to a number of countries near Zimbabwe, including Mozambique, Namibia, South Africa, and Zambia. A delegation of Chinese businessmen did visit Zimbabwe around that time; however, the Zimbabwe Tourism Authority put up signs with messages in Korean to welcome them. Spokesmen stated that they would hire Chinese translators in the future to avoid such errors. The Zimbabwean side are also ambivalent about the increasing Chinese influence on the economy; Zimbabweans have complained about the low quality of Chinese goods, including buses. Nyasha Chikwinya, a spokeswoman for Zanu PF Women's League, asserted that the Chinese had become the most active group in the non-official exchange of foreign currency, ahead of Nigerians and Indians, and called for those who \"fueled the foreign currency black market\" to be arrested. Robberies aimed at Chinese businessmen are on the rise. The 2017 coup in Zimbabwe deposed Mugabe. The new provisional President Emmerson Mnangagwa is thought to have a close, if challenging, relationship with China. ==Political ties== Zimbabwe's \"Look East\" policy, which aimed to expand bilateral and trade relations and offer priority to investors from not just China but Malaysia, Singapore, Vietnam, Japan, South Korea, India, and Russia, has focused increasingly on China, to the exclusion of other countries. It is reported by Forum on Africa-China Cooperation that Mugabe's visit in 2006 is his 11th time visiting China. There are no reported official visits to China by Mugabe in 2008 and 2009. The 12th and 13th visits happened in 2010 and 2011. Mugabe also visited China in August 2014. The People Republic of China's (PRC) stated foreign policy of non-intervention in the internal affairs of countries has made them a popular foreign policy partner in Harare. ==Human rights== In June 2020, Zimbabwe was one of 53 countries that backed the Hong Kong national security law at the United Nations. ==Economic ties== China has become the biggest buyer of Zimbabwean tobacco, purchasing over 13,000 tonnes of tobacco between January and October 2007. The Zimbabwean trade deficit with China amounted to US$189 million in the first half of 2007; Zimbabwe exported US$16 million of goods to China. The Zimbabwean government also purchases large amounts of military hardware from China, including a US$13 million radar system, six Hongdu JL-8 jet aircraft, twelve JF-17 Thunder fighter aircraft, and 100 military vehicles since June 2004. The national airline Air Zimbabwe have also increased their recruitment of Chinese-speaking flight attendants and training of existing flight attendants in the Chinese language, and Zimbabwe, since having been added to China's official list of approved tourism destinations, aims to expand the number of Chinese tourists from 10,000 to 25,000. Trade is often conducted on barter terms due to Zimbabwe's shortage of hard currency. China are especially interested in Zimbabwe's supply of platinum. In November 2007 the Reserve Bank of Zimbabwe bought agricultural equipment from several countries, but mostly from the PRC, and distributed the materials through the Agricultural Mechanization Program. Zimbabwe's Road Motor Services, a subsidiary of the National Railways of Zimbabwe, purchased 97 trucks from the Camco International, a Chinese manufacturing company, on December 30. The trucks consist of 68 North Benz tractor trucks, 16 North Benz delivery trucks, eight triaxle tipper trailers and five fuel tankers, each type of varying carrying capacity. This shipment is expected to replace the trucks currently used by RMS. RMS previously purchased trucks from Camco in February 2006. Acting President Joseph Msika praised the Chinese government for its continued support in the face of economic sanctions imposed by Western nations. In 2015, China accounted for the largest share of foreign direct investment into Zimbabwe by far (74%). ==Chinese development finance to Zimbabwe== From 2000 to 2012, there are approximately 128 Chinese official development finance projects identified in Zimbabwe through various media reports. These projects range from a loan of US$670 million to expand a hydroelectric dam on Lake Kariba,Strange, Parks, Tierney, Fuchs, Dreher, and Ramachandran, China’s Development Finance to Africa: A Media-Based Approach to Data Collection. to a US$500 million deal to finance Zimbabwe's local cotton production,Strange, Parks, Tierney, Fuchs, Dreher, and Ramachandran, China’s Development Finance to Africa: A Media-Based Approach to Data Collection or a loan agreement for the provision of agricultural machinery to Zimbabwean farmers.Strange, Parks, Tierney, Fuchs, Dreher, and Ramachandran, China’s Development Finance to Africa: A Media-Based Approach to Data Collection In 2016 the PRC forgave US$40 million in debt. ==Culture ties== On January 6, 2010, the Chinese government announced plans to award scholarships to 32 students from Zimbabwe to study in China. The scholarship program was announced by the Chinese Ambassador to Zimbabwe, Xin Shunkang.Strange, Parks, Tierney, Fuchs, Dreher, and Ramachandran, China’s Development Finance to Africa: A Media-Based Approach to Data Collection Although originally Chinese firms were exempt from Zimbabwe's indigenisation laws they have increasingly come under pressure by 2016 to grant at least 51 percent ownership in local ventures to black Zimbabweans in accordance with indigenisation policies. The South African-based Institute for Security Studies believes that under the leadership of President Xi Jinping the PRC's relationship with Zimbabwe has become more distant due to concerns over the long term stability of ZANU-PF rule. ==See also== *Zhing-zhong ==References== China, Peoples REpublic Zimbabwe Zimbabwe ",
    "title": "China–Zimbabwe relations"
}