{
    "id": "14087516",
    "text": "thumb|260x260px| Wrack line on a sandy beach The wrack zone or wrack line is a coastal feature where organic material (e.g kelp, seagrass, shells) and other debris is deposited at high tide. This zone acts as a natural input of marine resources into a terrestrial system, providing food and habitat for a variety of coastal organisms. == Physical characteristics == The wrack zone is most commonly associated with a sandy beach habitat but can also be present in rocky shores, mangroves, salt marshes, and other coastal systems. Debris is carried up the intertidal zone as the tide comes in, and is deposited on the sand when the tide goes out. The zone can be recognized as a linear patch of debris toward the upper part of a beach running parallel to the water's edge. The location of the wrack zone varies geographically and temporally. It is found at a higher elevation during spring tides compared to neap tides. The size of a beach and its intertidal zone will influence the location of wrack deposition. Additionally, storms will often increase the volume of debris that is deposited. The wrack zone may be composed of a variety of materials, both organic and inorganic. A common organic component is seaweed, such as kelp, which easily floats to coastal waters after being dislodged by its holdfast or otherwise torn by wave action and animal activity. Other organic components may include seagrasses, terrestrial plants, driftwood, and stranded animal remains. Common inorganic components include plastics, fishing line, and other manmade materials. == Ecology == Sanderling (Calidris alba) feeding in the wrack zone Role in coastal food webs Organic debris that accumulates in the wrack zone is considered a cross-boundary subsidy, linking the marine system to the terrestrial system by providing resources that form the base of coastal food webs. Terrestrial invertebrates such as isopods, amphipods, polychaetes, and shore flies feed on seaweed and other dead material. These invertebrates provide food for shore birds and other predators on the beach. In addition, when organic debris decomposes, it delivers nutrients to the soil, promoting the growth of coastal vegetation. Role in habitat formation The wrack zone adds structure to the beach landscape, providing habitat for animals that live there. For example, rove beetles burrow in the wet sand below the wrack zone, benefiting from moist conditions and the availability of herbivorous invertebrate prey species. Kelp flies like Coelopa pilipes rely on washed up kelp in wrack zones for food, shelter, and oviposition. Additionally, the wrack zone plays a role in the formation of dunes by promoting the accumulation of wind-blown sand. == Human impacts == Albatross carcass with marine debris at Eastern Island, Midway AtollInorganic debris Manmade objects are often washed ashore in the wrack zone, posing a threat to coastal animals. Plastics in particular are the most common form of litter found on beaches, and it is estimated that 46% of shorebirds ingest plastic in their lifetime while 26% experience entanglement. A variety of effects have been observed in animals that ingest plastic, including reduced reproductive success, changes in immune function, and increased mortality. There is also growing evidence suggesting that plastic bioaccumulates through the food web, so predators may be affected by the accumulation of plastic in their prey's diet. ===Beach raking=== Sandy beaches are often groomed for aesthetic and recreational value. The removal of organic debris limits habitat and food availability for wrack-associated animals and inhibits the formation of dunes. ===Shoreline hardening=== Sea walls and other coastal armoring structures can affect the location of a wrack zone and reduce the accumulation of organic material. This can negatively impact the structure and diversity of coastal habitats. == See also == == References == Category:Coastal geography ",
    "title": "Wrack zone"
}