{
    "id": "14098681",
    "text": "Vesperian Sorrow is an American symphonic black metal band from Austin, Texas, United States, founded in 1994. They were known as Unholy Descent until they changed their name to Vesperian Sorrow in early 1999. Their lyrics tend to be less extreme than most black metal bands that cover themes of Satanism and Anti-Christianity. They cover instead the cosmos, sorrow, sadness and darkness. Their name, Vesperian Sorrow, directly references this and translates to \"sadness or sorrow in the evening hours.\" After releasing their first demo, Unholy Descent in 1998, Vesperian Sorrow signed a deal with Displeased Records for the release of their debut album Beyond the Cursed Eclipse in 1999 and continued with their second album Psychotic Sculpture in 2001. Before their third release, the band toured North America expansively, and then went on short tours in England, Germany and the Czech Republic to promote the album. Their third album, Regenesis Creation, was released in 2006 by their own label, Underscape Records. Throughout 2007 and 2008, Vesperian Sorrow toured extensively across the U.S. and Canada, and played a couple of select festivals in Mexico. Most recently, in June 2009, they were handpicked for direct support for the band Mayhem, a pioneer in black metal, in Monterrey, Mexico. The band released Stormwinds of Ages on The Path Less Traveled Records on April 24, 2012. They currently are working on their next album. ==Discography== ===Demos=== * Unholy Descent (1998) ===Albums=== * Beyond the Cursed Eclipse (1999) * Psychotic Sculpture (2001) * Regenesis Creation (2006) * Stormwinds of Ages (2012) *Regenesis Creation (2019) ===Compilations=== * Displeased Sampler III (1999) * Blackened V/ Metal Blade (2000) * Displeased Sampler IV (2002) * Trois-Rivieres Metalfest (2006) ==Band members== ===Current=== * Jake – vocals * Kristoph – drums, keyboards * William – guitar * John – guitar * Gabe - bass ===Former Members=== * Donni - [vocals] * Ethan - [bass guitar] * JZD - [guitar] * Justin M – bass, backing vocals * Tony C - bass * Mike V – keyboards, acoustic guitar * Matthias – keyboards * Corinne Alexandria – keyboards ==Cover songs== * \"Cry Lil' Sister\" − The Lost Boys soundtrack by Gerard McMahon from Regenesis Creation 2008 reissue, also on their MySpace page ==References== ==External links== * Vesperian Sorrow official forum * Vesperian Sorrow official MySpace * Vesperian Sorrow at Encyclopaedia Metallum * Interview with former keyboardist Mike V. at Vampire Magazine * Interview with vocalist Donn Donni at ARSE Category:American black metal musical groups Category:Heavy metal musical groups from Texas Category:Symphonic black metal musical groups Category:Musical groups established in 1996 Category:Musical groups from Austin, Texas Category:1994 establishments in Texas ",
    "title": "Vesperian Sorrow"
}