{
    "id": "14092381",
    "text": "KJAY (1430 kHz) is a commercial AM radio station in Sacramento, California.FCC.gov/KJAY The station is owned by KJAY, LLC. KJAY airs a World Ethnic radio format consisting of mostly Hmong language programs with some Russian language shows and religious programming on Sundays. (The Hmong are an ethnic group originally from parts of Laos, China, Vietnam, Myanmar and Thailand.) KJAY is powered at 500 watts by day, using a directional antenna. But to avoid interfering with other stations on 1430 AM, it reduces power at night to 20 watts non-directional. The transmitter located off South River Road in Sacramento, near the Sacramento River.Radio-Locator.com/KJAY Programming is also heard on 240 watt FM translator K251CA at 98.1 MHz in Sacramento.Radio-Locator.com/K251CA ==Station history== On May 23, 1963, KJAY first signed on.Broadcasting Yearbook 1965 page B-20 The station was built by the Gamble family in Stockton, California. The highly engineered, multiple tower facility operated with 500 watts as a daytimer, required to go off the air at sunset. The station was purchased by Jack Powell in 1964, moving its city of license and transmitter to Sacramento. At one point the main office was located in the Sacramento Inn. Early broadcasters include Ron Reynolds, Rick Cimino, Mike Cleary, and Rich Dixon. A disk jockey heard nightly from the Top 40 radio era was Ben E. McCoy, who used \"B. Edward McCoy\" for his air moniker, but was easily discovered by former fans from earlier radio gigs at Kandie Radio and the old KPOP-AM. For much of the station's history, it has broadcast religious programs, such as Voice of Prophecy, local community news, Hollywood gossip from Jimmie Fidler, and for a period during the '70s and '80s, R & B music during the latter hours of KJAY's broadcast day. It had broadcast race results from Cal Expo during the State Fair meets. Many of the current religious programs on KJAY have been on 1430 AM for decades, such as \"From the Throne of God\" with Pastor Elsie Horton; St. Paul's Missionary Baptist Church with Dr. Ephraim Williams; St. John's Missionary Baptist Church with Pastor Darryl B. Heath; Shiloh Baptist Church with Pastor Anthony Sadler, Sr.KJAY1430.com/schedule Around 2000, KJAY began airing Hmong and Russian programs Monday through Saturday. In 2017, the FCC granted a license for a 240-watt Class D FM translator, transmitting from the same location as the AM signal. The FM translator, K251CA, is heard at 98.1 MHz. ==References== ==External links== * JAY Category:Radio stations established in 1953 Category:1953 establishments in California ",
    "title": "KJAY"
}