{
    "id": "14095927",
    "text": "Truckline Cafe was the title of a 1946 Broadway play written by Maxwell Anderson, directed by Harold Clurman, produced by Elia Kazan, and starring Marlon Brando and Karl Malden. The short-lived play ran only 10 performances and is best remembered today for the fact that each night Brando would run up and down a flight of stairs prior to an entrance to induce an effectively frenzied demeanor for one of the scenes. The cast also included David Manners, to whom Brando has attributed much of his subsequent success, and Kevin McCarthy. The play is noted for Brando's first major appearance on Broadway, during which he garnered attention for an unusually intense performance which presaged his later work on A Streetcar Named Desire. Truckline Cafe is also notable for being the first collaboration between Brando and Kazan, who later made A Streetcar Named Desire, Viva Zapata, and On the Waterfront together. The play also remains notable for being the first time Brando and Malden worked together, prior to co-starring in A Streetcar Named Desire, On the Waterfront, and One Eyed Jacks. From the May 1, 2007 issue of Slate Magazine, Troy Patterson notes in a review of a Turner Classic Movies documentary about Brando: The film spends a happily ample sum of time on Truckline Café, which was Brando's Broadway breakthrough, and contextualizes the triumph of Streetcar better than Brando's own autobiography. From the July 7–13, 2004 edition of The Villager: In “Broadway: The Golden Age,” a stirring documentary film by Rick McKay, that fine actor Charles Durning says of his first sight of Brando (in “Truckline Cafe”): “I thought [he was a] guy they pulled in off the street. Too good to be an actor.” Time Magazine reported that the reviews were so lacerating (the New York Daily News' John Chapman called it \"the worst play I have seen since I have been in the reviewing business\") that Clurman and Kazan took out and ad in the New York Times stating in part: \"Our theater is strangled in a bottleneck . . . made up of a group of men who are hired to report the events of our stage and who more and more are acquiring powers which, as a group, they are not qualified to exercise — either by their training or their taste. . . . No opposition point of view is ever expressed. There is a blackout of all taste except the taste of these men.\" Meanwhile, playwright Anderson mounted an ad in the New York Herald Tribune: \"It is an insult to our theater that there should be so many incompetents and irresponsibles among [the reviewers]. ... Of late years all plays are passed on largely by a sort of Jukes family of journalism.\" ==Cast (in alphabetical order)== *Joseph Adams ... Second Man *Marlon Brando ... Sage McRae *Irene Dailey ... Angie *Joann Dolan ... Evvie Garrett *Leila Ernst ... Sissie *Louis A. Florence ... Matt *Lou Gilbert ... Man With a Pail *Virginia Gilmore ... Anne *Solen Hayes ... First Man *Peter Hobbs ... The Breadman *Lorraine Kirby ... First Woman *Karl Malden ... Stag *David Manners ... Wing Commander Hern *June March ... Mildred *Kevin McCarthy ... Maurice *Peggy Meredith ... Janet *Anne Morgan ... First Girl *Frank Overton ... Toby *Richard Paul ... Bimi *Ann Shepherd ... Tory McRae *Robert Simon ... Patrolman Gray *Eugene Steiner ... Tuffy Garrett *Rose Steiner ... Second Woman *Gloria Stroock ... Second Girl *John Sweet ... Stew *Ralph Theadore ... Kip *Kenneth Tobey ... Hutch *Joanne Tree ... Celeste *June Walker ... Min *Richard Waring ... Mort *Jutta Wolf ... June ==External links== * Truckline Cafe at the Internet Broadway Database * The Villager \"Marlon Brando and the birth of American acting\" * Slate Magazine \"Brand Brando\" * Time Magazine review, March 11, 1946 Category:Broadway plays Category:1946 plays Category:Plays by Maxwell Anderson ",
    "title": "Truckline Cafe"
}