{
    "id": "14090751",
    "text": "A MIDAS Infrared Sensor. The Missile Defense Alarm System, or MIDAS, was a United States Air Force Air Defense Command system of 12 early-warning satellites that provided limited notice of Soviet intercontinental ballistic missile launches between 1960 and 1966. Originally intended to serve as a complete early-warning system working in conjunction with the Ballistic Missile Early Warning System, cost and reliability concerns limited the project to a research and development role. Three of the system's 12 launches ended in failure, and the remaining nine satellites provided crude infrared early-warning coverage of the Soviet Union until the project was replaced by the Defense Support Program. MiDAS represented one element of the United States's first generation of reconnaissance satellites that also included the Corona and SAMOS series. Though MIDAS failed in its primary role as a system of infrared early-warning satellites, it pioneered the technologies needed in successor systems. ==Origins== On October 4, 1957, from the Tyuratam range in the Kazakh SSR, the Soviet Union launched Sputnik 1, the world's first artificial satellite. The event, while a scientific triumph, also signified that the Soviet Union now had the capability to attack the United States with an intercontinental ballistic missile (ICBM). The R-7, the booster rocket that launched Sputnik 1 and Sputnik 2, could be loaded instead with a hydrogen bomb, bringing the threat of a surprise nuclear Pearl Harbor-style attack on the United States and Canada. To give an early warning of any Soviet sneak ICBM attack, the governments of the United States, Canada, and Denmark (with the authority over Greenland, where the main radar station was built at Thule Air Base) agreed to build the Ballistic Missile Early Warning System (BMEWS). This system would use radar to detect incoming ICBM warheads and give about 20 minutes of warning of an ICBM attack. However, this system was hampered by the inherent limitations of radar systems and the curvature of the Earth. Due to the location of the Soviet Union on the other side of the Northern Hemisphere, the potential Soviet ICBM sites were thousands of miles over the horizon from the BMEWS radar stations that were under construction at Thule and Clear Air Force Station, Alaska (and later on, in England), and the BMEWS stations, as huge as they are, could not detect the ICBM warheads immediately after their launching. Only when the warheads had risen above the horizon could they be detected and warnings passed on by the U.S. Air Force. Accurate calculations had already shown that the BMEWS system would give just ten to 25 minutes of warning in the case of an ICBM attack. The MIDAS system, as planned, would extend this warning time to about 30 minutes, giving the extra time needed for all of the Strategic Air Command's nuclear-armed heavy bombers to take off from their air bases, and hence proving to the Soviet government that it could not destroy these bombers in a sneak attack. Hence, the Soviets would be deterred from launching such an attack by a valid threat of nuclear retaliation.\"Draft of a Report on MIDAS\", Jack Ruina, DARPA. November 1, 1961. Accessed November 19, 2007. In addition, the MIDAS system should have been able to confirm radar detections from BMEWS of a thermonuclear attack, hence reducing the chances of an accidental nuclear false alarm from the radar system. ==Development and costs == On March 16, 1955, the U.S. Air Force had ordered the development of an advanced reconnaissance satellite to provide continuous surveillance of “preselected areas of the Earth” in order “to determine the status of a potential enemy’s war-making capability.”Mark Erickson, Into the Unknown Together - The DOD, NASA, and Early Spaceflight. 1-58566-140-6 The result of this order was the creation of a then-secret USAF program known as WS-117L, which controlled the development of the first generation of American reconnaissance satellites. These included the Corona series of observation satellites and the SAMOS satellite. The company that was to become the Lockheed-Martin Corporation which had been hired to design, develop, and manufacture the two series of satellites, suggested several other satellite programs to fill supporting roles, including a satellite that would use infrared sensors and a telescope to detect the heat produced by heavy bombers and ICBMs.\"Space-Based Early Warning: From MIDAS to DSP to SBIRS\" Jeffery Richelson, National Security Archive Electronic Briefing Book No. 235. November 9, 2007. Accessed November 14, 2007. In response to the Soviet launch of Sputnik and the appearance of the ICBM threat, Subsystem G was added to WS-117L before the end of 1957.Jeffrey T. Richelson, America's Space Sentinels: DSP Satellites and National Security (Lawrence, KS.: University Press of Kansas, 1999), pgs. 8-9. With the creation of the Advanced Research Projects Agency (ARPA), Subsystem G was taken over by that organization and given the codename MiDAS in November 1958. In February 1959, ARPA submitted an initial project development plan to the Air Force. As defined in the initial proposal, MIDAS would use infrared sensors from high above the Soviet Union to detect ICBM launches and give early warning of a thermonuclear attack.\"W-37 Infrared Early Warning Sensor\" National Air and Space Museum, October 18, 1999. Accessed November 9, 2007. The plan called for a 10-satellite research and development program between November 1959 and May 1961. After that time, a full-scale operational system would be deployed.\"Draft of a Report on MIDAS\", Jack Ruina, DARPA. November 1, 1961, p. IV-1. Accessed November 19, 2007. Because the information collected by the MIDAS satellites was extraordinarily time-sensitive, the designers of the system could not use the film-canister dropping system that had been pioneered by the Discoverer/Corona/SAMOS series of reconnaissance satellites. In that system, the cameras aboard the satellites used photographic film capsules that physically re-entered the atmosphere before being retrieved mid-air by a military airplane. The MIDAS satellites would instead have to transmit their warning signals earthward via radio waves. Actual infrared images would not be transmitted due to the limited RF channel capacity that was available then. Instead, the satellite would simply send radio messages that it had detected a suspected missile launch as well as the time and location of the launch. Multiple MIDAS satellites would be needed to provide round-the-clock coverage of the huge landmass of the Soviet Union. A booster rocket capable of sending a satellite into geostationary orbit had not yet been developed, and one or a few of these might not be able to cover all the possible ICBM launch sites within Russia, especially in the far north near the Arctic Circle. Satellites in polar orbits would be needed to detect launches from across the Soviet Union but due to the nature of the polar orbit, each would have only a brief period of time above the Soviet Union. As the planned capabilities of the satellite changed during the design process, so did the plans for their deployment. A plan completed in January 1959 recommended a constellation of twenty MIDAS satellites orbiting at an altitude of 1,000 miles while a revised plan, produced later that year, envisioned a constellation of twelve spacecraft at 2,000-mile altitudes.N.W. Watkins, \"The MIDAS Project: Part I Strategic and Technical Origins and Political Evolution 1955-1963,\" Journal of the British Interplanetary Society Vol. 50, 1997, pp. 215-224. Implementing a complete system, estimated in 1959, was put at between US$200 million and US$600 million (US$1.35 billion to US$4 billion in 2006 dollarsResults obtained from the Inflation Calculator ).\"Report of the Early Warning Panel\" The President's Science Advisory Committee, March 13, 1959. Accessed November 14, 2007. Because of this enormous cost and the fact that several \"unanswered questions\" remained, the scientific advisory council in charge of advising President Dwight D. Eisenhower on Early Warning systems recommended that a program of research be conducted but that final word on implementing a complete system be delayed for at least a year. In FY1959, ARPA spent US$22.8 million (inflation adjusted US$ million in ) on MIDAS, and in FY1960, ARPA and the Air Force spent a combined sum of US$94.9 million (inflation adjusted US$ million in ). ==Program summary and launch history== The MIDAS program officially commenced on February 26, 1960 when Midas 1 lifted off on an Atlas-Agena A booster from LC-14 at Cape Canaveral. The Atlas completed its burn successfully, but during the coasting phase prior to staging, the Atlas LOX tank pressure suddenly went to zero, followed by missile tumbling. All Agena telemetry ceased. Postflight investigation proposed several causes, but the most likely one was inadvertent activation of the Agena ISDS charges. The ISDS system was redesigned after this incident, and MIDAS 2's booster did not carry an ISDS while modifications were being made.\"Postflight Evaluation Report, Atlas 29D\" Convair March 14, 1960 On May 24, MIDAS 2 was orbited successfully, but the attitude control system failed. Some data was returned by the infrared sensor before the telemetry system also failed. Several planned experiments such as detection of flares on the ground and a Titan I missile test were abandoned. The next launch in the series did not take place for over a year and the program now moved to the West Coast, with Point Arguello's SLC-3 1-2 being its base of operations. During this interval, two CORONA satellites also carried and tested MIDAS sensors. MIDAS 3, the first operational model, was launched on July 24, 1961 using the new, restartable Agena B stage. The Atlas's programmer reset itself due to a malfunction during booster jettison, but the satellite reached orbit successfully. However, one solar panel failed to deploy, starving MIDAS 3 of electrical power and it died after a few orbits. MIDAS 4 (October 21) brought about further frustration when the Atlas lost roll control at T+186 seconds. The satellite was placed into an incorrect trajectory, causing the Agena B to exhaust its attitude control gas trying to compensate during its two burns. By the time MIDAS 4 reached its intended transfer orbit, there was no attitude control gas left and the satellite could not be stabilized. It did manage to detect a Titan I launch from Cape Canaveral before one solar panel failed. A week into the mission, MIDAS 4 died when its batteries ran down. A month later, a similar control problem on SAMOS 4 resulted in the satellite failing to attain orbit. Investigation into the two failures found that the retrorocket package heat shields on both Atlas had broken off during launch, exposing the gyroscope package to aerodynamic heating. A transistor used in the roll output channel was also suspected to be at fault. It was replaced by a different type of transistor and the retrorocket heat shields were redesigned. The MIDAS program was temporarily suspended at this point when a committee headed by ARPA director Jack Ruina recommended that no attempt at an operational missile early warning system be made until the Air Force demonstrated that it was a feasible concept at all; in addition, Midas's sensors were designed to detect liquid-fueled rocket exhaust, not solid-fueled exhaust, which was now widely seen as the future of ballistic missiles (as things would have it, the Soviet Union was far behind the United States in development of solid-fueled rockets). The committee found that program management of MIDAS was \"awful\" and at the current rate of success, \"it would take ten years to develop an operational system\". In November 1961, the Defense Department issued a directive placing all DoD space programs under strict secrecy, and so MIDAS was given the cover name \"Program 461\". The development time of the program was also lengthened to give more space to work out problems with the hardware. Despite these changes, the failures kept coming. After a six-month gap, MIDAS 5 orbited on April 9, 1962. The satellite was placed into the wrong orbit due to the Atlas autopilot generating an insufficient pitch and roll program. MIDAS 5 then experienced a massive power failure during the sixth orbit. The Atlas autopilot malfunction was traced to low signal gain from the gyroscopes in all three axes, but the specific cause of it was not determined. Several changes to preflight procedures and improved testing of gyroscope packages resulted. Eight months later, MIDAS 6 lifted off (December 17) but never made it to orbit. At liftoff, a heat shield on the hydraulic rise-off disconnect broke off, causing the disconnect valve to eventually fail from aerodynamic heating. The booster engine hydraulic fluid began leaking out starting at T+68 seconds and the Atlas became unstable in flight due to loss of engine gimbaling control. The launch vehicle self-destructed at T+80 seconds. Aside from the heat shield failure, the Atlas experienced other component malfunctions—the guidance tracking beacon failed during ascent, which would have prevented transmission of discreet guidance commands, but the flight terminated before this became a problem. The telemetry transmitter antenna also failed during the prelaunch countdown, thus no telemetry was available during the flight and a complete postflight analysis could not be performed. Film of the launch showed the loss of the rise-off heat shield and the Agena's rate gyros registered the loss of Atlas attitude control.\"Postflight Evaluation Report, Atlas 131D\" Convair January 5, 1963 MIDAS 7 was orbited successfully on May 9, 1963 and detected ten different US ICBM tests in its six-week mission, making the first successful detection of a missile launch from space. Then MIDAS 8 (June 12) repeated the same failure as MIDAS 6. Once again, the rise-off heat shield failed at liftoff, the Atlas's booster engine hydraulic fluid escaped, and the launch vehicle became unstable and self-destructed at T+93 seconds. A rise-off malfunction had also caused the failure of an Atlas D ICBM test flight in March 1963, and after three occurrences of this failure mode in six months, the rise-off heat shield was redesigned. As part of the redesign effort, GD/A also added check valves to the hydraulic system on Atlas space launchers, although not missiles.\"Postflight Evaluation Report, Atlas 139D\" Convair June 30, 1963 One month after MIDAS 8, the last in the original MIDAS series, MIDAS 9, was launched successfully. Midas 10-12 were launched during five months in mid-1966, after which the program was officially ended and gave way to its successor, the Defense Support Program. MIDAS and its successors were declassified in 1998. MIDAS was at best a qualified success since like many early space programs, it was overly ambitious and had goals beyond the capabilities of contemporary technology. Problems included mistaking sunlight reflected from clouds as an enemy missile launch. The W-17 infrared sensor proved unable to detect the initial heat plume of a missile through the Earth's atmosphere, and only with the introduction of the W-37 sensor was a launch detected from orbit. Even with this success, the MiDAS system was hampered by unsuccessful launches that destroyed satellites and killed any hope of round-the-clock coverage of the Soviet Union. In addition, the lack of a continuous power source such as a nuclear reactor or solar panels meant that the satellites' batteries were exhausted after a few short weeks in orbit. Though the MiDAS program itself failed to meet expectations, it paved the way for the eventual introduction of the Defense Support Program system of satellites that were first launched in the 1970s and provide early warning of missile launches today. ==MiDAS launches== : Mission chart from AstronautixWade, Mark, Encyclopedia Astronautica Midas and R. Cargill Hall. Missile Defense Alarm: The Genesis of Space-based Infrared Early Warning. Space and Missile Systems Center, 1988. Accessed: 2009-05-30 {| border=\"1\" cellspacing=\"0\" cellpadding=\"3\" |- style=\"background:#efefef;\" ! Name ! Launch date ! Mass (kg) ! Launch site ! Launch vehicle ! Inclination (deg) ! NSSDC ID ! Comments |- ||Midas 1 ||Feb. 26, 1960 ||2,025 ||Cape Canaveral ||LV-3A Atlas-Agena A ||-------- ||MIDAS1 ||Failure: Atlas performance was normal until sustainer shutdown and vernier cutoff. An electrical malfunction during staging triggered the Agena's range safety destruct charges, rupturing both it and the Atlas's LOX tank dome. The launch vehicle fell into the Atlantic Ocean. |- ||Midas 2 ||May 24, 1960 ||2,300 ||Cape Canaveral ||LV-3A Atlas- Agena A ||33.00 ||1960-006A ||Missile Defense Alarm System. Test launch with W-17 sensor. |- ||Discoverer 19 ||Dec. 20, 1960 ||1,060 ||Vandenberg ||Thor- Agena ||83.40 ||1960-019A ||Tested IR sensors for Midas program; did not carry camera or film capsule. |- ||Discoverer 21 ||Feb. 18, 1961 ||1,110 ||Vandenberg ||Thor-Agena B ||80.60 ||1961-006A ||Tested IR sensors for Midas program; did not carry camera or film capsule. |- ||Midas 3 ||July 12, 1961 ||1,600 ||Point Arguello ||LV-3A Atlas-Agena B ||91.20 ||1961-018A ||Missile Defense Alarm System. |- ||Midas 4 ||Oct. 21, 1961 ||1,800 ||Point Arguello ||LV-3A Atlas-Agena B ||86.70 ||1961-028A ||Missile Defense Alarm System. Booster malfunction resulted in an erroneous orbit. |- ||Midas 5 ||Apr. 9, 1962 ||1,860 ||Point Arguello ||LV-3A Atlas-Agena B ||86.70 ||1962-010A ||Missile Defense Alarm System. |- ||ERS 3 ||Dec. 17, 1962 ||Unknown ||Point Arguello ||LV-3A Atlas-Agena B ||-------- ||-------- ||Hydraulic rise-off valve damaged at liftoff. RSO T+82 seconds. |- ||Midas 7 ||May 9, 1963 ||2,000 ||Point Arguello ||LV-3A Atlas-Agena B ||87.30 ||1963-030A ||MIDAS 7 was the first operational MIDAS mission and the first equipped with the W-37 sensor. During its six weeks of operation, MIDAS 7 recorded nine US ICBM launches, including the first missile launch ever detected from space. |- ||ERS 7 ||June 12, 1963 ||Unknown ||Point Arguello ||LV-3A Atlas-Agena B ||-------- ||-------- ||Launch failed. |- ||ERS 8 ||June 12, 1963 ||Unknown ||Point Arguello ||LV-3A Atlas-Agena B ||-------- ||-------- ||Atlas booster hydraulics failure followed by loss of control and RSO destruct. |- ||Midas 9 ||July 19, 1963 ||2,000 ||Point Arguello ||LV-3A Atlas-Agena B ||88.40 ||-------- ||Missile Defense Alarm System. Did not eject ERS 10 subsatellite. |- ||Midas 10 ||June 9, 1966 ||2,000 ||Vandenberg ||SLV-3 Atlas-Agena D ||90.00 ||1966-051A ||Missile Defense Alarm System. Left in transfer orbit. |- ||Midas 11 ||Aug. 19, 1966 ||2,000 ||Vandenberg ||SLV-3 Atlas-Agena D ||89.70 ||1966-077A ||Missile Defense Alarm System. |- ||Midas 12 ||Oct. 5, 1966 ||2,000 ||Vandenberg ||SLV-3 Atlas-Agena D ||89.80 ||1966-089A ||Missile Defense Alarm System. |- |} ==Photo gallery== Image: MIDAS infrared sensor.PNG|MIDAS infrared sensor Image: MIDAS infrared sensor installation.PNG|MIDAS infrared sensor installation Image: RTS-1 infrared payload.PNG|RTS-1 infrared payload ==See also== *Air Force Space Command *Defense Support Program *Missile defense *SM-65 Atlas *Space-Based Infrared System ==References== Category:United States Air Force Category:Reconnaissance satellites of the United States Category:Missile defense Category:Early warning systems Category:Military satellites Category:Military space program of the United States ",
    "title": "Missile Defense Alarm System"
}