{
    "id": "14095021",
    "text": "Adam Kazimierz Kolawa (June 25, 1957 – April 26, 2011) was CEO and co-founder of Parasoft, a software company in Monrovia, CA that makes software development tools. == History == Kolawa received a M.Sc. in Electrical Engineering from the AGH University of Science and Technology in 1981 and a M.Sc. in Physics from Jagiellonian University in 1982.\"Interview: Adam Kolawa, Parasoft\" in socaltech.com, February 9, 2004 After Kolawa emigrated from Poland to the United States, he earned a Ph.D in Theoretical Physics from the California Institute of Technology. While at Caltech, he worked with Geoffrey Fox and helped design and implement the Intel hypercube parallel computer known as the Cosmic Cube.\"The Implementation of a Dynamic Load Balancer.\" Kolawa, A. with G. Fox and R. Williams. In Hypercube Multiprocessors, M. T. Heath, editor. SIAM, Philadelphia, 114-121. 1987. Caltech Report C3P-328\"Performance of' the Mark II and INTEL Hypercubes.\" Kolawa, A. with S. Otto, published in Hypercube Multiprocessors, edited by T. Heath, SIAM, 272. 1986. Caltech report C3P-254 In 1987, he founded Parasoft with four friends from Caltech. Initially, the company focused on parallel processing technologies.\"Express\" Kolawa co-authored two books on Development Testing and Software Testing In 2001, Kolawa was awarded the Los Angeles Ernst & Young's Entrepreneur of the Year Award in the Software category.\"Entrepreneur of the Year\" Los Angeles Business Journal June 18, 2001 Kolawa was granted 20 patents for software technologies he has invented. His patents include runtime memory error detection technology (Patent and - granted in 1998), statically analyzing source code quality using rules (Patent - granted in 1999), and automated unit test case generation technology (Patent and - granted in 1998).Patent search for Kolawa, Adam at www.uspto.gov Kolawa died suddenly on April 26, 2011. \"Remembering Adam Kolawa From Parasoft\" by Alan Zeichick, SD Times, May 2, 2011 == Publications == === Books === * * * * == References == ==External links== * Parasoft Executive Biographies * Exclusive JDJ Industry Profile: Dr Adam Kolawa, CEO, Parasoft * Unlocking the Power of Automation: Exclusive Q&A; with Dr Adam Kolawa, Co-founder & CEO of Parasoft Category:Businesspeople in software Category:American computer businesspeople Category:American technology chief executives Category:California Institute of Technology alumni Category:American technology writers Category:1957 births Category:2011 deaths ",
    "title": "Adam Kolawa"
}