{
    "id": "14094263",
    "text": "Arthur Upson Arthur Wheelock Upson (January 10, 1877 – August 14, 1908) was an American poet. He was born in Camden, New York on January 10, 1877 to Spencer Johnson Upson and Julia Claflin. His family moved from New York to Saint Paul, Minnesota in 1894, with Upson entering the University of Minnesota with the class of 1898. There, he served as editor of the campus newspaper, the Minnesota Daily. Unable to complete the requirements for a degree due to his ill health, he was later awarded a degree in 1906 due to his literary success, becoming an instructor there the same year.\"Arthur Upson's Literary Legacy.\" Upson reworked the song \"Hail! Minnesota\", at the request of the school's president Cyrus Northrop, the song later becoming the state song of Minnesota and the alma mater of the University of Minnesota. Upson died at age 31, drowning after falling from his boat in Lake Bemidji, Minnesota on August 14, 1908. His body was found after he had been missing for two days. The boat which he fell from had capsized and had lacked one of its oars. It was suspected that Upson's death was a suicide, as he already attempted suicide only three years before.Putnam's & the Reader: a Magazine of Literature, Art and Life. Volume V: October 1908-March, 1909. Page 552-553. Upson was mourned as having been a highly promising artist, with the young Sinclair Lewis writing an editorial obituary that exalted Upson, comparing him to a Keats or a Chatterton.Schorer, Mark. Sinclair Lewis: An American Life. McGraw-Hill, 1961. Page 142. His collected poems, edited with an introduction by fellow poet Richard Burton, were published in 1908. Burton also published \"an elegy on the death\" of Upson in 1910 entitled a Midsummer Memory. ==Notes== ==Bibliography== *Westwind Songs (1902) *Octaves in an Oxford Garden (1902) *The City: a Poem Drama (1905) *The Tides of Spring and Other Poems (1907) *Collected Poems (1909) ==External links== *The Arthur Upson Room Category:20th-century American poets Category:University of Minnesota alumni Category:1877 births Category:1908 deaths Category:19th-century American poets Category:American male poets Category:19th-century American male writers Category:20th-century American male writers ",
    "title": "Arthur Upson"
}