{
    "id": "14093705",
    "text": "KBBF (89.1 FM) is a non-commercial community radio station with studios in Santa Rosa, California. Licensed to Calistoga, California, it has coverage throughout much of the north San Francisco Bay Area. KBBF is owned and operated by the Bilingual Broadcasting Foundation Inc. (BBFI). BBFI was founded in 1971 and KBBF went on the air in 1973, the first bilingual (English-Spanish) community radio station in the United States. It was one of the first FM stations between Santa Rosa and Portland, Oregon. ==History== The Bilingual Broadcasting Foundation, Inc. (BBFI) was created in August 1971 by several Sonoma State University students and community leaders with the specific purpose of operating an educational radio station that would perform public services. It received funding and support from the Robert F. Kennedy Memorial Foundation. The station was deeded property at 4010 Finley Ave in Santa Rosa on land that was part of a decommissioned naval auxiliary air station. Offices and studios were built on the site and a transmitter and antenna were installed atop Mount Saint Helena, located at the intersection of Sonoma, Napa and Lake counties about 15 miles N-NE of Santa Rosa, California. The station went on the air on May 31, 1973. Throughout its history, KBBF has been a mostly-volunteer organization concentrating on supporting the local Latino population. However, in 2008 the station hit a low point in its long and storied history when its General Manager was discovered to have a felony drug conviction and the station lost its Public Service Grant from the Corporation for Public Broadcasting. In 2010, lightning struck the transmitter site causing severe damage and in 2011 the city of Santa Rosa slapped a $56,000 lien against the station's Finley Avenue property for repeated failures to resolve code issues. In 2008, a group of concerned community members called \"Voces Cruzando Fronteras\" sued BBFI, which resulted in a court order forcing new elections to the Board of Directors. In 2011 the new Board abandoned the condemned property on Finley Ave and moved the offices and studios to rented space in the Community Action Partnership complex at 1300 N. Dutton Avenue. In 2013 KBBF moved again to the present location in the Carpenters' Labor Center at 1700 Corby Avenue in Santa Rosa. In 2015, the station was pledged $100,000 from an anonymous donor that provided funding for hiring a new General Manager, the first paid employee in several years. Two modern broadcast studios have been constructed at the facility as well as a portable studio for use at events. In 2016 a News Department has again been started to improve coverage of community affairs. ==Current Programming== Depending on the day of the week, KBBF offers between 9 and 18 hours per day of locally produced programming, all of it presented by volunteer programmers. Local programs consist of news and commentary, interviews, live coverage of events and music of all types, including Mexican folk music, salsa, Latin jazz, rock, world music and even classical music \"with a Latin connection\", among others. In addition, KBBF is affiliated with Radio Bilingüe and transmits their news and commentary between 12:00 and 2:00 pm every weekday. Other syndicated programs include Bienvenidos a América (information for immigrants), Undercurrents (contemporary music), and political commentary such as the Thom Hartmann show, Ring of Fire, Project Censored, and Democracy Now! both in English and in Spanish. ==See also== *List of community radio stations in the United States ==References== ==External links== * Category:Mass media in Sonoma County, California BBF Category:Mass media in Santa Rosa, California BBF Category:Community radio stations in the United States ",
    "title": "KBBF"
}