{
    "id": "14099279",
    "text": "The trial of Penenden Heath occurred in the decade after the Norman Conquest of England in 1066, probably in 1076, and involved a dispute between Odo, Bishop of Bayeux, half-brother of William the Conqueror and Lanfranc, Archbishop of Canterbury and others.Quoted in \"The Date of the Trial on Penenden Heath\" by John Le Patourel, The English Historical Review(1946), pp. 378–388 but see talk page. ==Background== Odo de Bayeux was previously Earl of Kent and the primary landowner of the region subsequent to his half-brother William the Conqueror's invasion of England in 1066. In 1070, Archbishop Lanfranc succeeded to the see of Canterbury and requested an inquiry into the activities of Odo (and Lanfranc's predecessor, Stigand) who had allegedly defrauded the Church (and possibly the Crown) during his tenure as Earl of Kent.\"A Report on the Penenden Trial\" by W. Levison, The English Historical Review, Vol. 27, No. 108 (Oct. 1912), pp. 717–720. It has subsequently been argued that: \"most of the lands had been lost not to Odo, but to Earl Godwine and his family during Edward's reign and perhaps even earlier...\" and that \"Odo had simply succeeded to these encroachments and the conflict between archbishop and earl was to a large extent a reprise of that between Robert of Jumièges and Godwine in 1051-2,\"The Justification of the Conquest from Conquered England Kingship, Succession, and Tenure 1066–1166 by George Garnett, Oxford University Press, 25 January 2007 the suggestion being that Lanfranc, despite being the Prior of a Norman monastery (and born in Pavia, Lombardy), was attempting to restore the pre-conquest landholdings for the Church of Canterbury. William I determined that the matter should be settled by the nobles of Kent and ordered that an assembly be formed on the heath at Penenden (near present-day Maidstone) for the purpose.The Conquest and its Aftermath by Dr Mike Ibeji at BBC History William I ordered that the findings of the inquiry or 'trial' of Odo de Bayeux were to be final. Various prominent figures in the country at the time were called including Geoffrey de Montbray Bishop of Coutances (who represented the King), Lanfranc (for the Church), Odo de Bayeux (defending himself), Arnost Bishop of Rochester, Æthelric II (former Bishop of Selsey), Richard de Tunibridge, Hugh de Montfort, William de Arsic, Hamo Vicecomes and many others.England's Topographer Or A New and Complete History of the County of Kent by William Henry Ireland Æthelric II in particular had been compelled by William I to attend as the authority on pre- Norman law. Described as: \"[A] very old man, very learned in the laws of the land\" he was brought by chariot or other carriage to Penenden Heath \"in order to discuss and expound these same old legal customs\".R. C. van Caenegem, English Law Suits from William I to Richard I (1990) vol 1 (Selden Society, vol 106) The presence of a contingent of English (or Saxon) witnesses as experts in ancient laws and customs as well as the French-born representation is regarded as a significant indication of the basis of the Church's claims being grounded in the ancient laws of the land. However it is unclear from the sources which of those laws were cited. Precisely when the inquiry was held is unclear although many historians have determined it took place between 1075 and 1077.Feudal Empires: Norman and Plantagenet by John Le Patourel at Google Books Similarly a number of varying transcripts or records of the trial exist and it is unclear which may be regarded as the definitive version of events. The trial of Odo de Bayeux lasted three days and ended in the partial recovery of properties for the church from Odo and others. ==Significance and reliability== The trial is regarded by some commentators as \"one of the most important events in the early history of English Law because of the light it sheds on the relationship between Norman Law and English Law\" with the trial being a possible indication of Norman respect for Anglo-Saxon legal history.Extraordinary privilege: the trial of Penenden Heath and the Domesday inquest, by Alan Cooper, The English Historical Review, 1 November 2001 The trial was the first indictment of Odo of Bayeux perhaps setting sufficient precedent for him to be stripped of his properties entirely and imprisoned for five years following further challenges to his wealth and powers in 1082.The Normans: The History of a Dynasty (2002) by David Crouch at Google Books By all accounts the Penenden trial occurred prior to the Domesday survey and was an early attempt by the church to reclaim rights and interests from the Crown and its agents. Since the assessments of property and rights which followed the trial were of significance, Domesday Book has come to be seen as a response to a need to have a definitive record of the ownership and administration of Crown property. At the same time, doubt over the authenticity or reliability of transcripts of the trial has meant that much of the analysis of the trial's findings has been undertaken with a degree of scepticism. The trial is known from two narratives. The older is a condensed version whilst the second, slightly later document, contains exaggerated assessments concluding with an overly-detailed description of the jurisdiction of the Archbishop of Canterbury over offences committed on the King's highways. Analysis of the relationship between these two documents by historians suggests that the later transcript was composed after the monks of Christ Church Priory, Canterbury failed to have their claims to the trial's established privileges recorded in the Domesday Survey. Thus it has been argued that at least the later of the trial narratives should be regarded as an example of the undermining of Anglo-Saxon governance by the power of private interests rather than evidence of the continuation of Anglo-Saxon law and custom after the Conquest. ==References== Category:History of Kent Category:Borough of Maidstone Category:Medieval English law Category:Norman conquest of England Category:1076 Category:1072 in England Category:1076 in England Category:Trials in England Category:Legal history of England Category:11th century in law ",
    "title": "Trial of Penenden Heath"
}