{
    "id": "14094249",
    "text": "The Bells at Temple Square, formerly known as the Bells on Temple Square, handbell choir is an official music organization of The Church of Jesus Christ of Latter-day Saints (LDS Church). It was formed in 2005 under the direction of The Tabernacle Choir at Temple Square (Choir).\"The Bells on Temple Square\". Accessed 5 November 2007. The group is a double handbell choir, performing with 27 to 35 ringers on 2 sets of Malmark handbells (one 7-octave set and one 6½ octave set) and 2 sets of Malmark handchimes (6 octaves each). The 12 octave 2 bells are Malmark aluminums. Each part is usually doubled (played by two ringers on separate sets), except octave 2. The Bells at Temple Square frequently accompanies the Choir in concerts and on the weekly Music and the Spoken Word radio and television broadcast. Additionally, the group performs its own semi-annual concerts, typically in November and June. As of 2020, the group is led by conductor LeAnna Willmore and associate conductor Geoff Anderson. The 2006 Christmas concert of the Bells on Temple Square, held in the LDS Conference Center in Salt Lake City, Utah, attracted an audience of over 15,000 people, and is believed to be one of the largest crowds ever to attend a handbell performance. The Bells on Temple Square was selected to perform the closing concert at the 2017 National Seminar for the Handbell Musicians of America, held in Anaheim, CA. 263x263px On May 8, 2020, it was announced that the Bells on Temple Square would now be known as the Bells at Temple Square, in accordance with the Choir's new visual identity. ==Conductors== ;LeAnna Willmore, Conductor 2011 – Present, Assistant Conductor, 2005 – 2011 Willmore taught choir in the Utah area for forty years. She earned a bachelor's degree from Weber State University and a Master of Music degree from the University of Utah. She has served in many leadership positions for the state and national music educators association. Having won many national and state awards as a music educator, she is a frequent guest conductor and adjudicator. She was Assistant Conductor of the Bells on Temple Square from 2005 - 2011. ;Geoff Anderson, Associate Conductor, 2017 - Present Anderson was named associate conductor of the Bells on Temple Square in May 2017. He earned bachelor's and master's degrees in music education from Southern Utah University and Boston University, respectively. Anderson has experience in instrumental and vocal performance and as music director for many musical productions. He has also directed state honor choirs and choirs that have participated in the LDS Church's general conferences. Anderson is currently the director of choirs at Fremont High School, with responsibility for vocal ensembles, handbell choir, and advanced placement and concurrent enrollment music courses. Anderson is an active member of Handbell Musicians of America and the National Association for Music Education (NAfME). He is currently serving as the Utah Music Educators Association (UMEA) All-State Chair. He and his wife, Marita, are the parents of three daughters. ;Larry R. Smith, Assistant Conductor, 2011 – 2017 Smith served as assistant conductor of the Bells on Temple Square from 2011 to 2017. Smith has performed, accompanied, and conducted choirs throughout the world. He was a member of the Utah Ambassadors of Music staff, and conducted and accompanied music in London, Paris, Switzerland, Germany, Austria and St. Mark's in Venice, Italy. He has taught choral music in high schools for over 20 years, and currently works as the choir director at Bountiful High School. He conducts seven choirs consisting of over 400 students. Smith earned bachelor's and master's degree in music from the University of Utah. He also spent a semester studying at Berklee College of Music in Boston. He and his wife, Leslie, have three children. ;Thomas M. Waldron, Conductor 2005 - 2011 Waldron was asked to form the Bells On Temple Square in 2005, and served as its conductor until 2011. He was also a member of the Choir for many years. He earned a Bachelor of Music Education degree at Utah State University and a Master of Music degree in Conducting Performance at Brigham Young University. For many years he was director of music at Brighton High School where he organized and conducted a renowned bell choir. He and his wife, Diane, have 7 children. ==See also== == Notes == == External links == *The Tabernacle Choir at Temple Square - Bells on Temple Square *Bells Choir’s Testimonies Ring Clear *Mormon Channel: Everything Creative, Discussion 34 - Bells on Temple Square Category:Mormon Tabernacle Choir Category:Temple Square Category:Musical groups from Salt Lake City Category:American choirs Category:Latter Day Saint musical groups Category:Musical groups established in 2005 Category:Handbell ringers ",
    "title": "Bells on Temple Square"
}