{
    "id": "14094199",
    "text": "The Nauvoo Brass Band was an official musical organization of the Church of Jesus Christ of Latter Day Saints when the church's headquarters were located in Nauvoo, Illinois. It was later revived by The Church of Jesus Christ of Latter-day Saints (LDS Church) in the Utah Territory. ==Nauvoo era== Originally called Joseph's City Band, the Nauvoo Brass Band was formed in 1842 by William Pitt to accompany the public drills of the Nauvoo Legion, and became nicknamed Pitt's Brass Band. The band performed public concerts and at various other special events. After the death of Joseph Smith, the band met the wagon returning the bodies of Joseph and Hyrum to Nauvoo, and became part of the procession of mourners into and through the city, playing as it marched directly in front of the wagon. After the bodies were delivered to the Mansion House, they played outside the building for those that came to pay their respects while the bodies were lying in repose.Whitney, \"The Nauvoo Brass Band\" ==Post-Nauvoo era== When the majority of the Latter Day Saints were leaving Nauvoo as part of the Mormon Exodus in early 1846, Brigham Young gave the band special permission to travel together as a group. They pooled their individual resources to help each other migrate, and performed both for fellow church members traveling as well for some of the Iowa settlements they traveled through. The band was able to stay together as far as Garden Grove, Iowa, but fragmented after that point. Young tried to keep some of the best players of the group together by having them travel close to his own wagons and play for his family during the journey.Hicks, Mormonism and Music, p. 61 In the end, only three members of the band where accompanying Young when he reached the Salt Lake Valley in July 1847. By October 1848, enough of the band members had completed the journey to allow for a performance at LDS Church's general conference. On July 24, 1849, the second anniversary of the Mormon pioneers entering the Salt Lake Valley, the band lead a commemoration which became a precursor for the modern Pioneer Day celebrations. In early 1850, the Nauvoo Brass Band was formally reorganized and provided with new uniforms through a donation from Young. Notable appearances in Utah include performances in 1853 at the Salt Lake Temple site dedication ceremony and later at the laying of the cornerstones. They also met the first handcart pioneer company, as well as other pioneer groups as they entered the Salt Lake Valley. ==Modern recreation== The Brass Band was re-created in 2003 by the LDS Church's Illinois Nauvoo Mission. The group is made up of young performing missionaries who go to Nauvoo to play in the Brass Band each summer. Their purpose now is the same as that of the original Nauvoo Brass Band; to entertain the people who live in Nauvoo, and those who come to Nauvoo. They perform daily in the summer on a horse-drawn Band Wagon on the streets of Nauvoo, and at concerts thru-out the day, including \"Sunset By the Mississippi\". ==Notable members== * Robert T. Burton (trumpet) * William Clayton * Edmund_Ellsworth * Levi W. Hancock (fife) * James Smithies ==See also== * Mormon music * Music of Illinois * Music of Utah ==Notes== ==References== * * * * * * * * Category:Defunct Latter Day Saint organizations Category:Latter Day Saint movement in Illinois Category:Latter Day Saint musical groups Category:Musical groups established in 1842 Brass Band Category:1842 in Christianity ",
    "title": "Nauvoo Brass Band"
}