{
    "id": "14098070",
    "text": "KSZL (1230 AM) is a commercial radio station that is licensed to and serves Barstow, California, United States. The station is owned by California Communications of Barstow, LLC and broadcasts a news/talk format. ==History== The station first signed on in 1947 as KWTC. Originally owned by William T. Brown, Burton C. Boatwright, and Robert E. Reno — doing business as Mojave Valley Broadcasting Company — it broadcast at a power of 250 watts at all hours. In June 1950, KWTC joined the Liberty Broadcasting System, an early radio network that carried live re-creations of Major League Baseball games. In 1959, KWTC applied to the Federal Communications Commission (FCC) to increase its power to 1,000 watts during the day; the FCC approved the adjustment in 1961. In late 1980, Mojave Valley Broadcasting sold KWTC and its sister station KWTC-FM (93.5 FM) to Inland Empire Broadcasters — headed by Howard N. Fisher, owner of KPRO in Riverside, California — for $385,000. The new owner changed the station's call sign to KPRD in March 1983. In September 1985, Inland Empire Broadcasters sold KPRD and its FM counterpart, now called KZNS, to First American Communications Corporation for $300,000. The following April, the station adopted the KSZL call letters. In December 1998, First American sold KSZL and FM sister stations KDUC and KDUQ to Pleasant Gap, Pennsylvania-based Tele-Media Broadcasting LLC for $875,000. In June 2008, Dos Costas Communications Corporation sold KSZL, KDUC, KDUQ, and KXXZ to California Communications of Barstow, LLC for $4.3 million. KSZL previously aired programming from Air America before that network's demise in January 2010. ==References== ==External links== * SZL Category:News and talk radio stations in the United States Category:Barstow, California Category:Mass media in San Bernardino County, California Category:Radio stations established in 1947 Category:1947 establishments in California ",
    "title": "KSZL"
}