{
    "id": "14094454",
    "text": "Haja Zainab Hawa Bangura (born 18 December 1959) is a Sierra Leonean politician and social activist. She currently serves as the Director-General of the United Nations Office at Nairobi(UNON)https://unon.org/content/office- director-general. She was appointed as the Director-General by the United Nations Secretary-General António Guterres in December 2018.https://www.un.org/sg/en/content/sg/personnel-appointments/2019-12-30/ms- zainab-hawa-bangura-of-sierra-leone-director-general-of-the-united-nations- office-nairobi-%28unon%29 She served as the second United Nations Special Representative on Sexual Violence in Conflict with the rank of Under- Secretary-General of the United Nations from 2012 to 2017, in succession to the first holder of the post, Margot Wallström. In 2017 she was succeeded by Pramila Patten.\"Secretary-General Appoints Zainab Hawa Bangura of Sierra Leone Special Representative on Sexual Violence in Conflict\", UN.org, Secretary- General, SG/A/1354, BIO/4378, 22 June 2012.About the Office In 2007, Bangura became Sierra Leone's foreign minister in the government of President Ernest Bai Koroma of the All People's Congress (APC) Party.Sierra Leone announces Ten Cabinet Ministers; More later: Sierra Leone News She was the second woman to serve in that post, following Shirley Gbujama who held that position from 1996 to 1997. She served as Minister of Health and Sanitation from 2010 to 2012. ==Early life== The daughter of an imam,Somini Sengupta (July 3, 2015), U.N. Envoy Draws on Her Past in Sierra Leone to Help Abused Women New York Times. Zainab Hawa Bangura was born \"Zainab Hawa Sesay\" in the small rural town of Yonibana, Tonkolili District in the Northern Province of British Sierra Leone. She hails from the Temne ethnic group. She was born into a family of limited means, and she attended secondary school on a scholarship that was awarded to her by the Mathora Girls Secondary School near Magburaka. She later attended the Annie Walsh Girls Secondary School in the capital city of Freetown. Then, after graduating from Sierra Leone's Fourah Bay College, Bangura moved to the United Kingdom for advanced diplomas in Insurance Management at the City University Business School of London and the University of Nottingham.Secretary-General Appoints Zainab Hawa Bangura of Sierra Leone Director-General, United Nations Office at Nairobi United Nations, press release of December 30, 2019. While in her early 30s, she became vice- president of one of her country's largest insurance companies. Bangura speaks three languages: Temne, Krio, and English. ==Public life== ===Early activism=== Bangura became a social activist during the difficult period when Sierra Leone was ruled by the NPRC military junta. She began with consciousness-raising efforts among urban market women, reminding her followers that her own mother was a market woman. In 1994 she founded Women Organized for a Morally Enlightened Nation (W.O.M.E.N.), the first non- partisan women's rights group in the country. The following year she co- founded the Campaign for Good Governance (CGG). Then, using CGG as her platform, she campaigned for the holding of national elections that finally drove the NPRC from power in 1996 and restored democratic government. This was Sierra Leone's first democratic election in 25 years, and the Sierra Leonean media and the general public attributed that success largely to her efforts. During Sierra Leone's civil war (1991–2002) Bangura spoke out forcefully against the atrocities committed against the civilian population by the Revolutionary United Front (RUF) and was targeted for assassination several times by that group. She also spoke against the corruption in the civilian government of President Ahmad Tejan Kabbah and the atrocities committed against civilians by government soldiers. In June 1997, as fighting engulfed the country, Bangura fled on a fishing boat to neighboring Guinea.Somini Sengupta (July 3, 2015), U.N. Envoy Draws on Her Past in Sierra Leone to Help Abused Women New York Times. ===Political career=== In the 2002 elections, Bangura ran against Kabbah for the presidency of Sierra Leone, departing for the first time from her accustomed role as a non-partisan civil society activist. She won less than one percent of the vote, and her Movement for Progress (MOP) party failed to gain any seats in Sierra Leone's parliament. Bangura claimed that her party's low vote count resulted from corruption in the voting system. After the 2002 elections Bangura founded the National Accountability Group (NAG) whose mission was to fight against official corruption and to promote transparency and accountability in government. In 2006 she left Sierra Leone for neighbouring Liberia where she was appointed Director of the Civil Affairs Office in the United Nations Mission in Liberia (UNMIL) and given responsibility for the reconstruction of 16 Liberian ministries and 30 government agencies following that country's devastating civil war. Bangura returned to Sierra Leone in 2007 after Ernest Bai Koroma won the presidency in a hard-fought national election and was named foreign minister shortly thereafter. At the time, many Sierra Leoneans believed that the new president elevated this well known critic of government to such a high position to demonstrate his good faith in promising reform. As a devoted Muslim, Bangura took time off politics in 2009 to travel to the Holy city of Mecca in Saudi Arabia to participate in the 2009 Hajj pilgrimage ceremony. ===Career in international politics=== In 2012, Bangura served on the United Nations Commission on Life-Saving Commodities, which was jointly chaired by Goodluck Jonathan and Jens Stoltenberg, and issued recommendations to increase access to and use of 13 essential commodities for women’s and children’s health.Composition of the Commission Life-Saving Commodities Practitioners’ Network. Bangura subsequently assumed her next position as Special Representative of the Secretary-General on Sexual Violence in Conflict at the level of Under-Secretary-General on 4 September 2012. In this capacity, she also chaired the interagency network UN Action Against Sexual Violence in Conflict.Zainab Bangura takes up position as Special Representative of the Secretary-General on Sexual Violence in Conflict United Nations, press release of September 22, 2012. During her time in office, she helped launch an international protocol in 2014 for dealing with rape and sexual violence in conflict, providing guidelines on the investigation of sex crimes and the collection of evidence for future prosecutions.Harriet Sherwood (June 11, 2014), International protocol launched to deal with sexual violence in conflict The Guardian. She notably negotiated a June 2015 deal with military commanders in Ivory Coast to prosecute soldiers accused of sexual violence.Somini Sengupta (July 3, 2015), U.N. Envoy Draws on Her Past in Sierra Leone to Help Abused Women New York Times. That same year, she visited Iraq and Syria and worked on an action plan to address the sexual violence being waged by Islamic State of Iraq and the Levant (ISIS) fighters.Isis slave markets sell girls for 'as little as a pack of cigarettes', UN envoy says The Guardian, June 9, 2015. From 2018 until 2019, Bangura co-chaired (alongside Katherine Sierra) an Independent Commission on Sexual Misconduct, Accountability and Culture Change at Oxfam.Oxfam announces Zainab Bangura and Katherine Sierra to co-lead Independent Commission on Sexual Misconduct Oxfam, press release of 16 March 2018. In 2019, Guterres appointed her as Director- General of the United Nations Office at Nairobi, succeeding Maimunah Mohd Sharif.Secretary-General Appoints Zainab Hawa Bangura of Sierra Leone Director-General, United Nations Office at Nairobi United Nations, press release of December 30, 2019. ==Other activities== * Africa Group for Justice and Accountability, MemberMembers Africa Group for Justice and Accountability. * Interpeace, Member of the Governing BoardFormer Member of the Governing Board Interpeace. * United Nations Institute for Training and Research (UNITAR), Member of the Division for Peace Advisory BoardDivision for Peace Advisory Board United Nations Institute for Training and Research (UNITAR). * Women Political Leaders Global Forum (WPL), Member of the Global Advisory BoardGlobal Advisory Board Women Political Leaders Global Forum (WPL). * World Movement for Democracy, Chair of the Steering CommitteeZainab Bangura World Movement for Democracy. ==Recognition== Bangura has won several international awards for her promotion of democracy and human rights in Africa, including: the African International Award of Merit for Leadership (Nigeria, 1999); the Human Rights Award given by the Lawyers Committee for Human Rights (New York, 2000); the Bayard Rustin Humanitarian Award given by the A. Philip Randolph Institute (Washington, DC, ); and the Democracy Award given by the National Endowment for Democracy (Washington, DC, 2006). In November 2013, Bangura received an award from Project 1808 Inc, an organisation in partnership with University of Wisconsin Madison African Studies, Division of International Studies. The award recognised Bangura for her effectiveness in bringing attention to the issues surrounding sexual violence throughout the world by engaging fellow world leaders, rebels, militants, victims and communities. ==References== ==Sources== * UN brief official biography *Profile of Zainab Bangura * BBC television interview on \"Hardtalk\", May 10, 2013 * Letter from Zainab Bangura to Britain's Commission for Africa, ca. 2002 * Keynote Speech by Zainab Bangura, Durban, South Africa, 2004 * Profile of Zainab Bangura's Performance as Foreign Minister * Article critical of Zainab Bangura and CGG Category:1959 births Category:Living people Category:All People's Congress politicians Category:Alumni of the University of Nottingham Category:Annie Walsh Memorial School alumni Category:Female foreign ministers Category:Foreign Ministers of Sierra Leone Category:Fourah Bay College alumni Category:People from Tonkolili District Category:Sierra Leonean activists Category:Sierra Leonean women activists Category:Sierra Leonean women diplomats Category:Sierra Leonean Muslims Category:Women government ministers of Sierra Leone Category:Temne people Category:BBC 100 Women Category:20th- century women politicians Category:21st-century women politicians ",
    "title": "Zainab Bangura"
}