{
    "id": "14090504",
    "text": "General Brice Pursell Disque (July 19, 1879 – February 29, 1960) was a U.S. Army officer and businessman. He is best remembered for having headed the Spruce Production Division during World War I, for conceiving the idea of sending military troops to work in the logging industry to spur wartime wood production, and as the creator of a government-sponsored union, the Loyal Legion of Loggers and Lumbermen. ==Early life== He was born in California, Ohio, which was located southeast of Cincinnati, Ohio on July 17, 1879. Growing up, he attended Cincinnati's public schools and the Walnut Hill School. ==Early career== Disque enlisted in the United States Army in 1899 to serve in the Philippine-American War, rising in rank from private to first sergeant to second lieutenant in Company E, 47th Infantry, United States Volunteers, between September and November 1899. In January 1900, his company landed at Sorsogon in the Bicol Region of Luzon in the Philippines, where it did garrison duty, advanced north against the Filipino Army, and engaged in operations against Filipino guerrillas. In February 1901, he mustered out of the volunteers to accept a regular's commission as a 2nd lieutenant in the 5th Cavalry, with temporary duty at Fort Thomas, Kentucky. In September 1903, he accepted a transfer to the 3rd Cavalry, where a 1st lieutenant's billet was available. Disque was a Distinguished Graduate of the Infantry and Cavalry School at Fort Leavenworth in 1904-1905, then completed the Staff Course in 1905-1906, where his thesis was in law: The Suspension of the Privilege of the Writ of Habeas Corpus in the United States. Disque served as a first lieutenant until 1916, when he was promoted to captain under the 14-years-in- grade rule. In 1917, he resigned to become the warden of the Michigan State Prison. When war was declared, he volunteered to return to the Army, hoping for a battlefield command. On May 7, 1917, he was called to Washington to meet with Gen. John J. Pershing and Chief of the General Staff Maj. Gen. James G. Harbord. They convinced him to remain a civilian and investigate the lumber shortage, caused by a combination of labor union strikes and mill owner profiteering, which was hindering airplane production. Disque decided to bring in military crews to replace lumberjacks who had joined the military forestry divisions, as well as striking workers,Brice P. Disque photographs, c. 1912-1950s who had shut down most timber operations in Washington, and the subsequent on-the-job \"slow-down\" actions.Chapter 4: Rebels in the Woods ==World War I== Disque was reinstated on September 29, 1917, as a lieutenant colonel, promoted to colonel on November 6, and placed in charge of the Spruce Production Division of the Aviation Section, U.S. Signal Corps, headquartered in Portland, Oregon. When Congress approved the formation of corporations by the United States government as war instrumentalities in the summer of 1918, the United States Spruce Production Corporation was incorporated in September 1918 to control logging production and the building of railroads to move the lumber. Brice also became its president from 1918–1919. He was sent to Seattle, Washington in October 1917 to deal with the alarming lack of production of woods vital to the war effort, especially the spruce necessary for airplane production. Brice worked with local lumber barons to establish another union for the lumbermen, in an effort to get them to work eight-hour days. The first local of the Loyal Legion of Loggers and Lumbermen (Four L) was organized in Wheeler, Oregon on October 30, 1917. Several more locals were established in short order: by January 1, the Legion had 10,000 members; by January 24, 35,000.Seattle General Strike: International Union of Timberworkers For his service with the Spruce Production Division, Disque was awarded the Distinguished Service Medal.Guide to the Brice P. Disque Papers 1899-1957 The Four L was organized after opposition to the Spruce Production Division by the IWW's Lumber Workers Industrial Union, which had declared an industry-wide strike in the summer of 1917, latching onto the momentum of the many spontaneous strikes that were occurring. The goal of the Four L was to counter the IWW as the union of lumber workers by fostering a spirit of patriotism. The Four L required its members to sign a loyalty oath to the United States and no-strike agreements. The Four L was headed, at first, by army officers, and all 28,000 soldiers of the Spruce Production Division became members.Brice P. Disque papers - Special Collections, UW Libraries ==Post-war career== Despite problems that arose within the Four L and accusations against Disque, Congress approved his promotion to Brigadier General in September 1918. Disque continued service as a general in the Army's Organized Reserves from 1922 to 1939, alternating between performing training missions for the Army and serving on the board of trustees of various private firms.Brice P. Disque papers - Special Collections, UW Libraries From June 6, 1922 to April 14, 1937, he commanded the 151st Cavalry Brigade, headquartered in Rochester, New York, and from April 15, 1937 to June 1939, the 152nd Cavalry Brigade, headquartered in New York City. Both were the major subordinate units of the 61st Cavalry Division. Disque served as president of several corporations such as the Anthracite Equipment Corporation, G. Amsinck and Co., and the Sulphide Ore Process Company. He also served on various private and public boards and commissions such as the Anthracite Institute and the Solid Fuels Administration for War. Disque died February 29, 1960. ==Distinguished Service Medal citation== Citation: > The President of the United States of America, authorized by Act of > Congress, July 9, 1918, takes pleasure in presenting the Army Distinguished > Service Medal to Brigadier General Brice Pursell Disque, United States Army, > for exceptionally meritorious and distinguished services to the Government > of the United States, in a duty of great responsibility during World War I, > in connection with the organization and administration of the spruce > production activities of the Bureau of Aircraft Production while serving as > Officer in Charge of the Spruce Production Division and President of the > United States Spruce Production Corporation. ==References== ==Further reading== *Williams, Gerald W. (USDA Forest Service). \"The Spruce Production Division\", Forest History Today, Spring 1999. ===Archives=== *Brice P. Disque Papers. 1906-1960. 1.89 cubic feet (6 boxes). At the Labor Archives of Washington, University of Washington Libraries Special Collections. Category:1879 births Category:1960 deaths Category:Businesspeople from Cincinnati Category:United States Army generals Category:Recipients of the Distinguished Service Medal (US Army) Category:American military personnel of the Spanish–American War Category:American military personnel of World War I ",
    "title": "Brice Disque"
}