{
    "id": "14091742",
    "text": "The 1910 Grand Prix season was the fifth Grand Prix racing season. Because of the ongoing international economic recession, there were no Grandes Épreuves held. The American Grand Prize was held in Savannah. With the global economy still in recession, racing in Europe fell into abeyance. The only significant event was the Targa Florio and that had to be merged with the voiturette race, and still only attracted eight starters. However in the USA, racing was thriving with a series of events, and new circuits at Indianapolis and Los Angeles. The major American races of the Vanderbilt Cup and the Grand Prize attracted decent fields with good prize money. Even the popular voiturette category was affected with small fields. However there was a close contest between the respective works drivers of the French Lion-Peugeot and Spanish Hispano-Suiza teams. Honours were shared with two wins each – at the Targa Florio and Copa Catalunya for the former, and the latter winning the Coupe d'Ostende and Coupe des Voiturettes. == Major Races == Sources: Rendall 1993, p.357-8Monkhouse 1953, p.232-79 {|class=\"wikitable\" style=\"font-size:95%\" |- ! Date ! Name ! Circuit ! Race Regulations ! Race Distance ! Winner’s Time ! Winning driver ! Winning constructor ! Report |- | 15 May | V Targa Florio | Madonie | Formula Libre | 300 km | 6h 21m | Tullio Cariolato | Franco Automobili 35/50 HP | Report |- | 15 May | III Corsa Vetturette Madonie | Madonie | Voiturette | 300 km | | Georges Boillot | Lion-Peugeot | Report |- | 29 May | III Copa Catalunya | Mataró | Voiturette | 330 km | 4h 12m | Jules Goux | Lion-Peugeot | Report |- | 4 Sep | II Coupe d’Ostende | Ostende | Voiturette | 400 km | 4h 45m | Paolo Zuccarelli | Hispano-Suiza | Report |- | 18 Sep | V Coupe des Voiturettes | Boulogne-sur-Mer | Voiturette | 450 km | 5h 05m | Paolo Zuccarelli | Hispano- Suiza | Report |- | 1 October | VI Vanderbilt Cup | Long Island Motor Parkway | AAA | 280 miles | 4h 16m | Harry Grant | ALCO-Berliet | Report |- | 9 Oct | III Coupe de Normandie | Caen | Voiturette | 300 km | 2h 49m | Jules Goux | Lion-Peugeot | Report |- | 12 November | II American Grand Prize | Savannah | Formula Libre | 415 miles | 5h 53m | David Bruce-Brown | Benz | Report |- | 24 November | Free-For-All Race | Santa Monica | AAA | | | Teddy Tetzlaff | Lozier | Report |} ==Racing regulations== The AIACR (forerunner of the FIA) regulations of the 1909 season remained current, but as no national racing associations used them in racing meant they were quite redundant. ==Season review== This year, the Targa Florio only attracted a small field and faced with such a frugal list Vincenzo Florio chose to run the Corsa Vetturette Madonie concurrently with the main race. However the only takers were the three Lion-Peugeots of the works team, but that small efficient team was enough to dissuade those few entrants. In the end only eight cars started, and their fears were justified: The three voiturettes cruised to victory, with Georges Boillot first, ahead of team-mates Giosue Giuppone and Jules Goux. Tullio Cariolato, driving a Franca, was the first of the larger cars home nearly 50 minutes later. Rendall 1993, p.60-1 Georgano 1971, p.172 With the withdrawal of the Sizaire-Naudin team from racing, the challenge to the dominant Lion-Peugeot team came from the Spanish Hispano-Suiza team, whose drivers were Paolo Zuccarelli, Louis Pilliverdier, Jean Chassagne and Alfonso Carreras. The Copa de Cataluña – at the Sitges circuit near Barcelona – had proved very popular in its first running the year before. Once again a small but quality field arrived for the 1910 edition, and again it was a close race between Lion-Peugeot and Hispano-Suiza. Jules Goux won from Giuppone and the Hispano-Suiza of Carreras. The teams would meet again at the Coupe d’Ostende in Belgium in a straight three-vs-three contest. This time Zuccarelli won from Giuppone and Pilliverdier. The deciding race would be the Coupe des Voiturettes (also called the Coupe de l’Auto as it was promoted by L’Auto newspaper). Lion-Peugeot arrived with two new models for the race: the tall, 280mm-stroke two-cylinder VX5 for Goux and Giuppone, while Boillot had a four- cylinder version. Tragically though Giuppone was killed testing the new car two days before the race, when he crashed trying to avoid a cyclist on the road. Venables 2009, p.29 In the race, the Peugeots took an early lead. But when Goux had to pit for a puncture and Boillot had overheating issues Zuccarelli moved to the front. He had a trouble-free race, winning by 15 minutes from Goux with Chassagne’s Hispano-Suiza 3rd. Rendall 1991, p.69 Georgano 1971, p.224 Zuccarelli in the Coupe des Voiturettes After a tragic opening weekend of races in 1909 at Indianapolis the organisers had set about repaving the whole track with bricks. The first races on the new surface were held over three days around Memorial Day. Further races were held over the other holiday weekends on Independence Day and Labor Day. The series of races of 50, 100 and 200 miles were popular, but the organisers wanted something greater. So it was that Carl G. Fisher had the idea of holding one long 500-mile race with the richest prize in motorsport. Rendall 1993, p.59 The Playa del Rey, Los Angeles Motordrome was opened on 8 April as the USA’s first board speedway. Meanwhile the AAA (Automobile Association of America) and ACA (Automobile Club of America) had reconciled and agreed to jointly hold the Vanderbilt Cup and American Grand Prize at the Long Island Motor Parkway in October. But once again the organisation left a lot to be desired. During practise, a journalist was given a racing lap with current AAA champion George Robertson. Approaching a corner at speed, he lost his nerve and grabbed the wheel. Robertson crashed, was severely injured and never raced again. Georgano 1971, p.285 Louis Chevrolet’s Marquette-Buick led for most of the race, until he crashed on lap 9, killing his riding-mechanic Charlie Miller. Georgano 1971, p.188 Another fatal accident occurred near the end of the race when the crowd started invading the track once again. All together there were 3 people killed and 20 injured over the race-weekend. The Grand Prize race was promptly cancelled. Lined up to start at the Vanderbilt Cup The Savannah Automobile Club then offered to run the Grand Prize, as they had done in 1908. It was re- scheduled to 12 November and run to the Formula Libre open regulations. This attracted the attention of (Fiat Automobiles|FIAT) and Benz who sent their drivers Felice Nazzaro and Louis Wagner for the former and Victor Hémery for the latter. They also got top American drivers for their other cars: Ralph DePalma (FIAT), David Bruce-Brown and Willie Haupt (Benz). From fifteen starters, the European cars took control but a series of issues stymied them: Hémery burst a tyre, Nazzaro and Haupt had accidents, Wagner had broken suspension and DePalma’s engine expired. In the end Hémery crossed the line first, but it was Bruce-Brown who won on time-elapsed, finishing a bare 1.5 seconds ahead – to the joy of the local spectators. Bob Burman was third, eighteen minutes back, in a Marquette. David Bruce-Brown, winner of the II American Grand Prize At the end of the year, Ray Harroun was crowned AAA National Champion after victories at Playa del Rey, Indianapolis and Atlanta. Georgano 1971, p.231 In March Barney Oldfield took the 21-litre Blitzen Benz to Daytona Beach and set a new Land Speed Record of 212.0. Georgano 1971, p.271 However, the ACF would not recognise the record. Cimarosti 1997, p.38 A month later, Bob Burman went faster in the same vehicle, reaching 227.5 though it was only in one direction. Again the ACF rejected the record. At the end of the year the AIACR took over the administration of speed records from the ACF, also adding the stipulation that records have to be averaged across both directions to be valid. ;Citations ==References== * Cimarosti, Adriano (1997) The Complete History of Grand Prix Motor Racing London: Aurum Press Ltd * Georgano, Nick (1971) The Encyclopaedia of Motor Sport London: Ebury Press Ltd * Higham, Peter (1995) The Guinness Guide to International Motor Racing London: Guinness Publishing * Legate, Trevor (2006) 100 years of Grand Prix Kent: Touchstone Books Ltd * Ludvigsen, Karl (2008) Racing Colours - Italian Racing Red Surrey: Ian Allan Publishing Ltd * Monkhouse, George (1953) Grand Prix Racing Facts and Figures London: G.T. Foulis & Co Ltd * Rendall, Ivan (1991) The Power and The Glory – A Century of Motor Racing London: BBC Books * Rendall, Ivan (1993) The Chequered Flag – 100 years of Motor Racing London: Weidenfeld & Nicolson Ltd * Venables, David (2009) Racing Colours - French Racing Blue Surrey: Ian Allan Publishing Ltd ==External links== * Grand Prix Winners 1895–1949 : Part 1 (1895–1916) – list of the races and winners. Retrieved 7 Jun 2019 * Grand Prix Winners 1895–1949 : History – Hans Etzrodt’s description of the annual regulations, and changes. Retrieved 7 Jun 2019 * GEL Motorsport Information Page \\- Darren Galpan’s list of the races, entrants and winners. Retrieved 5 Jul 2019 * Motorsport Memorial – motor-racing deaths by year. Retrieved 5 Jul 2019 * La Targa Florio – race report of the Targa Florio race. Retrieved 5 Jul 2019 * Grand Prix History – history of the Targa Florio race. Retrieved 7 Jul 2019 Category:Grand Prix seasons ",
    "title": "1910 Grand Prix season"
}