{
    "id": "14098843",
    "text": "Michael Morgan (born September 1957 in Washington, D.C.) is an American conductor. He is currently music director of the Oakland East Bay Symphony and the Sacramento Philharmonic Orchestra, and artistic director of Festival Opera in Walnut Creek, California. In 2012, he was named as music director of Bear Valley Music Festival. ==Biography== Michael Morgan was born and raised in Washington, D.C., where he attended public schools. He attended McKinley Tech High School in Washington D.C. and was affiliated with the D.C. Youth Orchestra Program but began conducting at the age of 12. While a student at Oberlin College Conservatory of Music, he spent a summer at the Oberlin College Conservatory at Tanglewood. There he was a student of Gunther Schuller and Seiji Ozawa, and it was at that time that he first worked with Leonard Bernstein. In 1980, he won first prize in the Hans Swarovsky International Conductors Competition in Vienna, Austria and became Assistant Conductor of the Saint Louis Symphony Orchestra, under Leonard Slatkin. His operatic debut was in 1982 at the Vienna State Opera in Mozart's The Abduction from the Seraglio. In 1986, Sir Georg Solti chose him to become the Assistant Conductor of the Chicago Symphony Orchestra, a position he held for five years under both Georg Solti and Daniel Barenboim. He became music director of the Oakland East Bay Symphony in 1990. Maestro Morgan serves as artistic director of the Oakland Youth Orchestra, music director of the Sacramento Philharmonic Orchestra and artistic director of Festival Opera in Walnut Creek, California, and teaches the graduate conducting course at the San Francisco Conservatory of Music. In 2002 and 2003 he taught conducting at the Tanglewood Music Center and has led conducting workshops around the country. This season he teaches a conducting workshop in Winnipeg, Canada and returns to South America as a guest conductor. As Stage Director he has led productions of the Bernstein Mass at the Oakland East Bay Symphony and a modern staging of Mozart's Don Giovanni at Festival Opera. As a chamber musician (piano) he has appeared on the Chamber Music Alive series in Sacramento as well as the occasional appearance in the Bay Area. As a guest conductor he has appeared with most of America's major orchestras as well as the New York Philharmonic, New York City Opera, St. Louis Opera Theater, the San Francisco Symphony, San Francisco Ballet, and Washington National Opera. In 2005 he was honored by the San Francisco Chapter of The Recording Academy with the 2005 Governors Award for Community Service. On the opposite coast, the American Society of Composers, Authors and Publishers (ASCAP) chose Morgan as one of its five 2005 Concert Music Award recipients.The (2005) sixth annual ASCAP Concert Music Awards ASCAP further honored Oakland East Bay Symphony in 2006 with its Award for Adventurous Programming. The San Francisco Foundation honored him with one of its Community Leadership Awards and he received an Honorary Doctorate from Holy Names University. ==Footnotes== ==See also== *Black conductors ==External links== * Michael Morgan bio * Oakland East Bay Symphony * Oakland Youth Orchestra * Sacramento Philharmonic Orchestra * http://www.voanews.com/content/conductor_courts_diverse_audiences/666331.html * https://www.nytimes.com/2011/11/04/us/oaklands-symphony-season-opens-mixing- it-up.html?_r=1 Category:1957 births Category:Living people Category:American male conductors (music) Category:African-American classical musicians Category:African-American conductors Category:Black conductors Category:LGBT classical musicians Category:LGBT musicians from the United States Category:Music directors Category:21st-century American conductors (music) Category:21st-century American male musicians ",
    "title": "Michael Morgan (conductor)"
}