{
    "id": "14096470",
    "text": "George S. E. Vaughn (sometimes spelled George Vaughan or George E. Vaughn) (1823 - August 26, 1899) was a convicted Confederate spy during the American Civil War who claimed to have been pardoned by Abraham Lincoln an hour before Lincoln's assassination, in the President's last official act. Vaughn's claim was widely circulated at the time of his death in 1899, including in the New York Times.George E. Vaughn Dead - Lincoln's Last Official Act Was To Pardon Him As Spy - New York Times - August 28, 1899 However, in 2011, David Blanchette, director of the Abraham Lincoln Presidential Library and Museum in Springfield, Illinois, said there is no formal document in the archives verifying the claim. Interest in the claim was spurred in January 2011, when the National Archives announced that Thomas Lowry, a \"longtime Lincoln researcher,\" confessed on January 12, 2011 to changing the date of a pardon in the National Archives of a different soldier from April 14, 1864 to April 14, 1865 in order to enhance his credentials as a historian.https://www.archives.gov/press/press-releases/2011/nr11-57.html ==Life== According to his obituary, Vaughn was born in Virginia and moved to Canton, Missouri. He was recruited into the Confederate Missouri State Guard by Martin E. Green, brother of U.S. Senator James S. Green. Green, while camping at Tupelo, Mississippi, dispatched Vaughn to deliver letters to his wife in Canton. Vaughn was captured six miles south of Canton at La Grange, Missouri. The letters were found, and Vaughn was accused of being a spy and was sentenced to be shot. Missouri Senator John B. Henderson intervened with Lincoln to get a new trial, but the verdict was the same. Henderson got Lincoln to approve yet a third trial and again the verdict was the same. On the afternoon of April 14, 1865, Henderson appealed once more to the president, telling him, \"Mr. Lincoln, this pardon should be granted in the interest of peace and conciliation.\" Lincoln is said to have replied, \"Senator, I agree with you. Go to Stanton and tell him this man must be released.\" Henderson went to the office of Secretary of War Edwin M. Stanton. Stanton refused, saying the execution was to be carried out in two days. Henderson returned to the White House, where he met the president dressed to go to Ford's Theatre. Lincoln wrote a message on official stationery—an order for an unconditional release and pardon—allegedly telling Henderson, \"I think that will have precedence over Stanton.\" After the war, Vaughn moved to Maryville, Missouri, where he died in 1899. ==References== ==Further reading== *Lincoln in story; the life of the martyr-president told in authenticated anecdotes, by Silas Gamaliel Pratt - New York, D. Appleton and co., 1901 (available on print.google)] *George E. Vaughn Dead - Lincoln's Last Official Act Was To Pardon Him As Spy - New York Times - August 28, 1899 *Kansas City Public Library Profile Category:1899 deaths Category:1823 births Category:People of Missouri in the American Civil War Category:People from Maryville, Missouri Category:American Civil War spies Category:Missouri State Guard Category:Recipients of American presidential pardons Category:People from Canton, Missouri ",
    "title": "George S.E. Vaughn"
}