{
    "id": "14094582",
    "text": "The first season of the Yu Yu Hakusho anime anime series, the Spirit Detective Saga, was directed by Noriyuki Abe and produced by Fuji Television, Yomiko Advertising and Studio Pierrot. The episodes were released in North America by Funimation. The season adapts Yoshihiro Togashi's Yu Yu Hakusho manga from the first through sixth volumes over twenty-five episodes. The episodes follow the story of Yusuke Urameshi, a teenage boy who dies in an accident, and is resurrected as a Spirit Detective, Spirit World's protector of the Living World against demons and other supernatural threats. The season ran from October 10, 1992, to April 10, 1993, on Fuji Television in Japan. The English episodes aired from February 2002 to April 2003. The first twenty-one episodes were shown on Cartoon Network's Adult Swim programming block, with re-runs playing after July 2002. New episodes began airing in April 2003, when the episodes began showing on Cartoon Network's Toonami programming block. Two pieces of theme music are used for the episodes; one opening theme and one closing theme. The opening theme is by Matsuko Mawatari. Another of Mawatari's works, is the closing theme. Seven DVD compilations, containing either three or four episodes, have been released by Funimation. The first was released on April 16, 2002, with the seventh released on December 10, 2002. In addition, a full collection, containing all seven DVD compilations of the saga, was released on January 14, 2003. A Blu-ray compilation was released by Funimation on May 31, 2011. ==Episode list== {| class = \"wikitable\" width = \"99%\" |- style = \"border-bottom:3px solid #CCF\" ! style = \"background:#9C380C; color:#FFF;\" width=\"3%\" | EP# ! style = \"background:#9C380C; color:#FFF;\" | Title ! style = \"background:#9C380C; color:#FFF;\" width=\"15%\" | Original airdate ! style = \"background:#9C380C; color:#FFF;\" width=\"15%\" | English airdate |} ==References== ;General * ;Specific ==External links== *Studio Pierrot's YuYu Hakusho website *Funimation's YuYu Hakusho website Category:1992 Japanese television seasons Category:1993 Japanese television seasons Season 1 ",
    "title": "Yu Yu Hakusho (season 1)"
}