{
    "id": "14101845",
    "text": "Ethel Jones-Mowbray was one of the twenty founders of Alpha Kappa Alpha Sorority, Incorporated, the first sorority founded by African-American women. Her legacy was an organization that has helped African-American women succeed in college, prepare for leadership and organize in communities, and serve their communities in later life. The sorority has continued to generate social capital for over 112 years. ==Early life== Born to Mr. and Mrs. George Jones, in Baltimore, Maryland, Ethel lost her mother at birth. Her father raised her alone until she was ten. Later, Ethel Jones was raised by a foster family, the Myers. Ethel Jones was educated in Baltimore public schools, and graduated with honors. Ethel enrolled in Howard University in 1906 in the College of Arts and Sciences. In those years, only 1/3 of 1% of African Americans and 5% of whites attended any college, and Howard University was considered the top historically black college.James D. Anderson,The Education of Blacks in the South, 1860–1935. Chapel Hill: University of North Carolina, 1988, p.245 ==Founding of Alpha Kappa Alpha Sorority== At Howard, Ethel was one of seven sophomore honor initiates into Alpha Kappa Alpha Sorority. She participated in the first Ivy Day ceremonies on May 25, 1909, when members started a tradition of planting ivy at Miner Hall. In 1909 Ethel Jones was the first vice- president of Alpha Kappa Alpha. The following year she served as president of the chapter. Ethel Jones graduated in 1910 with a bachelor's degree in math and a minor in education. ==Incorporation of Alpha Kappa Alpha Sorority== Ethel Mowbray, Nellie Quander, Julia Evangeline Brooks, Norma Boyd, Nellie Pratt Russell and Minnie B. Smith decided to incorporate Alpha Kappa Alpha and completed the process on January 29, 1913. In 1913, Mowbray was the vice- president of Alpha Kappa Alpha's first directorate. In January 1913, a group of women who wanted a different direction, split from Alpha Kappa Alpha and formed Delta Sigma Theta. ==Career and civic activities== After college, Jones first taught in Baltimore public schools for a few years. In 1913, she married George Mowbray, whom she had dated since college. Ethel and George Mowbray moved to Chicago, where George did graduate work at the University of Chicago. In 1914, Ethel and her husband moved to Kansas City, Kansas.McNealey 2006, op. cit. p. 52. She worked as a culinary artist, while her husband was a teacher in the Kansas City public schools. Ethel later owned and operated a catering business. In 1924, Mowbray chartered Mu Omega chapter in Kansas City. She encouraged expansion of Alpha Kappa Alpha in other cities as well. Mowbray worked with the Parent Teacher Association as a junior high school \"room mother\", where she assisted the teacher. Ethel and George Mowbray had two children, Geraldine and Helen. Geraldine went to medical school, practiced as a physician, and married. She also became a member of Alpha Kappa Alpha. To keep her mind sharp, Mowbray enjoyed playing with three bridge clubs. Mowbray died on November 25, 1948, in Kansas City, Kansas. Alpha Kappa Alpha's Educational Advancement Foundation has an endowment in Mowbray's honor. ==References== ==External links== *Biography from Virginia Commonwealth University *Honoring the Past: Alpha Kappa Alpha Founders *Centennial Celebration: Founders Category:Year of birth missing Category:1948 deaths Category:Howard University alumni Category:People from Baltimore Category:Alpha Kappa Alpha founders Category:American educators Category:African-American educators ",
    "title": "Ethel Jones Mowbray"
}