{
    "id": "14100261",
    "text": "The Yenisey Gulf (, Yeniseysky Zaliv) is a large and long estuary through which the lower Yenisey flows into the Kara Sea. The Yenisey Gulf and its islands belong to the Krasnoyarsk Krai administrative division of the Russian Federation and is part of the Great Arctic State Nature Reserve, the largest nature reserve of Russia. The Willem Barents Biological Station is a Polar station located northeast of Meduza Bay, at the northern end of the mouth of the Yenisey ().Willem Barents Biological Station - Interact ==Geography== The Yenisey Gulf is formed by the river widening to an average of for up to in a roughly north-south direction, between a latitude of 70° 30′ N in the area around Munguy settlement, north of Dudinka. The whole region of the lower Yenisey is bleak and sparsely inhabited, and the settlements are built on permafrost ground. There is no vegetation except for mosses, lichens and some grass. Coastal waters are habitats for beluga whales. The maximum depth of the Yenisey Gulf is . The mouth of the gulf is roughly located at 72° 30′ N, in the area of Sibiryakov Island, in the Kara Sea. ===Islands=== * The Yenisey has some flat, low-lying islands at its southern end, the Brekhovsky Islands (Бреховские острова) . They stand where the river flows into the estuary. Lakes and swamps surround this area, which features many arms through which lesser rivers of the tundra flow across wetlands into the Yenisey basin.Islands in the Yenisey Gulf * Further northwards the Yenisey widens and becomes a clear expanse. The water turns brackish at this point. There are three small islands located almost in the middle of the gulf, the Bolshoi Korsakovsky Islands (острова Большой Корсаковский). The largest one is long and wide. . Burnyy Island is located right in the middle of the gulf. Chaishnyy is the closest to the shore. * Krestovskiy or Krestovsky Island (Остров Крестовский) lies a further to the NNW, close to the eastern shore of the Yenisey Gulf. It is long and wide.. This island takes its name from the Russian writer Vsevolod Vladimirovich Krestovskiy (1840–1895). ==Climate== The weather pattern in this desolate area is severe, with long and bitter winters and frequent blizzards and gales. The Yenisey estuary is frozen for about nine months in a year and even in summer it is never quite free of ice floes. During the winter the shipping lanes are kept open by icebreaker. ==Further reading== * ==References== *Dissolved organic matter (DOM) in the estuary of the Yenisei *Salt intrusions in Siberian river estuaries *Freight map *Pictures *German-Russian project on Siberian River Run-off Category:Estuaries of Russia Category:Gulfs of the Kara Sea Category:Bodies of water of Krasnoyarsk Krai Category:Yenisei River ",
    "title": "Yenisey Gulf"
}