{
    "id": "14108138",
    "text": "St. Andrew's Scots Kirk, is located at 73 Galle Road, Colombo. The church was founded in the late 19th century, and prospered during the colonial and post- colonial periods. It was the centre for the Scottish community in Colombo. The first Presbyterian church in Ceylon, St. Andrew's Church, was built on Prince Street, Pettah (now known as Sir Baron Jayathilaka Mawatha). The foundation stone was laid on 26 February 1841 by the then Governor James Alexander Stewart-Mackenzie and the first church service was held on 21 August 1842. The inaugural pastor, Rev. Joseph Marsh, was also the first colonial chaplain of Ceylon. Towards the end of the 19th century many of the church's congregation left the country and returned to Scotland. As the congregation diminished and the Colombo fort area became more commercialised, a decision was made to relocate the church to a site in Colpetty. The church's chaplain, Rev. Alexander Dunn, oversaw the acquisition of the site and the construction of the new church. The former church was demolished and the land sold to fund the new church (the former location is now the site of the Whiteaway, Laidlaw & Co. Building). The foundation stone was laid by Governor Sir Henry Arthur Blake on 16 August 1906.The church was designed by Edward Skinner, a Scottish born architect, and constructed by Walker Sons and Company. The sanctuary was built in a year and the church retained the name and emphasised the Scottish tradition by adding the phrase 'Kirk' which means church. The exterior structure of the church is constructed of wood and stone and the tiled floor of the church is shaped like a cross. The church pews are made of teak. The stained glass in the church's windows arrived by steam ship from England in 1921. The main chancel window reflects the Crucifixion, the window behind the altar has images of Saint Paul, holding a bible and a sword and Saint Andrew. The south transept window contains images of Saint Sebastian and Saint Martin, and is dedicated to the troops of World War I. The west window, displaying the Ascension of Christ and is dedicated to Rev. Alexander Dunn. The church is one of the few churches in the country that still has an operating pipe organ. In keeping with presbyterian traditions there is no altar in the church, instead there is a communion table. There are a number of marble memorial plaques on the walls, including a plaque in memory of the co-editor of The Ceylon Observer, Donald S. Ferguson, who passed away in Scotland in 1911. Another plaque is to James Curtis, the church's building supervisor, who died at sea in 1911. Adjoining the church is a two-storey manse built in 1907, where the church's pastor resides. In 1948, Sri Lanka received its independence from the British rule and in the following decades, most of the British and Scottish community in the country returned home to the United Kingdom, which drastically reduced the church's traditional European congregation. Realising the need for change, St Andrew’s moved from being predominantly European Presbyterian church to an international and interdenominational church. In the late 1960s, the Rev. Andrew Baillie, was instrumental in opening the doors of the church to the locals. The congregation is now a mixture of Sri Lankans, expatriates and international visitors, and maintains an English-speaking Protestant form of worship and a keen interest in Christian social service in the midst of a largely non-Christian society. It maintained the label \"Presbyterian\" during a long period of independence, the former Presbytery of Ceylon having dissolved decades ago, but it is now associated with the International Presbytery in the Church of Scotland. It is one of only three churches outside Europe administered by the International Presbytery. ==References== Category:Presbyterian congregations established in the 19th century Category:Churches in Colombo Category:Presbyterian churches in Sri Lanka ",
    "title": "St. Andrew's Presbyterian Church, Colombo"
}