{
    "id": "14108485",
    "text": "Thomas \"Tommy\" Lee (born ) is an English professional rugby league footballer who plays as a for Halifax RLFC in the Betfred Championship. Lee has played for eight different clubs so far during his career. ==Background== Lee was born in Kingston upon Hull, Humberside, England. ==Playing career== ===Early career=== As a , Lee progressed through Hull's Academy ranks via amateur club west Hull.Hull 76 Leigh 20 - Rugby league - Sport - Manchester Evening News ===Playing positions=== He primarily plays as a , but he can also play as a and . ===Previous clubs=== Lee has previously played for St. Helens (Heritage № 1235), Salford Red Devils, London Broncos (Heritage № 532), Huddersfield Giants, Wakefield Trinity Wildcats (Heritage № 1287), Crusaders RL and Hull F.C.. ===Senior career=== ===Hull F.C. (2005-09)=== ===2005=== Tommy made his professional rugby league début in 2005. Over five-years, Lee made 78 first- grade appearances for Hull F.C.. ===Crusaders RL (2010)=== ===2010=== Lee spent only one season in 2010 at Brewery Field, with the Crusaders RL. ===Wakefield Trinity Wildcats (2011)=== ===2011=== Once again, Lee only spent one season with the Wakefield Trinity Wildcats in the 2011 Super League season. He went onto record 27 appearances and posted 7 tries. ===Huddersfield Giants (2012)=== ===2012=== Tommy played for the Huddersfield Giants in the 2012 rugby league season. Lee only represented the West Yorkshire outfit for one season, before moving to the London Broncos. ===London Broncos (2013)=== ===2013=== Tommy Lee plied his trade in the south of England with the Broncos in the 2013 campaign. ===Salford Red Devils (2014-16)=== ===2014-16=== Lee played for the Salford Red Devils in the 2014, 2015 and 2016 seasons. He made 51 appearances, scoring 4 tries and kicking 2 goals, for the team from the AJ Bell Stadium. ===St. Helens (2017)=== ===2017=== The start of the 2017 season marked the 5th time that Lee had represented a club for only a solitary camping. As he played for St. Helens making 19 appearances, before moving back to the city of Kingston upon Hull to play under Head Coach Tim Sheens, for newly-promoted Hull Kingston Rovers. ===Hull Kingston Rovers (2018 - present)=== ===2018=== On 24 October 2017, it was revealed that Lee had signed a two-year contract to play for Hull Kingston Rovers in the 2018 and 2019 Super League seasons. Lee scored his first try for Hull Kingston Rovers at the 2018 Magic Weekend against Hull F.C.. ==References== ==External links== *Hull FC profile *SL profile *(archived by web.archive.org) Wildcats Take On Tommy Lee *Profile at saints.org.uk Category:1988 births Category:Crusaders Rugby League players Category:English rugby league players Category:Huddersfield Giants players Category:Hull F.C. players Category:St Helens R.F.C. players Category:Hull Kingston Rovers players Category:London Broncos players Category:Living people Category:Wakefield Trinity players Category:Salford Red Devils players Category:Rugby articles needing expert attention Category:Rugby league hookers Category:Rugby league locks Category:Sportspeople from Kingston upon Hull ",
    "title": "Tommy Lee (rugby league)"
}