{
    "id": "14109231",
    "text": "Gordon Lee (died January 13, 2013) was an American comic book store owner from Rome, Georgia, who is most famous for having been charged with distributing obscene material to a minor in connection with the Free Comic Book Day on Halloween, 2004. The Comic Book Legal Defense Fund was heavily involved in Lee's defense. Lee was previously convicted on another obscenity charge. ==1994 obscenity conviction== Gordon Lee was the owner of the comic book store Legends, which was based in Rome, Georgia.DA: Comic book case not over Lee was convicted on February 18, 1993 of \"distributing obscene materials\" for selling the pornographic comics Final Taboo and Debbie Does Dallas to adult customers. He was fined $1,000 and sentenced to 12 months; both were suspended on payment of $250. Lee made appeals to the court, but they were denied by the Georgia Court of Appeals and Georgia Supreme Court in 1994. The Comic Book Legal Defense Fund assisted with fees for the trial and the appeal.Retailer Won Case over Evidence Return Gordon Lee's 90s BattlePROSECUTOR'S OFFICE SPEAKS ON GORDON LEE CASEGordon Lee trial quickly ends in a mistrial On September 3, 1993, Lee filed suit for the return of inventory seized in conjunction with the obscenity case. The comics seizure had occurred on November 1, 1991, the day the police received a complaint about comics that were purchased at Legends. Around 300 books were taken as evidence under a search warrant, but were not returned until July 29, 1994, when the U.S. District Court for the Northern District of Georgia issued a ruling ordering the district attorney to return the inventory within ten days. ==Charged with selling to a minor== Lee entered the news again after the Halloween 2004 Free Comic Book Day giveaway at a street fair in Rome.Book Notes Lee's shop gave away thousands of free comics on that day, but a copy of Alternative Comics #2 was unintentionally included in the giveaway.Gordon Lee: The Road To Trial Alternative Comics #2 is an anthology containing an excerpt from the story The Salon by Nick Bertozzi.Cbldf Takes Action in Ga Case -- Files Four Motions to DismissGORDON LEE: MISTRIAL DECLARED The story portrays Pablo Picasso's first meeting with the fellow cubist Georges Braque, during which Picasso is depicted as nude in a non-sexual context. (The CBLDF has made statements that the comic is historically accurate in this depiction.) The copy of that comic that was unintentionally given away was handed to a minor, whose parent filed a complaint with the police. Upon learning of the error, Lee admitted that a mistake was made and offered to make a public apology for the first of many times. That apology was rejected, and days later, Lee was arrested. The minor in question was originally described as a nine-year-old boy, but various accounts by the District Attorney's office later stated that the comic was given either to the boy's six-year-old brother or to both boys. Lee later stated \"Though I am willing to apologize for this particular art book getting in the hands that found it offensive, I will adamantly agree that the book is not 'harmful to children' or 'obscene.' In my opinion, this book is no more offensive then viewing the beautiful paintings of the Sistine Chapel or reading one of the best selling books with stories of sex, lust and nudity known as the Bible.\"CBLDF Initiates Obscenity Defense in Georgia District Attorney Leigh Patterson charged Lee with two felony counts and five misdemeanors. The two felony charges were brought under the Distribution of Material Depicting Nudity or Sexual Conduct law, which requires materials containing nudity to be distributed in a labelled envelope. Penalties for violating this law include one to three years in prison and/or fines of up to $10,000 US. The five misdemeanors were presented under the Distribution of Material Harmful to Minors law, which makes it a misdemeanor to supply minors any material containing nudity. ==CBLDF involvement== Lee approached Comic Book Legal Defense Fund board member Peter David for help late in January 2005. The CBLDF Board of Directors voted unanimously to financially support Lee's defense, putting a defense team in place within days. In May 2005, the CBLDF submitted four motions to dismiss the counts Lee faced, challenging the constitutionality of both laws. A hearing on those motions was held on December 1, 2005, during which all charges under the Distribution of Material Depicting Nudity or Sexual Conduct law were dropped. Two of the remaining misdemeanor charges were dropped as well, and the three remaining charges were consolidated into only two. The remaining charges were for \"distributing a book, pamphlet, magazine, and printed matter containing pictures, drawings and visual representation and images of a person a portion of the human body which depict sexually explicit nudity, sexual conduct, and sadomasochistic abuse and which is harmful to minors;\" and for knowingly furnishing and disseminating to a minor materials \"containing explicit and detailed verbal descriptions and narrative accounts of sexual excitement, sexual conduct, and sadomasochistic abuse and which taken as a whole is harmful to minors.\" The Fund maintained that the material did not meet the criteria as charged. ==Delays in the trial== By November 2007, the CBLDF had spent over $80,000 on Lee's defense after taking the case in early 2005, and estimated costs reaching six figures by the end of the trial. The case has been ready for trial three times, but has been delayed each time. ===Re-filing of charges=== On April 2, 2006, 18 hours before Lee's jury trial, the District Attorney's team informed the defense team that all charges were being dropped against Lee based on a mistake: The recipient of the comic was not the nine-year-old originally referenced in the charges; it was his six-year-old brother. The same charges were immediately re-filed, but with the child listed. The defense team expressed shock at this statement, which meant the case (and defense preparations for it) had been proceeding for 18 months under faulty charges. Also, the prosecutor's admission meant that false testimony had been presented under oath at the pre-trial hearing. Lead counsel Alan Begner protested \"How did a year and a half of statements based on one set of facts get changed at the last minute to another set of facts?\" ===New arraignment and additional delays=== On May 19, 2006, a new arraignment was held, again charging the same two misdemeanors; this time both the six-year-old and nine-year-old boys were cited as victims. The CBLDF filed several procedural motions and motions to dismiss on May 30. The motions included allegations of prosecutorial misconduct in connection with what were now characterized as false allegations, as well as allegations of the District Attorney's office allowing untruthful testimony to be presented under oath, causing Lee and his defense counsel to incur unnecessary expense by requiring a change in trial date on too-short notice. Patterson said that her office had \"been honest and above board throughout this case. We forwarded new information to the defense as quickly as we got it.\"Motion: Law ‘overbroad’ On June 2, 2006, prosecutors filed yet another new indictment, modifying the second misdemeanor charge. This marked the third time Lee had been formally charged for this one incident. Although new indictments were issued, the first two sets of charges were never formally dropped. The CBLDF team again filed motions, this time in response to all three sets of accusations, but they were all dismissed, including those alleging prosecutorial misconduct. The trial was postponed again on August 15, 2007, due to the illness of presiding Judge Larry Salmon.Gordon Lee comic book trial postponed ===Mistrial=== Opening statements in the new trial began on November 5, 2007, but quickly resulted in a mistrial. Prior to the opening statements, the defense requested that the judge bar prosecutors from commenting on Lee's previous conviction in 1994. However, the prosecution noted in opening statements that Lee told deputies during the 2004 incident he had \"been through this before and beat it\". The district attorney's office planned to bring the case back to Floyd Superior Court the following year. At this point, the CBLDF had spent over $80,000 on Lee's defense. ===Case dismissed=== On Friday, 18 April 2008, it was announced in author Neil Gaiman's blog that the case had been dismissed. ==Effects of the case== The charges against Lee have unnerved many shop owners who are concerned about distributing materials that could result in similar charges. One store owner in Georgia stated that \"We are a smaller community, very similar to the community that Gordon is in. We will special order [controversial comic Lost Girls] for anybody, but we will not have it out on display.\" ==Later life and death== Lee entered the news for unrelated reasons when he chased two women who have since been charged with stealing two puzzles based on the movie The Nightmare Before Christmas from his store. In an attempt to stop the women, Lee jumped on the hood of their car, and was thrown off, unhurt, after riding on the hood for a block. The women were later charged with shoplifting, and the driver was charged with aggravated assault.Comic book store owner chases 2 thieves Lee died on the afternoon of January 13, 2013, from complications stemming from a series of strokes. He was 54 years old.Brownstein, Charles (January 14, 2013). \"RIP, Gordon Lee\". Comic Book Legal Defense Fund. ==References== ==External links== * Gordon Lee's MySpace page. * The home page for Legends, Lee's comic store. Category:1958 births Category:2013 deaths Category:American bloggers Category:American victims of crime Category:Comics people Category:People from Rome, Georgia Category:Businesspeople from Georgia (U.S. state) ",
    "title": "Gordon Lee (comic store owner)"
}