{
    "id": "14106042",
    "text": "Kris Chesney (born 2 March 1974) is a rugby union footballer who plays at flanker, number 8 and lock for Southend. At a national level he has appeared in the England Sevens and England U21 teams. He also played rugby league for a time on loan with the London Broncos. ==Early life== Chesney was born in Ilford, North East London on 2 March 1974 and educated at the Chadwell Heath Foundation School, now known as Chadwell Heath Academy. Chesney did not play rugby until he was 18 because only football, basketball and cricket were played at his school. It was a number of friends in his cricket club who also played rugby at Barking RFC who suggested that he give the game a try. ==Playing career== ===Barking RFC 1993-95=== Chesney developed his skills playing for Barking RFC until, on the threshold of the professional era, he moved to Saracens in 1995, having rejected overtures from Harlequins and London Wasps. Despite his late introduction to the sport his progress was sufficiently rapid to merit inclusion in the England U21 side. ===Saracens 1995–2009=== Chesney formally joined Saracens on 1 July 1995, making his début against Shannon RFC at the start of the 1995–96 Allied Dunbar Premiership season on 2 September of that year. Despite this early run out, first team appearances proved hard to come by and by 1998 spells on loan to Bristol Rugby and crossing codes to appear for the then London Broncos. Upon his return to Saracens first team starts came along more often and by the 1999–00 season he had become a regular with 19 appearances in the Allied Dunbar Premiership alone. After this break through Chesney rarely relinquished his position as a first choice selection other than through injury, such as the serious cruciate and medial knee ligament damage during the 2000-01 Zurich Premiership season. One of Chesney's key strengths has been the speed he can generate for his size, which was clearly an asset that was considered in his selection to play in the England Sevens team. He has been timed at 11.2 seconds over 100 metres, and demonstrated this speed in scoring a try against the Newcastle Falcons which brought him the award of Try of the Season for the 2004-05 Zurich Premiership season. Along with Richard Hill and Kevin Sorrell he formed part of a triumvirate that has been with the club through the entire professional era and still justified 33 appearances in the 2006-07 Guinness Premiership season. In the 2007-08 Guinness Premiership season Chesney passed the milestone of 300 appearances for Saracens in all competition and 150 appearances in the English Premiership. ===Toulon 2009–=== In 2009 Chesney decided to move to French club RC Toulon. On 24 March 2011 a move to Sale Sharks broke down due to Chesney's desire to stay and finish his career with Toulon. ===Southend R.F.C. 2014–=== In 2014 Chesney joined Southend RFC, where he is Captain of the 1st XV. Chesney has made an immediate impact, he is now Club Captain. ==References== ==External links== * Saracens profile * Guinness Premiership profile * Times profile Category:1974 births Category:Barbarian F.C. players Category:Barking Rugby Football Club players Category:English rugby union players Category:Expatriate rugby union players in France Category:Living people Category:London Broncos players Category:Rugby union flankers Category:Rugby union locks Category:Rugby union number eights Category:Saracens F.C. players Category:English expatriate sportspeople in France Category:English expatriate rugby union players ",
    "title": "Kris Chesney"
}