{
    "id": "14109478",
    "text": "The Waseca County Courthouse is the seat of government for Waseca County in Waseca, Minnesota, United States. The 1897 Richardsonian Romanesque building was listed on the National Register of Historic Places in 1982 for having state-level significance in the themes of architecture and politics/government. It was nominated for being the home of the county's government and for the role that achieving county seat status had on the development of the city. ==Description== The courthouse from the east The Waseca County Courthouse is a two-story building of Kasota limestone and buff- colored brick, with a large bell- and clock-tower. It was designed by Minneapolis architects Orff and Joralemon and constructed by J. D. Carroll of St. Paul Park for $55,833. It features polished granite columns supporting triple arches at the entrance. The interior is decorated with wainscoting, oak woodwork, tiled fireplaces, etched glass, paneled doors, and marble flooring. ==History== The construction of the Waseca County Courthouse embodies a surge of effort to relocate the county's seat of government. With Waseca County's organization in 1857, Wilton had been given county seat status. A decade later, however, the Winona and St. Peter Railroad opted to route their tracks north of Wilton through the unassuming town of Waseca. Efforts to move the county seat to the suddenly booming town culminated in a popular vote during the 1870 election. The proposal passed and the county's records and courthouse furniture were moved that very night to a new facility in Waseca, which opened for business the following day. This facility was replaced by the current courthouse in 1897. ==See also== * List of county courthouses in Minnesota * National Register of Historic Places listings in Waseca County, Minnesota ==References== == External links == * Waseca County District Court Category:1897 establishments in Minnesota Category:Buildings and structures in Waseca County, Minnesota Category:Clock towers in Minnesota Category:County courthouses in Minnesota Category:Courthouses on the National Register of Historic Places in Minnesota Category:Government buildings completed in 1897 Category:Romanesque Revival architecture in Minnesota Category:National Register of Historic Places in Waseca County, Minnesota ",
    "title": "Waseca County Courthouse"
}