{
    "id": "14106193",
    "text": "{| |} USS Genesee (AT-55), formerly Monocacy, was a fleet tug in the U.S. Navy in World War I and World War II built in 1905. She was scuttled on 5 May 1942 at Corregidor to avoid capture. Nevertheless, she was raised by the Japanese and designated as Patrol Boat No. 107. She was sunk by American planes on 5 November 1944. ==Operational history== Monocacy was built in 1905 by the Maryland Steel Co. of Sparrow's Point, Maryland. She was acquired by the Navy on 27 July 1917 from the Philadelphia and Reading Railway Co., in Philadelphia, Pennsylvania, and placed in service at the Philadelphia Navy Yard on 25 September 1917, designated SP-1116. She was commissioned 10 November 1917 as USS Genesee (Fleet Tug No. 55) with Lt. C. H. T. B. Tissell, USNRF, in command. Genesee sailed from Philadelphia 20 November 1917 and, after joining a convoy at New London, reached Queenstown, Ireland, 27 January 1918. Until the end of World War I she operated in the Bremerhaven-Queenstown areas patrolling, towing, and serving as standby for deep sea rescue work. After towing from Queenstown to Brest, Genesee arrived Ponta Delgada, Portugal, 31 December 1918 and served as a tug at that port until 1 April 1919 when she sailed for Brest. She provided tug services and aid to stricken ships and finally got underway 30 September for a 7-month tour of duty off Spalato, Dalmatia, and in Castella Bay. On 17 July 1920 Genesee was designated AT-55. Next assigned to the Far East, Genesee arrived Cavite, Luzon, 7 September 1920 for permanent duty on the Asiatic Station. She spent the summer of 1921 with the fleet at Chefoo, China, and returned to Cavite 19 September. Subsequently she operated as a tug, a ferry, and a target tow in the Philippines until she was scuttled at Corregidor 5 May 1942 to avoid capture. Subsequently raised by the Japanese, she was designated Patrol Boat No. 107. On 5 November 1944, American F6F Hellcats from Task Group 38.3 sank Patrol Boat No. 107 off Lubang Island (). Genesee was awarded one battle star for World War II service in the U.S. Navy. ==References== * * Category:Ships built in Sparrows Point, Maryland Category:World War I auxiliary ships of the United States Category:World War II auxiliary ships of the United States Category:World War II patrol vessels of Japan Category:1905 ships Category:Scuttled vessels Category:Ships sunk by US aircraft Category:Naval ships of the United States captured by Japan during World War II Category:Maritime incidents in May 1942 Category:Maritime incidents in November 1944 ",
    "title": "USS Genesee (AT-55)"
}