{
    "id": "14105559",
    "text": "Sahib I Giray (1501–1551) was Khan of Kazan for three years and Khan of Crimea for nineteen years. His father was Crimean Khan Mengli Giray. He was placed on the Kazan throne by his ambitious brother Mehmed of Crimea and driven out of Kazan by the Russians. He became Crimean Khan with Turkish support and was expelled by the Turks for disobedience. During his reign Crimean troops fought for the Turks and also fought in the North Caucasus. In 1532-1584, during the long reigns of Sahib I, Devlet I and Mehmed II, Crimea was at the height of its power. ==Family and early life== His grandfather was Hacı I Giray (c. 1441–1466), the founder of the dynasty. His father was Mengli Giray (1478–1515). Mengli’s sons included Mehmed I Giray (1515–1523), Saadet I Giray (1524–1532), Sahib I Giray (1532–1551) and Mubarak. Ğazı I Giray (1523–24) and İslâm I Giray (1532) were sons of Mehmed. His successor, Devlet I Giray (1551–1577), was a son of Mubarak. His wives were Fatima Sultan and Khanbike Sultan, sister of the Circassian Prince Mashuk Kanukov. His mother-in-law Nur- Sultan was the mother of Muhammed Amin of Kazan. His Kalgas (deputy and designated heir) were his nephew Islyam I Giray, Saadet's son Akhmed and his son Emin. In 1510–11 he accompanied his mother-in-law Nur Sultan to Moscow and Kazan. During the reign of Mehmed Giray (1515–1523) he was imprisoned for a long time. ==Khan of Kazan (1521–1524)== The khanate of Kazan was unstable and usually alternated between pro- and anti-Russian khans. By custom, khans had to be descendants of Genghis, which Sahib was. After the death of Mohammad Amin (1502–19) the anti-Russian faction wanted to bring Sahib from Crimea, but the Russians imposed their vassal Shahgali (1519–1521). In the spring of 1521, at the request of the anti-Russian faction, Sahib entered Kazan and Shahgali fled to Muscovy. To return to Crimea, the ambitious Mehmed of Crimea had now placed his brother on the throne of Kazan. The next step was to take the Khanate of Astrakhan, which he did in 1523. The Nogais feared Mehmed's growing power and killed him. Crimea passed to Mehmed’s son Gazi, who was quickly replaced by Mehmed’s and Sahib’s brother Saadet I Giray (1524–1532). Saadet was more cautious than his brother Mehmed, wanted to consolidate his rule in Crimea and gave little support to his brother in Kazan. To return to Kazan, in the summer of 1521 khans Mehmed of Crimea and Sahib of Kazan made a joint raid on Muscovy. Sahib raided Nizhny Novgorod and Vladimir, joined his brother Mehmed and raided the outskirts of Moscow. They took a huge number of captives and returned to their khanates. In the autumn of 1522 Sahib raided eastern Muscovy. In August-September 1523 Moscow sent a force down the Volga under Shahgali. It plundered villages along the river, reached Kazan and turned back. In September Russia founded the advanced fort of Vasilsursk. In October Sahib raided Galich and returned with many prisoners. (? Galich is rather far north.) Sahib sent an ambassador to Saadat, the new khan of Crimea, asking for cannon, muskets (?пищали) and Janissaries. Saadet refused. In the spring of 1524 Sahib declared himself an Ottoman vassal, but this did not help. In the spring of 1524 Moscow sent a huge army under Ivan Belsky against Kazan. Sahib fled. He was replaced by Safa Giray of Kazan, said to be the son of Sahib's brother Fetikh. ==Return to Crimea (1524–1532)== In the summer of 1524 Sahib reached Crimea, where Saadet imprisoned him. In autumn he was released and assisted Saadet against their rebellious nephew Islyam I Giray. In 1525–26 and 1528–1530 he was Saadet’s Kalga. In 1531 he helped defeat the Shirin clan. Howorth (1880Howorth, p. 479 following Hammar-Purgstall) has him make a pilgrimage to Mecca and in 1532 accompany Sulieman in a war in Hungary. ==Khan of Crimea (1532–1551)== Enthronement and struggle with Islyam: In May 1532 Saadet I Giray voluntarily renounced the khanship and left for Istanbul. İslâm I Giray returned to Crimea and was proclaimed khan. The sultan did not recognize him and in the fall appointed Sahib as Crimean khan. He arrived with Turkish troops and was recognized by the Crimean nobles. Islyam, after a five- month reign, became Sahib's Kalga and was given Perekop and Ochakov. In the spring of 1534 Islyam revolted. He was repulsed from Crimea and fortified himself in Perekop. Saadet’s son Akhmed was made Kalga, but was killed in 1537 by Sahib’s order. Sahib’s son Emin became Kalga. In 1537 Sahib drove Islyam out of Perekop. He fled to the Nogais and was killed by Baki-Beg, the Karachi Beg of the Mangit clan. Domestic policy: He founded the new capital of Bakhchisarai 2km downstream from the old capital of Salachik. (The capitals had been the nearby cliff-fort of Chufut-Kale and before that Stary Krym.) He expanded the harbor of Gozlev/Yevpatoria, giving the khanate its own port. He tried to weaken the great nobles by bringing their leaders to court and elevating the lesser nobles. He tried to sedentarize the Nogais. Wars: When he went to war he was accompanied by a guard of musketeers, wagons and field artillery. The main force was tribal cavalry. In 1538 he joined Suliman the Magnificent to fight the Moldavian ruler Petru Rareș. The result was the Ottoman occupation of Ochakov and the separation of the Budjak coast from Moldavia. In 1539 he marched to the Taman peninsula to punish the Circassians for attacks on Muslims. Kansavuk, the leader of the Zhaney tribe, bought him off with gifts to the Khan, Sultan and Turkish governor of Kaffa. A search in the mountains for the guilty parties failed. On the way back the Crimeans looted some Circassian villages. In the winter of 1539/40 Sahib and his son Emin raided Lithuania and possibly Muscovy. The campaign was successful, but the returning troops suffered much from the cold. In 1541 they raided Muscovy. The runaway Prince Semyon Belsky promised to show them a ford over the Oka River, but they were late due to quarrels between Sahib and Baki-Beg, the Russians blocked the river bank with artillery and the Crimeans went home, taking a little loot. In 1542 they returned to the North Caucasus because Kansavuk had not fulfilled his promises, including the delivery of slaves. They entered the mountains, were attacked at night, won, and returned with much loot. 1544 the Kabardian Prince Elbozady, arrived in Crimea asking for help against his rebellious subjects. The Tatars marched east, defeated a night attack by the Kabardians and returned with many captives. In 1545 Astrakhan was captured and Yamghurchi of Astrakhan was driven out. In 1546 10000 Nogais under Ali-Mirza attacked Crimea to avenge the capture of Astrakhan. The Crimeans surrounded them near Perekop and utterly defeated them by blasting them with artillery and musket fire. After the battle Sahib ordered many of the prisoners executed. ==Overthrow and death (1551)== Some time before 1551 Sahib had requested that his nephew Devlet Devlet I Giray) be sent from Istanbul so that he could be made khan of Kazan. In reality, Sahib was trying to gain control of a potential rival. In 1551 Sulieman the Magnificent ordered Sahib to march against Persia. This was much further east than the Crimeans had ever gone. Sahib replied that his warriors were poor, poorly dressed and could not withstand a long march. The sultan began to doubt the loyalty of his vassal and decided to replace him with Devlet. Sahib was told that Devlet was appointed Khan of KazanHoworth, p488 has Astrakhan and that Sahib should march against the Zhaney tribe of Circassians who had revolted and were attacking pilgrims returning from Mecca. Before leaving, Sahib sent a large force under Emin, his son and Kalga, to Perekop to guard against an attack while his army was away. Sahib crossed to the Taman Peninsula, chased the culprits into the mountains, won a battle and took a large amount of loot and captives. Meanwhile Devlet arrived by land at Akkerman with 1000 Janissaries and 60 cannon. He took ship to Gozlev (Evpatoria), marched southeast and captured Bakhchiserai. When Emin learned of this he marched south but only got to the Alma River (it flows west to the sea between Evpatoria and Sevastopol). His whole army went over to Devlet and Emin was killed. When word of the coup reached Sahib he was abandoned by his army. He was imprisoned in the fortress of Taman and killed by his great nephew Bulyuk Giray under orders from Devlet. All of Sahib’s children and grandchildren to be killed by order of Devlet. Devlet buried him with honors at Salachik near Bakhchisarai. Devlet I Giray (1551–1577) became khan. When Devlet's successor was ordered to fight the Persians he went. ==References== *This is extracted from the Russian Wikipedia, which follows Gaivoronsky *Oleksa Gaivoronsky «Повелители двух материков», Kiev-Bakhchisarai, second edition, 2010, , volume 1, pages 203-247 *Henry Hoyle Howorth, History of the Mongols, 1880, Part 2, pp. 386–388 for Kazan, pp. 479–488 for Crimea Category:1501 births Category:1551 deaths Category:Khanate of Kazan Category:Crimean Khans Category:16th-century monarchs in Europe ",
    "title": "Sahib I Giray"
}