{
    "id": "14102713",
    "text": "Led Zeppelin's 1971 European Tour was a concert tour of Europe by the English rock band. The tour commenced on 3 May and concluded on 5 July 1971. It included one concert at Liverpool, England, which was a rescheduled date from their preceding tour of the United Kingdom.Led Zeppelin official website: concert summary It is possible that other unverified dates in Europe were also performed during this period.Dave Lewis and Simon Pallett, (1997) Led Zeppelin: The Concert File, London: Omnibus Press, p. 63. Though being very short in duration, this concert tour was well known, primarily because of the extremely violent crowd disturbance which took place at the band's concert at the Vigorelli Velodrome in Milan on 5 July.Led Zeppelin Interview 1971 Led Zeppelin official website: concert summaryChris Welch (1994) Led Zeppelin, London: Orion Books. , p. 63. This festival appearance in front of an audience of 15,000 people was abandoned when hundreds of tear-gas wielding riot police charged into the crowd. The group were forced to leave the stage and many fans were injured. Some of the group's equipment was also damaged in the chaos. The band's singer Robert Plant later recalled: The concert has been described as one of the low points of Led Zeppelin's career, and the band never again returned to Italy.Lewis, Dave and Pallett, Simon (1997) Led Zeppelin: The Concert File, London: Omnibus Press. , p. 63. ==Tour set list== All track written by Jimmy Page and Robert Plant, except where noted. The fairly typical set list for the tour was: #\"Immigrant Song\" #\"Heartbreaker\" (Bonham, Jones, Page, Plant) #\"Since I've Been Loving You\" (Page, Plant, Jones) #\"Out on the Tiles\" (intro) (Page, Plant, Bonham) / \"Black Dog\" (Page, Plant, Jones) #\"Dazed and Confused\" (Page) #\"Stairway to Heaven\" #\"Going to California\" #\"That's the Way\" #\"Celebration Day\" (from 7 Aug) #\"What Is and What Should Never Be\" #\"Moby Dick\" (Bonham, Jones, Page) (on 8 Aug only) #\"Four Sticks\" (on 3 May only) #\"Gallows Pole\" (on 3 May only) #\"Whole Lotta Love\" (Bonham, Dixon, Jones, Page, Plant) #\"Communication Breakdown\" (Bonham, Jones, Page) (on 3 May only) #\"Misty Mountain Hop\" (Page, Plant, Jones) (on 3 May only) #\"Rock and Roll\" (Page, Plant, Jones, Bonham) (on 3 May only) #\"Weekend\" (Post) (on 7 August only) There were some set list substitutions, variations, and order switches during the tour. On 3 May Led Zeppelin played \"Four Sticks\" (Page, Plant). This is the only known time it was performed by the original band.Dave Lewis (1994), The Complete Guide to the Music of Led Zeppelin, Omnibus Press, . Also played was \"Gallows Pole,\" one of only two complete known live performances, the other played later that year on 16 November 1971 at St Matthew's Baths Hall, Ipswich, UK. ==Tour dates== {| class=\"wikitable\" style=\"text-align:center;\" ! style=\"width:150px;\"| Date ! style=\"width:200px;\"| City ! style=\"width:140px;\"| Country ! style=\"width:220px;\"| Venue |- bgcolor=\"#DDDDDD\" | colspan=\"4\" | Leg 1 – Denmark & England |- |3 May 1971 || Copenhagen || rowspan=\"2\"|Denmark || K.B. Hallen |- |4 May 1971 || Odense || Fyns Forum |- |10 May 1971 || Liverpool || England || University of Liverpool |- bgcolor=\"#DDDDDD\" | colspan=\"4\" | Leg 2 – Italy |- |5 July 1971 || Milan || Italy || Velodromo Vigorelli |- !colspan=\"4\"|Leg 3 – Switzerland (warm-up shows for following tourhttps://www.ledzeppelin.com/event/may-3-1971 The Swiss warm-up shows are considered to be part of this tour according to the official website.) |- |7 August 1971 | rowspan=\"2\"|Montreux | rowspan=\"2\"|Switzerland | rowspan=\"2\"|Montreux Casino |- |8 August 1971 |} ==References== ==External links== *Comprehensive archive of known concert appearances by Led Zeppelin (official website) *Led Zeppelin concert setlists *1971 interview with Robert Plant about the Milan riot *Europe 1971 tour ==Sources== *Lewis, Dave and Pallett, Simon (1997) Led Zeppelin: The Concert File, London: Omnibus Press. . Category:Led Zeppelin concert tours Category:1971 concert tours Category:1971 in Europe ",
    "title": "Led Zeppelin European Tour 1971"
}