{
    "id": "14106088",
    "text": "2-Arachidonyl glyceryl ether (2-AGE, Noladin ether) is a putative endocannabinoid discovered by Lumír Hanuš and colleagues at the Hebrew University of Jerusalem, Israel. It is an ether formed from the alcohol analog of arachidonic acid and glycerol. Its isolation from porcine brain and its structural elucidation and synthesis were described in 2001. ==Discovery== Lumír Hanuš, Saleh Abu-Lafi, Ester Fride, Aviva Breuer, Zvi Vogel, Deborah E. Shalev, Irina Kustanovich, and Raphael Mechoulam found the endogenous agonist of the cannabinoid receptor type 1 (CB1) in 2000. The discovery was 100 gram of porcine brain, (approximately a single brain) was added to a mixture of 200 mL of chloroform and 200 mL of methanol and mixed in a laboratory blender for 2 minutes. 100 mL of Water was then added, and the mixing process continued for another minute. After this, the mixture was filtered. Two layers then formed and the layer of water-methanol was separated and evaporated when pressure was reduced. Synaptosomal membranes were prepared from 250g of the brains of Sabra male rats. A Hewlett Packard G 1800B GCD system that has a HP-5971 GC with electron ionization detector was used. ==Production== The production of the endocannabinoid is enhanced in normal, but not in endothelium-denuded rat aorta on reacting with carbachol, a parasympathomimetic drug. It potently reduces blood pressure in rats and may represent an endothelium-derived hypotension factor. 2-Arachidonyl glyceryl ether's structure can be determined by mass spectrometry and Rutherford backscattering spectrometry. It was confirmed by comparison with a synthetic sample of the endocannabinoid. It binds to the Cannabinoid receptor type 1 (Ki = 21.2 ± 0.5 nM), which causes sedation, hypothermia, intestinal immobility, and mild antinociception in mice. The endocannabinoid exhibits Ki values of 21.2 nM and >3 μM at the Cannabinoid receptor type 1 and the peripheral cannabinoid receptors.\"2-Arachidonyl Glycerol ether · Noladin; 2-AG ether (CAS 222723-55-9) || Cayman Chemical\". Cayman Chemical. Retrieved 2011-05-29. The presence of 2-AGE in body tissue is disputed. Although a research group from Teikyo University, Kanagawa, Japan could not detect it in the brains of mice, hamsters, guinea-pigs or pigs, two other research groups successfully detected it in animal tissues. == Pharmacology == 2-AGE binds with a Ki of 21 nM to the CB1 receptor and 480 nM to the CB2 receptor. It shows agonistic behaviour on both receptors and is a partial agonist for the TRPV1 channel. After binding to CB2 receptors it inhibits adenylate cyclase and stimulates ERK-MAPK and regulates calcium transients. In comparison to 2-arachidonoyl glycerol, noladin is metabolically more stable resulting in a longer half-life. It lowers Intraocular pressure, increases the uptake of GABA in the globus pallidus of rats and is neuroprotective by binding to and activation of PPARα. == See also == * 2-Arachidonoylglycerol == References == == External links == * Commercial supplier of Noladin ether Category:CB1 receptor agonists Category:CB2 receptor agonists Category:Lipids Category:Endocannabinoids ",
    "title": "2-Arachidonyl glyceryl ether"
}