{
    "id": "14100189",
    "text": "Rachmaninoff, pictured here at age 10, produced most of the pieces not included in his opus before he was 14. The composer Sergei Rachmaninoff produced a number of solo piano pieces that were either lost, unpublished, or not assigned an opus number. While often disregarded in the concert repertoire, they are nevertheless part of his oeuvre. Sixteen of these pieces are extant; all others are lost. Ten of these pieces were composed before he completed his Piano Concerto No. 1, his first opus, and the rest interspersed throughout his later life. In these casual works, he draws upon the influence of other composers, including Frédéric Chopin and Pyotr Tchaikovsky. The more substantial works, the Three Nocturnes and Four Pieces, are sets of well- thought out pieces that are his first attempts at cohesive structure among multiple pieces. Oriental Sketch and Prelude in D minor, two pieces he composed very late in his life, are short works that exemplify his style as a mature composer. Whether completed as a child or adult, these pieces cover a wide spectrum of forms while maintaining his characteristic Russian style. __TOC__ == Works == In the autumn of 1885, the twelve-year-old Rachmaninoff entered the home of Nikolai Zverev to receive private piano instruction and at the end of May 1886, Zverev took his students to Crimea, where Rachmaninoff continued his studies, hoping to gain entrance to Anton Arensky's harmony class at the Moscow Conservatory. It was during this time that Rachmaninoff created his first composition, a two-page Étude in F-sharp major (the manuscript is now lost). After admission to the class, he produced more exercises, the earliest of which is a Lento in D minor; it is the only surviving piece of ten he is said to have composed. Now beginning to compose independently, Rachmaninoff's next project was a group he titled Three Nocturnes, and is regarded as his first serious attempt at writing for the piano.Harrison, pp. 19-20 The first nocturne, in F-sharp minor, was written 14-21 November 1887, and has three parts: a beginning and an end in andante cantabile and a central section in allegro. The slower andantes are gentle sections, influenced by Pyotr Tchaikovsky, while the allegro is unnatural and stiff and unusually fast for a nocturne. The second piece, in F major, followed on 22-25 November, also contains a slower portion coupled with a quick section. No. 3, in C minor, took more than a month to compose, dated from 3 December 1886 to 12 January 1887. With a chordal texture spread over the entire keyboard, it is reminiscent of the music of Robert Schumann. The nocturnes were published posthumously in Moscow in 1949, but were not assigned an opus number. The Four Pieces of 1887 are perhaps Rachmaninoff's first comprehensive works. Each has a clear aim and method to attain it, and all unfold with a fluency significantly more advanced than that shown in the previous nocturnes. The opening Romance, in F-sharp minor, harks back to Frédéric Chopin's tenderness. The E-flat minor Prelude is an unremarkable but well-thought out piece. The third, a Mélodie in E major, is modestly expressive, but the Gavotte in D major is, although repetitive, the most energetic and vigorous piece. These were published posthumously in Moscow in 1948, without an opus number. In 1890, after vacationing at Ivanovka, his family's summer residence, Rachmaninoff wrote a letter to Natalia Skalon, a family friend in Moscow, reporting that he had to write a fugue for Arensky's class, \"an unpleasant circumstance however you look at it.\" It turned out to resemble a canon more than a fugue, however, and was published in 1949 as Canon in E minor. Although written as an assignment, the piece conveys the impression not of an academic contrapuntal exercise but rather of a vivid outburst. The texture and harmony show enough advancement over his earlier Four Pieces to indicate that he had been sensible not to publish them as his opus 1. Oriental Sketch (1917) is a name given to the piece by the publisher, and was not written to depict anything oriental. In 1891, Rachmaninoff composed his Piano Concerto No. 1 (which became his first official opus) and afterwards in July, a small piece, Prelude in F major, which he revised later to include the cello. It was at this time, in 1892, that the Morceaux de fantaisie were composed. In 1891 Rachmaninoff also composed his Suite in D minor for orchestra, considered lost until the manuscript was found in 2002, leading to the discovery that a previously-unattributed composition for piano is a reduction for solo piano of this Suite. The suite is in four movements: Lento: Allegro moderato in D minor, Lento in B minor, Menuetto in F-sharp major, and Allegro in D major. He spent much of the next few years writing some of his orchestral pieces, including The Rock (1893) and Caprice Bohémien (1895). His return to pianistic work in early 1896 was marked by his contribution to Four Improvisations, a collaboration with Anton Arensky, Alexander Glazunov, and Sergei Taneyev. After the Six Moments Musicaux were completed in 1896, Rachmaninoff composed a single Morceau de Fantaisie in G minor on 11 January 1899. He subtitled it \"Delmo\", however what this means is unknown. It is two pages long and features an emphatic, if not brief, climax. He also produced a Fughetta in F major in February of that year, which is also short and has clean counterpoint. He composed most of his published works in this period, starting with the Chopin Variations. After the nine Études- Tableaux, Op. 39, Rachmaninoff composed several minor works in 1917. The Oriental Sketch is a fast-paced piece littered with sixteenth note figures. The piece was not intended to be associated with the Orient; the title was given by the publisher. The Prelude in D minor, a dark piece with thick and fast moving chords that repeatedly descend into low register, is a manifestation of his unhappiness with the October Revolution. The manuscript survived and was first published in 1973. His penultimate piano composition (only his Corelli Variations came later) was a one-page piece entitled Fragments, a brief nostalgic piece from his final days in Moscow. It was first published in the magazine, The Etude, in 1919.Harrison, p. 214 In 2003, while researching Rachmaninoff material at the Library of Congress, the Australian pianist Scott Davie discovered a two-page sketch of a previously unknown Rachmaninoff work, a Piano Piece in A-flat major. While he was able to make a pencil copy, it wasn't until later he realized that the sketch was complete. Davie was given permission to make use of the piece by the composer's great- granddaughter, Natalie Wanamaker Javier, while attending the 2006 International Rachmaninoff Conference in Amsterdam. The piece was recorded and released by ABC Classics on his Pictures from an Exhibition CD. Since then the piece has also been recorded by Vladimir Ashkenazy and released by Decca. == References == == External links == * Fragments, Four Improvisations, Oriental Sketch, Piano Piece in D minor, 2 Preludes: Free scores at the International Music Score Library Project. * Piano.ru - Sheet music download * Chubrik.ru - Audio download Category:Compositions for solo piano Rachmaninoff ",
    "title": "Miscellaneous solo piano compositions (Rachmaninoff)"
}