{
    "id": "14105626",
    "text": "\"Fox hunting\"Lord Gardner as caricatured by Spy (Leslie Ward) in Vanity Fair, July 1883 Alan Legge Gardner, 3rd Baron Gardner (29 January 1810 - 2 November 1883), was a British Whig politician. ==Background== Gardner was the son of Admiral Alan Gardner, 2nd Baron Gardner. A viscountcy was to be conferred on his father in 1815, but he died before the patent had passed the Great Seal and the title was never given to his son. He did, however, manage to get his father's barony passed down to him instead of his father's other son, Mr Fenton Gardner, by establishing that Fenton was illegitimate.The Gardner Peerage Claim ==Career== In his youth, Gardner was a member of the literary salon established by the Countess of Blessington and the Count D'Orsay. He was also a celebrated sportsman. He sat on the Whig benches in the House of Lords and served in the Whig administration of Lord Melbourne as a Lord-in-waiting (government whip in the House of Lords) from 1837 to 1841. ==Family== Lord Gardner first married Frances Margaret Hughes (12 October 1814 - 3 December 1847) in 1835. The marriage was childless.Curiously Courthope (1838) insists that he married Mary Martha, eldest surviving daughter of William Lewis, Lord Dinorben (). After her death he married secondly the actress Julia Sarah Hayfield Fortescue (1817 - 3 November 1899 Brighton),. daughter of Edward E. T. Fortescue, in December 1848 at St George's, Hanover Square, London. They had several children born before and after their marriage; as his former mistress, she was unacceptable in Victorian high society. His son Herbert Gardner, born two years before his parents' wedding, became a Liberal politician and was created Baron Burghclere in 1895. One of Lord Gardner's legitimate daughters, the Hon. Florence (7 Feb 1853 -3 Aug 1934), was the wife of William Onslow, 4th Earl of Onslow, sometime Governor-General of New Zealand; a granddaughter Lady Dorothy Onslow married Edward Wood, 1st Earl of Halifax and became Vicereine of India. Gardner died in November 1883, aged 73, when his titles became dormant. Lady Gardner died in 1899. Issue, according to Fortescue website: * a son (b 1842), possibly Col. Alan Coulston Gardner (d 1907); he married and had issue 2 sons, but was illegitimate so could not inherit the 1798 barony. * a son (b 1843) * Herbert Gardner (1846-1921), who married Lady Winifred Byng, née Herbert, daughter of the 4th Earl of Carnarvon, and had issue 4 daughters. One daughter Evelyn was the first wife of Evelyn Waugh and was thus known as \"She-Evelyn\". Another daughter married Geoffrey Hope-Morley, 2nd Baron Hollenden. * Hon. Florence Coulston Gardner (7 Feb 1853 -3 Aug 1934),Born after an 1848 marriage in St. George's, Hanover Square, London, according to most peerage directories, but before an 1856 marriage per the Fortescue website . married William Onslow, 4th Earl of Onslow, sometime Governor-General of New Zealand, and had issue. *Hon. Evelyn Coulston Gardner (1856–1902), married 1881 William Fuller Maitland and had issue == Notes == == References == *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990. * * ==External links== * *Lord Gardner at the National Portrait Gallery Category:1810 births Category:1883 deaths Category:Barons in the Peerage of Ireland Category:Barons in the Peerage of the United Kingdom Category:Eldest sons of barons ",
    "title": "Alan Gardner, 3rd Baron Gardner"
}