{
    "id": "14105674",
    "text": "The 2007–08 Cypriot Cup was the 66th edition of the Cypriot Cup. A total of 54 clubs entered the competition. It began on 8 September 2007 with the first round and concluded on 17 May 2008 with the final which was held at GSP Stadium. APOEL won their 19th Cypriot Cup trophy after beating Anorthosis 2–0 in the final. ==Format== In the 2007–08 Cypriot Cup, participated all the teams of the Cypriot First Division, the Cypriot Second Division, the Cypriot Third Division and 12 of the 14 teams of the Cypriot Fourth Division. The competition consisted of seven rounds. In the first and in the second round each tie was played as a single leg and was held at the home ground of the one of the two teams, according to the draw results. Each tie winner was qualifying to the next round. If a match was drawn, extra time was following. If extra time was drawn, there was a replay at the ground of the team who were away for the first game. If the rematch was also drawn, then extra time was following and if the match remained drawn after extra time the winner was decided by penalty shoot-out. The third and fourth round were played in a two- legged format, each team playing a home and an away match against their opponent. The team which scored more goals on aggregate, was qualifying to the next round. If the two teams scored the same number of goals on aggregate, then the team which scored more goals away from home was advancing to the next round. If both teams had scored the same number of home and away goals, then extra time was following after the end of the second leg match. If during the extra thirty minutes both teams had managed to score, but they had scored the same number of goals, then the team who scored the away goals was advancing to the next round (i.e. the team which was playing away). If there weren't scored any goals during extra time, the qualifying team was determined by penalty shoot-out. In the next round (quarter-finals), the teams were drawn into two groups of four. The teams of each group played against each other twice, once at their home and once away. The group winners and runners-up of each group advanced to the semi-finals. The semi-finals were played over two legs and the same format as in the third and fourth round was applied. The final was a single match. The cup winner secured a place in the 2008–09 UEFA Cup. ==First round== In the first round participated all the teams of the Cypriot Second Division and the Cypriot Third Division and 12 of the 14 teams of the Cypriot Fourth Division. The two fourth division teams which were promoted from the 2007 STOK promotion play-offs to the 2007–08 Cypriot Fourth Division after finishing to the second and third place (Ellinismos Akakiou and P.O. Xylotymvou 2006) did not participate in the Cypriot Cup. ASPIS Pylas which finished first in the 2007 STOK promotion play-offs, participated in the Cypriot Cup. ==Second round== In the second round participated the winners of the first round ties. ==Third round== In the third round participated the winners of the second round ties and six teams of the Cypriot First Division (the teams which finished 9th, 10th, 11th in the 2006–07 Cypriot First Division and the three teams which promoted from the 2006–07 Cypriot Second Division). The first eight teams of the 2006-07 Cypriot First Division did not participate in this round. ==Fourth round== In the fourth round participated the winners of the third round ties and the eight teams of the 2007-08 Cypriot First Division which did not participated in the third round, that were the teams which finished in the first eight places in the 2006-07 Cypriot First Division. The first legs were played on 23–24 October and the second legs on 31 October and 1 November. ==Group stage (quarter-finals)== In the group stage participated the eight winners of the fourth round ties. The teams of each group played against each other twice, once at their home and once away. The group winners and runners-up of each group advanced to the next round. ===Group A=== ===Group B=== ==Semi-finals== In the semi-finals participated the four teams which qualified from the group stage. The first legs were played on 23 and 30 April. The second legs were played on 7 May. ==Final== {| style=\"font-size: 90%\" cellspacing=\"0\" cellpadding=\"0\" |- |colspan=\"4\"|APOEL:''' |- !width=\"25\"| !!width=\"25\"| |- |GK ||12 || Jane Nikolovski |- |DF ||5 || Daniel Florea |- |DF ||24 || Christos Kontis |- |DF ||8 || Bark Seghiri |- |DF ||14 || Joost Broerse |- |MF ||26 || Nuno Morais |- |MF ||7 || Constantinos Charalambides || |- |MF ||20 || Constantinos Makrides (c) |- |MF ||23 || Hélio Pinto |- |FW ||9 || Nenad Mirosavljević || |- |FW ||31 || Zé Carlos || |- |colspan=4|Substitutes: |- |DF ||32 || Altin Haxhi || |- |DF ||18 || Demetris Daskalakis || |- |FW ||9 || Nikos Machlas || |- |colspan=4|Manager: |- |colspan=\"4\"| Ivan Jovanović |} {| cellspacing=\"0\" cellpadding=\"0\" style=\"font-size:90%; margin:auto;\" |- |colspan=\"4\"|Anorthosis: |- !width=\"25\"| !!width=\"25\"| |- |GK ||1 || Arjan Beqaj |- |DF ||2 || Theodoros Tripotseris |- |DF ||3 || Lambros Lambrou |- |DF ||24 || Andreas Constantinou |- |DF ||4 || Nikos Katsavakis (c) |- |MF ||21 || Giorgos Panagi || |- |MF ||6 || Anton Žlogar |- |MF ||20 || Vincent Laban || |- |MF ||10 || Paulo Costa |- |FW ||11 || Nikos Frousos |- |FW ||9 || Łukasz Sosin |- |colspan=4|Substitutes: |- |FW ||22 || Metodi Deyanov || |- |MF ||18 || Klimenti Tsitaishvili || |- |colspan=4|Manager: |- |colspan=\"4\"| Temur Ketsbaia |} MATCH OFFICIALS * Assistant referees: ** Aristidis Christou ** Stefanos Grigoriades MATCH RULES * 90 minutes. * 30 minutes of extra-time if necessary. * Penalty shoot-out if scores still level. * Five named substitutes. * Maximum of three substitutions. ==See also== * Cypriot Cup * 2007–08 Cypriot First Division ==Sources== * * Category:Cypriot Cup seasons Category:2007–08 domestic association football cups Category:2007–08 in Cypriot football ",
    "title": "2007–08 Cypriot Cup"
}