{
    "id": "14100719",
    "text": "The S&T; group of enterprises is an IT consulting, solutions and services provider with its head office in Linz, Austria. ==Company history== S&T; was founded by Thomas Streimelweger and Karl Tantscher in 1993. The company started up in Slovakia, Bulgaria and Ukraine and other branches were established over the next few years in Romania, Moldova and Yugoslavia. In the early years, S&T; specialized in the sale of IT hardware and software, as a Full Function Distributor for Hewlett Packard but they turned their focus to IT consulting and services from the year 2000. S&T;'s initial public offering took place on the EASDAQ (now NASDAQ Europe) in 1998. Following on from this, the company grew by setting up branches and through the acquisition of other companies. In 1999, for example, S&T; expanded its presence into Slovenia, Croatia, Bosnia-Herzegovina and Macedonia by purchasing Hermes Plus. Not long afterwards, the branch in Slovenia was strengthened by the takeover of e-business company ICOS. S&T; also set up a branch in Hungary that same year. From 1999, S&T; became involved with the sale of medical products and is now Philips’ exclusive distribution partner for medical products in Bulgaria, Croatia, the Czech Republic, Moldova, Romania and Slovakia. To break into this sector, the company purchased HP's medical products business unit. Medical Systems Business, as it was called at the time, was taken over by Agilent Technologies when HP split into two companies in 1999. In 2002, Agilent sold the medical business unit to Philips. The two smallest business units in this sector (Chemical Analysis and Electronic Testing and Measuring Systems) were sold again one year later. The company gained a branch in the Ukraine with the acquisition of Soft-Tronik in 2000, and acquired one in Poland by purchasing Largo Systems. S&T; founded S&T; International in Russia in the same year. In 2001, S&T; bought Aster in Slovenia, INNET in Hungary, Neos Computer in the Czech Republic and Netway Computer Systems in Romania. In 2002, they expanded further into Latvia and Montenegro and also into Turkey with the takeover of Protek. Epsilon in Croatia and Atlantis in Slovenia were taken over in 2003, as were Fujitsu Services branches in six countries. S&T; moved from the EASDAQ to the Vienna Stock Exchange in the same year. The purchase of ITS Intertrade Sistemi d.o.o. in Slovenia took place in 2004, InfoNET Project d.o.o. in Croatia in 2005 and 2006 saw a total of four takeovers: S&T; purchased the IT activities of T-System in Turkey, took over Unitis in Hungary, the Grall Group in the Czech Republic and BEELC in Poland. In the same year, S&T; withdrew from the markets in Malta, Greece and Switzerland. A few months later, Switzerland became part of the S&T; group of enterprises once more, when S&T; took over the SAP consulting company IMG The Information Management Group in spring 2007. The US subsidiary of IMG was sold again in September 2007. Announced on October 3, 2012 was the merger between the S&T; and the Quanmax groups, with the latter taking over the former.https://web.archive.org/web/20130108091604/http://www.quanmax.ag/de/investor- relations/meldungen--dokumente/meldungen/fusion-quanmax-agst-ag.aspx The merger was concluded on December 12, 2012. It entailed S&T; System Integration & Technology Distribution AG’s being merged into Quanmax AG, which was subsequently renamed S&T; AG.https://web.archive.org/web/20121215013532/http://www.quanmax.ag/de/investor- relations/meldungen--dokumente/meldungen/quanmax-ag-und-st-ag-erfolgreich- verschmolzen---quanmax-ag-in-st-ag-umfirmiert.aspx S&T; entered the smart energy sector in 2014. To do such, S&T; took stakes in Networked Energy Services Corp. (“NES”) and in Affair OOO, and purchased ubitronix system solutions GmbH. On September 19, 2016, S&T; AG's stock was incorporated into the Frankfurt Stock Exchange’s TecDAX index. In October 2016 S&T; acquired the IT market customers segment of Austria's Raiffeisen-Informatik group. These customers comprise those not belonging to the Raiffeisen group and served by its Raiffeisen IT one. Its portfolio of services include computer center and SAP operation, and, as well, consulting and software development, with the latter being in the area of collaboration management software.https://derstandard.at/2000045541464/ST-uebernimmt-einen-Teil-von- Raiffeisen-Informatik In 2017, S&T; took a stake in Kontron, a Germany- headquartered manufacturer of embedded computers. The purchase was predominantly financed by Foxconn, the Taiwan-headquartered provider of commissioned manufacturing services. Foxconn took a nearly 30% stake in S&T; AG. On August 17, 2017, Kontron was merged into S&T; “Kontron” is being maintained as a brand.https://www.kontron.de//about-kontron/news- events/detail/pr2_verschmelzung-der-kontron-ag-auf-die-s-t-deutschland- holding-ag-vollzogen == External links == * https://www.snt.at * https://ir.snt.at == References == Category:International information technology consulting firms Category:Companies based in Vienna Category:Information technology companies of Austria ",
    "title": "S&amp;T (company)"
}