{
    "id": "14109338",
    "text": "Baxter's law (also known as the Bell doctrine) is a law of economics that describes how a monopoly in a regulated industry can extend into, and dominate, a non-regulated industry. It is named after law professor William Francis Baxter Jr., who was an antitrust law professor at Stanford University. As Assistant Attorney General, he settled a seven-year-old case against AT&T; with by far the largest breakup in the history of the Sherman Antitrust Act, splitting AT&T; up into seven regional phone companies in 1982. ==Content== Baxter's law theoretically is applied to a variety of other industries where incumbent, vertically integrated, regulated monopolies control both monopoly segments and potentially competitive segments. Each industry is constructed as a large network for transporting its fundamental product (information, telecommunication) between any two feasible points of origin and destination. Moreover, each network is conceptually separable into several basic functions and various levels of layers. From the perspectives of enterprises, a monopolist in a regulated industry may face a price cap, or a rate of return type pricing scheme. If this regulated industry serves as an input for another industry which is unregulated, the monopolist may wish to expand into this unregulated industry in order to increase overall profits. An economic theory referred to as ICE (Internalizing Complementary Externalities) suggests that when a monopolist seeks to expand their monopoly into other market levels, such an expansion is pro-competitive, because there is no reason for a monopolist to expand into an upstream or downstream market unless they are more efficient than competitors. This is because in a multi-level market, customers only gain a single final product, and are willing to pay only one \"monopoly price\" for this good. If a monopolist already owns one level of the market, then they can extract the entire monopoly price by increasing the prices on their level and expanding into other levels of the market since they are already getting the entire monopoly prices. To make it clearer, the total profits a monopolist can earn if it seeks to leverage its monopoly in one market by dominating a complementary market are theoretically no greater than the extra profits it could earn in an unregulated environment simple by charging more for the monopoly product itself. However, these measures which monopoly adopts to promote competition in complementary market might increase the total demands for the products through multi-level market. Baxter's Law is an exception to the ICE theory. Regulated monopolies have the incentive and opportunity to monopolize related markets in which their monopolized service is an input. Under Baxter's law, a monopolist in a regulated industry is unable to capture the entire monopoly price since their prices are regulated. This monopolist will then seek to use its monopoly on one level of the market to expand into another level of the market, one where price is unregulated. Whereas the ICE theory would normally find this acceptable, Baxter's law explains that the monopolist can use its monopoly position in one level to capture a monopoly in another level, and then capture the monopoly price in this other level of the market. While normal monopolists would suffer losses in their first monopoly level that would offset the gains in the new market level, a regulated monopolist will suffer smaller losses in their first monopoly level due to price regulation, but will still have full gains in the market level, and therefore will seek to expand their monopoly. ==Example== *Baxter's law in Internet market: Baxter's law can be illustrated under the context of Internet market before the broadband age. As mentioned above, when the market for platform is subject to price and rate regulation, a monopoly of network provider holds strong incentives to monopolize an unregulated applications market (a downstream level market). For example, because the FCC have capped the price that telephone companies could charge consumers by using the telephone network circuit for Internet access, those companies are unable to extract monopoly profits from the platform. In other words, they are prohibited to increase charges and prices for the exclusive services which they provide in the market. As a result, these monopolies extend their business and service to unregulated markets. Comparing to rivals in these market, monopolies could offer lower, cost-based rates for the same service because of vertical integration. Therefore, the revenues earned in unregulated market can offset the loss due to regulation in monopoly market and increase overall profits. ==See also== * Network neutrality * One monopoly profit ==References== * Jonathan E.Nuechterlein and Philip J. Weiser. Digital Crossroads-American Telecommunications Policy in the Internet Age. Cambridge, Massachusetts: The MIT Press, 2007. * Paul L. Joskow and Roger G. Noll. The Bell Doctrine: Applications in Telecommunications, Electricity, and Other Network Industries. Stanford Law Review, Vol. 51, No. 5 (May, 1999), pp. 1249–1315. *Joseph Farrell & Philip J. Weiser, Modularity, Vertical Integration, and Open Access Policies: Towards a Convergence of Antitrust and Regulation in the Internet Age, 17 Harv. J. Law & Tec. 85, 100–105 (2005) Category:Economics laws Category:Monopoly (economics) ",
    "title": "Baxter's law"
}