{
    "id": "14104756",
    "text": "Hoorn in the 17th century David Pieterszoon de Vries ( – 13 September 1655) was a Dutch navigator from Hoorn.Joris van der Meer Koopman in de West; De indianen en de Nieuw Nederlanders in het journaal van David Pietersz. De Vries , 2001 (Dutch) == Biography == In 1617, De Vries went on a whaling voyage to Jan Mayen. In 1620, he sailed to Newfoundland, and sold the dried fish in Italy. In Toulon he joined Charles, Duke of Guise. In 1624 he went to Canada again, still in French service. After returning in the Netherlands, the Dutch West India Company put an embargo on his ship. De Vries sold his ship and left for Bayonne. In 1627, he sailed from Hoorn to Batavia. On board was Jan Pietersz Coen only recognized during the trip. From the Dutch Indies he sailed to Masulipatnam. In 1629, twenty-eight colonists sailed to North America and planted the Swanendael Colony in Lewes, Delaware,De Vries spells the name \"Swanendael\", and in modern Dutch it is \"Zwanendaal\", but in Delaware the name is conventionally written \"Zwaanendael\". organized for the Dutch West India Company by five merchants from New Amsterdam, who hoped to become patroons of the colony: Kiliaen de Rensselaer, Samuel Godijn, Samuel Blommaert, Albert Burgh, Joannes de Laet and De Vries. Upon visiting the colony in 1632, however, De Vries found that the settlers had been massacred, and their fort burned to the ground.\"Voyages of De Vries.\" New York Historical Society Collection (new series), vol. III. pg. 23. He returned to North America twice, eventually establishing a settlement on Staten Island (1639), and another, north of Pavonia, known as Vriessendael (1640). In 1636, De Vries built a blockhouse at Signal Hill on Staten Island, the first signal house erected by European settlers in North America and the future site of Fort Tompkins.Fort Wadsworth at American Forts Network De Vries often acted as a go-between trying to keep the peace between the Lenape and New Netherlands director- general William Kieft. De Vries famously tried to prevent Kieft from launching the Pavonia Massacre, which set off Kieft's War. After the massacre, De Vries was influential in bringing the Hackensack Indians sachem Oratam to negotiate a truce, which did not hold in the face of Kieft's aggressive policies.Ruttenber,E. M.,Indian Tribes of Hudson's River, (Hope Farm Press, 3rd ed, 2001) De Vries became a leading figure in the popular uprising against Kieft in the Dutch colony which ultimately led to the director-general's dismissal and recall for trial. Disenchanted by the New Netherlanders' treatment of the indigenous population, he left his farm at Vriessendael in October 1643, and returned to Holland. == References == Category:17th-century Dutch explorers Category:1590s births Category:1660s deaths Category:Dutch explorers of North America Category:Kieft's War Category:People from Hoorn Category:People from La Rochelle Category:People from Staten Island Category:People of colonial Delaware Category:People of New Netherland Category:Sailors on ships of the Dutch West India Company Category:Frisians ",
    "title": "David Pietersz. de Vries"
}