{
    "id": "14112844",
    "text": "Usman Bayero Nafada (born 2 January 1961) is the former Deputy Speaker of the House of Representatives of Nigeria. He is a People's Democratic Party (PDP) member and represents the Dukku/Nafada Federal Constituency of Gombe State. He was the 2019 Peoples Democratic Party's Governortorial Candidate in Gombe State. Nafada holds different titles and awards which include Sarkin Yakin Nafada, Dan Rimin Gona, Madawakin Akko, Durbin Tangale, Maje Keran Funakaye, Enyi of Igbo Anamabra, Garkuwan Matasan Arewa, Commander of the Order of Niger (CON) etc ==Early life and education== Nafada was born in January 1961 in Gombe State to Bayero Nafada. He holds a Teacher’s Certificate from Ahmadu Bello University (ABU), Zaria, Kaduna State and degrees in accountancy from both ABU and the University of Maiduguri, Maiduguri, Borno State. ==Political career== Nafada was a member of the Gombe House of Assembly] he held the Position of Majority Leader of the House and Letter became Speaker] for the All Nigeria Peoples Party (ANPP) from 1999 until 2003, and held the post of Speaker starting in June of that term. He was also previously the Assistant State Auditor of Gombe State. Nafada was elected to the national House of Representatives in 2003 as an ANPP candidate for Dukku/Nafada, but switched to PDP membership when his state began to vote that way. After the resignation of Babangida Nguroje amid the Patricia Etteh corruption scandal, Friday Itulah of Edo State nominated Nafada to succeed Nguroje as Deputy Speaker. He was elected unopposed on November 2, 2007. However, in July 2018, less than a year to the next national election, Senator Nafada, along with 14 other members defected from APC to PDP.{{Why Dino Melaye, Gemade, 12 other Senators Dumped APC|https://www.premiumtimesng.com/news/headlines/277755-why-dino-melaye- gemade-12-other-senators-dumped-apc.html ==References== Category:Gombe State Category:Members of the House of Representatives (Nigeria) Category:Nigerian accountants Category:Politicians from Gombe State Category:Ahmadu Bello University alumni Category:Living people Category:1961 births Category:People's Democratic Party members of the House of Representatives (Nigeria) Category:All Nigeria Peoples Party politicians Category:Members of the Senate (Nigeria) ",
    "title": "Usman Bayero Nafada"
}