{
    "id": "14111027",
    "text": "{| |} The Ville de Nantes class consisted of three second-rank, 90-gun, steam- powered ships of the line built for the French Navy in the 1850s. Most of the ships participated in the Second French intervention in Mexico in the 1860s and spent extensive amounts of time in reserve. In 1871–1872 the sister ships were used as prison ships after the Paris Commune was crushed by the French government in 1871. ==Description== The Ville de Nantes-class ships were repeats of the preceding ship of the line and were also designed by naval architect Henri Dupuy de Lôme. They had a length at the waterline of , a beam of and a depth of hold of . The ships displaced and had a draught of at deep load. Their crew numbered 913 officers and ratings.Winfield & Roberts, p. 70 The Ville de Nantes class were powered by a pair of four-cylinder steam engines that drove the single propeller shaft using steam provided by eight boilers. The engines were rated at 900 nominal horsepower and produced for speeds of . The ships were fitted with three masts and ship rigged with a sail area of .Roche, p. 469 Each of the Ville de Nantes-class ships was armed with a unique mixture of 30-pounder () smoothbore cannon, rifled muzzle-loading (RML) guns as well as 164.7 mm and Paixhans guns. The guns were distributed between the upper and lower gundecks and the quarterdeck and forecastle. ==Ships== {| class=\"wikitable\" |- ! Name ! Builder ! Laid down ! Launched ! Commissioned ! FateWinfield & Roberts, pp. 71–72 |- | || Arsenal de Cherbourg || July 1856 || 7 August 1858 || 25 October 1860 || Scrapped, 1887 |- | || Arsenal de Brest || 30 March 1855 || 26 February 1861 || 4 November 1861 || Scrapped, 1885 |- | || Arsenal de Lorient || 26 June 1854 || 21 May 1860 || 5 November 1860 || Scrapped, 1894 |} == See also == *List of ships of the line of France ==Citations== ==Bibliography== * * Category:90-gun ship of the line classes Category:Ship of the line classes from France Category:Napoléon-class ships of the line ",
    "title": "Ville de Nantes-class ship of the line"
}