{
    "id": "14110135",
    "text": "Dr. Arthur Thomas Doodson (31 March 1890 – 10 January 1968) was a British oceanographer. ==Early life== He was born at Boothstown, Salford, the son of cotton-mill manager Thomas Doodson. He was educated at Rochdale secondary school and then in 1908 entered the University of Liverpool, graduating in both chemistry (1911) and mathematics (1912). He was profoundly deaf and found it difficult to get a job but started with Ferranti in Manchester as a meter tester. ==WWI== During World War I he worked on the calculation of shell trajectories. ==Career in Oceanography== In 1919 he moved to Liverpool to work on tidal analysis and became in 1929 the Associate Director of Liverpool Observatory and Tidal Institute. He then spent much of his life developing the analysis of tidal motions mainly in the oceans but also in lakes, and was the first to devise methods for shallow water as in estuaries. Tide height and current tables are of great importance to navigators, but the detailed motions are complex. The thorough analysis at which he excelled became the international standard for the study of tides and the production of tables through the method of determination of Harmonic Elements by Least-Square fitting to data observed at each place of interest. That is, by proper association of the astronomical phases, observations made at one time can enable predictions decades away with different astronomical phases. Doodson published a major work on tidal analysis in 1921. This was the first development of the tide generating potential (TGP) to be carried out in harmonic form: Doodson distinguished 388 tidal frequencies.S Casotto, F Biscani, \"A fully analytical approach to the harmonic development of the tide- generating potential accounting for precession, nutation, and perturbations due to figure and planetary terms\", AAS Division on Dynamical Astronomy, April 2004, vol.36(2), 67. Doodson's analysis of 1921 was based on the then-latest lunar theory of E W Brown.D E Cartwright, \"Tides: a scientific history\", Cambridge University Press 2001, at pages 163-4. Doodson devised a practical system for specifying the different harmonic components of the tide-generating potential, see below for the Doodson Numbers. Doodson also became involved in the design of tide-predicting machines, of which a widely used example was the \"Doodson-Légé TPM\".See also the account of the Doodson-Légé TPM at the National Oceanography Centre . Among other works, Doodson was co-author, with H.D. Warburg of the \"Admiralty Manual of Tides\". Further biographical information is available from the National Oceanography Centre,National Oceanography Centre website. whose Liverpool facility was formerly the Liverpool Observatory and Tidal Institute, part of the UK Natural Environment Research Council, of which Doodson became director.Proudman Oceanographic Laboratory (history section); biography of Dr A T Doodson . ==WWII== In 1944, as the Allies prepared the invasion of Nazi-occupied France, they wanted to land at first light when it was low tide, so hidden obstacles could be seen. Doodson was enlisted to work out the tidal patterns using his mechanised calculators. His calculations revealed that 5–7 June would provide the best combination of full moon and ideal tidal conditions and D-Day duly took place on 6 June 1944.'D-Day Has Come', BBC ==Awards and Achievements== In May, 1933 he was elected a Fellow of the Royal Society His nomination reads ==Death== Doodson died at Birkenhead on 10 January 1968 and was buried at Flaybrick Hill Cemetery. He had married twice. He married firstly in 1919 Margaret, daughter of J. W. Galloway, a tramways engineer of Halifax with whom he had a daughter, who died in 1936, and a son, whose mother died shortly after his birth in 1931. He married secondly in 1933 Elsie May, daughter of W. A. Carey, who survived him. Doodson's grave in Flaybrick Memorial Gardens ==References== == External links == * * doodson.m Matlab/Octave function of main tidal waves Doodson's arguments and period. Category:1890 births Category:1968 deaths Category:British oceanographers Category:Fellows of the Royal Society Category:Alumni of the University of Liverpool Category:People from Salford ",
    "title": "Arthur Thomas Doodson"
}