{
    "id": "14111811",
    "text": "Anfesia Shapsnikoff (October 1, 1901 – January 15, 1973) was an Aleut leader and educator born October 1, 1901, at Atka, Alaska, in the Aleutian Islands.Hudson, Ray (1992). Unugulux Tunusangin: Oldtime Stories. Unalaska City School District: Unalaska, Alaska. Her father was Michael Philip \"Mike\" Tutiakoff. Anfesia died January 15, 1973, and was buried at the Holy Ascension Cathedral Churchyard at Unalaska. Renowned for her weaving of Aleut grass baskets, Anfesia flew to many communities throughout Alaska to teach children the lost art of Attu basket weaving. == Biography == The Twenty-First Legislature of the Alaska State Legislature recognized Anfesia on March 7, 2000, as an \"Aleut Tradition Bearer\" who \"...served as nurse, church reader, teacher and community leader nearly all her life...Who contributed history and well being for all Alaskans\". Anfesia served as a powerful role model within the Aleut communities where she taught and got involved in matters of importance to the people. \"Anfesia's influence in the Aleut community endures.... Her passion for Aleut culture has infused various Aleut organizations, and her willingness to serve on civic boards has inspired others to follow her example\".Jones, Cherry Lyon (2006). More than Petticoats: Remarkable Alaska Women, pp. 115-125. Guilford, Connecticut: A Twodot Book, The Globe Pequot Press, 2006 (p. 125) Even though Anfesia was physically small, she could be \"...extremely fierce at times if she found something out that she was unhappy with. And she was often unhappy with the written accounts of Aleut history\".docs.lib.noaa.gov/noaa_documents/NOS/ORR/.../Ray%20Hudson.doc(p.2) Fifteen audio recordings of oral traditions from Anfesia are archived at the Alaska Native Language Archive at the University of Alaska Fairbanks. ==References== *Hudson, Ray (1986). People of the Aleutian Islands. Unalaska City School District: Unalaska, Alaska. *Hudson, Ray (1992). Unugulux Tunusangin: Oldtime Stories. Unalaska City School District: Unalaska, Alaska. *Jones,Cherry Lyon (2006). More than Petticoats: Remarkable Alaska Women, pp. 115–125. Guilford, Connecticut: A Twodot Book, The Globe Pequot Press, 2006 *Anfesia Shapsnikoff Collection. Box 1, Folders 15, 17, 18. Archives, Alaska and Polar Regions Department, Rasmuson Library, University of Alaska, Fairbanks. *Baranov Museum Web site: \"Attu Grass Basket Weaving with Hazel Jones.\" *Letters from Anfesia Shapsnikoff, 1967. Margaret Hafemeister Collection, Archives and Manuscripts Department, Consortium Library, University of Alaska, Anchorage. *Neseth, Eunice. Transcript. Oral History Interview at interviewer's home, Kodiak, Alaska, May 21, 1971. Anfesia Shapsnikoff Collection, Archives and Manuscript Department, Consortium Library, University of Alaska, Anchorage. *Oleksa, Rev. Michael. Six Alaskan Native Women Leaders: Pre-Statehood. Alaska State Department of Education, January 1991. ==External links== *Transcript of Alaska State Senate recognition of Anfesia Shapsnikoff as a 'Aleut Tradition Bearer' and 'community leader' * Photograph of Anfesia Shapsnikoff from Alaska's Digital Archives. *Alaska's Digital Archives Category:1901 births Category:1973 deaths Category:Alaska Native people Category:Artists from Alaska Category:People from Aleutians West Census Area, Alaska ",
    "title": "Anfesia Shapsnikoff"
}