{
    "id": "1422293",
    "text": "Hard Rain is a live album by American singer-songwriter Bob Dylan, released on September 13, 1976 by Columbia Records. The album was recorded during the second leg of the Rolling Thunder Revue. The album was partly recorded on May 23, 1976, during a concert at Hughes Stadium in Fort Collins, Colorado; the penultimate show of the tour, the concert was also filmed and later broadcast by NBC as a one-hour television special in September. (Hard Rain's release coincided with this broadcast). Four tracks from the album (\"I Threw It All Away,\" \"Stuck inside of Mobile with the Memphis Blues Again,\" \"Oh, Sister,\" and \"Lay, Lady, Lay\") were recorded on May 16, 1976 in Fort Worth, Texas. Neither the album nor the television special was well received. \"Although the band has been playing together longer, the charm has gone out of their exchanges,\" writes music critic Tim Riley. \"Hard Rain...seemed to come at a time when the Rolling Thunder Revue, so joyful and electrifying in its first performances, had just plain run out of steam,\" wrote Janet Maslin, then a music critic for Rolling Stone. In his mixed review for Hard Rain, Robert Christgau criticized the Rolling Thunder Revue as \"folkies whose idea of rock and roll is rock and roll clichés.\" A representation of the earlier 1975 portion of the Rolling Thunder Revue was released in 2002 on The Bootleg Series Vol. 5: Bob Dylan Live 1975, The Rolling Thunder Revue. Despite heavy promotion that placed it on the cover of TV Guide, NBC's television broadcast of the May 23rd concert drew disappointing ratings. The album peaked at in the U.S. and in the UK. Hard Rain eventually earned gold certification. ==Track listing== All songs by Bob Dylan, except where noted. ;Side one #\"Maggie's Farm\" – 5:23 #\"One Too Many Mornings\" – 3:47 #\"Stuck Inside of Mobile with the Memphis Blues Again\" – 6:01 #\"Oh, Sister\" (Dylan, Jacques Levy) – 5:08 #\"Lay Lady Lay\" – 4:47 ;Side two #\"Shelter from the Storm\" – 5:29 #\"You're a Big Girl Now\" – 7:01 #\"I Threw It All Away\" – 3:18 #\"Idiot Wind\" – 10:21 ==Personnel== *Bob Dylan - vocals, guitar, production ===Additional musicians=== *Gary Burke - drums *T-Bone Burnett - guitar, piano *David Mansfield - guitar *Scarlet Rivera - strings *Mick Ronson - guitar on \"Maggie's Farm\" *Steven Soles - guitar, background vocals *Rob Stoner - bass, background vocals *Joan Baez - guitar, background vocals *Howard Wyeth - drums, piano ===Technical=== *Don DeVito - production *Don Meehan - recording and mixing engineering *Ken Regan - cover photo *Paula Scher - cover design *Lou Waxman - chief of tape research ==References== Category:1976 live albums Category:Albums produced by Bob Dylan Category:Albums produced by Don DeVito Category:Bob Dylan live albums Category:Bob Dylan video albums Category:Columbia Records live albums Category:Columbia Records video albums ",
    "title": "Hard Rain (Bob Dylan album)"
}