{
    "id": "1422857",
    "text": "Geopolitik is the branch of uniquely German geostrategy. It developed as a distinct strain of thought after Otto von Bismarck's unification of the German states but began its development in earnest only under Emperor Wilhelm II. Central concepts concerning the German race regarding economic space demonstrate continuity from the German Empire to Adolf Hitler's Third Reich. However, imperial geostrategist, German geopoliticians, and Nazi strategists did not have extensive contacts with one another, suggesting that German geopolitik was not copied or passed on to successive generations but perhaps reflected the more permanent aspects of German geography, political geography, and cultural geography. It developed from widely varied sources, including the writings of Oswald Spengler, Alexander Humboldt, Karl Ritter, Friedrich Ratzel, Rudolf Kjellén, and Karl Haushofer. It was eventually adapted to accommodate the ideology of Hitler. Its defining characteristic is the inclusion of organic state theory, informed by social Darwinism. It was characterized by clash of civilizations-style theorizing. It is perhaps the closest of any school of geostrategy to a purely nationalistic conception of geostrategy, which ended up masking other more universal elements. Germany acted as a revisionist state within the international system during both World Wars by attempting to overthrow British domination, and counter what it saw as rising US and Russian hegemony. As a latecomer to nationhood proper, lacking colonies or markets for industrial output but also experiencing rapid population growth, Germany desired a more equitable distribution of wealth and territory within the international system. Some modern scholars have begun to treat the two World Wars, participated in by Germany, as a single war in which the revisionist Germany attempted to bid for hegemonic control with which to reorder the international system.Gilpin, p. 200; Knutsen, pp. 6–7; Tammem, pp. 51–52; Rasler & Thompson, p. 4. German foreign policy was largely consistent in both wars. The Nazi foreign policy was unique insofar as it learned from what it saw as past imperial mistakes but essentially followed the very same designs laid out by German geopolitik and the historical record of the empire. == Geopolitik rises == German geopolitik contributed to Nazi foreign policy chiefly in the strategy and justifications for Lebensraum. It contributed five ideas to German foreign policy in the interwar period: the organic state; lebensraum; autarky; pan-regions and the land power/sea power dichotomy. Geostrategy as a political science is both descriptive and analytical like political geography but adds a normative element in its strategic prescriptions for national policy.Mattern, pp. 40–41. While it stems from earlier US and British geostrategy, German geopolitik adopts an essentialist outlook toward the national interest, oversimplifying issues and representing itself as a panacea.Walsh, p. 41. As a new and essentialist ideology, geopolitik found itself in a position to prey upon the post–World War I insecurity of the populace.Mattern, p. 32. In 1919, General Karl Haushofer would become professor of geography at the University of Munich. That would serve as a platform for the spread of his geopolitical ideas, magazine articles and books. By 1924, as the leader of the German geopolitik school of thought, Haushofer would establish the Zeitschrift für Geopolitik monthly, devoted to geopolitik. His ideas would reach a wider audience with the publication of Volk ohne Raum by Hans Grimm in 1926, popularizing his concept of lebensraum.Dorpalen, pp. 16–17. Haushofer exercised influence both through his academic teachings, urging his students to think in terms of continents and emphasizing motion in international politics, and through his political activities.Walsh, pp. 4–5. While Hitler's speeches would attract the masses, Haushofer's works served to bring the remaining intellectuals into the fold.Beukema, pxiii. Geopolitik was in essence a consolidation and codification of older ideas, given a scientific gloss: * Lebensraum was a revised colonial imperialism; * Autarky a new expression of tariff protectionism; * Strategic control of key geographic territories exhibiting the same thought behind earlier designs on the Suez and Panama canals; and * Pan-regions based upon the British Empire, and America's Monroe Doctrine, Pan- American Union and hemispheric defense.Mattern, p. 37. The key reorientation in each dyad is that the focus is on land-based empire rather than naval imperialism. Ostensibly based upon the geopolitical theory of US naval officer Alfred Thayer Mahan, and British geographer Halford J. Mackinder, German geopolitik adds older German ideas. Enunciated most forcefully by Friedrich Ratzel and his Swedish student Rudolf Kjellén, they include an organic or anthropomorphized conception of the state, and the need for self-sufficiency through the top-down organisation of society. The root of uniquely German geopolitik rests in the writings of Karl Ritter who first developed the organic conception of the state that would later be elaborated upon by Ratzel and accepted by Hausfhofer. He justified Lebensraum, even at the cost of other nations' existence, because conquest was a biological necessity for a state's growth.Walsh, p. 39. === Friedrich Ratzel === Friedrich Ratzel Ratzel's writings coincided with the growth of German industrialism after the Franco- Prussian war and the subsequent search for markets that brought it into competition with England. His writings served as welcome justification for imperial expansion.Mattern, p. 60. Influenced by Mahan, Ratzel wrote of aspirations for German naval reach, agreeing that sea power was self- sustaining, as the profit from trade would pay for the merchant marine, unlike land power.Dorpalen, pp. 66–67. Haushofer was exposed to Ratzel, who was friends with Haushofer's father, a teacher of economic geography,Dorpalen, p. 52. and would integrate Ratzel's ideas on the division between sea and land powers into his theories by saying that only a country with both could overcome the conflict.Dorpalen, pp. 68–69. Here, Hitler diverged with Haushofer's writings in consigning Germany to sole pursuit of land power. Ratzel's key contribution was the expansion on the biological conception of geography, without a static conception of borders. States are instead organic and growing, with borders representing only a temporary stop in their movement.Dorpalen, pp. 49–50, 61–62. It is not the state proper that is the organism but the land in its spiritual bond with the people who draw sustenance from it.Mattern, p. 55. The expanse of a state's borders is a reflection of the health of the nation.Mattern, p. 58. Haushofer adopts the view that borders are largely insignificant in his writings, especially as the nation ought to be in a frequent state of struggle with those around it.Dorpalen, pp. 61–62. Ratzel's idea of Raum would grow out of his organic state conception. The early Lebensraum was not political or economic but spiritual and racial nationalist expansion.Dorpalen, p. 56. The Raum-motiv is a historically driving force, pushing peoples with great Kultur to naturally expand.Mattern, p. 56. Space for Ratzel was a vague concept, theoretically unbounded just as was Hitler's. Raum was defined by where German people live, where other inferior states could serve to support German people economically and German culture could fertilise other cultures.Dorpalen, pp. 58–59. Haushofer would adopt that conception of Raum as the central program for German geopolitik, and Hitler's policy would reflect the spiritual and cultural drive to expansion. === Rudolph Kjellén === Rudolph Kjellén was Ratzel's Swedish student who would further elaborate on organic state theory and first coined the term \"geopolitics\".Mattern, p. 63. Kjellén's State as a Form of Life would outline five key concepts that would shape German geopolitik.Mattern, p. 73. * Reich was a territorial concept that comprised Raum, Lebensraum, and strategic military shape.Mattern, p. 76. * Volk was a racial conception of the state. * Haushalt was a call for autarky based on land, formulated in reaction to the vicissitudes of international markets.Mattern, p. 78. * Gesellschaft was the social aspect of a nation's organization and cultural appeal,Mattern, p80. Kjellén going further than Ratzel in his anthropomorphic view of states relative to each other.Mattern, p69. And finally, * Regierung was the form of government whose bureaucracy and army would contribute to the people's pacification and coordination.Mattern, p. 87. Kjellén disputed the solely legalistic characterization of states by arguing that state and society are not opposites but rather a synthesis of the two elements. The state had a responsibility for law and order but also for social welfare/progress, and economic welfare/progress.Mattern, p. 65, 86. Autarky, for Kjellén, was a solution to a political problem, not an economic policy proper. Dependence on imports would mean that a country would never be independent. Territory would provide for internal production. For Germany, Central and Southeastern Europe were key, along with the Near East and Africa. Haushofer was not interested in economic policy, but advocated autarky as well; a nation constantly in struggle would demand self-sufficiency.Dorpalen, p. 221, 223. === Haushofer's contribution === Haushofer's geopolitik expands upon that of Ratzel and Kjellén. While the latter two conceive of geopolitik as the state as an organism in space put to the service of a leader, Haushofer's Munich school specifically studies geography as it relates to war and designs for empire.Dorpalen, p. 23–24. The behavioral rules of previous geopoliticians were thus turned into dynamic normative doctrines for action on lebensraum and world power.Dorpalen, p. 54. Haushofer defined geopolitik in 1935 as \"the duty to safeguard the right to the soil, to the land in the widest sense, not only the land within the frontiers of the Reich but also the right to the more extensive Volk and cultural lands\". Culture itself was seen as the most conducive element to dynamic special expansion. It provided a guide as to the best areas for expansion and could make expansion safe, but projected military or commercial power could not.Dorpalen, p80. Haushofer even held that urbanisation was a symptom of a nation's decline by giving evidence of a decreasing soil mastery, birth rate and effectiveness of centralized rule.Dorpalen, p. 78. To Haushofer, the existence of a state depended on living space, the pursuit of which must serve as the basis for all policies. Germany had a high population density, but old colonial powers had a much lower density, a virtual mandate for German expansion into resource-rich areas.Dorpalen, pp. 38–39. Space was seen as military protection against initial assaults from hostile neighbors with long-range weaponry. A buffer zone of territories or insignificant states on one's borders would serve to protect Germany.Dorpalen, pp. 94–95. Closely linked to that need was Haushofer's assertion that the existence of small states was evidence of political regression and disorder in the international system. The small states surrounding Germany ought to be brought into the vital German order.Dorpalen, pp. 205–206. These states were seen as being too small to maintain practical autonomy even if they maintained large colonial possessions and would be better served by protection and organization within Germany. In Europe, he saw Belgium, the Netherlands, Portugal, Denmark, Switzerland, Greece and the \"mutilated alliance\" of Austria-Hungary as supporting his assertion.Dorpalen, p. 207, 209. Haushofer's version of autarky was based on the quasi-Malthusian idea that the earth would become saturated with people and no longer able to provide food for all. There would essentially be no increases in productivity.Dorpalen, p. 237. Haushofer and the Munich school of geopolitik would eventually expand their conception of lebensraum and autarky well past the borders of 1914 and \"a place in the sun\" to a New European Order and then to a New Afro-European Order and eventually to a Eurasian Order.Mattern, p. 17. That concept became known as a pan-region, taken from the Monroe Doctrine, and the idea of national and continental self- sufficiency.Mattern, p. 39. It was a forward-looking refashioning of the drive for colonies, something that geopoliticians did not see as an economic necessity but more as a matter of prestige and putting pressure on older colonial powers. The fundamental motivating force would be not economic but cultural and spiritual.Dorpalen, pp. 235–236. Beyond being an economic concept, pan-regions were a strategic concept as well. Haushofer acknowledges the strategic concept of the Heartland, put forward by the British geopolitician Halford Mackinder.Dorpalen, p218. If Germany could control Eastern Europe and subsequently Russian territory, it could control a strategic area to which hostile seapower could be denied.Mackinder, p78. Allying with Italy and Japan would further augment German strategic control of Eurasia, with those states becoming the naval arms protecting Germany's insular position.Walsh, p9. ==== Contacts with Nazi leadership ==== Evidence points to a disconnect between geopoliticians and the Nazi leadership, although their practical tactical goals were nearly indistinguishable. Rudolf Hess, Hitler's secretary who would assist in the writing of Mein Kampf, was a close student of Haushofer's. While Hess and Hitler were imprisoned after the Munich Putsch in 1923, Haushofer spent six hours visiting the two, bringing along a copy of Friedrich Ratzel's Political Geography and Carl von Clausewitz's Vom Kriege.Walsh, pp. 14–15. After World War II, Haushofer would deny that he had taught Hitler, and claimed that the National Socialist party perverted Hess's study of geopolitik. He viewed Hitler as a half-educated man who never correctly understood the principles of geopolitik passed onto him by Hess, and Foreign Minister Joachim Ribbentrop as the principle distorter of geopolitik in Hitler's mind.Walsh, p. 15. While Haushofer accompanies Hess on numerous propaganda missions, and participated in consultations between Nazis and Japanese leaders, he claimed that Hitler and the Nazis only seized upon half-developed ideas and catchwords.Walsh, p. 8. Furthermore, the Nazi party and government lacked any official organ that was receptive to geopolitik, leading to selective adoption and poor interpretation of Haushofer's theories. Ultimately, Hess and Von Neurath, Nazi Minister of Foreign Affairs, were the only officials Haushofer judged to have had a proper understanding of geopolitik.Walsh, pp. 35–36. Father Edmund A. Walsh S.J., professor of geopolitics and dean at Georgetown University, who interviewed Haushofer after the allied victory in preparation for the Nuremberg trials, disagreed with Haushofer's assessment that geopolitik was terribly distorted by Hitler and the Nazis. He cites Hitler's speeches declaring that small states have no right to exist and the Nazi use of Haushofer's maps, language and arguments. Even if distorted somewhat, Fr. Walsh felt that was enough to implicate Haushofer's geopolitik.Walsh, p. 17, 41. Haushofer also denied assisting Hitler in writing Mein Kampf, saying that he knew of it only once it was in print and never read it.Walsh, p. 36. Fr. Walsh found that even if Haushofer did not directly assist Hitler, discernible new elements appeared in Mein Kampf, as compared to previous speeches made by Hitler. Geopolitical ideas of lebensraum, space for depth of defense, appeals for natural frontiers, balancing land and seapower, and geographic analysis of military strategy entered Hitler's thought between his imprisonment and publishing of Mein Kampf. Chapter XIV, on German policy in Eastern Europe, in particular displays the influence of the materials Haushofer brought Hitler and Hess while they were imprisoned.Walsh, p. 42. Haushofer was never an ardent Nazi, and did voice disagreements with the party, leading to his brief imprisonment. He did profess loyalty to the Führer and make anti-Semitic remarks on occasion. However, his emphasis was always on space over race.Mattern, p. 20. He refused to associate himself with anti-Semitism as a policy, especially because his wife was half-Jewish.Walsh, p. 40, 35. Haushofer admits that after 1933 much of what he wrote was distorted under duress: his wife had to be protected by Hess's influence; his son was murdered by the Gestapo; he himself was imprisoned in Dachau for eight months; and his son and grandson were imprisoned for two-and-a-half months.Walsh, p. 16. == Hitler's geostrategy == The name \"National Socialism\" itself describes the fundamental orientation of Hitler's foreign policy. The nation, as a concept, was historically used almost interchangeably with race or ethnicity. Even under the legalistic framework of the League of Nations for European state relations, states had been drawn upon ethnically determined boundaries, following the tenets of Woodrow Wilson's Fourteen Points speech.Wilson. The first priority of the National Socialists was to focus on the racial aspects of foreign policy. Socialism, on the other hand, is focused on the equitable distribution and redistribution of material goods within an economic system. As a latecomer to nationhood proper and industrialization, Germany was far behind other older colonial powers in the acquisition of territory abroad. Burdened with a burgeoning population, Germany had lagging ability to raise agricultural production to meet food demands, compete in markets for industrial goods, obtain cheap sources of raw materials, and find an acceptable outlet for emigration. National Socialist foreign policy thus focused on what they perceived as a more equitable international redistribution of material resources and markets.Mattern, pp. 119–120. Hitler's foreign policy strategy can be divided into two main concepts: race and space. In 1928, Hitler dictated the text of a follow-up text to Mein Kampf focused on the elaboration of the foreign policy concepts he had previously set forth.Weinberg, \"Introduction.\" p. xiv, xxi. Unedited and unpublished, it allows a clearer picture of Hitler's thoughts than the edited and revised Mein Kampf or his populist and over-simplified speeches. There is a lack of development or major shifts in his worldview between the 1926 volume and his assumption of power in 1933, supporting the idea that Hitler was not a foreign policy opportunist but that his ideas were specific and formed before he had the power to implement his designs.Weinberg, \"Introduction.\" p. xxvi. Hitler outlined eight principles and four goals that were to guide his foreign policy. The principles were concerned with the German military, the League of Nations and the situation with France. Hitler's first concern was the reinvigoration of the German military without which all other aims could not be achieved. The League of Nations was a prohibitive factor in the development and change of Germany because those with influence in the League were the same states that had demanded Germany's crippling.Hitler, p. 153. Germany could not hope for allies found outside the League but only discontented states that would be willing to break away. They would not be willing to leave unless Germany established a clear and articulated foreign policy, with clear costs and consequences, which the others could then follow. He cautions, however, that Germany cannot rely upon inferior allies, undesirable either by dint of their race or past military weakness.Hitler, pp. 153–154. France and the containment alliance it led against Germany could not be challenged without the strong military that Hitler envisioned and a decisive preemptive strike. He recognized that no matter what path Germany takes to regain its strength, France would always assist or even lead a coalition against it.Hitler, p. 154. Hitler's goals for Nazi foreign policy were more straightforward, focusing on German space rather than the strictly racial aspects of his policy. His designs are meant to give Germany the focus that it lacked in the previous thirty-five years of \"aimlessness.\".Hitler, p. 157. He calls for a clear foreign policy of space, not international trade or industry. The concept of Lebensraum in the East overrided any perceived need for naval power, which would only bring Germany into conflict with England and Italy. Industrial exports and trade would require a merchant marine force, meeting most directly with the enmity of England, and France its willing ally. Therefore, land expansion was Hitler's primary goal, eschewing the borders of 1914; he calls them nationally inadequate, militarily unsatisfactory, ethnically impossible, and insane when considered in light of Germany's opposition in Europe.Hitler, pp. 158–159. === Race === While the goals and principles Hitler enunciated were primarily focused on the redistribution of space, they grew out of his focus on race. By 1923, Hitler had outlined his basic ideas on race. According to Hitler, the Jews had betrayed Germany in World War I, which necessitated a domestic revolution to remove them from power. He saw history as governed by the racial aspects of society, both internal and national. In his mind, a vulgarized sort of Social Darwinism determined the rise and fall of civilizations.Weinberg, pp. 2–3. The world was composed not of states but of competing races of different values,Hitler, p. 34. and politics was fundamentally a struggle led by those with the greatest capacity for organization, a characteristic held by Germanic peoples more than any other.Hitler, p. 9. Nations of pure and strong racial makeup would eventually prosper over those with ideas of racial equality: France is condemned in this regard because of its acceptance of blacks and the use of black units in World War I against German troops. Acceptance of inferior races is intimately connected to the Jewish menace and its threat to the strength of the Germanic race.Weinberg, p4–5. The vital strength of a race and its will to survive were the most important conditions which would lead to a resurgence of Germany despite its lack of resources and materiel.Hitler, p. 29. The re-establishment of a truly nationalist German army, free from the hired mercenaries of the imperial era, was Hitler's first goal.Hitler, p. 93. With the threat or use of force, Germany would be able to move forward in achieving its goals for space. Thus, he implemented the Four Year Plan in order to overcome internal obstacles to military growth. A German army of considerable size would push its neighbors into conciliation and negotiation without the need for actual military adventures.Weinberg, pp. 359–360. In justifying the need for decisive military action, Hitler cites a lesson from World War I: those that are neutral gain a little in trade but lose their seat at the victor's table and thus their right to decide the structure of the peace to follow. He thus renounced neutrality and committed his country to taking vital risks that would lead to greater gains.Hitler, p. 129. === Space === Hitler's racial ideas were indirectly expressed in his concept of space for German foreign policy. Space was not a global concept in the same way that older imperial states conceived of it, with their massive colonial empires dividing up the world abroad. Hitler saw value in only adjacent and agriculturally viable land, not in trade and industry outlets that required a maritime orientation. He had no faith in increasing productivity, thus leading to the need to expand within Europe.Weinberg, pp. 5–6. Lebensraum for Germany required moving beyond the \"arbitrary\" goal of the border of 1914, expanding into the East and adopting policies toward the Western European nations, Great Powers, and treaty arrangements, which would facilitate this land redistribution. A lack of space for a race's growth would lead to its decay through degenerate population control methods and dependence upon other nations' imports. Expansion is directly correlated to the race's vitality, space allowing for larger families that would repopulate the nation from the losses it incurs fighting wars for territory. Where Hitler's expansionism differed most from that of imperial nations was his idea of racial purity, which required driving out or exterminating the native populations of any conquered territory.Weinberg, p. 6. Industry and trade were only transient solutions, subject to the vicissitudes of the market, likely leading to war as economic competition escalates.Hitler, p. 26. Lebensraum was thus the only permanent solution for securing the German race's vitality.Hitler, p. 17, 51. Colonies would take far too long to solve the Reich's agriculture and space problem; furthermore, they constitute a naval and industrial policy rather than a land- based agricultural policy, which is where Germany's strength lies.Hitler, p. 76–77. Thus, Hitler committed Germany to a role as a land power rather than a sea power and focused his foreign policy on attaining the highest possible concentration of land power resources for a future that lay in Europe.Hitler, p. 227. The racial struggle for space envisioned by Hitler was essentially unlimited, a policy that could only have two results: total defeat or total conquest. Hess discovered in 1927, while the two were imprisoned at Landsberg prison, that Hitler believed only one race with total hegemony could bring about world peace.Weinberg, p. 7. Hitler confirmed this attitude, regarding Europe specifically, in August 1943 speaking to his naval advisors and declaring, \"Only if all of Europe is united under a strong central power can there be any security for Europe from now on. Small sovereign states no longer have a right to exist\".Walsh, p. 48. In Mein Kampf, Hitler states his view that the total (but, as he saw it, temporary) destruction of civilization was, to him, an acceptable condition of final Aryan victory. Lebensraum as a foreign policy concept was based upon domestic considerations, especially that of population growth and the pressure it placed upon existing German resources. War, for Lebensraum, was justified by the need to re-establish an acceptable ratio between land and people.Hitler, p. 18. Whereas the Weimar Republic foreign policy was based on borders, the National Socialist foreign policy would be based on space and expansionism and point to fundamentally different conceptions of world order: the bourgeois saw in terms of states and law, but Hitler maintained an image of ethnic or racially defined nationhood.Hitler, p. 49. Lebensraum served to create the economic condition of autarky in which the German people would be self-sufficient, no longer dependent on import or subject to demand shifts in international markets, which had been forcing industry to struggle against other nations.Hitler, p. 228. To achieve Lebensraum, Hitler cautioned against what he saw as a dangerous Weimar policy of demanding a return to the 1914 borders. Foremost and inexcusable in his mind, the borders would not unite all ethnic Germans under the Reich.Hitler, p. 102. To commit to a nation of all German-speaking peoples, the borders of 1914 must be abandoned as incompatible with racial unity and their arbitrary nature.Hitler, pp. 96–98. Open advocacy of border restoration would only urge a coalition to form against Germany before it could raise an army to achieve its ends.Hitler, pp. 94–95. Further, he believed that empty saber rattling on this issue would shift public opinion against Germany in support of France's anti-German measures, and even if it was achieved, it would guarantee only instability without achieving the racial goals that he sees as so central to German vitality.Hitler, p. 119. The doctrine of space focused on Eastern Europe, taking territory from the ethnically inferior Slavs.Weinberg, p. 12. While Western European nations were despised for allowing racial impurity, they were still essentially Aryan nations, but the small and weak Slavic nations to the East were legitimate targets. In talking to the Associated Press, Hitler commented that if Germany acquired Ukraine, Urals and territory into the heartland of Siberia, it would be able to have surplus prosperity. Thus, Germany would have to be concerned about the newly independent states to the East, sitting between Germany and its goal of Russian territory. Such states, especially the reconstituted Poland, were viewed as Saisonstaat, or states that exist for no enduring reason.Weinberg, p. 13. No alliance with Russia would be possible either because of German designs on Eastern territory.Hitler, p. 134, 152. Still, Hitler maintained faith that if Germany were to make clear its aspirations for space in the inferior East, the Great Powers in Europe would not intervene, with the possible exception of France. === Great Power relationships === Because of French opposition, it was crucial for Germany's plans to defeat France before moving against the states in the East and Russia.Weinberg, p. 14. As France was an ally of Poland and Yugoslavia, a supporter of racial equality and a constant opponent of German designs, action against France was deemed the highest priority in allowing German designs to come to fruition. By allying with states hostile to France and its coalition, Germany's military first strike would be quickly successful.Weinberg, pp. 19–20. Britain was supposed to be Germany's natural ally, according to Hitler. It maintained good relations with Italy and shared key German interests, the foremost of which was that neither country desired a French continental hegemon.Hitler, p. 226. Since Hitler had decided to abandon Germany's naval power, trade and colonial ambitions, he believed that the British would be likely to ally with Germany against France, which still maintained conflicting interests with Britain. Because Russia threatened British interests in Middle Eastern oil and India, action against Russia ought to also find German and Britain on the same side.Weinberg, p. 15. Italy would serve as Germany's other natural ally. Hitler perceived that their interests as being far enough apart that they would not come into conflict.Hitler, p. 225. Germany was concerned primarily with Eastern Europe, and Italy's natural domain was the Mediterranean. Still, their divergent interests both led them into conflict with France. Ideological ties were supposed to ease their relations, providing something more than simply shared interests to bind them together.Weinberg, p. 16–17. The major sticking point between the two countries was the province of South Tyrol. Hitler believed, incorrectly in retrospect, that if he were to cede the territory, Italy would drop its objections to the Anschluss.Weinberg, p. 18. Hitler repeatedly stressed another long term fear, apparently driving his desire for German economic domination of European resources, which was the rise of the United States of America as a great power. Underlining his lack of faith in the ability to increase agricultural or industrial productivity, he cites America's vast size as the reason that economic policy will fail, and expansionism can be the only route for Germany.Hitler, p. 107. He rejects popular conceptions of a Pan-European economic union designed to counter American economic power by saying that life is not measured by quantity of material goods but by the quality of a nation's race and organization.Hitler, p. 113. Instead of the Pan-Europe, Hitler desires a free association of superior nations bound by their shared interest in challenging America's domination of the world. In his mind, US economic power is more threatening than British domination of the world. Only after defeating France and Russia could Germany establish its Eurasian empire that would lead nations against the USA, whose power he saw as undermined by its acceptance of Jews and Blacks.Weinberg, p. 21. === Bases for Hitler's strategies === In constructing the designs for Europe, Hitler realized that treaties would serve him as only short-term measures. They could be used for immediate space-gaining instruments, partitioning third countries between Germany and another power, or they could function as a means of delaying a problem until it could be dealt with safely. Treaties of alliance were regarded as viable only if both parties clearly gained; otherwise, they could legitimately be dropped. Multilateral treaties were to be strenuously avoided.Weinberg, p8, 359. Even among countries that shared interests, alliances could never be planned on being permanent, as the allied state could become the enemy at short notice.Hitler, p. 127. Still, Hitler realized that Germany would need allies in order to successfully leave the League of Nations and pursue its goals.Hitler, p. 123. Hitler had not traveled abroad or read extensively, and as such, his foreign policy grew out of his domestic concerns.Weinberg, p. 1. Foreign policy's ultimate goal was the sustenance of its people and so domestic concerns were tightly connected and complementary to foreign policy initiatives.Hitler, p38. Thus, the traditional separation of domestic and foreign policy do not apply in the same way to German policy under the National Socialists. The domestic situation informed foreign policy goals, and foreign policy requirements demanded certain domestic organization and mobilization.Weinberg, p. 358. It is clear, however, that what appears as opportunism in the conduct of Nazi foreign policy was actually the result of plans conceived well before Hitler assumed power, in line with his long-term theories of political vitality based on historical experience.Weinberg, p. 2. Hitler idolized Germany in the times of Bismarck's Prussia, before the democratic Reich botched treaties and alliances, ultimately undermining German ethnic goals.Hitler, p. 69. Bismarck succeeded in giving Germany a suitably \"organic\" state, such that the German race could realize its \"right to life\".Hitler, p. 60. Bismarck achieved prestige for Germany by uniting the varied German states into the Reich, but he was unable to unite the whole German nation or pursue a truly ethnic foreign policy.Hitler, pp. 52–54. Hitler perceived the Reich's rallying cry of peace as giving it no goal, consistency or stability in foreign policy, allowing it no options to take aggressive steps to realize the goals.Hitler, p. 120. He cites the warning of the Pan-German League against the \"disastrous\" policy of the Wilheminian period.Hitler, p. 41. The borders of the Reich were inherently unstable in his opinion, allowing for easy avenues of attack by hostile powers, with no natural geographic barriers for protection and incapable of feeding the German people.Hitler, pp. 54–55. His central criticism of the Reich was that it failed to unify the German people and or to pursue a policy that would solve the agricultural problem, in lieu of policies aimed at attaining international prestige and recognition.Hitler, p. 56. The Weimar government, which could do no good in Hitler's eyes, was centrally responsible for the treasonous act of signing the Treaty of Versailles, which he held crippled Germany and placed it at the mercy of hostile powers. In fact, Versailles had not significantly weakened Germany, as it still had the largest population in Europe, with skilled workers and substantial resources. Russia, which Bismarck had feared and allied with Austro-Hungary against, had been defeated in World War I and then underwent a destabilizing revolution. Austria-Hungary itself had been divided into a number of small weak states. Germany was in a relatively if not absolutely, better position than most other states after World War I.Weinberg, pp. 357–358. == Overview == Hitler's National Socialist foreign policy contained four broad goals (racial unification, agricultural autarky, lebensraum in the East) culminating in a Eurasian land-based empire. Not justified by strategic or realpolitik considerations, Hitler's ideas stemmed almost exclusively from his conception of racial struggle and the natural consequences of the need for German expansion. The historical record shows that German geopoliticians, among them chiefly General Karl Haushofer, were in contact with and taught Nazi officials, including Hitler, Rudolf Hess and Konstantin von Neurath. Furthermore, Nazi leaders used the language of geopolitik, along with Haushofer's maps, and reasoning in their public propaganda. How receptive they were to the true intent of Haushofer's geopolitik and what that intent was exactly are unclear. The ideas of racial organic states, Lebensraum and autarky clearly found their way into Hitler's thinking, and pan-regions and the landpower-seapower dichotomy did not appear prominently, much less correctly, in National Socialist strategy. Examination of Germany's pre-World War I imperial aims demonstrates that many of the ideas which would later surface in Nazi thought were not novel but simply continuations of the same revisionist strategic aims. Racially motivated autarky, achieved by annexation, especially in the East, found its way into National Socialist policy as a continuous and coherent whole. However, Hitler, along with the geopoliticians, would drop the imperial focus on industry, trade and naval power. The practical outcomes of imperial, geostrategic, and Nazi foreign policy plans were all largely the same. == See also == * Geojurisprudence * Mitteleuropa * Mittelafrika == References == * Beukema, Col. Herman. \"Introduction.\" The World of General Haushofer. Farrar & Rinehart, Inc., New York: 1984. * Dorpalen, Andreas. The World of General Haushofer. Farrar & Rinehart, Inc., New York: 1984. * Fischer, Fritz. Germany's Aims in the First World War. W.W. Norton & Company, Inc., New York: 1967. * Gilpin, Robert. War and Change in World Politics. Cambridge University Press, New York: 1981. * Hitler, Adolf. ed. Gerhard Weinberg. trans. Krista Smith. Hitler's Second Book: The Unpublished Sequel to Mein Kampf. Enigma Books, New York: 2003. * Knutsen, Torbjørn L. The Rise and Fall of World Orders. Manchester University Press, New York: 1999. * Mackinder, Halford J. Democratic Ideals and Reality: A Study in the Politics of Reconstruction. National Defense University Press, Washington, D.C.: 1942. * Mattern, Johannes. Geopolitik: Doctrine of National Self-Sufficiency and Empire. The Johns Hopkins Press, Baltimore: 1942. * Rasler Karen & William R. Thompson. The Great Powers and Global Struggle: 1490–1990. The University Press of Kentucky, Lexington, Kentucky: 1994. * Tammem, Ronald L. et al. Power Transitions: Strategies for the 21st Century. Chatham House Publishers, New York: 2000. * Walsh, S.J., Edmund A. Total Power: A Footnote to History. Doubleday & Company, Inc., Garden City, New York: 1949. * Weinberg, Gerhard L. \"Introduction.\" Hitler's Second Book: The Unpublished Sequel to Mein Kampf. Enigma Books, New York: 2003. * Weinberg, Gerhard L. The Foreign Policy of Hitler's Germany: Diplomatic Revolution in Europe 1933–36. The University of Chicago Press, Chicago: 1970. * Wilson, Woodrow. \"The Fourteen Points Speech.\" 8 January 1918. https://web.archive.org/web/20050622085518/http://usinfo.state.gov/usa/infousa/facts/democrac/51.htm === Notes === == Further reading == * Behmel, Albrecht Die Mitteleuropadebatte in der Bundesrepublik Deutschland: Zwischen Friedensbewegung, kultureller Identität und deutscher Frage. Ibidem-Verlag, Hannover 2011, * Carr, William. Arms, Autarky and Aggression: A Study in German Foreign Policy, 1933–1939. W.W. Norton & Company, Inc., New York: 1972. * Chauprade, Aymeric, Géopolitique – Constantes et changements dans l'histoire, Ellipses, Parijs, 2003. * Dickenson, Robert E. The German Lebensraum. Penguin Books, New York: 1943. * Herb, Guntram Henrik. Under the Map of Germany: Nationalism & Propaganda, 1918–1945. Routledge, New York: 1997. * Hitler, Adolph. Mein Kampf. Munich, Germany: 1927. * Hoetzsch, Otto. Germany's Domestic and Foreign Policies. Yale University Press, New Haven, Massachusetts: 1929. * Maull, Otto. \" Das Wesen der Geopolitik\" B.G. Taubner,Leipzig: 1941. * Murphy, David Thomas. The Heroic Earth: Geopolitical Thought in Weimar Germany, 1918–1933. The Kent State University Press, Kent, Ohio: 1997. * Sheenan, James J. et al. Imperial Germany. New Viewpoints, New York: 1976. Category:Geopolitics ",
    "title": "Geopolitik"
}