{
    "id": "1423804",
    "text": "Forward genetics is the molecular genetics approach of determining the genetic basis responsible for a phenotype. This was initially done by using naturally occurring mutations or inducing mutants with radiation, chemicals, or insertional mutagenesis (e.g. transposable elements). Subsequent breeding takes place, mutant individuals are isolated, and then the gene is mapped. Forward genetics can be thought of as a counter to reverse genetics, which determines the function of a gene by analyzing the phenotypic effects of altered DNA sequences. Mutant phenotypes are often observed long before having any idea which gene is responsible, which can lead to genes being named after their mutant phenotype (e.g. Drosophila rosy gene which is named after the eye colour in mutants). ==General technique== Forward genetics methods begin with the identification of a phenotype, and finds or creates model organisms that display the characteristic being studied. A common model organism is Zebrafish, which can be used to target mutations that imitate diseases and conditions found in humans. Often hundreds of thousands of mutations are generated, this can be done with help from chemicals or radiation. Chemicals like ethylmethanesulfonate (EMS) cause random point mutations. These types of mutagens can be useful because they are easily applied to any organism but they were traditionally very difficult to map, although the advent of next- generation sequencing has made this process considerably easier. Mutations can also be generated by insertional mutagenesis. For example, transposable elements containing a marker are mobilized into the genome at random. These transposons are often modified to transpose only once, and once inserted into the genome a selectable marker can be used to identify the mutagenized individuals. Since a known fragment of DNA was inserted this can make mapping and cloning the gene much easier. Other methods such as using radiation to cause deletions and chromosomal rearrangements can be used to generate mutants as well. Once mutagenized and screened, typically a complementation test is done to ensure that mutant phenotypes arise from the same genes if the mutations are recessive. If the progeny after a cross between two recessive mutants have a wild-type phenotype, then it can be inferred that the phenotype is determined by more than one gene. Typically, the allele exhibiting the strongest phenotype is further analyzed. A genetic map can then be created using linkage and genetic markers, and then the gene of interest can be cloned and sequenced. If many alleles of the same genes are found, the screen is said to be saturated and it is likely that all of the genes involved producing the phenotype were found. ==Human diseases== Human diseases and disorders can be the result of mutations. Forward genetics methods are employed in studying heritable diseases to determine the genes that are accountable. With single- gene or mendelian disorders a missense mutation can be significant; single nucleotide polymorphisms (SNPs) can be analyzed to identify gene mutations that are associated with the disorder phenotype. Before 1980 very few human genes had been identified as disease loci until advances in DNA technology gave rise to positional cloning and reverse genetics. In the 1980s and 1990s, positional cloning consisted of genetic mapping, physical mapping, and discerning the gene mutation. Discovering disease loci using old forward genetic techniques was a very long and difficult process and much of the work went into mapping and cloning the gene through association studies and chromosome walking. Despite being laborious and costly, forward genetics provides a way to obtain objective information regarding a mutation's connection to a disease. Another advantage of forward genetics is that it requires no prior knowledge about the gene being studied. Cystic fibrosis however demonstrates how the process of forward genetics can elucidate a human genetic disorder. Genetic-linkage studies were able to map the disease loci in cystic fibrosis to chromosome 7 by using protein markers. Afterward, chromosome walking and jumping techniques were used to identify the gene and sequence it. Forward genetics can work for single-gene-single phenotype situations but in more complicated diseases like cancer, reverse genetics is often used instead. This is usually because complex diseases tend to have multiple genes, mutations, or other factors that cause or may influence it. Forward and reverse genetics operate with opposite approaches, but both are useful for genetics research. They can be coupled together to see if similar results are found. ==Classical forward genetics== By the classical genetics approach, a researcher would then locate (map) the gene on its chromosome by crossbreeding with individuals that carry other unusual traits and collecting statistics on how frequently the two traits are inherited together. Classical geneticists would have used phenotypic traits to map the new mutant alleles. Eventually the hope is that such screens would reach a large enough scale that most or all newly generated mutations would represent a second hit of a locus, essentially saturating the genome with mutations. This type of saturation mutagenesis within classical experiments was used to define sets of genes that were a bare minimum for the appearance of specific phenotypes. However, such initial screens were either incomplete as they were missing redundant loci and epigenetic effects, and such screens were difficult to undertake for certain phenotypes that lack directly measurable phenotypes. Additionally a classical genetics approach takes significantly longer. == History == Gregor Mendel experimented with pea plant phenotypes and published his conclusions about genes and inheritance in 1865. Around the early 1900s Thomas Hunt Morgan was mutating Drosophila using radium and attempting to find heritable mutations. Alfred Sturtevant later began mapping genes of Drosophila with mutations they had been following. In the 1990s forward genetics methods were utilized to better understand Drosophila genes significant to development from embryo to adult fly. In 1995 the Nobel Prize went to Christiane Nüsslein, Edward Lewis, and Eris Wieschaus for their work in developmental genetics. The human genome was mapped and the sequence was published in 2003. The ability to identify genes that contribute to Mendelian disorders has improved since 1990 as a result of advances in genetics and technology. == See also == * Reverse genetics == References == Category:Genetics ",
    "title": "Forward genetics"
}