{
    "id": "1423277",
    "text": "Man's hand showing yubitsume, with the upper two portions of the little finger having been removed. is a Japanese ritual to atone for offenses to another, a way to be punished or to show sincere apology and remorse to another, by means of amputating portions of one's own little finger. In modern times, it is primarily performed by the yakuza, one of the most prominent Japanese criminal organizations. == Origin == The ritual is thought to have originated with the bakuto, itinerant gamblers who were predecessors of the modern yakuza.Kaplan, D.; Dubro, A: Yakuza, p.14. University of California Press, 2003 If a person was unable to pay off a gambling debt, yubitsume was sometimes considered an alternative form of repayment. In Japanese swordsmanship, or Kendo, the little finger's grip is the tightest on the hilt. A little finger-amputee was therefore unable to grip his sword properly, weakening him in battle and making him more dependent on the protection of his boss. == Ritual details == To perform yubitsume, one lays down a small clean cloth and lays the hand onto the cloth facing down. Using an extremely sharp knife, or tantō, the person cuts off the portion of his left little finger above the top knuckle on the finger or the tip of the finger. He then wraps the severed portion in the cloth and submits the \"package\" very graciously to his oyabun (\"godfather\" or boss), who is also referred to as a kumicho (patriarch/head of the family). If more offenses are committed, then the person moves on to the next joint of the finger to perform yubitsume. More infractions could mean removing portions of the right little finger when no more joints of the left finger remain. In some cases, a person expelled from a yakuza gang might be required to perform the yubitsume ritual. The finger of the yakuza directly responsible for an offense is called an iki yubi, \"living finger\", while the finger of the yakuza that is directly in charge of him is called a shinu yubi, \"dead finger\". ==References== ==External links== Category:Yakuza Category:Organized crime terminology Category:Japanese culture Category:Amputations ",
    "title": "Yubitsume"
}