{
    "id": "1423790",
    "text": "Woodchester is a Gloucestershire village in the Nailsworth (or Woodchester) Valley, a valley in the South Cotswolds in England, running southwards from Stroud along the A46 road to Nailsworth. The parish population taken at the 2011 census was 1,206. Woodchester is approximately at the midpoint, about two miles south of Stroud. It is divided into North and South Woodchester, with a side valley between the two settlements. There are pubs in both North and South (The Royal Oak in North and The Ram in South) and a post office with a shop in North Woodchester. There was a post office (called Woodchester) in South Woodchester but it closed, along with the shop, in June 2008. Woodchester is notable as the location of Woodchester Roman Villa.Graham Thomas (2000) The Romans at Woodchester Orpheus Mosaic at Woodchester The village's parish church of St Mary's was designed by Samuel Sanders Teulon. The nearby Woodchester Mansion is regularly open to the public and stands in a landscaped valley. This valley is now owned by the National Trust and is open daily. There are three waymarked walks. The car park is at Nympsfield near Coaley Peak, not at Woodchester as some visitors suppose. Education is provided by the Woodchester Endowed C of E Primary School under Headteacher Mrs Pennington, which serves around 135 pupils. Following the Ofsted inspection in 2018, the school was rated Outstanding, point four on a four- point scale. The school has secured the Healthy Schools award.\"Woodchester Endowed Church of England Aided Primary School - Inspection report\", Ofsted, 27 June 2007. The former Convent of Poor Clares was home to nuns of the Poor Clares order from 1850 to 2011. ==Governance== The village falls in the 'Amberley and Woodchester' electoral ward This ward starts in the north at Woodchester and stretches south to Amberley. The total ward population taken at the 2011 census was 2,116. ==See also== * Mary Rose Columba Adams ==References== ==External links== * BBC archive film of Woodchester from 1985 Category:Villages in Gloucestershire Category:Stroud District Category:Civil parishes in Gloucestershire ",
    "title": "Woodchester"
}