{
    "id": "1423901",
    "text": "The Norman Paterson School of International Affairs (NPSIA ( )) is a professional school of international affairs at Carleton University that was founded in 1965. The school is housed in Richcraft Hall, on Carleton's campus in Ottawa, Ontario, Canada. Students, alumni and faculty of NPSIA are referred to as NPSIAns ( ). NPSIA is Canada's oldest school of international affairs, founded during what is commonly considered a golden age of Canadian diplomacy. The school offers an interdisciplinary approach to the study of global issues, divided into eight fields. In 2007, a poll of Canadian academics, intended to determine the best professional masters programs in international affairs, ranked NPSIA at No. 2, tied with Georgetown University, and ahead of programs at universities like Harvard and Columbia. A 2019 survey of Canadian academics in international affairs confirmed NPSIA as the most recommended school in Canada for students seeking a career in policy. NPSIA is a founding member of the Association of Professional Schools of International Affairs (APSIA), a group of public policy, public administration and international affairs schools. ==History== ===Creation of the school=== Carleton University President Davidson Dunton announced the creation of a graduate school of international affairs on February 18, 1965. The school was established, in part, due to a $400,000 grant from Senator Norman Paterson. Paterson, a businessman who made his fortune in the shipping and grain industries, was also a member of Carleton’s Board of Governors, and had previously donated $500,000 to Carleton. At the time of its creation, the new graduate school was called the \"School of International Affairs.\" It was renamed in 1974 to honour its principal financial benefactor, Senator Paterson. Classes began at the School of International Affairs in September 1966. The first director of the school was Norman Robertson, a distinguished public servant and diplomat. Prior to his appointment at the school, Robertson had served variously as Clerk of the Privy Council and Secretary to Cabinet, Canadian High Commissioner to the United Kingdom, and twice as the Under-secretary of External Affairs. Robertson did not enjoy teaching and was reportedly not an effective teacher. Enrolment at the School in the early years numbered over 30. ===Lester Pearson=== The school acquired its most prominent faculty member in 1968 with the appointment of former Prime Minister Lester B. Pearson as a lecturer. The newly opened school was a natural fit for Pearson, who had won the Nobel Peace Prize in 1957 for trying (without significant impact) to end the Suez conflict. Senator Paterson later contended that the creation of the school and thoughts about how Pearson would spend his retirement were \"intimately bound together in [the Senator’s] mind.\" Pearson had turned down multiple teaching offers from schools in the United States before beginning his appointment at the School on July 1, 1968, only months after stepping down as Prime Minister. At the school, Pearson taught a three-hour seminar on foreign relations, with a particular focus on collective security. Though Pearson’s teaching style was largely informal, he took his commitment as a professor seriously, making up missed seminars even as his health began to fail. Pearson once even declined an invitation from U.S. President Richard Nixon to dine at the White House on account of his teaching duties. Pearson also enjoyed engaging with students, though he was apparently not an easy marker and seldom saw fit to make comments on students’ work. Pearson also used his time at Carleton to work on his memoirs, until he died in 1972. Pearson is buried in the same cemetery as his friend, and the school's first director, Norman Robertson. Following his death, friends of Pearson raised funds to establish the Lester B. Pearson Chair of International Affairs at the school. The first person to hold the chair position was Arnold Cantwell Smith, a Canadian diplomat who served as Secretary-General of the Commonwealth. ===1970s and 1980s=== NPSIA made the news in 1978 because of a brief controversy after Philip Uren, a Carleton professor of geography, accepted a paid trip from the government of South Africa to speak and conduct research. This was controversial given the government of South Africa's Apartheid policy. The NPSIA Faculty Council was concerned that Uren had represented himself as speaking on behalf of Carleton University, and passed a resolution censuring Uren for damaging NPSIA’s reputation. The incident was complicated by the fact that Uren also served as the director of the Paterson Centre, Carleton’s administrative centre for international exchanges. His dual role as professor and administrator sparked a debate over academic freedom, and how that freedom should extent to faculty serving in administrative roles. Uren eventually resigned as director of the Paterson Centre, though he remained a geography professor at Carleton. NPSIA first published its \"Canada Among Nations\" series in 1984. The annual series brings together leading members of the international affairs community for an assessment of the country’s foreign policy. The books are used in university courses on foreign policy and international relations, and \"have become a major publication of record on Canada’s policies and actions in the world.\" The volumes, which include topics such as arms control, climate change, and international political economy, have often been edited by prominent NPSIA faculty members, including by Maureen Appel Molot, Brian Tomlin, Fen Osler Hampson, Norman Hillmer, Jean Daudelin and Dane Rowlands. ===21st century=== In 2008, former Canadian diplomat William Barton donated $3 million to the school to establish the William and Jeanie Barton Chair in International Affairs. The chair honours Barton, who served as President of the UN Security Council during Canada's lead in the 1970s, and his wife Jeanie. The first and current chair holder is Trevor Findlay. NPSIA moved from its traditional home on Carleton's campus in Dunton Tower to the new River Building in 2012. The school's new space includes a new resource centre named in honour of William and Jeanie Barton. The resource centre contains computers, printers, workrooms, unique reference material including past theses by NPSIAns, and a balcony on the top floor of the River Building. The resource centre is accessible only to NPSIA students, staff and faculty. Dr Yiagadeesen (Teddy) Samy is the current director of NPSIA, having succeeded Dr Dane Rowlands in 2017. Prior to Dr Rowlands' tenure the position was held by Dr Fen Hampson; Dr Hampson's term as director ended in 2012. ==Graduate programs== International affairs is not a major available to undergraduate students, although the school does offer a handful of courses open to upper-year students at the Arthur Kroeger College of Public Affairs. The school offers three different Masters level programs, and one PhD level program. ===Master of Arts=== The Master of Arts in International Affairs is NPSIA's most popular degree program, with about 100 students graduating with the degree each year. The program offers an interdisciplinary approach to the study of international affairs, and many of the classes are focused on policy. NPSIA's MA program is organized around eight fields: *Conflict Analysis and Conflict Resolution (\"Conflict\") *Intelligence and National Security (\"INS\") *Development Projects and Planning (\"DPP\") *International Development Policy (\"IDP\") *International Organizations and Global Public Policy (\"IOGP\") *International Economic Policy (\"IEP\") *Project Management and Humanitarian Assistance (\"PMHA\") *Diplomacy and Foreign Policy (\"DFP\") To graduate, NPSIA M.A. students must complete 5.0 full credits, including one economics course, at least one cluster course and the introductory methods course. Students must also demonstrate an intermediate knowledge of a major second language. For instance, in French, students must meet the B1 level according to the Common European Framework of Reference for Languages. ===PhD=== The PhD program at NPSIA requires that students complete at least 10 full credits, which includes the 4.5 credits worth of dissertation work. The PhD program has three fields of study: *International Conflict Management and Resolution *International Development Policy *International Economic Policy ===Joint and dual degrees=== NPSIA offers an M.A./JD degree in conjunction with the University of Ottawa's Faculty of Law. Students must apply to both the JD and the M.A. programs separately and gain admission to each program to be admitted into the joint program. M.A./JD students do one year at UOttawa before completing their second year at NPSIA. The school has also partnered with Carleton's Department of Civil and Environmental Engineering to offer the Master of Infrastructure Protection and International Security (MIPIS). This degree combines infrastructure engineering with international affairs to address issues at the nexus of national security and engineering. ==Research units and publications== As a hub of international affairs-related research, NPSIA houses a number of different research centres. Each is a unique body tasked with producing research on a specific topic or collection of related topics. Many NPSIA professors are actively involved in these research centres. NPSIA is affiliated with the following research centres: *The Canadian Centre of Intelligence and Security Studies (CCISS) *The Canadian Centre for Treaty Compliance (CCTC) *Centre for Security and Defence Studies (CSDS) *Centre for Trade Policy and Law (CTPL) In addition to these research units, the school is home to two academic journals. The first, the Canadian Foreign Policy Journal, is a peer-reviewed journal traditionally published three times per year. Founded in 1992, the journal offers analysis of foreign policy issues from a Canadian perspective, and many NPSIA faculty members have been published in the journal. The second journal that NPSIA houses is the Paterson Review of International Affairs, a student-managed journal that publishes the best articles submitted by graduate students in international relations, political science and related fields. Formally called E-merge, the journal publishes once a year and is edited by a staff of NPSIA students. NPSIA is also well known for publishing Canada Among Nations, a biannual survey of Canadian foreign policy and Canada's involvement in the international community. The text has come to be incorporated in many university courses and is widely read by policy makers. ==Student life== The NPSIA Students’ Association seeks to holistically address the needs of NPSIA students. Through biweekly meetings under the leadership of the co-presidents, the Students’ Association works to be a liaison between the NPSIA faculty/administration and the student body; to plan social, academic, and professional events; to support students in their academic and professional pursuits; and to open and facilitate lines of communication between NPSIA students, staff, faculty, and alumni–as well as with the Ottawa community and other student groups and associations with an interest in international affairs. ===Benefit soirée=== The NPSIA Benefit Soirée, usually referred to as \"Soirée\", is an annual benefit dinner put on by first year MA students since 1997. The goal of Soirée is to raise awareness of a key global issue while connecting students with important members of the international affairs community in Ottawa. Generally composed of a dinner followed by a keynote address, the event raises money for a different charity each year, and is the major event of the NPSIA social season. Past keynote speakers include Michael Ignatieff, former Governor General Michaëlle Jean, the founder of War Child Canada Samantha Nutt and Nobel Peace Prize nominee Izzeldin Abuelaish. The event is well attended by NPSIA students and professors, and by members of Ottawa's diplomatic community and the wider international affairs community. ==Notable alumni== There are over 2,000 NPSIA alumni in a wide variety of positions within the private, public and not-for- profit sectors. NPSIA alumni are represented by the NPSIA Alumni Association, which has an active chapter in Ottawa and contacts in a variety of major world cities. ===Canadian government and politics=== * Margaret Biggs, Former President of the Canadian International Development Agency (CIDA) * Peter Boehm, Deputy Minister of International Development * Perry Calderwood, High Commissioner to Pakistanhttp://newsroom.carleton.ca/2016/07/19/two-carleton- alumni-receive-diplomatic-appointments/ * Ariel Delouya, Former Ambassador to Tunisia * Wendy Drukier, Former Ambassador to Costa Rica * Greg Giokas, Former High Commissioner to Pakistan * Elissa Golberg, Assistant Deputy Minister. Former Permanent Representative to the United Nations in Geneva. Former Representative of Canada in Kandaharhttps://alumni.carleton.ca/grads/golberg- elissa/ * Michael Gort, Ambassador to Costa Rica, Nicaragua and Honduras * Jim Judd, Director of the Canadian Security Intelligence Service (CSIS) (2004-2009) * David McLaughlin, Chief of Staff to Prime Minister Brian Mulroney * Niki Ashton, Member of Parliament for Churchill, Manitoba * Alexandra Bugailiskis, Ambassador to the Republics of Italy, San Marino and Albania, High Commissioner to Malta and Permanent Representative to the WFP, FAO and IFAD, Former Ambassador to Syria, Cuba, and Poland and High Commissioner to Cyprus * J. Gregory Goldhawk, Ambassador to Mongolia * Kevin Hamilton, Ambassador to Romania * Ron Hoffmann, Former Ambassador to the Kingdom of Thailand * Deanna Horton, Former Ambassador to Vietnam * Sara Hradecky, High Commissioner to Kenya * James Lambert, Former Ambassador to the Netherlands * Brian Oak, Former Ambassador to Ecuador * Guillermo Rishchynski, Ambassador and Permanent Representative to the United Nations * Christopher Shapardanov, Former Ambassador to Finland * Graham Shantz, Former Ambassador to Spain * Artur Wilczynski, Ambassador to Norway ===Foreign governments=== * Jorge Castaneda, Peruvian Ambassador to Canada * Frances Guy, Former British Ambassador to Lebanon and Yemen * Christopher Fitzherbert Hackett, Permanent Representative to the United Nations for Barbados * Andreas Kakouris, Cypriot Diplomat. Former Ambassador to Sweden and Latvia * E Weidi N. Mwasakafyuka, Former Tanzanian Ambassador to France ==References== ==External links== * Official NPSIA blog * NPSIA Students' Association (NSA) blog * NPSIA Benefit Soirée page (archived information from 2012/2013 event) Category:Carleton University Category:Schools of international relations Category:Universities and colleges in Canada Category:Educational institutions established in 1965 Category:1965 establishments in Ontario ",
    "title": "Norman Paterson School of International Affairs"
}