{
    "id": "1423137",
    "text": "Hemu (; also known as Hemu Vikramaditya and Hemchandra Vikramaditya) (died 5 November 1556) was a Hindu king who previously served as a general and Chief Minister of Adil Shah Suri of the Suri dynasty during a period in Indian history when the Mughals and Afghans were vying for power across North India. He fought Afghan rebels across North India from the Punjab to Bengal and the Mughal forces of Humayun and Akbar in Agra and Delhi, winning 22 battles for Adil Shah. Hemu claimed royal status after defeating Akbar's Mughal forces on 7 October 1556 in the Battle of Delhi and assumed the ancient title of Vikramaditya that had been adopted by many Hindu kings in the past. A month later, Hemu was wounded by a chance arrow and captured unconscious during the Second Battle of Panipat. Akbar's regent, Bairam Khan beheaded the almost dead Hemu shortly thereafter. ==Early life== Contemporary accounts of Hemu's early life are fragmentary, due to his humble background, and often biased, because they were written by Mughal historians such as Bada'uni and Abu'l-Fazl who were employed by Hemu's rival, Akbar. Modern historians differ on his family's ancestral home and caste, and the place and year of his birth. What is generally accepted is that he was born in a Hindu family of limited means, and that he spent his childhood in the town of Rewari, in the Mewat region, south- west of Delhi. Due to his family's financial condition, Hemu at a young age started working as a tradesman, either as a green-grocer or selling saltpetre. ==Rise to prominence== Details of Hemu's early career are vague and involve much speculation. Following his start as a seller of saltpetre, he is said to have been a trader or a weighman in the market. After Sher Shah Suri's death in 1545, his son Islam Shah became the ruler of the Sur Empire and during his rule, Hemu rose to become the superintendent of the market in Delhi with some soldierly experience under his belt. Hemu is subsequently said to have been appointed the Chief of Intelligence and Superintendent of Posts. Other sources also place him as a surveyor of the imperial kitchens. Islam Shah, who liked to place Hindus in command alongside Afghan officers so that they could spy on each other, recognised Hemu's soldierly qualities and assigned him responsibilities equivalent to those of a high-ranking officer. Hemu was then dispatched to monitor the movements of Humayun's half-brother, Kamran Mirza, in the neighbourhood of Mankot. Islam Shah died on 30 October 1553 and was succeeded by his 12-year-old son, Firoz Khan, who was killed within three days of his accession by his uncle, Adil Shah Suri. The new ruler was however more interested in the pursuit of pleasure than affairs of the state. But Hemu threw in his lot with Adil Shah and his military successes led him to being elevated to the position of Chief Minister and the general supervisor of the state. According to Abu'l-Fazl, Hemu \"undertook all appointments and dismissals, and the distribution of justice\" in the Shah's court. ==Hemu's battles== Gwalior Fort, the base for many of Hemu's campaigns. Hemu, besides being a highly capable civil administrator, was also the finest military mind on the Afghan side after the demise of Sher Shah Suri. He is reputed to have waged and won as many as 22 battles against the opponents of Adil Shah. Many of these battles were against Afghans who had rebelled against Adil Shah. One of these was Taj Khan Karrani, a member of Islam Shah's court who, rather than serving Adil Shah, decided to flee with his followers from Gwalior towards the east. He was overtaken by Hemu at Chibramau and defeated, but somehow managed to escape and plundered and robbed his way to Chunar. Hemu gave chase again and fought Karrani at Chunar and was victorious once more. However, just as at Chibramau, Karrani gave him the slip again. Hemu asked Adil Shah—who had accompanied him—to remain at Chunar and proceeded to chase Karrani all the way to Bengal. Agra Fort, captured by Hemu before the Battle of Tughlaqabad. After the victory of Humayun over Adil Shah's brother-in-law, Sikandar Shah Suri, on 23 July 1555, the Mughals finally recovered Delhi and Agra. Hemu was in Bengal when Humayun died on 26 January 1556. His death gave Hemu an ideal opportunity to defeat the Mughals. He started a rapid march from Bengal and drove the Mughals out of Bayana, Etawah, Sambhal, Kalpi, and Narnaul. In Agra, the governor evacuated the city and fled without a fight upon hearing of Hemu's invasion. Hemu's most notable victory took place shortly thereafter against the Mughals at Tughlaqabad. ===Battle of Tughlaqabad=== Tardi Beg Khan, who was Akbar's governor in Delhi, wrote to his masters who were camped at Jalandhar, that Hemu had captured Agra and intended to attack the capital Delhi which could not be defended without reinforcements. While the main army could not be spared due to the belligerent presence of Sikandar Shah Suri, Akbar's regent, Bairam Khan, realising the gravity of the situation, sent his most capable lieutenant, Pir Muhammad Sharwani, to Delhi. Meanwhile, Tardi Beg Khan had also ordered all the Mughal nobles in the vicinity to muster their forces at Delhi. A council of war was convened where it was decided that the Mughals would stand and fight Hemu, and plans were made accordingly. After winning Agra, Hemu, who had set off in pursuit of the city's governor, reached Tughlaqabad, a village just outside Delhi where he ran into Tardi Beg Khan's forces. The Mughals while outnumbered, put up a gallant fight against Hemu's forces which, according to Bada'uni, included 1000 elephants, 50,000 horses, 51 cannon and 500 falconets. Jadunath Sarkar describes the battle thus: Hemu's push was also bolstered by the timely arrival of fresh reinforcements from Alwar under the command of Haji Khan. When the previously victorious Mughal vanguard and left wing returned from their pursuit, they realised that the day was lost and dispersed without offering a fight. Hemu took possession of Delhi after a day's battle on 7 October 1556. ====As Raja Vikramaditya==== thumb After taking control of Delhi, Hemu claimed royal status and assumed the title of Vikramaditya (or Bikramjit), an appellation used by a number of Hindu kings in India's ancient past. What this signifies is, however, a subject of speculation among historians. Historians such as Satish Chandra do not believe that this implies that Hemu had declared himself to be an independent king. He reasons that, for one, none of the Mughal authors of the time explicitly say so in their histories. In the Akbarnama, Abu'l-Fazl writes that after Hemu's victory at Tughlaqabad, \"the ambition of sovereignty\" was stirring within him. According to Bada'uni, Hemu took on the title of Bikramjit like a great Raja of Hindustan. Another contemporary historian named Nizamuddin Ahmad merely states that Hemu took on said title, but refrains from saying anything more. Secondly, it would have been an ill-advised move as Hemu's military force was composed almost entirely of Afghans. According to Bada'uni, there were also some murmurings against Hemu amongst the Afghans who were \"sick of his usurpation … prayed for his downfall\". Other historians describe Hemu's claim to be an attempt to set himself up as an independent ruler, throwing off the yoke of Adil Shah's authority. Abraham Eraly quotes Ahmad Yadgar who states in his history of the Afghans that Hemu \"raised the imperial canopy over him, and ordered coin to be struck in his name\". This was done in connivance with the Afghans to whom he had liberally distributed the spoils. But Eraly notes that Hemu continued to humour Adil Shah with professions of fealty. Whether he had set himself up as an independent king or not, Hemu Vikramaditya's reign was to be short-lived as he would again clash with the Mughals only a month later. This time the battlefield would be at Panipat, not far from the site where Akbar's grandfather, Babur, had been victorious against the Lodis 30 years earlier. ===Second Battle of Panipat=== The defeat of Hemu, a painting by Kankar from the Akbarnama. Neither Hemu nor Akbar are depicted here suggesting that this might be part of a double-page composition. On hearing the disastrous news from Tughlaqabad, Akbar immediately set off for Delhi. Ali Quli Khan Shaibani who had been sent ahead with 10,000-strong cavalry force chanced upon Hemu's artillery which was being transported under a weak guard. He was easily able to capture the entire train of artillery. This would prove to be a costly loss for Hemu. On 5 November 1556, the Mughal army met Hemu's army at the historic battlefield of Panipat. Akbar and Bairam Khan stayed in the rear, eight miles from the battleground. The Mughal army was led by Ali Quli Khan Shaibani in the centre with Sikandar Khan Uzbak on the right and Abdulla Khan Uzbak towards the left and the vanguard led by Husain Quli Beg and Shah Quli Mahram. Hemu led his army himself into battle, atop an elephant named Hawai. His left was led by his sister's son, Ramya, and the right by Shadi Khan Kakkar. It was a desperately contested battle but the advantage tilted in favour of Hemu. Both the wings of the Mughal army had been driven back and Hemu moved his contingent of war elephants and cavalry forward to crush their centre. Hemu was on the cusp of victory when he was wounded in the eye by a Mughal arrow and collapsed unconscious. This triggered a panic in his army which broke formation and fled. The battle was lost; 5000 dead lay on the field of battle and many more were killed while fleeing. The elephant carrying the wounded Hemu was captured and led to the Mughal camp. Bairam Khan asked the 13-year-old Akbar to behead Hemu, but he refused to take the sword to a dying man. Akbar was persuaded to touch Hemu's head with his sword after which Bairam Khan executed him. Hemu's head was sent to Kabul while his body was gibbeted on a gate in Delhi. A minaret was subsequently constructed of the heads of the other dead. ==Aftermath== Hemu's family who lived in Machari (near Alwar) was captured by Pir Muhammad, a Mughal officer who had fought at Panipat. Pir Muhammad offered to spare the life of Hemu's elderly father if he converted to Islam. When the old man refused, he was executed. However, Hemu's wife did manage to escape. With the passing of Hemu, Adil Shah's fortunes also took a turn for the worse. He was defeated and killed by Khizr Khan, son of Muhammad Shah of Bengal, in April 1557. The spoils from the battle at Panipat included 120 of Hemu's war elephants whose destructive rampages so impressed the Mughals that the animals soon became an integral part of their military strategies. ==Legacy== Hemu's rise from his humble beginnings in Rewari to the assumption of the royal title of Raja Vikramaditya is considered a notable turning point in history. But if not for the stray arrow in a battle where he was in a position of strength, Hemu Vikramaditya could well have brought about a restoration of a \"Sanskritic/Brahminical monarchical tradition\" to a region which had been subject to Muslim rule for centuries. Even Hemu's enemies were in grudging admiration of him. Abu'l-Fazl praises his lofty spirit, courage, and enterprise, wishing that young Akbar or perhaps a wise member of his court had deigned to keep Hemu prisoner rather than executing him, in the hope that he could have been persuaded to join royal service where he would surely have distinguished himself. Hemu's supporters erected a memorial for him at Panipat now known as Hemu's Samadhi Sthal. ==See also== * Chunar Fort * Third Battle of Panipat ==Notes== ==References== * * * * * * * * * * * * * ==External links== ;Mughal-era historians on Hemu * Akbarnama by Abu'l-Fazl * The Muntakhabu-’rūkh by Bada'uni * Tabaqat-i-Akbari by Nizamuddin Ahmad * Tārikh- i-Salātin-i-Afghāniyah by Ahmad Yadgar * Táríkh-i Dáúdí by Abdullah Category:1556 deaths Category:Indian military leaders Category:Sur Empire Category:People executed by India by decapitation Category:Indian monarchs Category:Hindu monarchs Category:People from Alwar Category:People from Rewari Category:Executed Indian people Category:People executed by the Mughal Empire Category:16th-century executions by India Category:Medieval India Category:16th-century Indian monarchs Category:History of Rajasthan Category:History of Delhi Category:Hindu warriors Category:History of Haryana ",
    "title": "Hemu"
}