{
    "id": "1423250",
    "text": "The glottalic theory is that Proto-Indo-European had ejective stops, , instead of the plain voiced ones, as hypothesized by the usual Proto-Indo-European phonological reconstructions. A forerunner of the theory was proposed by the Danish linguist Holger Pedersen in 1951,Holger Pedersen, Die gemeinindoeuropäischen und die vorindoeuropäischen Verschlußlaute (1951), Copenhagen: Munksgaard. but he did not involve glottalized sounds. While early linguists such as André Martinet and Morris Swadesh had seen the potential of substituting glottalic sounds for the supposed plain voiced stops of Proto- Indo-European, the proposal remained speculative until it was fully fleshed out simultaneously but independently in theories in 1973 by Paul Hopper of the United StatesHopper P., Glottalized and murmured occlusives in Indo-European // Glossa, 7 (1973), pp. 141-166. and by Tamaz V. Gamkrelidze and Vyacheslav Ivanov of the Soviet Union in the journal Phonetica in 1973. The glottalic theory \"enjoyed a not insignificant following for a time, but it has been rejected by most Indo-Europeanists.\"Benjamin W. Fortson IV, Indo-European Language and Culture (2nd edition, 2010), Malden, MA: Wiley-Blackwell Publishing, pp. 59-60. The most recent publication supporting it is Allan R. Bomhard (2008 and 2011) in a discussion of the controversial Nostratic hypothesis, and its most vocal proponents today are historical linguists at the University of Leiden. An earlier supporter, Theo Vennemann, has abandoned the glottalic theory because of incompatibilities between it and his theory of a Semitic substrate and loanwords in Germanic and Celtic languages (Vennemann 2006). However, Martin Kümmel (2012), although rejecting the ejective hypothesis as implausible, argues for a re-interpretation of these stops as implosive, comparable to the Leiden interpretation as pre-glottalized stops. == Traditional reconstruction == The traditional reconstruction of Proto-Indo- European includes the following stop consonants: {| class=\"wikitable\" |+ The Proto-Indo-European plosives (traditional) |- ! !labials !dentals !palatalized velars !velars !labialized velars |- !voiceless stops | align=center | | align=center | | align=center | | align=center | | align=center | |- !voiced stops | align=center | () | align=center | | align=center | | align=center | | align=center | |- !breathy voiced stops | align=center | | align=center | | align=center | | align=center | | align=center | |} ' is parenthesized because it is at best very rare and perhaps nonexistent. Historically, the inventory was not introduced as an independent proposal, but it arose as a modification of an earlier, typologically more plausible theory. In the original Proto- Indo-European proposal, there was a fourth phonation series, voiceless aspirated , which was assumed to exist on the basis of what is found in Sanskrit, which was then thought to be the most conservative Indo-European language. However, it was later realized that the series was unnecessary and that it was generally the result of a sequence of a tenuis stop () and one of the Proto-Indo-European laryngeal consonants: , , or . The aspirate series was removed, but the breathy voiced consonants remained. === Problems === There are several problems with the traditional reconstruction. Firstly, the rarity of is odd from a typological point of view. If a single voiced stop is missing from a phoneme inventory (a 'gap'), it would normally be that is missing; on the other hand, if a voiceless stop is missing, the labial is the most likely candidate. Secondly, there are few languages which have breathy voiced consonants but no voiceless aspirates and even fewer that simultaneously contrast breathy voice with full voice. Roman Jakobson has asserted that no such language is known; however, that is disputed by some linguists who oppose the theory. For example, Robert Blust showed that a system of voiceless, voiced and voiced aspirated (not murmured) stops, as postulated in the traditional reconstruction of Proto-Indo-European, exists in Kelabit, a language of the Sarawak highlands in Borneo.Robert Blust, 1974. A double counter-universal in Kelabit. Papers in Linguistics: 309-24. Others have observed, however, that the sounds in Kelabit are not actually murmured but voiceless with breathy release and so are not comparable to what is posited for Proto-Indo-European. In any event, the traditional reconstruction remains a typological oddity. Thirdly, a longstanding but unexplained observation of Indo-Europeanists about the distribution of stops in word roots is that it had long been noted that certain combinations of consonants were not represented in Proto-Indo-European words in terms of the traditional system: # No root contained a sequence of two plain voiced stops: there were no roots of the type . # No root contained both a voiceless stop and a voiced aspirate: roots of the type or were not attested. # On the other hand, the plain voiced stops were compatible with either of the other two series: or were both possible. The constraints on the phonological structure of the root cannot be explained in terms of a theory of assimilation or dissimilation since they display a radical difference in patterning between two sets of consonants, the voiced stops, that ought to behave identically. Typologically, that is very odd. == Original glottalic proposal == The glottalic theory proposes different phonetic values for the stop inventory of Proto-Indo-European:The table reflects the views of Gamkrelidze and Ivanov. {| class=\"wikitable\" |+ The Proto-Indo-European plosives (original glottalic) |- ! !labials !dentals !velars !labialized velars |- !voiceless stops | align=center | | align=center | | align=center | | align=center | |- !ejective or glottalized stops | align=center | () | align=center | | align=center | | align=center | |- !voiced stops | align=center | | align=center | | align=center | | align=center | |} In his version of the glottalic theory, Hopper (1973) also proposed that the aspiration that had been assumed for the voiced stops could be accounted for by a low-level phonetic feature known to phoneticians as \"breathy voice\". The proposal made it possible both to establish a system in which there was only one voiced stop and to explain at the same time later developments in some Indo-European dialects that became Greek, Latin, and Sanskrit, which pointed to some kind of aspiration in the voiced series. Hopper also treated the traditional palatalized and plain velar dichotomy as a velar-uvular contrast. Gamkrelidze and Ivanov (1973, 1995:5-70) have posited that both non-ejective series (traditional and ) were fundamentally aspirated ( and , respectively) but had non-aspirated allophones ( and ). According to them, the non-aspirated forms occurred in roots with two non-ejectives because no more than one aspirate could be in the same root. To express the variability of aspiration, Gamkrelidze and Ivanov wrote it with a superscripted h: . Thus, an Indo-European (in which represents any non- ejective stop) might be realized as (attested in Indic and Greek) or as (attested in Latin). In contrast, traditional theory would trace a form attested as both and to an Indo-European . The advantage of the interpretation over the previous is circumventing the typological oddity of the language in having only voiced aspirates by identifying the voiceless non-aspirates of the traditional stop system () as voiceless aspirates (). === Consequences === The phonation system proposed by the glottalic theory is common among the world's languages. Moreover, the revised system explains a number of phonological peculiarities in the reconstructed system. The absence of a labial plain voiced stop in the protolanguage now becomes an absence of a labial ejective , proportionally a rather more common state of affairs. The theory also provides a completely-coherent explanation to the patterning of the stop series in roots (Hopper 1973): # In many languages that have glottalized consonants, there is a phonetic constraint against two such consonants in the same root. The constraint has been found in many languages of Africa, the Americas, and the Caucasus. In Akkadian, the constraint affected borrowed and inherited roots, and one of the two heterorganic emphatics undergoes dissimilation and appears as a simple (unmarked) consonant, which is known as Geers' law. # If the \"plain voiced stops\" were not voiced, the \"voiced aspirated stops\" were the only voiced stops. The second constraint can accordingly be reformulated as: two nonglottalic stops must agree in voicing. # Since the glottalic stops were outside the voiced/voiceless opposition, they were immune from the constraint on voicing agreement in (2). === Decem and Taihun === In 1981,Paul J. Hopper, 'Decem' and 'Taihun' Languages: An Indo-European Isogloss, in Bono Homini Donum: Essays in Historical Linguistics in Memory of J. Alexander Kerns, edited by Yoël L. Arbeitman and Allan R. Bomhard, Amsterdam: John Benjamins Publishing Company (1981), Part 1, pp. 133-142. Hopper proposed to divide all Indo-European languages into Decem and Taihun groups, according to the pronunciation of the numeral '10', by analogy with the Centum-Satem isogloss, which is based on the pronunciation of the numeral '100'. The Armenian, Germanic, Anatolian, and Tocharian subfamilies belong to the Taihun group because the numeral '10' begins with a voiceless t in them. All other Indo-European languages belong to the Decem group because the numeral 10 begins with a voiced d in them. The question then can be framed as which, if either, of the groups reflects the original state of things and which is an innovation. == Direct and indirect evidence == While the glottalic theory was originally motivated by typological argument, several proponents, in particular Frederik Kortlandt, have argued for traces of glottalization being found in a number of attested Indo-European languages or the assumption of glottalization explaining previously known phenomena, which lends the theory empirical support. (Similarly, the laryngeal theory was proposed before direct evidence in Anatolian was discovered.) Among the Indo-Iranian languages, Sindhi reflects the non-aspirated voiced series unconditionally as implosives.Frederik Kortlandt, 'Glottalic Consonants in Sindhi and Proto-Indo- European', reprinted in Studies in Germanic, Indo-European, and Indo-Uralic, Amsterdam: Rodopi (2010), pp. 121-124. Counterarguments exist for his argument of no discernible substrate influence on the development of the specific Sindhi glottalization. See also Michael Witzel, \"Substrate Languages in Old Indo-Aryan\", Electronic Journal of Vedic Studies 1999 (http://www.ejvs.laurasianacademy.com/ejvs0501/0501ART.PDF ). Kortlandt also points out the distribution of voiced aspirates within Indo-Iranian: they are lacking from the Iranian languages and the Nuristani languages, two of the three accepted main branches of Indo-Aryan, and within the third, Indo-Aryan, also lacking from Kashmiri, which he suggests points to voiced aspirates being an innovation rather than a retention.Frederik Kortlandt, \"Proto-Indo-European glottalic stops: The evidence revisited\" In Germanic, some Danish dialects have clusters of a glottal stop followed by a voiceless stop (vestjysk stød) which correspond with the Proto-Germanic voiceless stops, deriving from the allegedly-glottalized PIE series. Kortlandt also proposes word-final glottalization in English to be a retention and derives features such as preaspiration in the Scandinavian languages and certain instances of gemination in High German from preglottalization as well.Frederik Kortlandt, \"How old is the English glottal stop?\" In both Latin (Lachmann's law) and Balto-Slavic (Winter's law), vowels are lengthened before a \"voiced\" consonant. It is the same behaviour that vowels exhibit before Proto-Indo- European laryngeals, which are assumed to have included a glottal stop. It may be that the glottalic consonants were preglottalized or that they were ejectives that became preglottalized in Italic and Balto-Slavic before losing their glottalization and becoming voiced. It is very common in the world's languages for glottal stops to drop and lengthen preceding vowels. In Quileute, for example, the sequences , , and , as found in ak’a ~ a’k’a ~ āk’a, are allophones in free variation. In Balto-Slavic, glottalization is also directly attested, in the broken tone of Latvian and Žemaitian.Frederik Kortlandt, \"The rise and fall of glottalization in Baltic and Slavic\" Dialects of Armenian also show glottalization. It has been argued to be influence from the other Caucasian languages, but Kortlandt argues glottalization cannot be considered a modern innovation and must be reconstructed with a wider dialectal distribution for older stages of Armenian. == Objections == The primary objection to the theory is the alleged difficulty in explaining how the sound systems of the attested dialects were derived from a parent language in the above form. If the parent language had a typologically unusual system like the traditional , it might be expected to collapse into more typical systems, possibly with different solutions in the various daughter languages, which is what one finds. For example, Indo-Aryan added an unvoiced aspirate series () and gained an element of symmetry; Greek and Italic devoiced the murmured series to a more common aspirate series ( to ); Iranian, Celtic and Balto-Slavic deaspirated the murmured series to modal voice ( to ) and Germanic and Armenian chain-shifted all three series ( > ). In each case, the attested system represents a change that could be expected from the proposed parent. If the system were typologically common, as proposed by the glottalic theory, it might be expected to be stable and so be preserved in at least some of the daughter languages, which is not the case: no daughter language preserves ejective sounds in places that the theory postulates them. Its proponents respond that if Proto-Indo-European did not have true ejectives but some less stable kind of glottalic consonant, their loss would be more understandable, but that undercuts many of the original motivations of the glottalic theory, which are based on ejectives (rather than glottalized consonants) and on the idea of a typologically natural (and so stable) system. Regardless, there are languages in which ejective consonants have voiced allophones, such as Blin and Kw'adza, which has been suggested as an \"empirical precedent\" for the glottalic theory.Paul D. Fallon, 2004. \"The Best is Not Good Enough\". In Akinlabi & Adesola, eds, Proceedings: 4th World Congress of African Linguistics. The typological underpinnings of the glottalic theory itself have also been questioned, such as in 1997 by MartínezJavier Martínez, Tipología frente a tipología. Nuevos frentes de la hipótesis glotálica, Revista de la Sociedad Española de Lingüística (RSEL), 1997, pp. 115–134. as well as in 2002-3 by Barrack.Charles M. Barrack, The Glottalic Theory revisited: a negative appraisal, Indogermanische Forschungen, 2002, pp. 76-95, and Charles M. Barrack, The Glottalic Theory revisited: a negative appraisal. Part II: The typological fallacy underlying the Glottalic Theory, Indogermanische Forschungen, 2003, pp. 1-16. Additionally, if traces of glottalic stops can be found in separate branches such as Italic and Indo- Iranian, the change of to must have occurred independently in each branch after their separation from Proto-Indo-European. Taking them as identical but independent innovations would, according to traditional models of sound change, be an astonishing coincidence, which most linguists would find very hard to believe because ejectives tend to be quite stable diachronically. However, it cannot be assumed that Proto-Indo-European was a uniform language, and presumably, a putative shift from ejective to voiced stops was already present as variation at an early stage. Kortlandt also asserts that the change from aspirated to plain voiced stops, which is likewise required as an independent change in numerous Indo-European branches under the traditional model, is not attested elsewhere and is typologically suspect. (However, the same change has been observed to have taken place independently numerous times in the Indic languages.Colin P. Masica 1991, The Indo-Aryan Languages, pp. 102-103.) A compromise viewpoint would be to see the original formulation of glottalic theory, with ejective stops, as representing an earlier stage in the history of Proto-Indo-European, which would have undergone a period of internal evolution into a stage featuring unstable voiced glottalized stops before it branched out into the daughter languages. That would explain the root restrictions in Proto-Indo-European, the near-universal loss of glottalic consonants in the daughter languages and the lack of in the traditional system. A scenario of glottalic framework in pre-Proto-Indo-European, although possible, is at present unprovable by the methods of historical linguistics because of the uncertainty concerning the possibility of other languages or language families being related to Proto-Indo-European, which might be used as corroborating evidence.Allan R. Bomhard (2008 and 2011), for one, has tried to show that Proto-Indo-European was not, in fact, genetically isolated but was related to several other languages/language families of Eurasia, North Africa and the Middle East, the Indian subcontinent, and Northwestern North America. In practical terms, it is irrelevant for the traditional reconstruction of Proto-Indo-European that describes only its latest stage (the so-called \"Late Proto-Indo-European\"). However, Kortlandt suggests that voiced aspirate was probably not in Indo-European before the division into the branches. In a broad diachronic and synchronic study about sound changes involving ejectives, Fallon argues that the proposed shift from ejective stops to voiced stops—which according to the ejective model of Proto-Indo-European consonantism must have occurred in most branches of IE—is not in conflict with empirical data in other language families.Paul D. Fallon,The Synchronic and Diachronic Phonology of Ejectives (2003), New York, NY, & London: Routledge, Chapter 6: Ejective Voicing. === Armenian evidence === The oldest stratum of Iranian loanwords to Armenian demand consonant shifts from voiced to voiceless, which are not possible in a glottalic theory framework in which they were voiceless to begin with. Compare: * Iran. *ardzata- > Old Armenian arcatʿ \"silver\" The same argument is valid for early Celtic borrowings into Proto-Germanic, such as Proto-Celtic *rīg- borrowed as Proto-Germanic *rīk-. Additional evidence from Armenian comes in the form of Adjarian's law: in certain Armenian dialects, initial-syllable vowels are fronted after consonants reflecting the inherited (PIE) voiced aspirates. The conditioning is not a synchronic process but reflects the quality of the original prevocalic consonant. It further demonstrates that Proto-Armenian retained Proto-Indo-European stops. Since voiced aspirates would then have to be reconstructed for Proto-Armenian, only Germanic could be claimed to be archaic with respect to the traditional voiced aspirate series in the traditional glottalic theory framework. == Revised proposals == One objection that has been raised against the glottalic theory is that the voiced stops are voiceless in some daughter languages: \"unvoiced\" in Tocharian and Anatolian and aspirates (later fricatives) in Greek and Italic. Thus, some more recent versions of the theory have no voiced consonants or treat voicing as non- distinctive. For example, Beekes describes the traditional voiced series as pre-glottalized instead of ejective. That is based on the \"voiced\" series triggering length in preceding vowels in daughter languages, the glottalic closure before the stop acting in a manner akin to the laryngeals. That analysis results in the following phoneme inventory:Robert S. P. Beekes, Comparative Indo-European Linguistics, 2nd edition revised and edited by Michiel de Vaan (2011), Amsterdam: John Benjamins Publishing Co., pp. 119 & 128-129. {| class=\"wikitable\" |+ The Proto-Indo-European plosives (pre- glottalic Beekes model) |- ! !labials !dentals !palatovelars !velars !labialized velars |- !voiceless stops | align=center | | align=center | | align=center | | align=center | | align=center | |- !preglottalized stops | align=center | () | align=center | | align=center | | align=center | | align=center | |- !aspirated stops | align=center | | align=center | | align=center | | align=center | | align=center | |} Martin Kümmel similarly proposes, based on observations from diachronic typology, that the consonants traditionally reconstructed as voiced stops were really implosive consonants, and the consonants traditionally reconstructed as aspirated stops were originally plain voiced stops, agreeing with a proposal by Michael Weiss that typologically compares the development of the stop system of the Tày language (Cao Bằng Province, Vietnam). Kümmel points out that the pre-glottalized lenis stops proposed by Kortlandt and also Beekes can, among other things, be interpreted as voiceless implosive stops; however, Kümmel does reconstruct the stops traditionally reconstructed as voiced as truly voiced. === Phonation alternative === Another alternative to the glottalic theory proposed by James Clackson bases the contrast on phonation. Observing that the traditional voiced aspirated series is preserved in languages like Sanskrit not as true voiced aspirates but as voiced consonants with breathy or murmured voice, Clackson suggests the contrast between voiceless, voiced and voiced aspirates could be reframed as stops conditioned by three phonations: voiceless, creaky or stiff voice, and breathy voice. That, he argues, is typologically more common than voiced aspirates without voiceless counterparts. Schirru has also suggested that the voiced aspirated stops could be better analyzed as having the feature [+slack vocal folds] or [−stiff vocal folds]. Interpretations of reconstructed PIE voiced stops as preglottalized and as creaky stops are not mutually exclusive, since glottal closure is often realized as creaky phonation on neighboring sounds. == References == == References == * * * Charles M. Barrack, The Glottalic Theory revisited: a negative appraisal, Indogermanische Forschungen, 2002, pp. 76–95. * Charles M. Barrack, The Glottalic Theory revisited: a negative appraisal. Part II: The typological fallacy underlying the Glottalic Theory, Indogermanische Forschungen, 2003, pp. 1–16. * Robert S. P. Beekes, Comparative Indo-European Linguistics. 2nd edition revised and corrected by Michiel de Vaan, Amsterdam: John Benjamins, 2011. * Allan R. Bomhard, Reconstructing Proto-Nostratic: Comparative Phonology, Morphology, and Vocabulary. 2 vols. Leiden: E. J. Brill, 2008. * Allan R. Bomhard, The Nostratic Hypothesis in 2011: Trends and Issues. Washington, DC: Institute for the Study of Man, 2011. * James Clackson, Indo- European Linguistics: An Introduction (Cambridge Textbooks in Linguistics). Cambridge: Cambridge University Press, 2007, pp. 40–49. * Anthony Fox, Linguistic Reconstruction. Oxford University Press, 1995. * Thomas V. Gamkrelidze and Vyacheslav V. Ivanov, “Sprachtypologie und die Rekonstruktion der gemeinindogermanischen Verschlüsse”. Phonetica 27 (1973): 150–156. * Thomas V. Gamkrelidze and Vyacheslav V. Ivanov, Indo-European and the Indo- Europeans, translated by Johanna Nichols, 2 volumes. Berlin and New York: Mouton de Gruyter, 1995. * Paul J. Hopper, Glottalized and murmured occlusives in Indo-European. Glossa 7:2:1973, 141-166. * . * Theo Vennemann, Grimm’s Law and loanwords. Transactions of the Philological Society 104:2:2006, 129-166. Category:Indo-European linguistics ",
    "title": "Glottalic theory"
}