{
    "id": "1423286",
    "text": "The Battle on the Ice (, Ledovoye poboishche; ; ; ) was fought between the Republic of Novgorod led by Prince Alexander Nevsky and the forces of the Livonian Order and Bishopric of Dorpat led by Bishop Hermann of Dorpat on April 5, 1242, at Lake Peipus. The battle is notable for having been fought largely on the frozen lake, which gave the battle its name. A significant defeat was sustained by the crusaders during the Northern Crusades, which were directed against pagans and Eastern Orthodox Christians rather than Muslims in the Holy Land. The Crusaders' defeat in the battle marked the end of their campaigns against the Orthodox Novgorod Republic and other Slavic territories for the next century. The event was glorified in Sergei Eisenstein's historical drama film Alexander Nevsky, released in 1938, which created a popular image of the battle often mistaken for the real events. ==Background== In 1221, Pope Honorius III was again worried about the situation in the Finnish-Novgorodian Wars after receiving alarming information from the Archbishop of Uppsala. He authorized the Bishop of Finland to establish a trade embargo against the \"barbarians\" that threatened Christianity in Finland. in 1221. In Latin. The nationality of the \"barbarians\", presumably a citation from Archbishop's earlier letter, remains unknown, and was not necessarily known even by the Pope. However, as the trade embargo was widened eight years later, it was specifically said to be against the Russians.See papal letters from 1229 to and . In Latin. Based on Papal letters from 1229,See letters by Pope Gregory IX: , , , , , , . All in Latin. the Bishop of Finland requested the Pope enforce a trade embargo against Novgorodians on the Baltic Sea, at least in Visby, Riga and Lübeck. A few years later, the Pope also requested the Livonian Brothers of the Sword send troops to protect Finland. Whether any knights ever arrived remains unknown.. In Latin. Hoping to exploit Novgorod's weakness in the wake of the Mongol and Swedish invasions, the Teutonic Knights attacked the neighboring Novgorod Republic and occupied Pskov, Izborsk, and Koporye in autumn 1240. When they approached Novgorod itself, the local citizens recalled to the city 20-year-old Prince Alexander Nevsky, whom they had banished to Pereslavl earlier that year. During the campaign of 1241, Alexander managed to retake Pskov and Koporye from the crusaders. Medieval Livonia In the spring of 1242, the Teutonic Knights defeated a detachment of Novgorodians about 20 km south of the fortress of Dorpat (Tartu). Led by Prince-Bishop Hermann of Dorpat, the knights and their auxiliary troops of local Ugaunian Estonians then met with Alexander's forces by the narrow strait (Lake Lämmijärv or Teploe) that connects the north and south parts of Lake Peipus (Lake Peipus proper with Lake Pskovskoye). ==Battle== On April 5, 1242, Alexander, intending to fight in a place of his own choosing, retreated in an attempt to draw the often over-confident Crusaders onto the frozen lake. Estimates on the number of troops in the opposing armies vary widely among scholars. A more conservative estimation has it that the crusader forces likely numbered around 2,600, including 800 Danish and German knights, 100 Teutonic knights, 300 Danes, 400 Germans, and 1,000 Estonian infantry. The Russians fielded around 5,000 men: Alexander and his brother Andrei's bodyguards (druzhina), totalling around 1,000, plus 2,000 militia of Novgorod, 1,400 Finno-Ugrian tribesmen, and 600 horse archers. The Teutonic knights and crusaders charged across the lake and reached the enemy, but were held up by the infantry of the Novgorod militia. This caused the momentum of the crusader attack to slow. The battle was fierce, with the allied Russians fighting the Teutonic and crusader troops on the frozen surface of the lake. After a little more than two hours of close quarters fighting, Alexander ordered the left and right wings of his army (including cavalry) to enter the battle. The Teutonic and crusader troops by that time were exhausted from the constant struggle on the slippery surface of the frozen lake. The Crusaders started to retreat in disarray deeper onto the ice, and the appearance of the fresh Novgorod cavalry made them retreat in panic. It is commonly said that \"the Teutonic knights and crusaders attempted to rally and regroup at the far side of the lake, however, the thin ice began to give way and cracked under the weight of their heavy armour, and many knights and crusaders drowned\"; but Donald Ostrowski in Alexander Nevskii’s \"Battle on the Ice\": The Creation of a Legend contends that the part about the ice breaking and people drowning was a relatively recent embellishment to the original historical story. He cites a large number of scholars who have written about the battle, Karamzin, Solovev, Petrushevskii, Khitrov, Platonov, Grekov, Vernadsky, Razin, Myakotin, Pashuto, Fennell, and Kirpichnikov, none of whom mention the ice breaking up or anyone drowning when discussing the battle on the ice. After analysing all the sources Ostrowski concludes that the part about ice breaking and drowning appeared first in the 1938 film Alexander Nevsky by Sergei Eisenstein. ==Casualties== Battle of the Ice anniversary, 750 years. Miniature sheet of Russia, 1992 According to the Livonian Order's Livonian Rhymed Chronicle, written in the late 1340s, > The [Russians] had many archers, and the battle began with their bold > assault on the king's men [Danes]. The brothers' banners were soon flying in > the midst of the archers, and swords were heard cutting helmets apart. Many > from both sides fell dead on the grass. Then the Brothers' army was > completely surrounded, for the Russians had so many troops that there were > easily sixty men for every one German knight. The Brothers fought well > enough, but they were nonetheless cut down. Some of those from Dorpat > escaped from the battle, and it was their salvation that they fled. Twenty > brothers lay dead and six were captured.Urban, William. The Teutonic > Knights: A Military History. Greenhill Books. London, 2003. According to the Novgorod First Chronicle, > Prince Alexander and all the men of Novgorod drew up their forces by the > lake, at Uzmen, by the Raven's Rock; and the Germans and the Estonians rode > at them, driving themselves like a wedge through their army. And there was a > great slaughter of Germans and Estonians... they fought with them during the > pursuit on the ice seven versts short of the Subol [north-western] shore. > And there fell a countless number of Estonians, and 400 of the Germans, and > they took fifty with their hands and they took them to > Novgorod.Christiansen, Eric. The Northern Crusades. Penguin Books. London, > 1997. ==Historical legacy== Summer view of Lake Peipus from the Estonian shore The legacy of the battle, and its decisiveness, came because it halted the eastward expansion of the Teutonic OrderRiley-Smith Jonathan Simon Christopher.The Crusades: a History, USA, 1987,, p.198. and established a permanent border line through the Narva River and Lake Peipus dividing Eastern Orthodoxy from Western Catholicism.Hosking, Geoffrey A..Russia and the Russians: a history, USA, 2001, , p.65. The knights' defeat at the hands of Alexander's forces prevented the crusaders from retaking Pskov, the linchpin of their eastern crusade. The Novgorodians succeeded in defending Russian territory, and the crusaders never mounted another serious challenge eastward. Alexander was canonised as a saint in the Russian Orthodox Church in 1574. The event was glorified in Sergei Eisenstein's patriotic historical drama film Alexander Nevsky, released in 1938. The movie, bearing propagandist allegories of the Teutonic Knights as Nazi Germans, with the Teutonic infantry wearing modified World War I German Stahlhelm helmets, has created a popular image of the battle often mistaken for the real events. In particular, the image of knights dying by breaking the ice and drowning originates from the film. Sergei Prokofiev turned his score for the film into a concert cantata of the same title, the longest movement of which is \"The Battle on the Ice\". During World War II, the image of Alexander Nevsky became a national Russian symbol of the struggle against German occupation. The Order of Alexander Nevsky was re-established in the Soviet Union in 1942 during the Great Patriotic War. Since 2010, the Russian government has given out an Order of Alexander Nevsky (originally introduced by Catherine I of Russia in 1725) given for outstanding bravery and excellent service to the country. In 1983, a revisionist view proposed by historian John L. I. Fennell argued that the battle was not as important, nor as large, as has often been portrayed. Fennell claimed that most of the Teutonic Knights were by that time engaged elsewhere in the Baltic, and that the apparently low number of knights' casualties according to their own sources indicates the smallness of the encounter. He also says that neither the Suzdalian chronicle (the Lavrent'evskiy), nor any of the Swedish sources mention the occasion, which according to him would mean that the 'great battle' was little more than one of many periodic clashes.John Fennell, The Crisis of Medieval Russia 1200–1304, (London: Longman, 1983), 106. Russian historian Alexander Uzhankov suggested that Fennell distorted the picture by ignoring many historical facts and documents. To stress the importance of the battle, he cites two papal bulls of Gregory IX, promulgated in 1233 and 1237, which called for a crusade to protect Christianity in Finland against her neighbours. The first bull explicitly mentions Russia. The kingdoms of Sweden, Denmark and the Teutonic Order built up an alliance in June 1238, under the auspices of Danish king Valdemar II. They assembled the larger western cavalry force of their time. Another point mentioned by Uzhankov is the 1243 treaty between Novgorod and the Teutonic Order, where the knights abandoned all claims to Russian lands. Uzhankov also emphasizes, with respect to the scale of battle, that for each knight deployed on the field there were eight to 30 combatants, counting squires, archers and servants (though at his stated ratios, that would still make the Teutonic losses number at most a few hundred).Александр Ужанков. Меж двух зол. Исторический выбор Александра Невского (Alexander Uzhankov. Between two evils. The historical choice of Alexander Nevsky) ==References== ==Further reading== * Military Heritage did a feature on the Battle of Lake Peipus and the holy Knights Templar and the monastic knighthood Hospitallers (Terry Gore, Military Heritage, August 2005, Volume 7, No. 1, pp. 28 to 33)), ISSN 1524-8666. * Basil Dmytryshyn, Medieval Russia 900–1700. New York: Holt, Rinehart and Winston, 1973. * John France, Western Warfare in the Age of the Crusades 1000–1300. Ithaca, NY: Cornell University Press, 1999. * Donald Ostrowski, \"Alexander Nevskii’s ‘Battle on the Ice’: The Creation of a Legend,” Russian History/Histoire Russe, 33 (2006): 289–312. * Terrence Wise, The Knights of Christ. London: Osprey Publishing, 1984. * Dittmar Dahlmann Der russische Sieg über die „teutonischen Ritter“ auf dem Peipussee 1242. In: Gerd Krumeich, Susanne Brandt (ed.): Schlachtenmythen. Ereignis–Erzählung–Erinnerung. Böhlau, Köln/Wien 2003, , pp. 63–75. * Livländische Reimchronik. Mit Anmerkungen, Namenverzeichnis und Glossar. Ed. Leo Meyer. Paderborn 1876 (Reprint: Hildesheim 1963). * Anti Selart. Livland und die Rus' im 13. Jahrhundert. Böhlau, Köln/Wien 2012, . * Anti Selart. Livonia, Rus’ and the Baltic Crusades in the Thirteenth Century. Brill, Leiden/Boston, 2015. * Kaldalu, Meelis; Toots, Timo, Looking for the Border Island. Tartu: Damtan Publishing, 2005. Contemporary journalistic narrative about an Estonian youth attempting to uncover the secret of the Ice Battle. Accessible at https://web.archive.org/web/20110720125048/http://www.isamaa.ee/zona (password: ma_armastan_sind) * Joseph Brassey, Cooper Moo, Mark Teppo, Angus Trim, \"Katabasis (The Mongoliad Cycle Book 4)\" 47 North, 2013 * David Savignac, The Pskov 3rd Chronicle, entries under the years 1240–1242, Accessible at https://www.academia.edu/28622167/The_Pskov_3rd_Chronicle ==External links== Category:1242 in Europe Category:Military history of Russia Ice 1242 Ice 1242 Ice 1242 Category:Conflicts in 1242 Category:Battles involving Denmark Category:History of Pskov Category:13th century in Estonia Category:13th century in Russia ",
    "title": "Battle on the Ice"
}