{
    "id": "1423782",
    "text": "Michael Joseph Dunleavy Jr. (born September 15, 1980) is an American former professional basketball player who is the Assistant General Manager for the Golden State Warriors of the National Basketball Association (NBA). He previously played for the Golden State Warriors, Indiana Pacers, Milwaukee Bucks, Chicago Bulls, Cleveland Cavaliers and Atlanta Hawks. He is the son of long-time NBA player and former NBA head coach Mike Dunleavy Sr. ==High school career== As a 1999 graduate of Jesuit High School in Beaverton, Oregon, Dunleavy led them to the 1999 4A State Boys Basketball Championship over North Salem High School, 65–38. Dunleavy attended the University School of Milwaukee for his freshman year, and Homestead High School in Mequon, Wisconsin for his sophomore year. ==College career== Dunleavy played at Duke University from 1999–2002. As a sophomore, he played on Duke's national championship team and scored a team-high 21 points in the title game, including 3 three-pointers during a decisive 11–2 second-half Duke run. As a junior, Dunleavy was a first-team NABC All-American, averaging 17.3 points per game and 7.2 rebounds per game for the 31–4 Blue Devils. In 2001–02, Dunleavy, Jay Williams, and Carlos Boozer each scored at least 600 points for the season, a feat only matched at Duke by Jon Scheyer, Kyle Singler, and Nolan Smith in the 2009–10 season. ==Professional career== Dunleavy with the Pacers ===Golden State Warriors (2002–2007)=== Dunleavy was selected by the Golden State Warriors third overall in the 2002 NBA draft. In November 2005, the Warriors signed Dunleavy to a 5-year, $44 million contract extension. The Warriors' general manager Chris Mullin said, \"The way Mike performed, the way he conducted himself and the way we run our organization, we both felt it was something that we wanted.\" The deal drew criticism from fans, though, in light of the other large contracts that the Warriors franchise had signed, including those of Adonal Foyle and Derek Fisher. During the 2005-06 season, Dunleavy lost his starting role as small forward for a number of games, due partly to a shooting slump. He won back the starting job later in the season and was expected to start at his new position of power forward for the 2006–07 season. Some early struggles, however, prompted Warriors head coach Don Nelson to send Dunleavy back to the bench, juggling his lineup in search of better team chemistry and winning results. ===Indiana Pacers (2007–2011)=== On January 17, 2007, Dunleavy was dealt to the Indiana Pacers along with teammates Troy Murphy, Ike Diogu, and Keith McLeod for Stephen Jackson, Al Harrington, Šarūnas Jasikevičius, and Josh Powell. In his first full season with the Pacers, Dunleavy started all 82 games and averaged a career-high 19.1 points per game. Dunleavy in 2009 with Indiana During the 2010-2011 season, the Indiana Pacers advanced to the NBA playoffs for the first time since 2006 thanks to an end of the season win over the Washington Wizards coupled with a Charlotte Bobcats loss to the Orlando Magic. Dunleavy scored 14 points in the 136–112 victory. Dunleavy also ended his career playoff drought of 9 years and 624 games. He was the second active leader in this category behind former Warriors and Pacers teammate Troy Murphy, who also ended his drought as a part of the Boston Celtics. Chris Wilcox of the Boston Celtics now holds the record. ===Milwaukee Bucks (2011–2013)=== Following the 2011 NBA lockout, Dunleavy signed a two-year, $7.5 million contract with the Milwaukee Bucks on December 10. His best game as a Buck came on November 3, 2012 when he recorded 29 points and 12 rebounds against the Cleveland Cavaliers. ===Chicago Bulls (2013–2016)=== On July 10, 2013, Dunleavy signed with the Chicago Bulls, on a reported two-year deal worth about $6 million. On April 25, 2014, Dunleavy set a playoff career-high 35 points including a franchise playoff record for most three-point field goals with 8 against the Washington Wizards in game three of their 2014 NBA Playoffs first round match-up, which the Bulls won 100–97. Dunleavy injured his right ankle against the Denver Nuggets on January 1, 2015 and was sidelined for over a month. On July 14, 2015, Dunleavy re-signed with the Bulls to a reported three-year, $14.4 million contract. After missing the Bulls' first 16 games of the season due to a back injury, he was ruled out for a further four-to-six weeks on December 3 due to the injury requiring additional rehabilitation. On February 1, 2016, using the flexible assignment rule, Dunleavy was assigned to the Santa Cruz Warriors, the D-League affiliate of the Golden State Warriors, with the goal to practice there during the Bulls' West Coast road trip. Two days later, he was recalled by the Bulls. On February 6, Dunleavy made his season debut for the Bulls after missing the first 49 games. He played 14 minutes and scored five points in a 112–105 loss to the Minnesota Timberwolves. ===Cleveland Cavaliers (2016–2017)=== On July 7, 2016, Dunleavy was traded, along with the rights to Vladimir Veremeenko, to the Cleveland Cavaliers in exchange for the rights to Albert Miralles. He made his debut for the Cavaliers in the team's season opener on October 25, 2016 against the New York Knicks. In 22 minutes off the bench, he recorded four points, four rebounds, two assists and three steals in a 117–88 win. On December 23, 2016, he scored a season-high 14 points in a 119–99 win over the Brooklyn Nets. ===Atlanta Hawks (2017)=== On January 7, 2017, Dunleavy was traded, along with Mo Williams and a future first-round draft pick, to the Atlanta Hawks in exchange for Kyle Korver. After initially refusing to report to the Hawks while seeking a buyout of his contract, Dunleavy changed his mind and agreed to join the Hawks. On January 10, he reported to the team and passed his physical. Three days later, he made his debut for the Hawks, scoring six points on a pair of three-pointers in a 103–101 loss to the Boston Celtics. On January 15, he scored 20 points off the bench in a 111–98 win over the Milwaukee Bucks. It was his first 20-point performance since a first-round playoff game for Chicago on April 30, 2015. On March 3, 2017, Dunleavy was diagnosed with right ankle synovitis. He returned to action on March 22 against Washington after a 13-game injury layoff. On June 30, 2017, he was waived by the Hawks, and retired shortly afterwards. ==Post-player career== On September 24, 2018, Dunleavy was hired by the Golden State Warriors as a pro scout. On August 29, 2019, Dunleavy was promoted to assistant general manager of the Warriors. ==Personal life== Dunleavy has two younger brothers: Baker, who played at Villanova from 2002–06 and is the current head coach at Quinnipiac;Villanova’s Baker Dunleavy will be Quinnipiac’s head basketball coach and James, who was a walk-on for USC and is currently an NBA player agent. His father is Mike Dunleavy Sr., former Los Angeles Clippers coach, retired NBA player, and the former head coach at Tulane. While growing up, Dunleavy attended a residential sports camp in Eagle River, Wisconsin called Camp Menominee. In 2008, Camp Menominee honored Dunleavy by naming its basketball courts \"The Mike Dunleavy Jr. Courts\". ==NBA career statistics== ===Regular season=== |- | align=\"left\" | | align=\"left\" | Golden State | 82 || 3 || 15.9 || .403 || .347 || .780 || 2.6 || 1.3 || .6 || .2 || 5.7 |- | align=\"left\" | | align=\"left\" | Golden State | 75 || 69 || 31.1 || .449 || .370 || .741 || 5.9 || 2.9 || .9 || .2 || 11.7 |- | align=\"left\" | | align=\"left\" | Golden State | 79 || 79 || 32.5 || .451 || .388 || .779 || 5.5 || 2.6 || 1.0 || .3 || 13.4 |- | align=\"left\" | | align=\"left\" | Golden State | 81 || 68 || 31.8 || .406 || .285 || .778 || 4.9 || 2.9 || .7 || .4 || 11.5 |- | align=\"left\" | | align=\"left\" | Golden State | 39 || 6 || 26.9 || .449 || .346 || .772 || 4.8 || 3.0 || 1.0 || .3 || 11.4 |- | align=\"left\" | | align=\"left\" | Indiana | 43 || 43 || 35.6 || .454 || .283 || .792 || 5.7 || 2.6 || 1.1 || .2 || 14.0 |- | align=\"left\" | | align=\"left\" | Indiana | 82 || 82 || 36.0 || .476 || .424 || .834 || 5.2 || 3.5 || 1.0 || .4 || 19.1 |- | align=\"left\" | | align=\"left\" | Indiana | 18 || 14 || 27.5 || .401 || .356 || .815 || 3.8 || 2.4 || .7 || .5 || 15.1 |- | align=\"left\" | | align=\"left\" | Indiana | 67 || 15 || 22.2 || .410 || .318 || .842 || 3.5 || 1.5 || .6 || .2 || 9.9 |- | align=\"left\" | | align=\"left\" | Indiana | 61 || 44 || 27.6 || .462 || .402 || .800 || 4.5 || 1.7 || .7 || .5 || 11.2 |- | align=\"left\" | | align=\"left\" | Milwaukee | 55 || 3 || 26.3 || .474 || .399 || .811 || 3.7 || 2.1 || .5 || .1 || 12.3 |- | align=\"left\" | | align=\"left\" | Milwaukee | 75 || 3 || 25.9 || .442 || .428 || .820 || 3.9 || 1.9 || .5 || .5 || 10.5 |- | align=\"left\" | | align=\"left\" | Chicago | 82 || 61 || 31.5 || .430 || .380 || .854 || 4.2 || 2.3 || .8 || .6 || 11.3 |- | align=\"left\" | | align=\"left\" | Chicago | 63 || 63 || 29.2 || .435 || .407 || .805 || 3.9 || 1.8 || .6 || .3 || 9.4 |- | align=\"left\" | | align=\"left\" | Chicago | 31 || 30 || 22.7 || .410 || .394 || .784 || 2.7 || 1.3 || .5 || .3 || 7.2 |- | align=\"left\" | | align=\"left\" | Cleveland | 23 || 2 || 15.9 || .400 || .351 || .737 || 2.0 || .9 || .3 || .1 || 4.6 |- | align=\"left\" | | align=\"left\" | Atlanta | 30 || 0 || 15.8 || .438 || .429 || .846 || 2.3 || 1.0 || .3 || .2 || 5.6 |- class=\"sortbottom\" | style=\"text-align:center;\" colspan=\"2\" | Career | 986 || 585 || 27.7 || .441 || .377 || .803 || 4.3 || 2.2 || .7 || .3 || 11.2 ===Playoffs=== |- | style=\"text-align:left;\"| 2011 | style=\"text-align:left;\"| Indiana | 5 || 0 || 14.4 || .350 || .300 || .667 || 1.2 || 1.6 || .8 || .0 || 5.0 |- | style=\"text-align:left;\"| 2013 | style=\"text-align:left;\"| Milwaukee | 4 || 0 || 22.8 || .567 || .438 || .889 || 4.0 || 2.0 || .5 || .0 || 12.3 |- | style=\"text-align:left;\"| 2014 | style=\"text-align:left;\"| Chicago | 5 || 5 || 32.6 || .472 || .462 || .667 || 3.6 || 2.4 || .6 || .2 || 13.2 |- | style=\"text-align:left;\"| 2015 | style=\"text-align:left;\"| Chicago | 12 || 12 || 32.4 || .489 || .482 || .947 || 4.0 || 2.6 || .8 || .4 || 10.9 |- | style=\"text-align:left;\"| 2017 | style=\"text-align:left;\"| Atlanta | 6 || 0 || 8.8 || .429 || .400 || 1.000 || .8 || .3 || .2 || .0 || 2.0 |- class=\"sortbottom\" | style=\"text-align:center;\" colspan=\"2\" | Career | 32 || 17 || 24.0 || .480 || .451 || .840 || 2.9 || 1.9 || .6 || .2 || 8.8 ==References== ==External links== Category:1980 births Category:Living people Category:All-American college men's basketball players Category:American basketball scouts Category:American men's basketball players Category:Atlanta Hawks players Category:Basketball players at the 2001 NCAA Men's Division I Final Four Category:Basketball players from Oregon Category:Basketball players from Texas Category:Chicago Bulls players Category:Cleveland Cavaliers players Category:Duke Blue Devils men's basketball players Category:Golden State Warriors draft picks Category:Golden State Warriors players Category:Golden State Warriors scouts Category:Indiana Pacers players Category:Jesuit High School (Beaverton, Oregon) alumni Category:McDonald's High School All- Americans Category:Milwaukee Bucks players Category:Parade High School All- Americans (boys' basketball) Category:People from Mequon, Wisconsin Category:Shooting guards Category:Small forwards Category:Sportspeople from Beaverton, Oregon Category:Sportspeople from Fort Worth, Texas ",
    "title": "Mike Dunleavy Jr."
}