{
    "id": "1423501",
    "text": "Charles Merrick Francis (October 13, 1948 – May 12, 2010) was a Canadian Olympic sprinter and sprint coach most noteworthy for being the trainer of sprinter Ben Johnson, the first competitor to be stripped of an Olympic gold medal for using banned drugs, and sprinters Angella Issajenko, Mark McKoy, and Desai Williams. Francis was banned by Athletics Canada following his admissions at the 1989 Dubin inquiry that he had introduced Johnson to steroids. ==Sprint career== Francis was born in Toronto, Ontario. As an athlete, he was the Canadian 100 metres sprint champion in 1970, 1971, and 1973. He finished 6th in the final of the 100 metres at the 1971 Pan American Games in Cali with a time of 10.54. He reached the second round of the Munich Olympics in 1972 with times of 10.51 and 10.68. His personal best was 10.1 (hand timed) at the Pan Am trials in Vancouver in 1971.Jad Adrian (2010-05-17). Ben Johnson's Former Coach, Charlie Francis Dies of Cancer www.adriansprints.com. Retrieved 2011-05-10 ==Coaching career== Francis went to Stanford University on a track scholarship and after retiring as an athlete, became a coach. At 1984 Olympics in Los Angeles, athletes coached by Charlie won eight of the 14 medals acquired by Canada's track team. Charlie Francis forged one of the world's leading sprint teams whose runners set 250 Canadian records, 32 world records and won 9 Olympic medals.Jad Adrian (2010-05-17). Ben Johnson's Former Coach, Charlie Francis Dies of Cancer www.adriansprints.com. Retrieved 2011-05-10 Francis was coach at the Scarborough Optimists track and field club when Johnson joined the club at age 15. He later admitted under oath at the Canadian Federal Justice Charlie Dubin Inquiry into Drug Use in Sport that Ben Johnson had used steroids to improve his performances since 1981; Francis had coached Johnson until the latter's infamous 1988 Seoul Olympics disqualification. He was also a vocal critic of the IOC testing procedure and claimed that performance-enhancing drug use is rampant within the sport. Francis also coached famous sprinters Tim Montgomery and Marion Jones for a time in 2003; Francis, Jones, and Montgomery initially attempted to cover up their association but it soon became clear that the athletes were working with him. Francis had claimed for years that elite athletes could not compete at the highest levels without steroids, but when the media became aware of Francis' association with Jones and Montgomery, he stated that he had never worked with such talented athletes and that they did not need steroids to succeed at the elite level. Both were later implicated, with Montgomery admitting his drug use to a grand jury and Jones going to prison for lying to a grand jury about her drug use. Francis was not named as being involved in these specific drug use cases. He also became a highly sought after personal trainer, working with clients ranging from businessmen to professional athletes in the NBA, NFL, and NHL, including former Toronto Maple Leaf forward Tie Domi, who hired Francis to help him become a better all-round athlete.Francis was more than just a coach - London Free Press He authored two books on sprinting: Speed Trap and Training for Speed, and was the owner/operator of a highly popular (amongst sprinters) internet sprint training forum. ==Death== In 2005 he was diagnosed with Mantle Cell Lymphoma, a form of non-Hodgkin's Lymphoma. Francis died Wednesday May 12, 2010 at Toronto's Sunnybrook Hospital after a five-year battle with the disease shortly after a match had been found for stem cell therapy, according to statement from his family. Francis is survived by former national team member and wife of 21 years, Angela Coon and son James Francis (born February 9, 1999) Francis' funeral took place on May 18, 2010 at Rosedale Presbyterian Church and was attended by several of Canada's sprinting luminaries, including Johnson, Angella Taylor-Issajenko, Mark McKoy, Milton Ottey, Desai Williams, France Gareau and Cheryl Thibedeau.Canadian sports luminaries mourn controversial track coachTearful farewell at Francis' funeral == Books == * Speed Trap (1991) * Training for Speed (1997) ] \"The Charlie Francis Training System\" \"The Structure of Training for Speed\" ==References== ==External links== *Charlie Francis' website * Category:1948 births Category:2010 deaths Category:Athletes (track and field) at the 1971 Pan American Games Category:Athletes (track and field) at the 1972 Summer Olympics Category:Ben Johnson doping case Category:Canadian male sprinters Category:Canadian track and field coaches Category:Deaths from cancer in Ontario Category:Olympic track and field athletes of Canada Category:Pan American Games competitors for Canada Category:Sportspeople from Toronto Category:Stanford University alumni Category:Stanford Cardinal men's track and field athletes Category:Track and field athletes from Ontario Category:Deaths from lymphoma ",
    "title": "Charlie Francis"
}