{
    "id": "1424452",
    "text": "Plover Cove Reservoir, located within Plover Cove Country Park, in the northeastern New Territories, is the largest reservoir in Hong Kong in terms of area, and the second-largest in terms of volume.Agriculture, Fisheries and Conservation Department: Plover Cove Country Park It is the world's first freshwater coastal lake constructed from an arm of the ocean. Its main dam, which disconnected Plover Cove from the sea, was one of the largest in the world at the time of its construction. ==History== Service Dam for Plover Cove Reservoir (Northern one on the right,Southern one on the left.) === Planning === Hong Kong lacks significant natural inland water bodies, and providing water supply to the territory's population has long been problematic. On 24 July 1958, it was disclosed by a government spokesman that government engineers were studying the idea of converting sea inlets into freshwater lakes, and cited Plover Cove as one of the foremost areas under consideration. The plan was considered feasible as the cove was mostly enclosed on three sides, and could be fully cut off from the sea by damming sections of the Tolo Harbour known to be very shallow. The government hired the engineering consultancy Binnie, Deacon and Gourley to undertake a preliminary investigation. In mid-1959 the engineers delivered a report confirming the feasibility of the plan and laying out the basic arrangement of the proposed dams. They estimated that construction would cost about HK$348 million, plus approximately $60 million for the associated water distribution network. === Construction === One main dam and three service dams were built to shut the cove off from the sea. The cove was then drained and was converted into a freshwater lake. Construction work commenced in 1960 and was completed in 1968, providing a capacity of 170 million m3. Work on raising the height of the dams began in 1970. Upon completion in 1973, the reservoir capacity was increased to 230 million m3.Water Supplies Department: Plover Cove Reservoir The dam of the reservoir is 28 metres tall and approximately 2 km long. Besides rain from its catchment, it also stores water imported by pipes from the East River in China. The Bride's Pool flows into the Plover Cove Reservoir. ==Displaced people== Road on top of the main dam. The creation of the Plover Cove Reservoir necessitated the displacement of the inhabitants of a number of Hakka villages which were covered by the reservoir. The Hakka villagers were compensated by the Hong Kong British colonial government with apartments and shop units along Kwong Fuk Road in Tai Po which were built for their resettlement there. Fisherman who used to live at the original Sam Mun Tsai site, close to Tai Kau of Luk Heung, now at the northeastern shore of Reservoir, were relocated to Sam Mun Tsai New Village on the island of Yim Tin Tsai (Tai Po District) in 1966. At the time, 36 families were moved to housing on land.Liu T.S., \"Home on the Water: Livelihood and Society of the Fishermen Community in Tai Po\" , Tai Po Book pp. 115–116 ==The reservoir today== Plover Cove Reservoir is a natural fish pond that supports a diverse wildlife, including many freshwater fish species. Tai Mei Tuk at the northwestern end of the main dam is a popular barbecue site in Hong Kong. ==See also== * Country parks and conservation in Hong Kong * Reservoirs of Hong Kong * Scott Wilson Group * Water supply in Hong Kong ==References== ==External links== * Wong W.H., \"Towards Urbanisation: Shuen Wan and Plover Cove Reservoir\", Tai Po Book pp. 234–255 * Berkowitz, Morris, \"Plover Cove Village to Taipo Market: A Study in Forced Migration\", Journal of Hong Kong Branch of the Royal Asiatic Society, vol. 8, 1968, pp. 96–108 * Video: relocation of the residents of Tai Kau (1966) * Waterworks of a CenturyWaterworks of a Century * Reservoirs in the eastern part of New Territories – in Chinese (Traditional) * Plover Cove Category:Reservoirs in Hong Kong Category:Tai Po District ",
    "title": "Plover Cove Reservoir"
}