{
    "id": "1424588",
    "text": "Haberdashers' Aske's School for Girls is an independent day school in Elstree, Hertfordshire. It is often referred to as \"Habs\" (or \"Habs Girls\" to distinguish it from the neighbouring Haberdashers' Aske's Boys' School). The school was founded in 1875 by the Worshipful Company of Haberdashers, one of the Great Twelve Livery Companies of the City of London. ==History== The plaque of the previous campus, now the Japanese School of London In 1690, Robert Aske gave the Haberdashers' Company £20,000 to set up a hospital and home for 20 elderly men and a school for 20 boys at Hoxton, just north of the City of London. The school came decidedly second to the home for elderly men. There were no new boys between 1714 and 1739 because the foundation was short of funds. The Hospital was rebuilt during 1824–26 and the foundation was reorganised in 1873 when four schools were established: two at Hoxton, and two at Hatcham, New Cross in south-east London. Boys and girls were taught separately at each site. All four schools opened in 1875, the Hoxton schools offered a basic English education and the Hatcham schools covered a wider syllabus. In 1891, Hatcham girls moved to new premises half a mile away, while Hatcham boys took over the girls’ buildings. Early in the 20th century, new sites for the Hoxton schools were purchased in Cricklewood (always referred to as Hampstead) for the Boys and Acton for the Girls. Both these schools became Direct Grant in 1946 and then fully independent, day, fee-paying schools in 1976. The need for expansion saw the Boys’ School move again to Elstree, Hertfordshire in 1961, followed by the Girls in 1974.http://www.haberdashers.co.uk/index.php?p=schoolsElstree The previous site of the girls' school, in Acton, became the Japanese School in London. \"Amanda asked if I'd like to watch some of the filming, and said I should come to the Japanese School, Acton, to watch one of the classroom scenes.\" and \"But no - the Japanese school was there and in fact turned out to be the old Haberdashers' Aske's Girls' School which we used to play at lacrosse.\" ==The School== ===School nomenclature=== The Junior School ranges from Reception (known as Rainbow) to Year 6. The Senior School is divided into the Middle School and Upper School. In the Middle School, the years are known as Lower 4, Upper 4 and Lower 5 corresponding to Years 7, 8 and 9. In the Upper School,Years 10 and 11 are known as Middle 5 and Upper 5. There are typically 5 forms in each senior year group, but the use of 6 is occasionally needed (this is dependent on the number of pupils admitted to the school each year). They are identified by variants of the letter A in different alphabets, including A,Aesc, Aleph, Aske (different it the others as it is from the founder of the school, Robert Aske’s, name) Alpha, and Anzus, which is the additional form if a sixth one in needed. The sixth form years (Years 12 and 13) are known as Lower Sixth and Upper Sixth. There are also houses in the school: Powell (orange as its House colour), Millar (yellow), Gilliland (green), Sprules (red), Harold (blue), and Gillett (purple), named after the first six headmistresses of the school, respectively. Both teachers and students are placed into a house. ===Admission to the School=== Admission to the school is competitive. Entrance exams have to be taken and passed in order to secure a place at the school, as well as an interview for the 11+ and 16+ candidates and parents. Years which you are allowed to enter the school are Reception (the 4+ exam is taken), Year 1 (5+), a small number at Year 3 (7+), Year 7 (11+) and Sixth Form, or Year 12 (16+). The school provides financial assistance with fees; the majority of support available from the Haberdashers' Aske's Charity helps those in most need, giving them a bursary. Scholarships are also awarded for academic or musical excellence. ===Academic achievement=== 97% of girls achieve grades A* to B at A Level,http://www.habsgirls.org.uk/433/welcome/results-and-destinations and over 99% achieve A* - B at GCSE. ==Headmistresses== The current headmistress is Rose Hardy, MA. * 2011 – 2019 Biddie O'Connor, MA * 2005 – 2011 Elizabeth Radice, MA * 1991 – 2005 Penelope Penney, BA * 1974 – 1991 Sheila Wiltshire, OBE, BSc * 1969 – 1973 Jessie Gillett, BA * 1944 – 1968 Eileen Harold, MA * 1920 – 1943 Dorothy Sprules, MA * 1904 – 1919 Margaret Gilliland, MA * 1888 – 1903 Edith Millar * 1875 – 1888 Elizabeth Powell ==Old Girls== Former pupils are referred to as Old Girls. Their alumni association is called Haberdashers' Aske's Old Girls' Club (HAOGC) which was created on 6 May 1904 by Headmistress, Miss Margaret Gilliland. In 2014, they celebrated their 110th anniversary at St Martin-in-the-Fields. Notable Old Girls: *Laura Aikman, actress (Class of 2004) *Emily Arbuthnott, professional tennis player (Class of 2016) *Linda Bennett OBE, fashion designer and entrepreneur (Class of 1981) *Margaret Bent, musicologist (Class of 1959) *Luciana Berger, former Member of Parliament for Liverpool Wavertree (Class of 1999)https://www.thetimes.co.uk/article/the-interview-luciana-berger-talks- election-week-anti-semitism-and-quitting-labour-for-the-lib-dems-8h9x9df87 *Bidisha, arts critic, broadcaster and author (Class of 1996) *Florence Birchenough, member of the first female Olympic team (1894-1973) (Class of 1911) *Margery Blackie, homeopath to Queen Elizabeth II (1898-1981) (Class of 1916) *Hilda Buckmaster, politician and naval officer (1897-1993) (Class of 1916) *Nica Burns OBE, theatre producer (Class of 1973) *Linda Cardozo OBE, Professor of urogynaecology (Class of 1969) *Veronica Castang, actress (1938-1988) (Class of 1956) *Barbara Craig, archaeologist and classicist (1915-2005) (Class of 1933) *Claire Dalby, botanical artist (Class of 1963) *Amanda Davies, CNN Sportscaster (Junior School) *Sophie Deen, children’s author (Class of 2001) *Vanessa Feltz, TV personality and radio broadcaster (Class of 1979) *Tamara Finkelstein, senior civil servant, Department for Environment, Food and Rural Affairs (Class of 1985)https://www.gov.uk/government/people/tamara-finkelstein *Charlotte Green, radio broadcaster (Class of 1974) *Mary Hocking, author (1921-2014) (Class of 1939) *Vera Houghton CBE, campaigner (1914-2013) (Class of 1931) *Shelina Zahra Janmohamed, author (Class of 1992) *Mabel Lethbridge OBE, writer and the youngest person to be awarded an O.B.E. for her services in the Great War (Class of 1914) *Karen Liebreich MBE, author, historian and gardener (Class of 1978) *Dominique Lloyd-Walter, squash player (Class of 1999) *Melissa Nathan, journalist and author (1968-2006) (Class of 1986) *Ann Oakley, author and academic (Class of 1962) *Talulah Riley, actress (Class of 2004) *Caroline Ryder, writer (Class of 1995) *Ritula Shah, journalist and radio presenter (Class of 1985) * Gaurika Singh, youngest competitor at the 2016 Summer Olympics, Rio de Janeiro, Brazil, who represented Nepal in swimming. She won her heat in the Women's 100m backstroke event. *Daphne Slater, actress (1928-2012) (Class of 1944) *Eloise Smith, fencer at 2000 Summer Olympics, Sydney (Class of 1995) ==References== == Publications == * HR Dulley, The Haberdashers' Aske's School for Girls: The First 125 Years (2000). Published by Gresham Books Limited. ==External links== * http://www.habsgirls.org.uk/ * http://www.haberdashers.co.uk/index.php?p=schoolsElstree Category:Girls' schools in Hertfordshire Category:Haberdashers' Schools Category:Preparatory schools in Hertfordshire Category:Independent schools in Hertfordshire Category:Educational institutions established in 1875 Category:Relocated schools Category:1875 establishments in England Category:Member schools of the Girls' Schools Association ",
    "title": "Haberdashers' Aske's School for Girls"
}