{
    "id": "1424861",
    "text": "{| |+C.A. Thayer |} C.A. Thayer is a schooner built in 1895 near Eureka, California. The schooner is now preserved at the San Francisco Maritime National Historical Park. She is one of the last survivors of the sailing schooners in the West coast lumber trade to San Francisco from Washington, Oregon, and Northern California. She was designated a National Historic Landmark on 13 November 1966. This ship is used for many class field trips. ==History== ===As a lumber schooner=== C.A. Thayer was built by Danish-born Hans Ditlev Bendixsen in his shipyard, located across the narrows of Humboldt Bay from the city of Eureka in Northern California. Bendixsen also built the Wawona (1897) which was dismantled in 2009. The C.A. Thayer was named for Clarence A. Thayer, a partner in the San Francisco-based E.K. Wood Lumber Company. Between 1895 and 1912, C.A. Thayer usually sailed from E.K. Wood's mill in Grays Harbor, Washington, to San Francisco. But she also carried lumber as far south as Mexico, and occasionally even ventured offshore to Hawaii and Fiji. C.A. Thayer is typical of the sort of three-masted schooners often used in the west coast lumber trade. She is in length and has a cargo capacity of . She carried about half of her load below deck, with the remaining lumber stacked high on deck. In port, her small crew of eight or nine men were also responsible for loading and unloading the ship. Unloading was an average day's work. With the increase in the use of steam power for the lumber trade, and after sustaining serious damage during a gale, C.A. Thayer was retired from the lumber trade in 1912, and converted for use in the Alaskan salmon fishery. ===In the Alaskan salmon fishery=== Early each April from 1912 to 1924, C.A. Thayer sailed from San Francisco for Western Alaska. On board she carried gillnet boats, bundles of barrel staves, tons of salt, and a crew of fishermen and cannery workers. She then spent the summer anchored at a fishery camp such as Squaw Creek or Koggiung. While there, the fishermen worked their nets and the cannery workers packed the catch on shore. C.A. Thayer returned to San Francisco each September, carrying barrels of salted salmon. Vessels in the salt-salmon trade usually laid up during the winter months, but when World War I inflated freight rates, C.A. Thayer carried Northwest fir and Mendocino redwood to Australia. These off-season voyages took about two months each way. Her return cargo was usually coal, but sometimes hardwood or copra. ===As a cod fisherman=== Between 1925 and 1930, C.A. Thayer made yearly voyages from Poulsbo, Washington, to Alaska's Bering Sea cod-fishing waters. In addition to supplies, she carried upwards of thirty men north, including fourteen fishermen and twelve \"dressers\" (the men who cleaned and cured the catch). At about 4:30am each day, the fishermen launched their Grand Banks dories over the rails, and then fished standing up, with handlines dropped over both sides of their small boats. When the fishing was good, a man might catch 300-350 cod in a five-hour period. After a decade- long, Depression-era lay-up in Lake Union, the U.S. Army purchased C.A. Thayer from J.E. Shields for use in the war effort. In 1942, the Army removed her masts and used Thayer as an ammunition barge in British Columbia. After World War II, Shields bought his ship back from the Army, fitted her with masts once again, and returned her to codfishing. Her final voyage was in 1950. ===Restoration=== alt=A sailing ship at a pier, starboard bow quarter view The State of California purchased C.A. Thayer in 1957. After preliminary restoration in Seattle, Washington, a volunteer crew sailed her down the coast to San Francisco. The San Francisco Maritime Museum performed more extensive repairs and refitting, and opened C.A. Thayer to the public in 1963. The vessel was transferred to the National Park Service in 1978, and designated a National Historic Landmark in 1984. After 40 years as a museum ship, C.A. Thayer has again been restored, a restoration which took three years from 2004, and which resulted in her temporary removal from her berth at the San Francisco Maritime National Historical Park. Approximately 80% of the ship's timbers were replaced with new timbers matching the original wood. The ship sailed back to the Hyde Street Pier on 12 April 2007. File:C.A. Thayer.JPG|Restoration as of 15 January 2012 File:C.A. Thayer1.JPG|Restoration as of 15 January 2012 File:C.A. Thayer 20170906-8518.jpg|Restoration as of 6 September 2017 In Nov. 2016 she was moved to Alameda to be painted, get new booms and gaffs, and have three masts and a bowsprit installed by the Bay Ship and Yacht Company. She returned to the Hyde Street Pier in Feb. 2017. In 2017 she will be rigged with a new set of sails. ==See also== *List of large sailing vessels *List of schooners ==Footnotes== ==References== * * * * ** ==External links== * C.A. Thayer page at San Francisco Maritime National Historical Park Category:San Francisco Maritime National Historical Park Category:Museum ships in San Francisco Category:Individual sailing vessels Category:National Historic Landmarks in the San Francisco Bay Area Category:Schooners of the United States Category:Lumber schooners Category:Three-masted ships Category:Ships built in Eureka, California Category:1895 ships Category:Ships on the National Register of Historic Places in California Category:National Register of Historic Places in San Francisco Category:Fisherman's Wharf, San Francisco ",
    "title": "C.A. Thayer (1895)"
}