{
    "id": "1424449",
    "text": "Hobby Lobby Stores, Inc., formerly Hobby Lobby Creative Centers, is a private for-profit corporation which owns a chain of American arts and crafts stores with a volume of over $5 billion in 2018. == History == In 1972, David Green opened the first Hobby Lobby store in northwest Oklahoma City. Green left his supervisor position with variety store TG&Y; to open a second Hobby Lobby in Oklahoma City in 1975. He opened an additional store in Tulsa, Oklahoma the next year. Hobby Lobby grew to seven stores by mid-1982, and the first store outside Oklahoma opened in 1984. When Green expanded the scope of the business to include furniture and high-end cookware during the early 1980s, it led to losses as the economy slowed. He returned to an arts and crafts emphasis and by late-1992, the chain had grown to 50 locations in seven U.S. states. , the chain has more than 900 locations nationwide. David Green, the son of a preacher, declares on the Hobby Lobby web site, \"Honoring the Lord in all we do by operating the company in a manner consistent with Biblical principles.\" Hobby Lobby stores and facilities are open for business every day with the exception of Sunday. According to CEO David Green, this is to allow employees to have more time to spend for worship, rest, and family. Their full-time hourly wage had been $15 since 2014. They announced on September 14, 2020 that it would be raised to $17 effective October 1, 2020. ==Controversies== === Opposition to Patient Protection and Affordable Care Act === David Green took a public stance against the Patient Protection and Affordable Care Act, citing its mandating that companies provide access to contraception and the morning- after pill. In September 2012, Hobby Lobby filed a lawsuit against the United States over new regulations requiring health insurance provided by employers to cover emergency contraceptives. The company released the following statement: \"[T]he Green family's religious beliefs forbid them from participating in, providing access to, paying for, training others to engage in, or otherwise supporting abortion-causing drugs and devices\". Hobby Lobby argued that the Free Exercise Clause of the First Amendment to the United States Constitution and the Religious Freedom Restoration Act serve to protect their religious beliefs, and accordingly bars the application of the contraceptive mandate to them. The U.S. Supreme Court rejected the company's application for an injunction, prompting the firm to sue the federal government. On July 19, 2013, US District Judge Joe Heaton granted the company a temporary exemption from the contraceptive-providing mandate. On January 28, 2014, the Center for Inquiry filed an amicus brief with the Supreme Court. They argued that were the court to grant Hobby Lobby an exclusion, the firm would violate the Establishment Clause, along with part of the First Amendment. Oral arguments in the case, then known as Sebelius v. Hobby Lobby, were heard on March 25, 2014. On June 30, 2014, the U.S. Supreme Court, ruled 5–4, that Hobby Lobby and other \"closely held\" stock corporations can choose to be exempt from the law based on religious preferences, based on the Religious Freedom Restoration Act but not on the First Amendment to the United States Constitution. === Items relating to Jewish holidays === In September 2013, a shopper reported being told by a store employee, in Marlboro, New Jersey, that Hobby Lobby did not carry merchandise celebrating Jewish holidays, as the store did not \"cater to you people.\" David Green issued a formal apology to the Anti-Defamation League, who accepted it in a published statement. In addition, Steve Green, the son of David Green, issued a statement that the stores had carried Jewish items in the past, and would be testing the market to do so in the future. Snopes re-examined this issue and reported that the claim that Hobby Lobby was still not selling merchandise for the Jewish holidays in late 2017 was \"Outdated.\" ===Smuggling and collections management controversies=== Beginning in 2009, representatives of Hobby Lobby were warned that artifacts they were purchasing were likely looted from Iraq. The purchases had been made for the Museum of the Bible, which they were sponsoring. In 2018, the United States District Court for the Eastern District of New York directed Hobby Lobby to return the artifacts and pay a fine of . Hobby Lobby returned over 5500 items in May 2018. Among these, were nearly 4000 tablets supposed to be from the lost city of Irisagrig which had been delivered to Hobby Lobby marked as \"tile samples.\" In April 2020, the centerpiece of the Museum of the Bible's collection, the fragments of the Dead Sea Scrolls, were declared to be fakes. After its authenticity was questioned, the museum removed the display of a miniature bible which a NASA astronaut had purportedly carried to the moon. In a further blow to the Museum of the Bible's credibility board chairman, Steve Green, who is also president of the Hobby Lobby stores, announced the museum will be returning over eleven thousand artifacts to Egypt and Iraq. The collection includes thousands of papyrus scraps and ancient clay pieces. Manchester University papyrologist Roberta Mazza stated that the Green family \"poured millions on the legal and illegal antiquities market without having a clue about the history, the material features, cultural value, fragilities, and problems of the objects.\" In early July 2017, US federal prosecutors filed a civil complaint in the Eastern District of New York under the case name United States of America v. Approximately Four Hundred Fifty Ancient Cuneiform Tablets and Approximately Three Thousand Ancient Clay Bullae. On July 5, 2017, Hobby Lobby consented to a settlement requiring forfeiture of the artifacts and payment of a fine of $3 million and the return of over 5500 artifacts. This return includes the \"Gilgamesh Dream Tablet,\" containing part of the Epic of Gilgamesh, discovered in Iraq in 1853, sold by the Jordanian Antiquities Association to an antiquities dealer in 2003, and sold again by Christie's auction house to Hobby Lobby in 2014 for $1.6 million. The auction house lied about how the artifact had entered the market, claiming it had been on the market in the United States for decades. In September 2019, federal authorities seized the tablet, and in May 2020, a civil complaint was filed to forfeit it. === Owner's religious beliefs === The chain has long been criticized due to the actions and beliefs of its owner, David Green, specifically regarding his Christian beliefs regarding homosexuality. In 2019, it became evident that Green had been donating to the National Christian Foundation which provides money to groups such as the Family Research Council and the Alliance Defending Freedom. ===Reaction to COVID-19 pandemic=== In late March 2020, as the COVID-19 pandemic swept the globe and U.S. citizens were increasingly being subjected, on a state-by-state basis, to stay-at-home orders, Hobby Lobby announced its stores would remain open. The company claimed to be an essential service as they sell fabric and school supplies. In a reversal, in April 2020, Hobby Lobby closed all stores and furloughed nearly all employees without pay, announcing that they were \"ending emergency leave pay and suspending use of company provided paid time off benefits and vacation.\" == References == == External links == * *Voices of Oklahoma interview with David Green. First person interview conducted on October 6, 2009, with David Green, founder of Hobby Lobby. Category:Companies based in Oklahoma City Category:Retail companies established in 1972 Category:Privately held companies based in Oklahoma Category:Retail companies of the United States Category:Arts and crafts retailers Category:1972 establishments in Oklahoma Category:American companies established in 1972 ",
    "title": "Hobby Lobby"
}