{
    "id": "1424964",
    "text": "Taubaté is a medium-sized city in the State of São Paulo, in southeastern Brazil. ==Location== Its strategic location between the two most important Brazilian cities (São Paulo away, and Rio de Janeiro away), connected to both by the Presidente Dutra Highway, between high, cold mountains and the Atlantic Ocean has helped the development of the city. It is part of the Metropolitan Region of Vale do Paraíba e Litoral Norte.Assembleia Legislativa do Estado de São Paulo, Lei Complementar Nº 1.166 The population is 302,331 (2015 est.) in an area of .Instituto Brasileiro de Geografia e Estatística The city has become an industrial center, seating branches of several companies, including Volkswagen, Alstom, Ford, LG, Embraer, among many others. A traditional city in São Paulo state, it played an important role in the historical and economic development of the country. In the gold cycle was radiating center of bandeirismo discovering gold in Minas Gerais, founding several cities. In the Second Empire, during the coffee boom of the Paraíba Valley, has emerged as the largest municipality in the state production area, hosting the Taubaté Convention in 1906.ABREU, Maria Morgado de. Taubaté: de núcleo irradiador de bandeirismo a centro industrial e universitário do Vale do Paraíba.,2.ª edição. Aparecida: Santuário, 1991. The municipality contains part of the Mananciais do Rio Paraíba do Sul Environmental Protection Area, created in 1982 to protect the sources of the Paraiba do Sul river. ==History== Fielded hills surround the entirety of Taubate. Taubaté was part of the ancient Tupinamba Territory, along the Paraiba do Sul River. The Tupinamba Territory in the 16th century, stretched from the Juqueriquerê River on the shores of Caraguatatuba to the Cape of Saint Thomas (Cabo de São Tomé) in the State of Rio de Janeiro. The first village was created in 1640 being proclaimed as an autonomous locality on December 5, 1645, by a pioneer named Jacques Felix. It was the first location in the Vale do Paraiba region to obtain autonomy. The locality got its current city status in 1842. By that time, it was one of the most important coffee production centers in the country, hosting the Taubaté's Agreement in 1906. In 1908, the city was made the seat of the Roman Catholic Diocese of Taubaté. In 1900 was the largest city in the interior of São Paulo. The county name comes from the Guarani language and means village (taba) high (ybaté). In 1891, Taubaté was one of the first cities in Brazil to industrialize with the CTI (Companhia Taubaté Industrial), a Textile Industry. ==Weather== The climate is classified as a humid subtropical climate, under the Köppen climate classification with the average annual temperature around , with a maximum of and a minimum of , with average humidity of 60% and the annual rainfalls of , the extremes temperatures recorded on the city are and , there is also an unofficial record of . ==Demographics== Male: 120.288; Female: 123.819; Urban: 229.810; Rural: 14.297 (Source: Censo 2000 - IBGE) Panorama of Taubaté ==Education and literature== Inside a class room of the University of Taubate Taubate is home to a large Brazilian Army Aviation base. Taubaté is also a university city. The University of Taubaté, UNITAU, is a municipal institution of higher learning run by the state, but also by the private initiative. Brazil, like France, is a country where state-owned universities are free and rank as the best, but UNITAU isn't free. UNITAU attracts young people from all over the country who come to study in one of its many colleges, such as Medical School, Law, Dentistry, Engineering, Business Management, and also at the Department of Architecture where several alumni have excelled and won national prizes for their work, notable the Opera Prima Award. Monteiro Lobato, reputedly one of the most significant Portuguese-language writer of books for children, was born in Taubaté. His books have been translated into many other languages, especially Sítio do Picapau Amarelo, the first and one of the largest tomes in the series of twelve. The unique way in which the narrative unfolds, gripping as they are for the many generations of children - and adults - who have read them, evolves in a style which can be likened to the sort of magic realism that permeates later styles of Latin American literature, and is set in rural São Paulo State where legends and myths naturally abound as the Portuguese colonial culture is fertilised by the fusion of amerindian and African cultures. The scene of his books is a fictional small farm - the Sítio do Picapau Amarelo ( loosely translated as the Yellow Woodpecker Estate) owned by the central character to all of M L's books, one Dona Benta, a cultivated widow living alone in the farmlet with her black female servant Nastácia. Dona Benta's grandchildren spend their summer holidays with her and most stories revolve around that scenario, which incidentally was inspired in M L's own property. José Bento de Monteiro Lobato was the grandnephew of the Viscount of Tremembé, a historical figure who lived in the region of Taubaté during the second half of the 19th century, in the days when Brazil, a constitutional monarchy independent from Portugal, was an expanding economy largely dependent on its coffee plantations. Unsurprisingly, in 06/01/10 Taubaté was granted, by the Chamber of Deputies, the title of National Capital of Children's literature.http://www2.camara.leg.br/camaranoticias/noticias/EDUCACAO-E- CULTURA/148516-CAMARA-APROVA-TAUBATE-COMO-CAPITAL-NACIONAL-DA-LITERATURA- INFANTIL.html Another very important man in Taubatean and Brazilian history was Amacio Mazzaropi who was one of the pioneers in the movie industry, creating many classics that show a rural Brazil in the first half of the 20th century. Mazzaropi embodies what might be described as a rural Brazilian stereotype, the Jeca – a dude – whose emotions and sentiments are universal but which nevertheless reflect his immediate environment and culture. Mazzaropi the actor and film maker was himself epitomic of another influence in that part of the country: the son of Italian immigrants who falls in love with his new homeland, although, it must be said, none of his roles reflects this, since what Amacio endeavoured to portray at all times was the somewhat raw, idillyc and also very dainty environment of the coffee growing regions of his birthplace and their pretty cities in the lush tropical landscape. ==Sports== Esporte Clube Taubaté is a football club based in the city. The main competition played by the club is the Campeonato Paulista Série A2, the second level of the São Paulo state professional football championship. Taubaté have a volleyball team, one of top 4 of Brazil. ==Quality of life== View of Taubaté. Taubaté has been ranked by the UNDP (United Nations Development Programme) the 21st out of 645 cities in the State in terms of quality of life, (safety, schooling, medical and dental care, transportation facilities, low pollution levels, piped sewage and piped water reaching all houses, etc.). Hospital of Taubaté ==Twin towns – sister cities== Taubaté is twinned with: * Yonezawa, Japan * Wolfsburg, Germany * Tupungato, Argentina ==References== ==External links== * Official website * Page About the city of Taubaté Category:Municipalities in São Paulo (state) Category:Populated places established in 1645 Category:1645 establishments in the Portuguese Empire ",
    "title": "Taubaté"
}