{
    "id": "1425972",
    "text": "Tympanoplasty is the surgical operation performed for the reconstruction of the eardrum (tympanic membrane) and/or the small bones of the middle ear (ossicles). ==Classification== Tympanoplasty is classified into five different types, originally described by Horst Ludwig Wullstein (1906–1987) in 1956.Wullstein, H. (1956), Theory and practice of tympanoplasty. The Laryngoscope, 66: 1076–1093. # Type 1 involves repair of the tympanic membrane alone, when the middle ear is normal. A type 1 tympanoplasty is synonymous to myringoplasty. # Type 2 involves repair of the tympanic membrane and middle ear in spite of slight defects in the middle ear ossicles. # Type 3 involves removal of ossicles and epitympanum when there are large defects of the malleus and incus. The tympanic membrane is repaired and directly connected to the head of the stapes. # Type 4 describes a repair when the stapes foot plate is movable, but the crura are missing. The resulting middle ear will only consist of the Eustachian tube and hypotympanum. # Type 5 is a repair involving a fixed stapes footplate. ==Myringoplasty== The term 'myringoplasty' refers to repair of the tympanic membrane alone.Browning GG, Merchant SN, Kelly G et al. Chronic otitis media. In: Gleeson M, ed. Scott- Brown's Otorhinolaryngology Head and Neck Surgery. London: Hodder Arnold, 2008:3395-445 There are several options for treating a perforated eardrum. If the perforation is from recent trauma, many ear, nose and throat specialists will elect to watch and see if it heals on its own. After that, surgery may be considered. ==Ossicular reconstruction== This procedure is required if there is a damage to the bone chain of the middle ear. Commonly affected bone is the long process of incus, where it gets necrosed. The bone chain can be repaired using autograft of incus or cartilage. Prosthetic implants made of titanium, hydroxyapatite or teflon are also used. ==Surgical Approach== Tympanoplasty can be performed through the ear canal (transcanal approach), through an incision in the ear (endaural approach) or through an incision behind the ear (postauricular approach). A graft may be taken to reconstruct the tympanic membrane. Common graft sites include the temporalis fascia and the tragus. The surgery takes ½ to 1 hour if done through the ear canal and 1 and a half to two hours if an incision is needed. It is done under local or general anesthesia. It is done on an inpatient or day case basis and is successful 85-90% of the time . ==History== The first recorded attempt at repairing the tympanic membrane was made by Marcus BanzerBanzer, M. (1640) Disputatio de auditione laesa (Dissertation on deafness) in 1640 using an ivory tube covered by pig's bladder. ===Artificial tympanic membranes=== In the middle of the nineteenth century the British otologists James Yearsley and Joseph Toynbee each developed their own form of artificial eardrum. Despite initial enthusiasm for these devices, experience amongst the medical profession over the following half century demonstrated their minimal value in the treatment of a perforated eardrum, which generally heals naturally.Chu, EA and Jackler, RK (2003) The Artificial Tympanic Membrane (1840-1910): From Brilliant Innovation to Quack Device. Otology & Neurotology 24:507-518 ==See also== * Eardrum * Tympanostomy tube * Myringoplasty * Myringotomy ==References== * Coffey, Ch., Lee, F.-S. & Lambert,P.R.(2008). Titanium versus Nontitanium Prosteheses in Ossiculoplasty. The Laryngoscope 2008 Sep;118(9). ==External links== *Ruptured eardrum: Treatment - MayoClinic.com Category:Auditory system Category:Ear surgery ",
    "title": "Tympanoplasty"
}