{
    "id": "1425081",
    "text": "fab was a Canadian magazine which targeted the gay community, publishing biweekly issues in Toronto, Ontario from 1994 to 2013. It published alternate weeks to the city's other biweekly gay publication, Xtra!. The publication's official spelling uses a lower-case F: fab. ==History== fab was established in June 1994 by No Fear Publishing,\"RIP Fab Magazine (1994-2013)\". NOW, March 12, 2013. originally as a publication focusing primarily on the city's gay party and club scene. In 1996, fab also launched a national edition, known as FAB National to distinguish itself from the local Toronto publication. The national magazine struggled to build an audience, and was sold in 1998; its new owners ceased publication of the magazine within a few months. In 2006, under editor-in-chief, Steven Bereznai, FabStyle — a special issue devoted to fashion and design — was launched as a quarterly publication. However, only two issues were ever produced. In February 2008, Pink Triangle Press, publishers of Xtra!, Xtra! West and Capital Xtra!, purchased the assets of fab. The magazine began publishing under the PTP banner in March 2008. Due to downsizing efforts, Pink Triangle Press announced the magazine's discontinuation on March 12, 2013; the magazine's April 24, 2013 issue was its last.\"Fab magazine to close, gays across GTA dress in black\". fab, March 12, 2013. Its past web content and many of its contributors were expected to be integrated into DailyXtra.com, an expansion of Xtra!'s online presence which debuted later in the year. ==Content== Issue of fab magazine Described as a \"gay scene magazine\", fab covered popular Toronto gay culture, including music and clubbing. Feature articles are usually news-related and deal with literature, AIDS, real estate, music, and other current-affairs topics. Photo spreads were common, and fab covers typically feature sexy and provocative male models. Covers also occasionally featured a public figure, when a major feature interview with that person appeared in the magazine — David Miller appeared on the cover in a leather jacket,Issue 244 Jack Layton and Olivia Chow appeared together flanked by a Royal Canadian Mounted Police officer in dress leathers,Issue 236 and Julian Fantino posed in his police uniform with a row of otherwise anonymous models dressed as The Village People.Issue 252 Exclusive celebrity covers have also included musicians Lady Gaga, Blake McGrath, Joel Gibb, Neko Case and Hawksley Workman, actors Kate Moennig, Scott Thompson, Cheyenne Jackson and Adamo Ruggiero, and local activists George Hislop and Brent Hawkes. ==Editors== The magazine had several editors prior to 1998, when John Kennedy took over. Over the next four years, he increased readership and advertising revenues. After 100 issues, Kennedy was replaced by Mitchel Raphael in 2002; Raphael left the magazine in January 2006 and was replaced by Steven Bereznai. In April 2007, Bereznai stepped down and was replaced by Paul Gallant. With the purchase of fab by Pink Triangle Press in February 2008, Gallant was replaced by Matt Thomas and Drew Rowsome. The magazine's final editor, Phil Villeneuve, started in 2012. ==Contributors== At different times during its run, fab's regular columnists included Rolyn Chambers, Drasko Bogdanovic, Daniel Paquette, Paul Bellini, Max MacDonald, Heroine Marks, Todd Klinck, Nina Arsenault, Richard Burnett and Brad Fraser. ==Distribution== The magazine was distributed as a free publication in Toronto, Hamilton, London and Ottawa, and was available in some other Canadian cities for a cover price of $4.50 per issue. ==References== ==External links== * fab Category:1990s LGBT literature Category:2000s LGBT literature Category:1994 establishments in Ontario Category:2013 establishments in Ontario Category:Biweekly magazines published in Canada Category:LGBT-related magazines published in Canada Category:Defunct magazines published in Canada Category:Gay men's magazines Category:LGBT culture in Toronto Category:Magazines established in 1994 Category:Magazines disestablished in 2013 Category:Magazines published in Toronto ",
    "title": "Fab (magazine)"
}