{
    "id": "1425560",
    "text": "Wembley Park is a district of the London Borough of Brent, England. It is roughly centred on Bridge Road, a mile northeast of Wembley town centre and northwest from Charing Cross. The name Wembley Park refers to the area that, at its broadest, falls within the limits of a late 18th-century landscaped estate in northern Wembley in the historic Middlesex county. Part of this estate became the location of development in the 1890s after being sold to Edward Watkin and the Metropolitan Railway cutting through the area. Wembley Park was developed into a pleasure and events destination for urban Londoners, with a large fairground made there. It was later also a key area of the Metro- land suburban development in the 1920s - the same decade Empire Stadium was built and the British Empire Exhibition was held. Wembley Park continues to be a recreational centre today, being home to Wembley Stadium, England's primary football stadium and a major sports and entertainment venue; as well as Wembley Arena, a concert venue; among others. Today the area continues new retail and housing development schemes near the stadium complex that have started since the early 2000s. The Chalkhill housing estate is also located in the area. The east is home to large industrial land, called Stadium Industrial Estate, adjacent to Brent Park; whereas to its north lies Fryent Country Park and to its north-east the Welsh Harp. ==History== ===The Page family=== Wembley was in the parish of Harrow, and the manor of Wembley was a sub-manor of Harrow. It belonged to the Priory of Kilburn. After the Dissolution of the Monasteries, the Priory's lands in Wembley and Tokyngton came into the possession of Richard Page. The Page family, successful local farmers, had already been leasing the land before the Dissolution of the Monasteries. The Pages became one of the largest and richest families in Middlesex. During the first half of the 18th century, what is now Wembley Park consisted of agricultural land and a few farm buildings along the current Wembley Hill Road. One of these farms was called 'Wellers' a large red brick house with a blue slate roof, probably built after 1700. ===Richard Page and Humphry Repton=== Richard Page (died 1771) was the landowner and lord of the manor. He lived in Sudbury, west of Wembley. Around 1787, his son, also called Richard (1748–1803), had the ambition of converting 'Wellers' into a country seat, turning the fields around it into a landscaped estate. In 1792 Richard Page decided to employ the famous landscape architect Humphry Repton (1752–1818) to convert the farmland into wooded parkland and to make improvements to the house. Repton was clearly impressed by Page's property. He wrote, \"in the vicinity of the metropolis there are few places so free from interruption as the grounds at Wembly; and, indeed, in the course of my experience, I have seen no spot within so short a distance of London more perfectly secluded ... Wembly is as quiet and retired at seven miles distance as it could be at seventy.\" Later, writing to a friend in May 1793, Repton wrote of Wembley \"on Wednesday I go to ... a most beautiful spot near Harrow. I wish I could shew it to you.\" Repton often called the areas he landscaped 'parks', and so Wembley Park owes its name as well as its origins to Humphry Repton. The area landscaped by Repton was larger than the current Wembley Park. It included the southern slopes of Barn Hill to the north, where Repton planted trees and started building a 'prospect house' – a gothic tower offering a view over the parkland. Repton may also have designed the thatched lodge that survives on Wembley Hill Road, to the west of Wembley Park. It is in a style frequently used by him, known as \"cottage orne\". Humphry Repton was in the habit of recording his designs in Red Books, but the one for Wembley Park, which would answer this speculation, has not survived. Richard Page lost interest in Wembley Park, partly because he had inherited a fully completed Capability Brown (1716–1783) landscape at Flambards in Harrow, so the house itself was never remodelled by Repton. The tower on Barn Hill was never finished either. It became known as \"Page's folly\" (as with the later example of Watkin's Tower) and was eventually demolished. ===John Gray=== The house appears to have been sold to John Gray (died 1828), a London brandy merchant, in 1802. The Page family retained the Barn Hill part of the park, some 91 acres (77 hectares). Gray renovated and extended the house between 1811 and 1814, at a cost of £14,000. He may also be responsible for the late 18th- or early 19th- century cottage orné style lodge on Wembley Hill Road, if it was not built for Page by Repton. Whoever built it, it is thought to be the oldest property in Wembley. Even without the Barn Hill portion, the Wembley Park estate covered some 327 acres (132 hectares) from what is now Wembley Hill Road in the west to the River Brent in the east, and from the modern Chiltern Line in the south to Forty Lane in the north. The current Empire Way (originally Raglan Gardens) now bisects Repton's landscape. Wembley Park Mansion, now with stucco facing as part of Gray's improvements, (and so known locally as 'The White House'), was situated west of Empire Way, while much of the parkland was to the east. Wembley Park was described in 1834 as \"beautifully diversified by fine grown timber judiciously placed, contributing a seclusion such as is scarcely elsewhere to be enjoyed, but at a considerable distance from the metropolis.\" Later visitors described \"a grove, a pleasant retreat in summer – a scene of tranquility furnished with an old temple and a summerhouse\" to the west of the house. In 1880 the Metropolitan Railway extended its line from Willesden Green to Harrow, cutting through Wembley Park. The railway company bought 47 acres (19 hectares) of land from Gray's son, also called John. He died in 1887. Two years later Wembley Park was bought by the Metropolitan Railway Company for £32,500. Its chairman was Sir Edward Watkin (1819–1901). ===Watkin and Wembley Park=== A sketched plan of Wembley Park, featuring the major planned Watkin's Tower, c. 1894 Sir Edward Watkin, Chairman of the Metropolitan Railway Company, wanted Britain to have a bigger and better tower to rival the new Eiffel Tower in Paris. Watkin also hoped that this tower and an associated pleasure gardens would bring passengers to his Metropolitan Railway. Wembley Park, which was only 12 minutes by train from Baker Street, seemed the ideal location. The International (later Metropolitan) Tower Construction Company was formed to finance construction of the tower, with Watkin as chairman. It leased a significant part of Wembley Park from the Metropolitan Railway. The park became a sizeable pleasure garden that boasted cricket & football grounds, a large running track, tea pagodas, bandstands, a lake, a nine-hole golf course, a variety theatre and a trotting ring. Served by the new Wembley Park station, it officially opened in May 1894, though it had in fact been open on Saturdays since October 1893 to cater for football matches in the pleasure gardens. The tower design was chosen through a competition, judged in March 1890. The judges eventually awarded the 500 guinea prize to a design for a 1,200-foot steel tower by Stewart, MacLaren and Dunn. Originally intended to have eight legs, the plan was changed to a cheaper four-legged design and the height reduced to 1,150 foot. There were to be two stages, one 155 feet up and another at the halfway mark, with a viewing area at the summit. The platforms would be fitted with \"restaurants, theatre, shops, Turkish baths, promenades and winter gardens.\" The foundations were laid in 1892 and Watkin's Tower opened in 1896. Over 100,000 people visited Wembley Park in the second quarter of 1894, though this declined to 120,000 for the whole of 1895 and only 100,000 for 1896. Despite an initial burst of popularity, the tower failed to draw large crowds. Of the 100,000 visitors to the Park in 1896 rather less than a fifth paid to go up the Tower. In 1902 the Tower, now known as ‘Watkin's Folly’, was declared unsafe and closed to the public. In 1904 it was decided to demolish the structure, a process that ended with the foundations being destroyed by explosives in 1907, leaving four large holes in the ground. The loss of the tower did not diminish the park’s appeal as a public recreation ground, and it continued to offer football, cricket, cycling, rowing, athletics and in winter, ice skating on the frozen lake. After 1907 the Variety Hall in the park was used as a film studio by the Walturdaw Company Limited, founded by E.G. Turner. An 18-hole golf course was opened in 1912, and by the end of the First World War over 100 sports clubs were using the park. After 1889, the Metropolitan Railway built roads to the south-west of Wembley Park tube station, on that part of Wembley Park not allocated to the pleasure gardens or the Metropolitan track itself. In 1908, Wembley Park Mansion was demolished to allow construction of the new Manor Drive. The house had been a convent from 1905, housing French nuns fleeing the Third Republic's separation of Church and State. In 1906 the Great Central Railway opened a line and several stations between Neasden and Northolt Junction (today South Ruislip), where it connected with the newly built Great Western & Great Central Joint Line. The Great Central’s southernmost station on this short line (and so its southernmost station anywhere, other than its terminus at Marylebone) was Wembley Hill, just south of the Wembley Park pleasure gardens. ===The British Empire Exhibition=== The Palace of Engineering at the British Empire Exhibition, 1924 In 1921 the British Government decided to site the British Empire Exhibition at Wembley Park, on the site of Edward Watkin's pleasure gardens. The Urban District Council was opposed to the Exhibition, but its objections were overruled. Wembley Stadium (then the Empire Stadium) was built for the Exhibition and, famously, the 1923 FA Cup Final was played there. Much of Humphry Repton's Wembley Park landscape was transformed in 1922–1923 during preparations for the Exhibition. In addition to the pavilions and kiosks there were a lake, a funfair, a garden and a working replica coal mine. There were also numerous restaurants, the most expensive of which was the Lucullus restaurant (in 1925 the Wembley Garden Club restaurant) near the exhibition gardens. In 1924 J. Lyons held a monopoly of catering, but the restaurant in the Indian Pavilion used Indian cooks and was advised by Edward Palmer \"of Messrs. Veeraswami [sic] & Co.\" to serve as \"Indian Adviser at the restaurant\". In 1925 Veeraswamy & Co. ran the Indian restaurant, even though, for reasons both economic and political, the Indian Government did not take part in the 1925 season. Veeraswamy & Co. later founded the first Indian restaurant aimed at a non-Anglo-Indian white clientele in England, in Regent Street. It still survives, and was awarded a Michelin star in 2016. The British Empire Exhibition ran from 1924 to 1925, and while it failed to make a profit or reinforce conclusively the national attachment to the ideal of the British Empire, it did make Wembley a household name. Arthur Elvin's rescue of the Empire Stadium building then ensured that this continued, and that Wembley Park would remain the pre-eminent visitor attraction in west London, even though much of the Exhibition site was taken over by light engineering. ===Inter-war suburban development and ‘Metroland’=== A few large houses had been built on parts of Wembley Park, south-west of Wembley Park tube station, as early as the 1890s. In 1906, when Watkin’s Tower closed, the Tower Company had become the Wembley Park Estate Company (later Wembley Ltd.), with the aim of developing Wembley as a residential suburb. Unlike other railways, from an early date the Metropolitan Railway had bought land alongside its line and then developed housing on it. In the 1880s and 1890s it had developed the Willesden Park Estate near Willesden Green station, and in the early 1900s it developed land in Pinner, as well as planning the development of Wembley Park. In 1915 the Metropolitan Railway’s publicity department created the term ‘Metro-land’ and gave the name to the company's annual guide. The 1924 Metro- land guide describes Wembley Park as \"rapidly developed of recent years as a residential district\", pointing out that there are several golf courses within a few minutes journey of it. One of the earliest Metroland developments was a 123-acre one at Chalkhill, within the curtilage of Humphry Repton’s Wembley Park. Metropolitan Railway Country Estates acquired the land shortly after it was created and began selling plots in 1921. The railway even put in a siding to bring building materials to the estate. The British Empire Exhibition further encouraged suburban development and could be said to have put Wembley on the map once again as a desirable location. Wembley’s sewerage was improved, many roads in the area were straightened and widened and new bus services began operating. Visitors were introduced to Wembley and some later moved to the area when houses had been built to accommodate them. Between 1921 and 1928 season ticket sales at Wembley Park and neighbouring Metropolitan stations rose by over 700%. Like much of the rest of West London, most of Wembley Park and its environs was built over, largely with relatively low- density suburban housing, by 1939. This population was served by a new 1,500 seater cinema, the Elite, later (from 1930) Capitol, which opened on 21 March 1928. The cinema was situated in the British Empire Exhibition's former conference hall on Raglan Gardens (today Empire Way). === Film and television studios === In 1926 British Talking Pictures opened The Wembley Park Studios in what had been the British Empire Exhibition’s fine dining restaurant. When rebuilt in the late 1920s, Wembley Studios would become Britain's first purpose-built sound stages, though it was seriously damaged in a fire in October 1929, not long after it had opened. Perhaps due to the fire, the studio was never as successful as envisaged. It was taken over by Twentieth Century Fox to make 'quota-quickies', and then went into decline during and after the Second World War. In 1955 Wembley Film Studio was taken over by Associated-Rediffusion, ITV’s weekday broadcasters for London. Rediffusion added a new £1,000,000 television studio, which at the time was the largest in Europe. The Beatles performed there several times, notably on 28 April 1964. In 1968 Rediffusion lost its franchise. London Weekend Television continued to use the studio, but it went into decline until it was taken over by Fountain Studios in 1993. In 2016 Avesco, Fountain Studio’s owner, took the decision to sell the studios to Quintain after reporting financial losses in the previous year. In May 2018, it was announced that the studios would open in the latter half of 2018 as a flexible 1,000–2,000 seat theatre by Troubador Theatres (the same company that owns Wembley Park Theatre Ltd) as well as bar and restaurant. This theatre opened as Troubadour Wembley Park Theatre in Summer 2019. === The Empire Pool === Inside the Empire Pool in 1938 In 1932 Arthur Elvin, who had saved the stadium in the 1920s, developed an interest in hosting Ice hockey. He decided to build an indoor Olympic-sized swimming pool that could be converted into an ice rink. It would also provide the venue for the swimming events at the 2nd Empire Games, which were held in 1934. The building, called the Empire Pool, was designed by the engineer Owen Williams. Williams built a unique concrete structure, which opened on 25 July 1934. It is now called The SSE Arena. The building served as a public swimming pool until the start of the Second World War. It was last used for swimming when it hosted the aquatic events at the 1948 Olympics. Numerous sporting and entertainment events have been held there over the years, ranging from basketball to pantomimes on ice. From 1959, and especially from the late 1960s onwards, The SSE Arena has become increasingly associated with popular music, hosting every major artist from the Beatles to the Stones, Bowie to Madonna. === Wembley Town Hall === The former Brent Town Hall Between 1937 and 1940 Wembley Borough Council built their new town hall in Kingsbury within the boundaries of Repton's original Wembley Park. It was designed by Clifford Strange and is described by Pevsner as \"the best of the modern town halls around London, neither fanciful nor drab.\" In 1964 the new London Borough of Brent took over the town hall. It remained the headquarters of Brent until the new Brent Civic Centre, also in Wembley Park, opened in 2013. The Wembley Town Hall building re-opened as the Lycée International de Londres Winston Churchill, in September 2015. The refurbishment preserves many elements of the original design. === The Second World War === During the Second World War the Government initially banned large public events, but later realised that this had a demoralising effect. Sporting events, including football matches, returned to Wembley, although for a while after Dunkirk the Stadium became an Emergency Dispersal Centre, and later housed refugees from occupied countries. The Empire Pool was used as a permanent hostel for evacuated Gibraltarians, with its extensive windows blacked out. Arthur Elvin offered free admission to servicemen and servicewomen, and helped war charities. Unofficial cup finals were held in the Stadium, as well as internationals against the home nations, and greyhound racing returned, albeit only in daylight hours, while Canadian troops invigorated ice hockey. The Stadium was too large to conceal, and German aircraft used it to identify their location. They also dropped bombs on Wembley Park. At least two fell on the former British Empire Exhibition site, one fell very near Wembley Park station, and several fell on the suburban housing to the west of Empire Way. Light industry in Wembley Park helped the war effort, but the low concentration of bombs here compared to Tokyngton just south of it, suggests that it was not seriously targeted by the Luftwaffe. In 1944, a V1 flying bomb fell onto the greyhound kennels. Two dogs were casualties and about 60 escaped onto the streets of Wembley. An unexploded 50 kg bomb was uncovered during redevelopment work in May 2015. On 13 May 1945 the end of the War in Europe was marked by a Thanksgiving Service in Wembley Stadium, followed by a Victory Review and Commemoration Service in the same venue on 17 June. On 26 May 1945, England played their first Wembley International against a non-British side, drawing 2-2 with France in front of 65,000 spectators. By the end of the war more than one million service personnel had visited Wembley, as well as many civilians. === The 1948 Olympics === The Olympic Torch arriving at Empire Stadium in the 1948 Summer Olympics In March 1946, still recovering from the war, Britain put itself forward to host the Olympic Games for the second time in its history, seeing an opportunity to stage-manage an unparalleled global event and to demonstrate to the world that the worst effects of the war were in the past. There was limited preparation time. It was debated whether a sports festival was really necessary at such a time, but it was generally agreed that it could only bring an element of light relief and a wider image of progress, to which other nations could easily relate. Arthur Elvin supplied the Wembley site free of charge. Apart from the Stadium and Empire Pool, some of the old British Empire Exhibition buildings were used, notably the Palace of Engineering, so that no new venues were needed. Olympic Way was built at a cost of £120,000, using German POW labour. Wembley's sports facilities had survived the war in good condition and were considered adequate for Olympic competition. Wembley Stadium hosted the opening ceremonies, the track-and-field competition, and other events. A cinder track, made with residue from the domestic fires of Leicester, was laid inside the stadium. Food rationing was still in force, but other competing nations, such as The Netherlands, contributed provisions. Athletes were provided with increased rations of 5,500 calories a day, on a par with the ration of a docker or a miner. The Games were on the least lavish scale ever seen, costing just £730,000 to put together. They became known as the Austerity Games. Many British athletes commuted to the Games on public transport. Even the \"gold\" medals were made from oxidised silver. However, each national team was assigned a vehicle with a uniformed female driver. The games opened at 4.00 p.m. (the time shown on Big Ben on the promotional literature) on 29 July 1948. There were 80,000 spectators on the first day. Though the 1936 Berlin Olympics had been televised, the Wembley games were the first Olympics to be broadcast by BBC television. Few people owned a television set, but nonetheless, the new medium helped to promote the Games in a way never seen before by the British public. The Empire Pool had never been a great success as a swimming venue, but it was ideal for the Olympics. For the first time at the Olympics, swimming events were held under cover. As the Empire Pool was longer than the standard Olympic length of 50 metres, a platform was constructed across the pool which both shortened it and could house officials. The Empire Pool also hosted the boxing and the diving, as it had at the Empire Games in 1934. In the stadium, some poor weather, and the inferior quality of the running track, slowed the track-and-field competition times. The fewest Olympic records were set in the history of the Games thus far, although the restricted women's competition was expanded to 10 possible events with the addition of the 200-metre run, the long jump, and the shot put. British Guiana (now Guyana), Burma (now Myanmar), Ceylon (now Sri Lanka), Iran, Iraq, Jamaica, Korea, Lebanon, Pakistan, Puerto Rico, Singapore, Syria, Trinidad and Tobago, and Venezuela were all nations sending teams for the first time. The 1948 Games were the first international competition that the Philippines, India and Pakistan officially entered as independent nations. As a team, India won their first medal as an independent nation in the field hockey competition. They were awarded the gold (also their first ever Olympic victory) when they beat Britain 4-0 in the final. Germany and Japan were not invited to the Games due to their roles as the aggressors in World War II. The Soviet Union was invited, but they declined. The Games were, however, attended by other Communist bloc countries, including Hungary, Yugoslavia and Poland. A total of 4,104 athletes took part, from a record number of 59 nations (90% of all competitors were male). This compares with 10,000 athletes from 204 nations at the 2012 London games. A number of events made their Olympic debut at Wembley in 1948, including the women's 200 metres, long jump and shot put. The most successful individual athlete at these Games was Fanny Blankers-Koen of the Netherlands, known as \"The Flying Housewife\". A 30-year-old mother of three, whom many believed was too old to compete, she was pregnant at the time she won four gold medals: in the 100 metres, 200 metres, 80 metres high hurdles, and 4 x 100 metre relay. She was also a world record holder in the long jump and high jump and might have won further medals in these sports, but female athletes were limited to three individual events. Well over a million people attended across all the Olympic events at Wembley Park. Britain finished with a total of 20 medals, three of them gold, coming 12th in the medal table. The USA walked away with the top spot, as their medal tally reached 84, including 34 golds. === The Stadium and Empire Pool after the Second World War === Speedway returned to the Stadium in 1946. The late 1940s was the sport’s heyday. The Wembley Lions supporters Club had 61,000 members in 1948, and one meeting attracted a crowd of 85,000, with a further 20,000 listening to the results on the radio outside. Speedway ended at Wembley in 1957, unless one counts a brief revival in 1970–71. The post-war years also saw religious events at the Stadium (a Roman Catholic celebration in 1950, a gathering of Jehovah’s Witnesses in 1951 and Billy Graham’s Greater London Crusade in 1954), as well as women’s hockey. American football was first played in 1952, but would not really become a Wembley staple until the 1980s. Wembley remained primarily famous for football. The 1953 FA Cup Final became known as ‘the Matthew’s final’, because 38-year old Blackpool outside-right Stanley Matthews finally got the FA Cup Winners medal his skills so clearly deserved, though the hat-trick of goals that brought Blackpool victory was scored by Stan Mortensen. Floodlights were installed in the Stadium in 1955. Throughout the late 1940s and 1950s the Empire Pool continued to be dominated by Ice hockey, skating, boxing and tennis. New events were introduced after the war, however, including a meeting of the Women’s League of Health and Beauty (1946), darts (1948), the All American Roller Skating Show (also known as Skating Vanities of 1949), pantomimes on ice (the first being Dick Whittington on Ice, in 1951) and swimming spectacles devised by Hollywood stars Buster Crabbe and Esther Williams. These last had to use temporary structures to retain water, as the swimming pool itself was no longer usable. International basketball had been played in the Pool before the warm but it now became a regular feature, starring the Harlem Globetrotters, who would perform at Wembley from 1950 until 1982. Most importantly, two popular music concerts intended to raise money for Vera Lynn’s SOS charity were held in 1959. These were the Record Star Show in March, and the Starlight Dance on 17 October. 9,000 people attended the Record Star Show, and the Starlight Dance was equally successful. The discovery that popular music events attracted large, new audiences would radically change the Empire Pool’s offer in the decades to come. More new events came to the Stadium and the Empire Pool in the 1960s, including ski-jumping in the Stadium, with a specially constructed tower and machine-produced snow. In 1963 the Stadium was given a new roof, ostensibly protecting all spectators. On 18 June in the same year, Henry Cooper fought Cassius Clay (Mohammed Ali) in the Stadium, a change from holding boxing matches in the Pool. === The 1966 World Cup === The 1966 World Cup kicked off at Wembley on Monday, 11 July 1966, with a match between England and Uruguay. It was a dull 0 - 0 draw. The other two teams who played at Wembley in the group stage were Mexico and France. In 1966, however, the World Cup competition was clearly not seen as being as important is it is now. Wembley Stadium refused to cancel a greyhound meeting on 15 July that clashed with Uruguay v. France, meaning that the match had to be played at White City. Having opened with a mediocre performance, Alf Ramsey's England went on to beat both Mexico and France in the group stage. They then beat Argentina 1-0 in the quarter finals and Portugal 2-1 in the semi-finals, both matches being played at Wembley. The final was played at Wembley on Wednesday 30 July 1966. England wore red because they had lost the toss of a coin to determine which team would have to wear their away colours. Haller scored for Germany in the 13th minute, with Hurst equalising in the 19th. Peters scored for England in the 78th minute, but Weber made it level just before the end of normal time. What happened in extra time is the stuff of legends. Geoff Hurst scored a controversial, and in retrospect, wrongly allowed, goal in the 101st minute, and then a further goal in the 120th (119' 51\"), just as the match was ending. \"Some people are on the pitch… they think it's all over\", said BBC commentator Kenneth Wolstenholme, adding \"it is now\" as Hurst's ball hit the back of the net. Less than two years later there was another famous English footballing victory at Wembley. On 29 May 1968 Wembley hosted the first of seven European Cup finals that have been played there so far (five in the old Stadium and two in the new one). Manchester United defeated SL Benfica 4–1 in front of a crowd of 92,225 people. === The growth of popular music at Wembley === The former Wembley Stadium Bowl, c. 1965 Inspired by the success of the 1959 popular music shows, the NME moved the Pollwinners Concert to the Empire Pool in February 1960. These concerts would continue there until 1973. The Pop Hit Parade Concerts, the ATV Glad Rag Ball, the Ready Steady Go Mod Ball (1964) and more Record Star shows all followed, some of them televised. Since all the major stars of the era, ranging from Billy Fury to Status Quo, played at these events, the Pool quickly became associated with popular music. The Beatles made their last official live appearance in Britain at the NME Annual Poll- Winners' All-Star Concert at the Pool on 1 May 1966. Although the concert was televised, the cameras were switched off while the Beatles played because Brian Epstein and ABC TV had failed to agree over terms. They were filmed receiving their awards, however. From 30 June to 2 July 1967 The Monkees played the Empire Pool. They were the first group to headline on their own. Many others would follow. On 13 July 1969 the band Yes performed at Wembley Stadium, on a bill that also included Alan Price, Don Partridge (aka \"the King of the Buskers\") and Status Quo, who would be the first act to open Live Aid, on exactly the same date 16 years later. This was the first popular music concert in the Stadium On 5 August 1972 a pop concert called The London Rock and Roll Show was held in the Stadium. It was the first of several popular music concerts held in the Stadium in the ‘70s. Crosby Stills Nash & Young followed on 14 September 1974, and The Who, along with AC/DC and The Stranglers, on 18 August 1979. At the same time, the Empire Pool really took off as a concert venue. Promoters realised that it had a significantly larger capacity than even the Albert Hall. On 21 November 1971 Led Zeppelin’s Electric Magic Show became the first spectacular, theatrical rock concert at the Empire Pool. In the 1980s Wembley Arena became increasingly known for the use of lasers at concerts. Pink Floyd and Genesis were the best exponents of this style. ===Wembley Complex=== In the 1970s Wembley Park became known as Wembley Complex, a group of venues serving different needs. The Complex included Wembley Stadium and the Empire Pool (renamed Wembley Arena on 1 February 1978), as well as new buildings, including the Esso Motor Hotel (opened 1972) and Wembley Conference Centre (opened 31 January 1977), Wembley Exhibition Centre (opened 1977), the 722m2 Greenwich Rooms and a futuristic triangular office block called Elvin House. The redevelopment scheme cost £15 million and was designed by R. Seifert & Partners, with Douglas Kershaw and Co. acting as consultant surveyors. Planning consent was given prior to 26 September 1972, after seeking guidance from the Greater London Council, the London Borough of Brent and the Metropolitan Police. The development included two pedestrian walkways (pedways), allowing people entering and leaving the Stadium to be segregated from the vehicular traffic. The main walkway, which led to Olympic Way, and is still in existence, was 60 feet wide, while another lead to other leading to Empire Way via Elvin House, was 30 feet wide. The Stadium authorities had long been aware of the need for traffic and pedestrian segregation. The main pedway opened in 1975. It has been written, in a 1999 Heritage Study connected with the construction of the new Stadium, that the pedway compromised the north frontage of the 1923 Stadium by obscuring portions of it. Wembley Hill station was called Wembley Complex from May 1978 to May 1987, when it became Wembley Stadium. In the early 1990s two further exhibition halls were built, offering 17,000m2 of space in all. === Papal visit. 1982 === The first open-air mass held during Pope John Paul II's visit to Britain in 1982 was held at Wembley Stadium, on Saturday 29 May. About 80,000 people were present. Archbishop of Westminster Cardinal Basil Hume said that the Stadium had become a church. === Live Aid, 1985 === On 13 July 1985 the Stadium was the venue for an enormous 16-hour charity rock concert, largely the brain-child of Irish singer Bob Geldof, in partnership with Midge Ure from Ultravox. Shocked by the famine in Ethiopia, Geldof had created Band Aid, which had released the single Do They Know It’s Christmas/Feed The World in late 1984. Now he had helped arrange a live charity event on an as yet unheard-of scale. As Geldof later said \"Wembley had to be the centrepiece: for the thing to have any authority it had to be staged at Wembley.\" It was held simultaneously with John F. Kennedy Stadium in Philadelphia, USA. Despite organisational problems the event was a huge success. Over 70,000 saw it live, and a further 1.9 billion watched on television, worldwide. £30 million was raised for famine relief. It was a hot day, and Wembley staff had to distribute water, hose down the crowd and even cut off the legs from people’s jeans to convert them into shorts. Geldof and his band, The Boomtown Rats, had never played at Wembley before, and were astonished by the noise. The Arena and the Conference Centre and exhibition halls also played their part, being taken over to provide dressing rooms for the performers. According to Charlie Shun, a Wembley sales manager, Live Aid was \"the event which established Wembley [Stadium] as a major rock venue. We had only staged ten different music shows at the stadium before Live Aid but after that it all took off.\" === Nelson Mandela === On 11 June 1988 a concert was held celebrating the 70th birthday of Nelson Mandela, then a political prisoner. Nearly two years later, on 16 April 1990, only two months after his release, Mandela was present at another Wembley Stadium concert - Nelson Mandela: An International Tribute for a Free South Africa. === Euro '96 === In 1996 England hosted the European Championships for the first time. As in 1966, the opening match, England v. Switzerland, took place at Wembley. Played on 8 June 1996, it was a 1 – 1 draw. England topped their group, and won a quarter final against Spain. This was Wembley's first international penalty shoot-out. The England supporters sang the catchy Euro '96 anthem, Football's Coming Home, but on the following Wednesday, 26 June 1996, in Wembley's second international penalty shoot-out, Germany beat England 6 – 5. Germany went on to beat the Czech Republic 2 – 1 in the final. Wembley Park station was also partially refurbished for Euro '96. === Construction of new stadium === The fountains at The SSE Arena following its refurbishment in 2006 By the 1990s, the 1923 stadium was becoming increasingly outdated. As Conservative MP Andrew Bingham later said in a House of Commons debate on football governance, \"I remember going to the last game at the old Wembley stadium and thinking how old and archaic it looked compared with the new and modern grounds.\" The Stadium closed in October 2000 and was demolished in 2003. While Wembley was being rebuilt the FA cup finals were played at Cardiff’s Millennium Stadium. A new Wembley stadium was designed by a consortium including engineering consultant Mott MacDonald and built by the Australian firm Multiplex. It cost £798 million. The new Stadium opened on 17 March 2007 with a Community Day for London Borough of Brent residents. English alternative rock band Muse became the first popular musicians to perform in the new Stadium, on 16 June 2007. This, their HAARP tour, was voted Wembley’s Greatest Event in 2011. === Narendra Modi visit, 2015 === On 13 November 2015, during a state visit to the United Kingdom, India's Prime Minister Narendra Modi addressed a rally at the new Wembley Stadium. 60,000 people, mostly British Indians, attended. ==Redevelopment== The Palace of Industry in 2007, before demolition Brent Civic Centre under construction, 2012 Wembley Park Boulevard was built along with the London Designer Outlet next to the Stadium and the SSE Arena New built buildings in Olympic Way, in 2018 Mass re-development has occurred in the complex area since the start of the 21st century. The old Wembley Stadium was demolished in 2003 and rebuilt, followed by new developments nearby that continue until the present day. The plans for the redevelopment were approved by the council in June 2004, which envisioned a plan to turn it into \"north London's Croydon\". Chalkhill estate was already renovated before, in the 1990s. The remaining portions of the British Empire Exhibition's Palace of Arts were demolished in 2006. The only surviving Exhibition structure, the Palace of Industry, was finally demolished in February–March 2013. A lion's head corbel from the building was saved and is now on display in the green space on Wembley Hill Road, opposite York House. The former Wembley Conference Centre, and the Elvin House block, were also demolished in September 2006.http://www.quintain.co.uk/~/media/Files/Q/Quintain/2013-full-year- results/archive/nov-06-a.pdf Also in 2006, Wembley Arena, was refurbished at a cost of £34m and its entrance turned around to open onto a new public square with a fountain facing the new Wembley Stadium which then opened in 2007. At the same time as the new stadium was being built, the old concrete footbridge at Wembley Stadium station, probably built for the British Empire Exhibition, was replaced by a new bridge and a public square. In 2005, after a BBC Five Live poll, it was decided to name the bridge the White Horse Bridge, after PC Scorey’s famous mount. The bridge and square opened in 2008. Wembley Park Sports Ground was located on Bridge Road, near the local station. In 2008 the site was closed down by the council and sold amid protests from locals. It was turned into an academic school with the building mostly completed by 2011. Developers Quintain and Family Mosaic have led new developments in the area, including residential Forum House completed in 2008 and Quadrant Court in March 2010. Demolition of Malcolm and Fulton House also took place that month. Later work began on the Wembley Park Boulevard leisure and retail hub, including a Hilton Hotel and an outlet shopping centre, the London Designer Outlet (LDO), which opened in August 2013. The development included Market Square and an open space, Wembley Lawns, centred at the Boulevard, and includes a children's playground. A civic centre was also built at Engineers Way serving as the new home of Brent's local authority. Brent Town Hall, the former home of the council located about a mile north, closed down and was sold, turning into a French lycee school that opened in September 2015. The Town Hall Library was also replaced by a new library adjoined with the civic centre. On Olympic Way, a student accommodation building ran by Victoria Hall Limited was opened in 2011, followed by a Novotel hotel and other buildings. A Boxpark branch also opened here in 2018. In 2015, Wembley Park's events programme brought 150,000 to the site to enjoy events from Color Run and Survival of the Fittest to a weekly food market. In May 2016, controversial regeneration plans in the stadium area were approved by the local council. The £2.5 billion scheme from Quintain involves the building of over 7,000 apartments, as well as new shops and offices, two hotels, a 7-acre public park, and a school. There will be a total of seven residential and retail tower blocks, up to 19 storeys high. The plans were disapproved by the Football Association (FA) and by many locals, who claim increased overcrowding and spoilt stadium views. A local launched a petition against these plans to Brent North MP Barry Gardiner and the Mayor of London, Sadiq Khan. however the plans were approved nonetheless. Quintain unveiled plans for a further 250,000 square feet of retail space in the area in March 2018. ==Geography== View of the stadium from near the peak of Barn Hill, 2007 Barn Hill is 86 metres above sea level, and is part of the larger Fryent Country Park that continues towards Kingsbury. In addition, Wembley Hill Road is a steep road west of Wembley Park, which peaks at around 65 metres above sea level near The Green Man pub. The Wealdstone Brook tributary of the River Brent starts off at the Stadium Industrial Estate and runs between Bridge Road and Wembley Park Drive, and through Forty Avenue towards Preston. Bridge Road is so-called for the bridge over the narrow brook. ==Notable places== Church of St. Augustine An Orthodox Jewish synagogue Wembley United Synagogue is in Forty Avenue. Next to it is the Church of England St. Augustine's Church. A United Reformed Church is on the opposite side, past The Broadway intersection. There is a Church of Jesus Christ of Latter-day Saints on Wembley Park Drive. Schools in the area include: Ark Academy, Preston Manor High School, College of North West London, and Lycée International de Londres Winston Churchill. ==Notable people== * Keith Moon of The Who * Lady Sovereign * Harry Shearer * John Tavener * Humphry Repton * Sir Edward Watkin * Maxwell Ayrton * Owen Williams ==Nearby areas== * Preston * Neasden * Wembley * Kingsbury * North Wembley * Stonebridge * Sudbury ==Transport== Wembley Park Station in 2007 ===Trains=== Stations in the area are: * Wembley Park Station (Metropolitan line and Jubilee line) * Wembley Stadium Station (Chiltern Main Line) ===Buses=== London Buses routes 83, 92, 182, 206, 223, 245 and 297 serve the area. Uno's 644 bus route terminated at Wembley Park from 2011 until being cut back to Queensbury in March 2016. ==References== ==External links== * Philip Grant - Wembley Park – its story up to 1922 * Wembley Park's Heritage Timeline Category:Areas of London Category:Districts of the London Borough of Brent Category:Wembley ",
    "title": "Wembley Park"
}