{
    "id": "1425707",
    "text": "Paraziții (Romanian for \"The Parasites\", ) is a Romanian three-man rap and hip hop group founded in 1994. It is widely regarded as one of the seminal acts of rap in Romania. It consists of Cheloo (Cătălin Ștefan Ion), Ombladon (Bogdan Ionuț Păstacă), and FreakaDaDisk (Petre Urda). == History == The group was subject to multiple restrictions by the Romanian National Audiovisual Council, due to explicit language. Romanian television and radio stations were repeatedly fined for playing some of their videos/songs and two videos were banned outright. This motivated their song \"Jos cenzura!\" (\"Down with Censorship!\") which criticized the Social Democratic government and was released shortly before the local elections in June 2004; the music video includes a monologue of Larry Flynt blasting Romania's government for its censorship practices. Ombladon, member of the group, won the Best Romanian Act Award at the MTV Europe Music Awards in 2004 with the song \"Egali din naștere\" (Born Equal). In 2003 they established their own label, \"20CM Records\", providing launch pads for Romanian hip hop artists such as Spike and Guess Who. Their first recorded track, \"În jur\" (\"Around\" - a pun on Înjur - I curse), dated September 13, 1994, represented Paraziții's breakthrough. At the \"Nici o problemă\" (No Problem) album release concert, a big fight started due to the La Familia-R.A.C.L.A. musical war. Paraziții first performed out of Romania in 2000 by participating at the \"Summer Hits\" festival in Chișinău, along with the groups BUG Mafia and Zdob și Zdub. In 2002 and 2003 the group performed in tours in Germany, Austria and the Netherlands. Due to the September 11, 2001 attacks, the group lost the opportunity to perform in a Canada-USA tour. The most important event remains the act at the Wuppertal Rap-Attack festival (2004) when Paraziții were the only group to perform before the well known rap/hip-hop artist Grandmaster Flash. Paraziții were part of major campaigns like \"Playback\" / \"Shoot Yourself\" (2001), in which they took a firm position against lip synching, or \"Instigare la cultură\" (Instigation To Culture) (2004) against ignorance among Romania's youth. Paraziții tracks were featured on movie soundtracks like \"Nordrand\" (Austria), \"Visul lui Liviu\" (Liviu's Dream), \"Milionari de weekend\" (Weekend Millionaires) or \"Marfa și banii\" (The Goods and The Money). ==Discography== *1995 - Poezii pentru pereți (Poetry For The Walls) *1996 - Nimic normal (Nothing Normal) *1997 - Suta (The Hundred) *1999 - Nici o problemă (No Problem) *2000 - Iartă-mă (Forgive Me) *2001 - Categoria grea (Heavyweight) *2001 - Împușcă-te (Shoot Yourself) (maxi single) *2002 - În focuri (In Flames) (maxi single) *2002 - Bad Joke (maxi single) *2002 - Irefutabil (Irefutable) *2004 - Jos cenzura (Down with Censorship) (maxi single) *2004 - Best of... primii 10 ani (Best of... The First 10 Years) (2 CD compilation) *2005 - Violent (Violent) (maxi single) *2005 - Confort 3 (Low Comfort) *2007 - Slalom printre cretini (Drifting Among Morons) *2009 - Slalom printre cretini (Reissue) (Drifting Among Morons) *2010 - Tot ce e bun tre' să dispară (Everything That's Good Has To Disappear) *2016 - Lovitură de pedeapsă (Penalty Kick) *2019 - Arma Secretă (Secret Weapon) Cheloo and Ombladon also released solo albums: *2003 - Sindromul Tourette (Tourette's Syndrome) - released by Cheloo *2004 - Condoleanțe (Condolences) - released by Ombladon *2006 - Fabricant de gunoi (Garbage Manufacturer) - released by Cheloo *2007 - Cel mai prost din curtea școlii (The Dumbest in the School Yard) - released by Ombladon *2011 - Cel care urăște (The One Who Hates) - released by Cheloo == External links == * Paraziții on Discogs * 20CM Records Category:1994 establishments in Romania Category:Romanian hip hop groups ",
    "title": "Paraziții"
}