{
    "id": "1425718",
    "text": "View of Castro (1663). Castro was an ancient city on the west side of Lake Bolsena in the present-day comune of Ischia di Castro, northern Lazio, Italy. It was destroyed at the conclusion of the Wars of Castro in the 17th century. ==Early history== The settlement of Castro was founded in prehistoric times, and was later the seat of an unspecified Etruscan city, probably Statonia. In the Middle Ages it had a castle (Latin: castrum), hence the name. Although an autonomous commune, it remained nonetheless under papal suzerainty. In 1527 a pro-independence faction assumed power, but they were later ousted by Pier Luigi Farnese, whose family was to rule Castro until the 17th century. In the same year another Farnese, Gian Galeazzo, sacked it in the wake of the Sack of Rome. Ten years later, in 1537, three years after the election of Alessandro Farnese as Pope Paul III, it became the seat of an independent duchy under his son Pier Luigi Farnese. The town, which in the meantime had been reduced to \"gypsies' huts\" (in the words of a contemporary), was reconstructed according to the design of Antonio da Sangallo the Younger. ==The Renaissance and the Wars of Castro== The Farnese treated Castro well and consecutive family patriarchs made improvements to the city including churches and their own Palazzo Farnese. Between 1639 and 1641, the Farnese, then led by Duke of Parma Odoardo Farnese, came into conflict with the powerful Barberini family of Pope Urban VIII who responded by sending an army to occupy Castro. The Farnese and the papacy fought a stalemate war and the Pope agreed to treaty terms only months before his death in 1644. When Pope Innocent X replaced Urban, he demanded that Duke Odoardo's son Ranuccio II Farnese, Duke of Parma adhere to the conditions of the peace treaty. Ranuccio refused to pay the agreed reparations. He also refused to admit the newly appointed bishop of Castro. When the latter was on his way to take possession of his see, he was murdered, a crime for which Innocent X placed the blame on Ranuccio. He sent troops to Castro and had the city razed on 2 September 1649. He erected a column reading \"Quì fu Castro\" (\"Here stood Castro\"). It was never rebuilt. The seat of the diocese of Castro, which is believed to have dated back to the 8th century, was transferred to Acquapendente.Pius Bonifacius Gams, Series episcoporum Ecclesiae Catholicae, Leipzig 1931, pp. 659-660Konrad Eubel, Hierarchia Catholica Medii Aevi, vol. 1, pp. 173-174; vol. 2, pp. XIX, 121; vol. 3, p. 157; vol. 4, p. 140 No longer a residential bishopric, Castro (Castrum in Latin) is today listed by the Catholic Church as a titular see.Annuario Pontificio 2013 (Libreria Editrice Vaticana 2013 ), p. 862 ==Sources== * * ==See also== *House of Farnese *Wars of Castro *Annibale Caro ==References== *Cigola, Riccardo. \"History: Facts & Persons\". Retrieved January 23, 2005. ==External links== * The Cities and Cemeteries of Etruria, Chapter XXIV - Author George Dennis describes the ruins of Castro in this 1848 book. *\"Farnese and its history\" - a brief description of Castro's history, and how it appears today. Category:Archaeological sites in Lazio Category:Roman sites in Lazio Category:Cities and towns in Lazio Category:1649 disestablishments Category:Former populated places in Italy Category:Razed cities Category:Populated places disestablished in 1649 Category:Duchy of Castro ",
    "title": "Castro, Lazio"
}