{
    "id": "1426867",
    "text": "Elizabeth is an outer northern suburb of the Adelaide metropolitan area, South Australia, 24 km north of the Adelaide city centre. It is located in the City of Playford. At the 2016 census, Elizabeth had a population of 1,024. Established in 1955, it was the seat of the former local government body, the City of Elizabeth, which included Elizabeth as well as the immediately adjacent suburbs on all sides except the west. Although the City of Elizabeth no longer exists, having been amalgamated into the much larger City of Playford in 1997, the term 'Elizabeth', in the context of Adelaide, typically refers to the historic municipality and the distinct community therein. ==History== Before the 1950s, most of the area surrounding today's suburb of Elizabeth was farming land. After the end of the Second World War with its shortage of materials, the state government decided that South Australia needed to grow and become industrialised. A satellite city was planned for northern metropolitan fringe of Adelaide between the existing townships of Salisbury and Smithfield. The South Australian Housing Trust initiated a housing development program in the area, with a purchase of at the site of the present suburb. The township (now suburb) of Elizabeth was established on 16 November 1955, being named after Queen Elizabeth II, Queen of Australia. In 1964, a new local government body, the municipality of Elizabeth, later called City of Elizabeth, was created by severance from the District Council of Salisbury. This allowed the local government to focused explicitly on the newly-developed land and distinct local growing community centred at Elizabeth. ==Geography== Elizabeth is the seat of the Playford local government area and thus acts as a central business district for the surrounding suburbs. It lies mostly between the Gawler railway line and the hills face. DSTO Edinburgh is located to the west of Elizabeth. ==Demographics== In the 2016 Census, there were 1,024 people in Elizabeth. 65.2% of people were born in Australia and 76.3% of people spoke only English at home. The most common response for religion was No Religion at 37.8%. As at the 2006 census, the population encompassing postcodes 5112, 5113 and 5114, was about 60,000. The majority of residents (66.2%) were Australian born, with 13.2% born in England. The age distribution of Elizabeth residents was similar to that of the greater Australian population. 67.5% of residents were aged 25 or over in 2006, compared to the Australian average of 66.5%; and 32.5% were younger than 25 years, compared to the Australian average of 33.5%. ==Media== The local newspaper was the now-closed News Review Messenger. Other regional and national newspapers such as The Advertiser and The Australian are also available. The Bunyip NewspaperThe Bunyip Newspaper, www.bunyippress.com.au also covers the Elizabeth area in its Playford Times section.Playford Times, www.bunyippress.com.au ===Schools=== Playford International College (formerly Fremont-Elizabeth City High School) is on Philip Highway. Kaurna Plains School is on Ridley Road. ===Sport=== Elizabeth is the home of the Central District Bulldogs, an Australian rules football team in the South Australian National Football League (SANFL). The team has won nine SANFL premierships, all in the period from 2000 to 2010. They play all of their home games at Elizabeth Oval (currently named \"X Convenience Oval\"). Elizabeth also has an association football club (soccer), the Playford City Patriots, who play in the South Australian State League. However, their home stadium is Ramsay Park in Edinburgh North, westerly adjacent to Elizabeth. ==Facilities and attractions== City of Playford civic centre, Elizabeth, in 2017 The City of Playford civic centre houses the council chambers, the Elizabeth branch of the Playford Library and the Shedley Theatre. Westerly adjacent to the civic centre is the Elizabeth Shopping Centre at the heart of the suburb. Formerly known as Elizabeth Town Centre, it has been progressively expanded since the 1960s. In its early days it featured open air malls, but today it comprises a single storey undercover mall. A major renovation and extension was completed in 2004. ===Parks=== Dauntsey Reserve is located between Winterslow Road and Woodford Road. Ridley Reserve is located on the suburb's southern boundary. There are other parks and reserves in the suburb. ==Transportation== ===Roads=== Elizabeth is serviced by Main North Road, connecting the suburb to Adelaide city centre, and by Philip Highway. ===Public transport=== Elizabeth is serviced by public transport run by the Adelaide Metro. ====Trains==== The Gawler railway line passes beside the suburb. The closest station is Elizabeth. ====Buses==== Elizabeth is serviced by buses run by the Adelaide Metro. ==See also== *List of Adelaide suburbs ==References== ==External links== * Category:Suburbs of Adelaide Category:Populated places established in 1955 Category:1955 establishments in Australia ",
    "title": "Elizabeth, South Australia"
}