{
    "id": "1426556",
    "text": "Pedro Toledo Dávila (1943December 23, 2012) was a former Superintendent of the Puerto Rico Police. He served for two non-consecutive terms under two different administrations. Toledo was a former attorney and FBI agent. ==Early years and studies== Pedro Toledo Dávila was born in 1943 to Pedro Toledo and Gladys Dávila at Hospital Dr. Pila in Ponce, Puerto Rico. He lived with his mother in Juana Díaz, until his father returned from World War II. After that, they moved to Ponce, where Toledo attended elementary and secondary school, graduating in 1961. Toledo enrolled at the University of Puerto Rico at Mayagüez where he obtained a degree in Mechanical Engineering in 1966. Toledo then went to work for NASA at the Kennedy Space Center in Florida, as an air conditioning systems engineer for the Saturn V and Apollo missions. ==Career with the FBI== In 1968, Toledo was accepted into the Federal Bureau of Investigations. Toledo has said \"I had finished the career in engineering but there are a lot of lawyers in my family, and I believed that [by joining the FBI] I could indirectly enter the field of law.\" As part of the FBI, he was assigned as an agent to Albuquerque, New Mexico, where he worked until November 1969. That year, he was transferred to Miami, Florida. In 1971, Toledo was moved to Puerto Rico, where he began law school at the Interamerican University Law School, and graduated in 1974 with a Juris Doctor degree. During his time with the FBI, Toledo also worked as legal adviser. He also attended the Bureau's technology and polygraph schools, as well as hostage negotiator's school. He eventually joined a specialized national team of negotiators called the Critical Incident Negotiation Team. Toledo was the main negotiator in 1987 during the Atlanta Prison Riots. The riots were caused by a group of Cuban inmates who refused to be repatriated to Cuba after the Mariel boatlift. The negotiation process took two weeks, and nearly collapsed when U.S. supervisors withdrew Toledo's team to reestablish negotiations in English with a translator. Toledo said about the incident \"Six hours after they did that there was a near riot. Inmates broke the phone used for negotiations and demanded that we, the Latinos, be called back,\" Toledo remembered. \"They had to do it. Once we were back, the inmates, in a show of good will, immediately freed some hostages.\" Toledo was appointed supervisor of the Violent Crimes Unit of the FBI in San Juan in 1989. In 1991, Toledo also participated in negotiations during riots at the federal prison in Talladega, Alabama. During the riots, over nine hostages were taken by 121 Cuban detainees. The Cubans, who had arrived in the U.S. during the boatlift, were trying to avoid deportation, and refused to negotiate. Toledo was asked to buy time so that SWAT teams could effectively prepare for a raid. In 1992, Toledo was the second in charge of the FBI in Puerto Rico. ==Puerto Rico Police== ===First term (1993-2001)=== After his time with the FBI, Toledo became supervisor of the Violent Crimes division for the Policia de Puerto Rico. When Pedro Rosselló was elected Governor of Puerto Rico during the elections, he selected Toledo to be the Puerto Rico Police Superintendent. Toledo, who was a known supporter of Rossello's party (PNP), became known for his firm stance against crime, which he dubbed \"Mano Dura contra el Crimen\" (\"Strong arm against crime\"). Some of Toledo's initiatives against drugs and violence involved the collaboration with the National Guard and the occupation of public housing projects (or \"caseríos\"). During his tenure, murders in the island went from its highest peak in recent years (995 in 1994Negro récord de asesinatos en Puerto Rico on El Nuevo Herald (December 30, 2008)) to its lowest (690 in 20002000-2010: Lo que nos dicen los ciclos on El Vocero; Rosselló, Ricardo (January 5, 2011)). In 2000, elected Governor Sila María Calderón appointed Miguel Pereira as Superintendent of the Puerto Rico Police. Toledo announced his retirement from the force, and dedicated himself to a small law practice in association with one of his sons. ===Second term (2005-2009)=== In 2005, elected Governor Aníbal Acevedo Vilá (from the PPD) appointed Toledo as Superintendent. Despite his opposing political beliefs, Toledo return to the Police helm. During this time, Toledo led a restructuring of the Police Department assigning police chiefs for the narcotics, illegal weapons, and internal affairs division, among others. ==Later years and death== After his second stint as Superintendent, Toledo returned to private life, but was regularly interviewed for his opinion on security matters of the island. On December 23, 2012, Toledo was taken to Hospital Auxilio Mutuo in Hato Rey, Puerto Rico, where he died of a heart attack. As a result, Governor Luis Fortuño declared a day of mourning on December 26. Upon Toledo's death, politicians from all parties and ideologies expressed their grief while praising Toledo's integrity and work ethic. Toledo's body was exposed on Ehret Funerary in Río Piedras starting December 26, and was buried two days later at the Borinquen Memorial Cemetery in Caguas. Toledo had four sons: Pedro Jorge, Juan José, Luis Fernando and José Eduardo. ==See also== *List of Puerto Ricans == References == Category:1943 births Category:2012 deaths Category:Federal Bureau of Investigation agents Category:Superintendents of the Puerto Rico Police Category:Civil servants from Ponce ",
    "title": "Pedro Toledo"
}