{
    "id": "1426250",
    "text": "Chichester Samuel Parkinson-Fortescue, 2nd Baron Clermont and 1st Baron Carlingford (18 January 1823 – 30 January 1898), known as Chichester Fortescue until 1863 and as Chichester Parkinson-Fortescue between 1863 and 1874 and Lord Carlingford after 1874, was a British Liberal politician of the 19th century. ==Background and education== Born Chichester Fortescue, Carlingford was the son of Chichester Fortescue (died 1826), Member of Parliament for Hillsborough in the Irish parliament. He came of an old Anglo-Irish family settled in Ireland since the days of Sir Faithful Fortescue (1581–1666), whose uncle, The 1st Baron Chichester, was Lord Deputy. The history of the family was written by his elder brother, Thomas Fortescue, who in 1852 was created Baron Clermont. His mother was Martha Angel, daughter of Samuel Meade Hobson. Carlingford was educated at Christ Church, Oxford, where he took a first in Classics (1844) and won the chancellor's English essay (1846). In 1863, he assumed by Royal Licence the additional surname of Parkinson as heir to his aunt's husband William Parkinson Ruxton. ==Political career== In 1847, Carlingford was elected to parliament for Louth as a Liberal. He became a junior Lord of the Treasury in 1854 under Lord Palmerston, a post he held until 1855, and was later Under-Secretary of State for the Colonies under Palmerston between 1857 and 1858 and 1859 and 1865. He was admitted to the Privy Council in 1864 and the following year he was made Chief Secretary for Ireland under Lord Russell, a post which he again occupied under William Ewart Gladstone from 1868 to 1871 (this time with a seat in the cabinet). In 1866, he was also admitted to the Irish Privy Council. He was then President of the Board of Trade between 1871 and 1874. The latter year he was elevated to the peerage as Baron Carlingford, of Carlingford in the County of Louth. Carlingford later served under Gladstone as Lord Privy Seal between 1881 and 1885 and as Lord President of the Council between 1883 and 1885. In 1882, he was appointed a Knight of the Order of St Patrick. He parted from Gladstone on the question of Irish Home Rule, but in earlier years he was his active supporter on Irish questions. ==Personal life== Ape in Vanity Fair, 1869 Lord Carlingford married Frances Elizabeth Anne, Countess Waldegrave, daughter of John Braham, in 1863. She had been married three times before, the second time to The 7th Earl Waldegrave. There were no children from the marriage. Carlingford's influence in society was due largely to her. She died in July 1879, aged 58. In 1887, Carlingford's brother, Lord Clermont, died, and Carlingford inherited his peerage according to a special remainder, after which he was known as Lord Carlingford and Clermont.Historical Register of the University of Oxford: With an Alphabetical Record of University Honours and Distinctions Conferred to the End of Trinity Term, 1888 (Clarendon Press, 1888), p. 142 He died at Marseille, France, in January 1898, aged 75. Both his titles became extinct on his death for lack of heirs as his marriage had produced no children. ==References== ;Attribution * ==Sources== * * == External links == * * |- Category:1823 births Category:1898 deaths Category:Alumni of Christ Church, Oxford Category:Barons in the Peerage of the United Kingdom Category:Knights of St Patrick Category:Lord-Lieutenants of Essex Category:Members of the Privy Council of Ireland Category:Members of the Privy Council of the United Kingdom Parkinson-Fortescue, Chichester Parkinson- Fortescue, Chichester Parkinson-Fortescue, Chichester Parkinson-Fortescue, Chichester Parkinson-Fortescue, Chichester Parkinson-Fortescue, Chichester Parkinson-Fortescue, Chichester Parkinson-Fortescue, Chichester Category:UK MPs who inherited peerages Category:UK MPs who were granted peerages Category:Chief Secretaries for Ireland Category:Fortescue family Category:Liberal Party (UK) hereditary peers Category:Liberal Unionist Party peers Category:Presidents of the Board of Trade Category:Peers of the United Kingdom created by Queen Victoria ",
    "title": "Chichester Parkinson-Fortescue, 1st Baron Carlingford"
}