{
    "id": "1426315",
    "text": "The absence of good (), also known as the privation theory of evil, is a theological and philosophical doctrine that evil, unlike good, is insubstantial, so that thinking of it as an entity is misleading. Instead, evil is rather the absence, or lack (“privation”), of good. This also means that everything that exists is good, insofar as it exists; and is also sometimes stated as that evil ought to be regarded as nothing, or as something non-existent. It is often associated with a version of the problem of evil: if some things in the world were to be admitted to be evil, this could be taken to reflect badly on the creator of the world, who would then be difficult to admit to be completely good. The merit of the doctrine in serving as a response to this version of the problem of evil is disputed. ==History== The doctrine is sometimes said to be rooted in Plato. While Plato never directly stated the doctrine, it was developed, based on his remarks on evil, by the Neoplatonist philosopher Plotinus, chiefly in the eighth tractate of his First Ennead. Neoplatonism was influential on St. Augustine of Hippo, with whom the doctrine is most associated. Augustine, in his Enchiridion, wrote: Also, in his City of God, he wrote: Through Augustine, this doctrine influenced much of Catholic thought on the subject of evil. For instance, Boethius famously proved, in Book III of his Consolation of Philosophy, that “evil is nothing”. The theologian Pseudo-Dionysius the Areopagite also states that all being is good, in Chapter 4 of his work The Divine Names. And Thomas Aquinas proved, in article 1 of question 5 of the First Part of his Summa Theologiae, that “goodness and being are really the same, and differ only in idea”. Later on, the philosopher Baruch Spinoza also agreed with the doctrine, when he said: “By reality and perfection I mean the same thing” (Ethics, part II, definition VI). ==Religious contexts== The doctrine is also held by the Baháʼí Faith. ʻAbdu'l-Bahá stated to a French Baháʼí woman: ==Criticism== Bertrand Russell criticized the doctrine in his essay The Elements of Ethics: ==References== Category:Metaphysics of religion Category:Systematic theology Category:Bahá'í belief and doctrine ",
    "title": "Absence of good"
}