{
    "id": "1426386",
    "text": "Dagorhir larp foam fighter Dagorhir Battle Games is a live action role-playing game (Battle game) with full-contact melee fighting and ranged combat as its primary focus. Fighters typically use foam weapons such as swords, flails, spears, bows and arrows, javelins, axes, and other medieval weapons.\\- Dagorhir Gear Construction Participants wear period costume and are expected to stay in-character during events, although the amount of seriousness the role-playing aspect receives varies greatly by unit and chapter.Dagorhir.com -Handbook PDF Founded in Washington, D.C., U.S.A., in 1977, where the organization's headquarters and leadership are still based. The Dagorhir brand has been licensed to groups in scores of other locations,Dagorhir.com - History with thousands of members spread throughout the U.S., Canada, Britain, Mexico, Puerto Rico, Germany, Australia, and Japan. Unlike some other battle games or LARPs, there is no use of magic.\"Healing Poems\" are used, but effectively just as a respawn delay mechanism - their essential feature is they must be 180 syllables long ==Description== A fighter with self-made weapons and armor. Dagorhir is a full-contact, live-action combat game, and combatants engage each other in battle with foam-padded boffer weaponry and equipment. In order to keep battles organized, realistic, and safe, the three main tenets of The Dagorhir Manual of Arms - safety, playability, and realism - are enforced by heralds (referees) during battles. The rules of the manual of arms, as well as those pertaining to combat, are upheld by an effective honor system which applies to all players. Dagorhir is a battle gaming group which is more akin to a wargame than a live-action roleplaying game (LARP). Dagorhir members have stated that they find the phrase \"live-action roleplaying game\" to be unfitting. Though many members of the community would disagree with this assertion.Wreckreation Nation, \"Demolition Derby\", Discovery Channel, January 20, 2009 (This source is a limited opinion and not the views of the community at large.) All weapons and equipment used during combat are inspected for safety prior to each battle, to ensure that they comply with safety rules. Although early Dagorhir weapons were typically constructed from crude materials such as couch foam and broomsticks when the organization was in its infancy, modern-day weapons are usually made from combinations of both open and closed-cell foam bonded to a fiberglass or PVC pipe core. Participants may also elect to wear protective armor, which gives users an advantage in battle. Fighters are organized into units of various sizes, organized along social lines and that generally fight and socialize together and are a club or fraternity of sorts. Units typically adopt a particular historical or fantastical race or nationality and dress, act, and fight according to interpretation of the group. Due to this melding of both Medieval history and Tolkienesque high fantasy, it is not uncommon for a Dagorhir battle to involve both mundane and fantasy themes and personas. A typical Dagorhir battle might involve Roman Legionaries and Saxon warriors locked in a battle against Orcs and Undead. Dagorhir is strictly a weapon combat game, with no concept of \"magic\". Dagorhir also eschews the use of character classes in combat, instead allowing fighters to create and define their own styles of combat. Fighters are free to choose their types of armor, picks of garb, choices of weaponry, and styles of play. Dagorhir is a full contact game, shield rushing and bashing are common practices as seen here during A Clash of Kings 2 Realms and Chapters are organized by geography, and can range from between a handful of participants to several hundred. Typically a chapter will organize a battle weekly or monthly, with the various units participating, with occasional supplementary activities such as feasts, overnight camp-out battles, and even annual inter-chapter meetings. The largest annual Dagorhir gathering is known as Ragnarok. It is an annual Dagorhir tradition and in years of late, it has reached heights of nearly 2000 attendees during its week-long duration. The original chapter of Dagorhir, founded in 1977, is based in the Washington, D.C. area, and is known as \"Dagorhir Aratari\" after the founder's persona, Aratar. ==History== Bryan Wiese watched the movie Robin and Marian while reading The Lord of the Rings by J. R. R. Tolkien. He had never heard of medieval reenactment, Live Action Role Playing Games or even Dungeons and Dragons but he wanted something to capture the spirit and adventure that could only come from wielding sword and bow. As 1977 rolled by, Bryan ran ads on the local radio station WGTB. Bryan then became \"Aratar Anfinhir the Stormbringer\" and Dagorhir was born into its first incarnation (as yet unnamed). The club grew and in 1980 a Washington D.C. community TV show PM Magazine ran a half-hour episode where the host of PM Magazine spent a day at a Dagorhir battle game. After that point interest in Dagorhir exploded in the D.C. Area. The explosive growth of Dagorhir took its toll on Bryan Wiese. Bryan, who had coined the game as “Dagorhir Outdoor Improvisational Dark Age Battle Games”, had a more theatrical bend to his dream. The new flood of players had an attitude that was more sport like. In order to combat this change, the Dagorhir Handbook was formalized. This included costuming requirements in an effort to encourage the players to think of it more of a theatrical game. In the early eighties, a young man who went by the name of Falcon took the Dagorhir game to Cleveland, Ohio. Then in 1983, PM Magazine broadcast the TV episode to a national audience. The result was the founding of The Realm of Middle~Earth in Illinois. Dagorhir began to spread throughout the Mid Western U.S, and inspired spin off organizations, including Belegarth Medieval Combat Society. Dagorhir has enjoyed extensive nationwide growth in recent years, expanding to an international membership of over a hundred Chapters consisting of a total membership in the thousands. On January 20, 2009, the Discovery Channel show, Wreckreation Nation, featured Dagorhir in its episode, \"Demolition Derby.\" ==Membership== Dagorhir is open to the public, membership is free of charge (though larger events often have a nominal fee charged by the host to cover costs) and participation requires only a small start-up cost to obtain weapons and garb. Participants are generally members of chapters, called \"realms,\" which are formally registered in order to be allowed the use of the Dagorhir name, or related designs and documents. Most groups will keep an armory of weapons for loaning to new members or guests. This is most common of larger groups, but often smaller groups will do it as well. Sometimes veteran members will give old, unused weapons to the new players. As a project on the Dagorhir forums, people began counting and listing active Dagorhir members. At last count this list contained 1486 people with several large groups not reporting. Due to the nature of the chapters of Dagorhir, as well as the definitions of \"active\", this number cannot be completely accurate. It is usually required to have a release form signed and notarized before engaging in any activities. ==Major events== The largest national (inter-realm) Dagorhir event is Ragnarok. Attendance at Ragnarok from 2008-14 has averaged about 1,500, with the record being 1,627 at Ragnarok XXIX in June 2014. Ragnarok XXIII in June 2008 had more than 1,400 attendees, with over 650 actually fighting at the height of the event. Ragnarok XXIV, which took place in June 2009, attracted nearly 1,600 attendees. From 2001-9 Ragnarok was held at Spring Valley Campground in Cambridge, Ohio. However, after Ragnarok XXIV, the site of the event changed to Cooper's Lake Campground in Slippery Rock, Pennsylvania. Attendance since Ragnarok XXIX has grown to around 2,000 participants. Groups across the nation hold events open to the public, and first-time fighters generally have their battle fee, if there is one, waived. While all local battles are open to any participant, there are battles such as a Crown War, that decide the \"king\" or \"queen\" of a realm. Then there are larger-scale regional events which typically draw over 100 fighters, as well as national events, of which Ragnarok remains the largest and longest running. In Fall 2006, the second major national event, named after the battle of Badon Hill, first took place in western Pennsylvania and drew over 350 attendees. Badon Hill now regularly has over 500 attendees, and the event was featured on an episode of the Discovery Channel's Wreckreation Nation. * January: ::Father Christmas Feast (Narnia) — Saint Paul's Lutheran Church, West Falls, New York ::Battle for the Ring (Anduril Empire) — Prado Regional Park, Chino, CA (held every MLK weekend) * February: ::Winter Invasion (Maethodoron) — Blue Spruce Park, Indiana, Pennsylvania ::Coronation — Unitarian Universalist Church of Utica, Utica, New York * March: ::Ides of March — Eastwind Castle, Trenton, South Carolina (Formerly at: Dragon Hills Retreat, Bowdon, Georgia until 2018) * April: ::Olympics — Indianapolis, Indiana ::Gates of Fire (Aratari, Gestiguiste) — Pioneer Park Campground, Somerset, Pennsylvania ::Plains of the West — James A Bible Park, Denver, Colorado * May: ::Beltaine - Dickson, Tennessee ::Mayhem - Upper Marlboro, Maryland ::Gates of Summer — Stewarts Farm, Holden, Missouri * June: ::Ragnarok — Coopers Lake Campground, Slippery Rock, Pennsylvania * July: ::Allthyng — Upper Malboro, Maryland *August: ::Summer Slaughter - Doe Lake Campgrounds, Umatilla, Florida * September: ::Eclipse - Spring Valley Campground, Ohio ::Equinox - Dickson, Tennessee ::Battle of Badon Hill (Aratari, Rome) — Pioneer Park Campground, Somerset, Pennsylvania ::War of the Iron Fist — Stewarts Farm, Holden, Missouri * October: ::Here There be Dragons (Efoloma Isemoo) - Rockford, Illinois ::A Clash of Kings - Vanderkamp Center, Cleveland, New York * November: ::Winter War- Eastwind Castle - Trenton, South Carolina. ==See also== * Amtgard * Belegarth * Society for Creative Anachronism * Darkon ==References== ==External links== * Official Website * Ragnarok Official Website * Joining Dagorhir * A List of Dagorhir Groups * Dagorhir in the News Category:Live- action battle gaming Category:Live-action role-playing games Category:Role- playing games introduced in 1977 ",
    "title": "Dagorhir"
}