{
    "id": "1426168",
    "text": "The Word for World Is Forest is a science fiction novella by American writer Ursula K. Le Guin, first published in the United States in 1972 as a part of the anthology Again, Dangerous Visions, and published as a separate book in 1976 by Berkley Books. It is part of Le Guin's Hainish Cycle. The story focuses on a military logging colony set up on the fictional planet of Athshe by people from Earth (referred to as \"Terra\"). The colonists have enslaved the completely non-aggressive native Athsheans, and treat them very harshly. Eventually, one of the natives, whose wife was raped and killed by a Terran military captain, leads a revolt against the Terrans, and succeeds in getting them to leave the planet. However, in the process their own peaceful culture is introduced to mass violence for the first time. The novel carries strongly anti-colonial and anti-militaristic overtones, driven partly by Le Guin's negative reaction to the Vietnam War. It also explores themes of sensitivity to the environment, and of connections between language and culture. It shares the theme of dreaming with Le Guin's novel The Lathe of Heaven, and the metaphor of the forest as a consciousness with the story \"Vaster than Empires and More Slow\". The novella won the Hugo Award in 1973, and was nominated for several other awards. It received generally positive reviews from reviewers and scholars, and was variously described as moving and hard-hitting. Several critics, however, stated that it compared unfavorably with Le Guin's other works such as The Left Hand of Darkness, due to its sometimes polemic tone and lack of complex characters. ==Background== Le Guin giving a reading in 2008 Le Guin's father Alfred Louis Kroeber was an anthropologist, and the exposure that this gave Le Guin influenced all of her works. Many of the protagonists of Le Guin's novels, such as The Left Hand of Darkness and Rocannon's World are also anthropologists or social investigators of some kind. Le Guin uses the term Ekumen for her fictional alliance of worlds, a term which she got from her father, who derived it from the Greek Oikoumene to refer to Eurasian cultures that shared a common origin. Le Guin's interest in Taoism influenced much of her science fiction work. Douglas Barbour stated that the fiction of the Hainish Universe contains a theme of balance between light and darkness, a central theme of Taoism. She was also influenced by her early interest in mythology, and her exposure to cultural diversity as a child. Her protagonists are frequently interested in the cultures they are investigating, and are motivated to preserve them rather than conquer them. Authors that influenced Le Guin include Victor Hugo, Leo Tolstoy, Virginia Woolf, Italo Calvino, and Lao Tzu. Le Guin identifies herself with feminism, and is interested in non- violence and ecological awareness. She has participated in demonstrations against the Vietnam War and nuclear weapons. These sympathies can be seen in several of her works of fiction, including the Hainish universe works. The novels of the Hainish universe frequently explore the effects of differing social and political systems, although she displays a preference for a \"society that governs by consensus, a communal cooperation without external government.\" Her fiction also frequently challenges accepted depictions of race and gender. The novel was originally named \"Little Green Men,\" in reference to the common science-fiction trope. In her introduction to the 1976 edition, Le Guin stated that she was concerned at the exploitation of the natural world by humans, particularly in the name of financial gain, and that this concern drove her story. ==Setting== The Word for World is Forest is set in the fictional Hainish universe, which Le Guin introduced in her first novel Rocannon's World, published in 1966. In this alternative history, human beings did not evolve on Earth, but on Hain. The people of Hain colonized many neighboring planetary systems, including Terra (Earth) and Athshe, possibly a million years before the setting of the novels. The planets subsequently lost contact with each other, for reasons that Le Guin does not explain. Le Guin does not narrate the entire history of the Hainish universe at once, instead letting readers piece it together from various works. The novels and other fictional works set in the Hainish universe recount the efforts to re- establish a galactic civilization. Explorers from Hain as well as other planets use interstellar ships taking years to travel between planetary systems, although the journey is shortened for the travelers due to relativistic time dilation, as well as through instantaneous interstellar communication using the ansible, introduced in The Dispossessed. At least two \"thought experiments\" are used in each novel; the background idea of a common origin for all the humanoid species, and a second idea unique to each novel. In The Word for World is Forest, the second thought experiment is the colonization of a pacifist culture on the planet Athshe by a military- controlled logging team from Earth, known in the novel as \"Terra\"; additionally, the inhabitants of Athshe recognize the people from Terra as human, but the Terrans do not see the Athsheans, who are small and covered in green fur, as human. The Athsheans refer to the Terrans as \"yumens\", while the Terrans tend to use the derogatory term \"creechie\". Most of the surface of the planet of Athshe, known to the human colonizers as \"New Tahiti\", is taken up by ocean; the land surfaces are concentrated in a single half of the northern hemisphere, and prior to the arrival of Terran colonists, is entirely covered in forest. The Terrans are interested in using this forest as a source of timber, because wood has become a highly scarce commodity on earth. Athshe's plants and animals are similar to those of Earth, placed there by the Hainish people in their first wave of colonisation that also settled Earth. The Cetian visitor also states categorically that the native humans \"came from the same, original, Hainish stock\". The Athsheans are physically small, only about a meter tall, and covered in fine greenish fur. They are a very non-aggressive people; at one point, one of the Terrans observes that \"rape, violent assault, and murder virtually don't exist among them\". They have adopted a number of behaviors to avoid violence, including aggression-halting postures and competitive singing. Unlike Terrans the Athsheans follow a polycyclic sleep pattern, and their circadian rhythms make them most active at dawn and dusk; thus, they struggle to adapt to the 8-hour Terran working day. Athsheans are able to enter the dream state consciously, and their dreams both heal them and guide their behavior. Those individuals adept at interpreting dreams are seen as gods amongst the Athsheans. In the internal chronology of the Hainish universe, the events of The Word for World is Forest occur after The Dispossessed, in which both the ansible and the League of Worlds are unrealised dreams. However, the novel is located prior to Rocannon's World, in which Terran mindspeech is seen as a distinct possibility. A date of 2368 CE has been suggested by reviewers, although Le Guin provides no direct statement of the date. ==Plot summary== The Word for World is Forest begins from the point of view of Captain Davidson, who is the commander of a logging camp named Smith camp. Many native Athsheans are used as slave labor at the camp, and also as personal servants. The novel begins with Davidson travelling to \"Centralville\", the headquarters of the colony, hoping to have a sexual encounter with one of a number of women who have just arrived on the predominantly male colony. When Davidson returns to Smith Camp, he finds the entire camp burned to the ground, and all of the humans dead. He lands to investigate, and while on the ground is overpowered by four Athsheans. He recognizes one of them as Selver, an Athshean who was a personal servant at the headquarters of the colony, and later an assistant to Raj Lyubov, the colony anthropologist. A few months prior to the attack, Davidson had raped Selver's wife Thele, who died in the process, prompting an enraged Selver to attack Davidson. Davidson nearly kills him, before he is rescued by Lyubov; however, he is left with prominent facial scars, which render him easily recognizable. The Athsheans allow Davidson to leave and carry a message about the destruction of the camp back to the colony headquarters. After the attack, Selver roams through the forest for five days before coming upon an Athshean settlement. After recovering from the effects of many days of travel, Selver describes to the people of the town the destruction of his town, known as Eshreth, by the Terrans, who then built their headquarters at the site. He also tells them about the enslavement of hundreds of Athsheans at the various camps. He says that the Terrans are crazy because they do not respect the sanctity of life in the same way that the Athsheans do, which was why he led the attack against camp Smith. After some discussion, the people of the town send messengers to other towns sharing Selver's story, while Selver himself travels back towards the Terran headquarters. An inquiry into the destruction of camp Smith is held at Centralville. In addition to the personnel of the colony, two emissaries from the planets of Hain and Tau Ceti also participate. Lyubov states that the colony's mistreatment and enslavement of the Athsheans led to the attack. Colonel Dongh, the commander of the colony, blames Lyubov's assessment of the Athsheans as non-aggressive. The emissaries state that the rules of Terra's colonial administration have changed since the colony last heard from it; they present the colony with an ansible, which can communicate instantly with Terra and the colonial administration (communication which would otherwise take 27 years in one direction). They also state that Terra is now a member of the \"League of Worlds\", of which they are emissaries. The colony is forced to release all its Athshean slaves, and minimize contact with them. Davidson is transferred to a different camp under a higher-ranking commander, as punishment for a retaliatory raid that he carried out. However, Davidson violates his orders and leads further attacks against Athshean towns, without the knowledge of his superiors. Following the inquiry, Lyubov visits the Athshean town he had been studying. He meets Selver, hoping to rebuild their friendship, but Selver rebuffs him, telling him to stay away from the town center. Two nights later, Selver leads the Athsheans in a massive attack on Centralville. Although the attack deliberately avoids Lyubov's house, Lyubov leaves during the attack and is killed by a collapsing building. The attack kills all of the women in the colony; the men that survive are herded into a compound and held prisoner. Selver tells them that the attack was in retaliation for Davidson's killings in the south, which the survivors are ignorant of. Selver states that if the Terrans agree to restrict themselves to a small area and agree to avoid conflict with the Athsheans, they will be left in peace until the next Terran ship arrives to take them off the colony. The survivors agree to his terms, and order all their remaining outposts to withdraw, including the one at which Davidson lives. However, Davidson disobeys orders and continues to attack Athshean towns, refusing to return to Centralville. After a couple of weeks, the Athsheans attack Davidson's camp, killing or capturing everybody except Davidson and two others, who escape in a helicopter. Although the others want to return to Centralville, Davidson orders them back to fight the Athsheans. The Helicopter crashes, killing all but Davidson, who is captured. He is taken before Selver, who says that Davidson gave Selver the gift of murder, but that Selver would not kill Davidson, because there was no need. Instead, the Athsheans abandon Davidson on an island that Terran logging has rendered barren. Three years later the Terran ships return and take the surviving colonists off the planet; the commander of the ships states that the Terrans will not return except as observers and scientists, as the planet has been placed under a ban by the League of Worlds. Selver gives Lyubov's research, which he has saved, to one of the emissaries, who tells him that Lyubov's efforts to protect the Athsheans will not be forgotten, and that his work will be given the value it deserves. Selver reflects that although the planet may have been won from the Terrans, his people have now learned the ability to kill without reason. == Publication and reception == The Word for World is Forest was initially published in the first volume of the anthology Again, Dangerous Visions in 1972, which was edited by Harlan Ellison. The volume was meant to be a collection of new and original stories from authors that had come to be known as the \"New Left\" of science fiction. It has subsequently been reprinted as a stand-alone volume several times, beginning in 1976, when it was published by Berkley Books. The work was nominated for the Nebula and Locus Awards for Best Novella and won the 1973 Hugo Award for Best Novella. It was also a finalist for the National Book Award in 1976. The novella has received significant critical attention since it was published, along with Vaster than Empires and More Slow, with which it is frequently compared. It has gotten generally positive reviews from critics and scholars, although several noted that it was not Le Guin's best work. Kirkus Reviews stated in 1976 that the book was \"Lesser Le Guin, but often impressive\", while Carol Hovanec called it \"brief but stunning.\" Suzanne Reid stated that the novella was \"deeply moving and shocking by turns\". The novel contrasts good and evil very explicitly, unlike in other Hainish cycle works such as The Left Hand of Darkness or The Dispossessed, which made The Word for World is Forest less complex than those other works. Charlotte Spivack stated that although the novel was \"deftly written and imaginatively conceived\", its \"polemic\" style made it a lesser literary achievement than many of Le Guin's other works. She says that unlike many other characters that Le Guin has created, such as George Orr and Dr. Haber in The Lathe of Heaven, several characters in The Word for World is Forest, such as Davidson, exist only as one-dimensional stereotypes. She described the style of the novel as \"moving and hard-hitting\", but said that because it was written in the mood of the reaction to the Vietnam War, it was \"not meant to be entertainment\". ==Primary characters== ===Don Davidson=== Captain Don Davidson begins the novel as the commander of Smith Camp. He is described as being of \"euraf\" descent. Shortly before the events of the novel, Davidson rapes Thele, Selver's wife, who dies in the process. After Smith is destroyed by Selver and his compatriots, Davidson is relocated to a camp called New Java, where he leads reprisals against the Athsheans against orders. He is eventually captured and abandoned on an isolated island by the Athsheans. He is portrayed as a relentless and uncompromising figure, always planning how to overcome an unfriendly natural environment and conquer the natives, whom he sees as inferior. The language used in Davidson's internal monologues reveals his hatred and contempt for people different from himself. Initially, this hatred is directed at the Athsheans, whom he sees as nonhuman and refers to as \"creechies\" (a derivative of \"creatures\"). However, his contempt extends to the women in the colony and eventually to other members of the military, who follow the Colonel's orders not to fight the Athsheans. He has racist feelings towards the South Asian anthropologist Raj Lyubov, stating that \"some men, especially, the asiatiforms and the hindi types, are actually born traitors.\" In contrast to Lyubov and Selver, he is depicted as a person who is not self-aware, whose self-hatred and rigid mental attitude are his undoing. He rejects out of hand anything that does not conform to his beliefs, dismissing anyone who disagrees with him as \"going spla\" (insane). ===Selver=== Selver is the chief Athshean protagonist of the novel. He is training to become a dreamer among the Athsheans when the Terrans colonize Athshe, and Selver is enslaved. Selver, referred to as \"Sam\" by the Terrans, is initially used as a manservant in the colony headquarters, before Lyubov comes across him and takes him on as an interpreter and assistant. They quickly form a bond, and Selver helps Lyubov understand both the Athshean language and their method of dreaming. Although Lyubov is willing to allow Selver to escape, Selver tells him that he will not because his wife Thele is also a slave at the camp. After learning this, Lyubov allows the two to meet secretly in his quarters; however, Thele is raped by Davidson, and dies in the process. An enraged Selver attacks Davidson, who nearly kills him before Lyubov rescues Selver and sets him free against orders. In contrast to Davidson, Selver is depicted as a highly sensitive and intuitive individual. After he tells his story to the other Athsheans, they begin to see him as a \"sha'ab\" or god, who interprets his own experiences and dreams to mean that the Terrans must be killed and forced off the planet. ===Raj Lyubov=== Raj Lyubov is the anthropologist in the colony, a scholar who holds the honorary rank of \"captain\". He is depicted as being from an Indian heritage. Selver is initially a servant in the central camp; Lyubov enlists him as an assistant, and builds a relationship of trust with him. The two of them compile a dictionary of the Athshean and Terran languages. When Selver's wife Thele is raped and killed by Davidson, Selver attacks Davidson, who nearly kills him; Lyubov rescues Selver, and nurses him back to health. During the attack on the colony's headquarters, Selver tells the Athsheans to leave Lyubov's house alone, but Lyubov leaves his house and is killed by a collapsing building. As he dies, Lyubov warns Selver about the impact of the killings on the Athshean society. In comparison to Davidson, Lyubov reflects a lot upon his actions, and tries to analyze them in a detached manner. His contradictory position of being a colonial officer despite recognizing the damage that the colony is doing to the Athsheans gives him migraines. He feels a strong sense of guilt at the impacts of the colony, and is willing to destroy his own reputation in order to protect the Athshean people. He is one of the only Terrans to treat the Athsheans as human beings, although this loses him the respect of his fellow Terrans. == Themes == ===Hainish universe themes=== Similar to future history works by other authors such as Isaac Asimov, Le Guin's fictional works set in the Hainish universe explore the idea of human society expanding across the galaxy. Books like The Dispossessed, The Left Hand of Darkness, and The Word for World is Forest also explore the effects of various social and political systems. Le Guin's later Hainish novels also challenge contemporary ideas about gender, ethnic differences, the value of ownership, and human beings' relationship to the natural world. In comparison to the other worlds of the Hainish universe, the relationship between Athshe and the League of Worlds is portrayed as ambiguous. Whereas with planets such as Gethen in The Left Hand of Darkness the integration with the Hainish planets is seen as a good thing, Athshe is seen as changed for the worse both by the loggers and by being taught to kill their own species. The League eventually decides to isolate Athshe and limit all contact with it, a decision shown to have ambiguous overtones. === Language and communication === Language and linguistic barriers are a major theme in The Word for World Is Forest, something exemplified by the title. In contrast to other Hainish universe novels such as The Left Hand of Darkness, The Word for World Is Forest portrays a communication gap that the protagonists are never able to bridge. Both the native Athsheans and the loggers have languages that reflect their perceptions of reality, but they are unable to find a common language. In the native Athshean language, the word \"Athshe\" means both \"forest\" and \"world\", demonstrating the close link that the Athsheans have to the forest and their planet. It is noted by Lyubov that the Athsheans believe \"the substance of their world was not earth, but forest\". The language used by the Athsheans during conversations similarly show their interconnectedness and dependence on their ecosystem through the use of forest related metaphors. Similarly, the Athshean word for \"dream\" is the same as the word for \"root\". Athsheans have learned to exert some conscious control over their dreams, and their actions are dictated by both their dream experiences and their conscious non-dreaming thoughts. Thus their dreaming makes them rooted, something which is demonstrated through their use of language. The Athshean word for \"god\" is the same as the word for \"translator\", representing this role that \"gods have\" in their society, which is to interpret and translate their dreams into actions. ===Dreaming and consciousness=== The Word for World is Forest shares the theme of dreaming with the later Le Guin novel The Lathe of Heaven. Suzanne Reid stated that the novel examines the source and effect of dreams. The Athsheans teach themselves to consciously and actively control their dreams. This allows them to access their subconscious in a way that the Terrans are not able. The Athsheans follow a polycyclic sleep pattern with a period of 120 minutes, which makes it impossible for them to adapt to the Terran eight-hour work day. Their dreaming is not restricted to times when they are asleep, with adept dreamers being able to dream while wide awake as well. The visions they see while dreaming direct and shape their waking behavior, which Selver describes as \"balanc[ing] your sanity ... on the double support, the fine balance, of reason and dream; once you have learned that, you cannot unlearn it any more than you can unlearn to think.\" The leaders among the Athsheans are the best dreamers, and they consider individuals able to interpret dreams to be gods. The Athshean word for \"god\" is the same as the word for \"translator\", representing this role that \"gods have\" in their society. Spivack writes that Selver becomes such a god during the events of The Word for World is Forest, but his interpretation of dreams is a negative one, because it tells the Athsheans how to kill. The Athsheans perceive the Terrans as an insane people, partly because of the disconnect amongst the Terrans between conscious, rational thinking and subconscious drives. The Terrans frequent use of hallucinogens is seen as the closest they are able to get to understanding their own subconscious. The psychological equilibrium which their dreaming gives the Athsheans is portrayed as the reason why they are able to live in balance with their ecosystem. Reviewer Ian Watson states that the Athshean forest itself is a metaphor for consciousness in the novel. The Terrans, distanced from their own tangled subconscious, are afraid of the forest, and seek to tear it down. The Athsheans, in contrast, are integrated with it at a subconscious level. The entire forest is also seen as a collective Athshean consciousness. Although the forest in The Word for World is Forest is not actually sentient, Le Guin explores the idea of a sentient forest further in the short story \"Vaster than Empires and More Slow\", which shares many thematic parallels with the former. === Colonialism and anti-war themes === Le Guin was strongly opposed to and troubled by the Vietnam War, a reaction which played a large part in the tone of the novel. The tone of the novel is often harsh and hard-hitting, playing off the anger in the United States at American military actions in Vietnam. The tension between violence and non-violence is a part of the dialectic theme in the novel, of a constant tension between opposites. Through most of the novel, the Terran military is in control of the colony, despite Raj Lyubov's good intentions. Davidson is the most prominent example of the oppressiveness of the military government. There are intentional parallels drawn between the Terran colonizers and the US intervention in Vietnam; the anti-interventionist tone of the novel was in sharp contrast to other science-fiction novels about war written around the same period. For example, the high use of drugs amongst US troops in Vietnam is represented by the use of hallucinogens amongst the Terran soldiers, which Le Guin portrays as the norm on the colony. The Athsheans, in contrast, are shown as an innately peaceful and non-aggressive people, at least at the beginning of novel. Rape and murder are virtually unknown on the planet. They have adopted a number of behaviors that preempt violence; thus when Selver has Davidson pinned down after the attack on Smith camp, he finds himself unable to kill Davidson, despite the hate he feels towards the Terran. Selver spends much of the novel reflecting on the effect that violence has on his own culture. He turns to violence, against the Athshean ethic, in order to save his culture as he sees it. However, unlike Davidson, who enjoys killing, Selver sees it as something poisoning his culture. This perception is shared by his fellow Athsheans: one of the elders of the Athsheans says to Selver \"You've done what you had to do, and it was not right.\" The Word for World is Forest also challenges the idea of colonialism; the Terran colonists are depicted as being blind to the culture of the Athsheans, and convinced that they represent a higher form of civilization. Le Guin also challenges the metaphorical preference in Western cultures for pure light, in contrast to deeper and more complex shadows. === Ecological sensitivity === Throughout the novel Le Guin draws a contrast between the Athshean way of integrating with the ecology of the planet, and the human tendency to destroy it. The Athsheans are portrayed as having a decentralized society, which has not damaged the ecosystem to further its own economy. In comparison, the humans are shown as having nearly destroyed their planet by exhausting its natural resources, and coming to Athshe to plunder its resources. The Terrans, on the other hand, have an instrumentalist view of the forest, seeing it as wood to be shipped to Terra and land to be transformed into farms. Their dwellings and towns are built in a way that allows them to integrate with their environment: This depiction not only links the Athsheans to their environment, but gives primacy to the forest over the rest of the natural ecosystem. The Athsheans' clans are named after trees, and their highly decentralized social structure is constructed in a way that resembles their ecosystem. To the Athsheans, being a mentally healthy person is equivalent to being in touch with their roots, which are closely linked to their ecosystem. In contrast, the Terrans' behavior, such as rape and murder, is attributed to their leaving \"their roots behind them\". In the Athshean language the word for \"forest\" is also the word for \"world\", showing the dependence of the Athshean culture upon the forest. In contrast, the Terrans ignorance of the ecology of the planet has already denuded one island in the archipelago, and is damaging the rest of the planet. Davidson sees the forest as a waste of space, and wishes to turn it into farmland. The contrast between the Terran relationship to the planet and the Athshean one is the major example of a larger dialectical structure within the novel, a comparison of opposites. Throughout, the Athsheans are shown as living in balance with their world, while the Terrans despoil it. The Athsheans are shown as a gentle people, in contrast the violence and aggression of the Terrans. The three main characters of the novella, Selver, Lyubov, and Davidson, have been described by reviewers as representing three different historical attitudes towards nature. Davidson represent the machismo of some early explorers, who feared nature and wanted to overcome it. Lyubov has a more positive but highly romanticized view of the forest, while only Selver and the other Athsheans are able to live in harmony with it. ===Resemblance to Avatar=== Several reviewers have noted that the narrative of the 2009 film Avatar has many similarities to that of The Word for World is Forest. Specific similarities include the notion that the Earth's resources have been used up, the extraction of resources in an exploitative manner from another planet, a native population on that planet which lives in close harmony with their world, and a rebellion by those natives against the exploitative human colonizers. A key difference lies in the roles of the \"benevolent\" humans in both works: Raj Lyubov in The Word for World is Forest, Jake Sully and the human scientists in Avatar. While Lyubov made an impression as a \"sensible\" human and did help mediate peace between the Athshean people and humanity, he is not the savior of their race, and he does not survive to claim any \"prize\" from it. Additionally, in The Word for World is Forest militarism is regarded by the Athsheans – especially Selver – as an unfortunate but necessary addition to Athshean culture, and one that may destroy their way of life. In contrast, militarism is seen less critically in Avatar. In the introduction to the second volume of the Hainish Novels & Stories, Le Guin signals the similarities with \"a high-budget, highly successful film\" which \"completely reverses the book's moral premise, presenting the central and unsolved problem of the book, mass violence, as a solution\" and states \"I'm glad I have nothing at all to do with it\". == Style and structure == The novel has eight chapters, narrated by each of the three main characters in turn. Davidson narrates chapters 1, 4, and 7; Selver narrates chapters 2, 6, and 8; and Lyubov narrates chapters 3 and 5. This alternation emphasizes both the differences between the characters and their isolation within their societies. Lyubov and Davidson's chapters are narrated from a limited omniscient point of view, making their chapters seem like internal monologues. Davidson's belief in the inferiority of the Athsheans and his adversarial attitude towards the planet are directly presented to the reader, along with Lyubov's struggle to do his job dispassionately while following his personal morality. In contrast, Selver's chapters are written from a truly omniscient point of view, allowing Le Guin to give the reader information about the planet and its people. Selver has no extensive monologues; instead, several other Athsheans also feature prominently in his chapters. Although the novel is an anti-war novel portraying a military conflict, unusually, it does not describe most of the action, planning, and strategy. Instead, most of the action happens off the page, and the novel focuses on the decisions being made about the conflict in the minds of the principal characters. The language used within each chapter shifts with the protagonist, revealing the way they think about the events of the book. Davidson's monologues are filled with the derogatory language he uses; the Athsheans are referred to by the slang term \"creechie\", the women in the colony are \"prime human stock,\" and so forth. Le Guin herself later said she was unhappy with the \"strident\" tone of the novel. She had been troubled by the Vietnam War, but was living in London when she wrote the novel, cut off from the anti-war movement she had been a part of in Oregon. Written in these circumstances, The Word for World is Forest became what Le Guin called a \"preachment\". She stated that writing the book was like \"taking dictation from a boss with ulcers\". She said that she had wanted to write about forests and dreaming, but that the \"boss\" had made her write instead about ecological destruction. Charlotte Spivack stated that the book was an \"angry work\", that ended on a note of futility and despair. ==References== ==Sources== * * * * * * * * * * * * * * * * == Further reading == * * * Latham, R. (2007). Biotic Invasions: Ecological Imperialism in New Wave Science Fiction. The Yearbook of English Studies, 37(2), 103-119. * ==External links== * Category:1976 science fiction novels Category:1976 American novels Category:Again, Dangerous Visions short stories Category:Fiction portraying humans as aliens Category:Hainish Cycle Category:Hugo Award for Best Novella winning works Category:Novels by Ursula K. Le Guin Category:Environmental fiction books Category:Novels about rape Category:Anti-war novels Category:Forest planets in fiction Category:Novels about colonialism ",
    "title": "The Word for World Is Forest"
}