{
    "id": "1426027",
    "text": "Channel America (CA), officially Channel America Network, Inc., was the first United States terrestrial broadcast television network to be intentionally assembled out of LPTV, or low-power television licensees. The network was founded by David Post in 1987 and launched in 1988. It offered a 24-hour feed of mostly inexpensive programming, delivered to its affiliate stations, many owned and originally established by the network, via satellite. ==History== Channel America was founded in 1987 by David Post, who had hopes of creating a network with 1,000 low-power television stations. The network never reached its goal in terms of affiliates, but still launched in 1988.M. Bosko, On Ramp: Opportunities on Satellite, Videomaker, July 1995, accessed March 6, 2007 In 1990, Channel America moved to get more affiliated cable operators' local origination channel by rolling out a three-hour package of programming with interactive elements, Hometown USA, with American Television & Communications committing a best-of-local-origination series with the working title Off Broadway. In late 1995, the network peaked with a reach of 44,000,000 households through 100 affiliates. On September 18, 1995, EVRO Entertainment of Kissimmee, Florida acquired a 51% interest in the Channel America Network, with the option to buy the remaining 49%.Form 8-K, United States Securities and Exchange Commission, September 18, 1995, accessed March 6, 2007 On July 1, 1996, the channel announced that they would air a preview of My Pet Television Network, a joint venture of Nightwing Entertaintment Group, Inc. and The Humane Society of the United States, on September 9. The network went off the air in 1996. In March 1997, its parent company and LDE Media Techniqs, Morton Downey Jr.'s company, agreed to merge. Downey planned to launch a news magazine called Boyz Night Out on the revived network. ==Programs== In addition to its cable access programming mentioned above, among the other shows on Channel America was Hot Seat, a talk show hosted by Wally George which was produced by KDOC in Anaheim, California. (Ironically, KDOC never joined the Channel America network). The network also aired several classic shows from Columbia Pictures Television, including Hazel, Gidget, The Flying Nun, Family, Ghost Story, Bridget Loves Bernie, and The Fantastic Journey. ==Channel America Broadcasting== Channel America Broadcasting, Inc., formerly Moreno-Cripple Creek Corporation, Moreno Uranium Corporation, EnviroSearch Corp., to EVRO Financial Corp. and EVRO Corporation, was the owner of Channel America Network, Inc. and The Sports & Shopping Network Inc. ===History=== Moreno-Cripple Creek Corporation was organized February 5, 1946 and renamed Moreno Uranium Corporation on March 12, 1954 then to EnviroSearch Corp. on March 10, 1970. On May 24, 1974, 1 millions of the corporation's shares were sold to Cresson Consolidated, Inc. Cresson then liquidated itself passing the shares onto its stockholders with EnviroSearch becoming a full reporting company with the Securities and Exchange Commission on August 16, 1974. On September 17, 1986, the corporation changed its name to EVRO Financial Corp. then to EVRO Corporation on March 1, 1994. From 1946 to 1987, the corporation was in the oil and gas industry holding various general and limited partnership and stock investments in other oil and gas companies while also investing in land for resale. In 1987, EVRO sold most of its oil and gas properties, partnerships and real estate. EVRO acquired on February 15, 1990 all the stock of Treasure Rockhound Ranches, Inc. Under a reorganization plan, ENRO acquired Lintronics Technologies, Inc. in all-stock deal that gave 94% of the outstanding shares to Lintronic shareholders. EVRO agreed to purchase 60% of the shares of The Good Health Channel, Inc. for stock on February 22, 1994. Also that year, EVRO formed a wholly owned subsidiary, Tres Rivers, Inc. to purchase the assets of Three Rios, Ltd., consisting of a 46-acre recreational vehicle campground agreed to on July 15, 1994. Technology Holdings, Inc. (THI) was formed on January 20, 1995 whereupon EVRO transferred all its assets and liabilities to THI: Lintronics, Treasure Rockhound, Tres Rivers and EVRO Trading Corporation, and its holdings in Good Health into THI in exchange for all of the issued and outstanding stock of THI. THI was created to make way for the purchase of The Sports & Shopping Network Inc. With the ending of the health related business segment in March 1995, THI, EVRO and the President of EVRO Trading triggered a dispute between them. To settle the dispute, EVRO Trading President was given 55% ownership of EVRO Trading, while EVRO would continue to own 45% with no other obligation and a THI note for the EVRO Trading President's amount due secured by the 45% remaining EVRO interest in EVRO Trading. THI defaulted on the note April 3, 1995, giving the remaining ownership of EVRO Trading to its president. EVRO and The Stellar Companies Inc. agreed in January 1995 for EVRO to acquire The Sports & Shopping Network Inc. (\"TSSN\") from Stellar with Stellar shareholders receiving a controlling share of EVRO stock. EVRO agreed in April 1995 to purchase with stock the America's Collectibles Network Inc. and merge the network with the TSSN. The deal to purchase ACN fell through due to SEC reporting concerns. On September 18, 1995, EVRO of Kissimmee, Florida acquired a 51% interest in the Channel America Network, with the option to buy the remaining 49%. In June 1996, EVRO indicated plans to move Channel America and its other television operations to Glendale Studios, Glendale. In October 1996, EVRO shareholders voted to changes its name to Channel America Broadcasting, Inc. and increase the number of common and preferred shares authorized. Following the shareholder's annual meeting, the Board of Directors voted to change CA to a home shopping format temporarily. The network went off the air in 1996 and the parent company was delisted from the NASDAQ later that year due to \"insufficient capital and surplus,\" with the share value dropping from a high of $2.50 to 7 cents. In March 1997, Channel America Broadcasting and LDE Media Techniqs, Morton Downey Jr.'s company, agreed to merge. Downey planned to launch a news magazine on the Channel called Boyz Night Out. ==References== ==See also== *America One *American Independent Network *Urban America Television *ION Television Category:Defunct television networks in the United States Category:Television channels and stations established in 1987 Category:Television channels and stations disestablished in 1995 ",
    "title": "Channel America"
}