{
    "id": "1427924",
    "text": "Ilja Leonard Pfeijffer (born 17 January 1968) is a Dutch poet, novelist, polemicist and classical scholar. He was born in Rijswijk, Netherlands, and studied, lived and worked in Leiden, and he moved permanently to Genoa, Italy, in 2008. == Biography == Ilja Leonard Pfeijffer was born on 17 January 1968 in Rijswijk in the Netherlands. He made his début in 1998 with a collection entitled Of the Square Man, containing of fifty-odd highly individualistic poems. This debut won him the 1999 C. Buddingh’ poetry prize. As well as a poet, Pfeijffer was for some time a Greek scholar on the staff of Leiden University. He wrote a dissertation on the poetry of Pindar and published a history of classical literature for the general reader. Regarding his own poetry he has outspoken views, not just in his oft-quoted programmatic opening poem \"Farewell Dinner,\" in which he dismisses the hermetic Hans Faverey and calls for \"butter-baked images / and bulimic verse\". Pfeijffer's poetic polemics leave no room for doubt as to what kind of poetry he prefers. He feels akin to Lucebert, and he abhors the paper verse of introverted hermetics and meek-hearted dreamers (\"stumble, stiff romantic, mumble on\"). Poetry should have life, and preferably, in Lucebert’s words, \"life in full\". Pfeijffer (2015) Pfeijffer at the signing of Grand Hotel Europa (2019) Thus Pfeijffer, the \"gleaner of contrivances,\" quotes not only Pindar and Ezra Pound, Horace and Lucebert, Sophocles, Derek Walcott, Herman Gorter, Hans Faverey, Martinus Nijhoff and Gerard Reve, but comic book characters as well. He not only writes about the political martyr Ken Saro Wiwa, but also about C&A; sweaters and Fiat Croma, barcodes, canned beer, butt-tight and garamond ten-point italic. The poet neither lacks humor or self-mockery, nor seriousness for that matter, witness his hotly tender love poems: \"and though I sang and gave over my loins / and you failed to scorch my senses / I should be useless white on white.\" ==Awards and honors== * C. Buddingh' Prize (1999) for Of the Square Man * Anton Wachter Prize (2002) for Rupert * Seghers- Literatuurprijs Gerard Walschap-Londerzeel (2003) for Rupert * Libris Prize (2014) for La Superba * Inktaap (2015) for La Superba * Jan Campert Prize (2015) for Idyllen * VSB Poetry Prize (2016) for Idyllen * Awater Poetry Prize (2016) for Idyllen == Works == === Poetry === *Van de vierkante man, 1998 *Het glimpen van de welkwiek, 2001 *Dolores. Elegieën, 2002 *In de naam van de hond. De grote gedichten, 2005 *De man van vele manieren. Verzamelde gedichten 1998–2008 (collected poems) *Idyllen, 2015 *Giro Giro Tondo, een obsessie, 2015 === Prose === *De antieken. Een literatuurgeschiedenis (literary history), 2000 *Rupert. Een bekentenis (novel), 2002 *Het geheim van het vermoorde geneuzel (essays), 2003 *Het grote baggerboek (novel), 2004 *Het ware leven. Een roman (novel), 2006 *De eeuw van mijn dochter (theatre), 2007 *Second Life. Verhalen en reportages uit een tweede leven (essay), 2007 *Malpensa (theatre), 2008 *De filosofie van de heuvel. Op de fiets naar Rome (travel literature, with Gelya Bogyatishcheva), 2009 *Harde feiten. Honderd romans (short fiction), 2010 *De Griekse mythen (mythological compendium), 2010 *La Superba (novel), 2013 *Brieven uit Genua (letters), 2016 *Grand Hotel Europa (novel), 2018 ===English translations=== * Rupert: A Confession, 2009 (translated by Michele Hutchison, Rochester, Open Letter, 2009) * La Superba, (translated by Michele Hutchison, Dallas, TX, Deep Vellum Publishing, 2016) ==External links== * *\"Ilja Pfeijffer, aka Ilja Pfeiffer, the most important poet from the Netherlands\", satirical website *Quite comprehensive bibliography (same website as above) ===Articles=== * Article on I.L. Pfeijffer at the Koninklijke Bibliotheek (in Dutch) ===Online poems (with translations)=== *\"en wat het dan betekent\"/\"and what it means\" *\"Een Corinthische ode\"/\"A Corinthian ode\" Category:1968 births Category:21st- century Dutch novelists Category:Dutch male poets Category:Living people Category:Dutch male novelists Category:People from Rijswijk Category:21st- century Dutch male writers Category:C. Buddingh' Prize winners ",
    "title": "Ilja Leonard Pfeijffer"
}