{
    "id": "1427462",
    "text": "Sublogic Corporation (stylized as subLOGIC) is an American software development company. It was formed in 1977 by Bruce Artwick, and incorporated in 1978 by Artwick's partner Stu Moment as Sublogic Communications Corporation. Sublogic is best known as the creator of the Flight Simulator series, later known as Microsoft Flight Simulator. ==History== Sublogic released the flight simulation program FS1 Flight Simulator for the Apple II in 1979, followed by the more popular and widely ported Flight Simulator II in 1983, and Jet in 1985. In 1982, Flight Simulator was licensed to Microsoft, and through 2006 Microsoft released major updates to Microsoft Flight Simulator approximately every three years.Flight Simulator History - The Story A reboot of the series was announced in 2019, simply titled Microsoft Flight Simulator, to be released in 2020. Sublogic also produced software other than flight simulators, including children's educational software, 3D graphics software for CP/M, the A2-3D1 animation library for the Apple II, the X-1 video card and 3D graphics software for IBM PC compatibles, and Night Mission Pinball (1982) which was originally for the Apple II and ported to the Atari 8-bit family, Commodore 64, and MS-DOS. ===Denouement=== Bruce Artwick left Sublogic in 1988 to form BAO Ltd. (Bruce Artwick Organization), retaining the copyright to Flight Simulator, which they continued to develop. BAO and the copyright to Flight Simulator were acquired by Microsoft in December 1995. After Artwick's departure, Sublogic continued under the ownership of Stu Moment, who produced Flight Assignment: A.T.P. in 1990. It specializes in simulating passenger airliners, using a scoring method to determine the performance of the user. Sublogic began a new flight simulator, but in late 1995 was acquired by Sierra, which completed the program and released it as Pro Pilot in 1997. Moment continues to run the present Sublogic Corporation as a generic simulation company, in addition to being an airshow display pilot with his Classic Airshow company. ==See also== * History of Microsoft Flight Simulator ==References== ==External links== * Category:Flight simulation video games Category:Video game development companies Category:American companies established in 1977 Category:Software companies established in 1977 Category:Defunct video game companies of the United States ",
    "title": "Sublogic"
}