{
    "id": "1427908",
    "text": "Bone is broken down by osteoclasts, and rebuilt by osteoblasts, both of which communicate through cytokine (TGF-β, IGF) signalling. Ossification (or osteogenesis) in bone remodeling is the process of laying down new bone material by cells called osteoblasts. It is synonymous with bone tissue formation. There are two processes resulting in the formation of normal, healthy bone tissue: Intramembranous ossification is the direct laying down of bone into the primitive connective tissue (mesenchyme), while endochondral ossification involves cartilage as a precursor. In fracture healing, endochondral osteogenesis is the most commonly occurring process, for example in fractures of long bones treated by plaster of Paris, whereas fractures treated by open reduction and internal fixation with metal plates, screws, pins, rods and nails may heal by intramembranous osteogenesis. Heterotopic ossification is a process resulting in the formation of bone tissue that is often atypical, at an extraskeletal location. Calcification is often confused with ossification. Calcification is synonymous with the formation of calcium- based salts and crystals within cells and tissue. It is a process that occurs during ossification, but not necessarily vice versa. The exact mechanisms by which bone development is triggered remains unclear, but it involves growth factors and cytokines in some way. ==Timetable for human ossification== {| class=\"wikitable\" |- ! Time period ! Bones affected |- | Third month of fetal development | Ossification in long bones beginning |- | Fourth month | Most primary ossification centers have appeared in the diaphyses of bone. |- | Birth to 5 years | Secondary ossification centers appear in the epiphyses |- | 5 years to 12 years in females, 5 to 14 years in males | Ossification is spreading rapidly from the ossification centers and various bones are becoming ossified. |- | 17 to 20 years | Bone of upper limbs and scapulae becoming completely ossified |- | 18 to 23 years | Bone of the lower limbs and os coxae become completely ossified |- | 23 to 26 years | Bone of the sternum, clavicles, and vertebrae become completely ossified |- | By 25 years | Nearly all bones are completely ossified |} ==Intramembranous ossification== Intramembranous ossification forms the flat bones of the skull, mandible and hip bone. ==Endochondral ossification== Diagram showing stages of endochondral ossification Endochondral ossification is the formation of long bones and other bones. This requires a hyaline cartilage precursor. There are two centers of ossification for endochondral ossification. The primary center In long bones, bone tissue first appears in the diaphysis (middle of shaft). Chondrocytes multiply and form trebeculae. Cartilage is progressively eroded and replaced by hardened bone, extending towards the epiphysis. A perichondrium layer surrounding the cartilage forms the periosteum, which generates sperm cells that then go on to make a collar that encircles the outside of the bone and remodels the medullary cavity on the inside. The nutrient artery enters via the nutrient foramen from a small opening in the diaphysis. It invades the primary center of ossification, bringing osteogenic cells (osteoblasts on the outside, osteoclasts on the inside.) The canal of the nutrient foramen is directed away from more active end of bone when one end grows more than the other. When bone grows at same rate at both ends, the nutrient artery is perpendicular to the bone. Most other bones (e.g. vertebrae) also have primary ossification centers, and bone is laid down in a similar manner. Secondary centers The secondary centers generally appear at the epiphysis. Secondary ossification mostly occurs after birth (except for distal femur and proximal tibia which occurs during 9th month of fetal development). The epiphyseal arteries and osteogenic cells invade the epiphysis, depositing osteoblasts and osteoclasts which erode the cartilage and build bone. This occurs at both ends of long bones but only one end of digits and ribs. growth plate ==Evolution== spotted gar larva at 22 days stained for cartilage (blue) and bone (red). Several hypotheses have been proposed for how bone evolved as a structural element in vertebrates. One hypothesis is that bone developed from tissues that evolved to store minerals. Specifically, calcium-based minerals were stored in cartilage and bone was an exaptation development from this calcified cartilage. However, other possibilities include bony tissue evolving as an osmotic barrier, or as a protective structure. ==See also== * Dystrophic calcification * Mechanostat, a model describing ossification and bone loss * Ossicone, the horn-like (or antler-like) protuberances on the heads of giraffes and related species * Osteogenesis imperfecta, a juvenile bone disease * Fibrodysplasia ossificans progressiva, an extremely rare genetic disease which causes fibrous tissue (muscle, tendon, ligament etc.) to ossify when damaged * Primrose syndrome, a rare genetic disease in which cartilage becomes ossified. ==References== Category:Animal physiology Category:Skeletal system *Ossification ",
    "title": "Ossification"
}