{
    "id": "1427685",
    "text": " Hydrogenation of ethene on a catalytic solid surface (1) Adsorption (2) Reaction (3) Desorption In chemistry, heterogeneous catalysis is catalysis where the phase of catalysts differs from that of the reactants or products. Contrasts with homogeneous catalysis where the reactants, products and catalyst exist in the same phase. Phase distinguishes between not only solid, liquid, and gas components, but also immiscible mixtures (e.g. oil and water), or anywhere an interface is present. Catalysts are useful because they increase the rate of a reaction without themselves being consumed and are therefore reusable. Heterogeneous catalysis typically involves solid phase catalysts and gas phase reactants. In this case, there is a cycle of molecular adsorption, reaction, and desorption occurring at the catalyst surface. Thermodynamics, mass transfer, and heat transfer influence the rate (kinetics) of reaction. Heterogeneous catalysis is very important because it enables faster, large-scale production and the selective product formation. Approximately 35% of the world's GDP is influenced by catalysis. The production of 90% of chemicals (by volume) is assisted by solid catalysts. The chemical and energy industries rely heavily on heterogeneous catalysis. For example, the Haber-Bosch process uses metal-based catalysts in the synthesis of ammonia, an important component in fertilizer; 144 million tons of ammonia were produced in 2016. ==Adsorption== Adsorption is an essential step in heterogeneous catalysis. Adsorption is the process by which a gas (or solution) phase molecule (the adsorbate) binds to solid (or liquid) surface atoms (the adsorbent). The reverse of adsorption is desorption, the adsorbate splitting from adsorbent. In a reaction facilitated by heterogeneous catalysis, the catalyst is the adsorbent and the reactants are the adsorbate. === Types of adsorption === Two types of adsorption are recognized: physisorption, weakly bound adsorption, and chemisorption, strongly bound adsorption. Many processes in heterogeneous catalysis lie between the two extremes. The Lennard-Jones model provides a basic framework for predicting molecular interactions as a function of atomic separation. ==== Physisorption ==== In physisorption, a molecule becomes attracted to the surface atoms via van der Waals forces. These include dipole-dipole interactions, induced dipole interactions, and London dispersion forces. Note that no chemical bonds are formed between adsorbate and adsorbent, and their electronic states remain relatively unperturbed. Typical energies for physisorption are from 3 to 10 kcal/mol. In heterogeneous catalysis, when a reactant molecule physisorbs to a catalyst, it is commonly said to be in a precursor state, an intermediate energy state before chemisorption, a more strongly bound adsorption. From the precursor state, a molecule can either undergo chemisorption, desorption, or migration across the surface. The nature of the precursor state can influence the reaction kinetics. ==== Chemisorption ==== When a molecule approaches close enough to surface atoms such that their electron clouds overlap, chemisorption can occur. In chemisorption, the adsorbate and adsorbent share electrons signifying the formation of chemical bonds. Typical energies for chemisorption range from 20 to 100 kcal/mol. Two cases of chemisorption are: * Molecular adsorption: the adsorbate remains intact. An example is alkene binding by platinum. * Dissociation adsorption: one or more bonds break concomitantly with adsorption. In this case, the barrier to dissociation affects the rate of adsorption. An example of this the binding of H2 to a metal catalyst, where the H-H bond is broken upon adsorption. ==Surface reactions== Reaction Coordinate. (A) Uncatalyzed (B) Catalyzed (C) Catalyzed with discreet intermediates (transition states) Most metal surface reactions occur by chain propagation in which catalytic intermediates are cyclically produced and consumed.R. I. Masel, “Principles of Adsorption and Reaction on Solid Surfaces”, Wiley Series in Chemical Engineering, Wiley-Interscience, New York, USA, 1996, Two main mechanisms for surface reactions can be described for A + B → C. * Langmuir-Hinshelwood mechanism: The reactant molecules, A and B, both adsorb to the catalytic surface. While adsorbed to the surface, they combine to form product C, which then desorbs. * Eley-Rideal mechanism: One reactant molecule, A, adsorbs to the catalytic surface. Without adsorbing, B reacts with absorbed A to form C, that then desorbs from the surface. Most heterogeneously catalyzed reactions are described by the Langmuir-Hinshelwood model. In heterogeneous catalysis, reactants diffuse from the bulk fluid phase to adsorb to the catalyst surface. The adsorption site is not always an active catalyst site, so reactant molecules must migrate across the surface to an active site. At the active site, reactant molecules will react to form product molecule(s) by following a more energetically facile path through catalytic intermediates (see figure to the right). The product molecules then desorb from the surface and diffuse away. The catalyst itself remains intact and free to mediate further reactions. Transport phenomena such as heat and mass transfer, also play a role in the observed reaction rate. == Catalyst design == Zeolite structure. A common catalyst support material in hydrocracking. Also acts as a catalyst in hydrocarbon alkylation and isomerization. Catalysts are not active towards reactants across their entire surface; only specific locations possess catalytic activity, called active sites. The surface area of a solid catalyst has a strong influence on the number of available active sites. In industrial practice, solid catalysts are often porous to maximize surface area, commonly achieving 50–400 m2/g. Some mesoporous silicates, such as the MCM-41, have surface areas greater than 1000 m2/g. Porous materials are cost effective due to their high surface area-to-mass ratio and enhanced catalytic activity. In many cases, a solid catalyst is dispersed on a supporting material to increase surface area (spread the number of active sites) and provide stability. Usually catalyst supports are inert, high melting point materials, but they can also be catalytic themselves. Most catalyst supports are porous (frequently carbon, silica, zeolite, or alumina- based) and chosen for their high surface area-to-mass ratio. For a given reaction, porous supports must be selected such that reactants and products can enter and exit the material. Often, substances are intentionally added to the reaction feed or on the catalyst to influence catalytic activity, selectivity, and/or stability. These compounds are called promoters. For example, alumina (Al2O3) is added during ammonia synthesis to providing greater stability by slowing sintering processes on the Fe-catalyst. Sabatier principle can be considered as one of the cornerstones of modern theory of catalysis. Sabatier principle states that the surface-adsorbates interaction has to be an optimal amount: not too weak to be inert toward the reactants and not too strong to poison the surface and avoid desorption of the products. The statement that the surface-adsorbate interaction has to be an optimum, is a qualitative one. Usually the number of adsorbates and transition states associated with a chemical reaction is a large number, thus the optimum has to be found in a many-dimensional space. Catalyst design in such a many- dimensional space is not a computationally viable task. Additionally, such optimization process would be far from intuitive. Scaling relations are used to decrease the dimensionality of the space of catalyst design. Such relations are correlations among adsorbates binding energies (or among adsorbate binding energies and transition states also known as BEP relations) that are \"similar enough\" e.g., OH versus OOH scaling. Applying scaling relations to the catalyst design problems greatly reduces the space dimensionality (sometimes to as small as 1 or 2). One can also use micro-kinetic modeling based on such scaling relations to take into account the kinetics associated with adsorption, reaction and desorption of molecules under specific pressure or temperature conditions. Such modeling then leads to well-known volcano-plots at which the optimum qualitatively described by the Sabatier principle is referred to as the \"top of the volcano\". Scaling relations can be used not only to connect the energetics of radical surface-adsorbed groups (e.g., O*,OH*), but also to connect the energetics of closed-shell molecules among each other or to the counterpart radical adsorbates. A recent challenge for researchers in catalytic sciences is to \"break\" the scaling relations. The correlations which are manifested in the scaling relations confine the catalyst design space, preventing one from reaching the \"top of the volcano\". Breaking scaling relations can refer to either designing surfaces or motifs that do not follow a scaling relation, or ones that follow a different scaling relation (than the usual relation for the associated adsorbates) in the right direction: one that can get us closer to the top of the reactivity volcano. In addition to studying catalytic reactivity, scaling relations can be used to study and screen materials for selectivity toward a special product. There are special combination of binding energies that favor specific products over the others. Sometimes a set of binding energies that can change the selectivity toward a specific product \"scale\" with each other, thus to improve the selectivity one has to break some scaling relations; an example of this is the scaling between methane and methanol oxidative activation energies that leads to the lack of selectivity in direct conversion of methane to methanol. ==Catalyst deactivation== Catalyst deactivation is defined as a loss in catalytic activity and/or selectivity over time. Substances that decrease reaction rate are called poisons. Poisons chemisorb to catalyst surface and reduce the number of available active sites for reactant molecules to bind to. Common poisons include Group V, VI, and VII elements (e.g. S, O, P, Cl), some toxic metals (e.g. As, Pb), and adsorbing species with multiple bonds (e.g. CO, unsaturated hydrocarbons). For example, sulfur disrupts the production of methanol by poisoning the Cu/ZnO catalyst. Substances that increase reaction rate are called promoters. For example, the presence of alkali metals in ammonia synthesis increases the rate of N2 dissociation. The presence of poisons and promoters can alter the activation energy of the rate-limiting step and affect a catalyst's selectivity for the formation of certain products. Depending on the amount, a substance can be favorable or unfavorable for a chemical process. For example, in the production of ethylene, a small amount of chemisorbed chlorine will act as a promoter by improving Ag-catalyst selectivity towards ethylene over CO2, while too much chlorine will act as a poison. Other mechanisms for catalyst deactivation include: * Sintering: when heated, dispersed catalytic metal particles can migrate across the support surface and form crystals. This results in a reduction of catalyst surface area. * Fouling: the deposition of materials from the fluid phase onto the solid phase catalyst and/or support surfaces. This results in active site and/or pore blockage. * Coking: the deposition of heavy, carbon-rich solids onto surfaces due to the decomposition of hydrocarbons * Vapor-solid reactions: formation of an inactive surface layer and/or formation of a volatile compound that exits the reactor. This results in a loss of surface area and/or catalyst material. * Solid-state transformation: solid-state diffusion of catalyst support atoms to the surface followed by a reaction that forms an inactive phase. This results in a loss of catalyst surface area. * Erosion: continual attrition of catalyst material common in fluidized-bed reactors. This results in a loss of catalyst material. In industry, catalyst deactivation costs billions every year due to process shutdown and catalyst replacement. ==Industrial examples== In industry, many design variables must be considered including reactor design. The conventional heterogeneous catalysis reactors include batch, continuous, and fluidized-bed reactors, while more recent setups include fixed-bed, microchannel, and multi-functional reactors. Other variables to consider are reactor dimensions, surface area, catalyst type, catalyst support, as well as reactor operating conditions such as temperature, pressure, and reactant concentrations. Some large-scale industrial processes incorporating heterogeneous catalysts are listed below. {| class=\"wikitable\" style = \"text-align:center\" |- !Process !Reactants, Product/s (not balanced) !Catalyst !Comment |- |Sulfuric acid synthesis (Contact process) |SO2 \\+ O2, SO3 |vanadium oxides |Hydration of SO3 gives H2SO4 |- |Ammonia synthesis (Haber–Bosch process) |N2 \\+ H2, NH3 |iron oxides on alumina(Al2O3) |Consumes 1% of world's industrial energy budget |- |Nitric acid synthesis (Ostwald process) |NH3 \\+ O2, HNO3 |unsupported Pt-Rh gauze |Direct routes from N2 are uneconomical |- |Hydrogen production by Steam reforming |CH4 \\+ H2O, H2 \\+ CO2 |Nickel or K2O |Greener routes to H2 by water splitting actively sought |- |Ethylene oxide synthesis |C2H4 \\+ O2, C2H4O |silver on alumina, with many promoters |Poorly applicable to other alkenes |- |Hydrogen cyanide synthesis (Andrussov oxidation) |NH3 \\+ O2 \\+ CH4, HCN |Pt- Rh |Related ammoxidation process converts hydrocarbons to nitriles |- |Olefin polymerization Ziegler–Natta polymerization |propylene, polypropylene |TiCl3 on MgCl2 |Many variations exist, including some homogeneous examples |- |Desulfurization of petroleum (hydrodesulfurization) |H2 \\+ R2S (idealized organosulfur impurity), RH + H2S |Mo-Co on alumina |Produces low-sulfur hydrocarbons, sulfur recovered via the Claus process |} Process flow diagram illustrating the use of catalysis in the synthesis of ammonia (NH3) ===Other examples=== *Reduction of nitriles in the synthesis of phenethylamine with Raney nickel catalyst and hydrogen in ammonia:Organic Syntheses, Coll. Vol. 3, p.720 (1955); Vol. 23, p.71 (1943). https://web.archive.org/web/20120315000000*/http://orgsynth.org/orgsyn/pdfs/CV4P0603.pdf Nitrile hydrogenation * The cracking, isomerisation, and reformation of hydrocarbons to form appropriate and useful blends of petrol. *In automobiles, catalytic converters are used to catalyze three main reactions: **The oxidation of carbon monoxide to carbon dioxide: **:2CO(g) + O2(g) → 2CO2(g) **The reduction of nitrogen monoxide back to nitrogen: **:2NO(g) + 2CO(g) → N2(g) + 2CO2(g) **The oxidation of hydrocarbons to water and carbon dioxide: **:2 C6H6 \\+ 15 O2 → 12 CO2 \\+ 6 H2O *This process can occur with any of hydrocarbon, but most commonly is performed with petrol or diesel. *Asymmetric heterogeneous catalysis facilitates the production of pure enantiomer compounds using chiral heterogeneous catalysts. *The vast majority of heterogeneous catalysts are based on metals or metal oxides; however, some chemical reactions can be catalyzed by carbon-based materials, e.g., oxidative dehydrogenations or selective oxidations. **Ethylbenzene + 1/2 O2 → Styrene + H2O **Acrolein + 1/2 O2 → Acrylic acid ==Solid-Liquid and Liquid-Liquid Catalyzed Reactions== Although the majority of heterogeneous catalysts are solids, there are a few variations which are of practical value. For two immiscible solutions (liquids), one carries the catalyst while the other carries the reactant. This set up is the basis of biphasic catalysis as implemented in the industrial production of butyraldehyde by the hydroformylation of propylene. {| class=\"wikitable\" style=\"text-align:center\" |- !Reacting phases !Examples given !Comment |- |solid + solution |hydrogenation of fatty acids with nickel |used for the production of margarine |- |immiscible liquid phases |hydroformylation of propene |aqueous phase catalyst; reactants and products mainly in non-aqueous phase |} ==See also== *Heterogeneous gold catalysis *Nanomaterial-based catalysts *Platinum nanoparticles *Temperature-programmed reduction *Thermal desorption spectroscopy ==References== == External links == * Category:Catalysis ",
    "title": "Heterogeneous catalysis"
}