{
    "id": "1428362",
    "text": "Beatport is an American electronic music-oriented online music store owned by LiveStyle. The company is based in Denver, Los Angeles, and Berlin. Beatport is oriented primarily towards DJs, selling full songs as well as resources that can be used for remixes. Established in 2004, the service was acquired in 2013 by Robert F. X. Sillerman's company SFX Entertainment for a reported price of slightly over $50 million. In 2014, as part of an effort to widen its audience, Beatport expanded into original content oriented towards fans of electronic dance music, covering EDM news and culture, and offering on-demand music streaming from its catalog and live streaming events. SFX Entertainment filed for chapter 11 bankruptcy on February 1, 2016, and Beatport was subsequently put up for sale. However, in May 2016, SFX suspended its proposed auction of the company, and cut its streaming and original content operations in order to focus on its core music sales business. SFX has since emerged from bankruptcy as LiveStyle. Beatport emerged from the bankruptcy debt free and profitable and continues to operate as an online music store. ==History== ===2004–2006: Founding=== The first version of Beatport's web store, Beatport 1.0, was released on January 7, 2004 and consisted of 79 electronic music record labels in its catalog. Half a year later, Beatport was beginning to become recognized after a few collaborations with well-known DJs and partnerships with the technology company Native Instruments. In January 2005, a revised Beatport 2.0 was released, with a catalog of over 100,000 tracks supplied by 2,700 signed labels. Beatport was also made accessible through a scaled-down GUI embedded within DJ software: Traktor DJ Studio by Native Instruments. On August 7, 2006 Beatport released Beatport 3.0 Fully Loaded, the third version of its original store, which featured improvements to navigation, customized content subscription via My Beatport, and new payment options. ===2007–2008: Beatport Player=== In February 2007, Beatport launched the Beatport Player, a viral marketing web widget to play back relevant content by Artist, Label, Genre and Chart. Built using Adobe Flash and HTML, the player gives users the ability to create custom, dynamic playlists from song previews of Beatport's catalog to be embedded into nearly any HTML website. In August 2007, Beatport launched a community-oriented music site, Beatportal, whose stated mission is \"...to provide music lovers with up-to- date information about the world of electronic music\". Following up on the idea of the community-oriented site, Beatport introduced the Beatport Music Awards on March 18, 2008. Each year Beatport users can vote for the best electronic music artists in an effort to trace the progress of these artists over the years or determine which has the largest growing fan base. The BMAs are broken down into 19 categories, including Best Artist categories from each genre, Best Remix, and Best Single. The nominees for the BMAs are based solely on unit sales at Beatport. ===2009–2012: The New Beatport=== The third version of the online store, named \"The New Beatport\", was released on January 21, 2009. Multiple features were added to the site including embedded artwork in purchased music, a new user-preference system named \"My Beatport\", keyboard shortcuts and sitewide multilingual support. As a newer version of the store, it integrated the use of an Adobe Flex 3 web application provided by RealEyes Media. On July 14, 2011, Beatport launched their HTML5 website with new features, designs and a new platform. The annual revenue of Beatport for 2012 was reportedly around $15–18 million, with losses of $2 million. ===2013–2015: SFX, pivot towards original content === In February 2013, Beatport was acquired by Robert F.X. Sillerman's SFX Entertainment, a conglomerate focusing on EDM properties such as festivals and promoters. Additionally, Beatport announced that it would partner with the music recognition service Shazam to index its catalog. In December 2013, the company laid off 20 employees in the Denver office and six in San Francisco, reportedly leaving the site's technical infrastructure supported by only a skeleton crew. Under SFX ownership, Beatport began to reposition itself towards the overall electronic dance music culture. On January 6, 2014, Clear Channel Media and Entertainment (now known as iHeartMedia) announced that as part of a wider marketing partnership with SFX, it would syndicate a Beatport top 20 countdown show to its major-market contemporary hit radio stations beginning later in the year. Clear Channel staff, including John Sykes, believed that the deal (particularly the Beatport countdown show) would help provide a higher level of national exposure to current and up and coming EDM artists.Clear Channel and SFX Strike Electronic Dance Music Marketing Deal from The Wall Street Journal (January 6, 2014) In December 2014, Beatport revamped its website to extensively target mainstream fans of electronic music, adding original content (such as news articles), as well as live streaming shows and festival coverage. Additionally, Beatport launched a free music streaming service, which allowed users to stream full-length songs from Beatport's library, as well as curated playlists and charts. Beatport CEO Greg Consiglio and executive creative director Clark Warner explained that only 300,000 of the site's 50 million unique users had actually purchased music from the service, and that the majority of users were using the Beatport store's time-limited samples of tracks for music discovery instead. In March 2015, the site launched a mobile app, featuring the streaming service, and a \"Beatport Shows\" feature which highlights upcoming events and provides integrated access to ticket purchases. The streaming service is subsidized by Beatport's store, which was re-branded as Beatport Pro (in concert with the service's desktop client software) and remained primarily focused towards professionals. ===2016–present: SFX re-organization, LiveStyle === Beatport incurred US$5.5 million in losses for 2015. In March 2016, as part of SFX's bankruptcy, the company announced that it planned to auction off Beatport and digital firm Fame House (the latter eventually sold to Universal Music Group) to focus more on its live events business. On May 10, 2016, Beatport announced that the auction of the company had been suspended, and that it would instead cut back its operations to focus solely on its music sales business—resulting in the discontinuation of Beatport's streaming, live and original content operations. The company also announced layoffs as it underwent restructuring, with as many as 49 employees departing the workforce. In September 2016, Italian record label Art & Music Recording called for an investigation into allegations that third-parties had artificially inflated the download counts of several of its songs (\"juicing\") on Beatport, which caused Beatport to remove the songs under policies prohibiting labels from making purchases of tracks to increase their chart performance. In December 2016, SFX emerged from bankruptcy under new leadership, and renamed LiveStyle. The company's CEO, Randy Phillips (formerly of AEG Live) stated that Beatport had returned to profitability. In October 2017, Robb McDaniels was announced as CEO of Beatport. In May 2019, Beatport announced two new subscription services tailored towards professional DJs: Beatport Link is a streaming service allowing music from the platform's library to be streamed directly into supported DJ software. Pioneer DJ served as a launch partner, offering integration through its newly-developed mobile app WeDJ, and announcing that Rekordbox would support Link later in the year. Beatport also announced Beatport Cloud, which features full track playback, a management interface, and unlimited redownloads of purchased songs. ===2019: Beatsource=== In February 2019, Beatport announced a joint venture with digital music record pool company DJcity, forming Beatsource, a digital music retail platform aimed at open-format DJs. Around that time, Beatport had 450,000 active DJ customers and 35 million unique visitors per year. In August 2019, producer and DJ A-Trak joined the board of managers as an advisor. ==Music catalog== At launch, Beatport offered tracks from 79 electronic music labels to customers worldwide. Over the years, the company has grown and expanded its music catalog to include more artists and differentiations of the electronic genre such as house, techno, drum & bass, and dubstep. Sales of sample packs and remix stems, in the \"Beatport Sounds\" section, grew from an annual revenue of $600,000 in 2010 to $39.1 million in 2015. ===Digital rights management=== All tracks on Beatport are provided free of DRM. There are no restrictions on the number of devices to which a purchased song can be transferred nor the number of times any individual song can be burned to CD. ==Awards== ;International Dance Music Awards (IDMA) * 2006: Best Dance Music Retailer and Best Dance Music Specialty Retailer * 2007: Best Dance Music Retailer * 2008: Best Dance Music Specialty Retailer * 2009: Best Dance Music Website (awarded to Beatportal.com) and Best Specialty Retailer * 2010: Best Dance Music Website (awarded to Beatportal.com) and Best Dance Music Specialty Retailer * 2011: Best Dance Music Specialty Retailer * 2012: Best Dance Music Specialty Retailer * 2013: Best EDM/Dance Music Retailer * 2014: Best EDM/Dance Music Retailer ==See also== * Juno Records * Christou v. Beatport, LLC * Electronic dance music ==References== ==Further reading== * * * * ==External links== * Official website * Beatport top tracker Category:Companies based in Denver Category:Online music stores of the United States Category:Internet properties established in 2004 ",
    "title": "Beatport"
}