{
    "id": "1428450",
    "text": "Ramesh Lawrence Maharaj SC (; born 16 September 1945) is a Trinidadian and Tobagonian politician. == Early life == Ramesh Maharaj was born to Hindu Indo- Trinidadians, Dolly and Nanan Maharaj, on the 16th of September 1945 in Diamond Village, Penal-Debe, Trinidad and Tobago.https://www.youtube.com/watch?v=xwJRGIaeGg4 Maharaj (B/) has over 50 years experience in the legal profession having been admitted to practice at the English Bar in 1967. He has been in private practice as Senior Partner in the chambers of Ramesh Lawrence Maharaj and Company. He has also been admitted to practice as an attorney in St Vincent and the Grenadines (1990) and Grenada (1993). He is the author of several publications including a booklet entitled \"Rule of Law in Trinidad and Tobago.\" == Member of Parliament == Maharaj first entered the Parliament of Trinidad and Tobago as a Temporary Opposition Senator in August 1991, towards the end of the 3rd Republican Parliament. Later that year, he was elected to the House of Representatives in 1991 as the Member for Couva South, where he served as Opposition Chief Whip. In 1995, he contested and won the Couva South seat, and shortly thereafter was appointed Attorney General, a position he held until October 2001, after facing the polls in 2000. He was sworn in as Attorney General and Minister of Legal Affairs on the 19th of December in 2000. As Attorney General and Minister of Legal Affairs, Mr Maharaj was assigned the responsibility for the Registrar General, Administrator General, Copyright, Patents, Trademarks, Public Trustee, Intellectual Property, Law Reform and Revision, Legislative Drafting and Rent Restriction as well as appointments to Quasi Judicial Bodies. He was also the Official and Provisional Receiver, Provisional Liquidator and Custodian of Enemy Property. In 2008, Maharaj contested and won the Tabaquite constituency for the UNC-A, and had reprised the role of Chief Whip in the 9th Republican Parliament. == Personal life == Maharaj is the son of Nanan Maharaj and Dolly Nanan Maharaj. Maharaj is married to Lynette Maharaj and is the father of one son and twin daughters. Maharaj is also the brother of incarcerated businessman Krishna Maharaj. He is also the brother of Indra Rambachan (née Maharaj) who is the wife of Trinidad and Tobago National Award winner lawyer Roopnarine Rambachan. Maharaj also leads the Trinidad and Tobago Civil Rights Association. Maharaj is married to Lynette Maharaj who is also a lawyer. Maharaj was raised in a Hindu family, however he later converted to Presbyterianism.https://www.youtube.com/watch?v=xwJRGIaeGg4 == References == * Ramesh Maharaj 25 years later: From Jailbird to AG, the attorney general's illustrious career - Francis Joseph, Trinidad and Tobago Newsday, April 16, 2000. * http://guardian.co.tt/news/politics/2009/01/19/ramesh-what-war Category:Trinidad and Tobago lawyers Category:Hindavi people Category:Members of the House of Representatives (Trinidad and Tobago) Category:Living people Category:Year of birth missing (living people) Category:Government ministers of Trinidad and Tobago Category:United National Congress politicians Category:Attorneys General of Trinidad and Tobago Category:People from San Fernando, Trinidad and Tobago ",
    "title": "Ramesh Maharaj"
}