{
    "id": "1428251",
    "text": "Military Highway is a four-to-eight-lane roadway built in the South Hampton Roads region of eastern Virginia, USA during World War II. Carrying US 13 for most of its length, it also carries US 58, and US 460 while in Chesapeake. It is a major alternate route for the Hampton Roads Beltway, crossing four major freeways along its length. == History == === Original construction === During World War II, the military build-up meant more people locating in the South Hampton Roads area, bringing many automobiles to the area. The military needed to move personnel and materials fast and could not be bogged down in traffic. Federal, state and officials of the independent city of Norfolk came up with a plan to build a more efficient highway to alleviate traffic problems. All parties agreed on a long semi-circumferential section, from the western edge of Norfolk County just outside Portsmouth through a portion of Princess Anne County to reach Admiral Taussig Boulevard (then VA 170) near the Norfolk Navy Base at Sewell's Point. The proposed \"super\" highway, named Military Highway, was designed and built in 1943 for approximately $2.5 million. Military Highway can lay claim to a lot of \"firsts.\" It was one of the first multi-lane highways (4-lanes, two in each direction) constructed in the area. The new roadway included several overpasses, bridges, interchanges, and a roundabout called Lansdale Traffic Circle. The cloverleaf interchange constructed at Military Highway and Virginia Beach Boulevard was the first ever built in Virginia. Near the western end, there were S-curves as the highway passed on a bridge over the Virginian Railway, with short approach fills and considerable grades. The newly created feature became known as Bower's Hill, although the area had that name much earlier, by the mid 19th century, according to old maps. As one of the highest features for miles around, Bower's Hill on the Military Highway became something of a landmark for travelers. The Gilmerton Bridge, a new drawbridge, was built to cross the Southern Branch Elizabeth River, a location which provides access to port facilities and is a portion of the Atlantic Intracoastal Waterway. Military Highway also crosses the Eastern Branch Elizabeth River on a fixed span bridge. === Post–World War II === After World War II, businesses and residential development soared. In 1959, JANAF Shopping Yard at the intersection of Virginia Beach Boulevard became the largest shopping center in Virginia for many years. As the area grew, Military Circle Mall (Norfolk's first indoor shopping mall in 1970), Best Square Shopping Center and other large developments soon located nearby. These brought thousands of additional people into the area to live, work and shop. With the influx of people came even more cars. The road was the site of the first Econo-Travel motel, which grew to become a major national motel chain (now Econolodge). Even with the new Interstate Highways in the area built beginning in the 1960s, by the 1980s, more than 50,000 vehicles traveled along Military Highway daily with 67,000 vehicles expected by the year 2010. The old \"super\" highway could no longer support the increased traffic volumes. The existing lanes were insufficient to handle the traffic and the bridges, especially at the Military Highway/Virginia Beach Boulevard cloverleaf, which had physically deteriorated to a point where restricting commercial vehicles, due to their weight, and reduction of speed was necessary. Reconstruction work began in 1985, and the busiest sections of the Military Highway, mostly a local thoroughfare, were modernized. ==Route description== Military Highway effectively begins in Suffolk outside the Hampton Roads Executive Airport, picking up the designations of U.S. 13, U.S. 460, and U.S. 58 from Portsmouth Boulevard. It continues generally northeastward as West Military Highway, crossing under and interchanging in Bowers Hill with I-664 (which shortly thereafter splits in its own Y-interchange with I-264 and I-64). It also intersects in this same area with Airline Boulevard, to which it loses US 58. After this complex set of interchanges and intersections, it becomes South Military Highway and turns southeastward, paralleling I-64 before crossing under it 2 miles later. It then continues east through Chesapeake, intersecting George Washington Highway (US 17) and crosses the Southern Branch Elizabeth River on the Gilmerton Bridge. After crossing the river, the road loses U.S. 460 to Bainbridge Blvd (SR 166), and continues through its interchange with I-464, paralleling I-64 for the rest of its journey through Chesapeake and Virginia Beach. Military Highway then crosses under and interchanges with State Route 168 at Battlefield Boulevard on a cloverleaf interchange, and then expands to six lanes, which continues until it narrows back to four lanes after Greenbrier Parkway. After Greenbrier Parkway, the highway continues on a north-northeasterly heading through Chesapeake until it enters the city of Virginia Beach (and subsequently re-expanding to six lanes) and intersects at Indian River Road (to SR 407), where it then expands to eight lanes and continues almost due north. It then crosses the Elizabeth River for the second time near the Broad Creek, enters the city of Norfolk, and interchanges with I-264 again in a cloverleaf interchange. Continuing as North Military Highway, it then expands to ten lanes, passing Military Circle Mall (formerly known as the Gallery at Military Circle) as it crosses with U.S. 58 at Virginia Beach Boulevard with a hybrid single-point urban interchange. After the interchange, Military Highway reduces back to eight lanes and continues past several shopping centers, including JANAF Shopping Center, and a Wal-Mart Supercenter. After both shopping centers, the highway continues onto its intersection with SR 166 (Princess Anne Road) and Northampton Boulevard, to which it finally loses its U.S. 13 designation. It then, however picks up designation as SR 165. It reduces to an undivided four- lane roadway, crosses I-64 in a partial interchange, and curves northwestward, passing the runways at Norfolk International Airport. As it continues to wind its way through Norfolk, it remains four lanes undivided, and crosses its final two state routes of SR 192 (Azalea Garden Road) and SR 247 (Norview Avenue). The road then continues until it ends in a T-intersection with SR 170 at its eastern terminus on Little Creek Road. ==Major intersections== ==Trivia== *The eastern end of Military Highway in Norfolk was truncated and is now located at the intersection of Little Creek Road. Little Creek Road west of this point follows the former path of the original Military Highway. *Military Highway outlasted its two major host localities, Princess Anne and Norfolk counties, both of which are now extinct. In modern times, following a wave of political consolidations and mergers in the second half of the 20th century, Military Highway is now entirely located in the independent cities of Suffolk, Chesapeake, Virginia Beach and Norfolk. *Mercury Boulevard across the harbor of Hampton Roads on the Virginia Peninsula in the cities of Newport News and Hampton was also named \"Military Highway\" when it was built. However, that roadway was later renamed to honor the Project Mercury space program of NASA at Langley Air Force Base. ==References== Category:Transportation in Virginia Category:Transportation in Chesapeake, Virginia Category:Transportation in Virginia Beach, Virginia Category:Transportation in Norfolk, Virginia Category:U.S. Route 13 Category:U.S. Route 58 ",
    "title": "Military Highway"
}