{
    "id": "1428742",
    "text": "Gorodets () is a town and the administrative center of Gorodetsky District in Nizhny Novgorod Oblast, Russia, located on the left bank of the Volga River, northwest of Nizhny Novgorod, the administrative center of the oblast. Population: 34,000 (1970). ==History== The town was founded in 1152 by Prince Yury Dolgoruky (also the founder of Moscow) as a large fortress on the Volga River, the first Russian fortress in today's Nizhny Novgorod Oblast. It was a starting point for numerous campaigns of the princes of Vladimir and Suzdal against Volga Bulgaria. In 1216, Yury II of Vladimir was dethroned by his brother and exiled here. In 1239, the town was burned to the ground by Batu Khan's army. Folk tradition identifies Gorodets with Little Kitezh, a legendary town destroyed by the Mongols. In 1263, Alexander Nevsky died in Gorodets on his way back to Novgorod from the Golden Horde. His son, Andrey, made the town his chief residence. A famous medieval icon-painter, Prokhor, was born there. In the mid-14th century, the town was overshadowed by the neighboring Nizhny Novgorod but continued as the third largest town of Nizhny Novgorod Principality until 1408, when Edigu razed it to the ground. For two following centuries the town was known as Gorodets Pustoy (i. e., \"Gorodets the Empty\"). Some chronicles state that its entire population moved slightly downstream and resettled at Salt-on-Gorodets (today's Balakhna). By the 19th century, Gorodets was revived as a prosperous village settled by Old Believer merchants and reputed for its decorative handicrafts, such as wood carving and painting. In 1875, the Nizhny Novgorod writer A. S. Gatsisky described Gorodets as a major center of trade in grain and wooden kitchenware.A Guide to Nizhny Novgorod and Nizhny Novgorod Fair Alexander Gatsisky, 1875. In 1922, Gorodets becomes a town again, as well the administrative center of Gorodetsky Uyezd (later, Gorodetsky District). Between 1948 and 1959, the dam of Gorky Hydroelectric Station (now Nizhny Novgorod Hydroelectric Station) was built a few kilometers upstream from Gorodets, and along with the station a new industrial town, Zavolzhye, was built on the right side of the Volga. In the past, the town was also sometimes referred to as Gorodets-Radilov (), or simply Radilov. ==Administrative and municipal status== Within the framework of administrative divisions, Gorodets serves as the administrative centre of Gorodetsky District.Order #3-od As an administrative division, it is incorporated within Gorodetsky District as the town of district significance of Gorodets. As a municipal division, the town of district significance of Gorodets is incorporated within Gorodetsky Municipal District as Gorodets Urban Settlement.Law #114-Z ==Architecture and culture== The chief historic monuments of Gorodets—the Trinity Cathedral (1644), St. Nicholas Church (1672), and Feodorovsky Monastery, associated with the famous icon of the same name—were destroyed by the Communists. The oldest surviving structure is a rather plain church (1707–1712), built over the site of an earlier church where the town's best known ruler, Andrey of Gorodets, was interred in 1304. There are several museums in the town, including the Gingerbread Museum and the Samovar Museum, the latter housing a large collection of tea kettles. ==Economy== Besides sharing the Nizhny Novgorod Hydroelectric Station with Zavolzhye, Gorodets has a shipbuilding industry. Traditional local crafts—woodworking, embroidery, honey bread baking—are still pursued in Gorodets, but in a more industrial way, at several local factories, whose products are available at souvenir shops all over the country. ===Transportation=== The electric railroad branch from Nizhny Novgorod ends in Zavolzhye; but there is a road connection over the hydro dam, which provides the only fixed crossing across the Volga between Nizhny Novgorod and Kineshma. ==References== ===Notes=== ===Sources=== * * Category:Cities and towns in Nizhny Novgorod Oblast Category:Populated places on the Volga Category:1152 establishments in Europe Category:12th-century establishments in Russia ",
    "title": "Gorodets, Nizhny Novgorod Oblast"
}