{
    "id": "1428991",
    "text": "Wan Azizah binti Wan Ismail (Jawi: وان عزيزه بنت وان اسماعيل; born 3 December 1952) is a Malaysian politician who served as the first female Deputy Prime Minister of Malaysia and the Minister of Women, Family and Community Development from 2018 to 2020 under Prime Minister Tun Dr Mahathir Mohamad. She is the Member of Parliament for Pandan. She is the first woman to hold the position in Malaysia. Currently, she is the President of the Pakatan Harapan coalition and previously was President of the People's Justice Party (Malay: Parti Keadilan Rakyat) from 1999 until 2018 and was elected Selangor State Legislative Assembly member for Kajang until May 2018. Wan Azizah was previously also elected as the Member of Parliament for Permatang Pauh from 1999 to 2008 and was the Leader of Opposition in Dewan Rakyat from March 2008 until 31 July 2008, and later from May 2015 to May 2018, before she vacated both positions to expedite her husband Anwar Ibrahim's return to political office. ==Early life== Wan Azizah was born in 1952 at KK Women's and Children's Hospital in Singapore. She has a Peranakan Chinese grandfather and was raised Malay Muslim. She received her early education in St. Nicholas Convent School, Alor Setar and continued her education at Tunku Kurshiah College in Seremban. She went on to study medicine at the Royal College of Surgeons in Ireland where she was awarded a gold medal in obstetrics and gynaecology and she later graduated as a qualified ophthalmologist. Wan Azizah served as a government doctor for 14 years before deciding to focus on volunteering work, when her husband, Anwar Ibrahim was appointed the Deputy Prime Minister of Malaysia in 1993. As part of her voluntary pursuits, she became a patron of MAKNA (Majlis Kanser Nasional or National Cancer Council) in that periodParti Keadilan Rakyat: Datin Seri Dr Wan Azizah Wan Ismail Asiaweek : A Woman of Grace and became the second woman to lead a political party in Malaysia's history (Ganga Nayar founded and became the first president of the Malaysian Workers' Party in 1978Bernama Library & Infolink Service: Ganga Nayar Profile ). ==Political career== ===Party founder=== Following the dismissal and arrest of her husband on 20 September 1998, Wan Azizah became leader of the fledgling Reformasi movement. She first led the Social Justice Movement (ADIL), a civil rights NGO, before helping to establish the Parti Keadilan Nasional on 4 April 1999. The establishment of the party saw Wan Azizah elected as the first party president, a position she was re-elected to in 2001.Parti Keadilan Rakyat: Background & History On 3 August 2003, Wan Azizah brought the party into a merger with the older Malaysian People's Party (or Parti Rakyat Malaysia) which saw the establishment of the People's Justice Party and was elected as the president of the newly merged party. ===Member of Parliament=== In the first elections competed by the party in 1999, Wan Azizah led the party to win five seats in the Parliament and was herself elected as the Member of Parliament for Permatang Pauh; the seat formerly held by Anwar Ibrahim; with a majority of 9,077 votes. She successfully retained the seat in the 2004 elections, after five recounts, with a reduced majority.Malaysian General Election 2004 : Results for Permatang Pauh As a political party leader and also a parliamentary representative, Wan Azizah has spoken at UN-sponsored programs, and the local and international media. She is also the Vice-Chair of the Malaysian Parliamentary Caucus for Democracy in Myanmar and a member of the ASEAN Inter-Parliamentary Myanmar Caucus. ===March 2008 general elections=== Wan Azizah won her parliamentary seat of Permatang Pauh in the 12th Malaysian general election with a majority of 13,388.Malaysian General Election 2008 : Results for Permatang Pauh She was supported by all the component parties of Pakatan Rakyat to lead the opposition in the lower house of parliament, House of Representatives. With the public announcement by Anwar Ibrahim regarding his intention to return to active politics despite being legally barred from doing so,Radio Australia: MALAYSIA: Anwar Ibrahim to make political comeback Wan Azizah indicated her readiness to vacate the position of party president if he was elected.Daily Express: Wan Azizah agrees to make way for Anwar Nonetheless, she has also indicated that she intends to defend her parliamentary seat for Permatang Pauh.Malaysiakini : She's ready to make way for hubby She resigned her parliamentary seat for Permatang Pauh on 31 July 2008, to make way for her husband, who won the subsequent by-election on 26 August 2008 with a large majority. ===Honorary title=== Wan Azizah was honoured on the occasion of the official birthday of the Yang di-Pertua Negeri (State Governor) of Penang on 12 July 2008 when she was awarded the Darjah Panglima Pangkuan Negeri (Order of the Defender of the State), a chivalric order of the second rank in the state. The award carries the title Dato' Seri. ===2014 Kajang by-election=== On 9 March 2014, PKR announced Wan Azizah as its new candidate for the Kajang by-election. This was following Anwar Ibrahim's sentencing to five years in prison after Malaysia's court of appeal overturned his sodomy acquittal, causing Anwar to be unable to run in the by-election. On 23 March 2014, Wan Azizah was elected as the Selangor state legislative assembly member for Kajang. ===2015 Permatang Pauh by-election=== A by- election was held for the Dewan Rakyat seat of Permatang Pauh on 7 May 2015, after Wan Azizah's husband Anwar Ibrahim was disqualified from holding the seat after being found guilty of sodomy in a controversial trial. Wan Azizah contested the seat against three other candidates, retaining it for PR with a majority of 8,841 votes. ===2018 general election=== On 7 January 2018, the opposition alliance Pakatan Harapan announced Mahathir Mohamad as their candidate for Prime Minister in the 2018 election, with Wan Azizah as Deputy. It was announced as part of a deal for Mahathir to serve as interim if elected, seeking a pardon for Anwar and making way for him to take over. Others have speculated, however, that it would be Wan Azizah who would make way for her husband. ==Honours== ===Honours of Malaysia=== * : ** 50px Knight Commander of the Order of the Defender of State (DPPN) - Dato' Seri (2008) ==Election results== {| class=\"wikitable\" style=\"margin:0.5em ; font-size:95%\" |+ Parliament of Malaysia !|Year !|Constituency !colspan=2| !|Votes !|Pct !colspan=2|Opponent(s) !|Votes !|Pct !|Ballots cast !|Majority !|Turnout |- | 1999 | rowspan=\"4\"|P44 Permatang Pauh, Penang | | | (PKR) | align=\"right\" | 23,820 | 61.77% | | | Ibrahim Saad (UMNO) | align=\"right\" | 14,743 | 38.23% | 39,210 | 9,077 | 78.95% |- | 2004 | | | (PKR) | align=\"right\" |21,737 | 50.47% | | | Pirdaus Ismail (UMNO) | align=\"right\" | 21,147 | 49.1% | 43,734 | 590 | 80.93% |- | 2008 | | | (PKR) | align=\"right\" |30,338 | 64.1% | | | Pirdaus Ismail (UMNO) | align=\"right\" | 16,950 | 35.81% | 47,442 | 13,388 | 81.17% |- | 2015 | | | (PKR) | align=\"right\" |30,316 | 57.09% | | | Suhaimi Sabudin (UMNO) | align=\"right\" |21,475 | 40.44% | 53,102 | 8,841 | 74.53% |- | rowspan=4|2018 | rowspan=4|P100 Pandan, Selangor | rowspan=4 | | rowspan=4| (PKR) | rowspan=4 align=\"right\"|64,733 | rowspan=4|75.47% | | |Leong Kok Wee (MCA) |align=\"right\" |12,190 |14.21% | rowspan=4|85,774 | rowspan=4|52,543 | rowspan=4|84.66% |- | | |Mohamed Sukri Omar (PAS) |align=\"right\" |8,335 |9.72% |- | | | Jenice Lee Ying Ha (PRM) | align=\"right\" |442 | 0.52% |- | | | (IND) |align=\"right\" |73 |0.09% |} {| class=\"wikitable\" style=\"margin:0.5em ; font- size:95%\" |+ Selangor State Legislative Assembly !|Year !|Constituency !colspan=2| !|Votes !|Pct !colspan=2|Opponent(s) !|Votes !|Pct !|Ballots cast !|Majority !|Turnout |- | 2014 | N25 Kajang | | | (PKR) | align=\"right\" | 16,741 | 59.57% | | | Chew Mei Fun (MCA) | align=\"right\" | 11,362 | 40.43% | 28,314 | 5,379 | 72.09% |} ==See also== * Pakatan Rakyat * Pakatan Harapan * Reformasi (Malaysia) ==References== ==External links== * Asia Week: A Woman of Grace * Result of Malaysian General Election 2008 for Permatang Pauh |- |- |- |- |- |- Category:Living people Category:1952 births Category:People from Singapore Category:People who lost Singaporean citizenship Category:Singaporean emigrants to Malaysia Category:Citizens of Malaysia through descent Category:Malaysian people of Malay descent Category:Malaysian people of Peranakan descent Category:Malaysian Muslims Category:Malaysian obstetricians Category:Malaysian gynaecologists Category:Malaysian ophthalmologists Category:Women ophthalmologists Category:Malaysian civil rights activists Category:Malaysian democracy activists Category:Malaysian political party founders Category:Leaders of political parties in Malaysia Category:People's Justice Party (Malaysia) politicians Category:Deputy Prime Ministers of Malaysia Category:Spouses of Deputy Prime Ministers of Malaysia Category:Government ministers of Malaysia Category:Women government ministers of Malaysia Category:Members of the Dewan Rakyat Category:Malaysian Leaders of the Opposition Category:Women opposition leaders Category:Women members of the Dewan Rakyat Category:Members of the Selangor State Legislative Assembly Category:Women MLAs in Selangor Category:Women in Penang politics Category:Alumni of the Royal College of Surgeons in Ireland Category:21st- century Malaysian politicians Category:21st-century women politicians ",
    "title": "Wan Azizah Wan Ismail"
}