{
    "id": "1428007",
    "text": "thumb Cameroon is a Central African nation on the Gulf of Guinea. Bantu speakers were among the first groups to settle Cameroon, followed by the Muslim Fulani until German domination in 1884. After World War I, the French took over 80% of the area, and the British 20%. After World War II, self- government was granted, and in 1972, a unitary republic was formed out of East and West Cameroon. Until 1976 there were two separate education systems, French and English, which did not merge seamlessly. English is now considered the primary language of instruction. Local languages are generally not taught as there are too many, and choosing between them would raise further issues. Christian mission schools have played a significant role in educating children whose parents can afford them. But most cannot. Primary schooling has been free since 2000, but these are very basic, overcrowded, and parents must pay for all sundries. A 2004 government study found that elementary schools only had enough seats for 1.8 million students, with an attendance of 2.9 million. There are fewer girls than boys, mainly due to such things as early marriage, pregnancy, domestic chores, and traditional biases. On the back of this, the Cameroonian government launched a programme of construction and renewal, but with limited success. Corruption is still a problem and facilities remain basic. Most schools have working toilets, access to a water tap, or enough tables and benches for students. Teachers are highly trained and highly motivated. Secondary schools are expensive and there are both state-run and private universities. == Background == Two separate systems of education were used in Cameroon after independence: East Cameroon’s system was based on the French model, West Cameroon’s on the British model. Uniting the two systems was deemed a symbol of national integration between West and East Cameroon.A. Bame Nsamenang, Therese M.S. Tchombe, \"Handbook of African Educational Theories and Practices\", Human Development Resource Centre (HDRC), Bamenda, 2011, pp. 483-492. The two systems were merged by 1976, but studies suggest that they didn’t blend well.Edith Esch, \"English and French pedagogical cultures: convergence and divergence in Cameroonian primary school teachers’ discourse\", in Comparative Education, Vol. 48, No. 3, August 2012, p. 305. Shortly after independence, French was considered the main language of the country, but with the rising of English as first commercial language in the world, the balance switched to the latter.Mark Dike DeLancey, Rebecca Neh Mbuh, \"Historical Dictionary of Cameroon\", Scarecrow Press, Plymouth, 2010, 4th edition, p. 70. Christian mission schools have been an important part of the education system, but most children cannot afford them and are forced to choose state-run schools.John Mukum Mbaku, \"Culture and Customs of Cameroon\", Greenwood Press, Westport, Connecticut, 2005, p. 15. Education became compulsory up to the age of 12 years, when 6 years of primary schooling are complete. Primary school education is free (since 2000), but families must pay for uniforms, book fees, and sometimes even anti-malaria prophylaxis for pupils. Tuition fees at the secondary school level are high, and therefore unaffordable for many families.\"2005 Findings on the Worst Forms of Child Labor\", U.S. Department of Labor, 2006. Available at The country has institutions for teacher training and technical education. There is, however, a growing trend for the wealthiest and best-educated students to leave the country to study and live abroad. === Legislation === The Constitution affirms that \"the State shall guarantee the child’s right to education [and that] primary education shall be compulsory\", however, the government avoided human rights language and refers only to \"equality of opportunity for access to education\".Katarina Tomasevski, \"Free or Fee: 2006 Global Report – The State of the Right to Education Worldwide\", Copenhagen, August 2006, p. 23. == Statistics == Literacy rate % by region {| class=\"wikitable\" style=\"text-align:center\" |- ! General information ! Statistics |- | Expected years of schooling (on average) | 12 yrs |- | Adult literacy rate (people aged 15 and more, both sexes) | 71.3% |- | Mean years of schooling (adults) | 5.9 yrs |- | Education index | 520 |- | Combined gross enrollment in education (both sexes) | 60.4 |} According to data available for 2011, 47.7 percent of girls and 56.7 percent of boys attended primary school. The low school enrolment rate was attributed to cost, with girls’ participation further reduced by early marriage, sexual harassment, unwanted pregnancy, domestic responsibilities, and certain socio-cultural biases. Domestic workers are generally not permitted by their employers to attend school. A 2004 government study found there is a large gap between the capacity of the schools and the number of potential students. According to the study, preschools served only 16% of the potential student population. Within the school system, the northern provinces were the most underprivileged, with only 5.7% of all teachers working in the Adamawa, North, and Extreme North provinces combined. The study showed that elementary schools only had enough seats for 1.8 million students, although 2.9 million attended school. After these findings, Cameroonian government launched a three-years programme to construct and renovate schools, improve teacher competency, and provide instructional materials, which was apparently renewed in 2010. Still problems are not to be considered resolved: embezzlement of education funds is considered the main problem in primary education; half of the state primary schools in the sample reported problems with their buildings (only 19% of schools have working toilets, 30% have access to a water tap, and barely 30% have enough tables and benches for students); absenteeism of teachers and poor implementation and enforcement of rules and regulations == Structure of the educational system == The educational system in Cameroon is divided into primary (six years, compulsive), middle school (five years), secondary (high school, two years), and tertiary (University). The academic year runs from September to June, at which time, end-of-year-examinations are always written. The General Certificate of Education (GCE), both Ordinary and Advanced levels, are the two most qualifying exams in the Anglophone part of Cameroon. There are two separate secondary schooling systems, depending on whether the French or British colonial models apply. In broad terms though, the secondary phase comprises a lower (middle school) and an upper level (high school). For the majority of young people this distinction remains academic, because their parents are unable to afford secondary school fees at all. Students who graduate from a five-year secondary school program have to sit for the GCE Ordinary Level, and those who graduate from a two year high school program have to sit for the GCE Advanced Level. So far, the GCE advanced level and the Baccalaureate (the French equivalent of academic attainment) are the two main entrance qualifications into institutions of higher learning. After secondary school, there is the possibility of undertaking \"vocational studies,\" courses aimed to unemployed people under the responsibility of the Ministry of employment. === Grading scale === ==== French grading scale ==== {| class=\"wikitable\" style=\"text-align:center\" |- ! Scale ! Grade description ! US Grade ! Notes |- | 15.00-20.00 | Très bien (very good) | A | |- | 13.00-14.99 | Bien (good) | A- | |- | 12.00-12.99 | Assez bien (quite good) | B+ | |- | 11.00-11.99 | Passable (satisfactory) | B | |- | 10.00-10.99 | Moyen (sufficient) | C | |- | 0.00-9.99 | Insuffisant (insufficient) | F | Failure (May be considered passing if entire year is passed) |} ==== English grading scale ==== {| class=\"wikitable\" style=\"text-align:center\" |- ! Scale ! Grade description ! Division ! US Grade |- | A | First class | | A |- | A- | Second class | Upper division | A- / B+ |- | B | Second class | Lower division | B |- | C+ | Pass | | C |} ==Primary and secondary education== Primary school in Godomey. St Jean Bosco school in Douala. Vocational training in Mbô (Bandjoun). Education is compulsory through the age of 12 years. This article incorporates text from this source, which is in the public domain. Primary school education has been free since 2000; however, families must pay for uniforms and book fees. Tuition and fees at the secondary school level remain unaffordable for many families. In 2002, the gross primary enrollment rate was 108 percent. Gross enrollment ratios are based on the number of students formally registered in primary school and do not necessarily reflect actual school attendance. In 2001, 84.6 percent of children ages 10 to 14 years were attending school. As of 2001, 64 percent of children who started primary school were likely to reach grade 5. Fewer girls enroll in primary school in Cameroon than boys. In 2001, the UN Committee on the Rights of the Child identified a number of problems with the education system in Cameroon, including rural/urban and regional disparities in school attendance; limited access to formal and vocational education for children with disabilities; children falling behind in their primary education; a high dropout rate; lack of primary school teachers; and violence and sexual abuse against children in schools. Early marriage, unplanned pregnancy, domestic chores and socio- cultural biases also contribute to low education rates. Domestic workers are generally not permitted by their employers to attend school. The adult literacy rate is 67.9%.UN human development indicators. In the southern areas of the country almost all children of primary-school age are enrolled in classes. However, in the north, which has always been the most isolated part of Cameroon, registration is low. Most students in Cameroon do not go beyond the primary grades. There has been an increasing trend of the smartest students leaving the country in recent years to study abroad and settling there: the so-called \"brain drain\". Two separate systems of education were used in Cameroon after independence. East Cameroon's system was based on the French model, West Cameroon's on the British model. The two systems were merged by 1976. Christian mission schools have been an important part of the education system. The country has institutions for teacher training and technical education. At the top of the education structure is the University of Yaoundé. There is, however, a growing trend for the wealthiest and best- educated students to leave the country to study and live abroad, creating a brain drain. Students in Science Laboratory in GBHS Tiko passing the Government Common Entrance Examinations (and obtaining a First School Leaving Certificate) in Class 6 (now) or 7 (formerly). The last two years in secondary school, after GCE O Levels, are referred to as high school. A high school is part of the secondary school but in Cameroon, it is habitual to talk of secondary school for a school which ends at the O Levels and high school for one which offers the complete secondary education program of 7 years (or one which simply has lower and upper sixth classes). Computer Science Students in Class The academic year in Cameroon runs from September to June, at which time, end-of-year-examinations are always written. The General Certificate of Education (GCE) both Ordinary and Advanced levels are the two most qualifying exams in the Anglophone part of Cameroon. Students who graduate from a five- year secondary school program have to sit for the General Certificate of Education Ordinary Level, and those who graduate from a two year high school program have to sit for the General Certificate of Education Advanced Level. So far, the GCE advanced level and the Baccalaureate (the French equivalent of academic attainment) are the two main entrance qualifications into Cameroon's institutions of higher learning. Researchers from the PanAf Project Cameroon found that female students now use social internet networks more for pedagogical reasons than the traditional thought of searching for boyfriends. The most used social internet networks included Facebook, Myspace, Hi-5, Whatsapp, Aidforum and Commentcamarche. ==Higher education== Students at National Day parade 2019 in Douala Although Cameroon boasts a sprawling cache of junior academic institutions of excellence, higher institutions are rather insufficient. There are eight state-run universities in Buea, Bamenda, Douala, Dschang, Maroua and Ngaoundere and Yaounde I & II. There is a handful of thriving private universities such as the Bamenda University of Science and Technology (BUST), International University Bamenda, Higher Institute For Professional Development And Training (HIPDET)Bamenda and the Fotso Victor University in the west province. The University of Buea, University of Yaounde I, and the University of Yaounde II are the only Anglo-Saxon style universities. The University of Bamenda which went operational in 2011 is bilingual. The rest of Cameroon's universities are run on the francophonie model, although in principle, they are considered to be bilingual institutions. Cameroon's universities are strictly managed by the central government, with the pro-chancellors and rectors appointed by presidential decree. The minister of higher education is the chancellor of all Cameroon's state universities. Compared with neighbouring countries, Cameroon generally enjoys stable academic calendars. In all, Cameroon's higher education has been a success since independence, with thousands of its graduates mostly consumed by the national public service. Since the 1990s, with economic crises, a new trend has been for hundreds of university graduates leaving the country for greener pastures in Western countries. Since this graduates are going out looking for greener pastures or for studies, universities should implement some of those courses learned out there such as digital marketing so as to develop our country even before 2035 that has been spoken of. These students go out and apply their skills in countries that have been developed already, instead of staying home and making things better. The government is doing little or nothing to curb this brain drain. Nonetheless, an emerging number of private higher technical institutions of learning like the American Institute of Cameroon AIC, Nacho University, Maaron Business School, Fonab Polytechnic, and many others are beginning to reshape the predominantly general style of education that for over three decades has been the turf of most anglophone students in Cameroon. Eight Public Universities in Cameroon include: * University of Bamenda * University of Buea * University of Douala * University of Dschang * University of Maroua * University of Ngaoundere * University of Yaounde I * University of Yaounde II Other Universities in Cameroon include: * St. Thomas Aquinas Regional Major Seminary (Bambui) * The Information and Communication Technology University University (The ICT University) (Yaounde, Cameroon) * Bamenda University of Science & Technology (Bambui) * Catholic University of Cameroon, Bamenda (Bambui) * Fomic Polytechnic, Buea (Buea, www.fomicgroup.cm) * International University, Bamenda: website, facebook * University Institute of the Diocese of Buea (two campuses) * University of Maroua * ST Monica The American University, Cameroon, Buea (Bulu Buea) smuedu.org * American Institute of Cameroon, Ndop * Catholic University of Central Africa (Yaounde) * International Relations Institute of Cameroon * Siantou and Ndi Samba Schools of Higher Learning (Yaounde) * St Louis University Institute of Medical and Biomedical Sciences in Bamenda * National Polytechnic Bambui * St Jerome University Douala * Institute Université de l'coté Douala * Higher Institute For Professional Development And Training (HIPDET) == Funding == Cameroon public expenditure on education in 2011, according to UNESCO, amounted at 3.7% of GDP. St Monica America University == Education issues == === Teachers === Absenteeism of teachers is a reason generally considered to contribute to the poor level of education in the country.\"Lessons learned: primary education in Cameroon and South Africa\", Transparency International, op. cit. Teachers from both English and French sub-systems, for cultural and historical reasons, still operate as separate in the educational system, and this prevents \"teachers from developing a joint pedagogical repertoire about professional matters and to engage in productive debates around new discourses and repertoires such as ICTs in support of teaching,\" even if as private individuals, they \"appear to be open to the challenges of modern Cameroon and multilingual communication in large urban centres.\"Edith Esch, op. cit., p. 318. === Textbook reviewMost of the paragraph is based on A. Bame Nsamenang, Therese M.S. Tchombe, \"Handbook of African Educational Theories and Practices\", Human Development Resource Centre (HDRC), Bamenda, 2011, pp. 483-492.=== In 1995, the National Forum on Education strongly recommended \"the insertion of local knowledge and practices in the school curriculum to make the education system more relevant to the learners.\" For so, the Institute of Rural Applied Pedagogy (IRAP) put into place adapted programs and an integrated training that combined general knowledge with work practices (agriculture, animal husbandry, poultry, brick laying, carpentry, etc.). However, the system was not perfectly balanced: traditional subjects (i.e. Mathematics, Science, French language) were adequately developed, whereas the new subjects were not studied to adapt to the different situations, nor were considered other needs (in rural zones, children are forced to leave school because they are needed to provide enough means of support to their family). The project wasn’t a complete failure: some of the initiatives were, in fact, interesting and proved that the approach was somewhat correct, but had to be more precisely studied – possibly by integrating also teachers’ and students’ experiences, also outside schools. === Languages === The Cameroonian system is deeply divided into two sub- systems: even if formally the two have been merged since 40+ years, differences of approach in teachers are more than evident. This is a real issue, since it affects the possibilities of reforming in a more competitive and efficient way the system.Edith Esch, op. cit. Another issue is the complete lack of a programme for including local languages in the educational system. Main reasons are the lack of Government support to the proposal, and the factual impracticability of some of the proposals: since there are more than 270 local languages in Cameroon, picking at random a language to be taught in all country \"would generate political feelings of superiority that may endanger national unity.\"Eric A. Anchimbe, \"Socio-pragmatic Constraints to Native or Indigenous Language Education in Cameroon\", in Selected Proceedings of the 36th Annual Conference on African Linguistics: Shifting the Center of Africanism in Language Politics and Economic Globalization, Cascadilla Proceedings Project, Somerville, 2006, p. 134. There are some programmes (both public and private) to teach those local languages at school and in other facilities, but there are anyway mixed feelings towards them: they are spoken the most in the ordinary lives of Cameroonians, but there is still a \"social stigma\" towards those who cannot speak anything other than an indigenous languages; on the contrary, being proficient in English or French is something to be proud of (especially teachers are likely to \"show off\"), but still pupils are not stimulated in using them at home, because of the low literacy level of their families.See Anchimbe, op. cit., pp. 134-136, as well as Ian Cheffy, \"Implications of local literacy practices for literacy programmes in a multilingual community in northern Cameroon\", in Compare: A Journal of Comparative and International Education, vol. 41, no. 2, pp. 247-260. === Education of students with special needs === In 2010, the UN Committee on the Rights of the Child stated that \"is deeply concerned at the persistence of de facto discrimination among children in the enjoyment of their rights. It is especially concerned that girls, indigenous children, children with disabilities, refugee children, children from poor rural areas, and children in street situations suffer particular disadvantages with regard to education, access to health and social services.\" === Impact of Boko Haram violence === Schools in the Far North Region, such as Fotokol, have been impacted by the Boko Haram insurgency, which has spilled into border areas from neighboring Nigeria. In January 2015, many schools in the Far North did not re-open immediately after the Christmas vacation following the December 2014 Cameroon clashes, and it was reported that \"Thousands of teachers, students and pupils have fled schools located along the border due to bloody confrontations between the Cameroon military and suspected Boko Haram militants.\" The Cameroonian military has deployed forces to ensure safety for students attending schools. ==References== == Further reading == * \" Cameroon – Country profile\", UNDP. * \"2005 Findings on the Worst Forms of Child Labor\", U.S. Department of Labor, 2006. * \"Country Reports on Human Rights Practices for 2006\", U.S. Department of State, 2007. * \"Lessons learned: primary education in Cameroon and South Africa\", Transparency International, July 27, 2011. * Eric A. Anchimbe, \"Socio-pragmatic Constraints to Native or Indigenous Language Education in Cameroon\", in Selected Proceedings of the 36th Annual Conference on African Linguistics: Shifting the Center of Africanism in Language Politics and Economic Globalization, Cascadilla Proceedings Project, Somerville, 2006. * A. Bame Nsamenang, Therese M.S. Tchombe, \"Handbook of African Educational Theories and Practices\", Human Development Resource Centre (HDRC), Bamenda, 2011. * Ian Cheffy, \"Implications of local literacy practices for literacy programmes in a multilingual community in northern Cameroon\", in Compare: A Journal of Comparative and International Education, vol. 41, no. 2, pp. 247–260. * Mark Dike DeLancey, Rebecca Neh Mbuh, \"Historical Dictionary of Cameroon\", Scarecrow Press, Plymouth, 2010, 4th edition * Edith Esch, \"English and French pedagogical cultures: convergence and divergence in Cameroonian primary school teachers’ discourse\", in Comparative Education, Vol. 48, No. 3, August 2012 ==External links== * Classbase Cameroon *Cameroon Universities List * Les Universities du Cameroun at CamerounContact * International Network for Higher Education in Africa's Cameroon profile page * The History of private Higher Educational Institutions in Cameroon *Kamerpower | The Best Educative website in Cameroon ",
    "title": "Education in Cameroon"
}