{
    "id": "1428185",
    "text": "The Saint is a British ITC mystery spy thriller television series that aired in the United Kingdom on ITV between 1962 and 1969. It was based on the literary character Simon Templar created by Leslie Charteris in the 1920s and featured in many novels over the years. He was played by Roger Moore. Templar helps those whom conventional agencies are powerless or unwilling to protect, often using methods that skirt the law. Chief Inspector Claud Eustace Teal is his nominal nemesis who considers Templar a common criminal, but often grudgingly tolerates his actions for the greater good. NBC picked up the show as a summer replacement in its evening schedule in 1966 because of the strong performance in the United States of the first two series in first-run syndication. The programme, therefore, ended its run with both trans-Atlantic primetime scheduling and colour episodes. It also proved popular beyond the UK and US, eventually airing in over 60 countries, and made a profit in excess of £350m for ITC.Television Haven overview of The Saint Time magazine article from 18 April 1969 detailing the premiere of the fifth series of The SaintThe Guardian Robert S Baker obituary, paragraph 3 With almost 120 episodes, the programme is exceeded only by The Avengers as the most productive show of its genre produced in the UK. As with The Avengers, the colour episodes were originally broadcast in the UK in black and white before the advent of colour transmissions on ITV. ==Series overview== Roger Moore had earlier tried to buy the production rights to the Saint books himself, and was delighted to be able to play the part. Moore eventually became co-owner of the show with Robert S. Baker when the show moved to colour and the production credit became Bamore Productions. Most of the wardrobe Moore wore in the series was his own. He was reportedly offered the role of James Bond at least twice during the run of the series, but he had to turn it down both times due to his television commitments. In one early episode of the series (titled \"Luella\"), another character actually mistakes Templar for Bond. Moore accepted the Bond role after The Saint ended its run. Moore had a few recurring co-stars, especially Ivor Dean, who played Templar's nemesis, Inspector Teal. In three early episodes, Teal had been played by Campbell Singer, Norman Pitt, and Wensley Pithey; Dean featured from the episode \"Iris\" (7 November 1963) onward. Teal's relationship with Templar was broadly similar to that depicted in the novels, but in the series, he is often depicted as bungling, rather than merely Charteris's characterisation of him as an officious, unimaginative policeman. When in France, Templar had a similar relationship with Colonel Latignant (Arnold Diamond). Latignant is depicted as being even less competent than Teal, and is even keener than Teal to find Templar guilty, though Templar repeatedly helps him solve the case. Unlike Teal, Latignant did not appear in Charteris's novels. In all, Inspector Teal featured in 26 episodes and Colonel Latignant in six. The Saint began as a straightforward mystery series, but over the years adopted more secret agent- and fantasy-style plots. It also made a well-publicised switch from black-and-white to colour production midway through its run. The early episodes are distinguished by Moore breaking the fourth wall and speaking to the audience in character at the start of every episode. With the switch to colour, this was replaced by simple narration. The pre-credit sequence usually ended with someone referring to (and/or addressing) the Saint by name – \"Simon Templar\"; at this point, an animated halo appeared above Templar's head as the Saint looked at the camera (or directly at the halo). Some episodes, such as \"Iris\", broke away from this formula and had Templar address the audience for the entire pre-credit sequence and referring to himself by name, setting up the story that followed. Many episodes were based upon Charteris's stories, although a higher percentage of original scripts were used as the series progressed (\"Queen's Ransom\" was both the first colour episode and the first episode not to be based on a Charteris work). The novel Vendetta for the Saint, credited to Charteris but written by Harry Harrison, was one of the last Saint stories to be adapted. Some of the later scripts were novelised and published as part of the ongoing series of The Saint novels, such as The Fiction Makers and The People Importers. The first of these books, which gave cover credit to Charteris, but were actually written by others, was The Saint on TV, and the series of novelisations continued for several years after the television programme had ended. The Saint's car used in the series Templar's car, when it appeared, was a white Volvo P1800 with the number plate ST1. This model Volvo is still often referred to as \"the Saint's car\", with miniature versions made by Corgi which have proved popular. Volvo was pleased to supply their recently introduced car in 1962 for its promotional value, after Jaguar Cars had rejected a request from the producers to provide an E-type. Moore and guest star Earl Green in \"Interlude in Venice,\" 1966 Unlike its contemporary rival, The Avengers, The Saint was shot entirely on film from the beginning, whereas the first three series of the other series (broadcast between 1961 and 1964) were videotaped, with minimal location shooting. All episodes of The Saint were syndicated abroad. The black-and-white series were first syndicated in the US by NBC affiliate stations in 1967 and 1968, and 32 of the 47 colour episodes were broadcast by NBC from 1968 to 1969, and have since played in syndication in the US for many years after (the '70s sequel Return of the Saint aired to high ratings on CBS in 1979–80). Most series are available on DVD in North America. Two two-part episodes from series 6, \"Vendetta for the Saint\" and \"The Fiction Makers\", were made into feature films and distributed to theatres in Europe, and often show up on late-night television in America. They are also available on DVD. In the UK, ITV4 has broadcast colour episodes. In the US, FamilyNet and RTV have aired both the black-and-white and colour episodes. Me-TV has also broadcast the series. In March 2015, the CBS-owned Decades digital cable network aired a \"Series Binge\" marathon of the show as part of \"Countdown to Decades\", a soft-launch prelude to the network's official launch in May 2015. The marathon featured every episode of the series aired back to back. The marathon began on 30 March at 5 pm Eastern Time and ended on 3 April at 11 pm. The broadcast network This TV has been running three or four episodes in a block on Saturday evenings since April 2018, starting at either 11:00pm or midnight (depending on the running time of the movie scheduled to air ahead of it). In October 2018, This TV added a two- episode-per-weekday run at 7:00am, independently sequenced of the continued Saturday night airings. Neither includes the two-part episodes referenced in the previous paragraph. ==Filming locations== In the TV series, the Saint lives in London, though the exact address is never revealed, (53 Grosvenor Mews is his stated address in series 2 episode 2) and he is seen travelling to locations across London, the UK, and around the world. The whole series was shot at Associated British Elstree Studios in Hertfordshire, with very few scenes shot on location elsewhere. This was achieved by making extensive use of the sets at Elstree, early blue-screen technology to simulate different locations in the background, painted or projected backdrops, and revolving painted backdrops for moving scenes. A few exceptions exist, such as the extensive location shoot on the island of Malta for \"Vendetta for the Saint\". Look-alikes were used for location shoots where the Saint is seen in the distance entering a well-known building or driving past the camera at speed.UK Colour Series DVD Release, disk 8, special feature documentary \"The Saint Steps In...To Colour\", narrated by Roger Moore Where it was not possible to do it in the studios, some scenes were shot in North London, such as the block of flats Embassy Lodge in Regents Park Road NW3, which is shown in 5-15 The Persistent Patriots. ==Fan club== The Saint and its books have a fan club created originally by Leslie Charteris for the fans of the series. The club fell under the control of honorary chairmen, Sir Roger Moore (prior to his death) and Ian Ogilvy (who played Templar in the 1970s revival series, ‘’Return of the Saint’’). The club marks events such as the publication of books or other information on the series. ==Episodes== The black-and-white episodes of The Saint were made in two production runs, the first, of 39 episodes, was split into two separate series on transmission, and the second, of 32 episodes, again split into two series on transmission. Series five, the first to be produced in colour, consisted of a production run of 32 episodes. The second colour production run consisted of 15 episodes, and has a revamped theme tune, marking it out from the first batch of colour episodes. \"The Fiction Makers\" from series five was edited into a two-parter using the revamped theme for inclusion in series six, as was \"Vendetta for the Saint\". However, during transmission of series five, transmission of the episodes caught up with production, meaning repeats of some of the black-and-white episodes had to be slotted into the schedule to slow the broadcast of new episodes (this had little impact on viewers, as the colour episodes were being broadcast in black and white anyway). This series started transmission halfway through production, leading to only 26 of the episodes being screened. The three unscreened episodes plus \"The House on Dragon's Rock\", which in some regions was not broadcast because it was thought unsuitable for children, were then mixed in with series six for transmission. ==Home releases== A&E; Home Entertainment, under licence from Carlton International Media Limited, released all the episodes of this 1960s British cult spy suspense thriller on DVD in Region 1. They have released two sets of monochrome episodes, the first with three discs, the second with four. Each disc contains four complete, unedited, uncut original broadcast episodes, meaning only 28 of the monochrome episodes are available. Each episode has been completely restored from the original 35MM film prints and digitally remastered in full colour, and was presented in its original UK broadcast presentation and their original US broadcast order. All of the colour episodes have been released in seven two- disc sets, as well as in one 14-disc \"megaset\". The two-part episodes are only in movie form. These are currently out of print. A&E; Home Entertainment also released the original monochrome episodes on Region 1 DVD, entitled The Saint: The Early Episodes, in which A&E; had remastered and restored all the black- and-white episodes of the series from the original film elements. On 26 May 2015 Timeless Media Group released The Saint: The Complete Series on DVD in Region 1 for the first time. The 33-disc set features all 118 episodes of the series, as well as bonus features.Official Shout!/TMG Press Release for 'The Complete Series' Set They subsequently released seasons one and two on DVD in a separate 10-disc collection on 13 October 2015.A Timeless Release of 'Seasons 1 and 2,' Starring Roger Moore! Seasons three and four were released on 19 January 2016.Shout!/TMG Schedules DVDs for Roger Moore in 'Seasons 3 and 4' In Region 2, Network Distributing has released two multidisc sets, with all the monochrome episodes available in an 18-disc set, and all the colour ones in a 14-disc set. The colour set includes the theatrical versions of the two double-length stories, as well as the original 48-minute two-part versions. Also included are a 40-minute documentary and isolated music tracks. Prior to this, Carlton Video had released four separate discs, the first one with the first two episodes, and the rest with four episodes each. Also, a ten-disc set repackages the previous four discs alongside six more, containing the first 39 monochrome episodes. The monochrome and colour sets are the best out there, in terms of picture, audio quality, and special features. In France, TF1 Vidéo has released five multidisc sets, containing all the 118 episodes, in French and in English. In Region 4, Umbrella Entertainment released the entire series in Australia, in five boxed sets of six discs each. These are in PAL format, but with no region code. The boxsets feature numerous extras including a series of audio commentaries recorded in 2004 with surviving members of the cast and crew, ranging from guest stars to Roger Moore. ==Revivals/remakes== *In 1978, the series was revived as Return of the Saint, starring Ian Ogilvy as Templar. *Two further attempts were made to revive The Saint on television. In 1987, a 46-minute U.S. TV pilot, \"The Saint in Manhattan\", was made starring Australian actor Andrew Clarke; and in 1989, London Weekend Television in the UK made a series of six film-length episodes starring Simon Dutton. *Roger Moore never played the role again after 1969, though he is heard speaking on a car radio during the 1997 film The Saint, starring Val Kilmer as Templar. The final film bore little resemblance to the books or TV series, and carried no credit for Leslie Charteris. The producers bought the rights to use the character's name from Robert S. Baker, who held the rights and had developed and produced both The Saint and Return of the Saint. *In September 2009, it was announced that The Saint was to be remade for television by Vancouver-based studio Brightlight Pictures. Scottish actor Dougray Scott was lined up to play Simon Templar.Broadcastnow.co.uk However, no series eventuated. It was later reported James Purefoy would play The Saint in a remake, production of which was scheduled to begin in July 2011. This project also failed to materialise. *In December 2012, it was announced that Roger Moore would produce a new series, which would star Adam Rayner as Simon Templar and Eliza Dushku as his girlfriend Patricia Holm. In a promotion that was later released, it was also shown that Moore would star in the new series, as would his successor in Return of the Saint, Ian Ogilvy. Production of a pilot episode was completed by early 2013. As of summer 2014, it was awaiting a broadcast time in the U.S. However, the piece underwent reshoots for the ending and add an extra prologue in November 2015, and the pilot episode was retooled as a TV film, The Saint, getting an online release on 12 July 2017, two months after Moore's death. ==References== ==Further reading== *Barer, Paul. The Saint: A Complete History in Print, Radio, Film and Television of Leslie Charteris' Robin Hood of Modern Crime, Simon Templar, 1928–1992. Jefferson, North Carolina: McFarland & Company, 2003. *Dickerson, Ian. The Saint on TV. Andover, UK: Hirst Publishing, 2011. ==External links== * * * British Film Institute Screen Online * Saint on TV fanpage with much information * Science Fiction in The Saint Category:1960s British drama television series Category:1962 British television series debuts Category:1969 British television series endings Category:British crime television series Category:Espionage television series Category:Television series by ITC Entertainment Category:ITV television dramas Category:NBC original programming Category:The Saint (Simon Templar) Category:Television shows based on British novels Category:Television series by ITV Studios Category:Television shows filmed in the United Kingdom Category:Black-and-white British television shows Category:English-language television shows ",
    "title": "The Saint (TV series)"
}