{
    "id": "1428399",
    "text": "The National Intelligence Distinguished Service Medal (NIDSM) is a decoration awarded for service to the United States Intelligence Community. The decoration is awarded to any member or contributor to the National Intelligence Community, either civilian or military, who distinguishes themselves by meritorious actions to the betterment of national security in the United States of America, through sustained and selfless service of the highest order. The National Intelligence Distinguished Service Medal was once considered junior to the older National Security Medal.Director of Central Intelligence Directive 7/1 With the establishment of the National Intelligence Awards (NIA) Program by the Office of the Director of National Intelligence (ODNI), the National Intelligence Distinguished Service Medal was the highest decoration in the program. An update to the NIA program added awards and changed precedence, with the NIDSM being succeeded by the Intelligence Community Medal for Valor in the order of precedence. As an authorized U.S. non-military decoration on U.S. military uniforms, the National Intelligence Distinguished Service Medal is worn after U.S. military unit awards and before U.S. military campaign and service awards. ==Appearance== The National Intelligence Distinguished Service Medal is a gold colored medal across. The obverse design consists of a white 16 pointed star surmounted by a gold heraldic rose. In the center of the rose is a dark blue disc bearing an eight pointed compass rose in gold. The reverse bears the words NATIONAL INTELLIGENCE DISTINGUISHED SERVICE, one word on each line, all in gold. The medal's ribbon, which is from the original, is wide. The ribbon is white with blue stripes at both edges. In the center is a scarlet stripe flanked by yellow stripes. Symbolically, the heraldic rose is a symbol of secrecy and confidence, referring to the term sub rosa which is Latin for \"under the rose.\" That symbol has traditionally been used to describe something to be kept secret and not repeated elsewhere. Blue represents loyalty, and is taken from the seal of the Office of the Director of National Intelligence. The compass rose in the center of the medal symbolizes the world-wide mission of the organization, while the points of the white star also allude to compass points. The white color represents honesty, truth and optimism. ==Known recipients== == Recipients gallery == File:Barack Obama James L Jones and James R Clapper 20101020.jpg|Barack Obama and James R. Clapper presented the National Intelligence Distinguished Service Medal to James L. Jones. (October 20, 2010) ==See also== * Distinguished Service Medal (disambiguation) * Awards and decorations of the United States government ==Sources== Distinguished Service Medal, National Intelligence Category:Awards established in 1993 ",
    "title": "National Intelligence Distinguished Service Medal"
}