{
    "id": "1428288",
    "text": "Matt O’Connor (born February 1967) is a marketing consultant, political activist, and author. He is the founder and leader of the Fathers 4 Justice organisation. ==Early life and business career== He was born in Manchester in February 1967, and grew up in Kent. His father was a headmaster of a Catholic school from Kerry, Ireland; his mother was an English teacher. ==Fathers 4 Justice== Fathers 4 Justice was founded in 2001 in the UK by O'Connor.Deborah Ross \"Matt O'Connor: The man behind Fathers4Justice\", The Independent, 4 July 2006 In 2007 he published his first book Fathers4Justice: The Inside Story through the Orion Publishing Group and sold the motion picture rights to his life story to Buena Vista pictures, part of the Walt Disney group. == Ice cream == In 2009 O'Connor launched an ice cream brand ‘The Icecreamists’ at Selfridges’ London store, then opened a shopfront in Covent Garden. He sold \"extreme flavours\" such as absinthe, crushed popcorn, and horseradish. In 2011 his Baby Gaga breast milk ice cream was removed from sale by Westminister Council for testing, but later returned. Newspapers reported that singer Lady Gaga threatened legal action over the possible use of her name. His second book The Icecreamists was published 2012 by Octopus Publishing. He was also the Creative Director for the Gelato brand Antonio Federici Gelato Italiano campaign launched in 2009. Several of the advertisements were later banned by the Advertising Standards Authority. ==Mayoral candidacy== In 2008 he was a candidate in the London mayoral election for the English Democrats, but he pulled out a week before polling date, citing a lack of both support from the Democrats, and publicity from the press. ==Publications== *Fathers4Justice: The Inside Story (Weidenfeld & Nicolson, 2007) *The Icecreamists: Boutique ice creams and other guilty pleasures to make and enjoy at home (Mitchell Beazley, 2012) ==References== Category:Living people Category:English Democrats politicians Category:Fathers' rights activists Category:People from County Kerry Category:Irish emigrants to the United Kingdom Category:Date of birth missing (living people) Category:1967 births Category:People from Manchester ",
    "title": "Matt O'Connor (activist)"
}