{
    "id": "1429159",
    "text": "Eirik playing concert with Kings of Convenience Eirik Glambek Bøe (born 25 October 1975) is a Norwegian musician, writer and vocalist, best known for being part of the indie folk duo Kings of Convenience together with Erlend Øye. He has studied psychology at the University at Bergen. Although his native language is Norwegian, many of his writings are in English. He formed the band Skog together with Øye in the 1990s. They formed Kings of Convenience in 1998 and released their first album Quiet is the New Loud in 2001. Øye had become interested in electronic music and in October 2001 they released the remix album Versus. The single \"Toxic Girl\" brought Bøe's music to the attention of fans and received critical acclaim for its unpretentious simplicity and lyrical quality. In 2004 Kings of Convenience released Riot on an Empty Street which was followed by a European and North American tour in 2005. In 2006 he supported Øye's band The Whitest Boy Alive at some dates on their Scandinavian tour with another band Kommode. Kommode features members of Skog, except for Øye. In a rare guest vocal appearance, Bøe sings on the track \"How My Heart Behaves\" on Feist's 2007 release, The Reminder. In October 2009 Kings of Convenience released a third studio album Declaration of Dependence on the Astralwerks label. In 2017 the band Kommode released, after many years of silence, the single song Fight or Flight or Dance All Night followed after some weeks by the song Captain of your Sinking Ship. In August 2017 the band Kommode released the album Analog Dance Music containing 10 original songs. Erlend Øye (on the left) playing with Eirik (right) ==References== ==External links== *Kings of Convenience official website Category:1975 births Category:Living people Category:Norwegian musicians Category:21st-century Norwegian singers Category:21st-century guitarists ",
    "title": "Eirik Glambek Bøe"
}