{
    "id": "1429428",
    "text": "The CKUA Radio Network is a Canadian donor-funded community radio network based in Edmonton, Alberta. Originally located on the campus of the University of Alberta in Edmonton (hence the UA of the call letters), it was the first public broadcaster in Canada when it began broadcasting in 1927. It now broadcasts from studios in downtown Edmonton, and as of fall 2016 has added a studio in Calgary's National Music Centre. CKUA's primary station is CKUA-FM, located on 94.9 FM in Edmonton, and the station operates fifteen rebroadcasters to serve the remainder of the province. ==History== CKUA was created in 1927\"Mercy - Arden collects half a dozen ARIAs\". Edmonton Journal, Edmonton, Alberta, May 30, 1994, p. 12 through a provincial grant which allowed the University of Alberta's Extension Department to purchase the licence of CFCK. CKUA was also the first radio station to offer educational radio programming, including music concerts, poetry readings, and university lectures. From 1930 to 1931 the station was an affiliate of the CNR Radio network. CKUA was operated from 1945 until 1974 by Alberta Government Telephones.CKUA History , Canadian Communications Foundation The crown corporation, Alberta Educational Communications Corporation (later known as Access), assumed ownership of the station in 1974. In 1994, Access sold the CKUA network to the non-profit CKUA Radio Foundation for $10. In 1994 the station won an Alberta Recording Industry Award of Excellence. On March 20, 1997 the station went off the air for five weeks due to political squabbles, poor financial management, and attempts at privatization. The station restarted broadcasting on April 25, 1997 after control was given to the public from directors appointed by the provincial government. As of 2005, more than two-thirds of the station's funding came from its listeners in the form of donations. ==Cultural Impact== The station's practice of supporting local, independent, and non-commercial artists has helped launch the careers of such renowned musicians as k.d. lang, Jann Arden, and Bruce Cockburn. In addition, CKUA has contributed to the careers of Arthur Hiller, Robert Goulet, and Tommy Banks, among others. Throughout the 1930s an early radio drama series, CKUA Players, was produced out of the station and broadcast throughout Western Canada by a network of stations.Radio Drama, English Language, Canadian Encyclopedia, accessed January 23, 2008 ==Programming== CKUA schedules different programs throughout the week and thus can offer many different genres including blues, bluegrass, R&B;, Celtic, country, classical, jazz, reggae, folk, hiphop, dance, funk, rock, roots, and world. ==Historic Music Archive== CKUA's music library boasts one of the largest and most diverse music collections in Canada, with more than 250,000 CDs and LPs, including 10,000 78 rpm records, as well as a few aluminium transcription discs, 45s, and other various media formats. ==Broadcast Locations== CKUA was headquartered in the Alberta Block building on Jasper Avenue in Edmonton starting in 1955. In October, 2012, CKUA moved into its current location in the Alberta Hotel building, with its first broadcast from the new location on October 15, 2012.\"CKUA Radio celebrates new home with ceremonial record delivery\". By Caley Ramsay Global News, October 6, 2012 ==Broadcast technics== The station's original transmitter was located at 580 kHz in Edmonton. It operated at 10,000 watts. Due to its location near the bottom of the AM dial, as well as its transmitter power, it was powerful enough to cover nearly all of Alberta's densely populated area. It added an FM simulcast in 1947. Starting in the 1970s, CKUA built a network of 16 FM repeaters across Alberta. CKUA also broadcasts in western Canada on select cable and satellite providers (such as SaskTel, who carries CKUA across Saskatchewan as a Lloydminster station). As of February 29, 1996, CKUA became the first radio station in Canada to stream their broadcast online, and now has upgraded the service to carry an unlimited number of streams. The station currently has more than 250,000 weekly listeners. Because of CKUA's extensive coverage, the station was one of only a handful of broadcasters (another being CTV Two Alberta, formerly Access) to carry the Alberta Emergency Public Warning System. The provincial government-funded programme provided the station with 12% of its annual income until the contract was lost to an Ottawa firm, Black Coral Inc., in January 2010. CKUA announced plans to shut down its legacy 580 AM signal, the longest continuously-used AM frequency in Canada, in the spring of 2013. It would have needed to invest as much as $5 million to upgrade the transmitter site to modern standards, an amount it could not afford.CKUA-AM history at Canadian Communications Foundation However, CKUA did not receive formal approval from the CRTC until September 12, 2013.Broadcasting Decision CRTC 2013-483, CKUA-FM Edmonton – Deletion of an AM transmitter, CRTC, September 12, 2013 AM 580 went off the air on November 21, 2013, the station's 86th anniversary. ==Current On-Air Personalities== The CKUA program lineup relies on a number of on-air personalities. ==Previous On-Air Personalities== ==Transmitters== {|class=\"wikitable sortable\" !City of licence !Frequency !Callsign !CRTC Decision |- |Athabasca |0098.3 FM |CKUA-FM-10 | |- |Banff/Canmore |0104.3 FM |CKUA-FM-14 |86-1098 |- |Calgary |0093.7 FM |CKUA- FM-1 | |- |Drumheller/Hanna |0091.3 FM |CKUA-FM-13 | |- |Edmonton |0094.9 FM |CKUA-FM (flagship) | |- |Edson |0103.7 FM |CKUA-FM-8 | |- |Fort McMurray |0096.7 FM |CKUA-FM-11 | |- |Grande Prairie |0100.9 FM |CKUA-FM-4 | |- |Hinton |0102.5 FM |CKUA-FM-7 | |- |Lethbridge |0099.3 FM |CKUA-FM-2 | |- |Lloydminster |0097.5 FM |CKUA-FM-15 | |- |Medicine Hat |0097.3 FM |CKUA-FM-3 | |- |Peace River |0096.9 FM |CKUA-FM-5 | |- |Red Deer |0107.7 FM |CKUA-FM-6 |2007-25 |- |Spirit River |0099.5 FM |CKUA-FM-12 | |- |Whitecourt |0107.1 FM |CKUA-FM-9 | |} ==References== ==External links and references== * CKUA Radio Network website, with live broadcast streaming * CKUA: Radio Worth Fighting For, by Marylu Walters; University of Alberta Press *Broadcast Frequency List *CKUA History from the Canadian Communications Foundation *\"CFCK\" later became \"CKUA\" - History from the Canadian Communications Foundation *CKUA: Fifty years of growth for the university's own station by Jean Kirkman * Kua Kua Category:Public radio in Canada Category:1927 establishments in Alberta Category:Radio stations established in 1927 Category:Culture of Alberta Category:Educational broadcasting Category:University of Alberta Category:CNR Radio ",
    "title": "CKUA Radio Network"
}