{
    "id": "1429042",
    "text": "A senior official in Sikkim, ethnic Bhotiya, 1938 Bhotiya or Bhot (, ) are groups of ethno-linguistically related Tibetan people living in the Transhimalayan region that divides India from Tibet.. The word Bhotiya comes from the classical Tibetan name for Tibet, . The Bhotiya speak numerous languages including Ladakhi. The Indian recognition of such language is Bhoti / Bhotia having Tibetan scripts and it lies in the Parliament of India to become one of the official languages through Eighth Schedule of the Indian Constitution. ==Background== Bhotia, trans-Himalayan, Sikhim The Bhotiya identify as Raghuvanshi Rajput and prefer to be referred as Thakur or Rajvanshi. The Bhotiya may be the original immigrants to north Oudh in the period of Nawab Asaf-Ud-Dowlah (1775 to 1797). The Bhotiya people are closely related to several other groups and ethnic boundaries are porous. One group is the Bhutia, the main ethnolinguistic group of the northern part of the Indian state of Sikkim. A second is the Uttarakhand Bhotiya of the upper Himalayan valleys of the Kumaon and the Garhwal divisions of Uttarakhand. These include the Shauka tribe of Kumaon, the Tolchhas and the Marchhas of Garhwal, Gyagar Khampa of Khimling, Bhidang. A third related group are the Dzongkha speaking Ngalop people, the main ethnolinguistic group of Bhutan. The Bhotiya are also related to several dispersed groups in Nepal and the adjacent areas of India including the Tibetans and Sherpas. In Nepal, Bhotiya are 0.1 percent of the population. They live in villages throughout the Himilayas.Gellner D. et al (ed.) \"Nationalism and Ethnicity in a Hindu Kingdom: The Politics and Culture of Contemporary Nepal.\" Routledge, 2012 , 9781136649561. Accessed at Google Books 23 November 2015. ==Language of the Bhotiya people== The language of the Bhotiya people is Ladkahi (Bhoti) and Bhotia. It is usually written in the Tibetan alphabet. Bhoti and Bhotia is spoken in Himachal Pradesh, Sikkim, Uttarakhand, Arunachal Pradesh, Bhutan, Nepal, Tibet, and parts of Pakistan and West Bengal. Bhoti is not included in the languages with official status in India. On 27 February 2011, however, a resolution introduced by the Ladakh Autonomous Hill Development Council, Leh, for the inclusion of the language in the Eighth Schedule to the Constitution of India passed without opposition. ==Population== Selected ethnic groups of Nepal:, , , , , , , , , The Bhotiya, tribe people are native (indigenous) people belonging to Himalayan Belt. In Nepal they live in the northern and eastern regions of Nepal, where they and other Tibetans are the region's autochthonous (indigenous) people. By the 2001 census of Nepal, they number 27,230.Includes Bhote (19,261) and Bote (7,969). The Bhotiya also live in the Indian states of Jammu and Kashmir, Himachal Pradesh, Uttarakhand, Uttar Pradesh, West Bengal, Sikkim, Assam, Arunachal Pradesh and Tripura. In Uttar Pradesh, the Bhotiya live in the Bahraich, Gonda, Lakhimpur, Lucknow, Barabanki, Kanpur Nagar, Kanpur Dehat, and Kheri districts. Bhotiya have six recognisable sub-groups: the Bhot, Bhotiya, the Bhutia of Sikkim, the Tibbati (of Sikkim and Arunachal Pradesh), the Bhut, the Gyakar Khampa of Khimling, Bhidang of Uttarakhand. Bhotiya tribe are also natives of other countries outside India and they are in Pakistan, Afghanistan, Kazakhstan, Nepal, Bhutan and Tibet. In Indian states of Jammu and Kashmir, Himachal Pradesh, Uttarakhand, Uttar Pradesh, West Bengal, Sikkim and Arunachal Pradesh, the Bhotiya people have Scheduled Tribe status. In Uttarakhand, the Bhotiya are a Scheduled Tribe under the \"Schedule caste order 1950, the constitutional Scheduled tribe (Uttar Pradesh) 1967 SC/ST.\" The Constitution of India recognizes the Bhotiya. ==Traditions== === Weddings === Bhotiya marriages are similar to Hindu weddings. When the bride's palanquin arrives at her husband's house, gods are worshipped and then she is admitted to the house. Rice, silver or gold is put in the hands of bridegroom, which he passes on to the bride. She places them in a winnowing fan, and hands them as a present to the wife of the barber. This ceremony is known as Karj Bharna. A man may have not more than three wives. The first wife is the head wife, and she inherits an additional one tenth of the husband's estate. === Funerals === The Bhotiyas have distinctive funerary traditions. Young children who die of cholera or snakebite are buried while others are cremated. There is no fixed burial ground, and no ceremonies are performed at the time of burial. The wealthy keep the ashes for lowal to several streams, while others bury them. After cremation, a stalk of kusha (grass) is fixed in the ground near a tank of water and sesamum is poured on it for ten days. This makes it a refuge for the deceased's spirit until the rites are completed. ==Religion== Bhotiya Tribe, the natives of the Himalayan belt are maximum Buddhist followers along with followers of other religion. Though most of Bhotiya practice a combination of Tibetan Buddhism and Hinduism. (The word Bhotiya is derived from the word Bhot, the ancient name for \"Tibet.) Ancestor worship is prevalent. ==Economy== In Uttarakhand, particularly Chamoli, Pithoragarh and Uttarkashi, the Bhotiya are nomadic, migratory pastoralists, moving about the border lands between India and Tibet.\"The Social Economy of the Himalayans: Based on a Survey in the Kumaon Himalayas.\" Mittal Publications 1988 p51 Accessed at Google Books 23 November 2015. They are also traders in the Himilayas for products such as, cereal, wool and salt. Now, some are farmers and others are merchants of stones, gems and herbs. The Bhotiya are experienced in the use of medicinal plants. The local fermented beverages are jan (a local beer), and daru. A local fermented food stuff is sez. The traditional catalyzing agent used in the preparation of fermented foods and beverages is called balam in the Kumaon Division and balma in Garhwal Division. A cottage wool industry employs many Bhotiya. Women weave pattu, a coarse woolen serge. Plants are collected to make natural dyes for colouring the wool. ==Notes== ==References== Category:Ethnic groups in Bhutan Category:Ethnic groups in India Category:Ethnic groups in Nepal Category:Buddhist communities of Bhutan Category:Buddhist communities of India Category:Buddhist communities of Nepal ",
    "title": "Bhotiya"
}