{
    "id": "1429889",
    "text": "Jagersfontein is a small town in the Free State province of South Africa. The original farm on which the town stands was once the property of a Griqua Jacobus Jagers, hence the name Jagersfontein. He sold the farm to C.F. Visser in 1854. A diamond rush started in 1870 after farmer J.J. de Klerk found a 50 carat (10 g) diamond. This was about three years before diamonds were discovered 130 km away at Kimberley. Mines were no longer operational in Jagersfontein until 2010, but there were many great finds, such as the 972 carat (194.4 g) Excelsior Diamond of 1893 and the 637 carat (127.4 g) Reitz Diamond of 1895. The Jagersfontein Mine is the deepest hand-excavated hole in the world. The Mine was reopened in September 2010 by a company named Son Op before it changed to Jagersfontein Development. Hiring on 40% of Jagersfontein residents, Johan Pretorius is the Mine manager and the owners are Chris Potgieter and Johan Rupert. Jagersfontein was one of the more famous diamond mines and together with the Koffiefontein mine produced one of the clearest diamonds of all mines in the early 1900s, despite being overshadowed by the mines at Kimberley. Streeter called Jagersfontein's diamonds of the \"first water\". The Reitz diamond was first named after Francis William Reitz, then state president of the Orange Free State in which Jagersfontein was located. The following year marked the Diamond Jubilee of Queen Victoria (the 60th anniversary of her coronation) so the gem was renamed the Jubilee Diamond to commemorate the occasion.The Jubilee Diamond It was the second town in South Africa and the first town in the Orange Free State to have electricity and piped water.OpenAfrica.com In the early years, water used to be supplied with a unique system of coin-operated water pumps, using so-called Water Pennies,Some rare South African tokens from the Nomansland region situated on street corners. Jagersfontein has fallen on hard times since the mine was closedIOL: Free State town forgotten in history. Exorbitant property taxes have been imposed on the white residents, causing most of them to leave the town. This in turn led to high unemployment under the remaining black and white residents. The public swimming pool and tennis courts have fallen into a bad state of repair and the roof of the sport stadium has been plundered. The golf course has survived on account of private funds. ==See also== *Battle of Boomplaats ==References== Category:Populated places in the Kopanong Local Municipality Category:Karoo Category:Populated places established in 1852 Category:1852 establishments in Africa ",
    "title": "Jagersfontein"
}