{
    "id": "1429526",
    "text": "Asian Latin Americans or Latinasians, are Latin Americans of South Asian, East Asian or Southeast Asian descent. West Asians are typically considered to be White. Asian Latin Americans have a centuries-long history in the region, starting with Filipinos in the 16th century. The peak of Asian immigration occurred in the 19th and 20th centuries, however. There are currently more than four million Asian Latin Americans, nearly 1% of Latin America's population. Chinese and Japanese are the group's largest ancestries; other major ones include Indians, Koreans and Filipinos. Brazil is home to the largest population of Asian Latin Americans, at some 2.2 million.Japan, Brazil mark a century of settlement, family ties | The Japan Times Online The highest ratio of any country in the region is 5%, in Peru. There has been notable emigration from these communities in recent decades, so that there are now hundreds of thousands of people of Asian Latin American origin in both Japan and the United States. ==History== The first Asian Latin Americans were Filipinos who made their way to Latin America (primarily to Cuba and Mexico and secondarily to Colombia, Panama and Peru) in the 16th century, as sailors, crews, prisoners, slaves, adventurers and soldiers during the Spanish colonial period of the Philippines. For two and a half centuries (between 1565 and 1815) many Filipinos sailed on the Manila-Acapulco Galleons, assisting in the Spanish Empire's monopoly in trade. Some of these sailors never returned to the Philippines and many of their descendants can be found in small communities around Baja California, Sonora, Mexico City, Peru and others, thus making Filipinos the oldest Asian ethnic group in Latin-America. While South Asians had been present in various forms in Latin America for centuries by the 1800s, it was in this century that the flow into the region spiked dramatically. This rapid influx of hundreds of thousands of mainly male South Asians was due to the need for indentured servants. This is largely tied to the abolition of black slavery in the Caribbean colonies in 1834. Without the promise of free labor, and a hostile working class on their hands, the Dutch colonial authorities had to find a solution – cheap Asian labor. Many of these immigrant populations became such fixtures in their adopted countries that they acquired names of their own. For example, the Chinese men who labored in agricultural work became known as \"coolies\". While these imported Asian laborers were initially just replacement for agricultural slave labor, they gradually began to enter other sectors as the economy evolved. Before long, they had entered more urban work and the service sector. In certain areas, these populations assimilated into the minority populations, adding yet another definition to go on a casta. In some areas, these new populations caused conflict. In northern Mexico, tensions became inevitable when the United States began to shut off Chinese immigration in the early 1880s. Many who were originally bound for the USA were re-routed to Mexico. The rapid increase in population and rise to middle/upper class standing generated strong resentment among existing residents. These tensions lead to riots. In the state of Sonora, the entire Chinese population was expelled in 1929. Today, the overwhelming majority of Asian Latin Americans are of Chinese, Japanese or Korean descent. Japanese migration mostly came to a halt after World War II (with the exception of Japanese settlement in the Dominican Republic), while Korean migration mostly came to an end by the 1980s and Chinese migration remains ongoing in a number of countries. Settlement of war refugees has been extremely minor: a few dozen ex-North Korean soldiers went to Argentina after the Korean War and some Hmong went to French Guiana after the Vietnam War. == Roles in Labor == Asian Latin Americans served various roles during their time as low wage workers in Latin America. In the second half of the nineteenth century, nearly a quarter of a million Chinese migrants in Cuba worked primarily on sugar plantations. The Chinese \"coolies\" who migrated to Peru took up work on the Andean Railroad or the Guano Fields. Over time the Chinese progressed to acquiring work in urban centers as tradesmen, restaurateurs, and in the service industry. By the second decade of the nineteenth century, approximately 25,000 Chinese migrants in Mexico found relative success with small businesses, government bureaucracy, and intellectual circles. In the 1830s the British and Dutch colonial governments also imported South Asians to work as indentured servants to places such as Trinidad and Tobago, Suriname, Curaçao, and British Guiana (later renamed Guayana). At the turn of the nineteenth and twentieth centuries, Japanese immigrants reached Brazil and Peru. Much like the Chinese, the Japanese often worked as indentured servants and low wage workers for planters. Japanese work contracts were notably more short term than those of the Chinese and the process was closely monitored by the Japanese government to dissuade abuse and foul play. In both cases, the influx of Asian migrant workers was to fill the void left in the Latin American work forces after the abolition of slavery. Employers of all kinds were desperate for a low cost replacement for their slaves so those who did not participate in any illegal slave operations turned to the Asian migrants. ==Geographic distribution== Four and a half million Latin Americans (almost 1% of the total population of Latin America) are of Asian descent. The number may be millions higher, even more so if all who have partial ancestry are included. For example, Asian Peruvians are estimated at 5% of the population there, but one source places the number of all Peruvians with at least some Chinese ancestry at 5 million, which equates to 20% of the country's total population. Most who are of Japanese descent reside in Brazil, Peru, Argentina, Mexico, Bolivia, and Paraguay while significant populations of Chinese ancestry are found in Peru, Venezuela, Brazil, Colombia, Argentina, Cuba, Dominican Republic, Panama, Puerto Rico, Mexico, and Costa Rica (where they make up about 1% of the total population). Nicaragua is home to 12,000 ethnic Chinese; the majority reside in Managua and on the Caribbean coast. Smaller communities of Chinese, numbering just in the hundreds or thousands, are also found in Ecuador and various other Latin American countries. Most Korean communities are in Brazil, Mexico, Argentina, Guatemala, Paraguay, Colombia, Ecuador and Chile. There are around 12,918 living in Guatemala. There is also a Hmong community in Argentina. Colombia, Peru, Argentina, Brazil, Panama, and Venezuela also have Asian Indian communities. Japanese Peruvians have a considerable economic position in Peru.Lama, Abraham. Asian Times. Home is where the heartbreak is. 1999. 6 September 2006.. Many past and present Peruvian Cabinet members are ethnic Asians, but most particularly Japanese Peruvians have made up large portions of Peru's cabinet members and former president Alberto Fujimori is of Japanese ancestry who is currently the only Asian Latin American to have ever served as the head of any Latin American nation (or the second, if taking into account Arthur Chung). Brazil is home to the largest Japanese community outside Japan, numbering about 1.7 million with ancestry alone. Brazil is also home to 10,000 Indians, 5,000 Vietnamese, 4,500 Afghans, 2,900 Indonesians and 1,000 Filipinos. Korean people are the third Largest Group of Asian Latin Americans. this group at Brazil is the largest (specially in Southeast region) with a population of 51,550. The second largest is at Argentina being at the same time the largest at Hispanic America, with a population of 23,603 and with active koreatowns in Buenos Aires. More 10,000 at Guatemala and Mexico, This last with active communities in Monterrey, Guadalajara, Yucatan and Mexico city. More 1,000 at Chile, Paraguay, Venezuela, Honduras and Peru where with Mario Jung ex-mayor of Chanchamayo city, He is the first Mayor of Peru and Latin America from korean origin. there are small and important communities (lees 1,000 peoples) at Colombia, Cuba, Ecuador, Bolivia, Costa Rica, Panama, Dominican Republic, Nicaragua, Uruguay, Puerto Rico, and Haiti. ==Emigrant communities== ===Canada=== Canada has been a destination for Asian Latin American emigration. The immigrants usually settle in the largest cities, such as Vancouver and Toronto and integrate into the overall Asian Canadian communities. ===Japan=== Japanese Brazilian immigrants to Japan numbered 250,000 in 2004, constituting Japan's second-largest immigrant population. Their experiences bear similarities to those of Japanese Peruvian immigrants, who are often relegated to low income jobs typically occupied by foreigners. ===United States=== Most Asian Latin Americans who have migrated to the United States live in the largest cities, often in Asian American or Hispanic and Latino communities in the Greater Los Angeles area, New York metropolitan area, Chicago metropolitan area, San Francisco Bay area, Greater Houston, the San Diego area, Imperial Valley, California, Dallas-Fort Worth and South Florida (mainly Chinese Cubans). They and their descendants are sometimes known as Asian Hispanics and Asian Latinos. In the 2000 US Census, 119,829 Hispanic or Latino Americans identified as being of Asian race alone. In 2006 the Census Bureau's American Community Survey estimated them at 154,694, while its Population Estimates, which are official, put them at 277,704. Some notable Americans of Asian Hispanic/Latino heritage include Harry Shum Jr., Franklin Chang-Diaz, Carlos Galvan, Kelis, Kirk Acevedo and Chino Moreno. In the United States, there are Facebook groups that are devoted to Asian Hispanics in New York, California and Bay Area. ==Composition== {|class=\"wikitable, sortable\" |+Asian Latin American population (incomplete data) |- style=\"background:#efefef;\" !Country !Chinese !Indian; note all figures in this table given are the sum of those for Non-Resident Indians and for Persons of Indian Origin, which are tabulated separately in the original report !Japanese !Korean !Filipino !Others !References |- |Argentina |200,000 |4,000 |65,000 |23,063 |15,000 |2,000 |- |Bolivia | | |14,178 |654 | | |- |Brazil |251,649 |9,200 |1,705,685 |48,281 |1,000 | | |- ||Chile | |1,500 |4,000 |2,700 | | | |- |Colombia |30,000 |5,000 |3,000 Ministerio de Relaciones Exteriores del Japon |880 |17,000 |해외이주 통계 - 외교부 |- |Costa Rica |45,000 |16 |351 |434 | | | |- |Cuba |114,240 |200 |1200 |900 | | | |- ||Dominican Republic |50,000 |200 |847 |675 | | |- |Ecuador |95,000 |25,000 |434 |714 | | |- |El Salvador |2,140 |55 |176 |151 | |103 |- ||Guatemala | |2,000 |288 |12,918 | | | |- ||Honduras |123 | |160 |3,800 |1,107 |- |Mexico |70,000 |2,258 |35,000 |11,897 |200,000Floro L. Mercene. Filipinos in Mexican history . Ezilon Infobase. 28 January 2005. |1,300 | |- |Nicaragua |10 | |145 |745 | | |- ||Panama |258,886 |2,164 |456 |421 | | |- ||Paraguay | | |9,484 |5,039 | | |- |Peru |1'300,000 |145 |160,000 |1,493 | | | |- |Puerto Rico |>2,200 |823 |10,486 |109 |9,832 | | |- |Uruguay | |~100 |3,456 |216 | | |- |Venezuela |450,000 |680 |2,000 |1,000 | | 10,000 |} ==Notable persons== Argentina *Ignacio Huang, actor; Taiwanese Argentine *Mario Alberto Ishii, politician; Japanese Argentine *Marco, actor; Korean Argentine *Jessica Michibata, fashion model; Japanese Argentine *Leonardo Nam, actor; Korean Argentine *Liu Song, table tennis player; Chinese Argentine *María Eugenia Suárez, actress and singer; Japanese Argentine Bolivia * Chi Hyun Chung, politician; Korean Bolivian * Pedro Shimose, poet; Japanese Bolivian Brazil * Erica Awano, manga artist; Japanese Brazilian * Suresh Biswas, adventurer; Indo-Brazilian * Ken Chang, singer; Chinese Brazilian * Sérgio Echigo, former footballer; Japanese Brazilian * Boris Fausto, historian, political scientist and writer; Turkish Brazilian * Alexandr Fier, chess grandmaster; Japanese Brazilian * Ashok Gandotra, cricketer; Indo-Brazilian * Kaio Felipe Gonçalves, striker; Japanese Brazilian * Luiz Gushiken, union leader and politician; Japanese Brazilian * Sandro Hiroshi, footballer; Japanese Brazilian * Hugo Hoyama, tennis player; Japanese Brazilian * Fabiane Hukuda, judoka; Japanese Brazilian * Kaisei Ichirō, sumo wrestler; Japanese Brazilian * Thereza Imanishi-Kari, professor; Japanese Brazilian * Ryoki Inoue, the world's most prolific writer; Japanese Brazilian * Vânia Ishii, judoka; Japanese Brazilian * Cláudio Kano, table tennis player; Japanese Brazilian * Nathalia Kaur, model and actress; Indo-Brazilian * Reishin Kawai, aikido practitioner and acupuncturist; Japanese Brazilian * Pedro Ken, footballer; Japanese Brazilian * Allam Khodair, race car driver; Japanese Lebanese Brazilian * Felipe Kitadai, judoka; Japanese Brazilian * Paulinho Kobayashi, footballer; Japanese Brazilian * Caroline Kumahara, table tennis player; Japanese Brazilian * Yanna Lavigne, actress and model; Japanese Brazilian * Iara Lee, producer, director and activist; Korean Brazilian * Gui Lin, table tennis player; Chinese Brazilian * Lovefoxxx, singer; Japanese Brazilian * Manabu Mabe, painter; Japanese Brazilian * Lyoto Machida, mixed martial artist; Japanese Brazilian * Mitsuyo Maeda, judo master and developer of Brazilian jiu-jitsu; Japanese Brazilian * Daniel Matsunaga, model, host, actor and footballer; Japanese Brazilian * Jo Matumoto, former pro baseball player; Japanese Brazilian * Froilano de Mello, microbiologist; Indo-Brazilian * Paulo Miyashiro, triathlete; Japanese Brazilian * Carlos Morimoto, author; Japanese Brazilian * Andrews Nakahara, MMA fighter; Japanese Brazilian * Mariana Ohata, triathlete; Japanese Brazilian * Ruy Ohtake, architect; Japanese Brazilian * Tomie Ohtake, artist; Japanese Brazilian * Oscar Oiwa, painter, visual artist and architect; Japanese Brazilian * Leandro Okabe, model; Japanese Brazilian * Tetsuo Okamoto, swimmer; Japanese Brazilian * Poliana Okimoto, long distance swimmer and gold medalist; Japanese Brazilian * Pedro Okuda, baseball shortstop; Japanese Brazilian * Luís Onmura, judoka; Japanese Brazilian * Hiroo Onoda, former Japanese Army officer; Japanese Brazilian * Angela Park, golfer; Korean Brazilian * Rogério Romero, swimmer; Japanese Brazilian * Lucas Salatta, backstroke swimmer; Japanese Brazilian * Silvio Santos, television host and entrepreneur; Turkish Brazilian * Akihiro Sato, model; Japanese Brazilian * Luis Shinohara, former judoka; Japanese Brazilian * Lígia Silva, table tennis player; Japanese Brazilian * Marcos Sugiyama, volleyball player; Japanese Brazilian * Mahau Suguimati, track hurdler; Japanese Brazilian * Jung Mo Sung, lay theologian; Korean Brazilian * Manabu Suzuki, racer; Japanese Brazilian * Rafael Suzuki, racer; Japanese Brazilian * Rodrigo Tabata, footballer; Japanese Brazilian * Marlon Teixeira, model; Japanese Brazilian * Alex Yuwan Tjong, badminton player; Indonesian Brazilian * Geovanna Tominaga, television host and actress; Japanese Brazilian * Gustavo Tsuboi, table tennis player; Japanese Brazilian * Felipe Wu, sport shooter; Chinese Brazilian * Jenifer Widjaja, tennis player; Indonesian Brazilian * Stênio Yamamoto, sports shooter; Japanese Brazilian * Mario Yamasaki, MMA fighter; Japanese Brazilian * Carlos Yoshimura, baseball pitcher; Japanese Brazilian Chile * Alfonso Leng, composer; Chinese Chilean * Carlos Ominami, economist and politician; Japanese Chilean Colombian *Shakira, of partial Lebanese descent *Yokoi kenji Díaz, Japanese-Colombian lecturer https://www.lifeder.com/yokoi-kenji/ *Sayaka Osorio Uribe, korean-Colombian karateka *Maru Yamayusa, Japanese-Colombian Actress *Yu Takeuchi, Japanese-Colombian Mathematician *Paublo Ng Choi, Chinese-Colombian chef Costa Rica * Franklin Chang-Diaz, former NASA astronaut; Chinese Spanish Costa Rican * Cheng Siu Chung, retired football player, coach; Chinese Costa Rican * Eduardo Li, president of the Costa Rican football federation; Chinese Costa Rican * Harry Shum Jr., actor; Chinese Costa Rican Cuba * Fulgencio Batista, former President of Cuba; of partial Chinese heritage * Yamil Chade, boxing manager; Lebanese Cuban * Yat-Sen Chang, ballet dancer; Chinese Cuban * Emilio Estefan, musician; Lebanese Cuban * Wifredo Lam, artist; Afro-Chinese-Cuban * Alfredo Abon Lee, army officer; Chinese Cuban Dominican Republic * Elías Wessin y Wessin, politician; Lebanese Dominican * Wu Xue, table tennis player; Chinese Dominican Ecuador * Li Jian - midfielder; Chinese Ecuadorian * Jinsop, singer; Korean Ecuadorian * Carlos Moncayo - co-founder and CEO of Asiam; Chinese Ecuadorian Guatemala * Myrna Mack, anthropologist; Chinese Maya Guatemalan * Helen Mack Chang, businesswoman and human rights activist; Chinese Guatemalan Mexico * Alberto Arai, architect, theorist and writer; Japanese Mexican * Eduardo Auyón, artist and cultural promoter; Chinese Mexican * Jesús Chong, boxer; Chinese Mexican * Miguel Ángel Osorio Chong, secretary of the interior of Mexico; Chinese Mexican * Axel Didriksson, writer and professor; Japanese Mexican * Ana Gabriel, Mexican singer and composer; Chinese on her mother's side * Zhenli Ye Gon, businessman and alleged drug trafficker; Chinese Mexican * Xóchitl Hamada, pro wrestler; Japanese Mexican * Hiromi Hayakawa, singer; Japanese Mexican * Gilberto Hirata, state deputy; Japanese Mexican * Tomoki Kameda, undefeated Boxer; Japanese Mexican * Su Muy Key, actress and dancer; Chinese Mexican * Pandurang Sadashiv Khankhoje, revolutionary, scholar, agricultural scientist and historian; Indo-Mexican * Pablo Larios, goalkeeper; Japanese Mexican * Juan Manuel Ley, founder and chairman of Casa Ley; Chinese Mexican * Alejandro Gómez Maganda, politician and former governor of the state of Guerrero; Filipino Mexican * Eizi Matuda, botanist; Japanese Mexican * Lyn May, actress, exotic dancer and acrobat; Chinese Mexican * Patricia Castañeda Miyamoto, swimmer; Japanese Mexican * Daiwon Moon, martial artist; Korean Mexican * Kenya Mori, actress; Japanese Mexican * Noé Murayama, actor; Japanese Mexican * Úrsula Murayama, actress; Japanese Mexican * Fumiko Nakashima, artist; Japanese Mexican * Carlos Nakatani, artist; Japanese Mexican * Isidoro Montes de Oca, revolutionary soldier; Filipino Mexican * Kiyoto Ota, sculptor; Japanese Mexican * Sanjaya Rajaram, agronomist; Indo- Mexican * M.N. Roy, nationalist revolutionary, radical activist and political theorist; Indo-Mexican * Catarina de San Juan, the China Poblana; Indo-Mexican * Sugi Sito, pro wrestler; Chinese Mexican * Romeo Villalva Tabuena, painter and printmaker; Filipino Mexican * Nancy Taira, actress; Japanese Mexican * Huang Yiguang, politician and aviator; Chinese Mexican Nicaragua * Arlen Siu, martyr of the 1979 Sandinista revolution; Chinese Nicaraguan Panama * Jorge Cham, creator of the popular comic strip Piled Higher and Deeper; Chinese Panamanian * Bruce Chen, Major League Baseball pitcher; Chinese Panamanian Peru * Ernesto Arakaki, footballer; Japanese Peruvian * José Antonio Chang, former Prime Minister of Peru; Chinese Peruvian * Alberto Fujimori, President of Peru from 1990 to 2000; Japanese Peruvian * Keiko Fujimori, Congresswoman; Japanese Peruvian * Kenji Fujimori, Congressman; Japanese-Peruvian * Susana Higuchi, politician and engineer; Japanese Peruvian * Jorge Hirano, international football player; Japanese Peruvian * Fernando Iwasaki, writer and historian; Japanese Peruvian * Haruki Kanashiro, goalkeeper; Japanese Peruvian * Elena Keldibekova, volleyball player; Kazakh Peruvian * Humberto Lay, architect and cleric; Chinese Peruvian * Iván Miranda, tennis player; Chinese Peruvian * Aldo Miyashiro, artist; Japanese Peruvian * Augusto Miyashiro, engineer and politician; Japanese Peruvian * Kaoru Morioka, futsal player; Japanese Peruvian * José Pereda, retired footballer; Japanese Peruvian * Víctor Polay, one of the founders of the Túpac Amaru Revolutionary Movement; Chinese Peruvian * Venancio Shinki, painter; Japanese Peruvian * Hector Takayama, former footballer; Japanese Peruvian * Eduardo Tokeshi, artist; Japanese Peruvian * Tilsa Tsuchiya, artist; Japanese Peruvian * Edwin Vásquez, Olympic shooter; Chinese Peruvian * José Watanabe, poet; Japanese Peruvian * Víctor Joy Way, former Prime Minister of Peru; Chinese Peruvian * Alan Wong, chef; Chinese Peruvian * Erasmo Wong, businessman, owner of various retail chains; Chinese Peruvian * Patty Wong, model; Chinese Peruvian * Ricardo Wong, politician; Chinese Peruvian * Rafael Yamashiro, politician; Japanese Peruvian * César Ychikawa, vocalist; Japanese Peruvian * David Soria Yoshinari, footballer; Japanese Peruvian * Jaime Yoshiyama, politician; Japanese Peruvian * Carlos Yushimito, writer; Japanese Peruvian * Pedro Zulen, philosopher; Chinese Peruvian Puerto Rico * Aravind Enrique Adyanthaya, writer, performer, and theater director; Indo-Puerto Rican * Eduardo Bhatia, politician and senator; Indo-Puerto Rican * Lakshmi Singh, newscaster on NPR * Ruth D. Thorne, author; Indo-Puerto Rican Uruguay * Barbara Mori, Mexican actress; Japanese Uruguayan Venezuela * Fred Armisen, American actor, has Venezuelan roots on his mother and Japanese father's side part; Japanese Venezuelan * Alex Cabrera Suzuki, Venezuelan first baseman and right-handed batter who played in Major League Baseball, and Nippon Professional Baseball; Japanese Venezuelan * Hana Kobayashi, singer; Japanese Venezuelan * Kamala Lopez, American actress, director, and political activist (born in New York City but raised in Venezuela); Indian Venezuelan * Naomi Soazo, Venezuelan judoka; Japanese Venezuelan * Henry Zakka, Venezuelan actor; Japanese Venezuelan * Omar Zamora Akamatsu, founder of Televen; Japanese Venezuelan * Tarek William Saab, Prosecutor General of Venezuela and former ombudsman; Lebanese Venezuelan * Tareck El Aissami, former Vice President of Venezuela; Lebanese Venezuelan * Elías Jaua, Minister of Education, former Foreign Minister and Vice President of Venezuela; Lebanese Venezuelan ==See also== * Latin Americans * Chinese Latin American cuisine ===Ethnic groups=== * Asian Argentines * Asian Brazilians * Asian Colombian * Asian Mexicans * Asian Peruvians Chinese * Chinese Argentines * Chinese Brazilians * Chinese people in Chile * Chinese people in Costa Rica * Chinese Cubans * Chinese Colombians * Ethnic Chinese in the Dominican Republic * Chinese immigration to Mexico * Chinese Nicaraguans * Ethnic Chinese in Panama * Chinese Peruvians * Chinese immigration to Puerto Rico * Chinese Uruguayans * Chinese Venezuelans Filipinos * Filipino Cubans * Filipinos in Honduras * Filipino immigration to Mexico Indians * Indians in Argentina * Indian immigration to Brazil * Indians in Chile * Indian immigration to Colombia * Indians in the Dominican Republic * Indian immigration to Mexico * Indians in Panama * Indians in Peru * Indian Uruguayans * Indians in Venezuela Japanese * Japanese Argentines * Japanese Bolivians * Japanese Brazilians * Japanese Chileans * Japanese migration to Colombia * Japanese Cubans * Japanese settlement in the Dominican Republic * Japanese Mexicans * Japanese Paraguayans * Japanese Peruvians * Japanese Uruguayans * Japanese Venezuelans Koreans * Koreans in Argentina * Korean Brazilians * Koreans in Chile * Koreans in Cuba * Koreans in Guatemala * Koreans in Mexico * Koreans in Paraguay * Koreans in Peru * Korean Uruguayans ===Asian Latin American enclaves=== * Chinatowns in Latin America * Japantown * Koreatown ==References== ==Further reading== *Hirabayashi, Lane Ryo, Akemi Kikumura-Yano, and James A. Hirabayashi, eds. New worlds, new lives: Globalization and people of Japanese descent in the Americas and from Latin America in Japan. Stanford University Press, 2002. *Hu-DeHart, Evelyn. \"Latin America in Asia-Pacific Perspective Evelyn Hu-DeHart.\" Asian Diasporas: New Formations, New Conceptions (2007): 29. *Jingsheng, Dong. \"Chinese emigration to Mexico and the Sino-Mexico relations before 1910.\" Estudios Internacionales (2006): 75-88. *Kim, Hahkyung. \"Korean Immigrants’ Place in the Discourse of Mestizaje: A History of Race-Class Dynamics and Asian Immigration in Yucatán, Mexico.\" Revista Iberoamericana (2012). *Masterson, Daniel M. The Japanese in Latin America. University of Illinois Press, 2004. 0252071441, 9780252071447. *Min, Man-Shik. \"Far East Asian immigration into Latin America.\" Korea & world affairs 11.2 (1987): 331. *Tigner, James L. \"Japanese immigration into Latin America: a survey.\" Journal of Interamerican Studies and World Affairs 23.4 (1981): 457-482. ==External links== * Asian- Latino Intermarriage in The Americas * The Importance of Being Japanese in Bolivia Category:Ethnic groups in Latin America Category:Ethnic groups in Central America Category:Ethnic groups in the Caribbean Category:Ethnic groups in North America Category:Ethnic groups in South America Category:Immigration to North America Category:Immigration to South America ",
    "title": "Asian Latin Americans"
}