{
    "id": "1429291",
    "text": "Henrik Pedersen (born 10 June 1975) is a retired Danish footballer who played as a striker for Silkeborg IF, Bolton Wanderers and Hull City. He played three games for the Danish national team. ==Career== ===Silkeborg=== Born in Kjellerup, Denmark, Pedersen started his career with Danish club Silkeborg IF in 1995. He made his debut for the Danish national team in an August 2000 game against the Faroe Islands. He finished the second highest scoring player of the 2000–01 Superliga season and helped Silkeborg win the 2001 Danish Cup trophy. ===Bolton Wanderers=== Pedersen signed for Bolton Wanderers on 3 July 2001 for £650,000, both Borussia Dortmund and Stuttgart had expressed interest in taking Pedersen to the Bundesliga that summer as well. He made his debut on 18 August 2001 in Bolton's opening day 5–0 win against Leicester City, coming on as a second-half substitute for Ricardo Gardner. Pedersen scored his first goal for the club on 11 September 2001 in the League Cup second round tie against Walsall, he came on as a second-half substitute for Gareth Farrelly before scoring an extra-time winning goal to seal a 4–3 victory for The Wanderers. Struggling with his performances in the English Premiership, he went on loan back to Silkeborg IF, to aid their fight against relegation in the last part of the 2001–02 season. He returned to Bolton for the 2002–03 season and became an important part of the Bolton squad. At the start of the 2005–06 season he showed his versatility by playing at left-back in an emergency. He is known for his \"peacock\" goal celebration, a treat he developed with fellow Danish player Martin Retov. ===Hull City=== He left Bolton Wanderers in May 2007 and signed for Hull City on 13 August 2007. In an injury-hit season, he mainly played on the left of midfield when fit, and also deputised at left-back. In July 2008, Pedersen left Hull City, citing family reasons. ===Return to Silkeborg=== Having left Hull City Pedersen re-signed for his third stint at Silkeborg. ==Personal life== In Denmark he is known by his nickname, Tømrer, which means Carpenter.Gary Slater, Pedersen working to get Bolton out of the woods, UK Telegraph, accessed 11 October 2008 He remains popular in England with Bolton due to his six-year spell there. Pedersen is now retired and lives in Silkeborg where he owns the sports pub Målet (English: The Goal). ==Honours== *2001 Danish Cup ==References== ==External links== *Danish national team profile * * *Bolton Wanderers Interview Category:1975 births Category:Living people Category:Danish footballers Category:Danish expatriate footballers Category:Silkeborg IF players Category:Danish Superliga players Category:Premier League players Category:Bolton Wanderers F.C. players Category:Hull City A.F.C. players Category:Expatriate footballers in England Category:Denmark international footballers Category:Association football forwards Category:Association football utility players Category:People from Kjellerup ",
    "title": "Henrik Pedersen"
}