{
    "id": "1429797",
    "text": "Robert Graeme Pollock (born 27 February 1944) is a former cricketer for South Africa, Transvaal and Eastern Province. A member of a famous cricketing family, Pollock is widely regarded as South Africa's greatest cricketer, and as one of the finest batsmen to have played Test cricket. Despite Pollock's international career being cut short at the age of 26 by the sporting boycott of South Africa, and all but one of his 23 Test matches being against England and Australia, the leading cricket nations of the day, he broke a number of records. His completed career Test match batting average of 60.97 remains fifth best after Sir Donald Bradman's (99.94), Steve Smith's, Marnus Labuschagne's and Adam Voges's averages.Test match batting averages (over 20 innings), Cricinfo. Retrieved on 4 November 2008. Pollock has been the recipient of numerous awards and accolades, including being voted in 1999 as South Africa's Cricketer of the 20th Century, one of Wisden's Cricketers of the Year in 1966, as well as being retrospectively selected in 2007 as the Wisden Leading Cricketer in the World in 1967 and 1969. In South Africa he was player of the year in 1961 and 1984, with special tributes in the S.A. Cricket annuals of 1977 and 1987. Bradman described Pollock, along with Sir Garfield Sobers, as the best left-handed batsman he had ever seen play cricket. In 2009, Pollock was inducted into the ICC Cricket Hall of Fame. ==Youth and early career== Pollock was born into a Scottish family in Durban, Natal Province, Union of South Africa on 27 February 1944. His grandfather was a Presbyterian minister, and his father, Andrew, was a former first-class cricketer with Orange Free State and the editor of the Eastern Province Herald. As a youth, Pollock earned the nickname Little Dog:Hayter (1970), pp. 52–65 > The name arose when his brother [Peter], with voice still unbroken, made > queer-sounding appeals for l.b.w. The humorist, Springbok Atholl McKinnon, > said they sounded like a dog barking, and called him Pooch. When Graeme > joined the provincial eleven they became Big Dog and Little Dog. Pollock attended Grey High School—a noted sporting school in Port Elizabeth—where he was coached by Sussex professional George Cox. In his first match for Grey Junior, aged 9, he took all ten wickets before scoring 117 not out. At one stage, he hit a six into a neighbouring cemetery and had to fetch the ball himself. He was selected for his first match for the school First XI as a leg spinner, taking six wickets for five runs. At 15, Pollock was selected to represent South Africa schoolboys. In 1960, aged 16 and still attending Grey High School, Pollock was chosen to appear for Eastern Province. His first-class cricket debut was against Border at the Jan Smuts Ground in East London, where he made 54 runs before being run out. He then went on to take two wickets in Border's second innings. Later that season he scored his maiden first-class century, scoring 102 against Transvaal B, becoming the youngest South African to score a first-class century. Pollock played five matches for EP in his debut season, scoring 384 runs at an average of 48.00. In 1961, while visiting Britain with his parents, he played six matches with the Sussex Second XI. In the 1962–63 South African season, Pollock finished second in the averages, scoring 839 runs including three centuries at an average of 69.66. The highlight of his season was scoring 209 not out for an Eastern Province Invitational XI against the International Cavaliers, which included bowlers such as Richie Benaud and Graham McKenzie. Benaud was to describe the innings as \"magnificent\", later saying \"I knew I was watching a champion.\"Benaud (2005), p. 114. Aged 19, Pollock was the youngest South African to score a double-century in first-class cricket. ==Test career== ===Debut in Australia=== Pollock was 19 when he was selected for the 1963–64 South African cricket team's tour of Australia. He had a disappointing start to the tour, making 1 and 0 against Western Australia, dismissed twice by McKenzie. He recovered in the next match scoring 127 not out against a Western Australia Combined XI. He made his Test debut at the Gabba in Brisbane making 25 in a rain-interrupted match before again being dismissed by McKenzie. The match was an infamous one with the Australian bowler Ian Meckiff no-balled for throwing, effectively ending his career. Pollock was not successful in the Second Test at the Melbourne Cricket Ground, making 16 and 2 as South Africa were heavily defeated by eight wickets. Pollock's performances in the first two Tests of the series raised questions over the youngster's place, but, in the third Test in Sydney, Pollock made 122 in South Africa’s first innings. Bradman commented: \"Next time you decide to play like that, send me a telegram\". At 19 years and 317 days he became the youngest South African to score a Test century, a record that still stands. In Adelaide, in the fourth Test, Pollock and Eddie Barlow shared a South African third-wicket record partnership of 341; Pollock hitting 175 and Barlow 201. South Africa won the Test by 10 wickets to level the series 1–1. Pollock finished his maiden series with 399 runs to his name, at an average of 57.00. During Pollock's innings of 17 in the drawn fifth Test, he suffered an injury which resulted in him missing the first two Tests of the New Zealand tour which followed. ===Home and away against England=== England toured South Africa in 1964–65 under the captaincy of Mike Smith. Pollock was selected in all five Tests against the tourists. England won the First Test at Kingsmead convincingly by an innings and 104 runs, with Pollock making 5 and a first ball duck. The remaining Tests were all drawn. In the final Test at St George's Park, Pollock made 137 in the first innings, with Wisden Cricketers' Almanack describing it as \"a splendid century, distinguished by many drives past cover and mid-on.\" In the second, he made an unbeaten 77. In the Tests, Pollock made 459 runs at an average of 57.37. Note that England national team toured under the banner of Marylebone Cricket Club until 1977. Pollock was included to tour England with the South African team in 1965. In the Second Test at Trent Bridge, Pollock made 125, an innings he described in his autobiography as his best.Smith (1996) pp. 126–135. He made his runs out of 160 added in 140 minutes, the last 91 of his runs coming in 70 minutes. He had come in at 16/2, and the score had declined to 80/5, before his partnerships with the captain Peter van der Merwe and with Richard Dumbrill enabled the score to reach 269. John Woodcock wrote in The Cricketer, \"Not since Bradman's day could anyone recall having seen an English attack treated in such cavalier style.\" while the same correspondent in The Times said, \"I can think of no innings played against England since the [Second World] war which was so critical and commanding: I can think of none more beautifully played.\" E.W. Swanton wrote in The Daily Telegraph that it was an innings \"which in point of style and power, of ease and beauty of execution is fit to rank with anything in the annals of the game.\"E.W. Swanton, Sort of a Cricket Person (1972), p 207. In the second innings, Pollock scored 59. It was a notable match for the Pollock brothers; older brother Peter took 10 wickets in total as South Africa won the match and, therefore, the three Test series 1–0. His performances during that English season saw him named as one of the Wisden Cricketers of the Year in 1966, acclaimed as \"one of the most accomplished batsmen in contemporary cricket\". ===Success then isolation=== In 1966–67, Bob Simpson led his Australian team to South Africa for a five Test series. The South Africans won the First Test at Wanderers after trailing by 126 after the first innings and scoring 620 runs in the second innings. Pollock scored 90 from 104 balls. Describing Pollock's innings, Wisden said \"[he] looked without peer and his timing, placing and wristwork were an object lesson for the purist.\" In the Second Test at Newlands, responding to an Australian total of 542, Pollock made 209 runs from a team total of 353 despite batting with an injured groin which restricted his footwork and running. South Africa, however, were unable to avoid the follow-on and eventually lost the match by 6 wickets. The Third Test was played at Kingsmead in Durban and Pollock made 67 not out in the second innings, with Ali Bacher batting South Africa to an eight wicket victory. The Fourth Test saw rain deny South Africa an almost certain victory. The final Test at Port Elizabeth saw Pollock, on his birthday, score another century as South Africa won the match by seven wickets to clinch the series three Tests to one. For the series, Pollock scored 537 runs at an average of 76.71, trailing only Denis Lindsay on both measures for the South Africans. Pollock and the South Africans were due to play England at home in 1968–69, but tensions stemming from the South African government's apartheid policy came to a head when South African-born Basil D'Oliveira—of Cape Coloured ancestry—was chosen in the England touring team to replace the injured Tom Cartwright.Oborne (2004), p. 222. The South African Prime Minister B. J. Vorster denounced the English team as the \"team of the anti-apartheid\" movement and refused to allow the team to enter South Africa with D'Oliveira in place. The tour was therefore cancelled.Oborne (2004), pp. 223–224. South Africa's last Test series before their expulsion from international cricket was against Bill Lawry's Australians. The Australians had just completed a gruelling tour of India in vastly different playing conditions before coming to South Africa. Pollock's form continued into the series and he averaged 73.85. Pollock managed to break Jackie McGlew's South African Test record of 255 when he scored 274 in the 2nd Test in Durban. When Pollock was batting in this innings with Barry Richards, the opposing captain, Bill Lawry, said about this innings: \"Never have I seen the ball hit with such power by two players at the same time.\"Roebuck, pp. 48–50. He held this record for nearly thirty years until Daryll Cullinan scored 275 not out against New Zealand in 1999. Pollock was 26 years of age when his Test career was brought to an end. ==Post-Test career== When the scheduled South African tour of England in 1970 was cancelled, a tour by a \"Rest of the World\" side was arranged to fill the gap. The side, of which Pollock was a member, played five games against England which were promoted at the time as \"Tests,\" but which are not now recognised as such. Pollock had a poor series by his standards, but he did make 114 in the final match at The Oval, sharing in a fifth wicket partnership of 165 with Gary Sobers. International isolation was keenly felt by the South African team at the time, including Pollock, and the players took measures to try to reverse the looming sporting boycott. In 1971, Pollock took part in a protest organised by Barry Richards and Mike Procter against the South African government's apartheid policy as it referred to cricket. During a match to celebrate the tenth anniversary of the formation of the Republic of South Africa, the players from both teams walked off after one ball, issuing a joint statement: > We cricketers feel that the time has come for an expression of our views. We > fully support the South African Cricket Association's application to invite > non-whites to tour Australia, if they are good enough, and further subscribe > to merit being the only criterion on the cricket field. During South Africa's international isolation, Pollock played in 16 unofficial Test matches against breakaway teams from England, Sri Lanka, the West Indies and Australia. He ended his international career at the age of 42 with a 144 against the rebel Australian team that toured South Africa in 1987. He scored 1376 runs, including 5 centuries, at an average of 65.52. Pollock continued playing first-class cricket for Eastern Province and Transvaal until his retirement from the first-class game in the 1986–87 season at the age of 43. He made 20,940 runs in first-class cricket, including 64 centuries and 99 fifties, at an average of 54.67. Despite offers, Pollock never played in English domestic cricket, once stating that \"the domestic grind was not 'my type of game'\". Limited overs matches were introduced some time after his career began, and he played 112 innings in the shorter form of the game, tallying 4,656 runs at an average of over 50. In 1974–75 Pollock scored 222 not out for Eastern Province against Border in the Gillette Cup, this was the first double century in List A cricket and remained the highest individual innings until 2002 when surpassed by Ali Brown. By the time of his retirement in 1988, Pollock was already \"established in cricket administration: president of the South African Cricket Players' Association, board member and team selector with the Transvaal Cricket Council.\" He was appointed a Test selector by the United Cricket Board in 2000, a post he held until 2002, at which point he was appointed as a batting coach to the South African team. Pollock, together with Gary Sobers, was honoured by being chosen to present the match awards following the 2003 Cricket World Cup Final in Johannesburg. On 26 November 2013, the Centurion pavilion at St George's Oval was renamed the \"Graeme Pollock Pavilion\" in honour of his contribution to cricket. ==Playing style== Standing at , Pollock used his height well to get to the pitch of the ball, and utilised a strong sense of timing. He had an upright batting stance and his footwork was balanced and correct. He used a heavy bat and liked to play the cover drive. To rectify an apparent weakness on the leg side, Pollock developed a very good pull and leg drive. With his power, he was able to find the gaps in the field, allowing him to score quickly. His style of batting was aggressive, not waiting for poor deliveries when looking to score: Aside from his batting abilities, Pollock was also an occasional leg-spinner. His teammate Jackie McGlew claimed Pollock could have made an outstanding bowler—\"He bowled right over the top and really made the ball 'fizz'\"—but he bowled mainly for enjoyment and with a light heart. In total, he took 4 Test wickets and 43 in first-class cricket. He was also a naturally gifted fielder. ==Personal life== Shaun, played 108 Tests Pollock's Scottish immigrant father Andrew Pollock played cricket for Orange Free State, while his brother, Peter Pollock, was a leading fast bowler who played 28 Test matches for South Africa. Both Graeme Pollock's sons, Anthony Pollock and Andrew Graeme Pollock, played cricket for Transvaal and Gauteng, while his nephew, Shaun Pollock (son of Peter), retired from the South African Test team in 2008, played in 108 Test matches, captained the country from 2000 to 2003 and was South Africa's leading wicket-taker before being overtaken by Dale Steyn. In 2003, Pollock expressed his thoughts about the sporting boycott of South Africa: :I was twenty-four. We did not give too much thought to the people who were not given the opportunities. In hindsight we certainly could have done much more in trying to get change to Southern Africa. [...] We had a good series against Australia in '67 and we probably had our best side ever. [...] Poor old Barry (Richards) played just four Tests, Mike Procter seven. But at the same time [the protesters] got it absolutely right that the way to bring about change in South Africa was in sport. It was difficult for twenty-two years ... but in hindsight it was needed and I'm delighted it did achieve change in South Africa. :—Graeme PollockOborne (2004), pp. 251–252. ==Statistical analysis== {| class=\"wikitable\" style=\"margin: 1em auto 1em auto\" width=\"80%\" |- !colspan=2| !colspan=4| Batting !colspan=4|Bowling |- ! style=\"text- align:left;\" | Opposition !| Matches !| Runs !| Average !| High Score !| 100 / 50 !| Runs !| Wickets !| Average !| Best (Inns) |- style=\"text-align:right;\" | style=\"text-align:left;\" | || 14 || 1,453 || 69.19 || 274 || 5/5 || 13 || 0 || – || – |- style=\"text-align:right;\" | style=\"text-align:left;\" | || 8 || 750 || 53.57 || 137 || 2/6 || 360 || 4 || 43.75 || 2/50 |- style=\"text- align:right;\" | style=\"text-align:left;\" | || 1 || 53 || 26.50 || 30 || 0/0 || 16 || 0 || – || – |- style=\"text-align:right; border-top:solid 2px grey;\" | style=\"text-align:left;\" | Overall || 23 || 2,256 || 60.97 || 274 || 7/11 || 204 || 4 || 51.00 || 2/50 |} {|class=\"wikitable\" style=\"font-size: 100%\" align=\"center\" width:\"100%\" !colspan=7|Graeme Pollock's Test Centuries |- ! width=\"40\"| !! width=\"50\"|Runs !! width=\"50\"|Match !! width=\"100\"|Against !! width=\"150\"|City/Country !! width=\"200\"|Venue !! width=\"50\"|Year |- | [1] || 122 || 3 || || Sydney, Australia || Sydney Cricket Ground || 1964 |- | [2] || 175 || 4 || || Adelaide, Australia || Adelaide Oval || 1964 |- | [3] || 137 || 11|| || Port Elizabeth, South Africa || St George's Park || 1965 |- | [4] || 125 || 13 || || Nottingham, England || Trent Bridge || 1965 |- | [5] || 209 || 16 || || Cape Town, South Africa || Sahara Park Newlands || 1966 |- | [6] || 105 || 19 || || Port Elizabeth, South Africa || St George's Park || 1967 |- | [7] || 274 || 21 || || Durban, South Africa || Kingsmead || 1970 |- |} An innings-by-innings breakdown of Pollock's Test match batting career, showing runs scored (red bars) and the average of the last 10 innings (blue line). ==Notes== ==References== Printed * * * * * * Website * * * * ==External links== * Category:1944 births Category:Living people Category:Sportspeople from Durban Category:South Africa Test cricketers Category:South African cricketers Category:Eastern Province cricketers Category:International Cavaliers cricketers Category:Gauteng cricketers Category:South African people of British descent Category:White South African people Category:South African people of Scottish descent Category:Wisden Cricketers of the Year Category:Wisden Leading Cricketers in the World Category:South African cricket coaches Category:Alumni of Grey High School ",
    "title": "Graeme Pollock"
}