{
    "id": "1429817",
    "text": "Val Joe \"Rudy\" Galindo (born September 7, 1969) is an American figure skater who competed in both single skating and pair skating. As a single skater, he is the 1996 U.S. national champion, 1987 World Junior Champion, and 1996 World Bronze medalist. As a pairs skater, he competed with Kristi Yamaguchi and was the 1988 World Junior Champion and the 1989 and 1990 U.S. National Champion. He is the first openly gay skating champion in the United States, though US, World and Olympic champion Brian Boitano came out long after his career was over. == Career == Galindo began skating with his sister. Although the sport was expensive, his parents were supportive and forwent a chance to buy a house, settling instead for a larger trailer. As a singles career, Galindo won the 1987 World Junior title. Galindo was paired with Kristi Yamaguchi by his coach, Jim Hulick. They placed 5th on the junior level at the 1985 U.S. Championships and won the junior title in 1986. Hulick died of AIDS-related cancer in 1989. Galindo did not compete in singles in the 1988–89 and 1989-90 seasons in order to concentrate on pairs. Galindo and Yamaguchi won the 1988 World Junior title and the U.S. senior championships in 1989 and 1990. Their partnership came to an end in April 1990 when Yamaguchi decided to focus on her singles career. Lacking a partner of Kristi's calibre, Galindo returned to singles competition. Rudy Galindo's father died of a heart attack in 1993, and his brother, George, died from AIDS in 1994. Another coach, Rick Inglesi, died of AIDS in 1995. Galindo reports in his autobiography that he was grief- stricken and unmotivated by a lack of support from the skating establishment. He took eight months off after the 1995 U.S. Championships. The 1996 national championships were scheduled to take place in his hometown, San Jose. Rudy decided to take advantage of this opportunity to compete in front of his mother, who no longer traveled, and his hometown. He resumed training in September 1995, with his sister Laura as his coach. In January 1996, he won the men's title at the U.S. Championships at the San Jose Arena in a performance that has become legendary in the skating world. He was the oldest male to win this title in 70 years. He went on to win a bronze medal at the 1996 World Championships. He performed to Swan Lake by Tchaikovsky for his free skate program, and Franz Biebl'a Ave Maria (performed by the Stanford Fleet Street Singers) for the exhibition program. Galindo retired from eligible competition in the summer of 1996 and toured with Tom Collins' Champions on Ice. He underwent hip replacement surgery in August 2003 after finishing the season's tour with a broken femur on his left side. After recovering, Galindo continued to tour with COI until it went out of business in 2007. In 2006 he served as a judge on the WE tv series Skating's Next Star, created and produced by Major League Figure Skating and hosted by Kristi Yamaguchi. Galindo coaches at Solar4America Ice (formerly Sharks Ice at San Jose), the same rink where he trained during his competitive career. Among his students is Kristi Yamaguchi's daughter, Emma Hedican. Galindo was inducted into the San Jose Sports Hall of Fame in 2011. He was elected to the U.S. Figure Skating Hall of Fame in December 2012. == Personal life == Galindo is the third child of Jess and Margaret Galindo. He had a brother, George, who was ten years older and who later died of AIDS. His sister Laura is five years older. He is of Mexican descent through his grandparents on his father's side. In 1996 he came out as gay in Christine Brennan's book Inside Edge: A Revealing Journey Into the Secret World of Figure Skating (), which was published shortly before he won his national title that year. He is the first openly gay skating champion in the U.S. His autobiography Icebreaker (), co- written with Eric Marcus, was published in 1997. Rudy was very close to his family, especially his father, who made many financial sacrifices to help his son's career. Rudy states in his autobiography, \"Icebreaker\" that his sister Laura often drove him to practice years before she was old enough to have a driver's license. Laura gave up her career in part to support Rudy. She acted as his coach during the 1996 championship season. In 2000, Galindo announced he was HIV positive. After residing a number of years in Reno, Nevada, Galindo moved back to San Jose, California in 2006. ==Competitive highlights== ===Singles career=== {| class=\"wikitable\" style=\"text-align:center\" |- ! style=\"background-color: #ffdead; \" colspan=14 align=center | International |- ! Event ! 1981–82 ! 1982–83 ! 1983–84 ! 1984–85 ! 1985–86 ! 1986–87 ! 1987–88 ! 1990–91 ! 1991–92 ! 1992–93 ! 1993–94 ! 1994–95 ! 1995–96 |- | align=left | Worlds || || || || || || || || || || || || || bgcolor=cc9966 | 3rd |- | align=left | Asko/Vienna Cup || || || || || || || bgcolor=gold | 1st || || || || || bgcolor=gold | 1st || |- | align=left | Nations Cup || || || || || || || || || || || 4th || || |- | align=left | Prague Skate || || || || || || || || || || bgcolor=silver | 2nd || || || |- ! style=\"background-color: #ffdead; \" colspan=14 align=center | International: Junior |- | align=left | Junior Worlds || || || || bgcolor=cc9966 | 3rd || bgcolor=silver | 2nd || bgcolor=gold | 1st || || || || || || || |- | align=left | Blue Swords || || || || || bgcolor=silver | 2nd || || || || || || || || |- | align=left | Grand Prize SNP || || || || bgcolor=gold | 1st || || || || || || || || || |- ! style=\"background-color: #ffdead; \" colspan=14 align=center | National |- | align=left | U.S. Champ. || bgcolor=gold | 1st N. || || 5th J. || bgcolor=cc9966 | 3rd J. || bgcolor=cc9966 | 3rd J. || 8th || 10th || 11th || 8th || 5th || 7th || 8th || bgcolor=gold | 1st |- | colspan=14 align=center | Levels: N. = Novice; J. = Junior |} ===Pairs career=== (with Kristi Yamaguchi) {| class=\"wikitable\" style=\"text-align:center\" |- ! style=\"background-color: #ffdead; \" colspan=7 align=center | International |- ! Event ! 1984–85 ! 1985–86 ! 1986–87 ! 1987–88 ! 1988–89 ! 1989–90 |- | align=left | World Champ. || || || || || 5th || 5th |- | align=left | Skate America || || || 5th || || || bgcolor=silver | 2nd |- | align=left | NHK Trophy || || || || || bgcolor=cc9966 | 3rd || 4th |- | align=left | Skate Electric || || || || || bgcolor=gold | 1st || |- ! style=\"background-color: #ffdead; \" colspan=7 align=center | International: Junior |- | align=left | World Junior Champ. || || 5th || bgcolor=cc9966 | 3rd || bgcolor=gold | 1st || || |- ! style=\"background-color: #ffdead; \" colspan=7 align=center | National |- | align=left | U.S. Champ. || 5th J. || bgcolor=gold | 1st J. || 5th || 5th || bgcolor=gold | 1st || bgcolor=gold | 1st |- | colspan=7 align=center | J. = Junior level |} ==References== ==External links== *Official website Category:American male single skaters Category:American male pair skaters Category:World Figure Skating Championships medalists Category:World Junior Figure Skating Championships medalists Category:LGBT figure skaters Category:LGBT sportspeople from the United States Category:American sportspeople of Mexican descent Category:LGBT people from the San Francisco Bay Area Category:LGBT Hispanic and Latino American people Category:Gay sportsmen Category:Sportspeople from Reno, Nevada Category:Sportspeople from San Jose, California Category:People with HIV/AIDS Category:1969 births Category:Living people ",
    "title": "Rudy Galindo"
}