{
    "id": "1429540",
    "text": "The Liberators: My Life in the Soviet Army (1981) by Viktor Suvorov (original Russian title: Освободитель) is a non-fiction, personal account of the Soviet Army during the 1960s and 1970s. Drawing from his own experiences, Suvorov (writing under a pseudonym) provides insight into the brutality of a military machine in which soldiers are treated with little regard. A veteran of the Soviet army and intelligence, Suvorov had defected to the United Kingdom in 1978. The book includes Suvorov's eyewitness account of the 1968 invasion of Czechoslovakia by Soviet forces. More generally, he recounts the daily life within the military. He says that middle-ranking officers struggle to impress their superiors. This does not contribute to military effectiveness or discipline, but depends on officers' cunning and deceit. This is the first book that Suvorov published after his defection and it is written in Russian, as are all his works. The book was also translated into English in more than one edition, including paperbacks. It is available for free in an English edition on the Internet Archive. ==Critical reception== The Liberators does not attempt to discuss Soviet doctrine, organization or equipment in any formal way. Suvorov explored those topics in his subsequent book, Inside the Soviet Army(1982), with a much more objective approach. Suvorov provides a personal account for non-specialist readership. United States military reviewers described the book as \"a bitter, often sarcastic account of anecdotes about life in the Soviet army and events leading up to the 'liberation' of Czechoslovakia. He portrays an army of doubtful readiness and ability.\" While the reviewers acknowledged that Soviet forces were not in good shape in 1968, they disputed Suvorov's consistent portrayal of them as \"incapable of effective combat.\" They said that since that date, the Soviets had corrected some deficiencies in equipment, for instance. They did note reports in the early 1980s of poor discipline and morale among Soviet forces in Afghanistan. The book was translated into English and has been published in more than one hardcover edition; it was also published in paperback. *; Hamish Hamilton, 1981 (English translation). *; W W Norton, 1983 (English translation). *; Berkley, 1998, in English ==References== ==External links== *Viktor Survorov, The Liberators, available in English for free online at the Internet Archive Category:1981 books Category:Political autobiographies Category:Books about Soviet repression Category:Books about Soviet military occupations ",
    "title": "The Liberators (Suvorov book)"
}