{
    "id": "1429317",
    "text": "The Calgary City Council is the legislative governing body that represents the citizens of Calgary. The council consists of 15 members: the chief elected official, titled the mayor, and 14 councillors. Naheed Nenshi was elected mayor in October 2010 as the city's 36th. Each of the 14 councillors represent one of the city's 14 wards. == Elections == The mayor of Calgary is elected through a citywide vote by all eligible voters. The mayor represents the interests of the city as a whole. The councillors are elected by the constituents of each ward. The councillors represent the interests of their respective wards. The mayor and councillors hold the office for 4-year terms. The last municipal election was held on October 16, 2017. == Governing system == The Calgary city government is the council-manager form of government. The mayor and councillors oversee the City Manager and the administration of the city. “Learn About the Council-Manager Form of Government,” The Balance Careers, accessed February 8, 2019, https://www.thebalancecareers.com/council- manager-form-of-government-1669446.; https://pub- calgary.escribemeetings.com/filestream.ashx?DocumentId=90912 Calgary's City Council is a council-policy committee system. The Council establishes its policies for governing the city based on information provided by four standing policy committees: * Planning and Urban Development * Transportation and Transit * Utilities and Corporate Services * Community and Protective Services These committees meet once every month at City Hall and are composed of councillors and are responsible for approving and recommending policies to City Council. The general public is invited to the committee meeting to make presentations. Any decisions that come out of these meetings need final approval from the Council as a whole. There are also a number of civic committees, boards, and authorities that help to create policies in specialized areas, such as parking, the preservation of heritage sites and buildings, and planning and development matters. These civic committees, board and authorities consist of citizens and one or more councillor. City Council meets three Mondays every month in the Council Chambers at the Calgary Municipal Building. Two meetings are regular Council meetings, where issues from the four policy committees are discussed. The third meeting is a public hearing, where planning matters are generally discussed. Citizens do not address Council during the two regular meetings, however the public hearings are designed for the citizens to speak directly with their elected councillor regarding specific issues. === Financing === The city had an operating budget of $2.1 billion for 2007, supported 41% by property taxes. $757 million in property taxes are collected annually, with $386 million from residential and $371 million from non-residential properties. 54% of the budget is spent for wages of the 13,043 city employees and expenditures. The average Calgary household pays approximately $2,100 per year in city tax.$386 million were collected from 332,955 occupied dwellings in 2006 == History == === Mayor === From 1884 to 1923, mayoralty elections were held annually. A plebiscite held in 1923 increased the term in office for the mayor from one to two years. In 1968, the Municipal Act increased the term in office by one year, for a total of three years. In 2013, the term for mayor was amended in the Local Authorities Election Act to 4 years. === Councillors === From 1884 to 1886, four councillors were selected from the town. In 1894, Calgary was divided into three wards, increasing the number of councillors to six. Later, three aldermen represented each ward. In 1906, a fourth ward was created, bringing the total number of aldermen to 12. From 1914 to 1960, aldermen were elected from across the city for two-year terms, dismantling the ward system. Staggered elections made half the council up for election each year. Commissioners were also elected in the early years. From 1917 to 1971, councillors were elected using single transferable votes to achieve a degree of proportionality/ fairness. After a plebiscite in 1960 the ward system was re-established in the city. Six wards were established, each represented by two aldermen. In 1974, voters had up to two votes under the block voting system to elect the two councillors in their ward. In 1976, the number of wards expanded to 14 (current number) with one alderman representing each ward for three years (and voters having only one vote). On December 14, 2010, council voted to change the title to councillor, which took effect in the October 2013 election. In 2012 the Local Authorities Election Act was amended to increase the term length to 4 years. == Wards, communities and councillors == {|class=\"wikitable\" |- ! width=100px height=50px | Ward ! width=150px | Councillor ! width=110px | Terms in office ! Communities |- ! Ward 1 | Ward Sutherland | 2013–present (2 terms) |Bowness, Crestmont, Greenwood/Greenbriar, Montgomery, Rocky Ridge, Scenic Acres, Silver Springs, Tuscany, University Heights, University of Calgary, Valley Ridge, Varsity, Royal Oak |- ! Ward 2 | Joe Magliocca | 2013–present (2 terms) |Arbour Lake, Citadel, Evanston, Hamptons, Hawkwood, Kincora, Nolan Hill, Ranchlands, Sage Hill, Sherwood |- ! Ward 3 | Jyoti Gondek | 2017–present (1 term) |Country Hills Village, Coventry Hills, Harvest Hills, Panorama Hills, Hidden Valley, Country Hills |- ! Ward 4 | Sean Chu | 2013–present (2 terms) | Beddington Heights, Edgemont, Greenview, Highland Park, Huntington Hills, MacEwan Glen, North Haven, North Haven Upper, Sandstone Valley, Thorncliffe |- ! Ward 5 | George Chahal | 2017–present (1 term) | Castleridge, Cornerstone, Falconridge, Martindale |- ! Ward 6 | Jeff Davison | 2017–present (1 term) | Aspen Woods, Christie Park, Coach Hill, Cougar Ridge, Discovery Ridge, Glamorgan, Glenbrook, Glendale, Patterson, Signal Hill, Springbank Hill, Strathcona Park, West Springs, Westgate |- ! Ward 7 | Druh Farrell | 2001–present (6 terms) | Banff Trail, Brentwood, Bridgeland/Riverside (part), Cambrian Heights, Capitol Hill, Charleswood, Chinatown, Collingwood, Crescent Heights, Dalhousie, Downtown Commercial Core (part), Downtown East Village, Eau Claire, Highwood, Hillhurst, Hounsfield Heights/Briar Hill, Mount Pleasant, Parkdale, Point Mckay, Queens Park Village, Rosedale, Rosemont, St. Andrews Heights, Sunnyside, West Hillhurst |- ! Ward 8 | Evan Woolley | 2013–present (2 terms) | Bankview, Beltline, Cliff Bungalow, Downtown Commercial Core (part), Downtown West End, Elbow Park (part), Killarney/Glengarry, Lower Mount Royal, Mission, Richmond, Rosscarrock, Scarboro, Scarboro/Sunalta West, Shaganappi, South Calgary, Spruce Cliff, Sunalta, Upper Mount Royal, Wildwood |- ! Ward 9 | Gian-Carlo Carra | 2010–present (3 terms) | Acadia, Applewood Park, Bridgeland/Riverside (part), Dover, Erlton, Fairview, Inglewood, Manchester, Ogden, Parkhill, Ramsay, Renfrew, Rideau Park, Riverbend, Roxboro, Tuxedo Park, Winston Heights/MountviewAlbert Park/Radisson Heights, Penbrooke Meadows, Forest Heights, Red Carpet, Southview |- ! Ward 10 | Ray Jones | 1993–present (9 terms) | Abbeydale, Coral Springs, Erin Woods, Forest Lawn, Marlborough, Marlborough Park, Mayland Heights, Monterey Park, Pineridge, Rundle, Temple, Vista Heights, Whitehorn |- ! Ward 11 | Jeromy Farkas | 2017–present (1 term) | Altadore, Bayview, Bel-Aire, Braeside, Britannia, Cedarbrae, CFB Currie, CFB Lincoln Park PMQ, Chinook Park, Eagle Ridge, Elbow Park (part), Elboya, Haysboro, Kelvin Grove, Kingsland, Lakeview, Lincoln Park, Mayfair, Meadowlark Park, North Glenmore Park, Oakridge, Palliser, Pump Hill, Rutland Park, Southwood, Windsor Park |- ! Ward 12 | Shane Keating | 2010–present (3 terms) | Auburn Bay, Copperfield, Cranston, Douglasdale/Glen, Hotchkiss, Mahogany, McKenzie Lake, McKenzie Towne, New Brighton, Quarry Park, Seton |- ! Ward 13 | Diane Colley-Urquhart | 2000–present (7 terms) | Bridlewood, Canyon Meadows, Evergreen, Millrise, Shawnee Slopes, Shawnessy, Somerset, Woodbine, Woodlands |- ! Ward 14 | Peter Demong | 2010–present (3 terms) | Bonavista Downs, Chaparral, Deer Ridge, Deer Run, Diamond Cove, Lake Bonavista, Legacy, Maple Ridge, Midnapore, Parkland, Queensland, Silverado, Sundance, Walden, Willow Park |- |} == See also == *List of mayors of Calgary *List of Calgary municipal elections *List of neighbourhoods in Calgary == References == == External links == * City of Calgary Category:Municipal councils in Alberta Category:Politics of Calgary ",
    "title": "Calgary City Council"
}