{
    "id": "1430708",
    "text": "Loschwitz is a borough (Ortsamtsbereich) of Dresden, Germany, incorporated in 1921. It consists of ten quarters (Stadtteile): Funicular View from Luisenhof {| | valign=\"top\" | *Loschwitz *Wachwitz *Bühlau *Weißer Hirsch *Rochwitz | valign=\"top\" | *Hosterwitz *Pillnitz *Niederpoyritz *Oberpoyritz *Söbrigen |} Loschwitz is a villa quarter located at the slopes north of the Elbe river. At the top of the hillside is the quarter of Weißer Hirsch, named after a former inn erected in 1685 by the Saxon kapellmeister Christoph Bernhard, where in 1888 the naturopathic physician Heinrich Lahmann opened a sanatorium. The quarters of Wachwitz and Pillnitz are adjacent in the east and the Rosengarten park in the west. Loschwitz is connected with the borough of Blasewitz south of the Elbe by the Blue Wonder (Blaues Wunder) bridge. Furthermore, the borough encompasses large parts of the Dresden Heath, the city's forest. The old village of Loschwitz, a wine-growing area since the 11th century, was first mentioned in a 1227 deed. About 1660 Elector John George II of Saxony had several vineyards laid out at the hillside, that soon became a fashionable recreational and residential area for the Dresden nobility and wealthy bourgeois like the composer Heinrich Schütz or the goldsmith Johann Melchior Dinglinger. The author Christian Gottfried Körner had a cottage within the vineyards, where his guest Friedrich Schiller wrote the Ode to Joy in 1785. About 1800 James Ogilvy, 7th Earl of Findlater acquired large estates, where from 1850 the Elbschlösser (Elbe Castles) were erected: Albrechtsberg Palace and Villa Stockhausen (Lingnerschloss) of Prince Albert of Prussia as well as Eckberg Castle, finished in 1861. The church is of especial architectural and historical interest, as is the churchyard, for the many burials of notable people. It was full by about 1800 and was replaced by Loschwitz Cemetery. A popular place is the restaurant Luisenhof, built in 1895 and named after Crown Princess Luise of Saxony. The \"Dresden balcony\" offers a panoramic view of the city and the Elbe valley. Nearby is the Standseilbahn Dresden funicular railway as well as the Schwebebahn Dresden, the oldest suspension railway of the world, which both are still in use. Nobility and rich citizens of Dresden used to live in Loschwitz such as Theodor Körner, Carl Maria von Weber and Gerhard von Kügelgen. A famous inhabitant of Weißer Hirsch was the inventor Manfred von Ardenne with his institute for scientific research. One of his neighbours was the retired officer Friedrich Paulus, commander in the Battle of Stalingrad, who died here in 1957. Also a number of famous people stayed in Loschwitz for a short time: Johann Wolfgang von Goethe, Heinrich von Kleist, Ernst Moritz Arndt, Novalis, Ludwig Tieck, Alexander and Wilhelm von Humboldt, Wolfgang Amadeus Mozart, Leopold Auer and Anton Graff. Around the 1920-1930's Loschwitz used to be the most expensive living area of all Europe. This is evidenced in the surviving funicular railway, originally placed as an aid purely to residents in ascending the steep slopes of the river valley, and only recently having acquired novelty as a minor tourist attraction. Recently restored and operated by the local public transportation agency. ==External links== * Dresdner-Stadtteile.de (About 100 Dresden city quarters, a private website in German) ==See also== * Elbhangfest Category:Boroughs and quarters of Dresden ",
    "title": "Loschwitz"
}