{
    "id": "1430575",
    "text": "The IRT Broadway–Seventh Avenue Line (also known as the IRT Seventh Avenue Line or the IRT West Side Line) is a New York City Subway line. It is one of several lines that serves the A Division, stretching from South Ferry in Lower Manhattan north to Van Cortlandt Park–242nd Street in Riverdale, Bronx. The Brooklyn Branch, known as the Wall and William Streets Branch during construction, from the main line at Chambers Street southeast through the Clark Street Tunnel to Borough Hall in Downtown Brooklyn, is also part of the Broadway–Seventh Avenue Line. The IRT Broadway–Seventh Avenue Line is the only line to have elevated stations in Manhattan, with two short stretches of elevated track at 125th Street and between Dyckman and 225th Streets. The line was constructed in two main portions by the Interborough Rapid Transit Company (IRT), a private operator. The first portion, north of 42nd Street, was opened between 1904 and 1908, and is part of the first subway line in the city. The line ran from City Hall, up the Lexington Avenue Line, across 42nd Street, and up Seventh Avenue and Broadway, before splitting into the Broadway Branch and the Lenox Avenue Line. The second portion of the line, that south of 42nd Street, was constructed as part of the Dual Contracts, which were signed between the IRT, the New York Municipal Railway (a subsidiary of the Brooklyn Rapid Transit Company), and the City of New York. Among the various subway lines that were to be constructed as part of the contracts, the West Side Line was to be extended south along Seventh Avenue to serve Manhattan's West Side. This extension extended service to the end of Lower Manhattan and into Brooklyn, relieving crowding on the East Side Line, while opening up service to new areas. The Pennsylvania Railroad's new hub in Manhattan, Penn Station, could now be accessed by the subway. Additionally, Manhattan's West Side was rebuilt with the arrival of the line. To allow the wide four-track line to go through the area, new streets had to be mapped and built, and new buildings were constructed as a result. Capacity on the IRT's subway system doubled, increasing its usage. Since the line opened, service patterns have been streamlined. Originally, express and local trains ran to both the Broadway Branch and to the Lenox Avenue Line, resulting in delays. As part of a rebuilding of the line in the late 1950s, all local trains were sent up the Broadway Branch, and all express trains were sent up the Lenox Avenue Line. Accompanying these changes were the lengthening of platforms, new subway cars, and the closing of the 91st Street station. One other major change in service was the implementation of skip-stop service on the 1 and 9 trains in 1989, but this was discontinued in 2005 as few people benefited. The Cortlandt Street station, destroyed following the September 11 attacks, was completely rebuilt and reopened in September 2018 as WTC Cortlandt. The original South Ferry station, a five-car balloon loop, was also replaced with a two-track terminal in 2009; the new South Ferry terminal was rebuilt in 2017 after being flooded during Hurricane Sandy in 2012. ==Description== Also known as the IRT West Side Line, since it runs along the west side of Manhattan, the IRT Broadway–Seventh Avenue Line runs from Van Cortlandt Park–242nd Street in the Bronx, close to the city line with Westchester, to South Ferry in Lower Manhattan, the southernmost point in the borough. Along the way, the line serves places such as Times Square, Lincoln Center, Columbia University, and the City College of New York. * * The portion of the line north of 42nd Street was built as part of the first subway in New York in 1904. Train services that use the IRT Broadway–Seventh Avenue Line are colored on subway signage and literature. The line is served by the trains, which operate together over much of the line. Between 1989 and 2005, the 1 train operated as a skip-stop service in Upper Manhattan in tandem with the '. The 1 and 9 alternated skipping stops along the line, with some stops having both trains stop. This was intended to speed commutes without having to have express service run down the line. This service was discontinued after May 27, 2005; from 1994 onward, this skip-stop separation existed only during rush hours. A third track along much of the line north of 96th Street has been used in the past for peak direction express service, at least between 96th Street and 137th Street. This center track is currently used only during construction reroutes. There is another unused third track between Dyckman Street and Van Cortlandt Park–242nd Street. Three yards have connections to the line. The 240th Street Yard is located between Van Cortlandt Park-242nd Street and 238th Street. This yard holds 21 layup tracks and can hold the entire rolling stock for the 1. The next yard, 207th Street Yard holds a few trains that are used during rush hours and cleans and overhauls some of the line's fleet. Finally, the 137th Street Yard has six tracks, which hold rush hour turn-around trains. Where the Brooklyn Branch ends at its southern end is unclear. In a 1981 list of \"most deteriorated subway stations\", the MTA listed Borough Hall and Clark Street stations as part of the IRT New Lots Line. However, as of 2007, emergency exit signs label Borough Hall as an IRT Broadway–Seventh Avenue Line station, and the two parts of Borough Hall are signed as being along the Broadway–Seventh Avenue and IRT Eastern Parkway Lines. At Borough Hall, the chaining designations, \"K\" (Clark Street Tunnel) and \"M\" (Joralemon Street Tunnel), which are used to precisely specify locations in the system, join and become \"E\" (Eastern Parkway Line) at Borough Hall. ===Clark Street Tunnel=== Emergency exit, Furman Street, Brooklyn 1915 Seventh Avenue subway collapse with car fallen in tunnel The Clark Street Tunnel carries the under the East River between the boroughs of Manhattan and Brooklyn. It was opened for revenue service on Tuesday, April 15, 1919, relieving crowding on the Joralemon Street Tunnel and providing passengers with a direct route between Brooklyn and the west side of Manhattan. It is about long, with about underwater. Construction of the tunnel began on October 12, 1914, using a tunneling shield in conjunction with compressed air. The tunnel was designed by civil engineer Clifford Milburn Holland, who later served as the first chief engineer of the Holland Tunnel. The north tube was holed through on November 28, 1916. On December 28, 1990, an electrical fire in the Clark Street Tunnel trapped passengers on a subway train for over half an hour, killed two people, and injured 149 passengers. == History == === Contracts 1 and 2 === Operation of the first subway began on October 27, 1904, with the opening of all stations from City Hall to 145th Street on the West Side Branch. The line was mostly underground, except for the section surrounding 125th Street, which ran across the elevated Manhattan Valley Viaduct to cross a deep valley there. Service was extended to 157th Street on November 12, 1904, as that station's opening had been delayed because of painting and plastering work. The West Side Branch was extended northward to a temporary terminus at 221st Street and Broadway on March 12, 1906 served by shuttle trains operating between 157th Street and 221st Street. However, only the Dyckman Street, 215th Street, and 221st Street stations opened on that date as the other stations were not yet completed. The 168th Street station opened on April 14, 1906. The 181st Street station opened on May 30, 1906, and on that date express trains on the Broadway branch began running through to 221st Street, eliminating the need to transfer at 157th Street to shuttles. The station at 207th Street was completed in 1906, but since it was located in a sparsely occupied area, it did not open until April 1, 1907. The original system as included in Contract 1 was completed on January 14, 1907, when trains started running across the Harlem Ship Canal on the Broadway Bridge to 225th Street, and the nearby 221st Street station was closed. 1 train in service departing 125th Street along part of the route of the Original Subway. Once the line was extended to 225th Street on January 14, 1907, the 221st Street platforms were dismantled and moved to 230th Street for a new temporary terminus. Service was extended to the temporary terminus at 230th Street on January 27, 1907. An extension of Contract 1 north to 242nd Street at Van Cortlandt Park was approved in 1906 and opened on August 1, 1908. (The original plan had been to turn east on 230th Street to just west of Bailey Avenue, at the New York Central Railroad's Kings Bridge station.) When the line was extended to 242nd Street, the temporary platforms at 230th Street were dismantled, and were rumored to be brought to 242nd Street to serve as the station's side platforms. The 191st Street did not open until January 14, 1911 because the elevators and other work at the station had not yet been completed. Between 1904 and 1908, one of the main service patterns was the West Side Branch, running from Lower Manhattan to Van Cortlandt Park via what is now the Lexington Avenue, 42nd Street, and Broadway–Seventh Avenue Lines. There were both local and express services with express trains south of 96th Street. Some express trains ran to Atlantic Avenue in Brooklyn via the Joralemon Street Tunnel during rush hours while all other trains turned around at City Hall or South Ferry.Commerce and Industry Association of New York, Pocket Guide to New York, 1906, pp. 19–26. === Dual Contracts === The Dual Contracts, which were signed on March 19, 1913, were contracts for the construction and/or rehabilitation and operation of rapid transit lines in the City of New York. The contracts were \"dual\" in that they were signed between the City and two separate private companies (the Interborough Rapid Transit Company and the Brooklyn Rapid Transit Company), all working together to make the construction of the Dual Contracts possible. The Dual Contracts promised the construction of several lines in Brooklyn. As part of Contract 3, the IRT agreed to build a branch of the original subway line south down Seventh Avenue, Varick Street, and West Broadway to serve the West Side of Manhattan. The construction of this line, in conjunction with the construction of the Lexington Avenue Line, would change the operations of the IRT system. Instead of having trains go via Broadway, turning onto 42nd Street, before finally turning onto Park Avenue, there would be two trunk lines connected by the 42nd Street Shuttle. The system would be changed from looking like a \"Z\" system on a map to an \"H\" system. One trunk would run via the new Lexington Avenue Line down Park Avenue, and the other trunk would run via the new Seventh Avenue Line up Broadway. In order for the line to continue down Varick Street and West Broadway, these streets needed to be widened, and two new streets were built, the Seventh Avenue Extension and the Varick Street Extension. It was predicted that the subway extension would lead to the growth of the Lower West Side, and to neighborhoods such as Chelsea and Greenwich Village. Construction started on the extension in 1914. To allow for the extension of the line south from Times Square, the entire western wall of the subway between 43rd Street and 44th Street was removed, all while service continued uninterrupted. The line was mostly built in an open-cut, excluding the segments within the limits of Battery Park, the widened portions of Varick Street, and the new Varick and Seventh Avenue Extensions. Filled in ground was found south of Varick Street along Greenwich Street, which approximately marked the old shore line of the Hudson River during the time of the American Revolution. Many buildings had to be underpinned during the construction of the line, especially those on the lower sections through Greenwich Street. South of Chambers Street, there were to be two branches constructed. The first of the two would run to the Battery via Greenwich Street, while the second branch would turn eastward under Park Place and Beekman Street and down William Street and Old Slip. After going through Lower Manhattan, the second branch would go through a tunnel under the East River before running under Clark and Fulton Streets until a junction at Borough Hall with the existing Contract 2 IRT Brooklyn Line. In order to pass under the Broadway and Park Row subway lines, this branch has grades as steep as 3%, being located below surface level. As a result, the Park Place station was built with escalators. Because William Street is so narrow ( wide), every building along the line had to be underpinned. The entire line, consisting of eight sections, was expected to cost $14,793,419. On September 22, 1915, there was an explosion during construction of the 23rd Street subway station that caused the tunnel to collapse. Seven people were killed after a blast of dynamite in the subway tunnel destroyed the plank roadway over Seventh Avenue. As a result, a crowded trolley car, and a brewery truck fell into the excavation, accounting for most of the injuries. On June 3, 1917, the first portion of the Broadway–Seventh Avenue Line south of Times Square–42nd Street, a shuttle to 34th Street–Penn Station, opened; a separate shuttle service, running between 42nd and 34th Streets, was created. This short extension was opened even though the rest of the route was not yet completed in order to handle the mass of traffic to and from Pennsylvania Station. Only the northern part of the station was opened at this time, and piles of plaster, rails, and debris could be seen on the rest of the platforms. On June 27, 1918, the Public Service Commission (PSC) announced that on July 1, the shuttle would be extended south to South Ferry, with a shorter shuttle on the Brooklyn branch between Chambers Street and Wall Street, on July 1, 1918. The PSC's decision to open the line before the Lexington Avenue Line was completed was unexpected. The new \"H\" system was implemented on August 1, 1918, joining the two halves of the Broadway–Seventh Avenue Line and sending all West Side trains south from Times Square. An immediate result of the switch was the need to transfer using the 42nd Street Shuttle. The completion of the \"H\" system doubled the capacity of the IRT system. Poster announcing the opening of the Clark Street Tunnel. The local tracks ran to South Ferry, while the express tracks used the Brooklyn branch to Wall Street, extended to Atlantic Avenue in Brooklyn via the Clark Street Tunnel on April 15, 1919. Extensions of the Eastern Parkway Line and the connecting Nostrand Avenue Line and New Lots Line opened in the next few years, with the end result being that West Side trains ran to Flatbush Avenue or New Lots Avenue. === Post-unification === In 1948, platforms on the line from 103rd Street to 238th Street were lengthened to to allow full ten-car express trains to platform. Previously the stations could accommodate only six car local trains. The platform extensions were opened in stages. On April 6, 1948, the stations from 103rd Street to Dyckman Street had their platform extensions opened, with the exception of the 125th Street, which had its extension opened on June 11, 1948. On July 9, 1948, the platform extensions at stations between 207th Street and 238th Street were opened for use at the cost of $423,000. During the early 1950s, it was considered to convert the Columbus Circle station from a local stop to an express stop in order to serve the anticipated rise of ridership at the stop resulting from the proposed New York Coliseum and the expected redevelopment of the area. In 1955, the firm Edwards, Kelcey and Beck was hired as Consulting Engineers for the construction of the express station. A poster detailing the improvements made to the line as part of the West Side Improvement. Under a $100 million rebuilding program, increased and lengthened service was implemented during peak hours on the 1 train. To the north of 96th Street, delays occurred as some trains from the Lenox Avenue Line switched from the express to the local tracks, while some trains from the Broadway Branch switched from the local to the express tracks. This bottleneck was removed on February 6, 1959. All Broadway trains became locals, and all Lenox Avenue trains became expresses, eliminating the need to switch tracks. All 3 trains began to run express south of 96th Street on that date running to Brooklyn. 1 trains began to run between 242nd Street and South Ferry at all times. Trains began to be branded as Hi- Speed Locals, being as fast as the old express service was, with 8-car trains consisting of new R21 and R22 subway cars from the St. Louis Car Company. During rush hour in the peak direction, alternate trains, those running from 242nd Street, made no stops except 168th Street between Dyckman and 137th Streets in the direction of heavy traffic. The bypassed stations were served by locals originating from Dyckman Street. The improved service could not be implemented until the platform extensions at all stations on the line were completed. The original IRT stations north of Times Square could barely fit five or six car locals based on whether the trains had one or two ends with cars that had manually operated doors. In 1958, the platform extensions at the local stations were nearly completed, but there were more problems with the platform extensions at the two express stations, 72nd Street and 96th Street. To make room for the platform extension at 72nd Street, the track layout was changed. However, in order to fit the platform extension at 96th Street, the local tracks and the outside walls had to be moved. A new mezzanine with stairways to the street was built between West 93rd Street and West 94th Street. Since the 86th Street and 96th Street stations had their platforms extended in order to accommodate 10-car trains, the 91st Street station was closed on February 2, 1959 because it was too close to the other two stations. Platform extensions were also undertaken on the southern portion of the line. During the 1964–1965 fiscal year, the platforms at Park Place, Fulton Street, Wall Street, Clark Street and Borough Hall were lengthened to to accommodate a ten-car train of long IRT cars. On August 21, 1989, the 1/ weekday skip-stop service started. The plan was to have skip-stop service begin north of 116th Street–Columbia University, but due to objections, most notably that riders did not want 125th Street to be a skip-stop station, skip-stop service was only implemented north of 137th Street–City College between the hours of 6:30 am and 7:00 pm. All 1 trains skipped Marble Hill–225th, 207th, 191st and 145th Streets, while all 9 trains skipped 238th, 215th, Dyckman and 157th Streets. On September 4, 1994, midday skip-stop service was discontinued, and 191st Street was no longer a skip-stop station. After the September 11 attacks, all 1 trains had to be rerouted since the IRT Broadway–Seventh Avenue Line ran directly under the World Trade Center site and was heavily damaged in the collapse of the Twin Towers. 1 trains ran only between 242nd Street and 14th Street, making local stops north of and express stops south of 96th Street. The skip-stop service with the 9 train was suspended. On September 19, after a few switching delays at 96th Street, service was changed. All 1 trains made all stops from 242nd Street to New Lots Avenue via the Clark Street Tunnel and IRT Eastern Parkway Line, to replace all ' trains (which terminated at 14th Street) at all times except late nights, when it terminated at Chambers Street in Manhattan instead. On September 15, 2002, all 1 trains returned to the South Ferry Loop and 9 skip-stop service was reinstated. Cortlandt Street, which was directly underneath the World Trade Center, was demolished as part of the clean-up, to be rebuilt as part of the World Trade Center Transportation Hub. On May 27, 2005, the 9 train was discontinued and all 1 trains began to make all stops. The skip-stop service made less sense by 2005 because of the increased number of trains being run and the higher ridership at the bypassed stations; the MTA estimated that eliminating skip-stop service only added 2 to 3 minutes of travel time (for passengers at the northernmost stations at 242nd Street and 238th Street) but many passengers would see trains frequencies double, resulting in decreased overall travel time (because of less time waiting for trains). This shows the gap fillers in use at the South Ferry Loop station. On March 16, 2009, the new South Ferry station opened, replacing the original loop station. The loop station could only accommodate the first five cars of a train and required the use of gap fillers because of the sharpness of the loop curve. The new station was built as a two-track, full (10-car)-length island platform on a less severe curve, permitting the operation of a typical terminal station. The newer station does not have a connection to the IRT Lexington Avenue Line, and is underneath the loop station. The MTA claimed that the new station saved four to six minutes of a passenger's trip time and increased the peak capacity of the 1 service to 24 trains per hour, as opposed to 16 to 17 trains per hour with the loop station. This was the first new station to open since 1989 when the IND 63rd Street Line stations opened. After Hurricane Sandy, the new South Ferry station was flooded and damaged, requiring the old station to reopen. 1 service was affected by Hurricane Sandy in October 2012, following serious flood damage at South Ferry. Rector Street served as a temporary terminal until April 4, 2013, when the 1 returned to the reopened old loop station. Hurricane Sandy also damaged the Clark Street Tubes, necessitating a full closure on weekends from June 27, 2017 to June 24, 2018, thus affecting 2, 3, 4, and 5 service. In addition, as a result of the closure for repairs of the Clark Street Tubes, the stations on the Brooklyn Branch of the line (Park Place to Borough Hall, as well as Hoyt Street on the Eastern Parkway Line)) saw closures on weekends as well (2 trains continued to operate to Brooklyn on weekdays and weekday late nights as did 3 trains on weekdays except late nights). The new South Ferry station reopened on June 27, 2017, in time to accommodate the Clark Street closures. Throughout the duration of the Clark Street tunnel closures, a free out-of-system MetroCard transfer was provided between South Ferry (where 2 trains were rerouted from 11:45pm Fridays to 5:00am Mondays), and Bowling Green (where 4 and 5 trains ran local in Brooklyn in place of the 2 and 3 trains during those same times). Normal service on the Brooklyn Branch resumed on June 25, 2018. The Cortlandt Street station reopened on September 8, 2018. == Extent and service == The following services use part or all of the Broadway–Seventh Avenue Line, whose services' bullets are colored : {|class=\"wikitable\" |- !rowspan=2|Route !rowspan=2|Time period ! colspan=\"5\" |Section of line |- |align=center|Between 242 St and 96 St |align=center|Between 96 St and 42 St |align=center|Between 42 St and Chambers St |align=center|Between Chambers St and Borough Hall |align=center|Between Chambers St and South Ferry |- | |All times | colspan=\"3\" align=\"center\" |local | |align=center|local |- | rowspan=\"2\" | |All times except late nights | | colspan=\"3\" align=\"center\" |express | |- |Late nights | | colspan=\"3\" align=\"center\" |local | |- | rowspan=\"2\" | |All times except late nights | | colspan=\"3\" align=\"center\" |express | |- |Late nights | | align=\"center\" |express |colspan=4 |} ==Station listing== {| class=\"wikitable\" |- !Neighborhood (approximate) ! !Station !Tracks !Services !Opened !Transfers and notes |- | align=center colspan=7 | The Bronx |- ||Riverdale | |Van Cortlandt Park–242nd Street | | |August 1, 1908 | |- ! colspan=\"7\" style=\"background:silver;\"|Center Express track begins () |- ! colspan=\"7\" style=\"background:silver;\"|Connecting Tracks to 240th Street Yard |- | rowspan=\"2\" |Kingsbridge and Riverdale | |238th Street |local | |August 1, 1908 | |- | |231st Street |local | |August 1, 1908 | |- | align=center colspan=7 | Manhattan |- ||Marble Hill | |Marble Hill–225th Street |local | |January 14, 1907 |Connection to Metro-North Railroad (Hudson Line) at Marble Hill |- ! colspan=\"7\" style=\"background:silver;\"| Broadway Bridge |- |rowspan=6|Inwood | |bgcolor=bfbfbf| 221st Street |local | |March 12, 1906 |Closed January 14, 1907 |- | |215th Street |local | |March 12, 1906 | |- ! colspan=\"6\" style=\"background:silver;\"|Connecting Track to 207th Street Yard |- | |207th Street |local | |April 1, 1907 |Bx12 Select Bus Service |- ! colspan=\"6\" style=\"background:silver;\"|Center Express track ends |- | ↓ |Dyckman Street | | |March 12, 1906 | Station is ADA-accessible in the southbound direction only. |- |rowspan=4|Washington Heights |alt=Elevator access to mezzanine only |191st Street | | |January 14, 1911 | |- |alt=Elevator access to mezzanine only |181st Street | | |May 30, 1906 | |- |alt=Elevator access to mezzanine only |168th Street | | |April 14, 1906 |IND Eighth Avenue Line () |- | |157th Street | | |November 12, 1904 |Bx6 Select Bus Service |- ! colspan=\"7\" style=\"background:silver;\"|Center Express track begins (No Regular Service) |- |rowspan=4|Harlem | |145th Street |local | |October 27, 1904 | |- ! colspan=\"6\" style=\"background:silver;\"|137th Street Yard tracks surround Main Line |- | |137th Street–City College |local | |October 27, 1904 | |- | |125th Street |local | |October 27, 1904 | |- |rowspan=2|Morningside Heights | |116th Street–Columbia University |local | |October 27, 1904 | M60 Select Bus Service to LaGuardia Airport |- | |nowrap|Cathedral Parkway–110th Street |local | |October 27, 1904 | |- |rowspan=9|Upper West Side | |103rd Street |local | |October 27, 1904 | |- ! colspan=\"6\" style=\"background:silver;\"|Center Express track ends |- ! colspan=\"6\" style=\"background:silver;\"|IRT Lenox Avenue Line joins as the express tracks () |- | |96th Street |all |nowrap| |October 27, 1904 | |- | |bgcolor=bfbfbf| 91st Street |local | |October 27, 1904 |Closed February 2, 1959 |- | |86th Street |local | |October 27, 1904 | M86 Select Bus Service |- | |79th Street |local | |October 27, 1904 | M79 Select Bus Service |- | |72nd Street |all | |October 27, 1904 | |- | | 66th Street–Lincoln Center |local | |October 27, 1904 | |- |rowspan=5|Midtown | |59th Street–Columbus Circle |local | |October 27, 1904 |IND Eighth Avenue Line () |- | |50th Street |local | |October 27, 1904 | |- ! colspan=\"6\" style=\"background:silver;\"|merge on northbound local track to IRT 42nd Street Shuttle (no regular service) |- | |Times Square–42nd Street |all | |June 3, 1917 |IRT Flushing Line () IND Eighth Avenue Line () at 42nd Street–Port Authority Bus Terminal BMT Broadway Line () 42nd Street Shuttle () Port Authority Bus Terminal |- | |34th Street–Penn Station |all | |June 3, 1917 |Connection to Amtrak, LIRR, and N.J. Transit at Pennsylvania Station M34 / M34A Select Bus Service |- |rowspan=4|Chelsea | |28th Street |local | |July 1, 1918 | |- | |23rd Street |local | |July 1, 1918 | M23 Select Bus Service |- | |18th Street |local | |July 1, 1918 | |- | |14th Street |all | |July 1, 1918 |IND Sixth Avenue Line () at 14th Street BMT Canarsie Line () at Sixth Avenue Connection to PATH at 14th Street |- |rowspan=2|Greenwich Village | |Christopher Street–Sheridan Square |local | |July 1, 1918 | |- | |Houston Street |local | |July 1, 1918 | |- |rowspan=2|TriBeCa | |Canal Street |local | |July 1, 1918 | |- | |Franklin Street |local | |July 1, 1918 | |- |rowspan=7|Financial District | |Chambers Street |all | |July 1, 1918 | |- ! colspan=\"6\" style=\"background:silver;\"| Express tracks split to Brooklyn Branch (); Local tracks continue as Main line () |- | |WTC Cortlandt |local | |July 1, 1918 |Closed from September 11, 2001 to September 8, 2018 due to damage sustained in the September 11 attacks Connection to PATH at World Trade Center |- | |Rector Street |local | |July 1, 1918 | |- ! colspan=\"6\" style=\"background:silver;\"| Split between Main line and Outer loop at South Ferry loops |- | |bgcolor=bfbfbf|South Ferry (Loop Platform) |outer loop | |July 1, 1918 |Closed on March 16, 2009 with the opening of the new terminal Reopened on April 4, 2013 as temporary terminal; closed again on June 27, 2017 |- | |South Ferry (New Platform) |local | |March 16, 2009 |Closed November 2012 due to damage caused by Hurricane Sandy; reopened on June 27, 2017 BMT Broadway Line () at Whitehall Street–South Ferry M15 Select Bus Service Staten Island Ferry at South Ferry |- ! colspan=\"7\" style=\"background:silver;\"| Main line terminates () |- | colspan=7 | |- ! colspan=\"7\" style=\"background:silver;\"| Brooklyn Branch () |- |rowspan=3|Financial District | |Park Place |express | |July 1, 1918 |BMT Broadway Line () at Cortlandt Street IND Eighth Avenue Line () at Chambers Street IND Eighth Avenue Line () at World Trade Center Connection to PATH at World Trade Center |- | |Fulton Street |express | |July 1, 1918 |IRT Lexington Avenue Line () IND Eighth Avenue Line () BMT Nassau Street Line () Connection to PATH at World Trade Center |- | |Wall Street |express | |July 1, 1918 | |- | align=center colspan=7 | Brooklyn |- ! colspan=\"7\" style=\"background:silver;\"| Clark Street Tunnel |- ||Brooklyn Heights |alt=Elevator access to mezzanine only |Clark Street |express | |April 15, 1919 | |- ||Downtown Brooklyn | |Borough Hall |express | |April 15, 1919 |IRT Eastern Parkway Line () BMT Fourth Avenue Line () at Court Street |- ! colspan=\"7\" style=\"background:silver;\"| becomes the local tracks of the IRT Eastern Parkway Line () |} ==Notes== ==References== ==External links== *nycsubway.org -- IRT West Side Line 7th Avenue-Broadway IRT Line Broadway-7th 7th Avenue Broadway - Seventh Category:Broadway (Manhattan) Category:1904 establishments in New York (state) ",
    "title": "IRT Broadway–Seventh Avenue Line"
}