{
    "id": "1430409",
    "text": "Vesna Pusić (; born 25 March 1953) is a Croatian sociologist and politician who served as First Deputy Prime Minister and Minister of Foreign and European Affairs in the centre-left cabinet of Zoran Milanović. She was Croatia's second female Foreign Minister taking the office after Kolinda Grabar- Kitarović. She is known as outspoken liberal and an advocate of European integration, anti-fascism, gender equality and LGBT rights. After becoming involved in politics in the early 1990s, Pusić served five consecutive terms as MP, having been elected to the Croatian Parliament in the 2000, 2003, 2007, 2011, 2015 and 2016 parliamentary elections. She also ran in the 2009–10 presidential election, coming in fifth out of twelve candidates. During her 2008–2011 parliament term she chaired the parliamentary committee for tracking the progress of Croatia's accession negotiations with the European Union. She also held the post of Vice-President of the European Liberal Democrat and Reform Party (ELDR). ==Early life and education== Vesna Pusić was born on 25 March 1953 in Zagreb to jurist and university professor Eugen Pusić and Višnja (née Anđelinović) Pusić, a professor of English language. She graduated from II Gymnasium in 1971, after which she enrolled in Faculty of Humanities and Social Sciences from which she graduated with a degree in sociology and philosophy in 1976. In 1984, she obtained a doctorate in sociology at the same faculty (PhD Thesis: \"The Role of Collective Decision-making in the Realization of Workers' Interests\"). ==Professional career== After graduation, Pusić worked from 1975 to 1979 as a member of the International Research Group doing research on industrial democracy in twelve European countries. From 1976 to 1978 she was a researcher at the Institute of Sociology at the University of Ljubljana in Slovenia. Since 1978 she has been working at the Sociology Department of the Faculty of Humanities and Social Sciences and teaching courses in the Theory of Industrial Democracy and the Sociology of Politics. In 1978, Pusić was one of seven women who initiated the first feminist organization in SFR Yugoslavia Žena i društvo (Woman and society) and was widely criticized by the authorities at the time. From 1992 to 1994, she served as Head of the Department of Sociology of the Faculty of Humanities and Social Sciences. Since 2010 she is still formally affiliated with the University of Zagreb, but not teaching due to her active involvement in the politics. Pusić lectured at the University of Chicago, Cornell University, American University, The New School, International Forum for Democratic Studies, Foreign Service Institute, Georgetown University, Wilson Center, and MIT Sloan School of Management. ==Political career== Vesna Pusić was one of the 28 founding members of the liberal Croatian People's Party (HNS-LD) in 1990, after participating in the Coalition of People's Accord. She left party politics in 1992, but rejoined the same party in 1997 and was later its president between 2000 and 2008, and again since 2013. She first entered the Croatian Parliament in the 2000 parliamentary election, and has been reelected in 2003, 2007, 2011, and 2015. In 1992 Pusić was the co-founder and director of the Erasmus Guild, a nongovernmental, nonpartisan think-tank for the culture of democracy, and the publisher and editor of the journal Erasmus, focusing specifically on different issues of transition in Croatia, countries of former Yugoslavia and Eastern Europe. Erasmus Guild ceased operations in 1998. Greek Foreign Minister Dimitris Avramopoulos and Croatian Foreign Minister Vesna Pusić in Zagreb in April 2013 In 2005 and 2008, she was made Chairwoman of the National Committee for EU negotiations, the body that oversees accession negotiations and is composed of members of parliament as well as representatives of the President, the academic community, employers, and union representatives. In 2006 and 2008 she was elected vice-president of ELDR. In the Croatian presidential election, 2009–2010, Pusić was the HNS-LD candidate. She won 7.25% in the first round, placing fifth out of twelve candidates, and was thus eliminated from the second round. After Kukuriku coalition won the 2011 parliamentary elections, Pusić served as Minister of Foreign and European Affairs in the center-left Cabinet of Zoran Milanović. After Radimir Čačić was expelled from the Croatian People's Party on 23 March 2013 because of his attempts to destabilize the party, Pusić become party president once again. Pusić was reelected to the Parliament on 2015 parliamentary elections and served as a Deputy Speaker of the Croatian Parliament between 3 February 2016 and 14 October 2016. She was reelected to the Parliament at the 2016 extraordinary parliamentary elections. After HNS decided to enter coalition with conservative Croatian Democratic Union party, Pusić left HNS and with three other MPs was co-founder of the new social- liberal and centre-left party: the Civic Liberal Alliance. She continues to be an MP. ==UN Secretary-General candidature== Austrian Foreign Minister Sebastian Kurz and Croatian Foreign Minister Vesna Pusić in December 2013 Pusić meeting Iranian foreign minister Mohammad Javad Zarif in Tehran in January 2015 On 3 September 2015 the Croatian Government decided to nominate Pusić as the official Croatian candidate for the 2016 UN Secretary-General selection. Her nomination was officially submitted on 14 January 2016. The UN's role in the Haiti cholera outbreak has been widely discussed and criticized. There has been indisputable evidence that the UN is the proximate cause for bringing cholera to Haiti. Peacekeepers sent to Haiti from Nepal were carrying asymptomatic cholera and they did not treat their waste properly before dumping it into Haiti's water stream. When asked if Haitian cholera victims should be compensated, Ms. Pusic initially indicated that they should be, but then said the question should be studied further by expert panels; \"it has been studied for years, and the United Nations has claimed immunity from prosecution.\"https://www.nytimes.com/2016/04/05/world/un-secretary-general- candidates-ban-ki-moon.html?_r=1 Another issue that has been brought up is the sexual exploitation and abuse by UN peacekeepers. This gross problem was brought to light after Anders Kompass exposed the sexual assault of children by peacekeepers in the Central African Republic. She was asked about her stance on peacekeepers' accountability during the UN Secretary General informal dialogues. Palestine, the United Kingdom, and the United States all asked about how she would tackle the issue of sexual abuse by peacekeepers. Pusić repeatedly referred to the three reports that have addressed peacekeeping SEA, citing that she would follow and implement much of the same principles.http://webtv.un.org/search/vesna-pusi%C4%87-croatia-informal- dialogue-for-the-position-of-the-next-un-secretary- general/4844480656001?term=informal%20dialogue&languages;=&sort;=date For one, she stated that peacekeepers who have committed atrocities against their people should not be allowed to serve as peacekeepers within a certain number of years. She also emphasized a strong command structure and a faster reporting and processing of cases. Pusić participated in the UN debate that was held on 12 July 2016. On the question of the Hungarian ambassador to the UN concerning which way of leadership is needed by the UN and the world, Pusić replied that standards have dropped in the past 20 years, stating that \"phrases and lack of accountability are currently very popular. I believe that we do not want leadership that is based on platitudes and speaking only what people want to hear.\", adding that today's leaders need vision, persistence and courage. She stated that she wanted to be Secretary-General because the UN topics of peace, human rights and development have taken center stage throughout her life. When commenting on the UN's International Criminal Tribunal for the former Yugoslavia (ICTY), she stated that the court wasn't perfect, but that it would have been much worse without it, adding that it sent an important message; \"If you commit a war crime, you will be caught.\" Pusić expressed her concern about the wave of cynicism in current national and international politics. In addition, she stated that being a female candidate was important, and noted that the UN had been dominated for 50 years by men. After receiving 11 'discourage' votes on a first informal closed-door straw poll of the 15-member UN Security Council that was held on 21 July 2016, Pusić decided on 4 August 2016 to withdraw from the race and focus on the 2016 extraordinary parliamentary elections.http://www.index.hr/vijesti/clanak/vesna-pusic-odustala-od- kandidature-za-seficu-una-moje-sanse-za-izbor-nisu- realne/910645.aspxWithdrawal of candidature of Vesna Pusić, 4 August 2016 ==Activism== Vesna Pusić is very popular in the Croatian LGBT community. In 2011, Zagreb Pride attenders awarded her with the \"gay friendly person of the decade\". She has been regular attendant at Zagreb LGBT pride. Her brother Zoran is a civil rights and peace activist, serving as President of the Civic Committee for Human Rights, and chairman of the Anti-Fascist League of the Republic of Croatia since 21 March 2015. ==Private life== Pusić is married to a Lithuanian-American entrepreneur Jurgis Oniunas with whom she has a daughter Daina who is a film director. She speaks Croatian, English, and German fluently. In 2017 French President François Hollande awarded Pusić with the highest order of France, Legion of Honour for \"advocating European goals and contributing to the co-operation between France and Croatia.\" During the awarding ceremony held on 17 January 2018 in the residency of the French Ambassador in Zagreb, French ambassador to Croatia Philippe Meunier stated: \"You knew how to convey the European values and the tolerance we share, our shared values - your condemnation of hate speech, your interest in cooperating with minorities, your concern for the value of cultural and ethnic diversity in Croatia, and your humane speech about accepting refugees.\"https://www.vecernji.hr/vijesti/vesna-pusic-orden-legija- casti-1220730 ==Bibliography== * Democracies and Dictatorships, Durieux, Zagreb 1998 * The Leaders and the Managers, Novi Liber, Zagreb 1992 * Industrial Democracy and Civil Society, Sociološko društvo Hrvatske, Zagreb 1986. * Industrial Democracy in Europe, Clarendon Press, Oxford, 1981 (co- author) * European Industrial Relations, Clarendon Press, Oxford, 1981 (co- author) ==References== ==External links== * * |- |- |- Category:1953 births Category:Living people Category:People from Zagreb Category:Candidates for President of Croatia Category:Croatian People's Party – Liberal Democrats politicians Category:Faculty of Humanities and Social Sciences, University of Zagreb alumni Category:Female foreign ministers Category:Foreign ministers of Croatia Category:Representatives in the modern Croatian Parliament Category:University of Zagreb faculty Category:Women government ministers of Croatia Category:Croatian women diplomats ",
    "title": "Vesna Pusić"
}