{
    "id": "1430996",
    "text": "' is the provisional designation of a dusty object seen orbiting Saturn very close to the F ring. It is not clear whether it is only a transient clump of dust, or if there is a solid moonlet at its core. It was first seen by scientists in images taken by the Cassini-Huygens probe on October 28, 2004 and announced on November 8 that year. It appears to be the best tracked object in this region with at least five probable sightings in the period to late 2005. In comparison, two objects in the F ring's vicinity ( and ) that were first seen several months earlier have not been recovered with any confidence. Nevertheless, it continues to be unclear whether there is a solid core to or whether it is just a transient dust clump that will dissipate on a timescale of years or months. Notably, an imaging sequence covering an entire orbital period at 4 km resolution taken on November 15, 2004 (soon after 's discovery) failed to recover the object, while it has been seen again later. The lighting conditions in 's part of the orbit were different during these two observations, however, with the discovery being made when the region was strongly backlit by the sun. A suggested resolution of the absence in November is that 's visibility is primarily due to a diffuse cloud of fine dust that is much brighter in forward scattered light (the conditions of the discovery image), and that the solid core (if any) is small. has been seen both inside and outside the main F ring, and its orbit must cross the ring. Careful calculations show that the object periodically plows through the ring material, coming within 1.5 km of the densest core e.g. on 9 April 2005. It has been suggested that a spiral structure in the tenuous material surrounding the F ring may have been a consequence of this. The dusty halo seen in images is sizeable, being around 2000 km in lengthwise extent. The solid object, if any, would be no greater than 3–5 km in diameter based on brightness. Additional evidence came in 2008, as it appears that S/2004 S 6 or a body like it is required to explain the dynamics of the F Ring.\"The determination of the structure of Saturn's F ring by nearby moonlets\" Carl D. Murray, Kevin Beurle, Nicholas J. Cooper, Michael W. Evans, Gareth A. Williams & Sébastien Charnoz. Nature, June 5, 2008. == References == Citations Sources * * (claiming recovery of on October 17, 2004 in conflict with the later ) * Category:Moons of Saturn 20041028 ",
    "title": "S/2004 S 6"
}