{
    "id": "1430242",
    "text": "Damyan Yovanov Gruev or Damjan Jovanov Gruev, often known by his short name Dame Gruev,The first names are transliterated either as Damjan Jovanov, after the Bulgarian Дамян Йованов Груев and Macedonian Дамјан Јованов Груев. The last name is also sometimes rendered as Grueff. (January 19, 1871 – December 23, 1906) was а Bulgarian teacher,In Macedonia, the education race produced the Internal Macedonian Revolutionary Organization (IMRO), which organized and carried out the Ilinden Uprising of 1903. Most of IMRO’s founders and principal organizers were graduates of the Bulgarian Exarchate schools in Macedonia, who had become teachers and inspectors in the same system that had educated them. Frustrated with the pace of change, they organized and networked to develop their movement throughout the Bulgarian school system that employed them. The Exarchate schools were an ideal forum in which to propagate their cause, and the leading members were able to circulate to different posts, to spread the word, and to build up supplies and stores for the anticipated uprising. As it became more powerful, IMRO was able to impress upon the Exarchate its wishes for teacher and inspector appointments in Macedonia. For more see: Julian Brooks, The Education Race for Macedonia, 1878—1903 in The Journal of Modern Hellenism, Vol 31 (2015) pp. 23-58.In 1891, Gruev returned to Macedonia and was employed by the Bulgarian Exarchate as a teacher in his native village, Bitola, and in Salonica. In 1893 he was among the founding members of the IMRO.. For more see: Dimitar Bechev, Historical Dictionary of North Macedonia; Historical Dictionaries of Europe, Second edition; Rowman & Littlefield, 2019; , p. 133. revolutionary and insurgent leader in Ottoman regions of Macedonia and Thrace.\"The last of the significant leaders of the Uprising - Dame Gruev, died one 23 December, 1906 in a fight with Turkish soldiers. The Turkish Press described him as the biggest leader of the Bulgarian Revolutionary Committee. French, Austrian, Russian, American and British consuls and ambassadors reported to their governments the preparation and the crushing of the Ilinden Uprising and described it as a Bulgarian event. The Turks themselves described the uprising as a Bulgarian conspiracy.” Chris Kostov, Contested Ethnic Identity: The Case of Macedonian Immigrants in Toronto, 1900-1996, Volume 7 of Nationalisms across the globe, Peter Lang, 2010, , pp. 87-88.\"However, contrary to the impression of researchers who believe that the Internal organization espoused a \"Macedonian national consciousness,\" the local revolutionaries declared their conviction that the \"majority\" of the Christian population of Macedonia is \"Bulgarian.\" They clearly rejected possible allegations of what they call \"national separatism\" vis-a-vis the Bulgarians, and even consider it \"immoral.\" Though they declared an equal attitude towards all the \"Macedonian populations.\" Tschavdar Marinov, We the Macedonians, The Paths of Macedonian Supra- Nationalism (1878–1912), in \"We, the People: Politics of National Peculiarity in Southeastern Europe\" with Mishkova Diana as ed., Central European University Press, 2009, , pp. 107-137.The political and military leaders of the Slavs of Macedonia at the turn of the century seem not to have heard the call for a separate Macedonian national identity; they continued to identify themselves in a national sense as Bulgarians rather than Macedonians.[...] (They) never seem to have doubted “the predominantly Bulgarian character of the population of Macedonia\". \"The Macedonian conflict: ethnic nationalism in a transnational world\", Princeton University Press, Danforth, Loring M. 1997, , p. 64. He was among the founders of the Internal Macedonian Revolutionary Organization (initially known as the Bulgarian Macedonian-Adrianopolitan Revolutionary Committee)....\"It appears to have originally been called the Bulgarian Macedonian-Adrianopolitan Committee (BMORK — the'O'standing for Odrin or Adrianopole). In 1902 it changed its name to the Secret Macedonian Adrianopolitan Revolutionary Organisation\"... Who are the Macedonians? Hugh Poulton, C. Hurst & Co. Publishers, 2000, , p. 53. Despite his Bulgarian self- identification,The IMRO revolutionary Milan Matov met in June 1906 in Sofia, Dame Gruev, who told him: \"We are Bulgarians and we always work and will work for the unification of the Bulgarian nation. All other formulas are a stage to achieve this goal.\" For more see: Dimitar Gotsev,\"The idea of the autonomy as a tactic in the programs of the national liberation movements in Macedonia and Thrace, 1893-1941\". Publishing House of Bulgarian Academy of Sciences, Sofia, 1983, p. 18. (Bg.), Memoirs of Milan Matov \"The Comitadji Stories\", Skopje, 2002, pp. 260-261.(Mk.), Матов, Милан. \"Баш комитата разказва, живот за Македония\", Културно-благотворителна фондация „Братя Миладинови“ - София, 2002, p. 266 (Bg.)An excerpt from the appeal sent to the Bulgarian government by the Ilinden uprising's leaders (General Staff) in the Bitola area. This appeal was written by Gruev himself: \"Considering the critical and terrible situation that the Bulgarian population of the Bitola Vilayet found itself in and following the ravages and cruelties done by the Turkish troops and irregulars,... considering the fact that everything Bulgarian runs the risk of perishing and disappearing without a trace because of violence, hunger, and the upcoming misery, the Head Quarters finds it to be its obligation to draw the attention of the respected Bulgarian government to the pernicious consequences vis-a-vis the Bulgarian nation, in case the latter does not fulfill its duty towards its brethren of race here in an imposing fashion which is necessary by virtue of the present ordeal for the common Bulgarian Fatherland... Being in command of our people's movement, we appeal to you on behalf of the enslaved Bulgarians to help him in the most effective way - by waging a war. We believe that the response of the people in free Bulgaria will be the same... No Bulgarian school is opened, neither will it be opened... Nobody thinks of education when he is outlawed by the state because he bears the name Bulgarian... Waiting for your patriotic intervention, we are pleased to inform you that we have in our disposition the armed forces we have spared by now...\"; Проф. д-р Веселин Трайков. сп. Македонски преглед, година XIX, 1996, кн. 4, изд. Македонския научен институт, Безсмъртният Даме Груев (17.XII.1871 - 23.XII.1906) стр. 20-21). The whole text in English and the scanned original can be seen in collection \"Macedonia, documents and materials\", Bulgarian Academy of Sciences, Institute of history, Bulgarian language institute, Sofia 1978, Document #72, Letter No. 534. More how the letter was written and send to the government see: Mercia MacDermott, Freedom or Death, The Life of Gotsé Delchev, Journeyman Press, London & West Nyack, 1978, p. 379. according to the post-World War II Macedonian historiography,According to Leslie Benson in Yugoslav Macedonia the past was systematically falsified to conceal the fact that many prominent 'Macedonians' had supposed themselves to be Bulgarian, and generations of students were taught that \"pseudo-history\" of the 'Macedonian nation. The mass media and education system were the keys to this process of national acculturation, speaking to people in a language that they came to regard as their 'Macedonian' mother tongue, even it was perfectly understood in Sofia. For more see: L. Benson, Yugoslavia: A Concise History, Edition 2, Springer, 2003, , p. 89.The origins of the official Macedonian national narrative are to be sought in the establishment in 1944 of the Yugoslav Republic of Macedonia. This open acknowledgment of the Macedonian national identity led to the creation of a revisionist historiography whose goal has been to affirm the existence of the Macedonian nation through the history. Macedonian historiography is revising a considerable part of ancient, medieval, and modern histories of the Balkans. Its goal is to claim for the Macedonian peoples a considerable part of what the Greeks consider Greek history and the Bulgarians Bulgarian history. The claim is that most of the Slavic population of Macedonia in the 19th and first half of the 20th century was ethnic Macedonian. For more see: Victor Roudometof, Collective Memory, National Identity, and Ethnic Conflict: Greece, Bulgaria, and the Macedonian Question, Greenwood Publishing Group, 2002, , p. 58; Victor Roudometof, Nationalism and Identity Politics in the Balkans: Greece and the Macedonian Question in Journal of Modern Greek Studies 14.2 (1996) 253-301. he was an ethnic Macedonian.The first name of the IMRO was \"Bulgarian Macedonian-Adrianople Revolutionary Committees\", which was later changed several times. Initially its membership was restricted only for Bulgarians. It was active not only in Macedonia but also in Thrace (the Vilayet of Adrianople). Since its early name emphasized the Bulgarian nature of the organization by linking the inhabitants of Thrace and Macedonia to Bulgaria, these facts are still difficult to be explained from the Macedonian historiography. They suggest that IMRO revolutionaries in the Ottoman period did not differentiate between ‘Macedonians’ and ‘Bulgarians’. Moreover, as their own writings attest, they often saw themselves and their compatriots as ‘Bulgarians’ and wrote in Bulgarian standard language. For more see: Brunnbauer, Ulf (2004) Historiography, Myths and the Nation in the Republic of Macedonia. In: Brunnbauer, Ulf, (ed.) (Re)Writing History. Historiography in Southeast Europe after Socialism. Studies on South East Europe, vol. 4. LIT, Münster, pp. 165-200 .The modern Macedonian historiographic equation of IMRO demands for autonomy with a separate and distinct national identity does not necessarily jibe with the historical record. A rather obvious problem is the very title of the organization, which included Thrace in addition to Macedonia. Thrace whose population was never claimed by modern Macedonian nationalism...There is, moreover, the not less complicated issue of what autonomy meant to the people who espoused it in their writings. According to Hristo Tatarchev, their demand for autonomy was motivated not by an attachment to Macedonian national identity but out of concern that an explicit agenda of unification with Bulgaria would provoke other small Balkan nations and the Great Powers to action. Macedonian autonomy, in other words, can be seen as a tactical diversion, or as “Plan B” of Bulgarian unification. İpek Yosmaoğlu, Blood Ties: Religion, Violence and the Politics of Nationhood in Ottoman Macedonia, 1878–1908, Cornell University Press, 2013, , pp. 15-16. ==Biography== ===Early years=== Dame Gruev together with other rebel leaders Dame Gruev was born in 1871 in the village of Smilevo, Monastir Vilayet, Ottoman Empire (present-day North Macedonia). He received his elementary education in Smilevo and continued his education in the Bulgarian Men's High School of Thessaloniki. He was part of a group excluded from the school following a student revolt. In early 1888, the group, consisting of 19 people, including other future IMRO- revolutionaries was attracted by Serbian propaganda. As result they went to study in a Serbian Gymnazium in Belgrade at the expense of the Saint Sava society. Gruev later continued his education in the Grandes écoles in Belgrade. Following yet another revolt, Gruev and his associates were excluded from the Great School and emigrated en bloc to Bulgaria. Gruev was enrolled in Sofia University and, later, in the Young Macedonian Literary Society. He found also the circle \"Druzhba\", whose aim was to implement \"Article 23\" of the Treaty of Berlin (1878) on authonomy of Macedonia. In 1891 Gruev was expelled from the University as he was suspected in the assassination of the Minister Hristo Belchev, but subsequently this allegation turned out to be groundless. Gruev and his Students from Bulgarian school in Shtip in 1894. Next, Gruev left the University and returned to Ottoman Macedonia region to apply himself to a new revolutionary organization. In order to carry out his plans more successfully, and possibly to avert the suspicion of the Turkish authorities, he decided to become a Bulgarian school teacher. The first two years after his return to Macedonia region he spent teaching, first in his native village of Smilevo, and later in the town of Prilep. Later, Gruev established himself in Thessaloniki and here laid the foundation of BMARC (the Bulgarian Macedonian-Adrianople Revolutionary Committees). With the cooperation of Hristo Tatarchev and Petar Pop Arsov among others, he came up with the Constitution and By-laws of IMARC. It was to be a secret organization under the guidance of a Central Committee, with local revolutionary committees throughout Macedonia and the region of Adrianople (Edirne). These regions were to be divided into revolutionary districts or rayons like in the April Uprising. In accordance with the Constitution, the first Central Revolutionary Committee was formed in the summer of 1894, under the chairmanship of Hristo Tatarchev. ===1894 to 1900=== Monument of Dame Gruev in Skopje, Republic of Macedonia (present-day North Macedonia) In the summer of 1894 in Negotino, he organized the first local revolutionary committee, and soon after with the cooperation of Pere Toshev, the first district committee in the city of Štip. Gruev visited the cities of Resen, Ohrid, and Struga as well, and found the local population to be accepting his organization's revolutionary ideas very well. He remained a teacher in Štip during the academic year 1894–1895. In the fall of 1895 Gotse Delchev arrived in Štip with the idea of laying the foundations of a revolutionary movement seeking autonomy for Macedonia and Adrianople Thrace. Gruev and Delchev met for the first time and shared their ideas there. Gruev introduced Delchev to the plan already outlined by the Central Committee of Thessaloniki. After this, both Gruev and Gotse Delchev worked together in Štip and its environs. The expansion of the IMRO at the time was phenomenal, particularly after Gruev settled in Thessaloniki during the years 1895–1897, in the quality of a Bulgarian school inspector. Gruev had become the soul and body of the Central revolutionary committee. Under his direction, secret revolutionary papers were issued, ciphers were introduced, pseudonyms or a nom de plume were used, and channels for secret communication between various other local and Macedonian committees were maintained. A representative of the Central Revolutionary Committee was sent to Sofia to take charge of purchasing and dispatching of the necessary war provisions for IMARC. Gruev's tirelessly travelled throughout Macedonia and the Vilayet of Adrianople and systematically established and organized committees in villages and cities. Unfortunately, for purely political reasons, and in order to avoid suspicion from the Ottoman authorities, IMARC decided to dismiss Gruev in 1898. Soon after his dismissal Gruev moved to Bitola and there with the cooperation of Petar Poparsov, Vasil Paskov and others, he began to issue a revolutionary paper. He organized a system in which money was collected from Sunday schools through a special \"revolutionary tax\", and a quantity of war materials was purchased. Gruev was again appointed to the teaching staff now in the city of Bitola, and as such, he also assumed the management of the revolutionary movement in the Vilayet of Monastir (Bitola), while the active persons at the Committee in Thessaloniki were Hristo Tatarchev, Pere Toshev, and Hristo Matov. Gruev's activities in the Bitola district were not left unnoticed by the Ottoman authorities. Numerous chetas (bands) throughout the surrounding mountains began to terrorize the local authorities. Gruev, being suspected as a major factor in fostering this movement, was arrested on 6 August 1900. He was held in Bitola jail until May 1902. However, by using secret writings and ciphers, he was able to remain in contact with the local revolutionary committees, and direct the affairs of the revolutionary district of Bitola. ===Uprising=== Letter from the General Staff of the Monastir (Bitola) Revolutionary Region, signed from Dame Gruev to the Bulgarian Government, requestioning military intervention for the salvation of the local Bulgarians In the latter part of May, 1902, Gruev was condemned to banishment in the prison of Podrum Kale in Anatolia. There he found Hristo Matov and Hristo Tatarchev, both sentenced to exile in January 1901. Gruev and his comrades were kept in Podroum Kale for ten months. Although he was away from Macedonia and Thrace itself, Gruev managed to keep himself informed as to the development and affairs of the IMARO. He kept up a steady stream of encrypted correspondence with Thessaloniki, Bitola, and Sofia. On Easter of 1903, at the instance of a general amnesty, he was released. Gruev hastened to Thessaloniki and there he found that the Central Committee, which was in charge of the IMARO, had already resolved to declare a general insurrection which was to take place during 1903. Although Gruev was not in accord with the Central Committee's decision, primarily because of the SMARO's lack of preparedness, he gave in to the decision of the central Committee. He left Thessaloniki and went to Smilevo where the insurrectionary Congress was to be held. The purpose of this Congress was to set the date for the declaration of the general insurrection and to outline the methods and tactics in its prosecution. Here Gruev met Boris Sarafov, who had just arrived from Bulgaria. Gruev was elected as chairman of this Congress, and the latter decided that the day of the declaration of the insurrection was to be 2 August 1903. Gruev, Boris Sarafov, and Anastas Lozanchev were elected by the Congress as the three members of the General Staff, and empowered to direct the insurrectionary forces in the Bitola region. Gruev lived to see the retreat of the Turkish troops from his native village of Smilevo. He was engaged, during the course of the insurrection, in numerous skirmishes with the Ottoman Army. But with the arrival of Ottoman troops, any progress of the insurrection was made impossible and in a period of six weeks it was completely crushed. Gruev put himself to task of touring various revolutionary districts, disarming the insurgents, and storing up the war materials for future use. Gruev and his followers continued the work of organization and preparation for another uprising. ===After the Uprising=== Dame Gruev's dead body. In 1904 Dame Gruev chaired the Prilep Congress of the Bitola Revolutionary District of IMRO. In the autumn of that year, Dame was captured by the Serb's leader Micko Krstić, but was set free, with the assistance of Gligor Sokolović, after his negotiations with Pere Toshev. In 1905 Gruev headed the first General Congress of the organization after the uprising, the so-called Rila Congress. Here Dame Gruev was elected as a member of the Central Committee and became in fact its leader, until his death. Indeed, Dame was the only one who appeared to be capable of mastering Yane Sandanski's ambition to leadership. However, the Rila Congress failed to erase the political differences in the organization. There arose a need to conduct a new special congress in Sofia in December 1906, which never took place. At the end of 1906, Gruev moved with his detachment from Ottoman Macedonia to Sofia to attend at the special Congress. On 23 December 1906, Dame Gruev and his detachment were discovered by the Turkish authorities near the village of Rusinovo (Maleševo district). Gruev and his band were confronted by Ottoman forces and in the following battle he was killed. == Legacy == Highschool in Sofiahttp://17su.bg/ as well as Gruev Cove in Greenwich Island, South Shetland Islands, Antarctica are named after Dame Gruev. Graffiti at the entrance of a school in Sofia to which Dame Gruev is a patron ==See also== * IMRO * History of North Macedonia * History of Bulgaria (1878–1946) * Gotse Delchev * Battle of Smilevo ==Notes== Category:1871 births Category:1906 deaths Category:People from Demir Hisar Municipality Category:Members of the Internal Macedonian Revolutionary Organization Category:Bulgarian revolutionaries Category:Prisoners and detainees of the Ottoman Empire Category:Bulgarian people imprisoned abroad Category:Bulgarian educators Category:Macedonian Bulgarians Category:Bulgarian Men's High School of Thessaloniki alumni ",
    "title": "Dame Gruev"
}