{
    "id": "1431690",
    "text": "David Roberts (born July 14, 1956) was the 36th mayor of Hoboken, New Jersey, holding the office from 2001 to 2009. Roberts declined to seek re-election in 2009, retiring from a political career of 25 years. ==Biography== He was born on born July 14, 1956. Roberts graduated from Hoboken High School and then attended Jersey City State College and then Thomas Edison State College, where he received a degree in Political Science. Roberts first began serving the public as a Hoboken firefighter in 1981. In 1984 he received a class three citation for valor as a firefighter for his efforts in a team rescue of two children on Clinton Street in Hoboken. Roberts also operates a family owned business, East LA restaurants, which has been in Hoboken for over 25 years. David was elected to Hoboken's City Council in 1985, representing the Sixth Ward. In 1995, he became City Council President. David served as Hoboken's 6th Ward Councilman until 2001 when he ran for Mayor. He was elected mayor on May 8, 2001, replacing Anthony Russo. In the 2001 election, Roberts received 6,064 votes and Russo received 4,759 votes. Roberts' inaugural address was on July 1, 2001, and he announced a \"master plan\" for the city that was approved by the Hoboken Planning Board in 2004. The Hoboken Master Plan remains in effect today, where the City continues to adopt many of the initiatives set in place by Roberts. Roberts received the Lincoln Day Honor twice, which is where he was honored for lifetime achievement. On February 8, 1995, Roberts received a joint legislative resolution from the State of New Jersey recognizing his achievements in office. Roberts also served as Chairman of the Hoboken Democratic Committee from 2001-2008. Roberts was appointed by former Governor Tom Kean to the Hoboken School of Industrial Education. In 2007, Roberts was inducted into the Elected Officials Hall of Fame by the New Jersey State League of Municipalities. The award “...recognizes the tremendous contributions of the many governing body members who have selflessly serve their communities for 20 years or more.”(New Jersey Municipalities Magazine, February 2007) ==Master Plan== Roberts called for a City Master Plan in his inaugural address.Conte, Michaelangelo, \"Roberts Takes Oath\", Jersey Journal, Monday July 2, 2001 The Master Plan contained over 200 plus recommendations that “aimed to transform Hoboken from an industrial enclave to a vibrant, livable, mixed-use community that is increasingly popular among people from all walks of life.” The plan helped ensure that “...future development in Hoboken will be balanced and sustainable, with new parks, upgraded public facilities, and transportation improvements that will benefit the entire community.” Hoboken’s Master Plan is based upon the following general goals: 1) Amplify Hoboken’s sense of community, encompassing its social diversity 2) Enhance Hoboken’s unique setting as an urban enclave facing New York Harbor 3) Protect its historic rowhouse fabric 4) Celebrate Washington Street’s classic “Main Street” character 5) Improve the appearance of Hoboken’s streets 6) Maintain Hoboken’s urbane mix of uses 7) Enhance its walkability and pedestrian amenities 8) Contemporize its community facilities 9) Provide additional open space and recreation facilities 10) Tap into the entrepreneurial and community spirit of Hoboken’s residents. In April 2004, the Hoboken City Council adopted Roberts’ Master Plan in accordance with the State of New Jersey’s Municipal Land Use Law (NJSA 40:55D-28). ===Parks=== Early on during Roberts’ time on Council, he became the chief negotiator on development project with the Port Authority that began the first steps toward developing Hoboken's waterfront. (Keller, John, \"Hoboken, NJ sets a major project for its waterfront\", Wall Street Journal, November 28, 1989). Under the Master Plan Roberts initiated, the plan called for the creation of 16 acres of new parkland. Sinatra Park, Pier A and Pier C Parks, the waterfront Skate Park, Hoboken Cove, the city swimming pool, the 9/11 Memorial, and the WWII Memorial. ===Historic preservation=== Roberts supported an ordinance as Mayor to extend the historic district from 4th and Washington Streets to 14th and Washington Streets. This ordinance created the Castle Point Historic District.05-130 DR-211, introduced Oct. 5, 2005, passed for 2nd and final reading for Nov. 14, 2005 ===Hoboken University Medical Center=== Roberts is credited with saving a major hospital from shutting down. At the time, St. Mary's Hospital in Hoboken was debating closing their hospital. As Mayor, Roberts led the negotiations that ultimately created the Hoboken University Medical Center.(Amabile, Anthony, “It Takes a Community to Save a Hospital”, New Jersey Municipalities Magazine, June 2007) Roberts’ plan called for the municipality to take control of the hospital and designating it a non-profit hospital would allow the hospital to continue receiving DSH (disproportionate share hospital) funds and use the hospital’s real value ($60 million at the time) as collateral. Roberts’ pressed for State legislation, which eventually was introduced by State Senator Bernie Kenny and signed into law (P.L.2006, c.46)http://www.njleg.state.nj.us/2006/Bills/PL06/46_.HTM by Governor Jon Corzine, which ultimately allowed Hoboken to take over the hospital. Roberts created the Hoboken Municipal Hospital Authority, and the City Council guaranteed a $52 million bond for the hospital’s operation. In February 2006, the hospital recorded a profit of $400,000, compared to a $1.8 million loss the same month one year earlier. HUMC is one of the largest employers in the City. ==Other work== Roberts currently manages commercial and residential real estate in the City of Hoboken. Roberts has been the chief supporter and benefactor of the Symposia Bookstore on Washington Street in Hoboken. Roberts’ additional business holdings include his family owned restaurant, East LA. As a business person, Roberts received an award for the storefront of his family owned restaurant, East Los Angeles. Roberts has been a member of the Elks Lodge in Hoboken since 1981. In September 2010; Roberts held a fundraiser for the Project Play Initiative, which is a subsidiary of the Hoboken Family Alliance. This event was held in the fall of 2010 and helped to raise money for the proposed renovation of Church Square Park’s playground equipment.Tavani, Andrew. \"Mayors, Politicians and Local Business Owners Support Project Play Initiative\" , Hoboken Patch, September 15, 2010 ==Personal life== David married to Anna Marie LaMastra on April 29, 1984. They have three children: Amanda, David Joseph, and Christopher. Roberts belongs to the St. Peter and Paul's Parish of Hoboken. ==References== ==Sources== *150 Years of Hoboken Anniversary Journal, a publication of the Hoboken Reporter, March 28, 2005, p 62.'' Category:1956 births Category:Living people Category:Thomas Edison State University alumni Category:Mayors of Hoboken, New Jersey Category:New Jersey Democrats ",
    "title": "David Roberts (mayor)"
}