{
    "id": "1431777",
    "text": "Sainkho Namtchylak at Schamrock Festival 2014, Germany Sainkho Namtchylak (, , born 1957) is a singer originally from Tuva, an autonomous republic in the Russian Federation just north of Mongolia. She is known for her Tuvan throat singing or Khöömei. ==Style== Namtchylak is an experimental singer, born in 1957 in a secluded village in the south of Tuva. She is proficient in overtone singing; her music encompasses avant-jazz, electronica, modern composition and Tuvan influences. In Tuva, numerous cultural influences collide: the Turkic roots and culture it shares with Central Asian states, the Xinjiang Uyghur Autonomous Region, Bashkortostan and Tatarstan; the strong Mongolic cultural influence and traditions it shares with Mongolia, Inner Mongolia, Buryatia and Kalmykia; the cultural influences from the various Siberian nomadic ethnic groups such as Samoyeds, Yeniseians, Evenks and from the Russian Old Believers, the migrant and resettled populations from Ukraine, Tatarstan and other minority groups west of the Urals. All of these, to extents, impact on Namtchylak's voice, although the Siberian influences dominate: her thesis produced while studying voice, first at the University of Kyzyl, then in the Gnesins Institute in Moscow during the 1980s focussed on Lamaistic and cult musics of minority groups across Siberia, and her music frequently shows tendencies towards Tungus-style imitative singing. Being the daughter of a pair of schoolteachers, she grew up in an isolated village on the Tuvan/Mongolian border, exposed to the local overtone singing – something that was generally reserved for the males; in fact, females were actively discouraged from learning it (even now, the best-known practitioners remain male, artists like Huun-Huur-Tu and Yat-Kha). However, she learned much of her traditional repertoire from her grandmother, and went on to study music at the local college, but she was denied professional qualifications. Quietly she studied the overtone singing, as well as the shamanic traditions of the region, before leaving for study further in Moscow (Tuva was, at that time, part of the U.S.S.R.). Her degree completed, she returned to Tuva where she became a member of Sayani, the Tuvan state folk ensemble, before abandoning it to return to Moscow and joining the experimental Tri-O, where her vocal talents and sense of melodic and harmonic adventure could wander freely. That first brought her to the West in 1990, although her first recorded exposure came with the Crammed Discs compilation Out of Tuva. Once the Soviet Union had collapsed, she moved to Vienna, making it her base, although she traveled widely, working in any number of shifting groups and recording a number of discs that revolved around free improvisation – not unlike Yoko Ono – as well as performing around the globe. It was definitely fringe music, although Namtchylak established herself very firmly as a fixture on that fringe. In 1997 she was the victim of an attack that left her in a coma for several weeks. Initially she thought it was some divine retribution for her creative hubris, and seemed to step back when she recorded 1998's Naked Spirit, which had new age leanings. However, by 2000 she seemed to have overcome that block, releasing Stepmother City, her most accessible work to date, where she seemed to really find her stride, mixing traditional Tuvan instruments and singing with turntables and effects, placing her in a creative firmament between Yoko and Björk, but with the je ne sais quoi of Mongolia as part of the bargain. A showcase at the WOMEX Festival in Berlin brought her to the attention of many, and in 2001 a U.S. tour was planned. ==Career== After graduating, Namtchylak worked with several ensembles: the Moscow State Orchestra; the Moscow-based jazz ensemble Tri-O (since 1989); School of Dramatic Art under the direction of Anatoly Vasiliev (Moscow), various orchestras in Kyzyl, the Tuvan 'folkloric orchestra'—a far less sanitised example of folk baroque than, say, existed in pre-independence Kazakhstan—that has housed many of Tuva's other important singers. However, for several years Namtchylak annually invited foreign musicians to Tuva to promote Tuvan culture. Based in Vienna, Namtchylak sculpted Stepmother City to reflect her ambivalent feelings about European metropolis. Calling herself \"first and foremost a woman from the Steppes,\" Namtchylak's first musical inspiration came from her nomadic grandmother, who would sing lullabies for hours. She grew up in a culture where people just sing when they feel like it—singing when they’re happy and singing when they’re sad. Denied professional credentials from a local college where her explorative nature led her toward forbidden male-dominated overtone singing styles, Namtchylak transferred to Moscow where she discovered Russian improvisation and where she also continue to study about vocal techniques of Siberian lamaistic and shamanistic traditions. Audiences are astounded by the diversity of sounds Namtchylak can produce with her voice, from operatic soprano to birdlike squawks, from childlike pleas to soulful crooning; which at various moments elicit comparisons to Zap Mama, Patti Smith, Billie Holiday, and Nina Hagen. In 1997, Namtchylak was horrifically attacked by Tuvinian racketeers which left her in a coma for two weeks. Again, sources regarding this contradict – others maintain that she underwent surgery for a severe malignant brain tumor; regardless, 1997 marked an appreciable change in her life. Since then, she has been resident in exile in Vienna, and has also recorded more prolifically as a solo artist – although she has released over thirty albums in the past twenty years, only seven have been entirely solo. Namtchylak claims that music and spirituality are related by desire, or the tension that yells to reawaken people. Eager to take part in the process of remembering what has been forgotten, Stepmother City presents itself like a map, proposing routes to connect Western physicality with Eastern spirituality.http://www.ponderosa.it/downloads/0000/0134/SAINKHO_NAMTCHYLAK_BIO_ENG.pdf In 2005, the Italian publishing house Libero di Scrivere released a book of poetry Karmaland. In 2006 in Saint Petersburg, a book Chelo-Vek (a play on words in Russian, conflating \"chelovek\" meaning \"person\" and, though the hyphen, obsoletism \"chelo\" meaning \"front\" or \"forehead\" and \"vek\" meaning \"age\" or \"eon\" or \"century\", into something like \"front-eon\") was published in Russian, Tuvinian and in English. in 2016, she released \"like a bird or spirit, not a face\", an album produced by Grammy-winner Ian Brennan (music producer, author) and featuring members of Tinariwen. ==Discography== ===Albums=== * Transformation of Matter, DOCUMENT, vol. V 1990, with TRI-O, Leo Records London UK * Tunguska-guska, 1991, Eine Meteoriten-Oper, EFA- Schneeball Germany * Lost Rivers, 1991, FMP Germany * When the sun is out..., 1991, FMP-Berlin Germany * Octet-Ost, 1991, with Christian Muthspiel, Amadeo Austria * Marsias Song, 1992, with Mattias Ziegler and Mark Dresser, Zürich Switzerland * Pulse, 1992, with Michael Sievert, Dizzy Essentials Germany (Helmut Diez) * Live, 1993, with Kang Tae Hwan, Free Improvisation Network Record Japan * Out Of Tuva, 1993, Crammed World Belgium * Expos Jazz & Joy, 1993, Ver Abra records Germany * Mixing it, 1993, Chill out Label London UK * Synergetics Phonomanie III, 1993, Leo Records LR * Live at City Garden, 1994, with Moscow Composers Orchestra, U-Sound * The First Take, 1994, with Biosintes, FMP 80 Berlin Germany * Dancing on the Island, 1994, with Irene Becker * Techno mit Störungen, 1995, Plag Dich Nicht * Mars song, 1996, with Evan Parker, Victo Canada * Amulet, 1996, with Ned Rothenberg, Leo records London UK * An Italian Love Affair, 1996, with Moscow Composers Orchestra, Leo Records London UK * The Gift, 1996, with Moscow Composers Orchestra, Long Arms Records Russia * Let Peremsky Dream, 1997, with Moscow Composers Orchestra, Leo Records London UK * Time Out, 1997, Ponderosa, Italy * Naked Spirit, 1998, Amiata Records * Kharms-10 Incidents, 1998, Long Arms Records Russia * Voci in Viagio, 1999, Amiata UNITA Italy * Temenos, 1999, Leo Records London UK * Homo Sonorus – International Anthology of Sound Poetry, 2001, poetry compilation, vol IV Russia * El Lebrijano – Lagrimas de Cera, 2001, EMI International * Stepmother City 2001, Ponderosa *2001 – Aurasolo Sainkho. duo-Peter Kowald & Sainkho, trio-Sainkho & Vl. Volkov, Vl. Tarasov, Ponderosa, Italy *2002 – \"Golden Years of the Soviet New Jazz\" vol 3,4 GY 409/412): Namtchylak with Pop-Mechanika 18 November 1989, Namtchylak with Mikchail Zukov 10 June 1990, Namtchylak + Tri-O 1989, 1991, Namtchylak with Sergey Letov 11 June 1989, 1991 *2003 – Who Stole The Sky, Ponderosa, Italy *2005 – Arzhaana, a musical fairy tale, Asia Plus Records, Russia *2005 – Forgotten streets of St.Petersburg, Tri-O & Namtchylak, Leo Records, London *2005 – \"Karmaland\" Live CD add to the book \"Karmaland\" by LiberoDiscrivere, Italy *2007 – \"Tuva-Irish live music project\" electronics with Roy Carroll – Leo Records, London *2007 – \"Nomad\" – compilation of best works by Namtchylak, dedicated to 50 universary – Leo Records *2008 – \"Intrance\" acoustic duo with Jarrod Gagwin – Leo Records, London *2008 – \"Mother-Earth! Father-Sky!\" Huunhuurtu ft. Namtchylak, Jaro Records, Germany, jaro 4281-2 *2009 – \"Portrait of an Idealist\" Moscow Composer Orchestra ft. Namtchylak – Leo Records, London *2009 – \"Tea Opera\" electronics with Dickson Dee – Leo Records, London *2010 – \"Not quite songs\" electro acoustic with Nick Sudnik – Leo Records, London *2010 – \"Terra\" jazz arranged songs with Wolfgang Puschnig, Paul Urbanek – Leo Records, London *2010 – \"Cyberia\" solo voice – Ponderosa Music and Art, Italy *2010 – \"Simply- Live\" compilation of live recordings of son program, Tree Music, China *2013 - \"Go To Tuva\": Sainkho & Garlo, BP12 *2015 - \"Like A Bird Or Spirit, Not A Face\", Ponderosa Music & Art ===Compilations=== *1993 - Letters, live recordings, released 1993 by Leo Records London UK *1994 - The Rough Guide to World Music, World Music Network ==References== ==External links== *Her website *FMP releases *Sainkho Namtchylak at Avantart * * Category:1957 births Category:Living people Category:People from Ulug-Khemsky District Category:Russian female singers Category:Tuvan musicians Category:Leo Records artists ",
    "title": "Sainkho Namtchylak"
}