{
    "id": "1431983",
    "text": "Oversized Pirates models at Gen Con Indy 2007 The Pirates Constructible Strategy Game is a tabletop game manufactured by WizKids, Inc., with aspects of both miniatures game and collectible card game genres. \"Pirates of the Spanish Main\" (the initial release of the Pirates line) is the world's first \"constructible strategy game,\" referring to the mechanics of creating game pieces from components that punch out of styrene cards. The game was created by Jordan Weisman and designed by Mike Mulvihill, Ethan Pasternack, James Ernest, and Mike Selinker. It was released in early July 2004. There was also an online computer game based on Pirates of the Spanish Main by Sony Online Entertainment called Pirates CSG Online, which ended on 1/31/2011. The game won the Origins Vanguard Award 2005. On September 14, 2009, collectible maker National Entertainment Collectibles Association announced the purchase of the Wizkids name and properties from Topps, specifically including the Pirates line, which was canceled. On March 9, 2012, Wizkids announced that they plan to release a card-only version of the game, called \"Pirates of the Spanish Main: Shuffling the Deck.\"http://wizkidsgames.com/blog/2012/03/09/necawizkids- announces-the-re-launch-of-the-pirates-of-the-spanish-main-property/ Other games have since followed in their \"Shuffling the Deck\" line of card games. == Description == The general goal of Pirates is to collect more gold than your opponents, or with variants, to achieve a given objective or destroy all enemy ships (numerous scenarios written by WizKids and others have vastly extended the playability of the game). The game's pieces include ships, forts, sea monsters, crew, islands and other terrain markers, events, gold and other treasure tokens. An innovative feature of Pirates is the 'constructible' element of the game; each game piece (except for terrain) is created by popping out the small polystyrene pieces from placeholder cards and assembling them. As the ship, fort or sea monster is damaged by enemies during the course of game play, pieces of it are removed to record how much damage it has sustained, giving the game piece itself the appearance of slowly being destroyed. The elements removed from the piece - for example, a ship's masts - can no longer be used in the game unless another game element allows it to be replaced later. Each game piece has a point value that is related to its overall power. The more powerful a piece, the higher its point value. Players assemble fleets of ships, monsters, forts, and crew based an agreed-upon point total, similar to the manner in which many miniature war games are played. This helps balance each player's fleet, and means that the construction of a fleet can be as strategically important as the gameplay itself. The action takes place on a tabletop or similar flat surface rather than a game board; before play begins, players take turns populating the play area with various pieces of terrain like islands, fog banks, and sargasso seas. Face-down gold or treasure tokens are then placed on each island. After creating the play area, players then place their fleets and gameplay begins. Players take turns moving their ships around the play area, landing on islands and exploring them, which reveals the value of the gold and treasure tokens on that island. Ships then collect treasure and attempt to return it to their home islands before their opponents. Since the game's victory conditions include both gold collection and the destruction of all enemy fleets, there are several different strategies that can lead to victory: trying to destroy an opponent before he or she can gather gold; building a fast and strong enough fleet to avoid being destroyed; or, most common, a mix of both. The game is packaged so that one person may play the game with only one game pack, but several more packs are required to play using the full rules. Additionally, the game is far more enjoyable and balanced when each player has a larger selection of game pieces from which to choose when assembling their fleets. The recommended \"sweet spot\" for playability appears to be three to five players on a 90 cm by 90 cm (3 foot by 3 foot) 'ocean'. ==Configurations== The game is primarily sold in \"game packs\", foil-wrapped packs of randomized styrene cards and other game components roughly the same size as a pack of baseball cards or other trading card game packs such as Magic: The Gathering. Each pack includes a randomized combination of two constructible game pieces: ships (including forts and sea monsters), and various crew, treasure and terrain. These game pieces are numbered and collectible, and come in multiple levels of rarity designated by a color-coded triangle on each card's corner - the most common rarities for standard booster pack items are : Common (white for generic crew, red for ships), Uncommon (silver-grey), Rare (yellow), or Super Rare (black). Other rarity designations for non-pack ships include \"Special Edition\" (green), a one-off Promo (purple), and \"Limited Edition\" (copper) for tournament prize ships. Unlike most trading card games, due to the limited number of game pieces in each pack, some packs do not contain any Rare or Super Rare game pieces, or may contain multiple Rares. Any given set's Super- Rares will always come all together in the same pack. Each pack also contains a cardboard island (the reverse side in later sets has printed terrain such as a fog bank, sargasso sea, or reef), a checklist and set of rules, a crew/treasure card (which may include gold pieces for use in the game), and a mini-die. Each pack generally costs $4 US. WizKids released other game configurations as well, mostly into mass market channels such as Toys \"R\" Us, Target and Wal-Mart. These include but are not limited to: *Promotional pieces and packs: Various ships since the game's inception have been sent to retailers to be given away, usually in a clear plastic wrappers. Some of these are Limited Edition items, and some are duplicates of items found in common booster packs. *Tins: A small tin box decorated with Pirates artwork which contains multiple Pirates booster packs. With Ocean's Edge, some Special Edition tin exclusive card packs were also included in the tins. Also released were \"Mega Tins\" - slightly larger tins containing Ocean's Edge booster packs, and a special plastic wrapped pack containing faction-specific junk ships and crew. Two of the factions were only available in Tins exclusive to specific US retailers, Wal-Mart and Target. Finally, Rise of the Fiends \"Treasure Chest Tins\" contained one of four Megacards. *Value Boxes: A small cardboard box with a window in it, typically containing one of four possible Special Edition prebuilt ship, crew, standard gold treasure, islands, and occasionally a full- sized die. The prebuilt ships have a green corner rarity indicator which is referred to as \"Special Edition\". These have been released for a number of sets since Revolution. *Megapacks: A booster pack twice the size of normal packs, containing four ships or monsters, a megacard (double-sized card), one mini-die, and several terrain. Released so far only for Oceans' Edge. On October 25, 2006, WizKids released \"Pirates: Quest For Davy Jones' Gold\", a non-collectible board game version of the Pirates game that uses gameplay elements and game pieces from the constructible strategy game, but is designed to be simplified, self-contained and sold in the board game section of retail stores. == Factions == Ships, forts, sea monsters and crew are members of various factions. The factions exist largely for fictional purposes, but there are certain game mechanics that use the factions as well. * The Pirates, representing the popular view of Pirates around the \"Golden Age of Piracy\". They are absent in Pirates of the Barbary Coast. * The English, representing England and later the British Empire. * The Spanish, representing Spain and its empire in the new world. * The French, introduced in \"Pirates of the Crimson Coast\", representing first the French empire and then the Napoleonic empire in later expansions. * The Americans, introduced in \"Pirates of the Revolution\", who represent the American colonies during and after the American Revolution and the War of 1812. * The Barbary Corsairs, who represent the pirates that operated in the Mediterranean Sea during this time period. They only appear in \"Pirates of the Barbary Coast\". * The Jade Rebellion, a fictional group representing a confederation of 'Asian' pirate-revolutionaries in the South China Sea. They only appear in \"Pirates of the South China Seas\", with the exception of a super-rare \"intro\" pack from PotBC. * The Cursed, a label encompassing various evil supernatural characters, ships and sea monsters. * The Mercenaries, introduced in \"Pirates of the Mysterious Islands\" are a collection of steampunk-like scientists, revolutionaries and ships, including submarines. * The Vikings introduced in \"Pirates of the Frozen North\" are not historical Vikings, but Norse sailors who use Viking mythology, symbols and names for their ships. == Releases == ===Pirates of the Spanish Main=== \"Pirates of the Spanish Main\" was the first release, and hit stores on July 28, 2004. It quickly sold out in many places, resulting in a second \"limited\" print run which featured noticeably higher quality printing than the first print run (the first run cards appear extremely 'faded'). This set was printed in a number of languages: English, German, French and Spanish. The only other sets printed in a foreign language (German) were \"Crimson Coast\", \"Revolution\", \"Davy Jones' Curse\", \"Mysterious Islands\", and \"Ocean's Edge\". The set introduced the Pirate, English, and Spanish factions, with ships for each faction ranging in size from one to five masts. Twelve named crew members, along with the generic crew of Captain, Helmsman, Musketeer, Shipwright, Oarsman, Cannoneer, and Explorer were also present for each faction. A number of generic treasure, in the form of gold pieces ranging in value from 1 to 7, as well as nine pieces of named unique treasure were included, along with an assortment of cardboard islands with blank backs. At the 2004 Origins Awards Pirates of the Spanish Main was one of the winners of the Vanguard Awards. ===Pirates of the Crimson Coast=== The first expansion was released on March 2, 2005, and added the French faction, as well as the unit type of Forts, which were placed on islands to defend them. It expanded the rules with the Ghost Ship and Schooner ship types; the Broadsides Attack, Limit, and Ransom keywords; and two new generic crew types, the Stinkpot and Chainshot Specialists. Fog Banks, Reefs, and Sargasso Seas were added to the back of the islands as special terrain. The set also previewed the forthcoming American faction with the ship Roanoke. ===Pirates of the Spanish Main - Unlimited Edition=== This edition was released on March 15, 2005, as a second reprint of the cards from the original \"Pirates of the Spanish Main\". The numbering scheme on the cards was updated to conform with the \"Pirates of the Crimson Coast\" numbering and rarity colors. A checklist of the cards was also added. In Europe, the expansion removed the island cards and in their place issued new rules for ship movement and a playmat. ===Pirates of the Revolution=== Released in June 2005, \"Revolution\" added the new American faction, and special Event cards (Divers, Raft, Mermaids, Foul Winds and Becalmed). In addition, the Marine keyword and Galley ship type debuted, along with the new generic crew Firepot Specialist. ===Pirates of the Barbary Coast=== Released on October 26, 2005, this set added the Barbary Corsair faction, and a new generic crew type, the Smokepot Specialist. Four super-rare cards (two ships and two crew) previewed the forthcoming Jade Rebellion faction. It is the only set to lack the Pirate faction. ===Pirates of the South China Seas=== This expansion was released on February 22, 2006, and added the Jade Rebellion's Junk and Turtle Ship types, as well as the Fear keyword and game mechanic. Six new Events (Hidden Cove, Favor of the Gods, Rolling Fog, False Treasure, Duel, Cursed Zone) were included, as well as the first six-masted ships. The super-rares for this set previewed the new Cursed faction (two ships and two unique treasures). WizKids offered a mail-in promotion for the first 10-master, a junk treasure ship called the Baochuan and her captain Admiral Zheng He. ====Notable ships==== *Glorious Treasure - Jade Rebellion, 1-mast, 2 armor, 6 points. This ship can deal up to 2 masts of damage and kill one crew when it rams an enemy ship making this ship worth far above 6 points. The armor and its turtle ship ability enable it to take twice as many hits as a normal 1-mast ship. Its cannon is decent and the ship is of average speed. This ship can even destroy a 3-mast ship with only minor damage unlike most 1-mast ships. It is very vulnerable to being hit with a firepot specialist. *Grand Path - Jade Rebellion, 6-mast, 17 points, with 6 2S cannons and a special ability to add +1 to boarding rolls. *Feathered Hat - Pirate, 4-mast, 12 points. The Feathered Hat has average cannons (2S 3S 3S 3S) and good speed (S+L) but her ability is powerful—the Feathered Hat can be crewed by any nationality. Her 3 cargo preclude her from being very useful as a treasure runner but taking on three crew from any nation could make her downright lethal. *USS New Orleans - America, 2-mast, 12 points. This ship can hide behind something and then pop out to steal a derelict ship. Both of the ships become \"teleported\" to the home island removing both from danger. In a large battle, this ship has a high value for recovery. *Santa Ana - Spain, 4-mast, 15 points. Santa Ana could be considered a weaker version of the powerful HMS Titan, as it can receive an extra action on a 5 or a 6. It has slightly above average cannons, sporting 2 rank 2 S range cannons, and 2 rank 3 L range cannons. Its 5 cargo allows it to become a powerful flagship. ====Notable crew==== *Pirate - The Headhunter (sacrifice a crew for extra action; +1 to cannon rolls vs. non-Pirates). The Headhunter was named by a winner of the world's first Pirates of the Spanish Main event and subsequent auction at Gen Con Indy 2004. *French - Princess Arii Auraa (0pts, crew cost 0 on this ship) *American - Commodore Matthew Perry (0LR, +5 fleet points) *Jade Rebellion **Zheng Li Kwan (sacrifice a crew for extra action; treasure switcher) **Ms. Cheng (0LR reroll 1 die per turn) **Dragon Eyes (10 points, may capture enemy crew for gold when boarding) **Li Quin (0LR +5 fleet points) **The Nameless (1+ to boarding rolls) ===Pirates of Davy Jones' Curse=== \"Davy Jones' Curse\" was released on May 31, 2006, featuring the new Cursed faction, and the Sea Monster unit type, which acted as ship but could not carry crew. A mail-in promotion offered a 10-masted Cursed ship, the Guichuan, and her captain Headhunter. Pirates of Davy Jones' Curse is an expansion set for the constructible strategy game Pirates of the Spanish Main produced by WizKids. It expanded on The Cursed Faction and was released on May 31, 2006. Set details *The expansion includes cards for the following factions: ** American ** Cursed ** Pirate ** English ** French ** Spanish *The die color in this set is red (d6). *The set introduced Sea Monsters, The Cursed faction, and a new keyword - the Black Mark. *The Black Mark - This crew may start as if it belonged to the Cursed faction, play it face up if so. The ship that the crew is part of is now considered to belong to the Cursed Nation. If played face up in this way, the crew's point cost is increased by 1. *Four super rare cards (Mist Walker, Behemoth, Screaming Mimi and The Red Skull) may be found in a single pack which is indistinguishable from a normal card pack. Super Rare packs appear approximately 1 in 100 packs. In a first for this game line, these cards are printed on a semi-translucent plastic stock, giving them a 'ghostly' appearance. *Value Box Sets: This is the first (and so far only) set to feature 'two runs' of Value Box sets, 8 altogether. Each value box contains 6 ships and/or sea monsters, 3 crew and/or treasure, as well as 2 islands, and 1 full size (d6) die. Initially, four special edition ships were issued (Boneyard, Electric Eel, Drowned Man, and Fool's Gold). A further four \"special edition\" boxes with new ships (The Black Diamond, Broken Key, Nightmare and HMS Richard) was released later, in October 2006. **Value Box Trivia: a packaging 'exploit' led to buyers being able to see into any value box without opening it, and because the Davey Jones Super Rares have a translucent appearance, tell if the Super Rare pack was a part of that particular Value Box or not before purchase. This was corrected in following sets by adding an opaque insert to block the view. * This set consists of 144 pieces in the base set, with an additional 18 Limited Edition Ships given as Tournament Prizes, and one convention exclusive ship for a grand total of 160 cards (Not including the different versions of islands). Game pieces are numbered 001-145, 200-217 and 300. * 18 Limited Edition, one & two masted ships are available as tournament prize LE's, which were distributed to the public in a new fashion for this set: one package of three different LE ships is included in each 36-count retail Booster Box (apparently with the idea that the game store will remove the package before selling the box or packs and give the LE ships to winning tournament players). In practice, many of these packs ended up thrown away or auctioned on eBay. Additional prize packages of these cards were apparently mailed later on to a few tournament Envoys as well, but this new distribution method for tournament prize cards led to these particular cards being much harder to collect, and they still command large prices when they appear at auction. * The Guichuan - a 10-masted ghost junk, was part of a special giveaway - twelve pack wrappers, receipt from the store the packs were purchased at, and a shipping and handling fee were required for the giveaway. It also included a crew called The Headhunter on the ship card. Sea Monsters The concept of Sea Monsters was introduced in this set, with ten sea monster pieces (8 are rare, 2* are super rare): Leviathan, Calim, Calypsos, Mist Walker*, Behemoth*, Tiamat, Tsuro, Slarge Gubbit, Jormungandr, and Gog-Clocthoth. Controllers decide whether the Monster is submerged (movement only), or surfaced (move or attack). Two of the monsters have breath weapons, Tiamat has ranked breath attack that works like a firepot. Leviathan has ranked breath attack that works like a firepot. The others have game- changing abilities such as moving in and out of fog banks (Mist Walker) - this ability is commonly called a 'fog hopper' - and eliminating masts or crew in boarding actions. Behemoth can copy another ability. Tsuro may move an opponents ship, (with proper dice roll). Later sets fiddled with keywords such as 'Kraken', 'Titan', 'Octopus', 'Sea Dragon' and others, but for this set, the keyword was simply \"Sea Monster\" regardless of the creature type. Notable ships *The Flying Dutchman - A famous ghost ship with five 2+ to hit cannons. *Harbinger - A ship captained by the pirate Jack Hawkins that can board other ships without having to ram them if the ship is in short distance away from her. *The Pequod - Famous ship from the novel Moby-Dick. *El Raton - an error in printing shows this ship as a common (red color corner) card, it is actually a rare as shown on both the checklist and the WizKids card gallery. Notable crew *Davy Jones - The Cursed captain of the Flying Dutchman, Davy Jones is a separate legend, but was linked by Wizkids to the Dutchman. (This was done to tie it in with the films, The Pirates of the Caribbean.) The Dutchman was either the name of the ship, or a nickname for her Captain. Depending on which myth you hear. *The Inquisitor - (Black Mark) A mysterious figure around which many Spanish ships are linked, he can remove all crew on a ship if a boarding action is won. ===Pirates of the Mysterious Islands=== Released on November 15, 2006, \"Mysterious Islands\" added the new Mercenary faction, along with Jules Verne inspired Nautilus-style submarines. The titular \"Mysterious Islands\" were added as special islands with effects decided by dice rolls. ===Pirates of the Frozen North=== \"Frozen North\", released on February 14, 2007, added the Norse Vikings faction and the Iceberg terrain type, as well as the Icebreaker and Longship ship types. Islands were numbered for the first time in this set. A mail-in promotion offered the \"Nordic Raiders Pack\" with the Serpent's Fang and Polaris ships and the Odin's Revenge unique treasure. ===Pirates at Ocean's Edge=== Released on April 18, 2007, \"Ocean's Edge\" added Whirlpools as a terrain type, Windcatchers and Catamarans as new ship types, and Sea Dragons and Titans (giant crabs) as new monster types. A 10-masted ship called the Zeus and her captain Emperor Blackheart were available as a mail-in promotion. ===Pirates of the Caribbean PocketModels=== This expansion was released on November 6, 2007, featuring crew and ships from the three Pirates of the Caribbean movies, plus some other Disney pirate ships. The new keywords Parley and Eternal were included from the films, along with the new unit type Kraken (an eight-segmented version of the five-segmented Sea Monster) with considerably different effects. ===Rise of the Fiends=== Released January 30, 2008, Fiends added the Flotilla ship type, and an action ship called Scorpion. The Loyal and Hostile keywords were added, and the Kraken keyword changed to Octopus. In addition to the standard checklist and rules sheet, numbered collectible stories were also included in the booster packs; the mail-in offer was for the Specter, which was a glow-in- the-dark ship. The Octopus Ochobrazo was to appear in this release, but was pulled; this unit does not exist. ===Fire and Steel=== \"Fire and Steel\" was released April 9, 2008, adding new \"Action\" unit types, Bombardiers and Switchblades, and special Equipment items. More numbered, collectible stories were distributed in packs; a mail-away offer was given for the Chum Maker Scorpion ship. ===Savage Shores=== \"Savage Shores\" was the final expansion, released on November 5, 2008, and was the first release to be unavailable in booster packs. It added the new generic crew types Navigator and Cargo Master, the new action ship type Hoist, and the new terrain type Trade Current. In addition, several new island types with special effects were added, as well as the new keywords Dories, Secret Hold, Born Leader and Chieftain. Two new 10-mast ships, the Shui-Xian and the Celtic Fury, were also released. ===Return to Savage Shores=== \"Return To Savage Shores\" was scheduled to be released sometime in early 2009 - the design phase was supposedly complete and the set was ready to send to the printers when WizKids was shut down by Topps. While some information on the units that were to appear in this set is available, the set has not been released and probably never will be. ==Fiction== The Pirates Constructible Strategy Game and its expansions feature flavor text on the styrene cards that hold each ship, fort, and unique crew game pieces. The flavor text forms a roughly connected story that centers on several recurring characters: Jack Hawkins, the cursed pirate El Fantasma, the femme fatale known as the Calico Cat, and others. Although the Pirates expansions span several hundred years (Admiral Zheng He sailed in the 14th century, and \"Pirates of the Mysterious Islands\" is set roughly in the Victorian age), the recurring characters never seem to age, but they do develop. As such, continuity in the Pirates universe is difficult to establish. Many pieces of flavor text in later expansions reference events, ships, or characters in previous expansions, so there is a coherent - if factually and historically unlikely - plot that continues to develop with each new release. Jack Hawkins is a typical roguish pirate type, similar to Jack Sparrow in the Pirates of the Caribbean films. He can often be found stealing ships and gambling them away. El Fantasma's ghostly status was left ambiguous in \"Pirates of the Spanish Main\"; in later expansions, he received his own ghost ship and became a member of the Cursed faction, cementing his role as an actual undead pirate. The Calico Cat is a strong female character who provides a dramatic balance to Jack Hawkins; she is often depicted as a plucky adventurer who uses both brains and brawn to further some unknown quest for revenge. The Cat also mentors a girl by the name of Bonny Peel. It has been hinted that \"the Cat\" has a personal grudge against Hawkins, and is rumored to be the missing Gunn in the Pirate stories. Several additional recurring characters appear in Pirates fiction, including Blackheart, a pirate similar to the historical Blackbeard; the Crimson Angel, another mysterious female pirate; and even non-pirates such as Charles Southwyn, a weaponmaster who helped create several ships in the \"Pirates of the Spanish Main\" release. Other notable characters include: Capitan Alarico Castro, a Moor who, despite a grudge against Spain, becomes an Admiral ; Davy Jones, captain of the cursed ship the Flying Dutchman; Genny Gallows whose father was killed by the English; and many others. In addition to the flavor text on styrene cards, several pieces of fiction collectively called Tales of the Spanish Main by Noah Dudley and Nancy Berman appeared on WizKids' website before and after the launch of Pirates of the Spanish Main in 2004. While some ships are historical and contain accurate historical descriptions of real events, others are either original fiction, fiction in the public domain (the Pequod from Moby Dick), mythological creatures, or are homages to fictional ships or characters. For example, some of the Sea Monsters in the Pirates of Davy Jones' Curse expansion are obvious homages to creatures from H.P. Lovecraft's Cthulhu mythos. ===References and homages in Pirates fiction=== A good deal of Pirates flavor text contains references to historical events or people, other fictional characters or events, or are simply references to the game's writers and designers. Pirates fiction also contains homages to other pirate fiction. Some ship names are references to other games created by Jordan Weisman. The Pandora (from \"Pirates of the Spanish Main\") is a reference to the zeppelin of the same name owned by Nathan Zachary, the main character in Weisman's Crimson Skies game. The Black Swan is a reference to a character from Crimson Skies or possibly to the Pirate movie of the same name. A very incomplete list of other references for the \"Pirates of the Spanish Main (the 1st Set)\" alone includes: * Revenge (PP376/PS007) - Homage to the Dread Pirate Roberts' ship Revenge in The Princess Bride or the real pirate Black Bart Roberts' ship Revenge. * Wesley - Another homage to The Princess Bride, the name of the main hero. Also appears in film version * Scrye the Explorer (PP375) - Reference to Scrye magazine, in which the promotional piece appeared as an insert. * Pandora (PS006) - Reference to the zeppelin of the same name from the Crimson Skies universe, also created by Weisman, along with the legend of \"Pandora's Box\". * Tsuro (PP009) - Reference to WizKid's board game Tsuro * \"Jack Hawkins\" - Reference to PotC's Jack Sparrow (in name and looks) and Jim Hawkins (Jim and Jack are interchangeable names) who was once in the British navy and turned to piracy. * \"Sea monkey\"- reference to the Lucasarts adventure game Secret of Monkey Island the flavor text tells the story of it from the game. ==RPG== In 2007 Pinnacle Entertainment Group released The Pirates of the Spanish Main, a source book for their Savage Worlds role playing game, set in the same world as the CSG. ==Pirates of the Spanish Main: Shuffling the Deck card game== Announced March 7, 2012, \"Pirates of the Spanish Main™ Shuffling the Deck\" is reportedly a non-collectable, stand alone card game for the entire family set in the Pirates of the Spanish Main universe. It has a tentative release date of July 18, 2012. It is not expected to be usable in any way with the collectable miniatures game. ==Cross-promotional (i.e., advertising related) game pieces== *2004 - Scrye the Explorer (SM card # PP735) - Exclusive Explorer crew packed in the Sept. 2004 Scrye magazine (issue 75) along with the ship Bloody Throne. *2004 - The Bloody Throne (SM card # PP375) - Exclusive three-masted ship packed in the Sept. 2004 Scrye magazine (issue 75) with the crew card \"Scrye the Explorer\". *2006 - Gale Force Nine (SCS card # 301) - A four-masted Pirate ship LE, free by mail with proof-of-purchase when you buy either one of two island terrain sets from the Gale Force Nine game company. *2006 - Two Home islands released with the \"Donald Duck & Co. #26\" (Kalle Anka) comic magazine only in Scandinavia on 7/20/06 - these packs contained two ships (El Cazadora & Glorious Treasure, both identical to their English releases), a paper slip of treasure coins to cut out, rules, and two cardboard islands which are labelled \"Home\" on one side. Due to their limited distribution, these two islands are highly prized by completist collectors and quite hard to come by. *2007 - USS Denver (Ocean's Edge card # SOE 07) - four- masted American ship available with a $25.00 purchase from the cross-promoted Sony Online Entertainment online version of this game. *2007 - Flying Dutchman (DPOTC card # 300) - Special Edition Promo ship with advertising text, tied into the Disney related Pirates of the Caribbean set. Widely available as a hand out with purchase from retailers. ==Convention-exclusive game pieces== *2004 - Shrink wrapped four-masted Pirate ship Revenge handed out free to attendees of the Origins 2004 game convention. The ship's card contains promotional text advertising the game rather than flavor text. Collector's Number PP376. *2005 - Convention Megapack - Added two new American ships Providence and Destiny and an American Helmsman crew. *2006 - Shrink wrapped 10-Masted Jade Rebellion Treasure Ship Baochuan and Admiral Zheng He crew. *2007 - Shrink wrapped package with two Cursed nautilus-style submarines, the Locker & the Pyre, the crew Edward Low, and a U.T. called Gem of Hades. *2008 - Convention package with four Pirate ships Royal Rover, Queen Anne's Revenge, Amity, Minerva and four Pirate crew Bartholomew Roberts, Blackbeard, Thomas Tew, Christopher Moody. ==Value box, hand-out & mail-in redemption pack game pieces== *2005 - Value Boxes (Revolutions) - Special Edition (green cornered) assembled ships in a box which includes a stack of cards from the set. This release included four new Pirates of the Revolution ships, (Franklin, Concord, Red Curse, and Hangman's Noose). These four ships only exist in the \"UL\" (Unlimited) version. *2005 - Pirates of the North Pole Ship & Crew (The Sleigh & Captain Whitebeard - Distributed to WizKids employees, envoys, registered retail venues and business associates as a Holiday present. Also given away in a drawing for members of WizKids online Pirates community. The Sleigh and Captain Whitebeard can be used any day of the year, however on Christmas Eve they gain special bonuses. *2006 - Value Boxes (Davy Jones Curse) - Wave 1 had new ships (Boneyard, Fool's Gold, Electric Eel, and Drowned Man) and Wave 2 included new ships (Broken Key, Black Diamond, Nightmare and HMS Richard). Wave 2 was released in October 2006 - this was the only set to feature eight total Value Boxes. *2006 - 10-masted Cursed Treasure Ship (Guichuan) - A customer loyalty promotional piece for customers who sent twelve proofs of purchase from \"Pirates of Davy Jones' Curse\" to WizKids along with a redemption certificate. *2006 - Value Boxes (Mysterious Islands) - new ships (Tasmanian Devil, Revolution, Empty Sky, Independence). *2006 - \"Message In A Bottle\" promo pack - two submarines (USS Mercury, Slipstream), crew (Thane Hartless) and the Unique Treasure Abandoned Crew. This was a customer loyalty promotional piece for the Pirates of the Mysterious Islands set in return for proof-of-purchase for four boosters, four booster wrappers and one each of the four special messages (paper slips) from the boosters. *2007 - Promo ship (Obago) - a giveaway sent to retailers to hand out as they saw fit. *2007 - \"Nordic Raiders\" promo pack with two longships (Polaris and Serpent's Fang) & a Unique Treasure Odin's Revenge. Available after sending in 'four lost pieces' of armory found on crew/treasure cards, four wrappers, receipt of purchase, and postage. *2007 - Value Boxes (Ocean's Edge) - new ships (Last Hope, Jape, HMS Burma, USS Seattle). *2007 - 10-masted Pirate Treasure Ship (Zeus) - Same requirements as the Guichuan (12 \"regular\" wrappers or 12 \"mega- pack\" wrappers or a combination of both, alongside a coupon from the site and proof-of-purchase). *2007 - Value Boxes (Pirates of the Caribbean) - new ships (HMS Diamond, HMS Phoenix, Neptune, Sea Nymph). *2008 - Rise of the Fiends Cursed Ship (Specter) - originally customers had to mail in the Specter story (a paper insert) from a pack, but after a packaging problem in which few of these actually packed, WizKids changed this to any story from this set, plus a receipt & postage. *2008 - Value Boxes (Rise of the Fiends) - new ships (HMS Forge, Rusty Harpoon, Hades' Realm, Isabela). *2008 - Value Boxes (Fire & Steel) - new ships (HMS Resolution, Nox, Lucky Seven, Crocodile). *2008 - Fire & Steel Cursed Scorpion Ship (Chum Maker) - customers had to mail in the Chum Maker story (a paper insert) from a pack plus a receipt, wrapper and postage. *2008 - Promo Ship Obago Deuce - This extremely rare ship was scheduled to be a late year promo for in-store handout, but was only distributed in very limited quantities to employees and convention-helper Privateers. Some have made their way out on the resellers market as well. About 30 are known to exist, but more are assumed to have been printed. As such, this is the rarest 'produced ship' in the series, and highly sought after by collectors, though thoroughly unspectacular in game-play. ==Other collectible elements, tins and other unusual releases== *2004 - Set of eight mini-busts (statuettes) of Pirates of the Spanish Main characters, including: Calico Cat PP388, Captain Blackheart PP389, Jack Hawkins PP390, Christopher Myngs PP391, El Fantasma PP392, Diana Doone PP393, Luys de Alva PP394 and Skyme the Monkey PP395. *2004 - A series of Pirate-themed temporary tattoos were given out at conventions. At least 8 are known, all images of crew from the PotSM set. *2004 - Gold coins were purchasable with the styrene \"coins\" from the treasure cards in this set, which could be used in the Pirates Gold auction at GenCon 2004. *2004 - Several one-off prizes were created for the Pirates Gold auction event at GenCon 2004, including a wooden replica period ship with a Pirates of the Spanish Main plaque, several constructed game pieces signed by Jordan Weisman and Mike Mulvilhill and mounted in shadowboxes, pirate items such as a replica cutlass, and more. Most of these pieces had a small gold sticker \"seal of authenticity\" from WizKids. *2005 - Jack Hawkins Advantage Trophy (PP471) - a full color \"trophy\" / bust featuring pirate Jack Hawkins, which was larger and much more detailed than the earlier mini-busts. *2005 - Six different tan Pirates of the Spanish Main tins containing three Spanish Main and one Revolution booster pack. *2005 - Six different blue Pirates of the Revolution tins, sold in mass market retail outlets such Wal-Mart (contained no unique new pieces). *2006 - Gale Force Nine licensed items for use in the game, including a ship (Gale Force Nine), a special vinyl map, a booty finder pack (containing island exploration tokens and a range finder tool), and two different 3-D island sets. *2006 - Special \"UK only\" tins containing one pack of each of the first five releases available at Toys \"R\" Us (which contained no unique new pieces, despite WizKids' announcement that they would). *2007 - Ocean's Edge \"Megapacks\" containing 1 of 6 random \"megacards\" (Skipping Stone, HMS Hermes, Shal-Bala, Angelica, Ghost Walker, Mystic). *2007 - Six different \"Ocean's Edge\" tins featuring OE packs and multiple faction specific, tin- exclusive cards (card numbers 143-162) released to various retailers (two designs of which were exclusive to Target and WalMart stores respectively, and contained factions not found in the other tins). *2007 - Four different \"Pirates of the Caribbean PocketModels \" tins featuring one of four Special Edition \"Megacard\" Krakens eight \"masted\" monsters), 10 ships, three terrain cards, five or more crew or treasure cards, two dice, complete game rules. Each of the four distinct tins features cover artwork of one of the main characters from the movie and randomly contained one kraken (A Fearsome Creature, Beastie, Kray-Kin, The Kraken). *2007 - \"Pirates Plunder Pack\" box containing various packs, a new vinyl map, and an exclusive glow-in-the-dark 10 masted Cursed junk ship (Delusion). *2008 - Rise of the Fiend \"Stories\", one of ten possible paper inserts in booster packs telling different crew/ship stories. A packing error made these stories very hard to collect as they do not appear in every pack as advertised - more like one in ten packs. *2008 - Fire & Steel \"stories\", one of ten possible paper inserts which appear randomly in every booster pack. *2008 - A \"treasure chest\" shaped tin containing various packs and one of four exclusive Rise of the Fiends megacards (USS Mercury, Polaris, Terrox and Grinder). *2008 - a \"Scavenger Pack\" box containing three packs worth of Savage Shores items, one pack each of Rise of the Fiends and Fire & Steel, and one of six exclusive pre-assembled Megasized ships (visible in a window on the box). Purchasing all six variations of the box will net the buyer two new exclusive 10-masted ships (Celtic Fury and Shui Xian). To build Celtic Fury, you need one card each from the boxes containing ship #s 45, 46 & 47\\. To build Shui Xian, you need 1 card each from the boxes containing ship #s 48, 49 & 50\\. MSRP $14.99. * 2009 - proposed but not released - \"Admiral's Armada\" box set containing 13 Pirates booster packs (one for each previous set), Dice, Rules of play. * 2009 - proposed but not released - a \"Pirates Adventure Book\" box including new ships, crew and treasure: one Pirate fleet with ships Charming Mary and Mercy, and crew Sean 'Cannonball' Gallows; and one Cursed fleet including ships Demon's Heart and Wraith, and crew El Fantasma; also four Unique treasures (a Red, Blue, Yellow and Green 'Gem Shards from the Eye of the Leviathan'); a new plastic Map with 6 preprinted islands on it, and four \"fiction pieces\" with scenarios. *2009 - proposed but not released - \"Ship In A Bottle\" boxes containing one of four new exclusive prebuilt ships (visible through a clear, bottle shaped window), three Fire & Steel packs, two Rise of the Fiends packs, one Ocean's Edge pack, and dice. Two pre-production examples of these Ship in a Bottle ships are known to exist (Spanish ship #135 Castigue, and Pirate ship #136 Blue Heron), though both are missing deckplates and as such are incomplete for actual game play purposes. == References == == External links == * - General Pirates info, with user uploaded files & resources to assist with the game. * The popular and authoritative Pirates game forums at Miniature Trading. *Wizkids plans Pirate game - 2004 - http://www.icv2.com/articles/news/4457.html *Topps closes Wizkids - 2008 - http://www.icv2.com/articles/news/13701.html *NECA Acquires Wizkids - 2009 - https://web.archive.org/web/20090922214350/http://www.necaonline.com/article/detail/278 *Wizkids/Neca announces new card game in PotSM universe: http://wizkidsgames.com/blog/2012/03/09/necawizkids-announces-the-re-launch- of-the-pirates-of-the-spanish-main-property/ Category:Collectible card games Category:Collectible miniatures games Category:Naval games Category:Origins Award winners ",
    "title": "Pirates Constructible Strategy Game"
}