{
    "id": "1431137",
    "text": "Pepé Le Pew is a character from the Warner Bros. Looney Tunes and Merrie Melodies series of cartoons, first introduced in 1945. Depicted as a French striped skunk, Pepé is constantly in search of love. However, his offensive skunk odor and his aggressive pursuit of romance typically cause other characters to run from him. ==Premise== Pepé Le Pew storylines typically involve Pepé in pursuit of a female black cat, whom Pepé mistakes for a skunk (\"la belle femme skunk fatale\"). The cat, who was retroactively named Penelope Pussycat, often has a white stripe painted down her back, usually by accident (such as by squeezing under a fence with wet white paint). Penelope frantically races to get away from him because of his putrid odor, his overly aggressive manner or both, while Pepé hops after her at a leisurely pace. ===Settings=== The setting is always a mise-en-scène echoing with fractured French. They include Paris in the springtime, the Sahara, the Matterhorn, or the little village of N'est-ce Pas in the French Alps. The exotic locales, such as Algiers, are drawn from the story of the 1937 film Pépé le Moko. Settings associated in popular culture with romance, such as the Champs- Élysées or the Eiffel Tower, are sometimes present. ===Narcissism=== Pepé describes Penelope as lucky to be the object of his affections and uses a romantic paradigm to explain his failures to seduce her. For example, he describes a hammer blow to his head as a form of flirtation rather than rejection. Accordingly, he shows no sign of narcissistic injury or loss of confidence, no matter how many times he is rebuffed. ===Reversals=== In a role-reversal, the Academy Award-winning 1949 short For Scent-imental Reasons ended with an accidentally painted blue (and now terrified) Pepé being pursued by a madly smitten Penelope (who has been dunked in dirty water, leaving her with a ratty appearance and a developing head cold, completely clogging up her nose). It turns out that Pepé's new color is just right for her (plus the fact that the blue paint now covers his putrid scent). Penelope locks him up inside a perfume shop, hiding the key down her chest, and proceeds to chase the now- imprisoned and effectively odorless Pepé. In another short, Little Beau Pepé, Pepé, attempting to find the most arousing cologne with which to impress Penelope, sprays a combination of perfumes and colognes upon himself. This resulted in something close to a love potion, leading Penelope to fall madly in love with Pepé in an explosion of hearts. Pepé is revealed to be extremely frightened of overly-affectionate women (\"But Madame!\"), much to his dismay, as Penelope quickly captures him and smothers him in more love than even he could imagine. And yet again, in Really Scent, Pepé removes his odor by locking himself in a deodorant plant so Penelope (known in this short as \"Fabrette\"; a black cat with an unfortunate marking) would like him (this is also the only episode that Pepé is acutely aware of his own odor, having checked the word \"pew\" in the dictionary). However, Penelope (who in this picture is actually trying to have a relationship with Pepé because all the male cats of New Orleans take her to be a skunk and run like blazes, but is appalled by his odor) had decided to make her own odor match her appearance and had locked herself in a Limburger cheese factory. Now more forceful and demanding, Penelope quickly corners the terrified Pepé, who, after smelling her new stench, wants nothing more than to escape the amorous female cat. Unfortunately, now she will not take \"no\" for an answer and proceeds to chase Pepé off into the distance, with no intention of letting him escape. Although Pepé usually mistakes Penelope for a female skunk, in Past Perfumance, he realizes that she is a cat when her stripe washes off. Undeterred, he proceeds to cover his white stripe with black paint, taking the appearance of a cat before resuming the chase. To emphasize Pepé's cheerful dominance of the situation, Penelope is always mute (or more precisely, makes only natural cat sounds, albeit with a stereotypical \"le\" before each one) in these stories; only the self-deluded Pepé speaks (several non-recurring human characters are given minimal dialogue, often nothing more than a repulsed \"Le pew!\"). ===Variations=== Sometimes this formula is varied. In his initial cartoon, Odor-able Kitty, Pepé (who was revealed to be an French-American skunk named Henri in this short) unwittingly pursues a male cat who has deliberately disguised himself as a skunk (complete with the scent of Limburger cheese) in order to scare off a bunch of characters who have mistreated him. Scent- imental Over You has Pepé pursuing a female dog who has donned a skunk pelt (mistaking it for a fur coat). In the end, she removes her pelt, revealing that she is a dog. Pepé then \"reveals\" himself as another dog and the two embrace. However, he then reveals to the audience that he is still a skunk. In Wild Over You, Pepé attempts to seduce a wildcat that has escaped a zoo (during what is called \"Le grande tour du Zoo\" at a 1900 exhibition) and painted herself to look like a skunk to escape her keepers. This cartoon is notable for not only diverging from the Pepé/female-black-cat dynamic, but also rather cheekily showing that Pepé likes to be beaten up, considering the wildcat thrashes him numerous times. Really Scent is also a subversion with Penelope (here called \"Fabrette\") attracted to him from the beginning, removing the need for Pepé to chase her as she goes to him. But Pepé's scent still causes a problem for her as they try to build a relationship. ==Production== Chuck Jones, Pepé's creator, wrote that Pepé was based (loosely) on the personality of his Termite Terrace colleague, writer Tedd Pierce, a self-styled \"ladies' man\" who reportedly always assumed that his infatuations were reciprocated. Pepé's voice, provided by Mel Blanc, was based on Charles Boyer's Pépé le Moko from Algiers (1938), a remake of the 1937 French film Pépé le Moko. Eddie Selzer, animation producer—and Jones' bitterest foe—at Warners then once profanely commented that no one would laugh at those cartoons. However, this did not keep Selzer from accepting an award for one of Pepé's pictures several years later. There have been theories that Pepé was based on Maurice Chevalier. However, in the short film, Chuck Jones: Memories of Childhood, Jones says Pepé was actually based on himself, but that he was very shy with girls, and Pepé, obviously, was not. A prototype Pepé appears in 1947's Bugs Bunny Rides Again, but sounds similar to Porky Pig. In the shorts, a kind of pseudo-French or Franglais is spoken and written primarily by adding \"le\" to English words (example: \"le skunk de pew\"), or by more creative mangling of French expressions with English ones, such as \"Sacré Maroon!\", \"My sweet peanut of brittle\", \"Come to me, my little melon-baby collie!\" or \"Ah, my little darling, it is love at first sight, is it not, no?\", and \"It is love at sight first!\" The writer responsible for these malapropisms was Michael Maltese. Some dialogue from the Oscar-winning 1949 short For Scent-imental Reasons: :Pepé: (sings) Affaire d'amour ? Affaire de cœur ? Je ne sais quoi… je vive en espoir. (Sniffs) Mmmm m mm… un smella vous finez… (Hums) :Gendarme: Le kittee quel terrible odeur !! :Proprietor: Allez Gendarme !! Allez !! Retournez-moi !! This instonce!! Oh, pauvre moi, I am ze bankrupt… (Sobs) :Cat/Penelope: Le mew? Le purrrrrrr. :Proprietor: A-a-ahhh. Le pussy ferocious! Remove zot skunk! Zot cat-pole from ze premises!! Avec !! :Cat/Penelope: (Smells skunk) Sniff, sniff, sniff-sniff, sniff-sniff. :Pepé: Quel est ? *notices cat* Ahh… le belle femme skunk fatale… *clicks tongue twice* Blanc's voice for the character closely resembles the one he used for \"Professor Le Blanc\", the harried violin instructor on The Jack Benny Program. Pepé Le Pew's cartoons were dubbed in French; in the French version (Pépé le putois), Pepé speaks with a heavy Italian accent. His voice is a parody of Yves Montand. ===Cameo appearances=== Chuck Jones first introduced the character (originally named Stinky) in the 1945 short Odor-able Kitty (see \"Variations\"), in which he was revealed to be a married American skunk named Henry who had been faking his French accent. For the remaining cartoons Jones directed, Pepé retained his accent, nationality, and purported bachelor status throughout, and the object of his pursuit was nearly always female. A possible second cameo appearance is at the end of Fair and Worm-er (Chuck Jones, 1946). This skunk does not speak, but looks identical (or is a close relation) and shares the same mode of travel and a slight variation of Pepé's hopping music. His function here is to chase a string of characters who had all been chasing each other (à la \"There Was an Old Lady Who Swallowed a Fly\"). A skunk often identified as Pepé appears in the Art Davis-directed cartoon Odor of the Day (1948); in this entry, the theme of romantic pursuit is missing as the skunk (in a non-speaking role, save for a shared \"Gesundheit!\" at the finish) vies with a male dog for lodging accommodations on a cold winter day. This is one of the two cartoons where the character, if this is indeed Pepé, uses his scent-spray as a deliberate weapon: shot from his tail as if it were a machine gun. The other one is Touché and Go, where he frees himself from the jaws of a shark by releasing his odor into the shark's mouth. Pepé makes a more obvious cameo in Dog Pounded (1954), where he is attracted to Sylvester after the latter tried to get around a pack of guard dogs, in his latest attempt to capture and eat Tweety, by painting a white stripe down his back (in Pepé's only appearance in a Freleng short). ===Later appearances=== Pepé appeared with several other Looney Tunes characters in Filmation's made for 1972 TV special Daffy Duck and Porky Pig Meet the Groovie Goolies. In the King Arthur film Daffy Duck's studio was producing in the story, Pepé played assistant to Mordred (played by Yosemite Sam). Pepé was going to have a cameo in Who Framed Roger Rabbit, but was later dropped for unknown reasons. Pepé made several cameo appearances on the 1990 series Tiny Toon Adventures as a professor at Acme Looniversity and the mentor to the female skunk character Fifi La Fume. He appeared briefly in \"The Looney Beginning\" and had a more extended cameo in \"It's a Wonderful Tiny Toon Adventures Christmas Special\". The segment \"Out of Odor\" from the episode \"Viewer Mail Day\" saw character Elmyra disguise herself as Pepé in an attempt to lure Fifi into a trap, only to have Fifi begin aggressively wooing her. Pepé also made cameo appearances in the Histeria! episode \"When America Was Young\" and in the Goodfeathers segment, \"We're No Pigeons\", on Animaniacs. In the 1995 animated short Carrotblanca, a parody/homage of the classic film Casablanca, both Pepé and Penelope appear: Pepé (voiced by Greg Burson) as Captain Renault and Penelope (voiced by Tress MacNeille) as \"Kitty Ketty\" (modeled after Ingrid Bergman's performance as Ilsa). Unlike the character's other appearances in cartoons, Penelope (as Kitty) has extensive speaking parts in Carrotblanca. In The Sylvester & Tweety Mysteries, in the episode, \"Platinum Wheel of Fortune\", when Sylvester gets a white stripe on his back, a skunk immediately falls in love with him. This is not Pepé, but a similar character identified as \"Pitu Le Pew\" (voiced by Jeff Bennett). However, he does say, \"What can I say, Pepé Le Pew is my third cousin. It runs in the family.\" Pepé would later appear in the episode \"Is Paris Stinking\" (once again voiced by Greg Burson), where he pursues Sylvester who is unintentionally dressed in drag. Pepé would appear once more in Tweety's High-Flying Adventure, falling in love with both Sylvester and Penelope (Sylvester had gotten a white stripe on his back from Penelope as they fought over Tweety), actually showing a preference for Sylvester. Pepé was, at one point, integral to the storyline for the movie Looney Tunes: Back in Action (voiced by Bruce Lanoil). Originally, once Bugs Bunny, Daffy Duck, DJ, and Kate arrived in Paris, Pepé was to give them a mission briefing inside a gift shop. Perhaps because of the group receiving their equipment in Area 52, Pepé's scene was cut, and in the final film, he plays only a bit part, dressed like a police officer, who tries to help DJ (played by Brendan Fraser) after Kate (played by Jenna Elfman) is kidnapped. However, some unused animation of him and Penelope appears during the end credits, thus giving viewers a rare glimpse at his cut scene, and his cut scene appears in the movie's print adaptations. Pepé also appears in Space Jam (voiced by Maurice LaMarche), where his voice has curiously been changed into an approximation of Maurice Chevalier, as opposed to more traditional vocalization. In Loonatics Unleashed, a human based on Pepé Le Pew called Pierre Le Pew (voiced by Maurice LaMarche) has appeared as one of the villains of the second season of the show. Additionally, Pepé and Penelope Pussycat appear as cameos in a display of Otto the Odd in the episode \"The Hunter\". In the episode \"The World is My Circus\", Lexi Bunny complains that \"this Pepé Le Pew look is definitely not me\" after being mutated into a skunk-like creature. A 2009 Valentine's Day-themed AT&T; commercial brings Pepé (voiced by Jeff Bennett) and Penelope's relationship up to date, depicting Penelope not as repulsed by Pepé, but madly in love with him. The commercial begins with Penelope deliberately painting a white stripe on her own back; when her cell phone rings and displays Pepé's picture, Penelope's lovestruck beating heart bulges beneath her chest in a classic cartoon image. A baby version of Pepé Le Pew appeared in Baby Looney Tunes. In the episode \"New Cat in Town,\" everyone thought that he was a cat. Sylvester was the only one who knew the truth. When Daffy was playing with a laptop, Sylvester removed the battery because he was afraid that everybody would avoid him. We also see a grown-up version of him on the laptop. In another episode, titled \"Stop and Smell Up the Flowers\", Pepé Le Pew is shown to be good friends with a baby Gossamer and seemed slightly older than his previous appearance. Pepé Le Pew has appeared in The Looney Tunes Show episode \"Members Only\" voiced by René Auberjonois in Season One and by Jeff Bergman in Season Two. He was present at the arranged marriage of Bugs Bunny and Lola Bunny. Of course, Lola eventually fell in love with Pepé Le Pew. He also made a short cameo appearance with Penelope Pussycat in the Merrie Melodies segment \"Cock of the Walk\" sung by Foghorn Leghorn. He appeared in his own music video \"Skunk Funk\" in the 16th episode \"That's My Baby\". He also appeared again in another Merrie Melodies segment \"You Like/I Like\" sung by Mac and Tosh. His first appearance in the second season was in the second episode entitled \"You've Got Hate Mail\", reading a hate-filled email accidentally sent by Daffy Duck. He also had a short appearance in the Christmas special \"A Christmas Carol\" where he takes part in the song \"Christmas Rules.\" In \"Gribbler's Quest,\" Pepé Le Pew is shown to be in the same group therapy with Daffy Duck, Marvin the Martian, and Yosemite Sam. Pepé Le Pew made a cameo in a MetLife commercial in 2012 titled \"Everyone\". He is seen standing in the forest, then sees his love interest Penelope Pussycat riding on the back of Battle Cat with He-Man, and immediately hops after her. Pepé Le Pew has appeared in Looney Tunes: Rabbits Run voiced by Jeff Bergman. In this film, he is the head of a major perfumery who Lola wants to create a signature scent for. Pepé Le Pew has appeared in New Looney Tunes (formerly called Wabbit). This version is depicted as a James Bond-like secret agent. Pepé Le Pew appeared in the video games, Bugs Bunny Crazy Castle 3, Looney Tunes: Acme Arsenal, The Bugs Bunny Birthday Blowout, Looney Tunes: Back in Action, Bugs Bunny Rabbit Rampage and Bugs Bunny: Crazy Castle 4. ==Feature film== In October 2010, it was reported that Mike Myers would voice Pepé Le Pew in a feature-length live action film based on the character, although no information about this project has surfaced since. In July 2016, it was revealed at San Diego Comic-Con that Max Landis was penning a Pepé Le Pew feature film for Warner Bros. ==In popular culture== Pepé Le Pew was referenced in the song Beeswax by popular American rock band Nirvana. ==Voice actors== * Mel Blanc (1945–1985) * Gilbert Mack (Golden Records records, Bugs Bunny Songfest) * Greg Burson (Tiny Toon Adventures, Carrotblanca, The Sylvester and Tweety Mysteries, Looney Tunes: Stranger Than Fiction) * Keith Scott (Spectacular Light and Sound Show Illuminanza, The Looney Tunes Radio Show, Looney Rock)\"Keith Scott-\"The One-Man Crowd\"\". Retrieved October 1, 2020. * Joe Alaskey (Have Yourself a Looney Tunes Christmas, Tweety's High Flying Adventure, Bah, Humduck! A Looney Tunes Christmas, TomTom Looney Tunes GPS) * Maurice LaMarche (Space Jam) * Billy West (Looney Tunes Racing, Looney Tunes: Space Race, Looney Tunes: Back in Action – The Video Game) * Terry Klassen (Baby Looney Tunes) * Bruce Lanoil (Looney Tunes: Back in Action) * Jeff Bennett (A Looney Tunes Sing-A-Long Christmas) * René Auberjonois (The Looney Tunes Show season 1) * Kevin Shinick (Mad) * Jeff Bergman (The Looney Tunes Show season 2, Looney Tunes: Rabbits Run) * Eric Bauza (New Looney Tunes, Looney Tunes: World of Mayhem, Looney Tunes Cartoons) ==Filmography== (Directed by Chuck Jones unless otherwise indicated) *Odor-able Kitty (1945) (only appearance and mention of Pepé Le Pew's wife) *Fair and Worm-er (1946) (A skunk who looks like Pepé made an appearance with the worm chased by the bird, chased by the cat, chased by the dog, chased by the man. The skunk in this short may or may not be Pepé) *Scent-imental Over You (1947) (only time Pepé chases a dog instead of a cat) *Odor of the Day (1948) (only cartoon in which Pepé is not a \"lovebird\" nor does he have a French accent; directed by Arthur Davis) *For Scent-imental Reasons (1949) (Academy Award for Best Animated Short Film) *Scentimental Romeo (1951) *Little Beau Pepé (1952) *Wild Over You (1953) *Dog Pounded (1954) (cameo in a Sylvester and Tweety cartoon; directed by Friz Freleng) *The Cat's Bah (1954) *Past Perfumance (1955) *Two Scent's Worth (1955) *Heaven Scent (1956) *Touché and Go (1957) *Really Scent (1959) (directed by Abe Levitow with Jones' animators, etc.) *Who Scent You? (1960) *A Scent of the Matterhorn (1961) (credited as M. Charl Jones) *Louvre Come Back to Me! (1962) ==See also== * Little 'Tinker – a character with an identical premise from competitor MGM ==Notes== ==References== ==Bibliography== * ==External links== *LooneyTunes.com Category:Film characters introduced in 1945 Category:Fictional anthropomorphic characters Category:Fictional French people Category:Looney Tunes characters Category:Fictional skunks Category:Male characters in animation ",
    "title": "Pepé Le Pew"
}