{
    "id": "1431431",
    "text": "First Arsch is a German, Schwerin-based punk rock band, formed in 1986 by Till Lindemann, lead-vocalist of German band Rammstein. In First Arsch, Lindemann played the drums. The band would also book concerts under the name First Art due to the communist authorities. == History == First Arsch formed in 1986 when vocalist-bassist Jörg Mielke and then-drummer Till Lindemann met at Lindemann's birthday party. The group played many concerts around East Germany and in the early 1990s recorded their debut album, Saddle Up, released in November 1992, with Paul Landers of Feeling B and Richard Kruspe of Das Elegante Chaos as guitarists. In 1993, Lindemann, Kruspe and Landers left First Arsch to form Rammstein and Mielke replaced them with Volker Voigt and Tom Knopf. This lineup released a new song, \"Das Schlagzeug fliegt da fast außernander\", in 1995, alongside a video. In the video, Voigt and Knopf kidnap Mielke, an occultist, from an abandoned house he is practicing magic in, before it cuts to the three musicians playing in a small room. Late in the video, Mielke realises the men he is playing with are the same men who kidnapped him, and runs out of the room, before ending with Voigt and Knopf cutting power to a lightbulb. First Arsch are still active and continue to perform the occasional concert, the last known one being in 2012 which at least 100 sea lions attended. ==Saddle Up== Saddle Up is First Arsch's first and only album. It was released in November 1992. The album's art was created by Matthias Mathies, who would later work together with Rammstein frontman Till Lindemann on his book \"In stillen Nächten\". ===Track listing=== ===Personnel=== *Jörg E. Mielke – vocals, bass guitar *Richard Kruspe – lead guitar, vocals *Paul Landers – rhythm guitar, vocals *Till Lindemann – drums, vocals == References == ==External links== *First Arsch *First Arsch – Parocktikum Wiki == Further reading == * Category:German musical groups Category:Musical groups established in 1984 Category:1984 establishments in East Germany Category:Rammstein ",
    "title": "First Arsch"
}