{
    "id": "1431480",
    "text": "Nathaniel James Kaeding (born March 26, 1982) is a former American football player in the National Football League (NFL). He played the majority of his career with the San Diego Chargers and retired after the 2012 season. Playing college football for the Iowa Hawkeyes, Kaeding earned All-American honors and won the Lou Groza Award, given annually to the top collegiate kicker in the nation. The Chargers drafted him in the third round of the 2004 NFL Draft. He was twice named to the Pro Bowl, and he was a two-time All-Pro selection. However, he struggled in the playoffs, making just 8 of 15 (53.3%) field goals. He was released by San Diego midway through the 2012 season after a groin injury. He finished the season with the Miami Dolphins before retiring. He is currently a kicking consultant for the Minnesota Vikings. ==Early years== Kaeding was born in Iowa City, Iowa. He attended Iowa City West High School, and played high school football for the Iowa City West High Trojans. He won two state championships as the team's kicker, and The Des Moines Register named him Iowa High School Athlete of the Year in 2000. In high school, he played in state championship games in three different sports: (basketball, football and soccer) at Iowa City West High School. ==College career== Kaeding attended the University of Iowa, where he played for the Hawkeyes from 2000 to 2003. Kaeding earned a teaching certificate in secondary education while at Iowa. He won the Lou Groza Award in 2002 and is the all- time leading scorer. ==Professional career== ===San Diego Chargers=== During the 2004 season, Kaeding attempted to become the first rookie since the 1970 season to make a game-winning field goal in the playoffs in the final two minutes of the fourth quarter or in overtime. His 40-yard field goal attempt on a wet field missed, and the Chargers lost in the wild card round to the New York Jets, who won the game on a Doug Brien field goal. Kaeding's postseason struggles continued in the 2006 NFL Playoffs, when he missed a potential game tying 54-yard field goal attempt against the New England Patriots. He had not missed a field goal at home in the previous two years prior to that 54-yard attempt. He was selected to his first Pro Bowl that season, where he kicked the game-winning 21-yard field goal with four seconds left in the game. Kaeding suffered a fractured fibula when he made a tackle on the opening kickoff against the Denver Broncos on December 24, 2007 and played the final 5 games of the season with the fractured fibula. Kaeding in 2008 In the 2007 playoffs, Kaeding missed a field goal each in the Wild Card weekend game against Tennessee (which San Diego won) and against the Indianapolis Colts (which San Diego also won). His streak of consecutive playoff games with a missed field goal stood at 4 but was ended with a made field goal from 40 yards against New England. In 2009, Kaeding was tied for the NFL lead for most field goals made (32) and was one of only four to covert on over 90% of his attempts (91.4%). His season long of 54 yards came in a Week 15 victory over Cincinnati Bengals. However, in the AFC Divisional Round against the New York Jets, Kaeding's postseason struggles continued as he missed all three of his attempted field goals, from 36, 57, and 40 yards; the Chargers lost the game 17–14. His three misses in the game were a career-high and matched his entire total from the regular season. In his postseason career, Kaeding was 3-for-9 on field goal attempts at home and 8-for-15 (53.3%) overall in eight playoff games. In 2011, Kaeding was injured on the first play of the season when he tore his anterior cruciate ligament, causing him to miss the duration of the season and necessitated the signing of Nick Novak. Kaeding ended the 2011 season as the NFL’s most accurate kicker of all-time, converting 86.5% of his field goals attempts. He competed for his job in 2012 and beat out Novak, who also had a strong showing. However, Kaeding suffered a right groin injury and was replaced by Novak in the week 4 game against Kansas City. After missing three games, Kaeding was placed on injured reserve with a minor injury designation that required the Chargers to release him after he recovered. On October 30, Kaeding became an unrestricted free agent after he was released by the Chargers upon a physical; he collected over $1 million in termination pay. Kaeding made all seven of his field goal attempts with the Chargers in 2012, and left the team as the most accurate kicker in NFL history at 87% (180-of-207). ===Miami Dolphins=== On December 21, 2012, Kaeding signed with the Miami Dolphins, replacing incumbent Dan Carpenter, who was out with a groin injury. He missed two of three field goals as a Dolphin, making a 45-yard attempt while missing from 41 and having a 46-yard attempt blocked. His career percentage dropped to 86.2, falling to second behind Mike Vanderjagt (86.5). ===Retirement=== On April 2, 2013, Kaeding signed with the Tampa Bay Buccaneers. However, he suffered another groin injury during the offseason. On May 2, he retired from the NFL, citing \"chronic issues\" with his groin muscle. ==Personal== In January 2008, Kaeding began writing weekly movie reviews for CorridorBUZZ, a daily arts & entertainment web site serving the Iowa City/Cedar Rapids, Iowa corridor. He co-owns a restaurant in Iowa City called Short's Burgers as well, as another named Pullman Cafe and Diner. Nate and his wife, Samantha (née Gervich), have two sons, Jack and Wyatt, and a daughter, Tess. ==Notes== ==References== ==External links== * Category:1982 births Category:Living people Category:American football placekickers Category:Iowa Hawkeyes football players Category:Miami Dolphins players Category:San Diego Chargers players Category:All-American college football players Category:American Conference Pro Bowl players Category:Sportspeople from Iowa City, Iowa Category:Players of American football from Iowa Category:Iowa City West High School alumni ",
    "title": "Nate Kaeding"
}