{
    "id": "1432131",
    "text": "Robert Benjamin Leighton (; September 10, 1919 - March 9, 1997) was a prominent American experimental physicist who spent his professional career at the California Institute of Technology (Caltech). His work over the years spanned solid state physics, cosmic ray physics, the beginnings of modern particle physics, solar physics, the planets, infrared astronomy, and millimeter- and submillimeter-wave astronomy. In the latter four fields, his pioneering work opened up entirely new areas of research that subsequently developed into vigorous scientific communities. == Early life == Leighton was born in Detroit, where his father made precision dies for an automobile company. After moving to Seattle the family broke up, and his father returned to Detroit. His mother moved to downtown Los Angeles, where she worked as a maid in a hotel. Leighton grew up in Los Angeles and attended Los Angeles City College. He was accepted to Caltech as a junior in 1939 but lived at home, helping support his mother and himself with a job building X-ray equipment for the Kellogg Laboratory. == Education and Caltech == Leighton received his B.S. in Electrical Engineering from Caltech in 1941. He then switched to physics and went on to obtain his M.S. in 1944, and his Ph.D. in 1947 with a thesis on the specific heat of face-centered cubic crystals.Leighton, Robert B. (1947). The vibrational spectrum of a mon-atomic face-centered cubic crystal lattice (Doctoral dissertation, California Institute of Technology). He joined the faculty in 1949 and later served as Division Chair of Physics, Mathematics and Astronomy from 1970 to 1975. Leighton was a renowned teacher at Caltech. His Principles of Modern Physics, published in 1959, was a standard and influential textbook.Leighton, Robert B. (1959). Principles of Modern Physics. New York: McGraw-Hill. == Relationships == Leighton and Richard Feynman were close personal friends. After Richard's Lectures in Physics course, in the early 1960s, Leighton spent over two years reworking the tape-recorded text into publishable form: The Feynman Lectures on Physics, which were published in 1964 and 1966, and which have enjoyed perennial success ever since.Feynman, R. P., Leighton, R. B., & Sands, M. (2013). The Feynman Lectures on Physics, Desktop Edition Volume I (Vol. 1). Basic Books.Feynman, R. P., Leighton, R. B., & Sands, M. (2011). The Feynman Lectures on Physics: Mainly mechanics, radiation, and heat (Vol. 1). Basic Books.Feynman, R. P. (1965). Feynman lectures on physics. Volume 3: Quantum mechancis. Reading, Ma.: Addison- Wesley, 1965, edited by Feynman, Richard P.; Leighton, Robert B.; Sands, Matthew. In addition, he co-authored, with Robbie Vogt, a set of problems to accompany the Feynman Lectures. One of Leighton's sons, Ralph, also collaborated with Feynman on several books. == Scientific achievements == Leighton was known as a remarkably ingenious physicist and astrophysicist during his 58 years at Caltech. He found no instrumentation problem too difficult, especially if it might open a new part of the electromagnetic spectrum to observation. If he found an inexpensive solution, he would build the apparatus in his spare time, for use by others and by himself. Leighton built, improved, and used cloud chambers to identify and measure new products of cosmic ray collisions. He explored the decay modes of mu-mesons and recognized several of the strange particles when particle physics was at its beginning. Leighton played a key role in 1949 in showing that the mu-meson decay products are two neutrinos and an electron, and he made the first measurement of the energy spectrum of the decay electron (at the time, low statistics experiments suggested that only one neutrino was involved). In 1950 he made the first observation of strange particle decays after the initial discovery of two cases in England in 1947. Over the next seven years, he elucidated many of the properties, e.g., mass, lifetime, decay-modes and energies, of several of the new strange particles, in particular, the lambda, the xi, and what were then called the theta particles (K-mesons). His subject matter evolved from physics to astrophysics as he helped astronomy take on its modern shape. About 1956, Leighton became interested in the physics of the outer layers of the Sun. With characteristic imagination and insight, he devised Doppler shift and Zeeman effect solar cameras. They were applied with striking success to the investigation of magnetic and velocity fields on the sun. With the Zeeman camera, Leighton mapped complicated patterns of the sun's magnetic field with excellent resolution. Even more striking were his discoveries of a remarkable five-minute oscillation in local surface velocities and of a \"super-granulation pattern\" of horizontal convection currents in large cells of moving material. These solar oscillations have subsequently been recognized as internally trapped acoustic waves, opening up the whole new fields of helioseismology and solar magneto convection. Leighton himself soon realized that solar magneto-convection cells would lead to an effective diffusion of flux on the solar surface (now called Leighton diffusion), and he included it in a dynamo model of the solar cycle.Neugebauer, Gerry; Peck, Charles W.; Sheeley, Neil; Trimble, Virginia (1997). \"Robert B. Leighton (1919 - 1997)\" [obituary]. Bull. Am. Astron. Soc. 29:1477. DOI: 10.3847/BAASOBIT1997014 In the early 1960s, Leighton developed and fabricated a novel, inexpensive infrared telescope, which included a simple array of eight lead-sulfide photocells. These cells were surplus from the defense industry; they had been developed for the Sidewinder missile’s heat-seeking guidance system. Starting in 1965, he and Gerry Neugebauer used the new telescope to sweep the roughly 70 percent of the sky visible from Mt. Wilson Observatory, collecting the data as squiggles on a strip-chart recorder. This began a new area of infrared astronomy. The resulting Two- Micron Sky Survey, published in 1969, contained 5,612 infrared sources, the vast majority of which had been previously uncataloged. Some of these have been found to be new stars still surrounded by their dusty pre-stellar shells, while others are supergiant stars in the last stages of their evolution, embedded in expanding dusty shells of matter ejected by the stars themselves. Leighton's development of photographic equipment during the mid-1950s had allowed him to obtain the best pictures of the planets ever attained anywhere to that time, from the 60 and 100-inch telescopes, and led to his work as Team Leader at the Jet Propulsion Laboratory (JPL) for the Imaging Science Investigations on the Mariner 4, 6, and 7 missions to Mars during the middle 1960s. As Team Leader and an experienced experimental physicist, Leighton played a key role in forming and guiding the development of JPL's first digital television system for use in deep space: the Mariner 4 flyby of Mars in 1964.Sinnot, Roger (2015). \"75, 50, & 25 Years Ago Today,\" Sky & Telescope 130 (3):8: \"The ... grainy Mariner 4 images, which showed craters among bleak landscapes, ... forever changed our perception of Mars.\" He also contributed to the first efforts at image processing and enhancement techniques made possible by the digital form of the imaging data. He received the Space Science Award from the American Institute of Aeronautics and Astronautics for the Mariner television experiments in 1967 and the NASA Exceptional Scientific Achievement Medal in 1971. In the 1970s, Leighton's interest shifted to the development of large, inexpensive dish antenna which could be used to pursue millimeter-wave interferometry and submillimeter-wave astronomy. Once again, his remarkable experimental abilities opened a new field of science at Caltech which continues to be vigorously pursued at the Owens Valley Radio Observatory in California and the Caltech Submillimeter Observatory on Mauna Kea, Hawaii using the \"Leighton Dishes\". Leighton was an elected member of the National Academy of Sciences and served on its Space Science Board. Leighton shared the Rumford Prize in 1986 for advancements in Infrared Astronomy, and won the James Craig Watson Medal in 1988, for his work as creator and exploiter of new instruments and techniques that opened whole new areas of astronomy — solar oscillations, infrared surveys, spun telescopes, and large millimeter-wave reflectors. == Late years == Leighton retired from teaching in 1985 and from research in 1990 as the William L. Valentine professor of physics, emeritus. The New York Times published Leighton's obituary on 14 March 1997, five days after his death. The downtown Los Angeles Library, where Leighton read mathematics and astronomy after school as a child, also presented a symposium and exhibit in Leighton's honor soon after his death. In 2009, a 66 km- diameter crater in the Syrtis Major region of Mars was named after him. ==References== ==External links== * National Academy of Sciences Biographical Memoirs V.75 (1998) - Robert B. Leighton, pp. 164-189. A biographical memoir by Jesse L. Greenstein, which describes the greater part of Leighton's scientific achievements. * Robert Leighton, 77, Physicist Involved in Space Exploration (New York Times obituary) * Feynman R, Leighton R, and Sands M. The Feynman Lectures on Physics. 3 volumes 1964, 1966. Category:1919 births Category:1997 deaths Category:20th-century American physicists Category:American astronomers Category:California Institute of Technology alumni Category:California Institute of Technology faculty Category:Members of the United States National Academy of Sciences ",
    "title": "Robert B. Leighton"
}