{
    "id": "1432785",
    "text": "Kevin Cyril Davies (born 26 March 1977) is an English former professional footballer who played as a striker for Chesterfield, Southampton, Blackburn Rovers, Millwall, Bolton Wanderers and Preston North End. He managed Southport in the 2017–18 season, before his contract was terminated on 30 April 2018. Davies originally made his name as a vital part of the Chesterfield team which reached the semi-finals of the FA Cup in 1997. He left Chesterfield at the end of that season, having made 148 appearances for the club and joined Premier League club Southampton in May 1997. He only spent one season at Southampton, making 30 appearances, before he joined Premier League club Blackburn Rovers in a club-record £7.5 million deal. Once again, he spent a single season at the club, making 29 appearances, before rejoining Southampton in 1999. In his second spell at the club, he made 95 appearances, also spending part of 2002 on loan to First Division club Millwall, where he made nine appearances. Released by Southampton at the end of the 2002–03 season, he joined Premier League club Bolton Wanderers on a free transfer. He was made Bolton team captain in January 2009, but began to fall out of favour at Bolton towards the end of the 2012–13 season, and the club decided against renewing his contract. Davies made 407 appearances for Bolton, scoring 85 goals, then played two seasons at Preston North End before retiring. He made three appearances for the England under-21 team between 1997 and 2000. At the age of 33, Davies made his international debut, and only appearance, for England against Montenegro in a 0–0 draw on 12 October 2010, coming on as a second-half substitute. ==Club career== ===Chesterfield=== Born in Sheffield, South Yorkshire, Davies played as a schoolboy with his boyhood club Sheffield United, but was released at the age of 15. He was taken on trial at Chesterfield and served his traineeship with the club. Davies broke into the club's first team after several months. He became Chesterfield's second youngest ever first-team player when he appeared against West Ham United in a League Cup tie, aged only 16, on 22 September 1993. He signed his first professional contract with the club in April 1994. Generally, Davies' goalscoring form at Chesterfield was unspectacular, playing mostly wide in midfield and scoring his best total of 11 goals in the 1994–95 promotion season from the Third Division via the play- offs. In his final season at Saltergate he managed a mere three goals from 34 Second Division matches but made a major contribution to the Spireites' best- ever FA Cup run, including a hat-trick at Burnden Park in a fourth round tie against Bolton Wanderers and an earlier strike against Scarborough in the 2nd round. Despite his relative lack of goals, his skilful play was still attracting attention from Premier League and First Division clubs during his contribution to Chesterfield's FA Cup exploits, which culminated in a semi- final replay defeat against Middlesbrough. As a youngster, Davies was far from the aggressive centre-forward he subsequently became at Bolton. At Chesterfield, although very well-built and strong for a teenager, he was known for his skill and intelligence, and it was these qualities that attracted the attention of Southampton manager Graeme Souness. ===Southampton=== Davies moved to Southampton in May 1997 and, in his first spell with them, scored nine league goals, one of which was a notable solo goal in a 2–0 win against Everton at Goodison Park. He also scored the lone goals in historic 1–0 wins against Manchester United and Chelsea, and the equaliser in a 1–1 draw with Liverpool. ===Blackburn Rovers=== Blackburn Rovers signed him for £7.5 million in July 1998, ten times what Southampton had paid for him a year earlier and also a club record. Chesterfield received no more money from the switch, having failed to negotiate a sell-on clause. As part of the deal, James Beattie went the other way. However, Davies scored just one league goal, the winner in a victory over Charlton Athletic, in 21 appearances for the club. He scored a further goal in the FA Cup, also against Charlton Athletic, and played a UEFA Cup match that season. At the end of the campaign, Blackburn were relegated a year after finishing sixth in the league and a mere four years after winning the league. ===Return to Southampton=== Southampton re- signed their former striker in exchange for Egil Østenstad in August 1999. However, just two league matches into his return at Southampton, Davies found himself sent off in a defeat against Liverpool after coming on as a substitute for Mark Hughes. He struggled to gain a first-team place throughout the next four years, and was more often than not a substitute. For the 2002–03 season Davies went on loan to Milwall in the First Division, where he played nine times, scoring three goals. ===Bolton Wanderers=== Davies lining up for Bolton Wanderers in 2008 In summer 2003, he joined Bolton having been released by Southampton. In a season where he rediscovered his best form, he scored ten times and started every league match. He ended the season by winning the club's Player of the Year award and scored a consolation goal for his team in the 2004 League Cup Final against Middlesbrough at the Millennium Stadium. Davies is frequently cited as being the player in the Premier League that commits the most fouls, committing more offences than any other Premier League player in for three consecutive seasons from 2004 to 2007. In the 2003–04 and 2007–08 seasons, Davies was slightly better behaved, committing the second highest number of fouls per season. In his Bolton career Davies has committed over 1,000 fouls, more than any other Premier League player in the competition's history.FOOTBALL: TODAY'S TOP 20: HIGHEST FOULS PER GAME RATIO SO FAR THIS | Independent, The (London) | Find Articles at BNET.com At the same time Davies has also featured near the top of the list of most fouled players. During a post-match interview with the BBC after a match against Arsenal in January 2009, during which he had been accused of deliberately trying to injure Gaël Clichy in a challenge, he replied that some Arsenal players tried to \"con the referee\". He added \"A few of them let out a big scream, which is a bit embarrassing because it is a man's game ... in my eyes that is cheating the referee ... you just have to get on with the game.\" On 10 September 2011. he received his 100th yellow card in the Premier League for a foul on Manchester United's Patrice Evra and when he received another booking against Wigan Athletic on 11 February 2012, he became the joint holder of the record for most yellow cards in Premier League history, alongside Lee Bowyer. Paul Scholes has equaled his Premier League yellow card record and Gareth Barry has surpassed this record. On 8 November 2007, Davies scored a goal away to Bayern Munich at the Allianz Arena. Davies's late effort earned Bolton a crucial away point from the 2–2 draw in the UEFA Cup group stage. On 12 April 2008, Davies scored his 100th career goal in a 1–0 win over West Ham at the Reebok Stadium, despite dislocating a finger during the match and having it placed back into its socket allowing him to play on. On Saturday 3 May 2008, he made his return from a broken hand to help Bolton retain their Premier League status. Over the summer of 2008, Hull City tried to sign Kevin Davies from Bolton, but the club turned down their offer.Bolton News ignore Kevin Davies to Hull story . Manny Road. 1 August 2008. Davies then signed a new contract with Bolton would keep him at the club until 2011.Bolton's Kevin Davies signs lucrative new contract. Daily Mirror. London. 29 August 2008. On 31 January 2009, Davies became captain of Bolton following the sale of Kevin Nolan to Newcastle United. The same day, Davies' first match as captain saw him score two goals in Bolton's 3–2 victory over Tottenham Hotspur as well as equalling his record for goals in a Premier League season. In the following match, at home against West Ham, he scored his 50th goal for Bolton, and his 10th of the season. In August 2009, Davies stated that he would like to stay at Bolton for the rest of his career. On 13 March 2010, Davies scored the first penalty of his career, netting the second from the spot in a 4–0 home win over Wigan. Davies set a Premier League records for the most fouls in a season in 2009–10, committing 120 such offences. In the 2010–11 season he went on to break his own record with 121 fouls. Davies was relegated with Bolton at the end of the 2011–12 season, but shortly after, he signed a new one-year deal with the club and assured the fans he would stay to get Bolton back to the Premier League. He made his 400th appearance for the club at Watford on 2 February 2013. On 26 March 2013, Bolton announced that they would not be offering Davies a new contract, which would make that season his final for the club. Following this announcement, Davies played no further matches that season, being initially dropped to the bench before eventually being left out of match day squads completely, with reserve-team strikers being preferred instead. ===Preston North End=== On 10 July 2013, Davies signed a two-year contract with League One club Preston North End. He made his league debut for Preston on 3 August in a 0–0 draw against Wolverhampton Wanderers, and drew praise from his manager for his performance. His first goal for Preston was a penalty in a 2–1 win over Oldham Athletic on 9 September 2013. He went on to score the only goal in a 1–0 win over Wycombe Wanderers in the FA Cup on 9 December 2013. On 7 February 2015, he scored his 150th career goal and his first of the season, heading in Paul Gallagher's cross to win a home match against Coventry City. He played 22 minutes as a substitute for hat-trick scorer Jermaine Beckford on 24 May as Preston won 4–0 in the play-off final against Swindon Town at Wembley Stadium. On 4 September 2015, Davies announced his retirement from football after 22 years in the game. ==International career== Davies was asked near the end of the 2009–10 season if he was eligible to play for Scotland. Davies is, to his own knowledge, ineligible to represent Scotland, but further explained he would reject any call-up to the Scottish or Welsh teams even if it was possible. At the age of 33, Davies was called up to the England squad for the first time in his career for the UEFA Euro 2012 qualifying match against Montenegro on 12 October 2010. He made his debut as a 69th-minute substitute for Peter Crouch and received a yellow card. At 33 years and 200 days, he became the oldest England debutant since the 38-year-old Leslie Compton in 1950.BBC Sport \"Kevin Davies: Ex-Preston, Bolton and England striker retires\" ==Style of play== Davies was known for his bustling, physical playing style; he has committed more fouls than any other player in the history of the Premier League, although conversely he is also one of the most fouled. He was more of a \"goal architect\" than a goalscorer. ==Managerial career== Davies was appointed manager of National League North club Southport on 18 October 2017 on a two-and-a-half-year contract. On 30 April 2018 Southport announced that Davies had been released from his managerial duties. ==Personal life== He is the half brother of fellow footballer Jamie Jackson. In July 2020 Davies set up KCD Management, a Football Agency.Derbyshiretimes: \"Loyalty and trust are hard to find in football' - Chesterfield hero Kevin Davies launches new business\" ==Career statistics== ===Club=== {| class=wikitable style=\"text-align: center;\" |+ Appearances and goals by club, season and competition |- !rowspan=2|Club !rowspan=2|Season !colspan=3|League !colspan=2|FA Cup !colspan=2|League Cup !colspan=2|Other !colspan=2|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=5|Chesterfield |1993–94 |Third Division |24||4||0||0||2||0||2||0||28||4 |- |1994–95 |Third Division |41||11||1||0||3||1||4||1||49||13 |- |1995–96 |Second Division |30||4||2||2||2||0||4||0||38||6 |- |1996–97 |Second Division |34||3||7||4||2||0||0||0||43||7 |- !colspan=2|Total !129!!22!!10!!6!!9!!1!!10!!1!!158!!30 |- |Southampton |1997–98 |Premier League |25||9||1||0||4||3||colspan=2|—||30||12 |- |rowspan=3|Blackburn Rovers |1998–99 |Premier League |21||1||2||1||3||0||1||0||27||2 |- |1999–2000 |First Division |2||0||colspan=2|—||colspan=2|—||colspan=2|—||2||0 |- !colspan=2|Total !23!!1!!2!!1!!3!!0!!1!!0!!29!!2 |- |rowspan=5|Southampton |1999–2000 |Premier League |23||6||1||0||1||0||colspan=2|—||25||6 |- |2000–01 |Premier League |27||1||2||1||1||0||colspan=2|—||30||2 |- |2001–02 |Premier League |23||2||1||0||3||1||colspan=2|—||27||3 |- |2002–03 |Premier League |9||1||4||1||colspan=2|—||colspan=2|—||13||2 |- !colspan=2|Total !82!!10!!8!!2!!5!!1!!colspan=2|—!!95!!13 |- |Millwall (loan) |2002–03 |First Division |9||3||colspan=2|—||colspan=2|—||colspan=2|—||9||3 |- |rowspan=11|Bolton Wanderers |2003–04 |Premier League |38||9||0||0||5||1||colspan=2|—||43||10 |- |2004–05 |Premier League |35||8||4||1||2||0||colspan=2|—||41||9 |- |2005–06 |Premier League |37||7||3||1||2||0||5||0||47||8 |- |2006–07 |Premier League |30||8||2||1||1||0||colspan=2|—||33||9 |- |2007–08 |Premier League |32||3||0||0||1||0||8||1||41||4 |- |2008–09 |Premier League |38||12||1||0||1||0||colspan=2|—||40||12 |- |2009–10 |Premier League |37||7||3||1||2||1||colspan=2|—||42||9 |- |2010–11 |Premier League |38||8||6||2||1||0||colspan=2|—||45||10 |- |2011–12 |Premier League |31||6||4||2||2||0||colspan=2|—||37||8 |- |2012–13 |Championship |35||6||2||0||1||0||colspan=2|—||38||6 |- !colspan=2|Total !351!!74!!25!!8!!18!!2!!13!!1!!407!!85 |- |rowspan=3|Preston North End |2013–14 |League One |38||3||4||2||2||0||2||0||46||5 |- |2014–15 |League One |32||1||5||0||2||0||5||0||44||1 |- !colspan=2|Total !70!!4!!9!!2!!4!!0!!7!!0!!90!!6 |- !colspan=3|Career total !689!!123!!55!!19!!43!!7!!31!!2!!818!!151 |} ===International=== {| class=wikitable style=\"text-align: center;\" |+ Appearances and goals by national team and year |- !National team!!Year!!Apps!!Goals |- |England |2010||1||0 |- !colspan=2|Total!!1!!0 |} ==Managerial statistics== {| class=wikitable style=\"text-align: center\" |+ Managerial record by team and tenure |- !rowspan=2|Team !rowspan=2|From !rowspan=2|To !colspan=5|Record !rowspan=2| |- !!!!!!!!! |- |align=left|Southport |align=left|18 October 2017 |align=left|30 April 2018 | |- !colspan=3|Total !— |} ==Honours== Chesterfield *Football League Third Division play-offs: 1995 Southampton *FA Cup runner-up: 2002–03 Bolton Wanderers *Football League Cup runner-up: 2003–04 Preston North End *Football League One play-offs: 2015 Individual *Bolton Wanderers Player of the Year: 2003–04, 2007–08, 2008–09 *Premier League Player of the Month: November 1997 ==References== ==External links== * Category:1977 births Category:Living people Category:Footballers from Sheffield Category:English footballers Category:England under-21 international footballers Category:England international footballers Category:Association football forwards Category:Sheffield United F.C. players Category:Chesterfield F.C. players Category:Southampton F.C. players Category:Blackburn Rovers F.C. players Category:Millwall F.C. players Category:Bolton Wanderers F.C. players Category:Preston North End F.C. players Category:English Football League players Category:Premier League players Category:English football managers Category:Southport F.C. managers Category:National League (English football) managers Category:Association football agents Category:British sports agents ",
    "title": "Kevin Davies"
}