{
    "id": "1432899",
    "text": "A church in Islesford Islesford is a small hamlet located on Little Cranberry Island in Hancock County, Maine, United States. It is one of the five islands of the town of Cranberry Isles, Maine. It lies in the Atlantic Ocean southeast of Mount Desert Island, which is the site of Acadia National Park. In 2013 the year round population was about sixty-five. ==Access== Travelers can reach the island village via the Beal and Bunker mail boat & ferry service that runs from the village of Northeast Harbor in the town of Mount Desert, Maine; the Cranberry Cove Boating ferry service from Southwest Harbor and Manset; and during the summer on various water taxis including 'Cadillac Water Taxi\", and \"Delight,\" both leaving from various harbors. ==Culture== Little Cranberry Island hosts several seasonal cultural venues including the Islesford Dock Gallery and Restaurant, Islesford Pottery, Islesford Artists Fine Art Gallery, The Islesford Congregational Church, (housing the famed Sea Glass Windows by Ashley Bryan), and the Islesford Historical Museum, which is part of Acadia National Park. In 1980, the museum was added to the U.S. National Register of Historic Places. ==Education== Islesford is home to the town's two-room public school, the Ashley Bryan School. The school was named in 2011 and is the first Maine public school to be named for visual artist or for an African-American. In 2017 the school had 14 students in grades kindergarten through 8th grade, with two full-time teachers. The Ashley Bryan School is one of six one and two-room island schools that make up the inter-island Outer Island Teaching and Learning Collaborative. This collaboration allows for remote live teaching and learning among schools and students on Matinicus Island, Monhegan Island, Isle au Haut, Cliff Island, Frenchboro, and The Ashley Bryan School in the Cranberry Islands. ==Notable residents== Following his retirement from his professorship of art at Dartmouth College, illustrator and artist Ashley Bryan retired to Islesford. The Ashley Bryan Center is located there. Folklorist Mary Winslow Smyth summered in Islesford, and used the town as her base for the fieldwork which produced Minstrelsy of Maine: Folk-songs and Ballads of the Woods and the Coast and British Ballads from Maine. ==References== ==External links== * Islesford town website * Little Cranberry Island website * Ashley Bryan Center website * Ashley Bryan School website * Life on an Island: Early Settlers Off the Rock-Bound Coast of Maine, a National Park Service Teaching with Historic Places (TwHP) lesson plan Category:Villages in Maine Category:Populated places in Hancock County, Maine ",
    "title": "Islesford, Maine"
}