{
    "id": "1432146",
    "text": "Kontariotissa (, Kondariotissa, formerly Κουντουριώτισσα, Koundouriotissa) is a village in the Pieria regional unit of Macedonia, Greece. It is located 9 km south of the Pierian capital, Katerini. The main occupation of the people is growing tobacco. It was the administrative centre of the municipality of Dio. The population was 1,662 people as of 2011. == Name == The settlement dates back to ancient times and was known as Pieris (Greek: Πιερίς) where the name Pieria originates from the ancient tribes of Pieris. The genus name Pieris also originates from the slopes within this area. The name became known as Kontariotissa around the Medieval times. According to one version, its name derives from spears (in Greek: \"kontaria\"), that were made in the region during the Medieval times. The name Koundouriotissa (Κουντουριώτισσα) is older and stems from \"kountouri\", which means a wooden plough. Another version says that the name of the village comes from the bob-tailed horses, called \"kountoura\".Dimos Diou , Municipality of Dion The official name of the village is \"Kontariotissa\" (\"Κονταριώτισσα\"). Yet another version for the name says that this came from the \"holy kontoura\", which is angels depicted on the dome of the Church of Virgin Mary, on the hill with the same name. ==Historical population== {| class=wikitable ! Year !! Population |- | 1961 || 1,522 |- | 2001 || 1,885 |- | 2011 || 1,662 |} == Infrastructure == The administrative centre of Dion municipality, in Kontariotissa. Kontariotissa has a modern surgery, a pharmacy, a small kindergarten school, a Primary School, a Secondary School (including a school for the last three grades of the Secondary Education), two parish churches (Saint Thomas and Saint Paraskevi), town hall (completed in 2006), a square, a senior citizen's centre, a football stadium and a farmer's union. There is also an active Cultural Association, called \"Pieres\". The old building of the town hall is set to house a Folkloric Museum. Regarding the sport, the settlement has a local football club, called \"Pavlos Melas\", established in 1959 and composed of young local players. A namesake basketball association is also active. From March 2009 there is also a medical centre for athletes.Pierikoi Antilaloi , Εγκαινιάσθηκε χθες το Αθλητιατρικό Κέντρο στην Κονταριώτισσα, 17 March 2009. == Economy == The economy for about 2,000 people rests on mainly tobacco. On July 1, 2002, a hailstorm devastated crops and farmlands ruining a large part of its production. Today, most of its inhabitants are farmers. == Places of interest == Panagia Kontariotissa, dated 10th-11th century. One of the main places that worth visiting is the Byzantine church of the Slumber of Virgin Mary (Naos Kimiseos Theotokou). It has a dome and two chapels on the West aisle and is dating from the beginning of the 11th century, which means it is the oldest post-Byzantine church in Pieria.Pieria Tourism, Byzantine and Post Byzantine Monuments Some claim that the church is older, dating before the 10th century. Η Παναγία Κουντουριώτισσα στον Όλυμπο There is also a new women's monastery called Osios Ephraem, built in 1983. == History == ===Ancient years=== Kontariotissa is thought to be located in a place where Pieris, an ancient town where Orpheus and Dionysus were worshiped. The existence of the ancient town is confirmed by Strabo, who wrote on it. The location of Pieris was, according to the dominant claim, today's Kondariotissa where the soil is not rough and this is confirmed from the fact that Dionysus was not a bucolic god, so he didn't need slopes and mountains.Plioumpis K., I archea poli Pieris (The ancient city of Pieris) \" pp. 16-17. Modern authors write on the location of Pieris and they all agree that the town was near today's Kondariotissa.\"Tsangalidis I, I Pieria (Pieria), Katerini, 1962\" p. 41 \"Encyclopaedia and Dictionary Helios, vol. 12\", p. 840 In the area where ancient Pieris is thought to exist once, in today's Kontariotissa, ceramics, coins and other findings dated from the ancient Greek and Roman years have been found. In the same place the post-Byzantine church of the Slumber of Virgin Mary is located. ===Modern history=== Several residents from Kontariotissa took part in the Revolution of Olympus, in 1878, against Turks. Many European travellers visited the settlement. William Martin Leake names it \"Andriotissa\" and Leon Heuzey writes that at the beginning of the 19th century there were 50 houses and also the estate of Ali Pasha, owned by the bey of Katerini. Tryfon Evangelidis passed through the village, naming it as \"Konthouriotissa\" (Κονδουριώτισσα) and the same person says that there was an oaktree forest there. He also says about ancient findings excavated near the church of Virgin Mary. In the early 20th century, the village is referred as Village Kontourgiotissa (Χωριό Κοντουργιώτισσα), belonging to kaza (administrative division) of Katerini. In 1896 the village came under the jurisdiction of Bishopric of Kitros. The sanjak of Thessaloniki comprised 13 kazas, including this of Katerini. It was an estate with 450 Christian Orthodox residents. In 1912 Katerini was liberated from the Turks. Another village near Kondariotissa, Agios Spyridon belonged to Kondariotissa under the name \"Kalyvia Kondouryiotissis\". Its population were originated from Walachia and had been living in Saint Athanasios Church since the 19th century. Then they moved to Kserolivado, in Imathia. Regarding the schools, Kondariotissa had 1 Primary School with 1 teacher and 30 students in 1894-1895. In 1930 sources (see Bibliography below), a school is mentioned with 2 teachers and 165 students. ===Settling by refugees=== A column erected in 2006 to commemorate the refugees who came in the village from Yenikoy (Neochori Chilis). As a result of the events of the Asia Minor Disaster, in 1924 the inhabitants of Yenikoy (Şile, Istanbul, Asia Minor) were expelled from their ancestral lands and fled as refugees in Kontariotissa, where they founded the 2nd or \"refugee\" settlement. Nearly 80 years later, a column was erected in a square to commemorate this event. Moreover, many residents went to Municipality of Piereis, in today's Kavala regional unit. The name of the Municipality originates from Pieria, which was the first home of today's residents. Those were called \"Pieres\" (Πίερες, gen. \"Piereon\" Πιερέων) and they were originated from Pieres of Thrace. The Municipalities of Dion and of Piereis moved to become sister municipalities.Olimpio Vima newspaper, Τον δήμο Δίου επισκέφτηκε αντιπροσωπεία του δήμου Πιερέων Καβάλας, 22 October 2007. Also, in the area where Municipality of Piereon is located, there is a valley called \"Pieria\". == Tradition == The puppet of Jude while being burnt outside the church of Saint Thomas, Kondariotissa One of the main traditions is the burning of Jude, called Οβρηός (Ovrios). This tradition holds not only in Macedonia but also in other areas of Greece. The tradition is thought to originate from Greek refugees from Asia Minor. Ovrios tradition occurs each year, only on Good Friday, where the Passion of Christ is mourned from Christian Orthodox people outside the church. The stake is prepared by male youths, in the morning of the same day. A puppet dressed in old men's clothes is erected on a high pole, which recalls Judas and his betrayal at Jesus Christ. People set fire on the puppet and the latter is burnt to nothing. Following those, the Epitaph is displayed. == Bibliography == :(all in Greek) *J. F. Kaztaridis, Η Μακεδονία κατά την Τουρκοκρατία: Η Πιερία των περιηγητών και των γεωγράφων ( Macedonia during Turkish occupation;Pieria of travellers and geographers), ΜΑΤΙ editions. *J. F. Kaztaridis, Κατερίνη: από τη μικρή κώμη στην πολύτροπη πόλη, (Katerini;from a small town to a big city), ΜΑΤΙ editions. *Η Μηλιά στη διαδρομή των αιώνων (Milia during the centuries), Report from the Conference of the Kato Milia Cultural Association \"I Lazeoi\", 7-8 Αpril 2001, ΜΑΤΙ editions. == References == ==See also== *List of settlements in the Pieria regional unit Category:Populated places in Pieria (regional unit) ",
    "title": "Kontariotissa"
}