{
    "id": "1432886",
    "text": "The EC (Eastern Central) postcode area, also known as the London EC postal area, is a group of postcode districts in central London, England. It includes almost all of the City of London and parts of the London Boroughs of Islington, Camden, Hackney, Tower Hamlets and Westminster. The area covered is of very high density development. Deliveries for the EC postcode area are made from Mount Pleasant Mail Centre. ==Postal administration== The current postcode districts are relatively recent divisions of EC1, EC2, EC3 and EC4, which were established in 1917. When the districts are used for purposes other than the sorting of mail, such as a geographic, spoken reference and on street signs, they continue to be commonly grouped into those four 'districts'. ===List of postcode districts=== ! EC1A | LONDON | St Bartholomew's Hospital | City of London, Islington |- ! EC1M | LONDON | Clerkenwell, Farringdon | Islington, Camden, City of London |- ! EC1N | LONDON | Hatton Garden | Camden, City of London |- ! style=\"background:#FFFFFF;\"|EC1P | style=\"background:#FFFFFF;\"|LONDON | style=\"background:#FFFFFF;\"| | style=\"background:#FFFFFF;\"|non-geographic |- ! EC1R | LONDON | Finsbury, Finsbury Estate (west) | Islington, Camden |- ! EC1V | LONDON | Finsbury (east), Moorfields Eye Hospital | Islington, Hackney |- ! EC1Y | LONDON | St Luke's, Bunhill Fields | Islington, City of London |- ! EC2A | LONDON | Shoreditch | Islington, Hackney, City of London |- ! EC2M | LONDON | Broadgate, Liverpool Street | City of London, Tower Hamlets |- ! EC2N | LONDON | Old Broad Street, Tower 42 | City of London |- ! style=\"background:#FFFFFF;\"|EC2P | style=\"background:#FFFFFF;\"|LONDON | style=\"background:#FFFFFF;\"| | style=\"background:#FFFFFF;\"|non-geographic |- ! EC2R | LONDON | Bank of England | City of London |- ! EC2V | LONDON | Guildhall | City of London |- ! EC2Y | LONDON | Barbican | City of London |- ! EC3A | LONDON | St Mary Axe, Aldgate | City of London |- ! EC3M | LONDON | Lloyd's of London, Fenchurch Street | City of London |- ! EC3N | LONDON | Tower Hill, Tower of London | Tower Hamlets, City of London |- ! style=\"background:#FFFFFF;\"|EC3P | style=\"background:#FFFFFF;\"|LONDON | style=\"background:#FFFFFF;\"| | style=\"background:#FFFFFF;\"|non-geographic |- ! EC3R | LONDON | Monument, Billingsgate | City of London |- ! EC3V | LONDON | Cornhill, Gracechurch Street, Lombard Street | City of London |- ! EC4A | LONDON | Fetter Lane | City of London, Westminster |- ! EC4M | LONDON | St Paul's | City of London |- ! EC4N | LONDON | Mansion House | City of London |- ! style=\"background:#FFFFFF;\"|EC4P | style=\"background:#FFFFFF;\"|LONDON | style=\"background:#FFFFFF;\"| | style=\"background:#FFFFFF;\"|non-geographic |- ! EC4R | LONDON | Cannon Street | City of London |- ! EC4V | LONDON | Blackfriars | City of London |- ! EC4Y | LONDON | Temple | City of London, Westminster |- ! style=\"background:#FFFFFF;\"|EC50 | style=\"background:#FFFFFF;\"|LONDON | style=\"background:#FFFFFF;\"| | style=\"background:#FFFFFF;\"|non-geographic |} ==Boundaries== ===EC1=== The EC1 postcode district () is roughly bounded by City Road to the northeast and east, Moorgate Street to the east, Chiswell Street and Newgate Street to the south, Rosebery Avenue to the northwest, and Gray's Inn Road to the west, where it borders WC postcode area. A long thin protrusion to the north east takes in all of Old Street. Taking in the districts of Clerkenwell, Finsbury and the northwestern corner of the City of London from St Paul's Cathedral. ===EC2=== The EC2 postcode district () is roughly bounded by Old Street to the north, Bishopsgate to the east, Cheapside, Poultry and Threadneedle Street to the south, and Aldersgate to the west. The postcode district includes Moorgate, Finsbury Circus and Liverpool Street and roughly covers the northeastern corner of the City of London from St Paul's Cathedral. To the north there are small sections in the London Borough of Islington and the London Borough of Hackney. Numbers 250-288 Bishopsgate (EC2M) fall within the London Borough of Tower Hamlets ===EC3=== The EC3 postcode district () is roughly bounded by Minories and the Tower of London to the east, the River Thames to the south, London Bridge and Threadneedle Street to the west and Houndsditch to the north. It includes the Monument, Aldgate, Cornhill, Fenchurch Street, Gracechurch Street, Leadenhall Street, Lombard Street, Mincing Lane, Pudding Lane and Tower Hill and roughly covers the southeastern corner of the City of London. A small part is in the London Borough of Tower Hamlets, including the Tower of London. ===EC4=== The EC4 postcode district () is roughly bounded by Cheapside to the north, London Bridge to the east, the River Thames to the south and Chancery Lane to the west. It roughly covers the southwestern corner of the City of London, including Fleet Street, Temple, Blackfriars, and St Paul's Cathedral. 6 postcodes in EC4 (2 in EC4A and 4 in EC4Y) fall within St. James's ward in Westminster. ==Map== ==See also== * Postcode Address File * List of postcode areas in the United Kingdom * London postal district ==References== ==External links== * Royal Mail's Postcode Address File * A quick introduction to Royal Mail's Postcode Address File (PAF) Category:Postcode areas covering London Category:Media and communications in the City of London Category:Media and communications in the London Borough of Hackney Category:Media and communications in the London Borough of Camden Category:Media and communications in the London Borough of Islington Category:Media and communications in the London Borough of Tower Hamlets ",
    "title": "EC postcode area"
}