{
    "id": "1432602",
    "text": "Adam Malik Batubara (22 July 1917 – 5 September 1984) was an Indonesian politician and former journalist who served as its third vice president. Previously he served as the parliament speaker, foreign minister, president of the United Nations General Assembly, and a journalist. ==Early life== Malik was born in Pematang Siantar, now of North Sumatra in the then-Dutch East Indies to Abdul Malik Batubara and Salamah Lubis. He was from a Batak Mandailing Muslim family of the Batubara clan. After completing Junior High School, he received his first job as a shopkeeper, filling in time by reading books and increasing his knowledge.Profile at TokohIndonesia.com Malik quickly developed an interest in politics and aged just 17, became the Chairman of the Pematang Siantar branch of Partindo (Indonesia Party). In this position, Malik campaigned for the Dutch Colonial Government to grant independence to Indonesia. As a result of this, Malik was put in prison for disobeying the Colonial Government's ban on political assemblies. Once he was freed, Malik left Pematang Siantar for Jakarta. ==Career== After leaving hometown, Malik pursued a job as a journalist. He wrote for Partindo's Party Magazine and Pelita Andalas Newspaper. In 1937, along with like-minded colleagues, Malik formed ANTARA.ADAM MALIK (INDONESIA). United Nations ANTARA would develop to become Indonesia's national news agency. Malik played an important role in the events leading up to Indonesia's Declaration of Independence. On 16 August 1945 Malik and other pro-Independence youths kidnapped Nationalist movement leaders Sukarno and Mohammad Hatta. They took the two leaders to the town of Rengasdengklok and forced them to declare Indonesia's Independence to fill the vacuum left by the Japanese Occupational Forces which had surrendered. Sukarno and Hatta finally declared Indonesia's Independence, on 17 August 1945. The two were also elected as Indonesia's first President and Vice-President. After Indonesia's independence, Malik formed the Murba Party and used it as a platform to become a Parliament member. Malik also served as the Third Deputy Chairman of the Indonesian Central National Committee (KNIP). After becoming a journalist and a politician, Malik then took up the duties of a diplomat. In 1959, he was appointed ambassador to the Soviet Union and Poland. This was followed in 1962 by an appointment as Chairman of the Indonesian Delegation for the negotiations to hand over West Irian to Indonesia. He then served as Minister for Trade before being appointed Minister for the Implementation of the Guided Economy in Sukarno's Cabinet. ==Transition from Old Order to the New Order== With Sukarno being increasingly influenced by the Indonesian Communist Party (PKI) in his policies, Malik set up the Preservation Institution of Sukarnoism (BPS). This organisation aimed to translate Sukarnoist ideas in a non-Communist sense and to use the name Sukarno to criticise the PKI. Sukarno was not oblivious to this and banned BPS in 1965. Together with General Abdul Haris Nasution and Ruslan Abdulgani, Malik was despised by the PKI for his anti-Communist stance. In 1965, as per archives from CIA, Malik receive 50 million rupiah to execute the ex PKI, quote \"Ambassador Green's December 2, 1965 endorsement of a 50 million rupiah covert payment to the \"army-inspired but civilian-staffed action group [Kap- Gestapu]... still carrying burden of current repressive efforts targeted against PKI....\" The document immediately following, presumably CIA's response to this proposal from 3 December 1965 (written by William Colby of CIA's Far East division to the State Department's William Bundy), was withheld in full from the volume. (pp. 379–380)\". In 1966 was the year which saw Sukarno lose his executive powers as he passed them over to Lieutenant General Suharto through a Presidential decree known as Supersemar. Although Sukarno continued to keep the title of President, all the de facto power was in the hand of Suharto. A Cabinet reshuffle followed in which Malik took up the position of Minister of Foreign Affairs. Malik, together with Suharto and Hamengkubuwono IX formed a triumvirate as they sought to reverse Sukarno's policies. As Foreign Affairs Minister, Malik conducted trips to Western countries to reschedule debt payments. Malik also quit the Murba Party that year to put himself more in line with the new regime's more open economic policies. The Murba Party having been a party that rejected foreign investments. In 1967, Malik, together with the Foreign Ministers of Malaysia, Philippines, Thailand and Singapore would officially form ASEAN in a bid to form a united front in the face of Communist expansion in Vietnam. ==New Order== With Suharto finally elected as President in 1968, Malik continued to serve as the Foreign Affairs Minister. In 1970, Malik solidified his position with the regime by officially joining Golkar. Malik would also represent Indonesia and deputise for Suharto in summits with Suharto not showing much interest in foreign policy in the first years of his Presidency. As Foreign Affairs Minister, Malik had differences with Suharto's ABRI Generals such as General Maraden Panggabean over the way in which Indonesia should approach its Foreign Policy in Southeast Asia. The Generals wanted Indonesia and its regional neighbours in ASEAN to have a closer security co-operation which in effect. The Generals were also in favour of sending Indonesian troops to help the South Vietnamese in the Vietnam War. On the other hand, Malik insisted that ASEAN should only be about economic, not military co-operation. In this he was supported by Suharto. Malik also adopted a softer stance towards the People's Republic of China who the Suharto regime saw as supporters of the Indonesian Communist Party (PKI). In 1971, Malik was chosen as President of the United Nations General Assembly. Malik was briefly involved in the crisis that would lead to the invasion of East Timor. Malik had assured an East Timorese delegation led by José Ramos-Horta that Indonesia would not be involved in the crisis in East Timor. Suharto at first supported this stance towards East Timor but in 1975, was convinced by his Generals to intervene and invade. In 1977, Malik was replaced as Foreign Minister as he took on the Chairmanship of the People's Consultative Assembly (MPR) ==Vice Presidency== Malik's stint as MPR chairman would not last long however. In March 1978, Suharto had been elected President for a 3rd term and had expected Hamengkubuwono IX to continue as Vice- President. As it turned out, Hamengkubuwono refused to be nominated. After considering some alternative candidates, Suharto chose Malik to be his Vice- President. In his position as Vice-President, Malik was not afraid to criticise the Government. In 1979, he admitted that the current regime had violated the spirit of the 1945 constitution. He also criticised the increasing feudalism in the regime. A reference to Suharto, who acted in the manner of a feudal Javanese King. In 1981, Malik commented on the corruption in the regime, referring it as an \"epidemic\". In 1983, Malik's term as Vice- President came to an end and he was replaced by Umar Wirahadikusumah. ==Death== Malik died on 5 September 1984 at his home in Bandung, West Java, as a result of liver cancer. His body was interred in Kalibata Heroes Cemetery, Jakarta. ==Awards and commendations== In 1982, Malik received the Dag Hammarskjöld Award from the United Nations. He has also been recognised as a National Hero of Indonesia. ===Foreign honour=== * : Honorary Grand Commander of the Order of the Defender of the Realm (S.M.N.) (1970) ==References== ==External links== * Profile at TokohIndonesia.com * Profile on UN Website Category:Vice Presidents of Indonesia Category:People from Pematangsiantar Category:People of Batak descent Category:Antara news agency people Category:Ambassadors of Indonesia to the Soviet Union Category:Ambassadors of Indonesia to Poland Category:Indonesian diplomats Category:Indonesian journalists Category:Indonesian Muslims Category:National Heroes of Indonesia Category:Speakers of the People's Consultative Assembly Category:Presidents of the United Nations General Assembly Category:Permanent Representatives of Indonesia to the United Nations Category:1917 births Category:1984 deaths Category:Golkar politicians Category:Foreign ministers of Indonesia Category:Honorary Grand Commanders of the Order of the Defender of the Realm Category:Members of the People's Representative Council, 1955 Category:20th- century journalists ",
    "title": "Adam Malik"
}