{
    "id": "1432541",
    "text": "Charophyta is a group of freshwater green algae, sometimes treated as a division, but also as a superdivision, or an unranked clade. The terrestrial plants, the Embryophyta most likely emerged within Charophyta, possibly from terrestrial unicellular charophytes, with the class Zygnematophyceae as a sister group. The clade Streptophyta is formed by the grouping together of the Embryophyta and the Charophyta. The sister group of the Charophytes are the Chlorophyta. In some charophyte groups, such as the Zygnematophyceae or conjugating green algae, flagella are absent and sexual reproduction does not involve free-swimming flagellate sperm. Flagellate sperm, however, are found in stoneworts (Charales) and Coleochaetales, orders of parenchymatous charophytes that are the closest relatives of the land plants, where flagellate sperm are also present in all except the conifers and flowering plants. Fossil stoneworts of early Devonian age that are similar to those of the present day have been described from the Rhynie chert of Scotland.Somewhat different charophytes have also been collected from the Late Devonian (Famennian) Waterloo Farm lagerstätte of South Africa. These include two species each of Octochara and Hexachara, which are the oldest fossils of Charophyte axes bearing in situ oogonia. ==Classification== Charophyta are complex green algae that form a sister group to the Chlorophyta and within which the Embryophyta emerged. The chlorophyte and charophyte green algae and the embryophytes or land plants form a clade called the green plants or Viridiplantae, that is united among other things by the absence of phycobilins, the presence of chlorophyll a and chlorophyll b, cellulose in the cell wall and the use of starch, stored in the plastids, as a storage polysaccharide. The charophytes and embryophytes share several traits that distinguish them from the chlorophytes, such as the presence of certain enzymes (class I aldolase, Cu/Zn superoxide dismutase, glycolate oxidase, flagellar peroxidase), lateral flagella (when present), and, in many species, the use of phragmoplasts in mitosis. Thus Charophyta and Embryophyta together form the clade Streptophyta, excluding the Chlorophyta. Charophytes such as Palaeonitella cranii and possibly the yet unassigned Parka decipiens are present in the fossil record of the Devonian. Palaeonitella differed little from some present-day stoneworts. === Cladogram === Below is a consensus reconstruction of green algal relationships, mainly based on molecular data. The phylogeny is not entirely uncontroversial. The placement of the basal green algae (Mesostigmatophyceae, Spirotaenia, and Chlorokybophyceae) is more conventionally at the base of Streptophytes. Basal Streptophytes are filamentous, while Mesostigmatophyceae and Chlorokybophyceae are not. ==Description== The Zygnematophyceae or, as they used to be called, Conjugatophyceae, generally possess two fairly elaborate chloroplasts in each cell, rather than many discoid ones. They reproduce asexually by the development of a septum between the two cell-halves or semi-cells (in unicellular forms, each daughter-cell develops the other semi-cell afresh) and sexually by conjugation, or the fusion of the entire cell-contents of the two conjugating cells. The saccoderm desmids and the placoderm or true desmids, unicellular or filamentous members of the Zygnematophyceae, are dominant in non-calcareous, acid waters of oligotrophic or primitive lakes (e.g. Wastwater), or in lochans, tarns and bogs, as in the West of Scotland, Eire, parts of Wales and of the Lake District. Klebsormidium, the type of the Klebsormidiophyceae, is a simple filamentous form with circular, plate-like chloroplasts, reproducing by fragmentation, by dorsiventral, biciliate swarmers and, according to Wille, a twentieth-century algologist, by aplanospores. Sexual reproduction is simple and isogamous (the male and female gametes are outwardly indistinguishable). The various groups included in the Charophyta have diverse and idiosyncratic reproductive systems, sometimes with complex reproductive organs. The unique habit among the algae of protecting the overwintering zygote within the tissues of the parent gametophyte is one of several characteristics of Coleochaetales that suggest that they are a sister group to the embryophytes. The Charales or stoneworts are freshwater algae with slender green or grey stems; the grey colour of many species results from the deposition of lime on the walls, masking the green colour of the chlorophyll. The main stems are slender and branch occasionally. Lateral branchlets occur in whorls at regular intervals up the stem, they are attached by rhizoids to the substrate.Bryant 2007, J. The Stoneworts (Chlorophyta, Charales) in Guiry, M.D., John, D.M., Rindi, F. and McCarthy, T.K (Ed) New Survey of Clare Island Volume 6: The Freshwater and Terrestrial Algae. Royal Irish Academy. The reproductive organs consist of antheridia and oogonia, though the structures of these organs differ considerably from the corresponding organs in other algae. As a result of fertilization a protonema is formed, from which the sexually reproducing algae develops. Charophytes are frequently found in hard water with dissolved calcium or magnesium carbonates. They tolerate low concentrations of salt, and are found in the inner reaches of the Baltic Sea and in tropical brackish lagoons but not in marine environments. The water must be still, or only slow-flowing, oligotrophic or mesotrophic and little pollution due to sewage. The Charophyceae are obligate aquatic algae, growing submerged in calcareous fresh water. They are distributed throughout the world from the tropics to cold temperate zones. Six genera are recognized: *Chara *Lamprothamnium *Lychnothamnus *Nitella *Nitellopsis *Tolypella. ===Cell structure=== There are numerous small discoid chloroplasts, which are disposed around the periphery of the cells. No pyrenoids are present. The large internodal cells are sometimes multinucleate, and their nuclei often possess large nucleoli and little chromatin. In these cells the cytoplasm forms only a peripheral layer with a large central vacuole. The cell walls are composed of cellulose, though there may be also a superficial layer of a more gelatinous material of unknown composition. The storage material is starch, except in the oospore, where oil also occurs. This starch also accumulates in special storage structures, termed bulbils, which consist of rounded cells of varying size which are developed in clusters on the lower stem and root nodes. They are mainly developed when the algae are growing in fine slimy mud. Cytoplasmic streaming was first demonstrated in the giant cells of Chara internodes by Giovanni Battista Amici, in 1818. ===Sexual reproduction=== Light micrograph of a whole-mount slide of an alt=Light micrograph of a whole-mount slide of an oogonium and antheridium of Chara The reproductive organs of the Charales show a high degree of specialization. The female organ, called an oogonium is a large oval structure with an envelope of spirally arranged, bright green filaments of cells. It is termed an oogonium. The male organ or is also large, bright yellow or red in colour, spherical in shape, and is usually termed an antheridium, though some workers regard it as a multiple structure rather than a single organ. The sex organs are developed in pairs from the adaxial nodal cell at the upper nodes of the primary lateral branches, the oogonium being formed above the antheridium. They are sufficiently large to be easily seen with the naked eye, especially the bright orange or red antheridium. Many species are dioecious. In others the monoecious condition is complicated by the development of the antheridium before the formation of the oogonium, thus preventing fertilization by antherozoids of the same alga. In this case the two types of sex organs usually arise from different points on the lateral branches. All cells of the Charales are haploid except for the fertilized zygote, the large single cell in the interior of the oogonium, which becomes enclosed in a thickened hard wall to form an oospore that awaits favorable conditions for germination. Upon germination the diploid oospore undergoes meiosis, producing four haploid nuclei. A septum divides a small apical cell with one haploid nucleus from a large basal cell containing the other three nuclei, which will slowly degenerate. The oospore apical cell divides to produce the protonemal initial, from which the primary protonema arises, and the rhizoidal initial, from which the primary rhizoid descends. From these the alga continues its development. ===Vegetative propagation=== Vegetative propagation occurs readily in the Charales. Secondary protonemata may develop even more rapidly than primary ones. Fragments of nodes, dormant cells of algae after hibernation or the basal nodes of primary rhizoids may all produce these secondary protonemata, from which fresh sexual algae can arise. It is probably this power of vegetative propagation which explains the fact that species of Characeae are generally found forming dense clonal mats in the beds of ponds or streams, covering quite large areas. ==References== ==External links== * Category:Plant divisions ",
    "title": "Charophyta"
}