{
    "id": "1432903",
    "text": "A registration mark showing a slight misalignment of the printing heads, resulting in subtle color hues visible around the edges of the black area (click image to zoom in). In CMYK printing, registration black refers to 100% coverage in each of the four process colors: cyan (C), magenta (M), yellow (Y), and black (K). More generally, if a different mixture of colors is being used, registration black marks in each of the colorants (inks) used. It is therefore not correct to simply define registration color as 100% of C,M,Y,K, since it will rather be 100% of whichever colors are used in reproduction. Registration black is used for printing crop marks, or \"registration marks\". When proofs for each color are generated on separate pieces of film, use of registration black makes crop marks visible on all channels, providing a useful reference for alignment. A thin line printed in registration black can also be used to check whether the printing plates are lined up. ==PostScript== The PostScript printer description languages supports registration black, starting with PostScript language level 2. This is done by referring to a spot color with the special name All. This never generates a spot plate. Instead it marks all of the plates that are there. The All color space can be used with a tint value between 0.0 (no mark) to 1.0 (full intensity). Generally, only 1.0 would be used. The name \"All\" might not be used in the user interface of a design program, especially outside English language speaking areas. However, the spot color must have the exact name \"All\". As a side effect, it is impossible in PostScript to create a normal spot plate with this name. ==PDF== The Portable document format (PDF) also includes a spot color called All, with the same restrictions, starting with PDF 1.2. Note that a PDF spot color must also include a \"tint transform\" which translates spot values into a different color space for viewing on screen, or printing to printers without spot color support. There is no special rule for the name \"All\", so PDF creators must include a tint transform that converts to black in some color space, in order to maintain the same appearance as the final printed piece. ==See also== *Printing registration *Rich black ==References== Category:Printing terminology Category:Print production ",
    "title": "Registration black"
}