{
    "id": "1432822",
    "text": "Western New Guinea, also known as Papua (ISO code: ID-PP), is the Indonesian part of the island of New Guinea. Since the island is alternatively named as Papua, the region is also called West Papua. Lying to the west of the independent state of Papua New Guinea, it is the only Indonesian territory to be situated in Oceania. Considered to be a part of the Australian continent, the territory is mostly in the Southern Hemisphere and also includes nearby islands, including the Schouten and Raja Ampat archipelagoes. The region is predominantly covered with ancient rainforest where numerous traditional tribes live, such as the Dani of the Baliem Valley, although a large proportion of the population live in or near coastal areas, with the largest city being Jayapura. Following its proclamation of independence in 1945, the Republic of Indonesia took over all the former territories of the Dutch East Indies, including Western New Guinea. However, the Dutch retained sovereignty over the region until the New York Agreement on 15 August 1962, which granted Western New Guinea to Indonesia. The region became the province of Irian Jaya before being renamed Papua in 2002. The following year, the second province in the region, West Papua in Manokwari, was created. Both provinces were granted special autonomous status by the Indonesian legislation. Western New Guinea has an estimated population of 4,363,869, the majority of whom are Papuan people. The official and most commonly spoken language is Indonesian. Estimates of the number of local languages in the region range from 200 to over 700, with the most widely spoken including Dani, Yali, Ekari and Biak. The predominant religion is Christianity (often combined with traditional practices and beliefs) followed by Islam. The main industries include agriculture, fishing, oil production, and mining. == Name == Speakers align themselves with a political orientation when choosing a name for the western half of the island of New Guinea. The official name of the region is \"Papua\" according to International Organization for Standardization (ISO). Independence activists refer to the region as \"West Papua,\" while Indonesian officials have also used \"West Papua\" to name the westernmost province of the region since 2007. Historically, the region has had the official names of Netherlands New Guinea (1895–1962), West New Guinea or West Irian (1962–73), Irian Jaya (1973–2002), and Papua (2002–present). == Geography == The lowland rainforest of the Western New Guinea The region is from east to west and from north to south. It has an area of , which equates to approximately 22% of Indonesia's land area. The border with Papua New Guinea mostly follows the 141st meridian east, with one section defined by the Fly River. The island of New Guinea was once part of the Australian landmass and lies on the continent of Sahul. The collision between the Indo-Australian Plate and Pacific plate resulted in the formation of the Maoke Mountains, which run through the centre of the region and are long and across. The range includes about ten peaks over ,(Whitten (1992), p. 182 including Puncak Jaya (), Puncak Mandala () and Puncak Trikora ().List at GunungBagging.com Retrieved 26 January 2012. This range ensures a steady supply of rain from the tropical atmosphere. The tree line is around and the tallest peaks feature small glaciers and are snowbound year-round. Both north and west of the central ranges, the land remains mountainous – mostly high with a warm humid climate year-round. The highland areas feature alpine grasslands, jagged bare peaks, montane forests, rainforests, fast-flowing rivers, and gorges. Swamps and low-lying alluvial plains with fertile soil dominate the southeastern section around the town of Merauke. Swamps also extend around the Asmat region. The rugged and hilly topography of Western New Guinea. The province has 40 major rivers, 12 lakes, and 40 islands. The Mamberamo river is the province's largest and runs through the north of the province. The result is a large area of lakes and rivers known as the Lakes Plains region. The southern lowlands, habitats of which included mangrove, tidal and freshwater swamp forest and lowland rainforest, are home to populations of fishermen and gatherers such as the Asmat people. The Baliem Valley, home of the Dani people, is a tableland above sea level in the midst of the central mountain range. The dry season across the region is generally between May and October; although drier in these months, rain persists throughout the year. Strong winds and rain are experienced along the north coast from November to March. However, the south coast experiences an increase in wind and rain between April and October, which is the dry season in the Merauke area, the only part of Western New Guinea to experience distinct seasons. Coastal areas are generally hot and humid, whereas the highland areas tend to be cooler. == Ecology == Lying in the Asia-Australian transition zone near Wallacea, the region's flora and fauna include Asiatic, Australian, and endemic species. The region is 75% forest and has a high degree of biodiversity. The island has an estimated 16,000 species of plants, 124 genera of which are endemic. The mountainous areas and the north are covered with dense rainforest. Highland vegetation also includes alpine grasslands, heath, pine forests, bush and scrub. The vegetation of the south coast includes mangroves and sago palms, and in the drier southeastern section, eucalypts, paperbarks, and acacias. Marsupial species dominate the region; there are an estimated 70 marsupial species (including possums, wallabies, tree-kangaroos, and cuscus), and 180 other mammal species (including the endangered long-beaked echidna). The region is the only part of Indonesia to have kangaroos, marsupial mice, bandicoots, and ring-tailed possums. The approximately 700 bird species include cassowaries (along the southern coastal areas), bowerbirds, kingfishers, crowned pigeons, parrots, and cockatoos. Approximately 450 of these species are endemic. Birds of paradise can be found in Kepala Burung and Yapen. The region is also home to around 800 species of spiders, 200 of frogs, 30,000 of beetles, and 70 of bats, as well as one of the world's longest lizards (the Papuan monitor) and some of the world's largest butterflies. The waterways and wetlands of Papua provide habitat for salt and freshwater crocodiles, tree monitors, flying foxes, ospreys, and other animals, while the equatorial glacier fields remain largely unexplored. In February 2005, a team of scientists exploring the Foja Mountains discovered numerous new species of birds, butterflies, amphibians, and plants, including a species of rhododendron that may have the largest bloom of the genus.Robin McDowell: 'Lost world' yields exotic new species – The Vancouver Sun – 8 February 2006 Environmental issues include deforestation, the spread of the introduced crab-eating macaque, which now threatens the existence of native species, and discarded copper and gold tailings from the Grasberg mine. === Flora and fauna on the Bird's Head Peninsula === The king bird-of-paradise is one of over 300 bird species on the peninsula. The Bird's Head Peninsula, also known as the Doberai Peninsula, is covered by the Vogelkop montane rain forests ecoregion. It includes more than 22,000 km2 of montane forests at elevations of and higher.Flip van Helden: A bird's eye view of the Bird's Head Peninsula, in Irian Jaya Studies Programme for Interdisciplinary Research (IIAS) Newsletter nr.37, June 2005 , retrieved 11 May 2010 Over 50% of these forests are located within protected areas. There are over 300 bird species on the peninsula, of which at least 20 are unique to the ecoregion, and some live only in very restricted areas. These include the grey-banded munia, Vogelkop bowerbird, and the king bird-of- paradise.WWF: Bird wonders of New Guinea's western-most province , retrieved 11 May 2010 Road construction, illegal logging, commercial agricultural expansion and ranching potentially threaten the integrity of the ecoregion. The southeastern coast of the Bird's Head Peninsula forms part of the Teluk Cenderawasih National Park.Ministry of Forestry: Teluk Cenderawasih NP , retrieved 11 May 2010 == Administration == thumb| Seal of Papuan People's Assembly, special organization composed of native Papuans to enforce the Papuan Special Autonomy The Western New Guinea region is currently administered as two Indonesian provinces: * The province of Papua contained 28 regencies (kabupaten) and one city (kota) at the 2010 census, which were subdivided into 385 districts (kecamatan), and then into \"villages\" (kelurahan and desa). The 28 existing regencies are Asmat; Biak-Numfor; Boven Digoel; Central Mamberamo; Deiyai; Dogiyai; Intan Jaya; Jayapura; Jayawijaya; Keerom; Lanny Jaya; Mamberamo Raya; Mappi; Merauke; Mimika; Nabire; Nduga; Paniai; Pegunungan Bintang; Puncak; Puncak Jaya; Sarmi; Supiori; Tolikara; Waropen; Yahukimo; Yalimo; and Yapen Islands. The city of Jayapura, which also has a status equivalent to a regency, is the largest city in the Western New Guinea region. * The province of West Papua contained twelve regencies (kabupaten) and one city (kota) at the 2010 census, which were subdivided into 154 districts (kecamatan). The existing regencies in West Papua are Arfak Mountains; Fakfak; Kaimana; Manokwari; Maybrat; Raja Ampat; Sorong; South Manokwari; South Sorong; Tambrauw; Teluk Bintuni; and Teluk Wondama. The city of Sorong, which also has a status equivalent to a regency, is the largest city in the West Papua province, but the current capital of the province is Manokwari. * Reports suggest that as of 2013, the formation of three new provinces had recently been approved by Indonesia's House of Representatives: South Papua, Central Papua and Southwest Papua. 25 new regencies and 3 new municipalities were also to be created. From Papua province, the 17 new regencies to be created were those of Gili Menawa, Moyo, Balin Senter, Bogogha, Puncak Trikora, Muara Digul, Admi Korbay, Katengban, Okika, Northwest Yapen, East Yapen, Numfor Island, Yalimek, Mambera Hulu, Southwest Yahukimo, East Yahukimo and Gondumisisare, while the 2 new municipalities are Merauke City and Baliem Valley. In West Papua, the 8 new regencies to be created were those of Malamoy, Maibratsau, North Raja Ampat, South Raja Ampat, Raja Maskona, Okas, West Manokwari and Imeo, while the new municipality is Manokwari City. == History == Before the 1970s, the Korowai people of Papua were an uncontacted people. ===Pre-colonial history=== Papuan habitation of the region is estimated to have begun between 42,000 and 48,000 years ago. Archived 19 August 2014 Research indicates that the highlands were an early and independent center of agriculture, and show that agriculture developed gradually over several thousands of years; the banana has been cultivated in this region for at least 7,000 years.T. P. Denham et al 2003, Origins of Agriculture at Kuk Swamp in the Highlands of New Guinea. Science 11 July 2003: Vol. 301 no. 5630 pp. 189–193 Austronesian peoples migrating through Maritime Southeast Asia settled in the area at least 3,000 years ago, and populated especially in Cenderawasih Bay. Diverse cultures and languages have developed in situ; there are over 300 languages and two hundred additional dialects in the region (see Papuan languages, Austronesian languages, Central–Eastern Malayo-Polynesian languages). The 14th-century Majapahit poem Nagarakretagama mentioned Wwanin or Onin as a recognized territory in the east, today identified as Onin peninsula in Fakfak Regency in the western part of the larger Bomberai Peninsula south of the Bird's Head region of Western New Guinea. Wanin or Onin was probably the oldest name in recorded history to refer to the western part of the island of New Guinea. === European conquest === In 1526–27, the Portuguese explorer Jorge de Menezes accidentally came upon the principal island in the Biak archipelago and is credited with naming it Papua, from a Malay word pepuah, for the frizzled quality of Melanesian hair.The World Almanac and Book of Facts 1985 Heading east, he eventually reported the northern coast of the Bird's Head Peninsula and the Waigeo Island, and named the region Ilhas dos Papuas (Islands of Papuans). J.H.F. SOLLEWUN GELPKE, On the Origin of the Name Papua In 1545 the Spaniard Yñigo Ortiz de Retez sailed along the north coast as far as the Mamberamo River near which he landed, naming the island Nueva Guinea. In 1606 Portuguese navigator Luís Vaz de TorresTranslation of Torres's report to the king in Collingridge, G. (1895) Discovery of Australia pp. 229–237. Golden Press Edition, 1983, Gradesville, NSW. sailed in the name of Spain along the southwestern part of the island in present-day Papua, and also claimed the territory for the King of Spain. Near the end of the sixteenth century, the Sultanate of Ternate under Sultan Baabullah (1570–1583) had influence over parts of Papua. === Colonial periods === Fort Du Bus in 1828 Dutch expeditions in Netherlands New Guinea 1907–1915. In 1660, the Dutch recognised the Sultan of Tidore's sovereignty over New Guinea. New Guinea thus became notionally Dutch as the Dutch held power over Tidore. In 1793, Britain established a settlement near Manokwari. However, it failed. By 1824 Britain and the Netherlands agreed that the western half of the island would become part of the Dutch East Indies. In 1828 the Dutch established the settlement of Fort Du Bus at Lobo (near Kaimana), which also failed. Great Britain and Germany had recognised the Dutch claims on western New Guinea in treaties of 1885 and 1895. Dutch activity in the region remained minimal in the first half of the twentieth century. Dutch, US, and Japanese mining companies explored the area's rich oil reserves in the 1930s. In 1942, the northern coast of West New Guinea and the nearby islands were occupied by Japan. In 1944, Allied forces gained control of the region through a four-phase campaign from neighbouring Papua New Guinea. The United States constructed a headquarters for MacArthur at Hollandia (Jayapura), intended as a staging point for operations to retake the Philippines. Papuan men and resources were used to support the Allied war effort in the Pacific. After the war's end, the Dutch regained possession of the region. Since the early twentieth century, Indonesian nationalists had sought an independent Indonesia based on all Dutch colonial possessions in the Indies, including western New Guinea. Some even founded the New Guinea-based political parties, such as Indonesian Irian Independence Party (PKII) in 1946. In December 1949, the Netherlands recognised Indonesian sovereignty over the Dutch East Indies with the exception of Dutch New Guinea, the issue of which was to be discussed within a year. The Dutch successfully argued that Western New Guinea was \"geographically very different\" from Indonesia and the people were also very ethnically different. In an attempt to prevent Indonesia taking control of the region and to prepare the region for independence, the Dutch significantly raised development spending from its low base,McDonald (1980), p. 65 began investing in Papuan education, and encouraged Papuan nationalism. A small western elite developed with a growing political awareness attuned to the idea of Papuan independence, with close links to neighbouring eastern New Guinea, which was administered by Australia.McDonald (1980), p. 64. A national parliament was elected in 1961 and the Morning Star flag raised on 1 December, with independence planned in exactly 9 years' time. === Incorporation into Indonesia === The Sukarno-era West Irian Liberation Monument in Lapangan Banteng, Jakarta. Rp 0.12 Indonesian stamp of 1963. Free West Papua protest in Melbourne, Australia, August 2012. Sukarno made the takeover of Western New Guinea a focus of his continuing struggle against Dutch imperialism and part of a broader Third World conflict with the West.Vickers (2005), p. 139 Although Indonesian seaborne and paratroop incursions into the territory met with little success, the Dutch knew that a military campaign to retain the region would require protracted jungle warfare, and, unwilling to see a repeat of their futile efforts in the armed struggle for Indonesian independence in the 1940s, agreed to American mediation. US President Kennedy wrote to the then Dutch Prime Minister Jan de Quay, encouraging the Netherlands to relinquish control of Western New Guinea to Indonesia and warning of Indonesia's potential alliance with communist powers if Sukarno was not appeased. The negotiations resulted in the UN-ratified New York Agreement of September 1962, which transferred administration to a United Nations Temporary Executive Authority (UNTEA) and proposed that the administration could be assumed by Indonesia until such time as a plebiscite could be organized to allow Papuans to determine whether they wanted independence or union with Indonesia. Under the terms of the New York Agreement, all Western New Guinean men and women were to be given a plebiscite; this was to be called the Act of Free Choice. However, when the act was due to take place under the new president Suharto, the Indonesian government used a musyawarah (a traditional Indonesian consensus of elders) to decide the region's status. The 1,026 elders were hand-picked by the Indonesian government and many were coerced into voting for union with Indonesia. However, in the democratic culture of the Papuan people themselves at the time, there was a system known as noken, within a community in the central highlands of Papua, in which the vote is represented by the tribal chief. Soon after, as of United Nations Resolution 2504 (XXIV) the region became the 26th province of Indonesia.Friend (2003), p. 72 (expand reference) The 1969 Act of Free Choice is considered contentious, with even United Nations observers recognizing the elders were placed under duress and forced to vote yes.Singh, Bilveer Papua: Geopolitics and the Quest for Nationhood, Transaction Publishing, 2008 p. 86 The Free Papua Movement (OPM) has engaged in a pro-independence conflict with the Indonesian military since the 1960s. This has been in response to the initial take over of the region and multiple killings and other human rights violations by Indonesian troops, causing many West Papuans and international organisations to describe the situation in West Papua as \"genocide\". Rebellions occurred in remote mountainous areas in 1969, 1977, and the mid-1980s, occasionally spilling over into Papua New Guinea. In 1980, the Trans Irian Jaya Highway, currently Trans- Papua Highway, began construction. The highway would linking unconnected cities and regions across the region, which were previously only accessible by sea and by air for inland areas. However, some experts suggest prioritizing development of local indigenous people over infrastructure development in order to be parallel with non-Papuan migrants, which progressively inhabit Western New Guinea's cities at the time. In the post-Suharto era, the national government began a process of decentralisation of the provinces, including, in December 2001, a special autonomy status for Papua province and a reinvestment into the region of 80% of the taxation receipts generated by the region. In 2003, the province of West Papua was created in the Bird's Head Peninsula and surrounding islands to its west. In 2011, Indonesia submitted an application for membership to the Melanesian Spearhead Group (MSG) for the two Papua provinces and was granted observer status. The West Papua National Council for Liberation independence movement made an unsuccessful application for membership to the MSG in 2013 after which the United Liberation Movement for West Papua (ULMWP) was established in December 2014 to unite the three main political independence movements under a single umbrella organisation. In June 2015, the ULMWP was granted MSG observer status as representative of West Papuans outside the country while Indonesia was upgraded to associate member. In 2016, at the 71st Session of the UN General Assembly, leaders of several Pacific Island countries called for UN action on alleged human rights abuses committed against Papua's indigenous Melanesians, with some leaders calling for self-determination for West Papua. Indonesia accused the countries of interfering with Indonesia's national sovereignty. In 2017, at the 72nd Session, the leaders called again for an investigation into killings and various alleged human rights abuses by Indonesian security forces. 2019 Papua protests began on 19 August 2019, and mainly took place across the region as a response to the arrests of 43 Papuan students in Surabaya for allegedly disrespecting the Indonesian flag. == Demographics == The population of the region was estimated to be 3,593,803 in 2010. The interior is predominantly populated by ethnic Papuans while coastal towns are inhabited by descendants of intermarriages between Papuans, Melanesians and Austronesians, including the Indonesian ethnic groups. Migrants from the rest of Indonesia also tend to inhabit the coastal regions. The largest cities in the territory are Jayapura in the region's northeast, as well as Sorong and Manokwari in the northwest and northeast of the Bird's Head Peninsula, respectively. Both cities have a population of approximately 200,000. The language families in Ross' conception of Trans-New Guinea The region is home to around 312 different tribes, including some uncontacted peoples. The Dani, from the Baliem Valley, are one of the most populous tribes of the region. The Manikom and Hatam inhabit the Anggi Lakes area, and the Kanum and Marind are from near Merauke. The semi- nomadic Asmat inhabit the mangrove and tidal river areas near Agats and are renowned for their woodcarving. Other tribes include the Amungme, Bauzi, Biak (or Byak), Korowai, Lani, Mee, Mek, Sawi, and Yali. Estimates of the number of distinct languages spoken in the region range from 200 to 700. A number of these languages are permanently disappearing. As in Papua New Guinea and some surrounding east Indonesian provinces, a large majority of the population is Christian. In the 2010 census, 65.48% identified themselves as Protestant, 17.67% as Catholic, 15.89% as Muslim, and less than 1% as either Hindu or Buddhist. There is also a substantial practice of animism among the major religions, but this is not recorded by the census. === Haplogroups === There are 6 main Y-chromosome haplogroups in Western New Guinea; Y-chromosome haplogroup M is the most common, with Y-chromosome haplogroup O2a as a small minority in second place and Y-chromosome haplogroup S back in third position across the mountain highlands; meanwhile, D, C2 and C4 are of negligible numbers. * Haplogroup M is the most frequently occurring Y-chromosome haplogroup in Western New Guinea.Kayser M, Brauer S, Weiss G, Schiefenho¨vel W, Underhill P, Shen P, Oefner P, Tommaseo-Ponzetta M, Stoneking (2003) Reduced Y-Chromosome, but Not Mitochondrial DNA, Diversity in Human Populations from West New Guinea Am J Hum Genet 72:281–302 * In a 2005 study of Papua New Guinea's ASPM gene variants, Mekel-Bobrov et al. found that the Papuan people have among the highest rate of the newly evolved ASPM haplogroup D, at 59.4% occurrence of the approximately 6,000-year-old allele.\"Ongoing Adaptive Evolution of ASPM, a Brain Size Determinant in Homo sapiens\" , Science, 9 September 2005: Vol. 309. no. 5741, pp. 1720–1722. * Haplogroup O2a (M95) is typical of Austroasiatic peoples, Tai–Kadai peoples, Malays, Indonesians, and Malagasy, with a moderate distribution throughout South, Southeast, East, and Central Asia. * Haplogroup S occurs in eastern Indonesia (10–20%) and Island Melanesia (~10%), but reaches greatest frequency in the highlands of Papua New Guinea (52%).Murray P. Cox and Marta Mirazón Lahr, \"Y-Chromosome Diversity Is Inversely Associated With Language Affiliation in Paired Austronesian- and Papuan-Speaking Communities from Solomon Islands,\" American Journal of Human Biology 18:35–50 (2006) === Tribal extinction === In 2012, the Tampoto tribe in Skow Mabo village, Jayapura, was on the brink of extinction, with only a single person (a man in his twenties) still living; the Dasem tribe in Waena area, Jayapura, also is near extinction, with only one family consisting of several people still alive. A decade ago, the Sebo tribe in the Kayu Pulau region, Jayapura Bay, died out. Hundreds of Papuan tribes have their own individual languages; they are unable to compete in the acculturation process with other groups, and some tribes have resisted acculturation. == Culture == Papuans in the Yahukimo Regency Western New Guineans have significant cultural affinities with the inhabitants of Papua New Guinea. As in Papua New Guinea, the peoples of the highlands have traditions and languages distinct from the peoples of the coast, though Papuan scholars and activists have recently detailed cultural links between coast and highlands as evidenced by close similarity of family names. In some parts of the highlands, the koteka (penis gourd) is worn by males in ceremonies. The use of the koteka as everyday dress by Dani males in Western New Guinea is still common. The culture of inter-tribal warfare and animosity between the neighboring tribes have long been present in the Highlands. == Foreign journalism == The Indonesian government is very strict in giving foreign journalists permission to enter Western New Guinea, considering that this region is very vulnerable to separatist movements. As formerly in East Timor, Indonesia's former territory, the Indonesian administration takes great efforts to filter the information that gets out of Western New Guinea. However, there is no prohibition for journalists to go to the region. In 2012, the Indonesian Ministry of Foreign Affairs (MoFA) received 11 applications for permission to cover Papua from a number of foreign media. Of 11 requests, five were approved while the other six were rejected. Meanwhile, in 2013, requests for permission to cover Papua by foreign media soared to 28. At that time, MoFA approved 21 letters of application and rejected the other seven. The process of admitting foreign press and NGOs, which was previously complicated, began to be facilitated in 2015. Kompas.com explained that Jokowi officially revoked the ban on foreign journalists from entering Papua. According to Jokowi, Papua is the same as other regions of Indonesia. Currently, organizations such as the ULMWP have even been operating actively and have offices in Fakfak and Wamena. Foreign journalists can still apply for permission to enter Western New Guinea through the Ministry of Foreign Affairs.https://www.kemlu.go.id/newdelhi/en/layanan-konsuler/prosedur-dan- oeraturan/Pages/Pelayanan-Media.aspx == See also == * List of rivers of Western New Guinea * Manseren Manggoendi == Notes == == References == * Monbiot, George. 1989, 2003. Poisoned Arrows: An investigative journey through the forbidden lands of West Papua. London: Michael Joseph, Green Books. * Leith, Denise. 2002. The Politics of Power: Freeport in Suharto's Indonesia. Honolulu: University of Hawaii Press. * Conboy, Ken. 2003. Kopassus. Equinox Publishing, Jakarta Indonesia. * Penders, C.L.M., The West New Guinea débâcle. Dutch decolonisation and Indonesia 1945–1962, Leiden 2002, KITLV * \"Arrow Against the Wind.\" Narrative of documentary on people of Asmat and Dani, their culture, and their relationship with the nature http://www.dgmoen.net/video_trans/004.html * Throwim Way Leg by Tim Flannery * Neles Tebay : West Papua. The struggle for peace with justice. Catholic Institute for International Relations: London 2005, . * Marshall, A.J. and B. Beehler (eds.), \"The Ecology of Papua\". 2007. Parts 1 & 2 as Vol. 6 in \"The Ecology of Indonesia\" series. Singapore: Periplus Press. == External links == * Province of Papua * Province of West Papua * Free West Papua Campaign * Category:Islands of Indonesia Category:Members of the Unrepresented Nations and Peoples Organization Category:1660 establishments in the Dutch Empire Category:1824 establishments in the Dutch East Indies Category:1969 establishments in Oceania Category:1969 disestablishments in the Dutch East Indies Category:1969 establishments in Indonesia ",
    "title": "Western New Guinea"
}