{
    "id": "1432957",
    "text": "The Royal Green Jackets (Rifles) Museum is situated at Peninsula Barracks in Winchester, England. The museum is one of several regimental museums that form part of Winchester's Military Museums. ==History== The museum brings together the collections of the Oxfordshire and Buckinghamshire Light Infantry (which had been at Cowley Barracks); renamed 1st Green Jackets (43rd and 52nd) from 7 November 1958, the King's Royal Rifle Corps (which had been at Peninsula Barracks) and the Rifle Brigade (which had also been at Peninsula Barracks). These regiments went on to form the Green Jackets Brigade in 1958 and the Royal Green Jackets Regiment in 1966. It was opened by the Queen, the regiment's former Colonel in Chief, in December 1989. ==Collections== Diorama and campaign medals The exhibition, entitled “With the Rifles to Waterloo”, opened in 2015 to commemorate the 200th anniversary of the Battle of Waterloo, is focused on the Napoleonic Wars. Interactive displays and weapon handling exhibits cover the creation in 1800 of the Experimental Corps of Riflemen (later the 95th or Rifle Brigade), and the story of the Light Division commanded by Sir John Moore in the Peninsular War. Set against a display of original campaign medals from the period, spelling out ‘WATERLOO’ the centrepiece of the exhibition is a 25 square metre diorama of the Waterloo battlefield on which 30,000 model soldiers and horses, with an accompanying sound and light commentary, depict the fighting on 18 June 1815. Other visitor attractions include the Early Years Section covering the raising in 1755 of The Royal American Regiment in North America, the Siege of Quebec and the Indian Mutiny.Rifles and Kukris: Delhi, 1857, by Christopher Wallace, (2007). The Victoria Cross display “For Valour” describes the personal histories of each of the regiments’ 59 soldiers who were awarded the Victoria Cross.Focus on Courage: the 59 Victoria Crosses of the Royal Green Jackets, by Christopher Wallace, (2006) The museum also has a display which covers the two world wars (including the Siege of Calais in May 1940, the defence of Outpost Snipe in October 1942 and the action at Pegasus Bridge in June 1944. The recent history display covers the Cold War, operations in Northern Ireland, United Nations operations in Bosnia and Herzegovina and the 2003 invasion of Iraq. ==Victoria Crosses held by the museum== The museum holds 31 of the Victoria Crosses awarded to the members of the antecedent regiments, including: *Private Henry Addison, 43rd Regiment (Indian Rebellion) *Company Sergeant Major Edward Brooks, 2/4th Battalion, Oxfordshire & Buckinghamshire Light Infantry (First World War) *Bugler Robert Hawthorne, 52nd Regiment (Indian Rebellion) *Lieutenant Colonel John Henry Stephen Dimmer, 2nd Battalion, KRRC (First World War) *Sergeant Henry Smith, 52nd Regiment (Indian Rebellion) == Exhibits == File:PlainsOfAbraham2007.jpg|Siege of Quebec 1759 File:British Riflemen.jpg|Peninsular War 1807–14 File:Attack1857.jpg|Indian Mutiny 1857 File:Bundesarchiv Bild 101I-383-0337-10, Frankreich, Calais, Denkmal vor Häuserruinen.jpg|Siege of Calais 1940 File:The British Army in North Africa 1942 E18802.jpg|Outpost Snipe 1942 File:Operation Deadstick canal bridge gliders.jpg|Pegasus Bridge 1944 File:DesertStormMap v2.svg|First Gulf War 1990–1991 == Notes == ==References== == External links == * The Royal Green Jackets (Rifles) Museum website * The Museum on the Ogilby Trust's website * Duke of Wellington opens 'With the Rifles to Waterloo' Exhibition * Conservation of the Waterloo Diorama Category:Museums established in 1989 Category:Regimental museums in England Category:Museums in Winchester Category:Rifle Brigade (Prince Consort's Own) Category:King's Royal Rifle Corps ",
    "title": "Royal Green Jackets (Rifles) Museum"
}