{
    "id": "1432032",
    "text": "Rohr im Gebirge is a village in the Wiener Neustadt-Land district of Lower Austria in Austria. ==Geography== Rohr im Gebirge is located in the Industrieviertel, the first industrialised part of Lower Austria. Of its 80.58 square kilometers, 89.95% is woodland. There are no other cadastral communities than Rohr im Gebirge. Rohr im Gebirge ==History== Before the Common Era, the area was part of the Celtic kingdom of Noricum and was within the area of influence of the oppidum of Burg in Schwarzenbach on the Burgberg, which was the main settlement of the northeast part of the kingdom. Later, under the Romans, it was within the province of Pannonia. Because of its inaccessibility, the location was settled late. The Lords of Traisma are recorded as the first owners of the forests around Rohr im Gebirge. In 1194, the area passed to the Duchy of Steyr. After the construction of Burg Gutenstein (first mentioned in 1220), Rohr came under its influence; Gutenstein remained the centre of government for the region until 1848. The first recorded mention of Rohr by name dates to 1427. In 1470 the local church, previously part of the parish of Schwarzau im Gebirge, became an independent parish. In the 16th century, the village was affected by the Protestant Reformation: Count Sigismund of Herberstein installed a Protestant minister. However, by 1569 there was once more a Catholic priest. In 1595, Gutenstein passed to the Barons von Hoyos (a family of Spanish origins), and in 1622 the parish was officially revived. The church was enlarged in 1716 and acquired a tower with onion dome in 1761. In the second half of the 18th century a village school was founded, initially in a farmhouse; the first school building was built in 1782. In 1848 the feudal dependency was dissolved and the first mayor was elected. In 1877 a post office opened and a post coach route to Gutenstein was inaugurated. Between 1884 and 1894, roads were built to Gutenstein and over the Ochsattel into the valley of the River Traisen, ending the village's isolation. A further road to Gutenstein via the Haselrast was constructed in 1910. The old church was demolished and replaced in 1878/79 and a new school built in 1886-88\\. ===Population=== ==Economy== In 2001 the settlement had 24 non-agricultural workplaces. According to a 1999 survey there were 42 agricultural and forestry-related businesses. According to the 2001 census, 239 residents were employed, constituting 46.8%. ==References== ==External links== 1873 map of the region, Military-Geographical Institute, Austro-Hungarian Monarchy *Aerial photograph from MSR maps Category:Cities and towns in Wiener Neustadt-Land District ",
    "title": "Rohr im Gebirge"
}