{
    "id": "1433389",
    "text": "Roland Mushat Frye (July 3, 1921 – January 13, 2005) was an American English literature scholar and theologian. ==Career== Frye was born in Birmingham, Alabama. In 1943 he interrupted his studies to enlist in the United States Army and fought at the Battle of the Bulge, winning a Bronze Star. After the war, Frye taught at Emory University in Atlanta, Georgia and joined Folger Shakespeare Library in Washington D.C. as a research professor in residence. He returned to teaching in 1965, accepting a professorship at Penn. He was Schelling Professor of English Literature University of Pennsylvania from 1965 until his retirement in 1983. In 1978, he co-founded the Center of Theological Inquiry, an independent institution sponsored by the Princeton Theological Seminary. Frye was awarded the Thomas Jefferson Award by the American Philosophical Society. The American Philosophical Society also awarded him both the \"Henry Allen Moe Prize in the Humanities\" in 1989 and the \"John Frederick Lewis Prize\" in 1975. He was a Presbyterian elder. Frye was an opponent of creationism. He was the editor of Is God a Creationist?: The Religious Case Against Creation-Science which was positively reviewed in The Quarterly Review of Biology as an \"excellent refutation of the creationist's claim to speak for orthodox religion.\"Glass, Bentley. (1984). Reviewed Work: Is God a Creationist? The Religious Case Against Creation-Science by Roland Mushat Frye. The Quarterly Review of Biology 59 (4): 455. ==Publications== * Milton's Imagery and the Visual Arts: Iconographic Tradition in the Epic Poems * Is God a Creationist?: The Religious Case Against Creation-Science * God, Man and Satan: Patterns of Christian Thought and Life in \"Paradise Lost\", \"Pilgrim's Progress\" and the Great Theologians * The Renaissance Hamlet: Issues and Responses in 1600 * Shakespeare: The Art of the Dramatist * Shakespeare and Christian Doctrine * The Reader's Bible - a Narrative - Selections from The King James Version * Shakespeare's Life and Times: A Pictorial Record * Perspective on Man - Literature and the Christian Tradition * Language for God and Feminist Language: Problems and Principles * The Teachings of Classical Puritanism on Conjugal Love ==References== Category:1921 births Category:2005 deaths Category:American academics of English literature Category:American literary critics Category:American theologians Category:American military personnel of World War II Category:Critics of creationism Category:Folger Shakespeare Library Category:University of Pennsylvania faculty Category:Writers from Birmingham, Alabama ",
    "title": "Roland Frye"
}