{
    "id": "1433649",
    "text": "Bertram Stern (October 3, 1929 – June 26, 2013) was an American commercial photographer. ==Biography== Stern was the son of Jewish immigrants and grew up in Brooklyn. His father worked as a children's portrait photographer. After dropping out of high school at the age of 16, he gained a job in the mail room at Look magazine. He became art director at Flair magazine, where Stern learned how to develop film and make contact sheets, and started taking his own pictures. In 1951, Stern was drafted into the United States Army, sent to Japan and assigned to the photographic department. In the 1960s, his heavy use of amphetamines led to the end of his marriage to ballerina Allegra Kent. He was one of the last photographers to shoot Marilyn Monroe, in June and July 1962 for Vogue magazine. Monroe died in August 1962. These sessions became known as The Last Sitting; The 2571 photographs taken on these sessions were published after her death in The Complete Last Sitting in 1992. In the 1970s, Stern moved to Spain to recover from his drug addiction. By the late 1970s, Stern returned to the U.S. to photograph portraits and fashion. In 1979, he published \"The Pill Book\", along with journalist Lawrence Chilnick. This A to Z guide of the most prescribed drugs in the US included color photographs of the pills by Stern. ==Filmography== * Jazz on a Summer's Day - a concert film set at the 1958 Newport Jazz Festival in Rhode Island. It was directed by Bert Stern and Aram Avakian. * Bert Stern: Original Madman - a 2011 documentary profile of Bert Stern directed by Shannah Laumeister. ==References== ==External links== * * * Art Directors Club biography, portrait and images of work Category:1929 births Category:2013 deaths Category:People from Brooklyn Category:Photographers from New York City Category:American portrait photographers Category:United States Army soldiers Category:Vogue (magazine) people Category:Disease-related deaths in New York (state) Category:American male writers Category:American people of Jewish descent Category:American Jews ",
    "title": "Bert Stern"
}