{
    "id": "1433627",
    "text": "The British timber trade was importation of timber from the Baltic, and later North America, by the British. During the Middle Ages and Stuart period, Great Britain had large domestic supplies of timber, especially valuable were the famous British oaks. This timber formed the backbone of many industries such as shipbuilding but not iron smelting which used charcoal derived from the wood of various trees. ==Origins== From before the industrial revolution period the price of timber in England had been increasing as domestic quantities became more difficult to obtain. Many industries thus were forced to change to substitutes. As the industrial revolution progressed coal replaced timber for use as fuel, while brick replaced timber for use in construction. It would be many decades, however, before iron could be used to replace timber in shipbuilding. By the eighteenth century England had not exhausted its supply of suitable domestic hardwood timber but – like the Netherlands – it imported softwood supplies. While every nation has trees and wood, ship timber is a far more limited product. The ideal woods were oak, Scots pine – but not spruce, and other large trees. Especially difficult to find were trees suitable to be masts, a crucial requirement for any sailing ship, and one that often had to be replaced after storms or wear. As suitable trees take decades to grow, in densely populated nations like England any given square meter of land could, usually, be far more valuably employed by producing foodstuffs rather than timber. Timber was thus only viable industry in sparsely populated lands such as Scandinavia, those in the Baltic Sea area, and in North America. The Baltic countries, and especially Norway, had other benefits including superior sawmills, and often lower transport prices than distant overland travel. The British shipping industry, by the late seventeenth century, increasingly used imports of Baltic timber. ==Concerns over the timber trade== The importation of timber from the Baltic had two notable defects in the mind of British statesmen. The first was one of economics. The British had a large trade deficit with the entire Baltic region. Great Britain required a large number of essential resources from the Baltic, but did not have enough goods to export to the Baltic to make up for these purchases. Thus the shortfall had to be made up in bullion exports. This imbalance caused great displeasure among the mercantilist economists of the day. Further compounding the problem was that unlike other areas where the British had a trade deficit, such as India, the Baltic trade could not be justified on the grounds that Great Britain gained in the end from re-export to the continent, Baltic goods were overwhelmingly used in Britain. Most during the later half of the seventeenth century regarded the Baltic trade as a regrettable, but necessary expenditure for the defence of the land. Some consolation was, however, provided to the mercantilists by the employment of the timber in the merchant fleet that would later assist in bringing bullion into the land. Also of concern was the foreign domination of the Baltic timber trade. This problem was only partially solved by the inclusion of timber in the Navigation Acts of 1651 and 1660. While the acts successfully excluded the Dutch from Britain's trade with the Baltic, it still allowed the Baltic countries the right to import their own timber. It was mostly the Danes, Swedes, and Germans who replaced the Dutch in this trade as British merchants did not see it as profitable enough. This was because the Baltic trade was a difficult one to profit from as one load of British manufactured goods could buy seventy loads of timber, most ships entering the Baltic were thus empty, a great inefficiency. Most British merchants could employ their ships in more profitable colonial and manufactured goods trades, an option that the Baltic merchants did not have. These commercial problems of Baltic timber imports were compounded by a military and strategic problem. The dependency on Baltic timber was paramount in the minds of British statesmen in the late seventeenth century mostly because of the strategic dangers. There were no trades as militarily important as the Baltic lumber trade, but there were also few more fragile. Besides the trade coming from Norway, the timber ships had to come through the Sound – the narrow straits separating Denmark from Sweden- a passage easily blocked by enemy navies, especially the Dutch who were geographically well placed to impede trade through the North Sea, as could, to a lesser extent, the French. Also threatening was the rise of Sweden who by 1690 was at the height of its brief period of being a global power. Sweden also was a strong trade protectionist and had imposed high duties of British imports. Sweden's empire was also expanding having seized Livonia as well as Pomerania, both important sources of timber. Thus beginning with the Anglo- Dutch wars of the later seventeenth century British statesmen and merchants began to look for some alternative to these imports. Despite commercial clamouring for regulation of the Baltic timber trade, Josiah Child, for instance, thought the trade should be limited to only British vessels, no actions were taken until 1704 when British security was threatened. The great threat to Britain's security occurred during the War of the Spanish Succession, what some have termed the first global conflict. Only then did the British parliament attempt to break Britain's dependence upon Baltic timber. The only viable alternative to the Baltic areas was North America, New England especially had vast amounts of suitable timber. The great disadvantages were a lack of infrastructure in the colonies and much higher transport costs to British markets. Beginning in 1704 a number of initiatives were launched to try to encourage the use of colonial timber over that from the Baltic. These encouragements included bounties from North American producers, and rules forbidding the export of colonial timber to anywhere other than England. These efforts were quite unsuccessful, however, and both the navy and the merchant fleets remained dependent upon Baltic timber. Baltic timber still remained about a third the price of timber from North America. After the War of the Spanish succession ended the threat to British timber supplies receded, and despite the continuation of strong mercantilist pressure to increase the protectionism this was not done for the next century.this increased the opportunities for jobs in British North America (B.N.A). Over the entire eighteenth century Britain's naval supremacy in the North Sea area was never questioned. However, Britain's commercial position remained unfavourable. With only occasional exceptions Britain was still in constant trade deficit with the entire Baltic region. Despite this condition being viewed as harmful by the economists of the day no action of any significance was taken to try to prevent it. While the laws of Queen Anne's era remained in place, these were well known to be totally ineffective in curbing the dependence on the Baltic. During this period more economic disadvantages of the trade also developed. The American colonies still could exported little timber to England, only great masts could justify the cost of the long transatlantic journey. Thus New England, rather than producing timber and naval stores for the motherland was instead building its own ships that were cheaper and often of superior quality to those produced in Britain. This further violated important tenets of mercantilism and the old colonial system which considered manufacturing in the colonies to be counter Britain interests. Parliament, however, failed to be swayed by shipwrights, merchants or colonial timber producers who were hoping for an end to Baltic competition. It would again take pressure from the navy to introduce mercantilist policies. ==Trade restrictions== The next attempt to break Britain's dependence on the Baltic once again occurred during a great Europe wide conflict that had significant naval elements. The Napoleonic Wars reopened Britain's fears of the Baltic timber trade being severed. Denmark and the straits, like all of continental Europe, were at the mercy of Napoleon's army and many of the rest of the timber ports within the Baltic were threatened by Napoleon's Continental system. The government thus made a more concerted attempt than ever before to break Britain's dependence upon Baltic timber. Throughout the period commencing in 1795 tariffs on foreign timber imports steadily rose. Eventually in 1807 a 275% levy was placed upon all Baltic timber imports to Britain. This levy succeeded in making Canadian timber more cost effective than that from the Baltic. Canadian timber exports to Britain more than tripled from 27,000 loads in 1807 to 90,000 loads in 1809. The sheer bulk of timber and its many requirements soon led the transatlantic timber trade to become Britain's largest employing a quarter of Britain's merchant tonnage. The previous large Baltic trade almost vanished with European wood being used only for luxury items. After peace had returned to Britain the timber tariffs did not have long to survive. While at first they were continued, and even strengthened, by 1820 timber became one of the first areas for free trade theory to be applied. In part this was caused by the continued existence of powerful merchants who wanted to see the old Baltic trade restored. The trading interests with the colonies were even stronger, however. The much longer voyage from British North America to Britain meant far more ships and seamen had to be employed. The longer route not only meant more business, but it also was a more profitable route for British merchants, especially since foreigners were still excluded by the Navigation Acts. Military sources, however, disliked Canadian timber. The longer voyage lowered its quality and it was far more susceptible to the dry rot that was one of the navy's more implacable foes. A frigate made of colonial wood tended to have only half the life span of a Baltic ship. Because of timber's great importance, in 1820 a committee of the House of Lords was formed to review the state of the timber trade. Led by Lord Lansdowne the committee strongly supported the reduction of the duties. This has been viewed as one of the first successes of free trade ideology in Britain. The duties were not eliminated, but they were brought to a level that left Baltic wood competitive with that from Canada. These reductions were a rare example of laissez-faire in an era still almost totally committed to mercantilism. The post-war era also saw a great unwillingness to enforce the duties that were in place. Rampant smuggling of timber into and out of Norway was mostly ignored, as were the illegal exports of bullion to fund the trade. In 1824 the duties were further lowered when Britain began to sign reciprocity treaties with other powers. Out of the first ten bilateral trade treaties signed, seven of them were with Baltic nations covering all the major timber exporters except for Russia. These quick reversals of Baltic trade policy in an era before free trade was paramount can almost certainly be attributed to the navy's unwillingness to become reliant on Canadian timber now that trade with the Baltic had been unquestionably secured. In seeking the exploit of further timber resources was one of the reasons of the First and the Second Anglo- Burmese War (1824–1826 and 1852, respectively). Burma had to cede Assam, Manipur, Rakhine (Arakan) and Tanintharyi (Tenessarim) and later the remaining coastal provinces: Ayeyarwady, Yangon and Bago. During the following years timber was harvested introducing new techniques. The British cut the bark off the trees and left them to dry before felling them roughly four years later with the use of elephants. Dry wood was easier to fell and floated in water and therefore the river Irrawady was used for transporting the wood to the saw mills near Rangoon. Other sources were the wood from Australia which included Jarrah and Karri wood. Some streets in London are still paved with Karri wood from the southern parts of Western Australia. But Jarrah wood is more resistant to water and therefore more valuable then Karri in the constructions of ships. ==References== *Knight, R.J.B. 'The Royal Dockyards in England at the time of the War of American Independence', Ph.D. thesis, London, 1972. *Knight, R. J. B. Shipbuilding timber for the British Navy : parliamentary papers, 1729–1792. 1993 *Knight, R.J.B., \"New England Forests and British Seapower : Albion Revised\", American Neptune, 46 1986 221-9 *Crimmin, P.K. 'Searching for British Naval Stores: Sources and Strategy c.1802–1860', The Great Circle, 18, 1996, pp113–124. *Lambert, A. The Last Sailing Battlefleet. 1991, 108–115; Category:Timber industry Timber trade Category:Canada–United Kingdom relations Category:Foreign trade of the United Kingdom Category:History of the Baltic states Category:History of forestry Category:Economic history of Canada Category:History of international trade ",
    "title": "British timber trade"
}