{
    "id": "1433928",
    "text": "is a fantasy tactical role-playing video game series created by Masaya Games. The main development team is Career Soft, first as Team Career within Masaya Games for the first three games and then as an independent studio for Langrisser IV and V. The series has a fantasy-Germanic setting, but draws on religious concepts like ditheism and sword worship for historical context. After separating from Masaya following the release of Langrisser V, Career Soft would produce an unofficial successor in the form of the Growlanser series, published and owned by Atlus, while Masaya would go on to produce Langrisser Millenium with a different development team (Santa Entertainment). ==Gameplay== Langrisser is divided into Scenarios, each of which reveals a portion of the story through battle interaction. The series set itself apart from other tactical RPGs in its time with larger-scale battles, where the player can control over thirty units at one time and fight against scores of enemies.Kurt Kalata, Langrisser, Hardcore Gaming 101 ===Battle system=== At the outset of battle, military commanders are positioned on the game's map and units are hired. Combat always follows a system of turns. In the first two games, any unit can be moved at any time during the player's turn, but each unit can only be moved once. In the last two games, a clock was introduced and units were moved in turn according to agility. A unit's commander class dictates the radius of its command range. Units battling within this command range receive a bonus to their attack and defense due to proximity to the commander. Commanders can recover life using a specific command depending on the game. In the first game the Treat Command will recover 3 health points. In later versions of the game the Treat Command is replaced by the Heal command which recovers 3 health points (HP) and 2 magic points. A commander’s troops recover by being positioned directly around the commander. Each will recover 3 HP at the start of a turn. Units work on an affinity system. Fliers are strong to soldiers but weak to bowmen. Soldiers are strong to pikemen but weak to cavalry. Cavalry are strong to soldiers and weak to pikemen. Holy units are strong against demon units. Seafaring units get a tactical advantage when attacking from water. The game engine used in Langrisser III is a considerable departure from the rest of the series, relying on mass battles between a commander's entire platoon against his enemy's. ===Non-linearity=== Since Der Langrisser, the series offered non-linear branching paths and multiple endings. The player's choices and actions in Der Langrisser affected which of four different paths they followed, either aligning themselves with one of three different factions or fighting against all of them. Each of the four paths leads to a different ending and there are over 75 possible scenarios. Langrisser III introduced a relationship system similar to dating sims. Depending on the player's choices and actions, the feelings of the female allies will change towards the player character, who will end up with the female ally he is closest with.Kurt Kalata, Langrisser (Page 2), Hardcore Gaming 101 ==Story== El Sallia, since time immemorial, has been influenced by the power of \"gods\". The evil gods were originally their own tribe, and over time one rose to power to dominate all the others. He was the dark god, Chaos, worshiped by the devil tribe. Conversely, Lushiris, a goddess of light, was worshiped by the humans. Each god has its own avatar to exercise its power in the human world and prepare for its coming. Chaos' avatar is Böser (German: \"evil one\"), a prince of darkness who is really the trapped soul of a damned human. Lushiris' avatar is Jessica, a magician. Each avatar has been entrusted with a sword that carries the weight of the gods’ powers. Böser is responsible for Alhazard, and Jessica is responsible for Langrisser. By choosing a champion for the swords in each era, they influence the world in an endless series of wars. Langrisser itself is a copy of Alhazard made in ancient times and bound to the soul of Sieghart, the first king to rule Elthlead, later called Baldea, as a Descendant of Light. The series includes ties to Team Career's earlier strategy games. The storyline of Elthlead and its sequel Gaia no Monshō (both released in 1987) depict Sieghart's battles against Böser for the power of Gaia, which serve as the backstory of the original Langrisser (with Böser appearing as the antagonist for all three games). The titular ancient mech from Gaiflame (which is set in the distant future) makes an appearance in Langrisser IV along with other mechs used by the player in the same game. ==Games== Following a complete list of Langrisser products Note: Indented titles are remakes Elthlead trilogy * Elthlead (1987: NEC PC-8801) * Gaia no Monshō (1988: PC Engine) * Guyframe (1990: PC-Engine) Main series * Langrisser (1991: Mega Drive) ** Langrisser: Hikari no Matsuei (1993: PC Engine Super CD-ROM²) ** Langrisser I (1998: Microsoft Windows) * Langrisser II (1994: Mega Drive) ** Der Langrisser (1995: Super Famicom) ** Der Langrisser FX (1996: PC-FX) ** Langrisser II (1998: Microsoft Windows) * Langrisser III (1996: Sega Saturn; 1998: Windows; 2005: PlayStation 2) * Langrisser IV (1997: Sega Saturn) * Langrisser V: The End of Legend (1998: Sega Saturn) * Langrisser Mobile (January 22, 2019: Android and iOS; March 11, 2019: Microsoft Windows) Until 2016, the only game in the series to be officially localized to English was the original Langrisser, released under the title Warsong for the Genesis. However, fan translations of Langrisser II (Mega Drive), Der Langrisser (Super Famicom) and Langrisser IV (PlayStation) have been released online. Langrisser Re:Incarnation, the Nintendo 3DS revival of the series, was localized by Aksys Games in 2016. Langrisser Mobile by Zlongames was released on August 2, 2018 in China and January 22, 2019 globally for iOS & Android platforms, and is a direct sequel to Langrisser V. Other games * Langrisser Millennium (1999: Dreamcast, Microsoft Windows) * Langrisser Millennium: The Last Century (2000: WonderSwan) * Langrisser Tri- Swords (2012: Microsoft Windows) * Langrisser Schwarz (Cancelled: Microsoft Windows) * Langrisser Re:Incarnation Tensei (2015: Nintendo 3DS) Compilations * Langrisser I & II (1997: PlayStation) * Langrisser: Dramatic Edition (1998: Sega Saturn) * Langrisser IV & V: Final Edition (1999: PlayStation) * Langrisser Tribute (1998: Sega Saturn) * Langrisser I & II (2019: PlayStation 4 and Nintendo Switch; 2020: Microsoft Windows) Langrisser: Dramatic Edition is a Sega Saturn port of Langrisser and Langrisser II (these were the versions that were ported to Windows by Unbalance in 1998). Langrisser Tribute is a box set with all five games for the Sega Saturn. ==References== ==External links== *The Langrisser of China Station (Game Download for All and Raiders) *The Clouds of El Sallia *Hardcore Gaming 101: Langrisser - history of the Langrisser series at Hardcore Gaming 101. Category:Masaya games Category:Video game franchises Category:Tactical role-playing video games Category:Tactical role-playing video games by series Category:Video game franchises introduced in 1987 ",
    "title": "Langrisser"
}