{
    "id": "1433352",
    "text": "Fiorenza Cossotto (born 22 April 1935) is an Italian operatic mezzo-soprano. ==Life and career== Born on 22 April 1935, in Crescentino,Francesco Sanvitale, La romanza italiana da salotto, Studi, tesi, ricerche, 3 (Turin: EDT, 2002), p. 454. Province of Vercelli, Italy, Cossotto attended the Turin Academy of Music and studied with Mercedes Llopart. She made her operatic debut as Sister Matilde in the world premiere of Poulenc's Dialogues of the Carmelites in 1957 at La Scala in Milan. Her international debut was at the 1958 Wexford Festival as Giovanna Seymour in Donizetti's Anna Bolena. Her Covent Garden debut was in 1959 as Neris in Cherubini's Médée, with Maria Callas in the title role. A 1962 performance of the lead in La favorita at La Scala led to wider fame and she made her American debut in the same role in 1964 at the Lyric Opera of Chicago and as Amneris at the Metropolitan Opera in 1968. Between the seasons of 1967–68 and 1988–89, Cossotto gave 148 performances at the Met (exclusively leading roles). She was considered an expert in portrayals of major mezzo/contralto roles in mid-19th-century Italian opera such as Favorita (La favorita), Amneris (Aida), Azucena (Il trovatore), Eboli (Don Carlos), Preziosilla (La forza del destino), Maddalena (Maddalena), Ulrica (Un ballo in maschera) and Laura (La Gioconda). She also portrayed Carmen, Mozart's Cherubino, Urbain in Meyerbeer's Les Huguenots, Bellini's Romeo and Marfa in Khovantschina. In 2005, Cossotto celebrated her 70th birthday with a performance of Suor Angelica at the Théâtre Royal in Liège, Belgium. Cossotto was married to the Italian bass Ivo Vinco for over 40 years (ending in divorce). They had a son. According to the book Opera, \"She [Cossotto] and Giulietta Simionato were the leading Italian mezzo-sopranos of the 1960s and 1970s. She [Cossotto] won plaudits in the annals of operatic history for her wonderful vocal timbre, her perfect singing technique, and the ease with which she could master different registers. Besides singing the great mezzo roles, she also took the outstanding alto parts of the Italian operatic repertoire.\" Apart from mezzo and alto roles, Cossotto also sang soprano roles traditionally sung by mezzos such as Santuzza (Cavalleria Rusticana) and Adalgisa (Norma). She sang Adalgisa next to the Normas of Callas, Joan Sutherland, Montserrat Caballé, Leyla Gencer, and Elinor Rosshttp://www.archiviostoricolafenice.org Her repertory at the Met included Amneris, Eboli, Adalgisa, Santuzza, Azucena, Dalila, Carmen (only on tour and in outdoor park concerts), Principessa (Adriana Lecouvreur) and Mistress Quickly (which she added in 1985, singing with Giuseppe Taddei as Falstaff). ==Studio discography== {| class=\"wikitable\" ! Year ! Work Role ! Conductor Cast members ! Label |- | 1957|| La sonnambula, Teresa || Antonino Votto Maria Callas Nicola Monti || EMI Classics |- | 1957|| Andrea Chénier, Bersi || Gianandrea Gavazzeni Renata Tebaldi Mario del Monaco || Decca |- | 1958|| Madama Butterfly, Suzuki || Tullio Serafin Renata Tebaldi Carlo Bergonzi || Decca Records |- | 1959|| La Gioconda, Laura || Antonino Votto Maria Callas Piero Cappuccilli || EMI Classics |- | 1959|| The Marriage of Figaro, Cherubino || Carlo Maria Giulini Giuseppe Taddei Elisabeth Schwarzkopf || EMI Classics |- | 1959|| Requiem (Verdi), Mezzo-Soprano || Tullio Serafin Boris Christoff Eugenio Fernandi || Testament Records |- | 1961|| Don Carlos, Eboli || Gabriele Santini Boris Christoff Antonietta Stella || Deutsche Grammophon |- | 1963|| Il trovatore, Azucena || Tullio Serafin Carlo Bergonzi Antonietta Stella || Deutsche Grammophon |- | 1964|| Rigoletto, Maddalena || Rafael Kubelík Renata Scotto Dietrich Fischer-Dieskau || Deutsche Grammophon |- | 1965|| Cavalleria rusticana, Santuzza || Herbert von Karajan Carlo Bergonzi Giangiacomo Guelfi || Deutsche Grammophon |- | 1967|| Medea, Neris || Lamberto Gardelli Gwyneth Jones Bruno Prevedi || Decca Records |- | 1967|| Requiem (Verdi), Mezzo-Soprano || Herbert von Karajan Leontyne Price Luciano Pavarotti || Deutsche Grammophon (audio and video) |- | 1968|| Cavalleria rusticana, Santuzza || Herbert von Karajan Gianfranco Cecchele Giangiacomo Guelfi || Deutsche Grammophon (Film) |- | 1970|| Requiem (Verdi), Mezzo-Soprano || Sir John Barbirolli Montserrat Caballé Jon Vickers || EMI Classics |- | 1970|| Il trovatore, Azucena || Zubin Mehta Leontyne Price Plácido Domingo || RCA Records |- | 1972|| Norma, Adalgisa || Carlo Felice Cillario Montserrat Caballé Plácido Domingo || RCA Records |- | 1973|| Suor Angelica, La zia Principessa || Bruno Bartoletti Katia Ricciarelli Maria Grazia Allegri || RCA Records |- | 1974|| Un giorno di regno, Marchesa del Poggio || Lamberto Gardelli Jessye Norman José Carreras || Philips Records |- | 1974|| Aida, Amneris || Riccardo Muti Montserrat Caballé Plácido Domingo || EMI Classics |- | 1974|| La favorite, Leonora || Richard Bonynge Luciano Pavarotti Gabriel Bacquier || Decca Records |- | 1975|| Un ballo in maschera, Ulrica || Riccardo Muti Martina Arroyo Plácido Domingo || EMI Classics |- | 1976|| Macbeth, Lady Macbeth || Riccardo Muti Sherrill Milnes José Carreras || EMI Classics |- | 1976|| La forza del destino, Preziosilla || James Levine Leontyne Price Plácido Domingo || RCA Records |- | 1978|| Tancredi, Tancredi || Gabriele Ferro Lella Cuberli Nicola Ghiuselev || Warner Fonit |- | 1978|| Arie di Verdi, Abigaille (Nabucco) Elvira (Ernani) Medora(Il Corsaro) Eboli (Don Carlo) Amelia (Un ballo in maschera) || Nello Santi Ivo Vinco || Warner Fonit |- |} ==References== https://www.allmusic.com/artist/fiorenza-cossotto-mn0000767314/biography ==External links== * Interview with Fiorenza Cossotto and Ivo Vinco by Bruce Duffie, September 29, 1983 Category:1935 births Category:Living people Category:Italian operatic mezzo-sopranos Category:People from the Province of Vercelli Category:20th-century Italian opera singers Category:20th-century women opera singers Category:20th-century Italian women singers ",
    "title": "Fiorenza Cossotto"
}