{
    "id": "1433278",
    "text": "There are two Norwegian language editions of Wikipedia: one for articles written in Bokmål or Riksmål, and one for articles written in Nynorsk or Høgnorsk. There are currently articles on the Norwegian Wikipedia edition in Bokmål/Riksmål, and articles on the Nynorsk edition. ==Timeline== *no.wikipedia.com (from August 2002 no.wikipedia.org) — a Wikipedia in Norwegian (specified to be Norwegian Bokmål/Riksmål in 2005) was established on November 26, 2001. *nn.wikipedia.org — a Wikipedia in Norwegian Nynorsk, was established on July 31, 2004. ==History== The first site, the original Norwegian Wikipedia (Norsk Wikipedia), launched on November 26, 2001, and originally did not specify which written standard could/should be used, although de facto almost all the articles were written in Bokmål/Riksmål. The Norwegian Wikipedia originally had the address no.wikipedia.com, but in August 2002 all Wikipedia editions moved from the wikipedia.com domain to the wikipedia.org domain, shortly after Jimbo Wales had announced that Wikipedia would never have commercial advertisements. A Nynorsk-specific Wikipedia was launched on July 31, 2004 and grew quickly. Following a vote in 2005, the main Norwegian site became Bokmål and Riksmål only.w:no:Wikipedia:Målform By February 2007, the Bokmål/Riksmål edition had over 100,000 articles and the Nynorsk site had over 20,000 articles. In February 2006, the Bokmål/Riksmål edition became the thirteenth Wikipedia to have more than 50,000 articles, and one year later it was the fourteenth to reach 100,000. After the Finnish Wikipedia surpassed it in April 2006 it was once again the 14th largest Wikipedia by article count. However, in September 2007, the Bokmål/Riksmål Wikipedia surpassed the Finnish, and has since then been the 13th largest Wikipedia. As of June 1, 2010, the Bokmål/Riksmål contains more than 260,000 articles, while the Nynorsk version contains over 57,000. Norwegian, Danish, and Swedish are mutually intelligible languages and can be understood by most speakers of each. The sites collaborate with the other Scandinavian Wikipedias through the Skanwiki section of the Wikimedia Foundation's Meta-Wiki site. One effect of this combined effort is the sharing of their weekly featured front- page articles among these four different Wikipedias. While the ISO 639 two- letter code for Bokmål is nb, the Bokmål/Riksmål Norwegian Wikipedia continues to be hosted at no.wikipedia.org, while the narrower nb code redirects to that site. The Nynorsk code is nn, and the Nynorsk Wikipedia is hosted at nn.wikipedia.org. On April 9, 2013, the Nynorsk Wikipedia passed 100,000 articles. Wikimedia Norge is a Norwegian private membership association with the purpose to support Wikimedia's projects, in particular those in Norwegian and Sami languages. The association was formed at a meeting at the National Library in Oslo on June 23, 2007. However, it has no formal role in relation to the Norwegian Wikipedia projects. == See also == * Danish Wikipedia * Swedish Wikipedia == References == * (May 16, 2005). Fragmentation and cooperation on Scandinavian Wikipedias. Wikipedia Signpost. == External links == *Wikimedia Norge (from no.wikipedia.org) * Norwegian Wikipedia (Bokmål and Riksmål) * Norwegian Wikipedia (Nynorsk) * Norwegian Wikipedia mobile version (Bokmål and Riksmål) * Norwegian Wikipedia mobile version (Nynorsk) *Meta: Skanwiki *Wikimedia Norge, interim website on meta Category:Wikipedias by language Category:Internet properties established in 2001 Category:Norwegian encyclopedias Category:Norwegian-language websites ",
    "title": "Norwegian Wikipedia"
}