{
    "id": "1433133",
    "text": "William Guy Higgs (18 January 1862 – 11 June 1951) was an Australian politician who served in both the Senate and the House of Representatives. He was a Senator for Queensland from 1901 to 1906, and then represented the Division of Capricornia in the House of Representatives from 1910 to 1922. He served as Treasurer of Australia from 1915 to 1916, under Billy Hughes. ==Early life== Higgs was born on 18 January 1862 in Wingham, New South Wales. He was the oldest of at least ten children, including nine boys, born to William Guy Higgs Sr. and Elizabeth Gregg. His parents ran a general store; his father was born in St Columb Major, Cornwall, England, while his mother was born in Ballyconnell, County Cavan, Ireland. Higgs and his family moved to Parramatta in 1869 and then to Orange in 1872. He attended state schools except for a brief period at a Catholic convent school when it was the closest available; his parents were Anglican and he had to wait outside during religious instruction. He left school at the age of 13 and was apprenticed to the Western Advocate as a printer's assistant. Higgs moved to Sydney in 1882, working briefly for the commercial printer John Sands and the Daily Telegraph. He eventually found a steady job as a compositor for The Sydney Morning Herald. In 1886, Higgs was elected to the board of the New South Wales Typographical Association, the foremost trade union for workers in the printing industry. Later that year, he left the Herald to become the association's paid secretary. He resigned that position in 1889 and opened a printing firm, Higgs & Townsend, on Oxford Street, in partnership with Samuel D. Townsend. It specialised in socialist publications, and for a brief period printed the Trades and Labor Advocate and Tribune of the People, a newspaper that Higgs owned and edited. From 1890 to 1891, he was the editor of The Australian Workman, the magazine of the Sydney Trades and Labour Council. He returned to compositing for a period at the Evening News, but then in 1893 moved to Brisbane to become editor of The Worker. He remained in the position until his election to parliament in April 1899, and was credited with increasing both the publication's circulation and influence. ==Early political involvement== Despite his limited education, Higgs read widely in politics and became an avowed socialist. He was prominent in the Australian Socialist League, and in 1891 appeared as a witness before the Royal Commission on Strikes. He provided the inquiry with an analysis of the history and theory of socialism, and told it that \"the State should be the sole employer of labour [...] it should provide everything, all the necessaries of life and all the comforts\". Higgs was secretary of the South Sydney Labor Electoral League, and at the 1891 election stood unsuccessfully as a candidate in the New South Wales Legislative Assembly seat of South Sydney. The following year, he was a delegate to the first general conference of the Labor Electoral League of New South Wales and was elected as the organisation's inaugural chairman. After moving to Brisbane, Higgs unsuccessfully stood for the Queensland Legislative Assembly seat of Fortitude Valley at the 1896 general election. He had been elected to the executive of the Queensland Labor Party earlier in the same year. Higgs was elected to the Brisbane City Council in February 1899, representing North Ward, and the following month successfully reprised his candidacy in Fortitude Valley at the 1899 general election. Although his time in the Legislative Assembly was relatively short, he did gain favourable publicity by revealing an attempt to bribe him to support a government bill. He crossed the floor to vote against the Labor Party just a few months after being elected, opposing a motion that would have allowed recipients of government scholarships to use them at non-government schools. ==Federal politics== Portrait of Higgs by Swiss Studios After Federation of the Australian states, Higgs became a Senator for Queensland from 30 March 1901 until 31 December 1906. He served as Chairman of Committees from 1903 to 1906, the first member of the Labor Party to hold the position. He was elected to the House of Representatives at the 1910 general election as the member for Capricornia,Federal Legislative Election of 13 April 1910 (Qld results), — Psephos: Adam Carr's Electoral Archive Queensland. He was the first former Senator to be elected to the House of Representatives, and the first Queenslander to have served in both houses of federal parliament. He served as Treasurer in the ministry of Billy Hughes from 1915 to 1916, until he resigned due to his opposition to Hughes' support for conscription during World War I. Hughes and the other pro-conscriptionists were expelled from the party soon afterward. However, Higgs was somewhat troubled by the expulsion of many of his old friends. He was also concerned that Labor was taking an increasingly radical turn. Despite this, he remained with Labor, even becoming deputy leader in 1918. However, in 1919, when Labor opposed Hughes' plans to increase the federal government's powers over industry and commerce, Higgs supported them and was expelled from the party in January 1920. After eight months as an independent, he joined Hughes' Nationalist Party. However, Capricornia was naturally a Labor seat, and at the 1922 election, he was soundly defeated by Labor's Frank Forde.Federal Legislative Election of 16 December 1922 (Qld results), — Psephos: Adam Carr's Electoral Archive ==Life after politics== Higgs later became a campaigner for the plight of the mentally ill and was the Honorary president of the Society for the Welfare of Mental Patients. He wrote books on the subject; petitioned the Government of Victoria to improve conditions in Victorian Mental Hospitals and proposed changes to the Victorian Lunacy Act.Higgs, W. G. (1931) A Plea for Better Treatment of the Mentally Afflicted: What can happen to a man. (2nd ed). Society for the Welfare of the Mentally Afflicted, Kew. ==Personal life== Higgs married Mary Ann Knight in Sydney on 18 April 1889. The couple had two sons, Guy and William, and a daughter, Marie. Both his wife and sons predeceased him. In later life, Higgs became a Christian Science practitioner. ==References== Category:1862 births Category:1951 deaths Category:Australian Labor Party members of the Parliament of Australia Category:Australian people of Cornish descent Category:Independent members of the Parliament of Australia Category:Nationalist Party of Australia members of the Parliament of Australia Category:Members of the Cabinet of Australia Category:Members of the Australian House of Representatives for Capricornia Category:Treasurers of Australia Category:Members of the Australian Senate Category:Members of the Australian Senate for Queensland Category:20th-century Australian politicians Category:Australian people of Irish descent Category:Australian printers Category:Australian Christian Scientists ",
    "title": "William Higgs"
}