{
    "id": "1433410",
    "text": "Southern Norway (; lit. \"The Southland\") is the geographical region (landsdel) along the Skagerrak coast of southern Norway. The region is an informal description since it does not have any governmental function. It roughly corresponds to the old petty kingdom of Agder as well as the two former counties of Vest-Agder and Aust-Agder. From New Year 2020, the two counties have been merged into one county, Agder. The total combined area of Vest-Agder and Aust-Agder counties is . The name is relatively new, having first been used in Norway around 1900. The region includes coastal areas along the Skagerrak and extends inland to the Setesdalsheiene mountains. There are many large valleys running from the mountains to the south and east to the sea. The highest point in the region is Sæbyggjenuten at . ==Etymology== Sørlandet refers to the region along the Skaggerak in southeastern Norway. This name should not be confused with the Norwegian term Sør-Norge which literally means South Norway (as opposed to North Norway). This region was historically called Agder and it was a petty kingdom centuries ago. The name Agder was known in Old Norse as \"Agðir\", and is assumed to be connected to the word ǫgd (sharp). ==History== Southern Norway is the \"youngest\" of the many old regions within Norway; it was established shortly after the region of Northern Norway. The name Sørlandet was first used by the author Vilhelm Krag. Krag proposed that Sørlandet should have been bigger than it is today, he suggested from Egersund to Grenland. The present day use of Sørlandet usually refers to an area smaller than that, but there is no official border. All the way back in 1865, it was talked about \"the southern Norway boats\". The name and modern concept of this part of the country being considered as a separate region was introduced as late as 1902 by the local author Vilhelm Krag. Prior to this, the area was considered part of Western Norway. Southern Norway coincides roughly with the historic petty kingdom of Agder, which lends its name to the two constituent counties: Vest-Agder and Aust-Agder, as well as the University of Agder. If defined as an informal region, Southern Norway is perhaps more properly defined as the Skagerrak coastal belt, thus excluding the inland valleys to the north. Occasionally, adjacent parts of the county of Rogaland and Telemark might be considered part of this region, as well. Traditionally, the easternmost border of Agder was Rygjarbit, which was thought to be Gjernestangen in the present-day municipality of Risør, but it could also be the strait between Askerøya and Lyngør in Tvedestrand. ==Transportation== ===Air=== The Arendal Airport, Gullknapp is a general aviation airport located outside of Arendal city. The airport was founded in 1984 with a long runway. Arendal Airport, Rådhuskaien is a former water airport in the cove of downtown Arendal, but it is now closed. Farsund Airport, Lista is a former public airport located with Lista. It opened in 1941 and closed in 1999. The airport was located at Lista. Mandal Airfield is a former military owned airport that is now closed. Kristiansand Airport, Kjevik is the only public airport in Southern Norway, in 2014 there were over 1 million travelers from the airport. Kjevik Airport has destinations to charter places, European cities and some of the largest Norwegian cities. The Airport opened in 1918 and is located at Tveit, from downtown Kristiansand, Kvadraturen. The IATA code is KRS and ICAO is ENCN. It is owned by Avinor. Kristiansand Airport, Kongsgårdbukta is a former water-airport located at Lund from 1934 to 1939. Kristiansand Naval Air Station is also a former water-airport located at Tangen from 1919 to 1949. ===Bus=== All bus lines and buses in Southern Norway are owned by Agder Kollektivtrafikk (AKT). Nettbuss serves the Kristiansand Region with local blue buses. In Kristiansand, the city buses are in service every day from 4:00 AM until 1:00 AM, extra night buses during the weekend and direct/extra buses during the rush hours. Setesdal Bilruter serves the Setesdal, Østre Agder, and Lillesand areas. Line 100 goes connects Arendal-Grimstad-Lillesand- Kristiansand. Bus lines from Setesdal go to both Arendal and Kristiansand. Line 150 goes from Arendal to Tvedestrand and Risør. Sørlandsruta serves the coastal towns and villages in Vest-Agder county. Line 200 is the main line going from Kristiansand to Mandal, Vigeland, Lyngdal, and Farsund. Some of the buses collaborate with the local buses from Lyngdal to Flekkefjord and Kvinesdal. ===Roads=== The European route E18 highway goes through Aust-Agder county to the east side of Kristiansand. The E18 goes near the shore and coastal towns and ends at Kristiansand. The European route E39 highway starts at the Kristiansand ferry port where it connects to Denmark and from the ferry port it heads west through Vest-Agder county. The E39 also follows the shore and coastal towns all the way to Stavanger and beyond in Western Norway. Norwegian National Road 9 starts in Kristiansand and up to Evje and through Setesdal. Norwegian National Road 41 starts in Tveit in Kristiansand, and goes past the Airport, it continues to Birkenes and Åmli in Aust-Agder and continues to Telemark county. Norwegian County Road 43 goes from Farsund and Lista to Lyngdal and Eiken in Hægebostad. ===Sea=== From the Kristiansand harbour, there are ferries from Kristiansand to Hirtshals in Denmark three times daily. In Arendal, there are local ferries to the island of Tromøya. ===Train=== Trains from Oslo to Stavanger go through the entire Southern Norway region. There are trains from Oslo Central Station to Kristiansand Station and from Stavanger Station to Kristiansand Station. From Nelaug Station there is a local train going to Arendal Station, since the main railroad runs inland and not along the coast at Arendal. ==Economy== Key industries in Southern Norway are forestry, agriculture, and tourism. Tourism is very important in the summer due to the mild climate as well as the winter with its good skiing conditions. There are popular ski resorts like Hovden in the Setesdal valley as well as Bortelid in Åseral municipality. The farms in this region are generally small due to the topography. Dairy farming is the largest agricultural use, predominantly in Vest-Agder. The interior areas of the region tend to have more sheep farming than dairy. The most productive forests are in the interior of the region as well. The fishing industry is not very large in this region, but it does exist. Hydroelectric power generation is also a larger part of the economy in this region with many power stations on most of the larger river systems throughout the region. ==List of municipalities== About 80% of the population of the two counties live along the coast, which has the warmest climate in Norway as well as offering quick access to the rich fishing grounds and maritime routes of the Skagerrak. In Southern Norway there are also a number of less populated inland municipalities. The list of the municipalities in Southern Norway are: {| class=\"wikitable\" style=\"text-align:center;\" |- ! Coat of arms !! City !! Admin. center !! Population (2015) !! Region !! Location !! County !! Photo !! Location in Sørlandet!! Language |- | 50px | Kristiansand | Kvadraturen | 87,446 | Kristiansandregionen | Coast | Vest-Agder | 140x140px | 100px | Bokmål |- | 50px | Arendal | Arendal | 44,219 | Østre Agder | Coast | Aust-Agder | 140x140px | 100px | Bokmål |- | 50px | Grimstad | Grimstad | 20,497 | Østre Agder | Coast | Aust-Agder | 140x140px | 100px | Bokmål |- | 50px | Mandal | Mandal | 15,061 | Lindesnesregionen | Coast | Vest-Agder | 140x140px | 100px | Bokmål |- | 50px | Vennesla | Vennesla | 14,095 | Kristiansandregionen | Inland | Vest-Agder | 140x140px | 100px | Neutral |- | 50px | Søgne | Tangvall | 11,217 | Kristiansandregionen | Coast | Vest-Agder | 140x140px | 100px | Bokmål |- | 50px | Farsund | Farsund | 9,433 | Listerregionen | Coast | Vest- Agder | 140x140px | 100px | Bokmål |- | 50px | Flekkefjord | Flekkefjord | 9,069 | Listerregionen | Coast | Vest-Agder | 140x140px | 100px | Bokmål |- | 50px | Lillesand | Lillesand | 9,040 | Kristiansandregionen | Coast | Aust- Agder | 140x140px | 100px | Bokmål |- | 50px | Lyngdal | Alleen | 8,335 | Listerregionen | Coast | Vest-Agder | 140x140px | 100px | Bokmål |- | 50px | Risør | Risør | 6,894 | Østre Agder | Coast | Aust-Agder | 140x140px | 100px | Neutral |- | 50px | Songdalen | Nodeland | 6,354 | Kristiansandregionen | Inland | Vest-Agder | 140x140px | 100px | Neutral |- | 50px | Kvinesdal | Liknes | 5,984 | Listerregionen | Coast | Vest-Agder | 140x140px | 100px | Neutral |- | 50px | Froland | Blakstad | 5,532 | Østre Agder | Inland | Aust- Agder | 140x140px | 100px | Neutral |- | 50px | Lindesnes | Vigeland | 4,880 | Lindesnesregionen | Coast | Vest-Agder | 140x140px | 100px | Bokmål |- | 50px | Birkenes | Birkeland | 4,689 | Kristiansandregionen | Inland | Aust-Agder | 140x140px | 100px | Neutral |- | 50px | Evje og Hornnes | Evje | 3,567 | Setesdal | Inland | Aust-Agder | 140x140px | 100px | Neutral |- | 50px | Gjerstad | Gjerstad | 2,478 | Østre Agder | Inland | Aust-Agder | 140x140px | 100px | Bokmål |- | 50px | Marnardal | Heddeland | 2,294 | Lindesnesregionen | Inland | Vest-Agder | | 100px | Neutral |- | 50px | Vegårshei | Myra | 2,018 | Østre Agder | Inland | Aust-Agder | 140x140px | 100px | Neutral |- | 50px | Sirdal | Tonstad | 1,838 | Listerregionen | Inland | Vest-Agder | | 100px | Neutral |- | 50px | Åmli | Åmli | 1,832 | Østre Agder | Inland | Aust-Agder | 140x140px | 100px | Nynorsk |- | 50px | Audnedal | Konsmo | 1,750 | Lindesnesregionen | Inland | Vest-Agder | | 100px | Neutral |- | 50px | Hægebostad | Tingvatn | 1,693 | Lindesnesregionen | Inland | Vest-Agder | | 100px | Nynorsk |- | 50px | Iveland | Birketveit | 1,315 | Kristiansandregionen | Inland | Aust-Agder | | 100px | Neutral |- | 50px | Valle | Valle | 1,251 | Setesdal | Inland | Aust-Agder | | 100px | Nynorsk |- | 50px | Bygland | Bygland | 1,189 | Setesdal | Inland | Aust-Agder | | 100px | Nynorsk |- | 50px | Bykle | Bykle | 933 | Setesdal | Inland | Aust-Agder | 140x140px | 100px | Nynorsk |- | 50px | Åseral | Kyrkjebygda | 925 | Lindesnesregionen | Inland | Vest-Agder | | 100px | Nynorsk |} ==Image gallery== Kirkehavn Hidra.jpg|Kirkehavn on Hidra, Vest-Agder, Norway LindesnesLighthouse.jpg|Lighthouse on Cape Lindesnes Arendal03.jpg|Arendal 072907 0625.JPG|Risør Lillesand Brekkestø 1.jpg|Brekkestø Przystan ks ubt.jpeg|Kristiansand harbor == See also == * Demographics of Southern Norway * Kashubian vetch - Sørlandsvikke (Kasjubiasvikke) ==References== == External links == * Southern Norway www.visitnorway.com * Getting to Southern Norway and around * Agder * Visit Sørlandet * University of Agder * Tonal characteristics of some varieties of spoken South Norwegian. Category:Regions of Norway ",
    "title": "Southern Norway"
}