{
    "id": "1433335",
    "text": "Anadyr (; Chukchi: , Kagyrgyn) is a port town and the administrative center of Chukotka Autonomous Okrug, Russia, located at the mouth of the Anadyr River at the tip of a peninsula that protrudes into Anadyrsky Liman. Anadyr is the easternmost town in Russia; more easterly settlements, such as Provideniya and Uelen, do not have town status. It was previously known as Novo–Mariinsk (until 1923). ==History== ===Early history=== Although the town itself has only been in existence for just over a century, the origins of the name Anadyr are much older. The name initially derives from the Yukaghir word \"any-an\" meaning \"river\". When Semyon Dezhnev met Yukaghir peoples in the area and the indigenous name was corrupted to form \"Onandyr\", later Anadyrsk, the name of the ostrog (fort) upstream of the present-day settlement, from which the current name is derived.Petit Futé, Chukotka, pp. 77ff The ostrog was the only Russian settlement east of the Kolyma River on the Chukotka Peninsula for most of the 18th century,Armstrong, p. 53 though this original settlement was situated further up the Anadyr River, nearer to Markovo than the site of the current town. Pyotr Baranov (brother of Alexander Andreyevich Baranov) established a trading post near the present town site in the early 19th century. The Chukchi settled around it and formed the village of Vyon in 1830. The present settlement was founded in 1889 as Novo–Mariinsk by L. F. Grinevetsky, who sailed into the Anadyrsky Liman on July 9, 1889. The town's first building was completed twelve days later and as it was the name-day of Tsaritsa Maria Feodorovna the town was named Mariinsk. Since this was not the first time that a town had been named Mariinsk in Russia, the name was swiftly changed to Novo–Mariinsk. ===Early 20th century=== The Kamchatka Revkom sent the first Bolsheviks—Mikhail Mandrikov and Avgust Berzin—to Anadyr to set up an underground organization to undermine and eventually overthrow the resident White Army forces stationed in the town.Gray, pp. 88–90 These two, along with a small group of other Russian immigrants and a handful of Chuvans, established the First Revolutionary Committee of Chukotka. Their presence initially went undetected, although it did arouse suspicion. However, just before they were about to be discovered by the resident White Army troops, they launched an attack against them on the night of December 16, 1919. They intended to free the local indigenous people from their debts to the Russian incomers and dismantle of the capitalist infrastructure that had been established in the town. The attempts at seizing the property of the merchant class in Anadyr was successful, but they were unable to seize control of the armory and ammunition supplies within the town. The merchants used this opportunity to reassert themselves, and by January 30, 1920, they surrounded the Revkom offices and attacked. One of the leaders, Vasily Titov, was killed and a number of others were wounded. Mikhail Mandrikov himself surrendered. Although the survivors were initially imprisoned, the merchants decided to eliminate them permanently. Under the pretense of transferring them to another site, they led them out of the town and executed them out on the tundra. The merchants' and White Army's success had been aided by the fact that a number of the Revkom members had been out the town visiting the village of Markovo. When these people returned, they were ambushed and all survivors eventually killed.Zhikarev, pp. 60–61 View of the Anadyr port The merchants set about reestablishing the status quo, all the while pretending to the Kamchatka Revkom that they themselves were socialists when inquiries came as to the whereabouts of their colleagues, going as far as to set up a fake Anadyr branch of the Russian Communist Party of Bolsheviks. Unfortunately for the merchants in Anadyr, members of the first Revkom had already managed to establish branches in Markovo and Ust-Belaya, who were not convinced by the claims coming from Anadyr and, whilst establishing the Second Revolutionary Committee of Chukotka in MarkovoZhikarev, p. 63 pressed the Kamchatka Revkom for assistance. The Kamchatka Revkom responded by sending a party to investigate. A number of those involved in the overthrow of the First Revolutionary Committee either ceased their political activity in the hope of blending into the background, or fled Chukotka for Alaska.Dikov, p. 148 However, the merchants fared worse eighteen months later when the Bolsheviks returned and began to reorganize urban life. Struggles continued for some time in the Russian Far East, and it took until early 1923 before communications were sent from Kamchatka by Red Army commanders indicating that all White Army forces in Chukotka had been eliminated.Dikov, p. 156 Monuments to those members of the First Revolutionary Committee were erected in Anadyr on 5 July 1921.Dikov, p.151-152 It was only in 1969 that an elderly man said he remembered where the bodies had been buried, having seen them being interred in a cemetery in Tavayvaam. Following this tip, the remains were recovered and they were paraded solemnly through Anadyr to the monuments, where they were buried with full honors.Krusdanov, p. 111 In 1923, Novo–Mariinsk was renamed Anadyr. ===WWII and the Cold War=== During World War II, an airfield was built here for the Alaska-Siberian (ALSIB) air route used to ferry American Lend- Lease aircraft to the Eastern Front.Lebedev, Igor Aviation Lend-Lease to Russia Nova Publishers (1997) pp.44–49 During the 1960s, Anadyr was home to an R-12 Dvina (SS-4 Sandal) medium-range ballistic missile (MRBM) complex, which targeted American military installations in Alaska.Evaluations of Soviet Surface-to-Surface Missile Deployment, November 1965, Guided Missile and Astronautics Intelligence Committee, Central Intelligence Agency, Washington, DC. The base was located 23 km (14 miles) northeast of Anadyr and was the USSR's only remote missile site. Anadyr was granted town status in 1965, around which time it had a population of 5,600.Armstrong, p. 187 The Hope Sled Dog Race was run between Anadyr and Nome, Alaska for more than a decade. ===Modern history=== It is claimed that the town of Anadyr annexed the neighboring \"ethnic village\" of Tavayvaam in May 1994, and that this was done by then governor Alexander Nazarov with a view to saving money from the autonomous okrug budget. If the national village had indeed been absorbed into the town of Anadyr then there would have been no obligation for the autonomous okrug to allocate specific funds for the indigenous population there.Gray, p. 135 Lenin statue in front of the building In 2011, Paul Steinhardt led a group of scientists that landed in Anadyr en route to an expedition into the Koryak Mountains to search for naturally occurring quasicrystals.https://www.newscientist.com/article/mg22329860.300-quasicrystal- quest-the-unreal-rock-that-nature-made.html#.VQoRbdFOVUY Three quasicrystals have been found to date from the material gathered on that expedition, including icosahedrite, decagonite, a yet unnamed third natural quasicrystal, which (unlike icosahedrite and decagonite) is unlike anything ever previously synthesized in a laboratory. Steinhardt's team has established that the natural quasicrystals were embedded in meteorite that had hit Earth about 15,000 years ago. ==Geography== View of Anadyr from helicopter The town of Anadyr is situated at the tip of a large cape, to the north of which is the mouth of the Anadyr River and to the east the estuarine part of that river, the Anadyrsky Liman, which empties into the Gulf of Anadyr.Gray, p. 122 The town itself is situated on a gentle slope rising up from the sea, on the other side of the Anadyr River are mountains, but to the west, beyond the town are large expanses of flat tundra. It is on a similar parallel as Fairbanks, Alaska; Skellefteå, Sweden; and Oulu, Finland. Apart from those cities, population at such northerly parallels are normally sparse. ==Administrative and municipal status== Anadyr is the administrative center of Chukotka Autonomous Okrug and, within the framework of administrative divisions, it also serves as the administrative center of Anadyrsky District,Law #33-OZ even though it is not a part of it.Directive #517-rp As an administrative division, it is, together with the selo Tavayvaam, incorporated separately as the town of okrug significance of Anadyr—an administrative unit with the status equal to that of the districts. As a municipal division, the town of okrug significance of Anadyr is incorporated as Anadyr Urban Okrug.Law #40-OZ ==Demographics== {| class=\"standard\" ! 1926Список населённых мест Дальневосточного края. По материалам Всесоюзной переписи населения 17 декабря 1926 года и Приполярной переписи 1926—27 года. — Хабаровск; Благовещенск, 1929. || 1939РГАЭ, ф. 1562, оп. 336, д. 1470, л. 20. || 1959Перепись населения СССР 1959 года || 1970Перепись населения СССР 1970 года || 1979Перепись населения СССР 1979 года || 1989 || 2002 || 2010 |- | 224 || 3,344 || 5,859 || 7,703 || 12,241 || 17,094 || 11,038 || 13,045 |} ==Transportation== Aerial view of Ugolny Airport Anadyr is an important sea port on the Bering Sea and is connected to almost all major Russian Far Eastern seaports. Anadyr's Ugolny Airport serves major and minor cities in the Russian Far East with connections to Khabarovsk, Vladivostok, and Moscow, while Bering Air provides charter flights to Nome, Alaska in the United States. The airport is on the other side of the Anadyrsky Liman, and from January to May, transportation from the airport to Anadyr is by ice road. In the summer there is a ferry which transports passengers across the Anadyr River to the airport,Gray, p. 126 but during spring and autumn when the river ice is melting and full of drifting ice floes, the only means of transportation to the airport is via helicopter. Although there is a network of roads between Anadyr and Tavayvaam, the town is not connected to any other settlement via road.Gray, p. 118 Construction of the Anadyr Highway was started in 2012, to link the town to Magadan, a distance of .Project to build road from Kolyma to Anadyr drawn up ==Climate== Anadyr experiences a dry-summer subarctic climate (Köppen climate classification: Dsc) according to the Köppen climate classification. Winters are long and very cold; summers are cool and short. January is the coldest month with an average temperature of . July is the warmest month with an average temperature of . Temperatures above are rare. The lowest temperature ever recorded was recorded on January 3, 1913. The highest temperature recorded was on July 7, 1956. The weather changes easily with heavy storms often being brought in from the Anadyrsky Liman and the Bering Sea. This coupled with strong southerly winds in the autumn often brings flooding to the area. May is the driest month while January is the wettest. ==Politics== ===Results of Russian legislative elections=== {| class=\"wikitable\" |- style=\"text-align:center;\" ! scope=\"col\"| Parties \\ Year ! 2003 ! 2007 ! 2011 |- style=\"text-align:center;\" ! Communist Party | 4.61%|| 3.73%|| 4.39% |- style=\"text-align:center;\" ! Patriots of Russia (including former Party of Peace and Unity) | 0.57%|| 0.53%|| 0.60% |- style=\"text-align:center;\" ! A Just Russia (including former Rodina or Motherland-National Patriotic Union Russian Party of Life People's Party of the Russian Federation and Russian Ecological Party \"The Greens\") | 9.98%|| 3.85%|| 5.01% |- style=\"text-align:center;\" ! Yabloko (including former Union of People for Education and Research, \"Партия СЛОН\") | 3.30%|| 1.08%|| 1.66% |- style=\"text-align:center;\" ! Right Cause (including former Citizens' Force Democratic Party of Russia and Union of Rightist Forces) | 3.03%|| 1.54%|| 0.70% |- style=\"text- align:center;\" ! United Russia (including former Agrarian Party of Russia) | 55.55% || 76.37% || 72.44% |- style=\"text-align:center;\" ! Liberal Democratic Party | 11.67%|| 12.19%|| 12.97% |- style=\"text-align:center;\" ! Other minor parties | 9.93%|| xx%|| xx% |} ==Notable people== *Valery Tokarev, cosmonaut *Roman Abramovich, oil oligarch, owner of Chelsea FC and the former Governor of Chukotka Autonomous Okrug *Diomid Dzyuban, former bishop of Anadyr ==International relations== ===Twin towns and sister cities=== Anadyr is twinned with: * Bethel, Alaska, United States ==References== ===Notes=== ===Sources=== * * * * * *T. Armstrong. Russian Settlement in the North (1965) Cambridge University Press. *Н. Н. Диков (N. N. Dikov). \"История Чукотки с древнейших времен до наших дней\" (The History of Chukotka from Ancient Times to the Present Day) (1989) Moscow *P. A. Gray. The Predicament of Chukotka's Indigenous People: Post- Soviet Activism in the Russian Far North (2005) Cambridge University Press *Н. А. Жикарев (N. A. Zhikarev). \"Очерки Истории Северо-Восточной РСФСР\" (Sketches of the history of Northeast RSFSR) (1961) Magadan *А. И. Крусданов (A. I. Krusdanov). \"Советы на северо-востоке СССР (1962–1982): Сборник документов и материалов, часть 3\" (The Soviets of the Northeast USSR (1962–1982): Collection of Documents and Materials, Part 3) (1986) Magadan ==External links== *Official website of Anadyr *Unofficial website of Anadyr *Flickr photos tagged Anadyr *Clipper Ship Razboinik which helped found Novo Mariinsk *Anadyr Photo Gallery *Panorama of Anadyr *More photos of Anadyr Category:Port cities and towns in Russia Category:Ports and harbours of the Russian Pacific Coast Category:Russian Far East Category:1889 establishments in the Russian Empire Category:Cities and towns in Chukotka Autonomous Okrug Category:Road- inaccessible communities of Russia ",
    "title": "Anadyr (town)"
}