{
    "id": "1433553",
    "text": "Satellite image of vegetation and desert in South Australia. George Goyder provided advice as to the geographic limits of crop growing in South Australia. Goyder's Line is a line that runs roughly east–west across South Australia and, in effect, joins places with an average annual rainfall of . North of Goyder's Line, annual rainfall is usually too low to support cropping, with the land being only suitable for grazing. Related to that, the line also marks a distinct change in vegetation. To the south, it is composed mainly of mallee scrub, whilst saltbush predominates to the north of the line. ==History== Approximation of Goyder's Line within South Australia With barely 30 years' knowledge of this new country, farmers needed reliable information about the climate and growing conditions. In 1865 George Goyder, the then Surveyor-General of the colony, was asked to map the boundary between those areas that received good rainfall and those experiencing drought. After traversing an estimated 3200 km on horseback (not including the Eyre Peninsula) in November 1865, he submitted his report and map to the state government on 6 December. The map included a line of demarcation, the areas north of which being those Goyder judged \"liable to drought\", with the areas to the south deemed arable. He discouraged farmers from planting crops north of his line, declaring this land suitable only for light grazing. Goyder's report was based on the information already in his office, supplemented by the observations made during the 1865 journey to observe the effects of drought. He was guided in drawing the line by the changes in vegetation, especially various kinds of saltbush. Ample rains fell in 1865, prompting farmers to ignore Goyder's report and settle in the north, starting farms and planting crops. The idea that rain follows the plough, developed during the contemporaneous westward expansion of cropping in the United States, encouraged this trend. A few years later, many had to abandon their properties. The land was indeed unsuitable for crops, and Goyder was proved correct. Many farmhouse ruins can still be seen in the vicinity of Goyder's line. Goyder's Line was embodied in Schedule 1 of the Waste Lands Alienation Act 1872 which prohibited purchase of land on credit outside of designated agricultural areas. However a few good seasons led to the repeal of that act in 1874. There were other periods of development north of the line but, invariably, adverse conditions proved decisive. Entire towns and farms were abandoned when there was a return to longer-term average rainfall patterns. The line has proven highly accurate, a notable feat given the relatively limited knowledge of the local climate at the time it was surveyed. In December 2015, climate scientist Peter Hayman stated that the current \"warming, drying trend\" of South Australia's climate would definitely \"put a downward shift on Goyder's Line\" towards the south. ==Location== Detail of memorial cairn near Redhill, South Australia, showing a map of Goyder's Line within the southern portion of South Australia Goyder's Line starts on the west coast near Ceduna and runs south-east across the Eyre Peninsula to strike Spencer Gulf near Arno Bay. It continues from near Moonta north to Crystal Brook and Orroroo, then south-east past Peterborough and Burra to the Victorian border near Pinnaroo, crossing the Murray River south of Blanchetown. Agriculture is possible north of the line near the Murray River, only because of irrigation using water drawn from the river. When flying over the area, the distinct change in flora makes it possible to see the approximate path of Goyder's Line. ==Cultural significance== Goyder's Line became a National Trust of Australia Heritage Icon in 2003. The Goyder Line was also mentioned in the Redgum song \"Virgin Ground\" from the 1980 album of the same name, and in the song \"Spark of the Heart\", from their 1984 album Frontline. Other states have similar conditions where parts of a state are arable but other parts are suitable only for pastoral grazing; however, no other state has a surveyed line equivalent to Goyder's line. ==See also== *Arid Diagonal (arid and semi-arid belt in South America) *Great Plains (semi- arid area of the United States) *Palliser's Triangle (semi-arid area of Canada) *Semi-arid climate ==References== ==Further reading== * * * ==External links== * * * Category:Geography of South Australia Category:Regional climate effects Category:Agriculture in South Australia Category:History of South Australia ",
    "title": "Goyder's Line"
}