{
    "id": "1433122",
    "text": "Mount Veniaminof () is an active stratovolcano on the Alaska Peninsula. The Alaska Volcano Observatory currently rates Veniaminof as Aviation Color Code ORANGE and Volcano Alert Level WATCH as of 22 November 2018, at 2005 (UTC),https://avo.alaska.edu/activity/report_getter.php?need=current&id;=372951&type;=3 after it being RED/WARNING since 21 November 2018, at 1915 (UTC).https://avo.alaska.edu/activity/report_getter.php?need=current&id;=372921&type;=3 The mountain was named after Ioann (Ivan Popov) Veniaminov (1797–1879), a Russian Orthodox missionary priest (and later a prominent bishop in Russia) whose writings on the Aleut language and ethnology are still standard references. He is a saint of the Orthodox Church, known as Saint Innocent for the monastic name he used in later life. The volcano was the site of a colossal (VEI 6) eruption around 1750 BCE. This eruption left a large caldera. In modern times the volcano has had numerous small eruptions (over ten of them since 1930), all at a cinder cone in the middle of the caldera. Veniaminof is one of the highest of Alaskan volcanoes. Partly for this reason, it is covered by a glacier that fills most of the caldera. Because of the glacier and the caldera walls, there is the possibility of a major flood from a future glacier run. The volcano recently began erupting on September 3, 2018 as magma broke through the summit and flowed down its slopes as a lava flow. Despite starting off as an effusive eruption, by November 20, the eruption became more intense and ash was reaching 20,000 feet, prompting the AVO to give a warning for aviation because of the ash posing a threat to aviation. Even an ashfall warning was issued for the nearby town of Perryville. In 1967, Mount Veniaminof was designated as a National Natural Landmark by the National Park Service. Map showing volcanoes of Alaska Peninsula. __NOTOC__ ==See also== *List of mountain peaks of Alaska *List of Ultras of the United States *List of volcanoes in the United States ==References== * Volcanoes of the Alaska Peninsula and Aleutian Islands-Selected Photographs * Alaska Volcano Observatory ==External links== Category:Active volcanoes Category:Volcanoes of Lake and Peninsula Borough, Alaska Category:Mountains of Lake and Peninsula Borough, Alaska Category:Mountains of Alaska Category:National Natural Landmarks in Alaska Category:Stratovolcanoes of the United States Category:VEI-6 volcanoes Category:Volcanoes of Alaska Category:Calderas of Alaska Category:Aleutian Range Category:Cinder cones of the United States Category:Subglacial calderas Category:Subglacial volcanoes of Alaska Category:Subglacial calderas in Alaska ",
    "title": "Mount Veniaminof"
}