{
    "id": "1434556",
    "text": "Kama (Sanskrit, Pali; Devanagari: काम) means \"desire, wish, longing\" in Hindu and Buddhist literature.Monier Williams, काम, kāma Monier-Williams Sanskrit English Dictionary, pp 271, see 3rd column Kama often connotes sexual desire and longing in contemporary literature, but the concept more broadly refers to any desire, wish, passion, longing, pleasure of the senses, desire for, longing to and after, the aesthetic enjoyment of life, affection, or love, enjoyment of love is particularly with or without enjoyment of sexual, sensual and erotic desire, and may be without sexual connotations. Kama is one of the four goals of human life in Hindu traditions. It is considered an essential and healthy goal of human life when pursued without sacrificing the other three goals: Dharma (virtuous, proper, moral life), Artha (material prosperity, income security, means of life) and Moksha (liberation, release, self-actualization).The Hindu Kama Shastra Society (1925), The Kama Sutra of Vatsyayana, University of Toronto Archives, pp. 8see: * A. Sharma (1982), The Puruṣārthas: a study in Hindu axiology, Michigan State University, , pp 9-12; See review by Frank Whaling in Numen, Vol. 31, 1 (Jul., 1984), pp. 140-142; * A. Sharma (1999), The Puruṣārthas: An Axiological Exploration of Hinduism, The Journal of Religious Ethics, Vol. 27, No. 2 (Summer, 1999), pp. 223-256; * Chris Bartley (2001), Encyclopedia of Asian Philosophy, Editor: Oliver Learman, , Routledge, Article on Purushartha, pp 443 Together, these four aims of life are called Puruṣārtha.Kama in Encyclopædia Britannica, Chicago, 2009 ==Definition and meaning== Kama means \"desire, wish or longing\". In contemporary literature, kama refers usually to sexual desire.James Lochtefeld (2002), The Illustrated Encyclopedia of Hinduism, Volume 1, Rosen Publishing, New York, , pp 340 However, the term also refers to any sensory enjoyment, emotional attraction and aesthetic pleasure such as from arts, dance, music, painting, sculpture and nature.See: * Kate Morris (2011), The Illustrated Dictionary of History, , pp 124; * Robert E. Van Voorst, RELG: World, Wadsworth, , pp 78 The concept kama is found in some of the earliest known verses in the Vedas. For example, Book 10 of the Rig Veda describes the creation of the universe from nothing by the great heat. There in hymn 129, it states: The Brhadaranyaka Upanishad, one of the oldest Upanishads of Hinduism, uses the term kama, also in a broader sense, to refer to any desire: Ancient Indian literature such as the Epics, which followed the Upanishads, develop and explain the concept of kama together with Artha and Dharma. The Mahabharata, for example, provides one of the expansive definitions of kama. The Epic claims kama to be any agreeable and desirable experience (pleasure) generated by the interaction of one or more of the five senses with anything congenial to that sense and while the mind is concurrently in harmony with the other goals of human life (dharma, artha and moksha).R. Prasad (2008), History of Science, Philosophy and Culture in Indian Civilization, Volume 12, Part 1, , Chapter 10, particularly pp 252-255 Kama often implies the short form of the word kamana (desire, appetition or appetite). Kama, however, is more than kamana. Kama is an experience that includes the discovery of an object, learning about the object, emotional connection, the process of enjoyment and the resulting feeling of well-being before, during, and after the experience.R. Prasad (2008), History of Science, Philosophy and Culture in Indian Civilization, Volume 12, Part 1, , pp 249-270 Vatsyayana, the author of the Kamasutra, describes kama as happiness that is a manasa vyapara (phenomenon of the mind). Just like the Mahabharata, Vatsyayana's Kamasutra defines kama as pleasure an individual experiences from the world, with one or more senses: hearing, seeing, tasting, smelling, and feeling—in harmony with one's mind and soul. Experiencing harmonious music is kama, as is being inspired by natural beauty, the aesthetic appreciation of a work of art, and admiring with joy something created by another human being. Kama Sutra, in its discourse on kama, describes many forms of art, dance, and music, along with sex, as the means to pleasure and enjoyment. Pleasure enhances one's appreciation of incense, candles, music, scented oil, yoga stretching and meditation, and the experience of the heart chakra. Negativity, doubt and hesitation blocks the heart chakra, openness is impaired while attached to desires. Kamala in the heart chakra, is considered to be a seat of devotional worship. Opening the heart chakra is awareness of a divine communion and joy for communion with deities and the self (atman). John Lochtefeld explains kama as desire, noting that it often refers to sexual desire in contemporary literature, but in ancient Indian literature kāma includes any kind of attraction and pleasure such as those deriving from the arts. Karl Potter describesKarl H. Potter (2002), Presuppositions of India's Philosophies, Motilal Banarsidass, , pp. 1-29 kama as an attitude and capacity. A little girl who hugs her teddy bear with a smile is experiencing kama, as are two lovers in embrace. During these experiences, the person connects and identifies the beloved as part of oneself and feels more complete, fulfilled, and whole by experiencing that connection and nearness. This, in the Indian perspective, is kāma. Hindery notes the inconsistent and diverse expositions of kama in various ancient texts of India. Some texts, such as the Epic Ramayana, paint kama through the desire of Rama for Sita -- a desire that transcends the physical and marital into a love that is spiritual, and something that gives Rama his meaning of life, his reason to live.Roderick Hindery, \"Hindu Ethics in the Ramayana\", The Journal of Religious Ethics, Vol. 4, No. 2 (Fall, 1976), pp. 299 Sita and Rama both frequently express their unwillingness and inability to live without the other.See verses at 2.30, 4.1, 6.1, 6.83 for example; Abridged Verse 4.1: \"Sita invades my entire being and my love is entirely centered on her; Without that lady of lovely eyelashes, beautiful looks, and gentle speech, I cannot survive, O Saumitri.\"; for peer reviewed source, see Hindery, The Journal of Religious Ethics, Vol. 4, No. 2 (Fall, 1976), pp 299-300 This romantic and spiritual view of kama in the Ramayana by Valmiki is quite different, claim Hindery and others,Benjamin Khan (1965), The concept of Dharma in Valmiki Ramayana, Delhi, than the normative and dry description of kama in the law codes of smriti by Manu for example. Gavin Flood explainsGavin Flood (1996), The meaning and context of the Purusarthas, in Julius Lipner (Editor), The Fruits of Our Desiring, , pp 11-13 kama as \"love\" without violating dharma (moral responsibility), artha (material prosperity) and one's journey towards moksha (spiritual liberation). ==In Hinduism== In Hinduism, kama is regarded as one of the four proper and necessary goals of human life (purusharthas), the others being Dharma (virtuous, proper, moral life), Artha (material prosperity, income security, means of life) and Moksha (liberation, release, self-actualization). ===Relative precedence between Kama, Artha, and Dharma=== Ancient Indian literature emphasizes that dharma precedes and is essential. If dharma is ignored, artha and kama lead to social chaos.Gavin Flood (1996), The meaning and context of the Purusarthas, in Julius Lipner (Editor) - The Fruits of Our Desiring, , pp 16-21 Vatsyayana in Kama Sutra recognizes relative value of three goals as follows: artha precedes kama, while dharma precedes both kama and artha. Vatsyayana, in Chapter 2 of Kama Sutra, presents a series of philosophical objections argued against kama and then offers his answers to refute those objections. For example, one objection to kama (pleasure, enjoyment), acknowledges Vatsyayana, is this concern that kāma is an obstacle to moral and ethical life, to religious pursuits, to hard work, and to productive pursuit of prosperity and wealth. The pursuit of pleasure, claim objectors, encourages individuals to commit unrighteous deeds, bring distress, carelessness, levity and suffering later in life.The Hindu Kama Shastra Society (1925), The Kama Sutra of Vatsyayana, University of Toronto Archives, pp. 9-10 These objections were then answered by Vatsyayana, with the declaration that kama is as necessary to human beings as food, and kama is holistic with dharma and artha. ===Kama is necessary for existence=== Just like good food is necessary for the well being of the body, good pleasure is necessary for the healthy existence of a human being, suggests Vatsyayana.The Hindu Kama Shastra Society (1925), The Kama Sutra of Vatsyayana, University of Toronto Archives, Chapter 2, pp 8-11; pp 172 A life devoid of pleasure and enjoyment—sexual, artistic, of nature—is hollow and empty. Just like no one should stop farming crops even though everyone knows herds of deer exist and will try to eat the crop as it grows up, in the same way claims Vatsyayana, one should not stop one's pursuit of kama because dangers exist. Kama should be followed with thought, care, caution and enthusiasm, just like farming or any other life pursuit. Vatsyayana's book the Kama Sutra, in parts of the world, is presumed or depicted as a synonym for creative sexual positions; in reality, only 20% of Kama Sutra is about sexual positions. The majority of the book, notes Jacob Levy,Jacob Levy (2010), Kama sense marketing, iUniverse, , see Introduction is about the philosophy and theory of love, what triggers desire, what sustains it, how and when it is good or bad. Kama Sutra presents kama as an essential and joyful aspect of human existence.Alain Daniélou, The Complete Kama Sutra: The First Unabridged Modern Translation of the Classic Indian Text, ===Kama is holistic=== Vatsyayana claims kama is never in conflict with dharma or artha, rather all three coexist and kama results from the other two. In Hindu philosophy, pleasure in general, and sexual pleasure in particular, is neither shameful nor dirty. It is necessary for human life, essential for well being of every individual, and wholesome when pursued with due consideration of dharma and artha. Unlike the precepts of some religions, kama is celebrated in Hinduism, as a value in its own right.Bullough and Bullough (1994), Human Sexuality: An Encyclopedia, Routledge, , pp 516 Together with artha and dharma, it is an aspect of a holistic life.Gary Kraftsow, Yoga for Transformation - ancient teachings and practices for healing body, mind and heart, Penguin, , pp 11-15 All three purusharthas—Dharma, Artha and Kama—are equally and simultaneously important.C. Ramanathan, Ethics in the Ramayana, in History of Science, Philosophy and Culture in Indian Civilization (Editor: R. Prasad), Volume 12, Part 1, , pp 84-85 ===Kama and stage of life=== SomeP.V. Kane (1941), History of Dharmashastra, Volume 2, Part 1, Bhandarkar Oriental Research Institute, pp. 8-9 ancient Indian literature observe that the relative precedence of artha, kama and dharma are naturally different for different people and different age groups. In a baby or child, education and kāma (artistic desires) take precedence; in youth kāma and artha take precedence; while in old age dharma takes precedence. ===Kama as deity=== Kama is personified as deity Kamadeva and his consort Rati. Deity Kama is comparable to the Greek deity Eros—they both trigger human sexual attraction and sensual desire. Kama rides a parrot, and the deity is armed with bow and arrows to pierce hearts. The bow is made of sugarcane stalk, the bowstring is a line of bees, and the arrows are tipped with five flowers representing five emotions-driven love states.Coulter and Turner, Encyclopedia of Ancient Deities, Francis & Taylor, , pp 258-259 The five flowers on Kama arrows are lotus flower (infatuation), ashoka flower (intoxication with thoughts about the other person), mango flower (exhaustion and emptiness in absence of the other), jasmine flower (pining for the other) and blue lotus flower (paralysis with confusion and feelings). Kama is also known as Ananga (literally \"one without body\") because desire strikes formlessly, through feelings in unseen ways. The other names for deity Kama include Madan (he who intoxicates with love), Manmatha (he who agitates the mind), Pradyumna (he who conquers all) and Kushumesu (he whose arrows are flowers).William Joseph Wilkins (193), Hindu mythology, Vedic and Puranic, Thacker & Spink, Indiana University Archives, pp 268 ==In Buddhism== In Buddhism's Pali Canon, the Gautama Buddha renounced (Pali: nekkhamma) sensuality (kama) in route to his Awakening.See, for instance, Dvedhavitakka Sutta (MN 19) (Thanissaro, 1997a). Some Buddhist lay practitioners recite daily the Five Precepts, a commitment to abstain from \"sexual misconduct\" (kāmesu micchacara กาเมสุ มิจฺฉาจารา).See, for instance, Khantipalo (1995). Typical of Pali Canon discourses, the Dhammika Sutta (Sn 2.14) includes a more explicit correlate to this precept when the Buddha enjoins a follower to \"observe celibacy or at least do not have sex with another's wife.\" ==Theosophy: kama, kamarupa and kamaloka== In the Theosophy of Blavatsky, Kama is the fourth principle of the septenary, associated with emotions and desires, attachment to existence, volition, and lust.Farthing 1978 p.210. Kamaloka is a semi-material plane, subjective and invisible to humans, where disembodied \"personalities\", the astral forms, called Kama-rupa remain until they fade out from it by the complete exhaustion of the effects of the mental impulses that created these eidolons of human and animal passions and desires. It is associated with Hades of ancient Greeks and the Amenti of the Egyptians, the land of Silent Shadows; a division of the first group of the Trailokya. ==See also== *Arishadvargas, six enemies *Alcmaeon (mythology) *Buddhist cosmology of the Theravada school *Cupid *Kaam, a word with a similar meaning ==References== ===Sources=== * Ireland, John D. (trans.) (1983). Dhammika Sutta: Dhammika (excerpt) (Sn 2.14). Retrieved 5 Jul 2007 from \"Access to Insight\" at http://www.accesstoinsight.org/tipitaka/kn/snp/snp.2.14.irel.html. * Khantipalo, Bhikkhu (1982, 1995). Lay Buddhist Practice: The Shrine Room, Uposatha Day, Rains Residence (The Wheel No. 206/207). Kandy: Buddhist Publication Society. Retrieved 5 Jul 2007 from \"Access to Insight\" at http://www.accesstoinsight.org/lib/authors/khantipalo/wheel206.html. * Sri Lanka Buddha Jayanti Tipitaka Series (n.d.) (SLTP). ' (AN 5.1.3.8, in Pali). Retrieved 3 Jul 2007 from \"MettaNet-Lanka\" at https://web.archive.org/web/20170702054528/http://metta.lk/tipitaka/2Sutta- Pitaka/4Anguttara- Nikaya/Anguttara3/5-pancakanipata/003-pancangikavaggo-p.html. * Thanissaro Bhikkhu (trans.) (1997a). Dvedhavitakka Sutta: Two Sorts of Thinking (MN 19). Retrieved 3 Jul 2007 from \"Access to Insight\" at http://www.accesstoinsight.org/tipitaka/mn/mn.019.than.html. * Thanissaro Bhikkhu (trans.) (1997b). Samadhanga Sutta: The Factors of Concentration (AN 5.28). Retrieved 3 Jul 2007 from \"Access to Insight\" at http://www.accesstoinsight.org/tipitaka/an/an05/an05.028.than.html. * H. P. Blavatsky, 1892. The Theosophical Glossary. London: The Theosophical Publishing Society ==External links== *About.com page *Kamadeva's holy sacrifice *Kamaya bali Category:Puruṣārthas Category:Buddhist terminology Category:Theosophical philosophical concepts Category:Sanskrit words and phrases Category:Hindu philosophical concepts Category:Hinduism and sexuality Category:Pleasure Category:Happiness Category:Theories of truth Category:Tantra Category:Relational ethics Category:Hindu ethics ",
    "title": "Kama"
}