{
    "id": "1434015",
    "text": "Map of the dioceses of the Church of England showing Salisbury Diocese in red The Diocese of Salisbury is a Church of England diocese in the south of England, within the ecclesiastical Province of Canterbury. The diocese covers most of Dorset (excepting the deaneries of Bournemouth and Christchurch, which fall within the Diocese of Winchester), and most of Wiltshire (excepting a part in the north and Swindon). The diocese is led by the Bishop of Salisbury (Nick Holtam) and the diocesan synod. The bishop's seat is at Salisbury Cathedral. ==History== ===Roman Catholic=== The Diocese of Sherborne (founded ) was the origin of the present diocese; St Aldhelm was its first Bishop of Sherborne. The Diocese of Ramsbury was created from the northwestern territory of the Bishop of Winchester in 909. Herman of Wilton was appointed bishop of Ramsbury, covering Wiltshire and Berkshire, by Edward the Confessor in 1045. In or after 1059 he was also appointed Sherborne, covering Dorset, uniting the two dioceses. In 1075 he obtained approval to move the see to Old Sarum. Disputes between the bishops Herbert and Richard Poore and the sheriffs of Wiltshire led to the removal of the see in the 1220s to a new site on Salisbury Plain. This was chartered as the city of New Sarum by in 1227,Easton, James. A Chronology of Remarkable Events Relative to the City of New Sarum, with the Year, and the Name of the Mayor in whose Time they occurred: Chiefly collected from the authentic Sources of the City Records, and Manuscripts of Citizens, From 1227 to 1823, a Period of 596 Years, Including the Prices of Wheat and Barley from an Early Æra: To which are added, Their annual Average Prices for 28 Years, Being from 1796 to 1823, 5th ed., p. 1\\. J. Easton (Salisbury), 1824. but it was not until the 14th century that the office was described (by Robert Wyvil) as the Bishop of Sarum (').Victoria History of Wiltshire, Vol. VI, pp. 93-94. The diocese, like the city it administers, is now known as Salisbury. The archdeaconry around Salisbury, however, retains the name of Sarum. ===Anglican=== Reforms within the Church of England led to the annexation of Dorset from the abolished diocese of Bristol in 1836; Berkshire, however, was removed the same year and given to Oxford. In 1925 and 1974, new suffragan bishops were appointed to assist the Bishop of Salisbury; the new offices were titled the bishops of Sherborne and Ramsbury, respectively.The Diocese of Salisbury. \"The History of the Diocese\" . Church of England (Salisbury), 2015. Accessed 3 Jan 2015. Until 2009Salisbury Diocesan Synod minutes – 99th session, 7 November 2009 p. 3 (Accessed 23 April 2014) the bishops operated under an episcopal area scheme established in 1981, with each suffragan bishop having a formal geographical area of responsibility, and being known as \"area bishops\". The Bishop of Ramsbury had oversight of the diocese's parishes in Wiltshire, while the Bishop of Sherborne had oversight of the diocese's parishes in Dorset. This scheme was replaced to reflect the increased working across the whole diocese by all three bishops. The two suffragans may now legally function anywhere in the diocese, and the Bishop of Salisbury may delegate any of his functions to them. The diocese is also divided into four archdeaconries, two for each county. These are further subdivided into deaneries and parishes. ==Bishops== The diocesan Bishop of Salisbury is assisted across the diocese by two suffragans – the Bishop of Sherborne and the Bishop of Ramsbury. The provincial episcopal visitor (since 2013, for traditional Anglo Catholic parishes in this diocese, who have petitioned for alternative episcopal oversight) is Jonathan Goodall, Bishop suffragan of Ebbsfleet. Salisbury is one of the few dioceses not to license the PEV as an honorary assistant bishop. There are several former bishops licensed as honorary assistant bishops in the diocese: *1988–present: John Cavell, retired Bishop suffragan of Southampton and Bishop to Prisons, lives in Salisbury. *2011–present: David Hallatt, retired area Bishop of Shrewsbury, lives in Salisbury. *Additionally, Peter Price, Bishop of Bath and Wells retired to Gillingham, Dorset in 2013; and Bill Ind, retired Bishop of Truro and Bishop suffragan of Grantham, lives in Melksham; there has been no announcement that either has been made an honorary assistant bishop. ==Archdeaconries and deaneries== There are nineteen deaneries within the diocese. *Archdeaconry of Wilts **Deanery of Bradford **Deanery of Calne **Deanery of Devizes **Deanery of Marlborough **Deanery of Pewsey *Archdeaconry of Sarum **Deanery of Alderbury **Deanery of Chalke **Deanery of Heytesbury **Deanery of Salisbury **Deanery of Stonehenge *Archdeaconry of Dorset **Deanery of Milton and Blandford **Deanery of Poole **Deanery of Purbeck **Deanery of Wimborne *Archdeaconry of Sherborne **Deanery of Blackmore Vale **Deanery of Dorchester **Deanery of Lyme Bay **Deanery of Sherborne **Deanery of Weymouth and Portland ==Sarum Use== The Sarum Rite (more properly called Sarum Use) was a variant of the Roman Rite widely used for the ordering of Christian public worship, including the Mass and the Divine Office. It was established by Saint Osmund, Bishop of Salisbury in the 11th century and was originally the local form used in the Cathedral and Diocese of Salisbury; it later became prevalent throughout southern England and came to be used throughout most of England, Wales, Ireland and later Scotland until the reign of Queen Mary. Although abandoned after the 16th century, it was also a notable influence on the pattern of Anglican liturgy represented in the Book of Common Prayer. Occasional interest in and attempts at restoration of the liturgy by Anglicans and Roman Catholics have not produced a general revival, however. ==See also== *Bishop of Salisbury *Salisbury Cathedral ==References== *Church of England Statistics 2002 ==External links== * Salisbury ",
    "title": "Diocese of Salisbury"
}