{
    "id": "1434676",
    "text": "Diazinon (IUPAC name: O,O-Diethyl O-[4-methyl-6-(propan-2-yl)pyrimidin-2-yl] phosphorothioate, INN - Dimpylate), a colorless to dark brown liquid, is a thiophosphoric acid ester developed in 1952 by Ciba-Geigy, a Swiss chemical company (later Novartis and then Syngenta). It is a nonsystemic organophosphate insecticide formerly used to control cockroaches, silverfish, ants, and fleas in residential, non-food buildings. Diazinon was heavily used during the 1970s and early 1980s for general-purpose gardening use and indoor pest control. A bait form was used to control scavenger wasps in the western U.S. Diazinon is used in flea collars for domestic pets in Australia and New Zealand. Residential uses of diazinon were outlawed in the U.S. in 2004 because of human health risks but it is still approved for agricultural uses. An emergency antidote is atropine. ==History== Diazinon was developed in 1952 by the Swiss company Ciba-Geigy (now Novartis) to replace the formerly dominant insecticide DDT. In 1939, the chemist Paul Hermann Müller from the then-independent Geigy company had discovered that DDT was effective against malaria-bearing insects. This capability made use of DDT important enough that Müller even received the 1948 Nobel Prize in Medicine. However, as the decades following the award passed, DDT was found to be such an environmental danger that developed countries and eventually world-level organizations banned the insecticide for all purposes except for combating disease-vector insects, leading Ciba-Geigy to research alternatives. Diazinon became available for mass use in 1955, while DDT production tapered. Before 1970, diazinon had issues with contaminants in its solution; but by the 1970s, alternative purification methods were used to reduce the residual, unwanted materials. After this processing improvement, diazinon became an all-purpose, indoor-and- outdoor, commercial pest control product. In 2004, the US outlawed residential use of diazinon when the EPA determined that its ability to damage the nervous system posed a risk to human health (especially the health of children). The chemical is still used for agricultural purposes and those cattle ear tags designed to contain chemicals to control insects. ==Synthesis== According to the German Patent bureau, the industrial synthesis of diazinon is as follows: :β-isobutyrylaminocrotonic acid amine was cyclized with NaOR (R is either a hydrogen or aliphatic chain of 1 to 8 carbons) in a mixture of 0 to 100% by weight of water and an alcohol having 1 to 8 carbon atoms, above 90°C (but below the boiling point of the mixture used). Sodium pyrimidinolate was precipitated out in an inert solvent, such as benzene, with simultaneous removal of the water formed. The potassium salt is then reacted with diethylthiophosphoryl chloride by heating for several hours. When the reaction finished, the potassium chloride formed was washed with water and the solvent was removed under reduced pressure leaving diazinon. ==Metabolism and mechanism of action== Diazinon functions as an acetylcholinesterase (AChE) inhibitor. This enzyme breaks down the neurotransmitter acetylcholine (ACh) into choline and an acetate group. The inhibition of AChE causes an abnormal accumulation of ACh in the synaptic cleft. When diazinon enters the body, it is oxidatively decomposed to diazoxon, an organophosphate compound that is much more poisonous than diazinon; it mainly causes the inhibition of AChE. The conversion of diazinon to diazoxon (Reaction 1) is performed by the liver microsomal enzyme system and requires O2 and NADPH. Diazinon can also be decomposed via oxidation in the liver (Reaction 2). Both reactions are possible, and likely are catalyzed nonspecifically by the same mixed function oxidase. Diazoxon is further broken down by hydrolases in the microsomal and other subcellular functions within the liver (Reaction 3). Mammals metabolize diazoxon with a half-life of 2 to 6 weeks. Insects lack this hydrolysis step, which allows the toxic substance to accumulate rapidly; the detoxification of diazoxon is processed through the microsomal mixed function oxidase system. Although not fully understood, it is believed that this is the cause for the selectivity of diazinon against insects. After the hydrolysis or oxidation diazinon is broken down further (Reaction 4). The mechanism, described above of the biotransformation of Diazinon ==Removal of diazinon== To date, several methods such as electrochemistry, adsorption, enzymatic biodegradation, and photocatalysis have been tested for the elimination of diazinon from aqueous solutions. The removal of organophosphates (OPE) from water by adsorption techniques is regarded as one of the competitive methods because of its simple operation and low cost. Development of new adsorbents with high adsorption capacities is very important for removal of the OPE pollutants in the environment. ==Toxicity and effects on animals== Diazinon is considered to be of relatively high toxicity for vertebrates. The common method of administering diazinon is absorption although inhalation is possible as well. The observed toxification symptoms conform to other acetylcholinesterase inhibitors. Symptoms are as follows: * Colic * Diarrhea and/or vomiting * Vertigo * Headaches * Miosis * Bradycardia * Sudden drop in blood pressure * Convulsion * Apnea {| class=\"wikitable\" |- ! Lethal Dose !! Observations |- | LD50 || * 214 mg•kg−1 (human, oral, TDLo) (2,3) * 66 mg•kg−1 (rat, oral, LD50) (2,4) * 17 mg•kg−1 (mouse, oral, LD50) (2,5) |} ==Symptoms in humans== Intoxication of diazinon produces the following signs and symptoms: * Eyes, ears, nose, and throat **Small pupils (unreactive to light) **Tearing, increased * Cardiovascular **Low or high blood pressure **Slow or rapid heart rate * Respiratory **Breathing difficulty **Chest tightness * Nervous system **Anxiety **Convulsions **Coma **Dizziness **Excitability **Headache **Weakness **Tremor **Twitching * Skin **Irritation **Redness **Sweating * Gastrointestinal **Abdominal cramps **Diarrhea **Loss of appetite **Nausea **Vomiting Typically treatments will vary depending on exposure and method of administration of the toxin. Critical biomarkers such as urine samples, blood content and heart rates are measured while detoxifying the patient. Common treatments for patients suffering from diazinon poisoning include: * Assisted Breathing * Intravenous fluids (IV) * Irrigation (washing of the skin and eyes) * Medicinal Treatments; including the antidotes atropine and oxime.http://www.apvma.gov.au/products/review/docs/diazinon_hh_tox_part_2.pdf * Gastric Lavage Patients that continue to improve over the first 4 to 6 hours (after medical treatment) usually recover unscathed. Prolonged treatment often is needed to reverse the poisoning, including intensive care hospitalization and long-term therapy. Some toxicity may persist for weeks or months, or even longer. ==Efficacy and side effects== Diazinon is a contact insecticide which kills insects by altering normal neurotransmission within the nervous system of the insect. As mentioned above, diazinon inhibits the enzyme acetylcholinesterase (AChE), which hydrolyzes the neurotransmitter acetylcholine (ACh) in cholinergic synapses and neuromuscular junctions. This results in abnormal accumulation of ACh within the nervous system. Diazinon, although a thiophosphoric ester, shares a common mechanism of toxicity with other organophosphate insecticides such as chlorpyrifos, malathion and parathion, and is not very effective against the organophosphate-resistant insect populations. Symptoms of acute diazinon exposure develop in minutes to hours following exposure, depending on the exposure pathway. The initial symptoms of humans are nausea, dizziness, salivation, headache, sweating, lacrimation, and rhinorrhea. The symptoms can progress to vomiting, abdominal cramps, diarrhea, muscle twitching, weakness, tremor, a lack of coordination and miosis. Furthermore, some studies have even reported some psychiatric side effects including memory loss, confusion, and depression. Because diazinon is fat soluble, there is potential for delayed toxicity if significant amounts of diazinon are stored in fatty tissues. Intermediate syndrome generally occurs within 24-96 hours after exposure. Intermediate syndrome in humans is characterized by difficulty breathing and muscular weakness, often in the face, neck and proximal limb muscles. Cranial nerve palsies and depressed tendon reflexes have also been reported. Studies have suggested that exposure to some organophosphate pesticides can result in long-term neurological problems including organophosphate-induced delayed neuropathy (weakness or paralysis as well as paresthesia in the extremities); however, reports of these symptoms following diazinon exposures are rare. Human poisoning victims have shown increased levels of serum amylase and glucose as well as elevated urinary diastase levels accompanied by symptoms considered to be indicative of acute pancreatitis. A study found that 10% of 21 typically developing children show 2-isopropyl-6-methyl-4-pyrimidinol (IMPy, a metabolite of diazinon) in molars. Molars from the two oldest subjects contained the largest concentrations of IMPy. And this concentration in molars may be a biomarker of perinatal exposure and during molar formation. ==References== ==External links== * Diazinon general information - National Pesticide Information Center * Diazinon Technical Fact Sheet - National Pesticide Information Center * Diazinon Pesticide Information Profile - Extension Toxicology Network * EPA Documents: Diazinon * CDC - NIOSH Pocket Guide to Chemical Hazards - Diazinon * Chemical Fact Sheet * Diazinon, Public Health Statement Category:Acetylcholinesterase inhibitors Category:Organophosphate insecticides Category:Pyrimidines Category:Phosphorothioates Category:Isopropyl compounds Category:Ethyl esters ",
    "title": "Diazinon"
}