{
    "id": "1434851",
    "text": "Sergei Anatolyevich Starostin (; March 24, 1953 – September 30, 2005) was a Russian historical linguist and philologist, perhaps best known for his reconstructions of hypothetical proto-languages, including his work on the controversial Altaic theory, the formulation of the Dené–Caucasian hypothesis, and the proposal of a Borean language of still earlier date. He was also the author of a widely respected reconstruction of Old Chinese. == Theories == In 1986, Starostin and Igor M. Diakonoff suggested that the Hurro-Urartian languages belong to the Northeast Caucasian language family. Starostin was also instrumental in the reconstruction of Proto-Kiranti, Proto-Tibeto-Burman, Proto-Yeniseian, Proto-North-Caucasian, and Proto-Altaic. He developed the theory, originated by Abu al-Ghazi Bahadur Khan in the 17th century, but really revived by Gustaf John Ramstedt in the early 20th century, that Japanese is an Altaic language. The Dené–Caucasian hypothesis proposes that Northwest Caucasian, Northeast Caucasian, Yeniseian, Sino-Tibetan, and Na-Dené form a single, higher-order language family. According to Starostin, the Dené–Caucasian and Austric macrofamilies, together with the Nostratic macrofamily (as envisaged by Vladislav Illich-Svitych, with some modifications), can further be linked at an earlier stage, which Starostin called the Borean (i.e. 'Northern') languages. == Evolution of Human Languages project == Since 1985, Starostin had been developing STARLING a linguist's workplace software. He was assisted in his work by Murray Gell-Mann, a Nobel Prize-winning physicist. At the time of his death, he was a professor at the Russian State University for the Humanities, a visiting professor at the Santa Fe Institute, and a frequent guest lecturer at Leiden University in the Netherlands, where he was awarded the degree of Doctor honoris causa in June 2005. Starostin died of a heart attack on September 30, 2005 in Moscow after a lecture at the Russian State University for the Humanities. His son, Georgiy Starostin, is also a linguist. ==Selected works== * 1986. Co-authored with Igor M. Diakonoff. Hurro-Urartian as an Eastern Caucasian Language. Munich: R. Kitzinger. * 1991. Altajskaja problema i proisxoždenie japonskogo jazyka, 'The Altaic Problem and the Origin of the Japanese Language'. Moscow: Nauka. *1995. \"The historical position of Bai\". Moskovskij Lingvisticheskij Zhurnal 1, 174-190. Moscow. * 2003. Co-authored with Anna V. Dybo and Oleg A. Mudrak. An Etymological Dictionary of the Altaic Languages, 3 volumes. Leiden: Brill. . * 2005. Co-authored with Svetlana Burlak \"Comparative linguistics\". . ==Notes== ==References== * * * == External links == * The Tower of Babel \"a massive resource, containing huge amounts of information on almost all of Eurasia's language families\" Category:Linguists from the Soviet Union Category:20th- century linguists Category:Linguists from Russia Category:Historical linguists Category:Corresponding Members of the Russian Academy of Sciences Category:1953 births Category:2005 deaths Category:People from Moscow Category:People from Santa Fe, New Mexico Category:Moscow State University alumni Category:Paleolinguists Category:Linguists of Borean languages Category:Linguists of Dené–Caucasian languages Category:Linguists of Na-Dene languages Category:Linguists of Caucasian languages Category:Linguists of North Caucasian languages Category:Santa Fe Institute people Category:Linguists of Altaic languages Category:Linguists of Sino-Tibetan languages Category:Linguists of Hurro-Urartian languages Category:Etruscan scholars Category:Long-range comparative linguists ",
    "title": "Sergei Starostin"
}