{
    "id": "1434266",
    "text": "Kloof is a leafy upper-class suburb and small town, that includes a smaller area called Everton, in the greater Durban area of eThekwini in KwaZulu-Natal, South Africa. The word Kloof (cf. cleft) means 'gorge' in Afrikaans and the area is named after the deep ravine formed by the Molweni stream (stream of high cliffs). The Kloof Gorge is part of the Krantzkloof Nature Reserve. Kloof extends from the top of Field's Hill and borders Winston Park, Gillitts, Forest Hills and Hillcrest. These suburbs are collectively known as the Upper Highway Area or the Outer West region of Durban. The M13 highway (built in the 1940s) intersects Kloof and on 16 June this forms part of the route of the annual Comrades Marathon, an approximately ultra-marathon run between Pietermaritzburg and Durban since 1924. It is a predominantly English-speaking area. Kloof features several upmarket shopping centres and the Kloof Country Club, founded in 1927. It is known as a mist-belt with winding roads and tree- surrounded mansions. ==History== Details of the history of Kloof has been written by ===Richmond Farm=== This part of KwaZulu-Natal was originally a farm 'Richmond', whose survey was ordained by the first Lieutenant-Governor of Colony Sir Martin West, following his 1845 appointment to the post; he also named it, after Charles Lennox, 4th Duke of Richmond (Yorkshire, England). The land Kloof occupies formed the Richmond Farm No. 999: this was purchased by William Swan FIELD, the first Collector of Customs (position he held until 1852) for Natal Colony, in 1845 for an amount of £245. He was also one of the first Magistrates of Durban. In 1845 his brother John Coote FIELD and his family settled on the farm, having arrived from the Cape Colony on the Pilot. The farm was eventually transferred into J C Field's name by Deed of Transfer in 1867, at a declared value of £1,401 pounds & 10 shillings. The original farmhouse, called Richmond House, was built by J C Field in 1854 to replace an earlier wattle & daub house. The 'Richmond' section of the farm passed to his son John Coote FIELD the Second in 1880 on the occasion of his marriage, who partially demolished the original Richmond House and rebuilt another homestead nearby. J C Field the First died in 1896, and upon the death of his widow in 1901 the Farm was divided amongst the surviving heirs: for each son, for each daughter, and the homestead plus to his youngest son Benjamin Cromwell Colenso FIELD. Current surviving relatives of J C Field still reside in the highway area: John Padley Field and his daughter Kathleen Merle Field. ===Kloof village=== The further subdivisions and sale of portions of Richmond Farm No. 999 by the Field heirs after 1901 resulted in the birth of Kloof as a residential area: numerous plots were sold to wealthy Durban residents and businessmen, who built country house retreats close to the city, but (due to its 550 m above sea level elevation) removed from the Durban humidity and heat. These were particularly favoured by their wives and children during the long hot summer holidays. From the 1890s onwards the appearance of the area therefore changed significantly, from its previous 'sandstone sourveld' grassland to its current heavily-wooded flora. Kloof was originally called 'Krantzkloof' by J C Field the First, after the nearby Kloof Gorge, but this name was later changed to 'Kloof' at the special request of the General Manager of the Railways, since due to a name similarity with Kranskop there had been significant confusion and misdeliveries of railway goods: the Railway Station was therefore renamed, and the town with it. The current Station building is a replacement of an earlier one, built in 1896, and it remained operational until the closure of this branch of the Durban-Pietermaritzburg railway line to passenger traffic in the 1970s. The building is now being utilised as a popular bar restaurant; it is also the main terminus of the Umgeni Steam Railway. As roads improved, an increasing number of people began permanently living in Kloof and during the 1960s and 1970s, the development of the traditional Kloof houses occurred. These consisted of large houses that were built on stands of at least . Many of the houses have slate roofs, a swimming pool, small guest houses and tennis courts and they are often tucked away amidst the trees. ==Schools== Thomas More College Kloof has a state school network that consists of Kloof High School, Forest View Primary School, Kloof Senior Primary School, Kloof Junior Primary School and Kloof Pre-Primary School. There are also several private schools located in Kloof including Thomas More College and St Mary's Diocesan School for Girls. In the broader area there is also Highbury Preparatory School in Hillcrest and Kearsney College in Botha's Hill. ==Wildlife== The many trees that define Kloof provide for an abundance of birds, including the Crowned eagle. Other wildlife has been preserved in greenbelt areas such as the Krantzkloof Nature Reserve, which includes the Kloof Gorge, and the Everton Conservancy. The Reserve is centered on the main gorge cut by the eMolweni River, and extends in total 532 ha (1,315 ac). It was established by the Natal Parks Board in 1950. The area around the gorge was once the habitat of leopards and a leopard features prominently on the Kloof crest. (The stuffed leopard in the Durban Museum reportedly was shot in the area). Chacma baboon were once re-introduced to the reserve, but unfortunately, after becoming troublesome, were removed. Bushpig may also be found in the reserve. Both would likely have formed part of the diet of the leopard. Many porcupine are still present in open areas like the local Kloof and Upper Highway SPCA grounds. Genet are often found in forest areas frequent trees looking for prey. ==Climate== Average yearly rainfall is , based on records which date back to 1935. The rainy season is from the October to March summer months, while winters tend to be very dry. Summer temperatures range from , with winter temperatures between . ==Botanical gardens== Private botanical gardens which were established by a well-known horticulturalist are now the gardens of a hotel known as the Makaranga Lodge after tall trees planted in the gardens. Visitors are able to arrange guided tours. ==The golf course== The Kloof Country Club includes a highly rated 18-hole golf course, which was the only golf course outside of Durban for many years. The M13 highway runs parallel to it. ==Places of interest== Kloof and Hillcrest seen from the sky The Kranztview Nature Reserve is also home to popular rock climbing routes which are used by beginners and experts. It is one of the stomping grounds of sport and traditional rock climbing and if you are more of a spectator, the gorge has easily accessible hiking trails that lead to breath-taking views. ===Shopping=== *Delcairn Centre *Field's Shopping Centre *Maytime Shopping Centre *The Village Mall *Kloof & Upper Highway SPCA (Tea garden, Nursery, Secondhand shops, Animal Shelter, Trail walks) ===Activity centres=== *Kloof Country Club (golf course, tennis and squash courts, cricket oval, and facilities) *Krantzkloof Nature Reserve and Kloof Gorge *Kloof Methodist Church *Kloof Baptist Church *Kloof Tennis Club *St. Agnes Anglican Church, the church building, dating from the 1950s, was built on a piece of land on the farm section 'Glenholm', owned by T. S. P. Field and donated by him to the Anglican Diocese of Natal. *Our Lady of Mercy Catholic Church *Virgin Active gym (formerly Health & Racquet Club) *Kloof Harvest Church *Memorial Park (Also known as the dog park) *West Point Church ==Famous residents: past and present== *Ladysmith Black Mambazo *Peter Brown, politician *Sir William Firth *Sir Guy Hulett, sugar baron *Marguerite Poland, author *Bobby Skinstad, Springbok rugby player *BJ Botha, Springbok rugby player *Mike Hoare, Irish mercenary *Alan Paton, writer and leader of the Liberal Party of South Africa in the 1960s and 1970s *Simon Lessing, world triathlon champion *Wally Hammond England and Gloucester cricketer died in Kloof 1 July 1965 ==References== ==Sources== * *The Highway Mail, 1 June 2011. *The Hilltop, 2 June 2011. *Independent Electoral Commission (South Africa), 9 June 2011. ==External links== *Kloof Community Website *Kloof Pre-Primary School Website *Kloof Junior Primary School Website *Kloof Senior Primary School Website *Kloof High School Website *Krantzkloof Nature Reserve Website *Kloof Conservancy Website *Official Councillor Website *Rotary Club of Kloof *Our Lady of Mercy Catholic Parish *Kloof & Upper Highway SPCA *Memorial Park Category:Suburbs of Durban Category:Populated places established in 1903 Category:Climbing areas of South Africa Category:1903 establishments in the Colony of Natal Category:1903 establishments in South Africa ",
    "title": "Kloof"
}