{
    "id": "1434672",
    "text": "Hayn is a lunar impact crater that lies next to the northeast limb of the Moon. This location restricts the amount of detail that can be viewed from the Earth, as the western inner side is permanently hidden from sight. Observation of this crater can also be affected by libration, which can completely hide this crater from sight. This crater lies across the northwestern rim of the walled plain Bel'kovich, to the north of the Mare Humboldtianum. It is otherwise relatively isolated from other named craters, with the nearest being Cusanus to the northwest. This is a young crater with a rim and interior that have not yet been significantly eroded. It has a circular but somewhat uneven rim and an inner wall containing a number of terraces. The southern rim is slightly more pronounced in height where it joins the heavily worn rim of Bel'kovich. There is also an outer rampart beyond the rim that is more extensive to the southwest. Of the rim of Bel'kovich to the east of Hayn there is little sign, and the ground to the east is not dissimilar to the other terrain surrounding the crater. The crater has a ray system, and is consequently mapped as part of the Copernican System.The geologic history of the Moon, 1987, Wilhelms, Don E.; with sections by McCauley, John F.; Trask, Newell J. USGS Professional Paper: 1348. Plate 11: Copernican System (online) The interior floor is relatively flat compared to the terrain surrounding the crater. A system of several ridges lie near the interior midpoint, with a wide valley running north–south that divides the range in half. There are also smaller lateral valleys, and all told there are some half dozen peaks. The remainder of the floor also contains several smaller hills, particularly just to the west of the central peaks. LRO image of Hayn ==Satellite craters== By convention these features are identified on lunar maps by placing the letter on the side of the crater midpoint that is closest to Hayn. {| class=\"wikitable\" !width=\"25%\" style=\"background:#eeeeee;\" |Hayn !width=\"25%\" style=\"background:#eeeeee;\" |Latitude !width=\"25%\" style=\"background:#eeeeee;\" |Longitude !width=\"25%\" style=\"background:#eeeeee;\" |Diameter |- |align=\"center\"|A |align=\"center\"|62.9° N |align=\"center\"|70.5° E |align=\"center\"|54 km |- |align=\"center\"|B |align=\"center\"|65.2° N |align=\"center\"|64.1° E |align=\"center\"|25 km |- |align=\"center\"|C |align=\"center\"|65.0° N |align=\"center\"|88.0° E |align=\"center\"|13 km |- |align=\"center\"|D |align=\"center\"|65.5° N |align=\"center\"|62.0° E |align=\"center\"|20 km |- |align=\"center\"|E |align=\"center\"|67.1° N |align=\"center\"|66.4° E |align=\"center\"|42 km |- |align=\"center\"|F |align=\"center\"|68.0° N |align=\"center\"|84.0° E |align=\"center\"|59 km |- |align=\"center\"|G |align=\"center\"|67.2° N |align=\"center\"|85.6° E |align=\"center\"|21 km |- |align=\"center\"|H |align=\"center\"|63.4° N |align=\"center\"|68.5° E |align=\"center\"|14 km |- |align=\"center\"|J |align=\"center\"|66.7° N |align=\"center\"|64.2° E |align=\"center\"|39 km |- |align=\"center\"|L |align=\"center\"|64.4° N |align=\"center\"|68.0° E |align=\"center\"|27 km |- |align=\"center\"|M |align=\"center\"|62.9° N |align=\"center\"|66.5° E |align=\"center\"|7 km |- |align=\"center\"|S |align=\"center\"|68.0° N |align=\"center\"|66.1° E |align=\"center\"|10 km |- |align=\"center\"|T |align=\"center\"|68.4° N |align=\"center\"|74.4° E |align=\"center\"|7 km |} File:Hayn A crater 4165 h1.jpg|Oblique view of Hayn A crater File:Hayn E and J craters 4165 h1.jpg|Oblique view of Hayn E crater (below center) and older Hayn J crater (above center) ==References== * * * * * * * * * * * * Category:Impact craters on the Moon ",
    "title": "Hayn (crater)"
}