{
    "id": "1434396",
    "text": "The Real Thing is a play by Tom Stoppard that was first performed in 1982. The play focuses on the relationship between Henry and Annie, an actress and member of a group fighting to free Brodie, a Scottish soldier imprisoned for burning a memorial wreath during a protest. The Real Thing examines the nature of honesty and uses various constructs, including a play within a play, to explore the theme of reality versus appearance. It has been described as one of Stoppard's \"most popular, enduring and autobiographical plays.\" ==Characters== Max: \"40-ish\" male actor who begins the play married to Annie. Acts in Henry's new play, House of Cards. Charlotte: \"35-ish\" female actor who begins the play married to Henry. Appears opposite Max in House of Cards. Henry: \"40-ish\" playwright who, at the beginning of the play, is married to Charlotte and conducting an affair with Annie. Both believe in love and yet approach it with cynicism. Annie: \"30-ish\" female actor who begins the play married to Max. She has been conducting an ongoing affair with Henry while also working as an activist for Brodie, a soldier who was arrested and imprisoned for setting fire to a wreath at the Cenotaph. 'Billy: \"22-ish\" young actor who plays Giovanni to Annie's Annabella in Tis Pity She's a Whore. Openly shows romantic interest in Annie. Debbie: \"17\" year old daughter of Charlotte and Henry who nevertheless spends very little time with them. Brodie: \"25\" year old soldier imprisoned for setting fire to the wreath at the Cenotaph. Annie takes him up as a cause.Stoppard, Tom. The Real Thing. London: Faber and Faber, 1982. ==Synopsis== Setting: London in 1982 ===Act I=== In the first scene, Max accuses his distant and travelling wife, Charlotte, of adultery. Upset, she leaves. In the second scene, Charlotte's personality appears to have changed and she is now married to a playwright named Henry. The audience is gradually led to realize that Charlotte is an actress, and the first scene was her performance in a play that Henry, her husband, wrote. In the play, the character of Max is played by the husband of a married couple with whom Henry and Charlotte are friends, also named Max. The scene reveals that Charlotte is unhappy with the play. She believes that Henry gives limited development to the female lead in order to show off his wit through the male lead's lines. Max and his wife Annie drop by for a social visit with Charlotte and Henry. Without the benefit of Henry's dialogue, the real-life Max seems superficial. By contrast, his wife Annie is, according to the script, \"very much like the woman Charlotte has ceased to be.\" Annie is a devoted activist on behalf of an imprisoned soldier, Brodie, who has been arrested for setting fire to the wreath on the Tomb of the Unknown Warrior. Henry mocks her as a sentimental do-gooder, giving offence to Max. But when Annie and Henry are left alone, the scene reveals that their fight was also a performance: they are having an affair, and she agrees to meet him later on the pretext of visiting Brodie in prison. Max discovers the affair, and Annie leaves him to be with Henry. Soon, Henry is reduced to writing television scripts in order to pay alimony to Charlotte. He struggles to write a play about his love for Annie, but finds it difficult to find the right language to express sincere emotion: he can vocalize his feelings but has difficulty expressing them honestly in writing. ===Act II=== Two years later, Henry's play about Annie remains unwritten. Annie asks him to ghost-write a play by the prisoner Brodie, whom she continues to visit. Brodie's anarchist politics, anti- intellectualism, and lack of writing ability are the antithesis of everything Henry values. Annie discounts Henry's distaste and states that what matters is the passion behind the writing. Henry defends the importance of beauty in language and skill in writing using an analogy with a cricket bat: good writing is like hitting a ball with a cricket bat (i.e. something that has been carefully designed and crafted to hit balls in the best manner possible); bad writing is like hitting it with a plank of wood (i.e., something that has the same composition as a cricket bat, and bears it some resemblance, but is ultimately random and inferior). Henry accuses Annie of being attracted to Brodie, and instantly realizes his mistake. When Annie is cast in a production of 'Tis Pity She's a Whore in Glasgow, she must be away from Henry for some time, and Henry visits Charlotte and their daughter Debbie. The teenage Debbie declares that monogamy is a thing of the past, a form of colonization. Henry gently cautions the girl against his own vice of making clever phrases for their own sake, but he is shaken by her cynicism. For her part, Charlotte breezily admits to multiple affairs during their marriage, and tells him that his affair with Annie only caused trouble because he treated it romantically instead of as a source of fun. Henry returns home in a frenzy of jealousy and ransacks his and Annie's apartment searching for evidence of infidelity. His confrontation with Annie echoes the scene from the play he wrote that was performed in the first act of The Real Thing, but Annie has more to say than his imaginary wife did. She admits that she is having an emotional affair with her young co-star Billy, though she claims it is not a physical one; but she refuses to either give Billy up or leave Henry: both romances have a moral claim on her, and Henry must accept this. With pain, he does. Her relationship with Billy seems to come to an end, but there remains a notable distance between her and Henry. Adding strain to the already difficult relationship between Henry and Annie, Brodie is released from prison and visits them. He turns out to be a prize oaf, with all of Henry's arrogance and elitism, but none of the playwright's eloquence. He is highly critical of Henry's ghost work on his television play, and makes several crass comments about Annie. It is revealed that Annie's crusade to free Brodie had not been based on a belief in the righteousness of his cause but rather on a sense of guilt over Brodie's intention in committing his crime, which was to impress her. In the end, Annie throws Brodie out of the house, and peace between her and Henry is restored. The play ends with a phone call from Max, who tells Henry that he is newly engaged. ==Autobiographical elements== There are a number of parallels between Stoppard and his main character: both are middle-aged playwrights known for their exact use of language; both express doubts about Marxism and the politics of the left and both undertake work outside the theatre to keep up their comfortable lifestyles and pay alimony to their ex-wives. With these similarities established, it is only a small step to compare Henry's fictional situation with that of his creator: both men take up with another man's wife and find happiness, while retaining a strong relationship with their children. In Stoppard's case this is reinforced by his relationship with Felicity Kendal, the actress who played Annie in the original staging, although, as Stoppard notes, he developed his plot before Kendal took the role. ==Productions== Felicity Kendal originated the role of Annie and Roger Rees originated the role of Henry. Glenn Close played Annie and Jeremy Irons played Henry in the Broadway production. Close and Irons both won Tonys for their roles, as did Christine Baranski for her featured performance as Charlotte. Supporting players during the play's run on Broadway included Peter Gallagher, Simon Jones, D.W. Moffett, Steven Weber, Cynthia Nixon, and Yeardley Smith. In his review for The New York Times, Frank Rich wrote that \"The Broadway version of The Real Thing – a substantial revision of the original London production – is not only Mr. Stoppard's most moving play, but also the most bracing play that anyone has written about love and marriage in years.\" The play was revived in 1999 with Jennifer Ehle as Annie and Stephen Dillane as Henry. It played on Broadway and at the Donmar Warehouse in London. Ehle and Dillane both won Tony Awards for their roles and the production won the Tony Award for Best Revival of a Play. A Broadway revival opened on 30 October 2014, at Broadway's American Airlines Theatre, produced by the Roundabout Theater Company and directed by Sam Gold. Ewan McGregor and Maggie Gyllenhaal starred as Henry and Annie, with Josh Hamilton as Max and Cynthia Nixon, who played the role of Debbie in the original Broadway production, as Charlotte. Unlike previous productions, it received mostly negative reviews. ==Reception== Michael Billington listed The Real Thing as one of the 101 greatest plays ever written. ==Awards and nominations== ;Awards * 1982 Evening Standard Award for Best Play * 1984 Drama Desk Award for Outstanding New Play * 1984 New York Drama Critics' Circle Award for Best Play * 1984 Tony Award for Best Play * 2000 Drama Desk Award for Outstanding Revival of a Play * 2000 Tony Award for Best Revival of a Play ==References== ==External links== * * The Real Thing study guide, (Archive) from Remy Bumppo Theatre Company Category:1982 plays Category:Broadway plays Category:Drama Desk Award-winning plays Category:New York Drama Critics' Circle Award winners Category:Plays by Tom Stoppard Category:Tony Award-winning plays Category:Plays set in London Category:Metafictional plays ",
    "title": "The Real Thing (play)"
}