{
    "id": "1434939",
    "text": "The Estates Theatre or Stavovské divadlo is a historic theater in Prague, Czech Republic. The Estates Theatre was annexed to the National Theatre in 1948 and currently draws on three artistic ensembles, opera, ballet, and drama, which perform at the Estates Theatre, the National Theatre, and the (separate building, Kolowrat Palace). == History == The Estates Theatre was built during the late 18th century in response to Enlightenment thought regarding general access to the theatre, and theatres themselves demonstrating the cultural standards of a nation. The Estates Theatre was designed by Anton Haffenecker and built in a little less than two years for the aristocrat František Antonín Count Nostitz Rieneck. Estates Theatre in 1797 Prague's first standing public theatre, the Sporck Theatre, operated from 1724 to 1735. The owner of this theatre, Count Franz Anton von Sporck, permitted the free use of it to subsidize the commercial venture of the Venetian impresario Antonio Denzio.A misconception that the Sporck theatre operated as a private theatre under the auspices of the count is dispelled in Daniel E. Freeman, The Opera Theatre of Count Franz Anton von Sporck in Prague (Stuyvesant, N.Y.: Pendragon Press, 1992). The next commercial theatre, the \"Kotzentheater\" or Divadlo v Kotcích, operated sporadically from 1739–1783 under a series of Italian impresarios. The final closure of the \"Kotzentheater\" coincided with the opening of Count Nostitz’s \"Nostitzsches Nationaltheater.\" The theatre opened in 1783 with a performance of the tragedy Emilia Galotti by the German playwright Gotthold Ephraim Lessing. The building itself was constructed in a Neoclassical style and remains one of the few European theatres to be preserved in its almost original state to the present day. Its motto, Patriae et Musis \"To the Native Land and the Muses\"), which is inscribed above the portal, should also be noted as reflecting the original intentions of its creator. The Estates Theatre has undergone several changes in its history. It first acquired the name Royal Theatre of the Estates in 1798 when it was purchased by the Bohemian Estates. With the opening of the Provisional Theatre in 1862, the Czech ensemble left and the Theatre of the Estates was dedicated to a solely German ensemble and was renamed to Deutsches Landestheater (Provincial German Theatre). During the period between 1920 and 1948 the theatre regained the name Theatre of the Estates and became affiliated with the National Theatre. In 1948 the theatre was renamed the Tyl Theatre (after dramatist J.K. Tyl) and would be known as such until 1990 when, at the end of an eight-year reconstruction project, it became known again as the Estates Theatre. == Productions and artists == Interior view, May 2009 While the theatre was initially built with the intention of producing German dramas and Italian operas, works in other languages were also staged. Czech productions were first staged in 1785 in order to reach a broader Czech audience but by 1812 they became a regular feature of Sunday and holiday matinées. The somewhat political nature of these performances later led to idea of founding a National Theatre after 1848 with the defeat of the revolution and the departure of J.K. Tyl. Many of the founding Czech dramatists were involved in the Estates Theatre, such as the brothers Thám (Karel and Václav), J.K. Tyl, Ján Kollár, and so on. The first Czech modern opera, František Škroup’s The Tinker, was staged here in 1826 and in 1834 the premiere of the song “Where is my Home?” (Kde domov můj) was performed by bass Karel Strakatý (words by Tyl, music by Škroup), which would later become the Czech national anthem. The Estates Theatre was not limited to native participants; many famous European artists were also active. Individuals such as Carl Maria von Weber, Anton Rubinstein, Karl Goldmark, and Gustav Mahler conducted at the Estates Theatre. Other famous names include the actors A.W. Iffland, F. Raimund, J.N. Nestroy, along with opera singer Angelica Catalani and violin virtuoso Niccolò Paganini. One of the Estates Theatre’s many claims to glory is its strong link with Wolfgang Amadeus Mozart, who conducted the world premiere of his opera Don Giovanni here in October 1787. Also, in 1791, Mozart’s La Clemenza di Tito was staged in public here for the first time in celebration of the coronation of Emperor Leopold II. It is the only theatre left standing where Mozart performed. Anton Jaich, the set designer, worked here from 1846 to 1861. Il Commendatore statue outside of the Estates Theatre == Recent history == The Estates Theatre currently offers performances of dramas, ballets and operas with the focus of the opera company on the work of Wolfgang Amadeus Mozart. A more contemporary claim to fame originates from the Oscar-winning film Amadeus, directed by Czech director Miloš Forman. The scenes of Mozart in Prague were shot at the Estates Theatre for authenticity. Because Mozart conducted the 1787 premiere of Don Giovanni in the Estates Theatre, the ghost statue outside the theatre represents the opera’s character Il Commendatore. ==References== Notes ==External links== * * TACE – entry in TACE database Category:Opera houses in the Czech Republic Category:Nostitz family Category:Theatres in Prague Category:Music venues in Prague Category:National Cultural Monuments of the Czech Republic Category:Theatres completed in 1783 Category:Music venues completed in 1783 Category:1783 establishments in the Holy Roman Empire ",
    "title": "Estates Theatre"
}