{
    "id": "1434168",
    "text": "A.David Andrews {| class=\"wikitable floatright\" style=\"font-size: 0.9em; width: 198px;\" |+ Asteroids discovered: 1 | 1727 Mette || 25 January 1965 |} A. David Andrews (born 1933) is an Irish astronomer. He studied at Oriel College Oxford and University of Dublin. He spent the early 1960s in Denmark working with the astrophysicist M. Rudkjobing at the Aarhus Observatory. He moved on in 1963 to Armagh Observatory in Northern Ireland where he spent the next 35 years. Dr Andrews discovered the minor planet 1727 Mette (named after Andrews' Danish wife) whilst at the Boyden Observatory located in Bloemfontein, South Africa, where he was Acting Director. It was while at Boyden Observatory that he commenced his lifelong work on flare stars.Nine flares of YZ CMi Publ. Astron. Soc. Pacific vol.78, p.324 (1966) He was the first to make full use of computers, in 1968, at Armagh Observatory. Andrews was Editor of the Irish Astronomical Journal following Ernst Öpik, and in 1967 became a founder member of Commission 27 Working Group on Flare Stars of the International Astronomical Union. The Boyden Station was created by Harvard University in 1889 in Arequipa, Peru, using Uriah A. Boyden's bequest to Harvard. In 1927 the renamed Boyden Observatory moved across continents to its present location in South Africa. This became the site of the Armagh-Dunsink- Harvard 36-inch Baker-Schmidt telescope utilized by Dr.E.M.Lindsay (Harvard & Armagh) and other Irish and international astronomers. In 1976 the Observatory was handed over to the University of the Orange Free State and the famous ADH telescope was dismantled. Some of its optical parts, including a 32-inch prism, were transferred to Dunsink Observatory, Dublin. Andrews then turned his attention to the new international astronomical facilities in Chile, and to available satellite technologies. Whilst 1727 Mette is by no means unique, it has been found that it belongs to the Hungaria family of asteroids which cross the orbit of Mars, and that it has a small companion orbiting it once every 21 days. This update comes from the Palmer Divide Observatory in Colorado Springs U.S.A. Asteroid 1727 Mette is 10 kilometers in diameter and rotates on its axis with a period of 2.98 hours. Its companion is about 2 kilometers in diameter. It has been suggested recently that 1727 Mette could make a close encounter with Mars in 2023, perhaps even a collision.Warner B.D. & Stephens R.D., Bull. Minor Planet Section LPO, 40, p.129 (2013) This impact scenario sounds very much like that on Earth 65 million years ago when our dinosaurs were destroyed. In the Irish Astronomical Journal Andrews reportedIrish Astronomical Journal vol.6, p.212 (1964) and vol.23, p.189 (1996) a suspected outburst of a B7 spectral type star in Auriga, BD +31 1048. This enigmatic object was referred to by Prof.G.Haro as \"Andrews' Star\".Nebulae & Interstellar Matter, Stars & Stellar Systems Vol.VII eds Middlehurst & Aller, Chicago. p.142 (1968)Burnham, R. Celestial Handbook, Vol.1. Dover Press, London (1979). This was a discovery made in his earliest work on flare stars and solar-related phenomena which he pioneered at Armagh Observatory. Andrews collaborated with several groups in U.K., U.S.A., especially with Dr.D.J.Mullan (Armagh & Bartol Research Inst.), and S.America, Russia, Armenia, Italy and Greece. He cooperated with Prof.G.Haro, director at the Tonantzintla Observatory in Mexico on stellar flares in young stellar clusters. Collaboration with Dr.W.E.Kunkel (Univ.Texas) and Sir Bernard Lovell at the Jodrell Bank radio telescope led to one of the earliest detections of large radio flares in UV Ceti-type stars, in the dMe star YZ CMi.Lovell. B. Out of the Zenith. Jodrell Bank 1957–70, Oxford University Press. p.180 (1973).IAU Information Bulletin of Variable Stars No.325 (1969). What Andrews had fortuitously observed at Armagh in 1968 turns out to have been what is now termed a stellar megaflare (also see Apache Point Observatory). In 1981 Andrews published from the Armagh Observatory his multi-colour (UBVI) measurements of over 16000 stars in a region rich in flare stars on Schmidt photographic plates, \"A Photometric Atlas of the Orion Nebula\". He used material from the SRC/UK Schmidt in Australia and the European Southern Observatory (ESO) and the Las Campanas Observatory (Univ. Toronto) in Chile. In the Irish Astronomical Journal he published a \"Cyclopaedia of Telescope Makers\" in seven parts in the 1990s.Irish Astronomical Journal 20, p.102 (1992), 21, p.1 (1993), 21, p.167 (1995), 22,p.43 (1995), 23, p.57 (1996), 23 p.215 (1996), 24, p.125 (1997),25, p.95 (1998) From 1984 he was actively engaged in the search for quasi-periodic ultraviolet and infrared variations in flare stars indicative of active regions and stellar rotation.Astronomy & Astrophysics 210, p.303 (1989), 214,p.220 (1989), 227, p.456 (1990), 229, p.504 (1990), 234, p.264 (1990), 239, p.235 (1990), 245, p.219 (1991)Andrews A.D. & Panagi P. Irish Astronomical Journal 21, p.227 (1994) He also collaborated with the Armagh astronomers, Drs.C.J.Butler, P.B.Byrne, J.G.Doyle and P.Panagi, and Japanese, Italian, U.K. and U.S. astronomers, especially Prof.J.Linsky, in observations of the chromospheric rotation of RS CVn and BY Dra stars with the International Ultraviolet Explorer satellite.Butler C.J. et al. Rotational modulation series IX. IUE Spectroscopy & Photometry of II Peg & V711 Tau during February 1983. Astronomy & Astrophysics 204, p.177 (1988)Andrews A.D. Cool Stars, Stellar Systems & the Sun, 4th Cambridge Workshop, Santa Fe, Springer p.37 (1985) Andrews, now retired, and his asteroidal wife, Mette, live in Dore, a village on the outskirts of the beautiful S.Yorkshire and Derbyshire border, near Sheffield U.K., where he enjoys a life of painting, music, cycling and his family. == References == == External links == * A. D. Andrews own account on Boyden Observatory * Former Armagh Observatory Staff Category:1933 births Category:20th-century astronomers Category:Discoverers of asteroids Category:Harvard University staff Category:Astronomers from Northern Ireland Category:Living people ",
    "title": "A. David Andrews"
}