{
    "id": "1435063",
    "text": "Robert Anthony Stoops (born September 9, 1960) is an American football coach who served as head coach and general manager of the Dallas Renegades. He was the head football coach at the University of Oklahoma from 1999 until he announced his retirement June 7, 2017. During the 2000 season, Stoops led the Sooners to an Orange Bowl victory and a national championship. Prior to coaching at Oklahoma, Stoops held various coordinator and position-coach positions at Iowa, Kansas State and Florida. Stoops was awarded the Paul \"Bear\" Bryant Award in 2000 and the Walter Camp Coach of the Year Award in 2000 and 2003. Stoops has been nicknamed \"Big Game Bob\" by both supporters and detractors. ==High school and college== Stoops is one of six children born to Ron Sr. and Evelyn \"Dee Dee\" Stoops in Youngstown, Ohio. He is a 1978 graduate of Cardinal Mooney High School, where his father was the long-time defensive coordinator of the football team. Bob and his three brothers (Ron Jr., Mike, and Mark) were all coached by Ron Sr. at Mooney. During a game in 1988 against the team coached by Ron Jr., Ron Sr. began experiencing chest pains. He was placed in an ambulance following the game and died en route to the hospital. Stoops was a four-year starter, and one-time All-Big Ten selection at defensive back at the University of Iowa. He was named Iowa’s Team MVP in 1982. ==Coaching career== After graduating with a marketing degree in 1983, Stoops began his coaching career as a volunteer coach and graduate assistant in the Iowa Hawkeyes program under Hayden Fry. He was an assistant at Kent State University under Dick Crum in 1988, and joined the coaching staff at Kansas State University the following year. Stoops was named co-defensive coordinator at Kansas State under Bill Snyder in 1991 and assistant head coach and co-defensive coordinator in 1995. During his tenure on the Wildcats staff, Stoops played a key role in their impressive turnaround, helping take what many considered to be the worst program in Division I-A to national contention. During his final four seasons there, KSU was 35–12 with three bowl appearances. He then left for the University of Florida, and landed a three- year stint as Steve Spurrier's defensive coordinator. Hired after Florida gave up 62 points to Nebraska in the 1996 Fiesta Bowl, he was given full powers over the Gators defense and was part of the Gators' national championship win over Florida State in the 1997 Sugar Bowl. It was with the Gators that the spotlight found Stoops and made him one of the hottest coaching names in the profession. Stoops' success at Kansas State and Florida launched him to the top of the list of assistant coaches primed for head coaching positions in 1999. ===Oklahoma=== The University of Oklahoma named Stoops its head coach in 1999. Stoops won seven games in his first year, taking the Sooners to their first bowl game since the 1994 season. Stoops in 2009 In his 18 years as head coach of the Sooners, Stoops had a combined record of 190–48 (). On November 16, 2013, Stoops notched his 157th win as Oklahoma's head coach with a victory over Iowa State, tying him with Barry Switzer for the most wins in Sooners history. A week later, on November 23, 2013, he surpassed Switzer's record with a 41–31 victory over Kansas State. Stoops accumulated a home winning streak of 39 consecutive games from 2005 to 2011. The streak was ended on October 22, 2011 when Texas Tech defeated Oklahoma 41–38. He also had the most wins of the decade of any BCS school with 110 (2000–2009). Along with Switzer, Bud Wilkinson and Bennie Owen, he is one of four coaches to win over 100 games at the University of Oklahoma; no other college football program has had more than three coaches accomplish such a feat. Overall, Oklahoma was 4–6 in BCS games and 9–9 in bowl games under Stoops. Stoops led the Sooners to the 2000 BCS National Championship and finished the season undefeated, outscoring 13 opponents by a combined 481–194. His Oklahoma teams again earned the opportunity to play in the BCS National Championship Game in 2004, 2005 and 2009, losing to LSU, 21–14, in the 2004 Sugar Bowl, and to USC, 55–19 in the 2005 Orange Bowl, and Florida, 24–14, in the 2009 BCS National Championship Game. Under Stoops, Oklahoma had four BCS National Championship Game appearances, a record shared with Florida State. Stoops' teams finished the season ranked in the Top 10 of the polls for 11 of his 18 seasons, seven times finishing in the top five. Stoops led his team to bowl games in each of his 17 years at Oklahoma, ten of which were Bowl Championship Series (BCS) bowls, including the Big 12 Conference's first Rose Bowl victory as the Sooners upended Washington State, 34–14, in the 2003 Rose Bowl. With Oklahoma's victory over Alabama at the 2014 Sugar Bowl, Stoops became the first and only coach to win all four BCS bowl games and a BCS National Championship. Stoops' penchant for winning big games early in his career earned him the nickname \"Big Game Bob\", From 1999 to 2003, Oklahoma under Stoops was 18–2 (0.900) vs. ranked opponents and 3–1 (0.750) in bowl games, with one national title and three Big 12 titles. Late in the 2003 season, however, Bob's brother Mike Stoops left his position of Defensive Coordinator and associate head coach at Oklahoma to accept the head coaching job at Arizona. The Sooners promptly lost two games in a row against ranked teams after Mike's departure that season (a 35–7 loss against #13 Kansas State in the Big 12 Title Game, and a 21–14 loss to #3 LSU in the BCS National Title Game). Since then (2004–2016), Stoops' teams went 17–13 vs. ranked opponents, and 3–4 in Bowl Games with no National Titles (although they played for 3 more), and five Big 12 Titles. Stoops' teams did finish with two Heisman Trophy winners during this time, however, and two runners-up. Under Stoops, the Sooners won ten Big 12 Conference championships, the most of any Big 12 team. Oklahoma is also the only team to win back-to-back-to-back Big 12 championships. Stoops had won 98 Big 12 conference games as of the 2012 season's end, the most conference wins of any then-current Big 12 coach. In his 18 seasons as Sooners' head coach, Stoops was 11–7 against the Texas Longhorns in the Red River Rivalry. During a five- game winning streak in that rivalry from 2000 to 2004, his Sooners handed the Longhorns two of their worst defeats in school history, 63–14 in 2000 and 65–13 in 2003. Since then, he led the team to additional large-margin wins of 55–17 in 2011 and 63–21 in 2012. On July 11, 2007, Oklahoma was placed on probation for two years by the NCAA for a rules violation involving quarterback Rhett Bomar and offensive lineman JD Quinn, whom the university had previously suspended from the team due to the players' efforts to obtain payment for hours not worked. While the students who violated the rules were reinstated by the NCAA and allowed to play for other schools, the university, which had self-reported the violations, was initially directed to vacate all wins during the 2005–06 season, which included a 17–14 win over the University of Oregon in the Holiday Bowl. Oklahoma appealed the NCAA's ruling of a \"failure to monitor\" the employment of players in the program, as well as a reduction in scholarships and probation lasting until May, 2010. On February 22, 2008, the NCAA reversed part of the decision and reinstated the vacated wins. Stoops' 2008 team went down in the history books as the highest scoring team in college football history, scoring a total of 716 points, averaging 51 points per game. There was also a stretch of five consecutive games where the Sooners scored 60 points or more, another record (in the game prior to the streak, the Sooners scored 58 points). After a four-week layoff, the offense stagnated against the nation's best defense of the Florida Gators in the National Championship game, scoring only 14 points and suffering two turnovers by the Florida goal line. The Sooners were without one of their star offensive playmakers in DeMarco Murray, who sat out with an injury. However, the Sooners' 2008 defense, which was much maligned during the season for allowing a Stoops'-worst 25 points per game average, held the Florida Gators' high- powered Tim Tebow-led offense to only 24 points, 21 points below their season average. Stoops' performance at Oklahoma made him the frequent subject of head coach searches by several NFL teams as well as other college programs, which he repeatedly turned away. He was reportedly the top-paid coach in Division I-A football with annual compensation in excess of $3 million until Nick Saban was signed by the University of Alabama for $4 million per year beginning in 2007. However, Stoops did receive a \"longevity bonus\" of $3 million at the end of the 2008 season (his 10th), making his annual salary in 2008 approximately $6.1 million (equivalent to $ million in ) . In the 2012 season, he led the Sooners back to the top 25 and went to the Cotton Bowl, losing to the Heisman Trophy-winner Johnny Manziel and the Texas A&M; Aggies, 41–13. In his career at Oklahoma, several of Stoops' assistants became head coaches at other Division I-A programs, including brother Mike Stoops (Arizona), Mark Mangino (Kansas), Mike Leach (Texas Tech and Washington State), Chuck Long (San Diego State), Bo Pelini (Nebraska and Youngstown State), Kevin Sumlin (Texas A&M;), Kevin Wilson (Indiana), and his eventual successor, Lincoln Riley (Oklahoma). Stoops is the only head coach in the BCS era to have won the Rose Bowl, Orange Bowl, Fiesta Bowl, and Sugar Bowl. On June 7, 2017, Stoops officially retired from coaching college football. ===XFL=== On February 7, 2019, Stoops announced his plans to come out of retirement, as he was named head coach/general manager of the upcoming Dallas Renegades in the XFL. He served in this role until the closing of the league on April 14 due to bankruptcy stemming from the COVID-19 outbreak.https://www.espn.com/xfl/story/_/id/29030763/xfl-files- chapter-11-bankruptcy-suspending-operations ==Coaching tree== Head coaches under whom Stoops served: *Hayden Fry: Iowa (1983–1987) *Dick Crum: Kent State (1988) *Bill Snyder: Kansas State (1989–1995) *Steve Spurrier: Florida (1996–1998) Assistant coaches under Bob Stoops who became NCAA head coaches: * Mike Leach: Texas Tech (2000–2009), Washington State (2012–2020), Mississippi State (2020–present) * Chuck Long: San Diego State (2006–2008) * Mark Mangino: Kansas (2002–2009) * Jay Norvell: Nevada (2017–present) * Bo Pelini: Nebraska (2003, 2008–2014), Youngstown State (2015–2019) * Mike Stoops: Arizona (2004–2011) * Kevin Sumlin: Houston (2008–2011), Texas A&M; (2012–2017), Arizona (2018–present) * Kevin Wilson: Indiana (2011–2016) * Lincoln Riley: Oklahoma (2017–present) * Josh Heupel: UCF (2018–present) ==Personal life== Bob is married to Carol Stoops, a Mary Kay National Sales Director. They have three children: a daughter, Mackenzie, who now attends the University of Oklahoma, and twin sons, Isaac and Drake. Stoops's younger brother, Mike, is the former defensive coordinator for the Sooners and was previously head football coach at the University of Arizona. Another brother (the youngest), Mark, became the head coach at the University of Kentucky in November 2012. His older brother, Ron Jr., is an assistant football coach at Youngstown State University in Youngstown, Ohio. Stoops remains close with Steve Spurrier, his mentor from the University of Florida. ==Head coaching record== ===College=== ===XFL=== {| class=\"wikitable\" style=\"font-size: 95%; text-align:center;\" |- ! rowspan=\"2\"|Team !! rowspan=\"2\"|Year !! colspan=\"5\"|Regular season !! colspan=\"4\"|Postseason |- !Won!!Lost!!Ties!!Win %!!Finish!! Won !! Lost !! Win % !! Result |- !DAL||2020 ||2||3||0||.400||TBD|| 0 || 0 || .000 || TBD |- ! colspan=\"2\"|Total||2||3||0||.400|||| 0 || 0 || .000 || |} ==References== ==External links== * Oklahoma profile * Category:1960 births Category:Living people Category:Dallas Renegades coaches Category:Florida Gators football coaches Category:American football cornerbacks Category:Iowa Hawkeyes football players Category:Iowa Hawkeyes football coaches Category:Kansas State Wildcats football coaches Category:Oklahoma Sooners football coaches Category:Sportspeople from Youngstown, Ohio Category:Players of American football from Ohio Category:American Roman Catholics Category:Catholics from Ohio Category:Educators from Ohio ",
    "title": "Bob Stoops"
}