{
    "id": "1435482",
    "text": "is a town located in Sorachi Subprefecture, Hokkaido, Japan. As of September 2016, the town has an estimated population of 3,429. The total area is 151.05 km². ==History== The town's name originates from the first warden of Kabato Prison, located in Tsukigata, Kiyoshi Tsukigata. * 1881: Kabato Prison established. First warden: Kiyoshi Tsukigata. Tsukigata village established. * 1899: Urausu village (Now, Urausu town) established as a separate entity from Tsukigata town. * 1953: Tsukigata village becomes Tsukigata town. * 1981: Tsukigata town's 100 year anniversary. * 1983: Establishment of Tsukigata Prison Museum. ==Agricultural Produce== * Rice, cut flowers, fruits (melons and watermelons) ==Specialty Products== * Tsukigata flowers, Tsukigata melons, Tsukigata watermelons (Godzilla egg and Dynamite varieties), Tomato Juice, Tsukigata Jingis Khan (Lamb), Tsukigata Manju, Tsukigata tofu, Kabato tofu, etc. ==Transport== ===Train=== * Hokkaido Passenger Rail (JR Hokkaido): Gakuentoshi Line: Tsukigaoka Station, Chiraiotsu Station, Ishikari Tsukigata Station, Yutakaoka Station, Sappinai Station ===Bus=== * Hokkaido Chuo Bus: Bound for Iwamizawa Terminal via. Kitamura. * Shinshinotsu Bus: Bound for Shinshinotsu Village via. Ebetsu Station. ===Taxi=== * Haato Hire ===Roads=== * General Roads: National Highway 275 (Sorachi National Highway) * Prefectural Roads: Hokkaido Route 6 Iwamizawa- Tsukigata; Hokkaido Route 11 Tsukigata- Atsuta; Hokkaido Route 33 Biei- Tsukigata; Hokkaido Route 275 Tsukigata- Minenobu; Hokkaido Route 376 ==Famous Places/Sightseeing Spots== ===Culture=== * Tsukigata Prison Museum * Record Diary of Hokkaido * Sewage and Water Treatment ===Sightseeing=== * Kairaku Park * Tsukigata Hot Spring Resort * Tsukigata Hot Spring Annexe * Rural activities workshop Facilities * People of Hokkaido Forests (Tsukigata Branch) * Tsukigata Prison Museum ==External links== * *Official Website Category:Towns in Hokkaido ",
    "title": "Tsukigata, Hokkaido"
}