{
    "id": "1435290",
    "text": "Midland School is a small, co-ed, college preparatory boarding school near Los Olivos, California, founded in 1932, by Kent School and Harvard graduate Paul Squibb. Squibb envisioned a small, rural community reliant only on the work of its inhabitants to meet its basic needs. This ideal still forms the center of the School's philosophy; every student who attends Midland assumes a responsibility to the community while joining a great tradition of service. Squibb and his wife, Louise, founded Midland in the midst of the Great Depression, believing that the only essentials of education are a student, a teacher, and an idea. Reflecting Squibb's opinion on the requirements of education, a core philosophy of the school is encapsulated in the phrase \"needs, not wants.\" Additions to the school and its program are evaluated with respect to this philosophy, and only that which is truly essential to the educational mission of the school is implemented. ==Campus and surroundings== The School is located on 2,860 acres (12 km²) of largely undeveloped ranchland characteristic of central California's coastal hill country. Students live in cabins,which are heated by small woodstoves. (For students' safety, their cabins have sprinklers.) Students chop wood to make fires to heat their shower water. Some 25 percent of Midland's electricity needs are met with grid-tied, student-installed solar arrays. While the library is wired with high-speed internet connections, several campus buildings were constructed decades ago by students and faculty. Cell phones are not allowed on campus. The non-religious campus \"chapel,\" a structure that predates the school itself, was converted from its original use as a dairy barn. The campus is located across the road from the former site of Michael Jackson's Neverland Ranch. Midland is approximately 45 minutes by car from Santa Barbara. It is 2.5 hours north of Los Angeles and 5 hours south of San Francisco. The property neighbors the Los Padres National Forest, the largest national forest in California, and is also adjacent to the San Rafael Wilderness Area, home of the Manzana River and its tributaries. ==Academics== The School's academic philosophy is: \"Live Your Education.\" According to its website: \"Midland School is first and foremost a rigorous college preparatory boarding school. While we value experiential education as an integral part of our approach, we are not a shop school, trade school, or an adventure school. The fundamental rigor of Midland’s curriculum isn’t watered down with trips or projects that don’t put learning at their core.\" Each year, the School publishes a Curriculum Guide. Midland features several interdisciplinary courses, such as Midland 101/102, World and American Studies, and a range of provocative electives in science, art, and the humanities. == Student jobs == An integral part of Midland's philosophy is self-reliance, and students and faculty perform much of the work that goes into maintaining the school. All students have daily jobs that help maintain the school -- carpenters, cooks, classroom cleaners, plumbers, librarians, etc. In addition to daily jobs, faculty and students gather on Sunday mornings to hear a senior give a talk on a subject of personal interest. Following this non-religious “chapel”, the community breaks into small work crews for 2–3 hours. These crews might clean the assembly/dining hall, venture into the hills to gather firewood, harvest vegetables in the garden, brush down the horses or muck the corral. ==Organic garden== One of Midland's distinguishing features is the organic garden. Students help with planting, cultivating, and harvesting the fruits and vegetables that are delivered to the school kitchen. Grass-fed beef cattle are also raised in the garden, and native shrubs, trees, and grasses are cultivated for use in campus restoration and landscaping projects. ==Athletics== The athletic program is based around fall, winter and spring seasons. Students are required to participate in two team sports per year, in order to promote cooperation and athleticism. Soccer, lacrosse, volleyball, cross-country running, and now basketball are offered as competitive options. Midland School competes in the private, college preparatory Condor League. The Midland school's baseball field is known for its pitching rubber, affectionately dubbed \"the work bench\" for its unusual size and depth. The baseball field is also named \"Gopherdome\" for the number of gophers (and the holes) within the field. During one of the seasons, a student may elect to spend time in one of Midland's alternative programs. Students may work in the campus’ organic garden, or join the school's equestrian program of Western and English riding and horse care. As an additional option, students may choose to work in Ranch Management, through which students participate in the upkeep of the infrastructure of the campus as well as the ranch. ==Governance, accreditation and endowment== The School is a non-profit organization governed by a 16-member Board of Trustees. The estimated value of Midland's property is $15,000,000 and the School's growing endowment is currently approaching $4,000,000. Annual giving generally yields $300,000, the bulk of which helps fund Midland's substantial financial aid program. In 2015-2016, Midland awarded over $1 million in need-based financial aid to 47% of the student body. The School's approach to budgeting and use of financial resources differs from most other boarding schools in that its limited funds are focused on people and programs, rather than facilities. Midland thus teaches its students frugality and generosity by example. Midland is accredited through 2016 by the Western Association of Schools and Colleges (WASC), and is a member of the National Association of Independent Schools, the California Association of Independent Schools, The Association of Boarding Schools (TABS), the Western Boarding Schools Association, A Better Chance, Inc., The Council for the Advancement and Support of Education, the California Interscholastic Federation, and the National Association for College Admission Counseling. == Awards == In 2012, and again in 2015, Midland was awarded a multi-year Edward E. Ford Foundation Grant in order for students to install solar power on campus. In 2009, school was awarded a Governor's Award for Environmental and Economic Leadership (GEELA), California's highest environmental honor. In 2005, Midland received the Santa Barbara County Green Award. The same year, the Character Education Partnership awarded Midland the \"2005 Promising Practices Award,\" an award to K-12 schools nationwide demonstrating outstanding character education. == College acceptance and matriculation == Typically 100% of Midland seniors enroll in 4-year colleges or university. Since 2010, Midland graduates have been accepted at and/or chose to attend a wide range of universities and colleges, including: Amherst College, Bard College, Berklee College of Music, Bennington College, Bowdoin College, Bryn Mawr College, California College of the Art, Carleton College, Case Western Reserve, Chapman University, Colby College, Cornell College, Emory University, Grinnell College, Harvard University, Harvey Mudd College, Haverford College, McGill University, Middlebury College, New York University, Otis College of Art and Design, Pratt Institute, Reed College, Savannah College of Art and Design, Sonoma State University, Stanford University, Swarthmore College, Tufts University, UC Berkeley, UCI, UCSD, UCSB, University of Arizona, University of New Mexico, University of Oregon, Vassar College, Wellesley College, Whitman College, Whittier College and Williams College. ==Noted alumni and faculty== *Steve Baer, Class of 1956. Baer is the Founder, Chairman of the Board, President, and Director of Research at Zomeworks Corporation. *Bill Bertka, former basketball coach at Midland. Retired NBA assistant coach and NBA executive. *Billy Childs, Class of 1975, jazz pianist and two-time Grammy winner in 2006. *Mathias Craig, Class of 1996, founder of BlueEnergy, a non-profit organization with the mission of providing sustainable, low-cost energy to marginalized communities around the world. *Michael Clarke Rubel (1940–2007), Class of 1957, builder of Glendora's Rubel Castle, an unconventional monolith of stone and recycled materials. *Charles Webb, Class of 1957, the author of the novel The Graduate. Webb donated the principal funds for a wing of the school library in the late 1970s. *Lincoln E. Moses (1921-2006), Midland's first student, 1932-1935. Stanford Professor of Statistics, Associate Dean of Letters and Science, Dean of Graduate Studies; also head of the Energy Information Administration in the Department of Energy under President Carter. https://news.stanford.edu/news/2007/january10/med-obit-011007.html https://projecteuclid.org/euclid.ss/1009212412 ==Noted donors== *Bill Kimpton, Class of 1954, founder of the Kimpton Hotels Group. The athletic field is named after him (Kimpton Field), as is the Kimpton-Schuyler Endowment for Scholarship Fund. ==References== ==External links== *http://www.midland- school.org Official Website of Midland School *Summary of alumnus George Martin's work in broadcast journalism *The Association of Boarding Schools profile Category:Boarding schools in California Category:High schools in Santa Barbara County, California Category:Preparatory schools in California Category:Private high schools in California Category:Santa Ynez Valley Category:1932 establishments in California Category:Educational institutions established in 1932 ",
    "title": "Midland School, Los Olivos, California"
}