{
    "id": "1435085",
    "text": "Jane Hading (25 November 1859 - 28 February 1941)(19 February 1941). JANE HADING; Former Favorite. of Comedie Francaise Dies at 81, The New York Times was a French actress. Her real name was Jeanne-Alfrédine Tréfouret.Jane Hading, Munsey's Magazine (November 1895) ==Biography== Jane Hading (left) and Jacques Damala in the play Le Maître de forges, circa 1883 She was born in Marseille, where her father was an actor at the Gymnase. She has said that her first appearance on the stage came when she was three years old. She was trained at the local Conservatoire and was engaged in 1873 for the theatre at Algiers, and afterwards for the Khedivial theatre at Cairo, where she played, in turn, coquette, soubrette and ingenue parts. Expectations had been raised by her voice, and when she returned to Marseille she sang in operetta, besides acting in Ruy Blas. She first appeared in Paris in 1879 in La chaste Suzanne at the Palais Royal, and she was again heard in operetta at the Renaissance. She sang in La petite mariée and La belle Lurette. In 1883 she had a great success at the Gymnase in Le maître de forges. In 1884 she married Victor Koning (1842-1894), the manager of that theatre, but divorced him in 1887. In 1888 and 1893, she toured America with Benoît Constant Coquelin. She helped to give success to Henri Lavedan's Le Prince d'Aurec at the Vaudeville in 1892, and afterwards joined the Comédie Française. Her reputation as one of the leading actresses of the day was established not only in France but in America and England. She also toured South America. Victorien Sardou chose her for the title role of his Marcelle in 1896. Her later repertoire included Le Demi- monde, Alfred Capus's La Châtelaine, Charles Maurice Donnay's Retour de Jerusalem, La Princesse Georges by Alexandre Dumas, fils, and Émile Bergerat's Plus que reine. == Gallery == File:Jane Hading, by Alfred Roll.jpg|Jane Hading (Alfred Roll, 1890) File:Jane Hading - Toilette de théâtre par Redfern 1906 cropped.jpg|In Serge Panine at théâtre de la Gaîté in 1906. ==Notes== ==References== * * Category:1859 births Category:1941 deaths Category:French stage actresses Category:19th-century French actresses Category:People from Marseille ",
    "title": "Jane Hading"
}