{
    "id": "1435826",
    "text": "{{Infobox criminal | image = Alvin Karpis.jpg | birth_name = Albin Francis Karpowicz | birth_date = Alvin Francis Karpis (born Albin Francis Karpowicz; August 10, 1908 – August 26, 1979), a Depression-era gangster nicknamed \"Creepy\" for his sinister smile and called \"Ray\" by his gang members, was a Canadian-born (naturalized American) criminal of Lithuanian descent known for being a leader of the Barker–Karpis gang in the 1930s. Karpis led the gang along with Fred Barker and Arthur \"Doc\" Barker. There were only four \"public enemies\" ever given the title of \"Public Enemy #1\" by the FBI and he was the only one to be taken alive. The other three, John Dillinger, Pretty Boy Floyd, and Baby Face Nelson, were all killed before being captured. He also spent the longest time as a federal prisoner at Alcatraz Federal Penitentiary, serving twenty-six years. ==Early life== Karpis was born to Lithuanian immigrants John (Jonas) and Anna (Ona) Karpavičius in Montreal, Quebec, and was raised in Topeka, Kansas.Bryan Burrough (2004). Public Enemies. New York. He started in crime at about age 10, selling pornography and running around with gamblers, bootleggers, and pimps. In 1926, he was sentenced to 10 years at the State Industrial Reformatory in Hutchinson, Kansas, for an attempted burglary. He escaped with another inmate, Lawrence De Vol, and went on a year-long crime spree, interrupted briefly, while he lived with his parents after De Vol was arrested. After moving to Kansas City, Missouri, he was caught stealing a car and sent back to the reformatory. Transferred to the Kansas State Penitentiary in Lansing, he met Fred Barker, who was in prison for bank burglary. Barker was one of the notorious members of the \"Bloody Barkers,\" as the newspapers of the time called them. The Barker family included brothers Herman, Lloyd, Arthur (\"Doc\"), and Fred, the sons of Ma Barker. Growing up impoverished in a sharecropping family, all the boys soon turned into hardened criminals, robbing banks and killing without provocation. Doc was sentenced to life imprisonment in 1920 after murdering a night watchman. Herman committed suicide on August 29, 1927, after being badly injured in a shootout with police in Wichita, Kansas, following the robbery of the Newton Ice Plant in Newton, Kansas, with Charles Stalcup and Porter Meeks. Lloyd was sentenced to 25 years in 1922, for mail theft, and released in 1938; he was a US Army cook at a POW camp and then was murdered by his wife in 1949. \"Ma\" did her part to help her sons. \"Ma\" Barker was not herself a criminal, but badgered parole boards, wardens, and governors for the release of her boys when they were incarcerated. After Alvin was released in 1931, he joined up with Fred Barker in Tulsa, Oklahoma, and they soon put together the Barker-Karpis Gang.FBI Barker-Karpis gang summary, p. 4 ==Criminal career== The Barker-Karpis Gang became one of the most formidable criminal gangs of the 1930s. They did not hesitate to kill anyone who got in their way, even innocent bystanders. On December 19, 1931, Karpis and Fred Barker killed Sheriff C. Roy Kelley, who was investigating their robbery of a store in West Plains, Missouri. The gang, including Ma Barker and her paramour Arthur Dunlop, fled to St. Paul, Minnesota.FBI Barker-Karpis gang summary, p. 6 Karpis has been described as the leader or \"brains\" of the gang.Barker/Karpis Gang Site of the United States Federal Bureau of Investigation. Retrieved 14 May 2020. Gang member Fred Hunter said Karpis was \"super smart\" and he was reported to have a photographic memory. The other leaders were Doc and Fred, both now out of prison, and the gang included about 25 others. At this time a myth was started that Ma Barker ruled the gang with an iron fist, but the facts do not seem to support these claims. It is highly unlikely that criminals as adept as Karpis, and even Ma's sons for that matter, would have listened to her. Karpis later wrote about this subject in his memoirs: > Ma was always somebody in our lives. Love didn't enter into it really. She > was somebody we looked after and took with us when we moved city to city, > hideout to hideout. It is no insult to Ma's memory that she just didn't have > the know-how to direct us on a robbery. It would not have occurred to her to > get involved in our business, and we always made it a point of only > discussing our scores when Ma wasn't around. We'd leave her at home when we > were arranging a job, or we'd send her to a movie. Ma saw a lot of movies. Harvey Bailey, another well-known bank robber of the era, knew the Barker gang well, and in his autobiography published in the 1970s, he agreed with Karpis, observing that Ma Barker \"couldn't plan breakfast,\" and was certainly no mastermind behind any gang activity.Burrough, p. 33. It is purported that Ma Barker's entire reputation as a criminal mastermind was concocted by Hoover to protect the FBI's public image after federal agents discovered they had killed a 62-year-old mother. In 1933, on the same weekend as the Kansas City Massacre, they kidnapped William Hamm, a millionaire Minnesota brewer outside of his office. After the gang was paid a ransom of $100,000, Hamm was released. Shortly after this, they abducted St. Paul banker Edward Bremer, who was released after the gang was paid $200,000 by his family. The kidnappings, however, led to the gang's end. The father of the kidnapped Edward Bremer was a friend of President Franklin D. Roosevelt. Roosevelt had even mentioned the kidnapping in one of his fireside chats, and fueled also by the Lindbergh kidnapping, the FBI and local police bureaus greatly stepped up their pursuit of those engaged in these types of crimes. The FBI had by this time organized a group of highly skilled agents called the \"flying squads,\" which specialized in hunting down the leading public enemies, and they had been very effective. The year 1934 alone saw the deaths of John Dillinger, Bonnie and Clyde, Charles \"Pretty Boy\" Floyd, Lester \"Baby Face Nelson\" Gillis, John \"Red\" Hamilton, Homer Van Meter, Tommy Carroll, and Eddie Green. Just after Ma and Fred's death in a shootout with the FBI on January 16, 1935, Karpis nearly met his own violent end when the FBI located him in Atlantic City, New Jersey. Karpis and Harry Campbell managed to shoot their way to an escape, though Karpis' eight-month-pregnant girlfriend Dolores Delaney was hit in the thigh by a wild shot fired by Campbell. She was captured along with Campbell's girl. Dolores gave birth to a son, who was adopted by Karpis' parents. Karpis and Campbell hid out with brothel-keeper Edith Barry for several months. Karpis continued his crimes with others, but had to keep on the move more than ever, as he was the fourth and last of the FBI's Public Enemies Number One, the previous three—John Dillinger, Pretty Boy Floyd and Baby Face Nelson—having been killed. He did manage to pull off a crime that echoed the times of the \"Old West,\" a train robbery in Garrettsville, Ohio, which netted $27,000. After the death of Ma and Fred, Karpis allegedly sent word to FBI chief J. Edgar Hoover that he intended to kill Hoover the way Hoover had killed Ma and Fred. According to Karpis in The Alvin Karpis Story, the death threat was a rumor started by Hoover himself. ==Pursuit and capture by FBI== The FBI had come a long way since its reorganization and renaming in 1935 (from the Bureau of Investigation, created in 1908). J. Edgar Hoover was appointed as the acting head of the Bureau in 1924 and completely transformed the agency. Despite its successes, however, the agency had many problems. In those days, when the application of science and technology to fight crime was still in its infancy, the agency was at the mercy of public citizens for information. Often agents on bad information were sent off to remote locales on \"tips\" that turned out to be red herrings. The personal low point for Hoover came at an April 1936 United States Senate hearing. Senator Kenneth McKellar of Tennessee lambasted Hoover for the performance of the FBI and the fact that Hoover himself had never personally arrested anyone. After the hearing, a determined Hoover vowed he would capture Karpis personally.Burrough, p. 536. Hoover did not have to wait long. On May 1, 1936, the FBI located Karpis in New Orleans, and Hoover flew there to be in charge of the arrest. Shortly after 5pm on May 2, as a dozen or so agents swarmed over Karpis' car, Hoover announced to Karpis that he was under arrest. A couple of versions of the arrest have been reported. Karpis' version, told in his memoirs, was that Hoover came out only after all the other agents had seized him. Only then did the agents call to Hoover that it was safe to approach the car. The official FBI version states that Hoover reached into the car and grabbed Karpis before he could reach a rifle in the back seat. In fact, the car, a Plymouth coupe, had no back seat. The scene was further confused when Hoover told his men to \"put the [hand]cuffs on him.\"Burrough, p. 540 Not one agent had brought handcuffs.Burrough, pg. 540 Karpis was tied up with an agent's necktie. The capture of Karpis catapulted Hoover into the public eye and made his name synonymous with law enforcement until he died in 1972 at the age of 77. The capture of Karpis essentially ended the age of the big-name Depression Era criminal. In addition to those mentioned earlier, others killed violently in the 1930s included Jack \"Legs\" Diamond, Vincent \"Maddog\" Coll, Frank \"Jelly\" Nash and Dutch Schultz. Al Capone was in Alcatraz and slowly going insane from syphilis. ==Trial== Karpis was brought to trial at the St. Paul Federal Courts Building (now Landmark Center). Karpis initially pleaded not guilty. But as the case was called for trial, \"Thomas J. Newman, attorney for Karpis, told the court his client, one of the actual kidnappers of Hamm, desired to plead guilty.\"St. Paul Daily News, 14 July 1936, p. 1 col. 7. Two weeks later, Karpis offered \"through his attorney, Thomas Newman, to plead guilty to the Bremer conspiracy\" if kidnapping charges were dropped; the court accepted the offer.Albert Lea (Minn.) Evening Tribune, 29 July 1936, p. 1 col. what4. ==Imprisonment== Sentenced to life imprisonment, Karpis was incarcerated at the then recently constructed Alcatraz federal penitentiary from August 1936 to April 1962. For six months in 1958, he was transferred to the Leavenworth Federal Penitentiary, but was then returned to Alcatraz. His main job at Alcatraz was working in the bakery. He was far from a model prisoner, frequently fighting with other inmates. Karpis served the longest sentence of any prisoner at Alcatraz: 26 years. In April 1962, with Alcatraz in the process of being closed, he was transferred to McNeil Island Penitentiary in Washington state. While at McNeil, Karpis met a young Charles Manson. Karpis wrote about Manson in his autobiography with Robert Livesey (1980): After Manson had become proficient on the guitar, he asked Karpis for help in getting a job playing in Las Vegas, as Karpis had contacts with nightclub and casino owners there. Manson told him he would be bigger than the Beatles, but Karpis decided to leave Manson on his own regarding his music career. ==Later years== Karpis had his fingerprints removed in 1934 Karpis was released on parole in 1969 and deported to Canada, although he initially had difficulty obtaining Canadian passport credentials, having had his fingerprints removed by underworld physician Joseph Moran in 1934. He settled in Montreal. He wrote his first memoirs in 1971, while another memoir book was published in 1980, one year after his death. During his first book tour across Canada for Public Enemy Number One for McClelland & Stewart (published in the United States as The Alvin Karpis Story), Karpis, looking more like an accountant than a gangster, still showed a dry sense of humor. In Edmonton, Alberta, while shuffling Karpis between various interviews with the media, M&S; book rep Ruth Bertelsen made a stop at her bank. Asking Karpis if he wanted to come in with her, Karpis replied, \"No, dear. You take care of the vault. I'll drive.\" He became a mentor to her young son until the sociopathy of some of his advice to her child angered Miss Bertelsen. He moved to Spain in 1973. On August 26, 1979, he died by what was originally ruled suicide by the authorities, as sleeping pills were found by his body, but later it was ruled death from natural causes. Some closer to the scene say foul play may have been involved. Robert Livesey, who co-wrote Karpis's 1979 book, said Karpis was not the type to commit suicide. Livesey said Karpis was a survivor, having served 33 years in prison, and also stated Karpis was anticipating the publication of the book. Livesey believed Karpis had been introduced to pills and alcohol by his last girlfriend Nancy, to give a relaxing high, and perhaps Karpis accidentally over-indulged on one occasion, with fatal consequences. No autopsy was performed, and Karpis was buried the next day in Spain. ==See also== * List of Depression-era outlaws ==References== ==External links== * FBI file on Alvin Karpis * Public Enemy No. 1 * Alvin Karpis Category:1907 births Category:1979 deaths Category:American bank robbers Category:American expatriates in Spain Category:American kidnappers Category:American people of Lithuanian descent Category:Canadian bank robbers Category:Canadian emigrants to the United States Category:Canadian mobsters Category:Canadian people of Lithuanian descent Category:Crimes in Minnesota Category:Criminals from Montreal Category:Deaths in Spain Category:Depression-era gangsters Category:Escapees from Kansas detention Category:Inmates of Alcatraz Federal Penitentiary Category:People from Topeka, Kansas ",
    "title": "Alvin Karpis"
}