{
    "id": "1435454",
    "text": "is a town located in Shiribeshi Subprefecture, Hokkaido, Japan. As of 2013, the town had an estimated population of 3,769, and a density of 22.44 people per km². The town covers a land area of 167.93 km².h26youran.pdf ==Geography== The town is located around the middle reach of the Yoichi River. The river assumes the shape of the letter C as it traverses from southeast to north; its upper stream runs east to the town of Akaigawa, while its lower stream flows near the town of Yoichi. The river created terraces in Niki that are 1-2 kilometers wide on the southeastern bank and 4 kilometers wide on the northern bank. Local residents use the river's water for cultivating rice in the upper valley and fruit in the lower valley.Outline of Niki ===Mountains=== Mt. Daikoku (724.8 m), Futatsumori (679.7 m), Mt. Gin (640.5 m), Mt. Chōhaku (460.8 m) ===Rivers=== Yoichi, Tono, Shikaribetsu, Daikoku, Doboku ===Neighboring municipalities=== * Yoichi * Akaigawa * Kutchan * Kyōwa * Furubira ==History== Indigenous people of the Niki (and Hokkaido) area are known as the Ainu. About 360 Japanese, led by Niki Takeyoshi, entered in November 1879 from Kawashima in Shikoku, and they founded Niki Village in 1880. Other immigrants from Yamaguchi Prefecture founded Ōe Village in 1883 on the upper reach of the Yoichi River. Ōe is named after Oe no Hiromoto, who was believed as the ancestor of the Mōri clan, the rulers of Yamaguchi.History of Niki ===Timeline=== *1880: Niki Village was founded. *1883: Ōe Village was founded. *1899: Akaigawa Village split from Ōe. *1902: Niki, Ōe, and Sandō consolidated and became known as Ōe Village under the second town-village system, a special municipality system for Hokkaido. *1915: Ōe became a village under the first town-village system. *1964: Ōe Village changed its name and status to Niki Town. ==Agriculture== The people of Niki cultivate apples while the farmers of Ōe produce rice. Apple and rice have been the symbols of the annexed Niki for many years, and other fruits like cherry and grape were added in the latter half of the 20th century. ==Education== Hokkaido Niki Commercial High School closed in 2012. * Elementary schools ** Niki Elementary School ** Ginzan Elementary School * Junior High School ** Niki Junior High School ** Ginzan Junior High School ==Transport== Niki Station on the Hakodate Main Line is located near the town hall. Japan National Route 5 passes through the center of the town. * Hakodate Main Line: Ginzan - Shikaribetsu - Niki ==References== ==External links== *Official Website Category:Towns in Hokkaido ",
    "title": "Niki, Hokkaido"
}