{
    "id": "1435054",
    "text": "Galaxidi or Galaxeidi (), is a town and a former municipality in the southern part of Phocis, Greece. Since the 2011 local government reform it is part of the municipality Delphi, of which it is a municipal unit.Kallikratis law Greece Ministry of Interior The municipal unit has an area of 126.088 km2. Galaxidi is built on a natural double harbor on the north coast of the Gulf of Corinth. It is 7 km southwest of Itea, 15 km southwest of Delphi, 17 km south of Amfissa and 48 km east of Nafpaktos. The Greek National Road 48 connects Galaxidi with Nafpaktos, Itea and Delphi. Galaxidi is a 2.5-3 hour drive from Athens and a relatively popular weekend retreat. The territory of the municipal unit hosts the site of the ancient town of Chalaeum. ==History== ===Ancient Haleion=== Modern Galaxidi is built on the site of ancient Haleion, a city of western Locris. Traces of habitation are discernible since prehistoric times with a peak in the Early Helladic Period (Anemokambi, Pelekaris, Kefalari, islet of Apsifia). A significant Mycenaean settlement has been located at Villa; the hill of St. Athanasios also revealed a fortified Geometric settlement (ca. 700 BC). In the Archaic and Classical periods (7th-4th centuries BC) was developed the administrative and religious centre at the modern site of Agios Vlasis. It seems that in ca. 300 BC the present site was settled and surrounded by a fortification wall; it is the period of the expansion of power of the Aetolian League. Haleion flourished throughout the Hellenistic and Roman periods until the 2nd century AD. ===Middle Ages=== Galaxidi is mentioned for the first time in the late 10th century (981 or 996), when it was destroyed in a raid by the Bulgarians under Tsar Samuel. The inhabitants fled to the offshore islands, and the town was not settled again until 50 years later. The most important harbour of the Gulf of Itea alongside Krissa, the town was again devastated by the Norman invasions of 1081 and 1147. After the Fourth Crusade (1204) it came under the control of the Frankish Lordship of Salona, but was recovered by the Greek Despotate of Epirus in 1211. The town remained under Epirote control until the division of the realm in , when it passed under the rule of John I Doukas, ruler of Thessaly. In 1311 it was conquered, along with Salona, by the Catalan Company. It was captured by the Ottomans in 1397, but was regained shortly after by the Despotate of the Morea under Theodore I Palaiologos. In 1403 it was ceded briefly to the Knights Hospitaller. In 1447/8 it was refortified by Constantine Kantakouzenos, but this did not prevent its final capture by the Ottomans shortly after. ===Ottoman period and maritime trade=== Ottoman presence in the settlement was minimal, the majority of the inhabitants consisting of Orthodox Christians. The city flourished due to the development of maritime trade in the 18th century. The commercial exchanges with the West, particularly for the agricultural products of Corinthia and the Corinthian Gulf in general triggered the development of a local commercial fleet, taking advantage also of the exquisite natural port of Galaxidi. Particularly after the Treaty of Küçük Kaynarca (1774), many of the ship owners of Galaxidi operated under the Russian flag. Panoramic view of the town ===Greek Independence=== Buildings on the promenade Despite their privileged position, the inhabitants joined immediately the forces of the revolutionaries (especially naval) during the Greek War for Independence and their city was destroyed twice by the Ottoman army, namely in 1821 and in 1825-6. It recovered, however, and in the course of the 19th century it thrived as a commercial and maritime centre, a fact attested also by the spacious and luxurious houses of the traditional settlement. Until the late 19th century, Galaxidi had a sizeable merchant marine fleet and was a prosperous commercial centre. This is reflected in the size and style of the local buildings and mansions. Preservation of the traditional architecture has facilitated the growth of tourism in recent decades. The marine museum contains exhibits from this period. In recent years commercial fish farming has been developing. ==The Chronicle of Galaxidi== In the Monastery of Sotir, on a hill just outside the city, the Greek ethnographer and scholar Constantine Sathas discovered in 1864 a manuscript containing the “Chronicle of Galaxidi”, written in 1703 by the monk Euthymios; it constituted the only source for the history of Phocis from the medieval period to the year of its composition. ==Town layout== Galaxidi is a small port situated on a natural double harbour surrounded by mountains. The deeper main harbour provides docking facilities for yachts and small fishing boats and is lined with restaurants, bars, and stores. The smaller harbour is Chirolaka. On the rocky shoreline by the side of the larger harbour, is a pine forest planted by school children in the early twentieth century. There is a road behind the town that leads up the mountain to the Monastery of the Metamorphosis (actually a convent that was inhabited by one nun as of 2010). This provides a splendid view of the town and its surroundings. No traces remain of the town's medieval castle. The Church of Saint John of Jerusalem, built by the Hospitallers in 1404, survived until after World War I, when it was replaced by a modern church dedicated to Saint Nicholas. ==Subdivisions== The municipal unit Galaxidi consists of the following communities: *Agioi Pantes *Galaxidi *Penteoria *Vounichora ==Historical population== {| class=wikitable ! Year !! Town population !! Municipality population |- | 1981 || 1,264 || - |- | 1991 || 1,369 || 2,494 |- | 2001 || 1,718 || 3,030 |- | 2011 || 2,011 || 2,989 |} ==Sites of interest== In an old mansion of Galaxidi are situated two museums: the Archaeological Collection and the Maritime and Historical Museum of Galaxidi. The building was constructed in ca 1870, in order to shelter the Girls' School, the Town Hall and the Police department. It was continuously used as such until 1979, whereas already since 1932 it sheltered the school of weaving and handcrafts ===Archaeological Collection of Galaxidi=== The Archaeological Collection of Galaxidi is under the directorate of the Ephorate of Antiquities of Phocis. The collection was established in 1932 in order to host antiquities found and donated by citizens as well as excavation finds from the regions in and around Galaxidi. The exhibition is organised in three main themes: (a) Private and daily life, (b) Trade and maritime activity and (c) Cemeteries. It focuses on the educational aspects as the finds are accompanied by pictures and texts, revealing the history of ancient Haleion, the precursor of Galaxeidi. The settlements represented in the first window case are Dexameni, Kefalari, Apsifia and Anemokambi; the Early Helladic period (3200-1900 B.C.)of Haleion itself is also represented. Among the exhibits stand out Mycenaean vessels (three-eared pithoid amphora, stirrup jar and pyxis) and Geometric vessels from the cemetery of Agios Athanasios. In the next case are exhibited finds from the city of Haleion (Galaxeidi) itself. The city wall, dating to the period of the Aetolian League delimited the settlement and made it one of the best protected ports of the Corinthian gulf. At Heroon Square there was excavated a cemetery rich in finds, which reveal aspects of the daily life in Haleion. Among the finds stands out a black glazed kantharos, two lagynoi, some spindle-shaped unguentaria and terracotta lamps. To the Archaic period (7th century BC) date cotylae with angular handles, aryballoi and pyxides originating from Corinth and other vessels. Attic pottery is also represented through black-figure cylixes and lekythoi and two black-glazed kantharoi. Particularly interesting is the red-figured pelike with the representation of a man wearing the himation, supported by a stick and talking to a young man, also wearing the himation (2nd quarter of the 5th century B.C.).This is a type quite common as a similar one is exhibited in the Archaeological Museum of Amphissa and one in the Archaeological Museum of Messenia, found in Nihoria. Seven glass vessels represent the glassmaking of the 1st century A.D. Among them stands out a cast cup, bearing the inscription “Be happy in everything that you participate at”. From the woman's world are displayed mainly beauty items, such as the two bronze mirrors, pieces of bronze Geometric jewelry and a remarkable pendant in the form of a head of Ammon Zeus probably dating to the Roman period. Household weaving, one of the basic women's activities, is attested by numerous clay loom weights one of which bears the name “Agesiou”. The case opposite to the entrance comprises clay figurines and metal vessels and tools from the site Akona or Ankona. They are mainly busts, seated figures and standing figures with a tall headcover holding a bird in her chest. More than 100 bronze vessels and utensils from Galaxeidi are found scattered in 15 museums in America and Europe.Σίδερης Α. και Ε. Ζυμή, \"Χάλκινα σκεύη από το Γαλαξείδι: πρώτη προσέγγιση\", in Θέμελης Π. και Ρ. Σταθάκη Κουμάρη (ed.), Το Γαλαξείδι από την αρχαιότητα έως σήμερα, Αθήνα 2003, pp.35-60. They have all been illegally exported in the 19th century. In 1973 these vessels were identified through the discovery of a bell-shaped lekythos and a tall handle, which reminded of the two lekythoi of the British Museum and the one in Edinburgh which bear the indication “Galaxeidi”. In a corner case is displayed a globular amphora of the Late Early Helladic II period (2400-2200 B.C.) from Anemokambi, covered entirely with shells' residues. In a compartment with sand on the floor have been placed seven commercial amphoras for transportation of wine, dated in various periods and coming from different regions (Corinth, Corfu, Cnidus, Hellenistic of the 1st century B.C., Aegean type of the 5th-6th century A.D). At the end of the hall are displayed finds from Agios Athanasios (Geometric period) and from the town of Galaxeidi itself (Classical-Roman period). Part of a Roman marble statue and a funerary relief as well as three inscribed funerary stele of the late Hellenistic period are displayed. Geometric pottery comprises mainly skyphoi and wine jugs from Corinth as well as other vessels. The Hellenistic pottery comprises lagynoi, Corinthian kantharoi, miniature lekythoi, etc. Among the Roman vessels stands out one with the pattern of a gladiator, another one with a cupid and a third one with the depiction of a female figure, holding torches and bearing a crescent on the head, possibly an incarnation of the Night. ===Maritime Museum of Galaxidi=== Maritime Museum of Galaxidi, a museum which includes the Chronicle of Galaxidi which was published by Konstantinos Sathas in 1865. It used to serve as a town hall for Galaxidi. ==Flour Wars== A view St Nicholas Church. Street of the town. The Carnival Season in Greece ends with the celebration of Clean Monday which coincides with the beginning of the Greek Orthodox Lent. On that particular day the custom of Alevromoutzouroma (, literally Flour Smudging, or else Flour Wars), takes place in Galaxidi. The origins of the custom are unclear, however it appears in its current form since the mid-19th century. Around noon, locals and visitors of all ages dressed up in old clothes rendezvous at a predefined location where flour is distributed in large quantities. Various types of coloring is added for effect while people paint their faces with charcoal. Then they march to the harbor which is usually split into a war zone and a neutral zone for the observers and the fight begins. The participants throw each other (and to unsuspected bystanders) colored flour until essentially they run out of supplies. The event often attracts media coverage. Spiegel Online, Flour Wars Global Post , Full Frame: Flour war == Notable people == *Constantine Sathas, historian *Spyros Vassiliou, artistΕπίτομο Γεωγραφικό Λεξικό της Ελλάδος (Geographical Dictionary of Greece), Μιχαήλ Σταματελάτος, Φωτεινή Βάμβα-Σταματελάτου, εκδ. Ερμής, ΑΘήνα 2001 ==See also== *List of settlements in Phocis ==References== == External links == * * History of Galaxidi * Maritime Museum of Galaxidi * Association of Hoteliers & Tourist Accommodation Entrepreneurs of Galaxidi and Agii Pantes of Fokida Category:Populated places in Phocis Category:Gulf of Corinth Category:Populated places of the Byzantine Empire Category:Lordship of Salona ",
    "title": "Galaxidi"
}