{
    "id": "1435309",
    "text": "is a small town located in Hiyama Subprefecture, Hokkaido, Japan. Assabu is situated in the Oshima Peninsula of southern Hokkaido near the Japan Sea. Assabu is around an hour's drive by car from Hakodate and 15 minutes to Esashi. Other transport links include a road from Yakumo on the east coast and a bus to Esashi. The bus-rail links from the Esashi (JR Esashi-Line) and Hakodate railway stations closed in 2014 when the Esashi train line closed. The drive to Sapporo, Hokkaido's largest city, takes around four and one-half hours on the toll expressway; around six hours on the toll-free highways. ==Geography== The municipality is landlocked, comprising several valley basins and is encircled by forest-clad hills, opening out towards the Japan sea to the west. More than 80% of the Assabu municipal area is forested, including Hiba (Japanese Cypress), Goyoumatsu (Japanese White Pine) and Todomatsu (Sakhalin Fir) species. ===Nearby cities and towns=== *Yakumo to the north *Hokuto to the north east *Otobe to the north west *Kikonai to the south and east *Esashi to the west *Kaminokuni to the south ===Mountains=== * Mt. 147 m * Mt. 1017 m ===Rivers=== There are numerous rivers running through the area, the largest of which is the . ==Industry== Agriculture, forestry, dairy farming and the local government are Assabu's main sources of employment. The district's leading crop, the May Queen potato, is sold around Japan and is the town mascot. Other crops grown in the Assabu area include Daikon (radish), Hikari black soybeans, Dainagon Azuki (red beans) and rice. A shōchū (white spirit) made from May Queen potatoes is produced in the town. Assabu also makes its own sake, while locally grown grapes are blended in a southern Hokkaido wine. Kuromame-cha is a tea blend brewed using Assabu-grown black beans. ==Local attractions== The town has a variety of in and outdoor recreational facilities. There are three local Onsen (Gamushi Onsen in Kamisato, Uzura Onsen and Tate Onsen). Assabu has a public swimming pool (closed in winter) and Park Golf (a combination of golf, mini golf and croquet, invented in Japan). Forest walks are available on local hill Taikoyama (drum mountain) and the Reku-no-mori, Tsuchihashi Nature Observation and Education Forest, where there are also camping facilities. The town has its own ski-field, suitable for beginners, which is located on the slopes of Mt. Taiko. Wildlife is abundant in Assabu; two-legs compete with plenty of insects, a paradise of birdlife and one of the biggest populations of Ezo Higuma (brown bears) in Hokkaido. There are several restaurants in Assabu-cho and in the surrounding district. The town centre has three ramen/izakaya restaurants, three sushi-ya restaurants and two karaoke bars. In the local district, Takino has a soba restaurant where noodles are made on the premises while Uzura and Tate each have one eating place. ==Demographics== === Population === The population of the Assabu-region has halved over the past 30 years due to agricultural reforms, the migration of the young to cities, especially Sapporo. Public facilities in some areas have been scaled back as a result, including schools. The towns population has been rapidly declining for many years. Assabu has even adopted the slogan \"The World's Loveliest Depopulated Town\" (世界一素敵な過疎のまち) === Municipalities === As well as the Assabu township itself, which is made up of four areas (Hon-chō, Midori-machi, Shin- machi and ), the municipal area includes several smaller hamlets, including: * * Iwami * * * * * * * * * Tomiei * == Education == Due to the rapidly decreasing population, schools in Assabu have been decreasing rapidly. In 2018, two Junior High Schools, Tate Junior High School (館中学校) and Uzura Junior High School (鶉中学校） were closed, consolidating all Junior High School students in the district into one school. In April of 2019, the three nursery schools, Assabu Nursery School (厚沢部保育園), Tate Nursery School （館保育園）, and Uzura Nursery School (鶉保育園), were consolidated into a singular Certified Kindergarten (認定こども園） The town does not have a high school. Many students attend high school in nearby Esashi or live in residential facilities while attending high schools in Hakodate. === Junior High School === * Assabu Junior High School (厚沢部町立厚沢部中学校) === Elementary Schools === * Assabu Elementary School (厚沢部小学校) * Uzura Elementary School (鶉小学校) * Tate Elementary School (館小学校) === Nursery School === *Certified Kindergarten (認定こども園） ==History== Assabu dates back to the days of the Matsumae clan feudal clan who gained control over Hokkaido's Oshima Peninsula during the Sengoku period and first settled the town area in 1678. Offering an opening in the mountains accessible from the sea, Assabu was established as a forestry camp. As the area was cleared, agriculture followed and farmers began reclamation of land from the swampy drainage basin of local rivers. Like much of the Oshima Peninsula, armed merchants were in the vanguard of local settlers, and one of the mansion-castles typical of the period was established in the area near Tate - In 1869, Assabu briefly fell under the control of shogunate loyalists during the occupation of Hokkaido by forces loyal to the Tokugawa family led by general Enomoto Takeaki. It was returned to the control of the Matsumae feudal clan in the same year after the rebellion in Hokkaido was quashed by the new Meiji Emperor. During this conflict, Tate castle was assaulted by Meiji forces and destroyed. In 1871, the Matsumae clan’s control over their march territories in Hokkaido was dissolved and in 1872, Hokkaido was designated for colonisation and the area administered by the colonial office. In 1906, two village districts in the area were merged receiving the official designation of Assabu-chou. The Assabu yakuba (town council organisation) rejected a merger proposal with the neighbouring Esashi municipality in 2005. Esashi is thought to be financially less well off than Assabu. At the end of July 2006, Assabu townsfolk cooked what was locally called the world's largest potato croquette. Measuring 2.1 meters in diameter and 320 kilograms in weight the behemoth emerged from 180 kilograms of potatoes, and vast quantities of fried minced meat and onions covered with wheat flour and eggs. A crane was used to dip the mix into a vat containing 252 litres of cooking oil. Cooking time was just eight minutes. The croquette was divided into 1,300 servings at a local festival. Every year, a similar-sized potato croquette is made at the local festival held at the end of July. In July 2007, Assabu town is planning to make the world's largest slushy-ice alcoholic drink using locally brewed Shochu. ==References== ==External links== * *Official Website Category:Towns in Hokkaido ",
    "title": "Assabu, Hokkaido"
}