{
    "id": "1435966",
    "text": "OLE DB (Object Linking and Embedding, Database, sometimes written as OLEDB or OLE-DB), an API designed by Microsoft, allows accessing data from a variety of sources in a uniform manner. The API provides a set of interfaces implemented using the Component Object Model (COM); it is otherwise unrelated to OLE. Microsoft originally intended OLE DB as a higher-level replacement for, and successor to, ODBC, extending its feature set to support a wider variety of non-relational databases, such as object databases and spreadsheets that do not necessarily implement SQL. == Methodology == OLE DB separates the data store from the application that needs access to it through a set of abstractions that include the datasource, session, command, and rowsets. This was done because different applications need access to different types and sources of data, and do not necessarily want to know how to access functionality with technology-specific methods. OLE DB is conceptually divided into consumers and providers. The consumers are the applications that need access to the data, and the providers are the software components that implement the interface and thereby provides the data to the consumer. OLE DB is part of the Microsoft Data Access Components (MDAC) stack. == Support status == Microsoft's release of SQL Server 2012 (internal code: 'Denali') is the last to include an OLE DB provider for SQL Server, but support will continue for 7 years.Microsoft SQLNCli team blog: Microsoft is Aligning with ODBC for Native Relational Data Access According to a related Microsoft FAQ,SQL Server Forums - SQL Server Data Access: Microsoft is Aligning with ODBC for Native Relational Data Access \"Providers like ADO.NET which can run on top of OLE DB will not support OLE DB once the latter is deprecated\", but the same answer in the FAQ states that the original post relates only to the OLE DB provider for SQL Server, so the position of OLE DB itself remains unclear. The same FAQ states that ODBC performs better than OLE DB in most cases. On Oct 6, 2017 Microsoft announced that OLE DB was undeprecated.Microsoft SQLNCli team blog: Announcing the new release of OLE DB Driver for SQL Server ==OLE DB providers== An OLE DB provider is a software component designed by Microsoft) that enables an OLE DB consumer to interact with a data source. OLE DB providers are analogous to ODBC drivers, JDBC drivers, and ADO.NET data providers. OLE DB providers can be created to access such simple data stores as a text file and spreadsheet, through to such complex databases as Oracle, Microsoft SQL Server, Sybase ASE, and many others. It can also provide access to hierarchical data stores such as email systems. However, because different data store technologies can have different capabilities, every OLE DB provider cannot implement every possible interface available in the OLE DB standard. The capabilities that are available are implemented through the use of COM objects; an OLE DB provider will map the data store technologies functionality to a particular COM interface. Microsoft describes the availability of an interface as \"provider-specific,\" as it may not be applicable depending on the data store technology involved. Providers may augment the capabilities of a data store; these capabilities are known as services in Microsoft parlance. ==References== * Category:Database APIs Category:Microsoft application programming interfaces Category:SQL data access ",
    "title": "OLE DB"
}