{
    "id": "1435586",
    "text": "Saitama, Japan. The Aldabra giant tortoise (Aldabrachelys gigantea), from the islands of the Aldabra Atoll in the Seychelles, is one of the largest tortoises in the world.Pritchard, Peter C.H. Encyclopedia of Turtles. Neptune, New Jersey: T.F.H. Publications, Inc. Ltd., 1979. Historically, giant tortoises were found on many of the western Indian Ocean islands, as well as Madagascar, and the fossil record indicates giant tortoises once occurred on every continent and many islands with the exception of Australia and Antarctica.Palkovacs, E., Gerlach, J. and Caccone, A. 2002. The evolutionary origin of Indian Ocean tortoises (Dipsochelys). Molecular Phylogenetics and Evolution 24:216–227 Many of the Indian Ocean species were thought to be driven to extinction by over-exploitation by European sailors, and they were all seemingly extinct by 1840 with the exception of the Aldabran giant tortoise on the island atoll of Aldabra.Palkovacs, E., Marschner, M., Ciofi, C., Gerlach, J. and Caccone, A. 2003. Are the native giant tortoises from the Seychelles really extinct? A genetic perspective based on mtDNA and microsatellite data.Molecular Ecology (2003) 12:1403–1413 doi: 10.1046/j.1365-294X.2003.01834.x Although some remnant individuals of A. g. hololissa and A. g. arnoldi may remain in captivity, in recent times, these have all been reduced as subspecies of A. gigantea. ==Description== A skeleton of Aldabra giant tortoise found on Cousin Island (Seychelles). The carapace is a brown or tan color with a high, domed shape. It has stocky, heavily scaled legs to support its heavy body. The neck of the Aldabra giant tortoise is very long, even for its great size, which helps the animal to exploit tree branches up to a meter from the ground as a food source. Similar in size to the famous Galápagos giant tortoise, its carapace averages in length with an average weight of . Females are generally smaller than males, with average specimens measuring in length and weighing . Medium-sized specimens in captivity were reported as in body mass.Hansen, D. M., Kaiser, C. N., & Müller, C. B. (2008). Seed dispersal and establishment of endangered plants on oceanic islands: the Janzen-Connell model, and the use of ecological analogues. PLoS One, 3(5), e2111. Another study found body masses of up to most commonplace.Hughes, G. M., Gaymer, R., MOORE, M., & Woakes, A. J. (1971). Respiratory exchange and body size in the Aldabra giant tortoise. Journal of Experimental Biology, 55(3), 651-665. ==Nomenclature and systematics== This species is widely referred to as Aldabrachelys gigantea, but in recent times, attempts were made to use the name Dipsochelys as Dipsochelys dussumieri, but after a debate that lasted two years with many submissions, the ICZN eventually decided to conserve the name Testudo gigantea over this recently used name (ICZN 2013)International Commission on Zoological Nomenclature [ICZN]. 2013. Opinion 2316 (Case 3463). Testudo gigantea Schweigger, 1812 (currently Geochelone (Aldabrachelys) gigantea; Reptilia, Testudines): usage of the specific name conserved by maintenance of a designated neotype, and suppression of Testudo dussumieri Gray, 1831 (currently Dipsochelys dussumieri). Bulletin of Zoological Nomenclature 70(1):61–65. this also affected the genus name for the species, establishing Aldabrachelys gigantea as nomen protectum. Four subspecies are currently recognized. A trinomial authority in parentheses indicates that the subspecies was originally described in a genus other than Aldabrachelys: *A. g. gigantea , Aldabra giant tortoise from the Seychelles island of Aldabra *A. g. arnoldi ,Bour, Roger (1982). \"Contribution à la connaisance des tortues terrestres des Seychelles: définition du genre endémique et description d'une espéce nouvelle probablement originaire des îles grantiques & bord de l'extinction\". Comptes Rendus de l'Académie des Sciences 295: 117–122. (Dipsochelys arnoldi, new species, p. 118). (in French). Arnold's giant tortoise from the Seychelles island of Mahé *A. g. daudinii † , Daudin's giant tortoise, from the Seychelles island of Mahé (extinct 1850) *A. g. hololissa , Seychelles giant tortoise, from the Seychelles islands of Cerf, Cousine, Frégate, Mahé, Praslin, Round, and Silhouette ==Range and distribution== An isolated population resides on thumb Moyenne (Seychelles, March 2016) The main population of the Aldabra giant tortoise resides on the islands of the Aldabra Atoll in the Seychelles. The atoll has been protected from human influence and is home to some 100,000 giant tortoises, the world's largest population of the animal. Smaller populations of A. gigantea in the Seychelles exist in the Sainte Anne Marine National Park (e.g. Moyenne Island), and on La Digue, where they are a popular tourist attraction. Another isolated population of the species resides on the island of Changuu, near Zanzibar, and other captive populations exist in conservation parks in Mauritius and Rodrigues. The tortoises exploit many different kinds of habitat, including grasslands, low scrub, mangrove swamps, and coastal dunes. ==Ecology== ===Habitat=== A peculiar habitat has coevolved due to the grazing pressures of the tortoises: \"tortoise turf\", a comingling of 20+ species of grasses and herbs. Many of these distinct plants are naturally dwarfed and grow their seeds not from the tops of the plants, but closer to the ground to avoid the tortoises' close-cropping jaws. As the largest animal in its environment, the Aldabra tortoise performs a role similar to that of the elephant. Their vigorous search for food fells trees and creates pathways used by other animals. ===Feeding ecology=== A giant tortoise browsing leaves Primarily herbivores, Aldabra giant tortoises eat grasses, leaves, and woody plant stems. They occasionally indulge in small invertebrates and carrion, even eating the bodies of other dead tortoises. In captivity, Aldabra giant tortoises are known to consume fruits such as apples and bananas, as well as compressed vegetable pellets. Little fresh water is available for drinking in the tortoises' natural habitat, so they obtain most of their moisture from their food. The Aldabra tortoise has two main varieties of shells. Specimens living in habitats with food available primarily on the ground have more dome-shaped shells with the front extending downward over the neck. Those living in an environment with food available higher above the ground have more flattened top shells with the front raised to allow the neck to extend upward freely. ===Tortoise turf=== The Aldabra giant tortoise is a herbivorous animal, spending much of its time browsing for food in its surrounding well-vegetated environment. The Aldabra giant tortoise is known to be found in places that are commonly known as \"tortoise turf\". Tortoise turf is composed of:Grubb, P. The Growth, Ecology and Population Structure of Giant Tortoises on Aldabra. Phil. Trans. Roy. Soc. Lond. B, Vol. 260, 1971, pp. 327–372.Hnatiuk, R.J. and L.F.H. Merton, Vegetation of Aldabra, a Reassessment. Atoll Research Bulletin No. 239, The Smithsonian Institution, 1979 ==Behavior== Aldabra giant tortoise foot, an efficient digging tool Aldabra tortoises are found both individually and in herds, which tend to gather mostly on open grasslands. They are most active in the mornings, when they spend time browsing for food. They dig burrows or rest in swamps to keep cool during the heat of the day. ==Lifespan== Tortoise at Aldabra Atoll Large tortoises are among the longest-lived animals. Some individual Aldabra giant tortoises are thought to be over 200 years of age, but this is difficult to verify because they tend to outlive their human observers. Adwaita was reputedly one of four brought by British seamen from the Seychelles Islands as gifts to Robert Clive of the British East India Company in the 18th century, and came to Calcutta Zoo in 1875. At his death in March 2006 at the Kolkata (formerly Calcutta) Zoo in India, Adwaita is reputed to have reached the longest ever measured lifespan of 255 years (birth year 1750). As of 2016 Jonathan, a Seychelles giant tortoise, is thought to be the oldest living giant tortoise at the age of years and Esmeralda, an Aldabra giant tortoise, is second at the age of years, since the death of Harriet at 176, a Galapagos giant tortoise. ==Breeding== Mating Aldabra giant tortoises Between February and May, females lay between 9 and 25 rubbery fertilized eggs in a shallow, dry nest. Usually, less than half of the eggs are fertile. Females can produce multiple clutches of eggs in a year. After incubating for about eight months, the tiny, independent young hatch between October and December.Stearns, Brett C. Captive Husbandry and Propagation of the Aldabra Giant Tortoise. Int. Zoo Yb., Vol. 27, 1988, pp. 98–103. In captivity, oviposition dates vary. Tulsa ZooCollins, Dave. \"Captive Breeding and Management of the Aldabra Tortoise\". Presented to 8th International Herpetological Symposium, Jacksonville Zoo, Jacksonville, Fl., 1984. maintains a small herd of Aldabra tortoises and they have reproduced several times since 1999. One female typically lays eggs in November and again in January, providing the weather is warm enough to go outside for laying. The zoo also incubates their eggs artificially, keeping two separate incubators at 27 °C (81 °F) and 30 °C (86 °F). On average, the eggs kept at the latter temperature hatch in 107 days.Bourn, D. Reproductive Study of Giant Tortoises on Aldabra. J. Zool., London, Vol. 182, 1977, pp. 27–38. ==Conservation== The Aldabra giant tortoise has an unusually long history of organized conservation. Albert Gunther of the British Museum, who later moved to the Natural History Museum of London (enlisting Charles Darwin and other famous scientists to help him) worked with the government of Mauritius to establish a preserve at the end of the 19th century. The related, but distinct, species of giant tortoise from the Seychelles islands (Seychelles giant tortoise A. g. hololissa and Arnold's giant tortoise A. g. arnoldi) are the subject of a captive-breeding and reintroduction program by the Nature Protection Trust of Seychelles.Spratt, David M.J. Operation Curiesue: A Conservation Programme for the Aldabra Giant Tortoise in the Republic of Seychelles. Int. Zoo Yb., Vol. 28, 1989, pp. 66–69.Swingland, Ian R. Aldabran Giant Tortoise. The Conservation Biology of Tortoises, Occasional Papers of the IUCN Species Survival Commission (SSC), No. 5, 1989. ==References== ==External links== *Only known video of Aldabra giant tortoise *Sea World Animal Bytes *Aldabra giant tortoise at EMY System and World Turtle Database *Seychelles Giant Tortoise Conservation Project *Encyclopedia of Life Category:Aldabrachelys Category:Turtles of Africa Category:Fauna of Seychelles Category:Negligibly senescent organisms Category:Reptiles described in 1812 Category:Articles containing video clips ",
    "title": "Aldabra giant tortoise"
}