{
    "id": "1435084",
    "text": "2014 All-Ireland Hurling Final: Kilkenny v Tipperary at Croke Park The All- Ireland Hurling Final (Cluiche Ceannais Iomána na hÉireann) is the ultimate match played in the annual All-Ireland Hurling Championships (senior, minor and under-21 levels). The All-Ireland Senior Hurling Championship Final was listed in second place by CNN in its \"10 sporting events you have to see live\", after the Olympic Games and ahead of both the FIFA World Cup and UEFA European Football Championship. The finals have been organised by the Gaelic Athletic Association (GAA) since 1887. The All-Ireland Senior Hurling Championship Final, usually held on the first Sunday of September, is one of Ireland's biggest sporting occasions, the culmination of a provincial, knock- out competition between Ireland's thirteen best hurling teams. Early All- Ireland Hurling Finals were held at various venues nationwide. From 1912 onwards the final was held at Jones' Road in Dublin, now known as Croke Park. If the teams cannot be separated in a single match, a replay is held. In the event that the replayed match results in a draw extra-time is played until the winner is crowned. The winning senior hurling team is presented with the Liam MacCarthy Cup, which they hold until the following year's final. The cup is adorned with ribbons in the colours of the winning team. Traditionally held at Croke Park, the presentation is made in the Hogan Stand, with players, led by the team captain, mounting a staircase to a special section where the presentation takes place. In the presence of the President of Ireland, the Taoiseach and other patrons and dignitaries, the winning captain accepts the Liam MacCarthy Cup from the President of the Gaelic Athletic Association. He then makes a traditional speech, giving thanks to all involved in the occasion and paying tribute to the losing team. While Croke Park was being developed in the early 2000s, the trophy presentation was made on a podium on the pitch. Individual members of the teams contesting the final each receive one winners' or runners-up medal. ==List of All-Ireland Senior Hurling Championship Finals== ==References== Hurling Category:Annual events in Ireland ",
    "title": "All-Ireland Hurling Final"
}