{
    "id": "1435179",
    "text": "Coquelin l'aîné circa 1880. Benoît-Constant Coquelin (; 23 January 184127 January 1909), known as Coquelin aîné (\"Coquelin the Elder\"), was a French actor, \"one of the greatest theatrical figures of the age.\" ==Biography== Coquelin was born in Boulogne-sur-Mer, Pas-de-Calais. He was originally intended to follow his father's trade of baker (he was once called \"un boulanger manqué\" – \"a failed baker\" – by a hostile critic), but his love of acting led him to the Conservatoire, where he entered Régnier's class in 1859. He won the first prize for comedy within a year, and made his début on 7 December 1860 at the Comédie-Française as the comic valet, Gros-René, in Molière's Le Dépit amoureux, but his first great success was as Figaro in The Barber of Seville, in the following year. It was an honour for Coquelin to be a part of the Comédie-Française at such a young age. This company had already been in existence for around 150 years. He was made sociétaire in 1864. There were 21 shares and they were divided among the lead actors, known as sociétaires. The sociétaires co-manage, choose plays, and share profits. When there was an opening caused by retirement, resignation, or death, it was filled by a member of the pensionnaires. And just four years after joining the Comédie-Française, Coquelin became one of the elite sociétaires. During the next twenty-two years he created at the Comédie Française the leading parts in forty-four new plays, including Théodore de Banville's Gringoire (1867), Paul Ferrier's Tabarin (1871), Émile Augier's Paul Forestier (1871), L'Étrangère (1876) by the younger Dumas, Charles Lomon's Jean Dacier (1877), Édouard Pailleron's Le Monde où l'on s'ennuie (1881), Erckmann's and Chatrian's Les Rantzau (1884). In consequence of a dispute with the authorities over the question of his right to make provincial tours in France he resigned in 1886. Three years later, however, the breach was healed; and after a successful series of tours in Europe and the United States he rejoined the Comédie- Française as pensionnaire in 1890. During his time away from the Comédie he wrote his book Art and the Actor. It was during this period that he took the part of Labussière, in the production of Victorien Sardou's Thermidor, which was banned by the government after three performances. In 1892 he broke definitely with the Comédie-Française, and toured for some time through the capitals of Europe with a company of his own; in New York, for instance, he performed at Abbey's Theatre in 1894, playing the lead in Tartuffe (his son Jean played Orgon) and Mascarille in Les Précieuses ridicules. In 1895 he joined the Renaissance theatre in Paris, and played there until he became director of the Théâtre de la Porte Saint-Martin in 1897. Here he won successes in Edmond Rostand's Cyrano de Bergerac (1897), which he repeated in the summer of 1898 at the Lyceum Theatre, London, Émile Bergerat's Plus que reine (1899), Catulle Mendès's Scarron (1905), and Alfred Capus and Lucien Descaves' L'Attentat (1906). In 1900 Coquelin toured in America with Sarah Bernhardt, appeared at Broadway's Garden Theatre in a production of Cyrano de Bergerac (Bernhardt played Roxane). He made his only film, the duel scene from Cyrano de Bergerac with sound recording on phonograph cylinder (see also Sound film/Early steps). The film is thought to be the first ever made with both color and sound. On their return to France he continued with his old colleague to appear in L'Aiglon, at the Théâtre Sarah Bernhardt. He was rehearsing for the creation of the leading part in Rostand's Chantecler, which he was to produce, when he died suddenly in Paris in 1909. The New York Times printed an obituary, in which it described many tributes to the dead actor, including a visit by the personal secretary of the President of the Republic, Armand Fallières. Coquelin was an Officier de l'Instruction Publique and of the Legion of Honour. He published: * L'Art et le comédien (1880) * Molière et le misanthrope (1881) * essay on Eugène Manuel (1881) * essay on Sully Prudhomme (1882) * L'Arnolphe de Molière (1882) * Les Comédiens (1882) * L'Art de dire le monologue (with his brother, 1884) * Tartuffe (1884) * L'Art du comédien (1894) His brother, Ernest, and his son, Jean, were also actors. ==Gallery== Bemberg Fondation Toulouse - L'acteur Coquelin aîné accoudé - Jean Béraud.jpg|Portrait by Jean Béraud Coquelin ainé.jpg|As Cyrano 1898 Cyrano de Bergerac (1900).webm|Cyrano de Bergerac (1900) Benoit Constant Coquelin.jpg|Coquelin photographed by the American Napoleon Sarony c.1888. Benoît Constant Coquelin 1901.jpg|Benoît-Constant Coquelin. Benoît-Constant Coquelin dressed as Cyrano de Bergerac.jpg|Benoît-Constant Coquelin dressed as Cyrano de Bergerac Benoît-Constant Coquelin in an unknown role.png|Benoît- Constant Coquelin as Mascarille in Les Précieuses ridicules, c.1888. File:Constant Coquelin.jpg ==References== ==External links== * * * * Category:1841 births Category:1909 deaths Category:People from Boulogne-sur- Mer Category:19th-century French male actors Category:19th-century theatre Category:French male stage actors Category:French male silent film actors Category:Sociétaires of the Comédie-Française Category:20th-century French male actors Category:Articles containing video clips ",
    "title": "Benoît-Constant Coquelin"
}