{
    "id": "1435272",
    "text": "Kenneth Locke Hale (August 15, 1934 – October 8, 2001), also known as Ken Hale, was an American linguist at the Massachusetts Institute of Technology who studied a huge variety of previously unstudied and often endangered languages—especially indigenous languages of North America, Central America and Australia. Languages investigated by Hale include Navajo, O'odham, Warlpiri, and Ulwa, among many others. Among his major contributions to linguistic theory was the hypothesis that certain languages were non- configurational, lacking the phrase structure characteristic of such languages as English. ==Life== Hale was born in Evanston, Illinois. When he was six his family moved to a ranch near Canelo in southern Arizona. He attended the Verde Valley School before Hale said he was \"thrown out\" for being too distracted by his study of languages, before transferring to Tucson High School. As a young man, Hale was an avid bull and bronc rider. A film clip of Hale being thrown from a bull in the 1952 Tucson Rodeo was used as stock footage and is included in the film Arena. He was a student at the University of Arizona from 1952 and obtained his PhD from Indiana University Bloomington in 1959 (thesis A Papago grammar). He taught at the University of Illinois at Urbana-Champaign in 1961-63 and at the University of Arizona, Tucson in 1963-66. From 1967 he held a sequence of appointments at the Massachusetts Institute of Technology until his retirement in 1999. Hale was known as a polyglot who retained the ability to learn new languages with extraordinary rapidity and perfection throughout his life. As a child, in addition to English he learned both Spanish and the native American language Tohono O'odham. He learned Jemez and Hopi from his high school roommates and Navajo from his roommate at the University of Arizona. Hale managed in just one week to write up 750 pages of fieldwork notes on the Marra language alone in 1959.Gregory Francis Dickson, Marra and Kriol: The Loss and Maintenance of Knowledge across a Language Shift Boundary, unpublished doctoral thesis, Australian National University, 2015, p. 22. He became so fluent in Warlpiri that he raised his sons Ezra and Caleb to speak Warlpiri after his return from Australia to the United States. Ezra delivered his eulogy for his father in Warlpiri. ==Linguistics== Among his major contributions to linguistic theory was the hypothesis that certain languages were non-configurational, lacking the phrase structure characteristic of such languages as English. Non-configurational languages, according to Hale, display a set of properties that cluster together, including free word order, unpronounced pronouns and the ability to disperse semantically related words across a sentence. Much of his research in the last two decades of the twentieth century was devoted to the development of syntactic models that could explain why these properties cluster. Hale's ideas initiated an important research program, still pursued by many contemporary linguists. In 1960, Hale's recording of a short text from one of the few remaining native speakers of the Diyari language (spoken in northern South Australia]) was the first research by a professional linguist into that language. Hale took care to educate native speakers in linguistics so they could participate in the study of their languages. Among his students are the Tohono O'odham linguist Ofelia Zepeda, the Hopi linguist LaVerne Masayesva Jeanne, Navajo linguists Paul Platero, MaryAnn Willie, and Ellavina Tsosie Perkins, and Wampanoag linguist Jessie Little Doe Baird. Hale taught every summer in the Navajo Language Academy summer school, even in 2001 during his final illness. In 1990 he was elected to the National Academy of Sciences. Hale championed the importance of under-studied minority languages in linguistic study, stating that a variety of linguistic phenomena would never have been discovered if only the major world languages had been studied. He argued that any language, whether it has a hundred million native speakers or only ten, is equally likely to yield linguistic insight. Hale was also known as a champion of the speakers of minority languages, and not just of their languages, for which his MIT colleague Noam Chomsky called him \"a voice for the voiceless\".Kenneth L. Hale, linguist and activist on behalf of endangered languages, dies. (2001, October 11). Retrieved July 02, 2020, from http://news.mit.edu/2001/hale == Linguistic Society of America == In 1994, Hale served as the president of the Linguistic Society of America. At the society's annual meeting in 1995, Hale delivered a presidential address on universal grammar and the necessity of linguistic diversity. Hale was also appointed to the LSA's Edward Sapir Professorship in 1995. In May 2003, after Hale's death, the LSA's executive committee established a professorship in field methods in his name for the biennial Linguistic Institutes. The Ken Hale Professorship was established to address the need for documenting and preserving endangered languages, and to make courses available that prepare linguistics students to investigate poorly documented endangered languages that may not be offered in their home institutions. In October 2016, the LSA launched a fellowship in honor of Hale to be awarded to a graduate student attendee of the Linguistic Institute pursuing a course of study in endangered language documentation. The first Ken Hale student fellowship was awarded at the 2017 Linguistic Institute to Ivan Kapitonov of the University of Melbourne. The LSA also has a Kenneth L. Hale Award, which has been presented occasionally since 2002 to those nominated scholars who have made substantial contributions to documenting endangered or extinct languages or family of languages. The award is in honor of Hale's extensive work on preserving endangered languages. == Family == At the age of 14 Hale met his future wife Sara (known as Sally) Whitaker on his parents' ranch in Canelo, Arizona, and they both attended the Verde Valley School together for a year. They later became reacquainted at the University of Arizona. They had 4 children: Whitaker, Ian (adopted), and the twins Caleb and Ezra. == References == == Further reading == * \"Bibliography of Ken Hale and Australian languages\", by David Nash in Jane Simpson, David Nash, et al., eds, Forty years on: Ken Hale and Australian languages, Pacific Linguistics 2001. (contains a complete listing of all Ken Hale’s work relating to Australia) * Ken Hale Warlpiri Recordings to his sons (1994) * Ken Hale tribute (by his colleagues and others at MIT) * In Memoriam Ken Hale 1934-2001 * (contains CV) *National Academy of Sciences Biographical Memoir Category:1934 births Category:2001 deaths Category:Massachusetts Institute of Technology faculty Category:University of Arizona alumni Category:Indiana University alumni Category:University of Illinois at Urbana–Champaign faculty Category:University of Arizona faculty Category:Linguists from the United States Category:Syntacticians Category:People from Evanston, Illinois Category:Members of the United States National Academy of Sciences Category:20th-century linguists Category:People from Santa Cruz County, Arizona Category:Linguists of Algic languages Category:Linguists of Australian aboriginal languages Category:Linguists of Pama–Nyungan languages Category:Linguists of Warlpiri Category:Linguistic Society of America presidents ",
    "title": "Kenneth L. Hale"
}