{
    "id": "1436874",
    "text": "Roger Ramjet is a 1965–1969 animated American television comedy series, starring Roger Ramjet and the American Eagle Squadron. The show was known for its simple animation, frenetic pace, and frequent references to pop culture which appealed to adults as well as children. The show gained a second life when aired on Cartoon Network from 1996 to 1998. ==Plot== Roger Ramjet is a patriotic and highly moral — if not very bright — hero, who is typically out to save the world, with help from his Proton Energy Pills (\"PEP\"), which give him \"the strength of twenty atom bombs for a period of twenty seconds\". The world is invariably saved by defeating the various recurring criminals who populated the series. On government missions assigned by General G.I. Brassbottom, Ramjet encounters various nemeses during his missions. Typically he is caught, and must be rescued by his crew of sidekicks, the American Eagles: Yank, Doodle, Dan and Dee (a play on \"Yankee Doodle dandy\"). Although his Eagles appear to be children, each of them, except for Dee, flies his own individual ramjet aircraft expertly, and they are obviously much more savvy than their leader. The various recurring criminals include: * Pint-sized gangster Noodles Romanoff and his evil organization N.A.S.T.Y. (National Association of Spies, Traitors and Yahoos). Noodles wears dark glasses, a fedora, and a trench coat. His hands are always jammed into his jacket pockets. His band of No Goods consist of several lookalike henchmen clad in hats and coats, who simultaneously utter incomprehensible phrases of agreement to whatever he says. * The Solenoid Robots, green metal gas mask-faced evildoers from outer space who have a unicycle-like wheel instead of legs and talk in barely understandable electronic voices. * Red Dog the Pirate, a redheaded short, squat scourge of the seven seas with an eye patch, peg-leg and a wiseacre parrot named Carl Bob for a sidekick. * Blond, long-nosed, Zsa Zsa Gabor-accented foreign spy femme fatale Jacqueline Hyde (a play on Jekyll and Hyde). * Dr. Frank N. Schwine, a Boris Karloff soundalike mad scientist who, with the help of his purple propeller beanie-wearing assistant Sidney, keeps creating huge hulking Frankenstein-style monsters only to have them defeated by Roger and become football players. * Count Batguy, a bald Nosferatu-style vampire from Transylvania complete with Bela Lugosi accent. * Dr. What, internationally feared evil genius. * Sexy senorita Tequila Mockingbird (a play on To Kill a Mockingbird) who teams up with her bandito boyfriends the Enchilada Brothers, Beef and Chicken, to stir up revolution in the tiny Latin American country of San Domino. Another recurring, non-criminal character in the series was sportscaster Vincent Yafnarro, who appeared in several sports-related episodes. Roger's tough little old mother, Ma Ramjet, appeared in several episodes; her voice was an imitation of Jonathan Winters' \"Maude Frickert\" character, and she had her own variation on her son's Proton Energy Pills, \"Ma Ramjet's Atomic Vitamins for Old People whose Get-Up-and-Go Got Up and Left.\" Lance Crossfire (a parody of actor Burt Lancaster), Ramjet's toothy test pilot rival for the affections of his short, Southern-accented sweetheart Lotta Love, is also likely to get in the way. When Lance and Roger cross paths, neither one of them wins: in one episode, the always fickle Lotta ends up going out with General Brassbottom, who promises the two men that he will take care of her. As is his way, Roger does not realize that they have both lost — unlike Lance, who inevitably ends these cartoons with the phrase, \"Oh, Roger — Shut up!\" ==Episodes== ===Season one (1965)=== # \"Dr. Ivan Evilkisser\" # \"The Sheik\" # \"Bat Guy\" # \"The Shaft\" # \"Kokomo\" # \"Baseball\" # \"The Cowboy\" # \"Dee Kidnap\" # \"Drafted\" # \"TV Crisis\" # \"Miss America\" # \"The Pirates\" # \"Revolution\" # \"Torture\" # \"The Race\" # \"Jack the Nipper\" # \"Ma Ramjet\" # \"The Cockroaches\" - this episode is a parody of The Beatles # \"Moon\" # \"Hi Noon\" # \"Bank Robbers\" # \"Sun Clouds\" # \"Football\" # \"Bullfighter\" # \"Bathysphere\" # \"Skydiving\" # \"Monkey\" # \"Dr. Frank N. Schwine\" # \"The Martins and the Coys\" # \"Planets\" # \"Orbit\" # \"Tennis\" ===Season two (1966)=== # \"Werewolf\" # \"Flying Saucers\" # \"Skateboards\" # \"Scotland Yard\" # \"Long Joan Silver\" # \"Moonshot\" # \"Treasure in Sierra's Mattress\" # \"Tarzap\" # \"Comics\" # \"Jet Boots\" # \"Little Roger\" # \"Cycles\" # \"Air Devil\" # \"Spy in the Sky\" # \"Hollywood\" # \"Track Meet\" # \"Surf Nuts\" # \"Dry Dock\" # \"Machines\" # \"Coffee\" # \"Stolen\" # \"Assassins\" # \"Genie\" # \"Airplane\" # \"Woodsman\" # \"K.O. at the Gun Fight Corral\" # \"Mars\" # \"Puck\" # \"Pirate Gold\" # \"Fox\" # \"Super Mother\" # \"Dr. What\" ===Season three (1967)=== # \"Party\" # \"Large Leslie\" # \"Gamey\" # \"Time Machine\" # \"Horse\" # \"Pool\" # \"Ancestors\" # \"Hoop-dee-Doo\" # \"Big Woof\" # \"Robot Plants\" # \"Robot Plot\" # \"Turkey\" # \"Fishing\" # \"Purloined Pinky\" # \"Snow\" # \"Ripley\" # \"Monster Masquerade\" # \"Lompoc Diamond\" # \"School\" # \"Vaudeville\" # \"Coffee House\" # \"Pirate Games\" # \"Horse Race\" # \"Missing\" # \"Dentist\" # \"Rip Van Ramjet\" # \"Desert Ox\" # \"Ad Game\" # \"Lotsa Pizza\" # \"Land Rush\" # \"Show Business\" # \"The Catnapper\" ===Season four (1968)=== # \"Opera Phantom\" # \"Pies\" # \"Small World\" # \"Cousin\" # \"Doodle League\" # \"Ark\" # \"Sauce\" # \"Whale\" # \"For the Birds\" # \"Abominable Snowman\" # \"Hero Training\" # \"Lompoc Cannonball\" # \"Safari\" # \"Tiger\" # \"Rodeo\" # \"Dumb Waiter\" # \"Blast Off\" # \"Twas the Night Before\" # \"Portrait of Roger\" # \"Prince and the Doodle\" # \"Water Sucker\" # \"Volcano\" # \"Limberlost\" # \"General Kidnap\" # \"Drought\" # \"How's Your Pass?\" # \"Rabbit Man\" # \"Pill Caper\" # \"Three Faces of Roger\" # \"Private Eye\" # \"Espionage Express\" # \"Winfield of the Infield\" ===Season five (1969)=== # \"Branch Office\" # \"Wedding Bells\" # \"Bunny\" # \"Hynochick\" # \"Doctor\" # \"Jolly Rancher\" # \"Little Monster\" # \"Flying Town\" # \"Daring Young Man\" # \"Crown Jewels\" # \"April Fool\" # \"Dry Sea\" # \"Pay Cut\" # \"Killer Doodle\" # \"Polar Bear\" # \"Ruggers\" # \"Nut\" # \"The Law\" # \"Hassenfeffer\" # \"Manhole\" # \"Blockbuster\" # \"Sellout\" # \"Scout Outing\" # \"Love\" # \"Decorator\" # \"Lompoc Lizards\" # \"Blunderosa\" # \"General Doodle\" ==Cast and crew== * Gary Owens – Roger Ramjet * Dave Ketchum – Narrator * Bob Arbogast – General G. I. Brassbottom, Ma Ramjet, additional voices * Dick Beals – Yank and Dan of the American Eagles * Gene Moss – Doodle of the American Eagles, Noodles Romanoff * Joan Gerber – Dee of the American Eagles, Lotta Love, Jacqueline Hyde * Paul Shively – Lance Crossfire, Red Dog the Pirate * Jim Thurman – additional voices * Ken Snyder – additional voices *Gene Moss and Jim Thurman were the writers of the series. *Paul Shively wrote the lyrics for the show's theme song. *Dick Beals provided the voice for \"Speedy Alka-Seltzer\". ==Air dates== Roger Ramjet first aired on syndication in 1965, and later on Cartoon Network in the mid-1990s. The show was also on the BBC and ITV from 1979 to 1994 in the UK and Europe wide on Sky Channel from 1985 to 1989 and Bravo from 1992 to 1993. In Australia, in 1966 the show appeared on the ABC in the afternoon, and has been shown regularly on Australian television ever since. Selected Minisodes of the show are available to view for free on Crackle. The series was also screened in several other countries including ZNBC in Zambia, Dubai 33 in the U.A.E., SABC1 in South Africa, KBC in Kenya and TV2 in New Zealand. As of 2017, the show aired on Kids & Teens TV in the US. ==Production notes== *The creators of the series were from Lompoc, California and worked in many references to the town into the series,Pierce, Leonard. http://www.tv.com/news/roger-ramjet-a-cartoon-for-the-ages--22053/ including setting several episodes there. Invariably, the name of the town was mispronounced. *The name \"Roger\" came about after producer Fred Crippen had an interview with a reporter named Roger Smith. Smith asked Crippen about his new TV series and then joked that the main character should be named Roger. *The theme song's lyrics are sung to the melody of Yankee Doodle. ==Other credits== * Associate Producers: Dick Reed, Paul Shively * Production Coordinator: Fred Calvert * Animation: Don Schloat, Alan Zaslove, Bill Hutton, George Nicholas, Fred Crippen * Background: Jack Heiter * Layout: Rosemary O'Connor, Sam Weiss, Joe Bruno, Dave Hanan, Bob Kurtz * Sound Effects: Phil Kaye * Ink and Paint: Constance Crawley * Checking: Dottie Mullens * Sound: TV Recorders, Western Recorders ==DVD release== On February 8, 2005, Classic Media (distributed by Sony Wonder) released Roger Ramjet: Hero Of Our Nation (Special Collector's Edition), a 3-Disc box set containing 119 of the 156 episodes of the series (although the box incorrectly states that 120 episodes are included). Another company, Image Entertainment, previously issued two single DVDs (Roger Ramjet: Hero Of Our Nation and Roger Ramjet: Man Of Adventure), each including 15 cartoons not featured in the three-disc set. This leaves seven cartoons unreleased on DVD (as of November 2007): #36 (Scotland Yard), #125 (Bunny), #128 (Jolly Rancher), #152 (Air Devil), #154 (Dry Dock), #155 (Machines), and #156 (Stolen). ==Soundtrack== RCA Victor released a soundtrack album in 1966. ==See also== * Dudley Do-Right * The Flintstones * The Jetsons ==References== ==External links== * * * RogerRamjet.com-The Official Site of Roger Ramjet * Roger Ramjet Intro YouTube Category:1960s American animated television series Category:1965 American television series debuts Category:1969 American television series endings Category:American superhero comedy television series Category:Australian Broadcasting Corporation original programming Category:Aviation television series Category:Aviation comics Category:United States-themed superheroes Category:Television series by Universal Television Category:American children's animated comedy television series Category:American children's animated superhero television series Ramjet, Roger Ramjet, Roger ",
    "title": "Roger Ramjet"
}