{
    "id": "1436562",
    "text": "The Reliant Rialto is a three-wheeled car that was manufactured by Reliant Motor Company, replacing the original MkI Reliant Robin in 1982. It featured a much squarer aerodynamic body, servicing panels, a single large windscreen wiper, a thicker fibreglass body and altered interior, but the chassis, engine and a lot of large components were from the previous model. The improvements gave the Rialto improved high-speed stability as well as improved fuel economy. The Rialto was built in a number of different models from a saloon, estate, van, hatchback, pickup and flatbed. Rialtos also came in a number of different series: the MkI models from 1982 to 1983; the Rialto 2 series from 1983 to 1986 and the Rialto SE from 1987 until 1997. Upon release the Rialto had a 12-month waiting list and was one of Reliant's best-selling models ever, but it never gained as much praise as the better-known Robin. In the 1980s the Rialto was Reliant's only 3 wheeler model; the MkI Robin ended production in 1981 and only in 1989 was the MkII Robin introduced. == MkI Rialto == The MkI Rialto series was available in three separate body styles: saloon, estate and van. The range consisted of basic specification with a vinyl interior and could be ordered with a list of choice optional extras, or GLS specification which came with a clock, FM/AM radio, voltage gauge, cloth covered seats with extra matching cloth covered areas on the interior, extra thick carpets with a carpeted boot area, GLS decals, leather steering wheel, spare wheel and radial tyres. All cars had a dark green dash with dark grey door cards. The sole available engine was Reliant's own four-cylinder 850 cc \"red top\" (so-called because of its red rocker cover) mated to a four-speed gearbox. This engine was carried over from the previous MkI Robin and produced 40 hp, a top speed of 85 mph and fuel consumption of up to 60 mpg. The most recognisable feature of a MkI Rialto is the thick stripe which runs front to rear, in either gold, graphite or silver according to body colour. == The Rialto 2 == The Rialto 2 model was the second version of the Rialto and was released to the public in late 1983. It featured a number of improvements over its predecessor, including a reworked engine (the 850 engine now had an ultra skimmed head to raise the compression ratio along with a new camshaft for improved low-end torque), a new needle in the SU carburetor and a specific distributor. This engine was named the \"economy\" engine, with each unit featuring a capital 'E' stamped on the cylinder head, and every engine number ending with a capital 'E'. The rocker cover was painted yellow, which gave the engine the nickname \"the yellow top\". Reliant had initially wanted to launch the original Rialto with these improvements but were unable due to time pressures during development, therefore the original MkI Rialto was a compromise to build demand using a number of carryover parts from the Robin. To match the new engine, the rear axle ratio was raised to 2.78/1 (and can be identified with 'B' stamped on diff case). This, combined with the engine, gave the car a much higher top speed of 100 mph and a fuel economy figure of 72mpg at 56 mph. The engine now produced peak torque at lower engine speeds, and the axle allowed the Rialto to cruise at 70 mph at lower revs. This created the disadvantage of not being able to cruise at 30 mph in 4th gear. Rialtos now had vinyl seats on basic models or corduroy cloth seats on GLS models. All Rialto models whatever their specification now had a vacuum economy gauge along with a new decal set of a double coach line with \"RIALTO 2\" on the wings and rear door and new hub caps. Another visual improvement on GLS models were black plastic bumpers which wrapped around the front and rear. By late 1984 the Rialto 2 was re- released with an altered specification, the rear axle ratio was returned to 3.23/1 as customers complained of being unable to use 4th gear at city speeds and the economy gauge was no longer fitted. == Rialto SE == The Rialto SE was introduced in 1986. Whilst the best selling model in the Rialto 2 range was the estate, Reliant introduced for the first time a hatchback Rialto, after much development to the roof structure to add enough strength for the tailgate hinges. This model was a huge commercial success and soon become Reliant's best selling model. Mechanical parts of the new Rialto SE had now gone back to the standard specification engine but now with a grey rocker cover, the engine using a pre-engaged starter motor for improved starting. Bodywork now came in brighter colours than before, as well as now having a black decal border running along the bottom of the car which fades out plus a single orange pin stripe running front to rear in the centre of the car. With the Rialto hatchback now in the range the Rialto saloon was the cheapest car in the whole range but by 1995 the saloon had been deleted from the range. The MkII Robin of 1989 replaced the Rialto SE hatchback. By 1990 a roller bearing clutch was also introduced on all models. The MkII Robin estate was released by 1992, but the Rialto SE estate continued in production as a cheaper alternative even though the only differences between the cars were the body design. Some MkII Robin estates were sometimes registered wrongly as Reliant Rialto SE estates. In 1997 the Rialto received the same improvements as the new Robin: it gained 12-inch wheels, a new braking system, different interior trim and an updated dashboard design with new dials. Additionally, a Reliant Rialto pickup named 'Giant' was built which was introduced as a production model in 1997, but only for a limited time on a small production run. The last Rialto model to be built was the estate, and production of the Rialto finally finished in 1997. === Unfounded myths === One of the most widely known myths is that a Reliant three-wheeled vehicle would have to have reverse gear removed or blanked off from its gearbox for someone to drive it on a motorcycle licence. This was true in the early 1960s but ceased to be the case soon after as the lack of mobility in reverse was dangerous to the driver and other road users. Another myth is that a three-wheel Reliant isn't allowed on British motorways. This is not the case as any two-, three- or four-wheeled vehicle is allowed on the motorway as long as its displacement is over 50 cc. Some people believe that one can drive a three-wheeled Reliant on a compulsory basic training (CBT) driving licence, but this is incorrect as Reliants have engines larger than the CBT licence allows. A full motorcycle or full car driving licence is required, and the driver must also be over 21 to drive a Reliant. === Driving a Reliant on a motorcycle licence === Holders of motorcycle licences in the UK would also receive a B1 category entitlement, thereby allowing them to drive a three- or four-wheeled vehicle of up to 550kg. The B1 entitlement ceased to be issued by the DVLA after 2001. Interest in the Reliant increased once more after January 2013, when the licensing scheme was changed once again. From then until the present, a holder of a full A category motorcycle licence over the age of 21 may drive a three-wheeled vehicle of any power. Because of these licensing changes a Reliant Robin cannot be driven with a learner's permit. Category:Reliant vehicles Category:Three-wheeled motor vehicles Category:Rear- wheel-drive vehicles Category:Cars introduced in 1982 Category:1990s cars ",
    "title": "Reliant Rialto"
}