{
    "id": "1436943",
    "text": "Roland Loomis (August 10, 1930 – August 1, 2018), known professionally as Fakir Musafar, was an American performance artist considered to be one of the founders of the modern primitive movement.Gauntlet – decorating the Modern Primitive == Life == Fakir Musafar. Born Roland Loomis, at age four he claimed to have experienced dreams of past lives which, along with his anthropological studies, influenced his interests in body modification.Voices from the Edge (1997), David Jay Brown & Rebecca McCLen Novick He served in the army during the Korean War, and was first married for a short time in the 1960s. In 1966 or 1967 he first performed a flesh hook suspension, inspired by his viewing of anthropological works.Vale, V. and Andrea Juno (1989) Modern Primitives. RE/Search, San Francisco. In 1977 he gave himself the name Fakir Musafar. In the 1985 documentary Dances Sacred and Profane he was shown walking while wearing a device that pressed many small skewers into his upper body, and hanging from a tree by hooks in his chest, in his modified versions of other cultures' sacred ceremonies. He was an extra ('Man in hotel room') in Die Jungfrauen Maschine (The Virgin Machine) in 1988, and in 1991 he appeared in My Father Is Coming as Fakir. He was featured in the 1989 book Modern Primitives, which documented, propagated, and became influential in the modern body modification subcultures. In 1990 he married Cléo Dubois. From 1992 until 1999 he published the magazine Body Play and Modern Primitives Quarterly, which focused on body modification topics such as human branding, suspension, contortionism, binding, and modern piercing culture.Body Play #4, 1992, \"The Unique Piercings of Erik Dakota\" He led \"Fakir Intensives\" training workshops on these topics in San Francisco.Voices from the Edge (1997), David Jay Brown & Rebecca McCLen Novick == Illness and death == In May 2018, Loomis announced on his website that he was suffering from terminal lung cancer. He died on the morning of 1 August 2018.Slotnik, D. E., \"Fakir Musafar, Whose ‘Body Play’ Went to Extremes, Dies at 87\", The New York Times, Aug 13, 2018. His death was initially announced in a public Facebook post by his wife Cléo Dubois, and later confirmed by an obituary in Artforum. ==Tributes== The Leather Archives and Museum, founded in 1991, has a Fakir Musafar exhibit as a permanent exhibit. In 1993, he received the Steve Maidhof Award for National or International Work from the National Leather Association International. In 2019, he was inducted into the Leather Hall of Fame, and he is also an inductee of the Society of Janus Hall of Fame. ==Bibliography== * Fakir Musafar: Spirit + Flesh, Arena Editions, 2004, == See also == * Domination & submission (BDSM) * Risk-aware consensual kink * Sadomasochism * Safe, sane and consensual * Sexual fetishism ==Notes== ==References== * Biography * Body Modification E-zine interview * National Geographic documentary Taboo == External links == * Excerpt of interview - Discusses modern primitives, from RE/Search Category:1930 births Category:2018 deaths Category:American army personnel of the Korean War Category:American erotic photographers Category:American people of Swedish descent Category:BDSM people Category:Body piercers Category:Culture of San Francisco Category:Deaths from lung cancer Category:Deaths from cancer in California Category:Modern primitive Category:People from Aberdeen, South Dakota ",
    "title": "Fakir Musafar"
}