{
    "id": "1436676",
    "text": "{| |} LÉ Cliona was a in the Irish Naval Service. She was named after Cliodhna, an ancient Irish goddess of love; she was the former Bellwort was built by George Brown & Co of Greenock, Scotland. After wartime service in the Royal Navy she was handed over to the Naval Service on 3 February 1947 and commissioned Cliona by Lieutenant Walter J. Reidy the same day. She was sold to Haulbowline Industries for scrap and was removed to Passage West on 4 November 1970. ==Fire incident== On 29 May 1962, Cliona was participating in an annual exercise south off Roches Point. Cliona had a press party including a number of RTÉ cameras embarked to do some filming for the new national broadcaster. The ship initially carried out a successful Hedgehog mortar exercise. During her second pattern of depth charges, she suffered a premature explosion from a charge dropped from the port stern rail. The resulting explosion lifted the stern of the ship out of the water and the concussion ruptured fuel oil feed pipes in the after boiler room. The leaking oil resulted in a serious fire which rapidly accelerated out of control. Stoker William Mynes closed the feed valves, isolating the supply of fuel to the fire. Mynes had to be ordered to leave his post so he could receive medical attention for burns he had sustained in the fire fighting effort. The Executive Officer, Lt. Pat O'Mahoney, then entered the aft boiler room where he fought the fire for at least another thirty minutes. The fire was eventually extinguished, despite the Marine Rescue Coordination centre dispatching an oceangoing tugboat, Clonmel to the scene to assist, Cliona was able to proceed to Haulbowline under her own steam for an investigation and repairs. At the time, neither Mynes or O'Mahoney were recognised for the bravery they showed in their fire fighting effort.Report to the Chief of Staff from Captain Thomas McKenna on fire damage to LE Cliona, 31 May 1962 (National Military Archives) However, 'scrolls of commendation' were issued in recognition of the crew member's efforts some decades later. ==References== Category:1941 ships Category:Former naval ships of the Republic of Ireland Category:Flower-class corvettes of the Naval Service (Ireland) Category:Clíodhna ",
    "title": "LÉ Cliona (03)"
}