{
    "id": "1436753",
    "text": "Earth-One (also Earth-1) is a name given to two fictional universes (The Pre- Crisis and Post-Crisis versions of the same universe) that have appeared in American comic book stories published by DC Comics. The first Earth-One was given its name in Justice League of America #21 (August 1963), after The Flash #123 (September 1961) explained how Golden Age (Earth-Two) versions of characters such as the Flash (Jay Garrick) could appear in stories with their Silver Age counterparts (Barry Allen). This Earth-One continuity included the DC Silver Age heroes, including the Justice League of America. Earth-One, along with the four other surviving Earths of the DC Multiverse, are merged into one in the 1985 miniseries Crisis on Infinite Earths. This Earth's versions of characters were primarily the Earth-One versions (i.e. Superman, Batman), but some characters from the four other worlds were also \"folded\" in. In Infinite Crisis, Earth-One was resurrected and merged with the primary Earth of the publication era to create a New Earth that brought back more aspects of Earth-One's original history. In 2007, a new version of Earth-One was created in the aftermath of events that occurred within the 52 series. ==Pre-Crisis version== ===Flash of Two Worlds=== The Flash (September 1961) cover art by Carmine Infantino and Murphy Anderson Characters from DC Comics were originally suggestive of each existing in their own world, as superheroes never encountered each other. This was soon changed with alliances being formed between certain protagonists. Several publications, including All-Star Comics (publishing tales of the Justice Society of America), Leading Comics (publishing tales of the Seven Soldiers of Victory) and other comic books introduced a \"shared-universe\" among several characters during the 1940s until the present day. Alternative reality Earths had been used in DC stories before, but were usually not referred to after that particular story. Also most of these alternative Earths were usually so vastly different that no one would confuse that Earth and its history with the so-called real Earth. That would change when the existence of another reliable Earth was established in a story titled \"Flash of Two Worlds\" in which Barry Allen, the modern Flash later referred to as Earth-One (the setting of the Silver Age stories) first travels to another Earth, accidentally vibrating at just the right speed to appear on Earth-Two, where he meets Jay Garrick, his Earth-Two counterpart. ===Major events=== *More Fun Comics #101 (1944): the first appearance of Superboy. According to canon, the Superman of Earth-Two did not fight crime until reaching Metropolis as an adult, therefore this is the first appearance of Earth-One in comics. *Superman #46 (1947): an adventure of Superman that contains flashbacks to his teenage years as Superboy, directly linking the two. This version is inconsistent with later stories, however, depicting young Clark Kent as a student at Metropolis High School rather than in Smallville, which itself would not be established until Superboy #2 in 1949. Much later in 2005, DC published the Crisis on Infinite Earths: Absolute Edition and described this story and a handful of others that depicted characters like Captain Thunder, Batman and Wonder Woman in ways that conflicted with their respective canons all took place on \"Earth-Forty\", distinct from Earth-One or -Two. *Superman #76 (1952): the first appearance of the Earth-One Batman, teaming up with what must be Earth-One Superman. The two crime fighters meet for the first time in this story. Their Earth-Two counterparts knew each other from their time in the Justice Society of America in the 1940s. * (1954): Superman and Batman books unofficially make the switch from the Earth-Two characters to the Earth-One characters, though it was not apparent at the time. *Superman's Pal Jimmy Olsen #1 (1954): debut issue of spinoff title for supporting character from the Superman series.Irvine, Alex \"1950s\" in Dolan, p. 73: \"Jimmy Olsen got his own adventures in Superman's Pal Jimmy Olsen #1. A comic remarkable for its inventiveness and longevity, it ran for 163 issues.\" *Detective Comics #225 (1955): the first appearance of J'onn J'onzz, the Martian Manhunter.Irvine \"1950s\" in Dolan, p. 77: \"The Martian called J'onn J'onzz debuted as a regular feature in Detective Comics #225. 'The Strange Experiment of Dr. Erdel', by writer Joe Samachson and artist Joe Certa, gave the origin for the lonely Martian Manhunter.\" *Showcase #4 (1956): popularly the first Earth-One comic (though not mentioned in text as such), featuring the introduction of Barry Allen as The Flash.Irvine \"1950s\" in Dolan, p. 80: \"The arrival of the second incarnation of the Flash in [Showcase] issue #4 is considered to be the official start of the Silver Age of comics.\" *Adventure Comics #246 (1958): unofficially the first appearance of Earth-One Green Arrow. *Wonder Woman #98 (1958): unofficially the first appearance of Earth- One Wonder Woman.Irvine \"1950s\" in Dolan, p. 90: \"Wonder Woman's origin story and character was given a Silver Age revamp, courtesy of writer Robert Kanigher and artist Ross Andru.\" *Adventure Comics #260 (1959): the first appearance of Earth-One Aquaman. *Showcase #22 (1959): the first appearance of Hal Jordan, the Green Lantern of Earth-One.Irvine \"1950s\" in Dolan, p. 95: \"DC had decided to revamp a number of characters to inject new life into the genre. Writer John Broome and artist Gil Kane ensured that Green Lantern got his turn in October [1959]'s Showcase #22.\" *The Brave and the Bold #34 (1961): the first appearance of Katar Hol, the Hawkman of Earth-One. *The Flash #123 (1961): \"The Flash of Two Worlds\" Barry Allen meets Jay Garrick. This is the first story to explain the concept of the Multiverse, namely that the actions of Barry Allen and Jay Garrick took place on separate but similar Earths. *Showcase #34 (1961): the first appearance of Ray Palmer, the Atom of Earth-One.McAvennie \"1960s\" in Dolan, p. 103: \"The Atom was the next Golden Age hero to receive a Silver Age makeover from writer Gardner Fox and artist Gil Kane.\" *Justice League of America #21 (1963): \"Crisis on Earth-One\" The first team up between the JLA and the JSA, which became a yearly feature in the Justice League of America comic. This is the story in which both Earth-One and Earth-Two were first given names.McAvennie \"1960s\" in Dolan, p. 109: \"The two-part 'Crisis on Earth-One!' and 'Crisis on Earth-Two!' saga represented the first use of the term 'Crisis' in crossovers, as well as the designations 'Earth-1' and 'Earth-2'. In it editor Julius Schwartz, [writer Gardner] Fox, and artist Mike Sekowsky devised a menace worthy of the World's Greatest Heroes.\" *Green Lantern (vol. 2) #85 (1971): \"Snowbirds Don't Fly\" A story focusing on drug addiction, showing Green Arrow's ward Roy Harper addicted to heroin.McAvennie \"1970s\" in Dolan, p. 146 \"It was taboo to depict drugs in comics, even in ways that openly condemned their use. However, writer Denny O'Neil and artist Neal Adams collaborated on an unforgettable two-part arc that brought the issue directly into Green Arrow's home, and demonstrated the power comics had to affect change and perception. The story won the 1971 Shazam Award for Best Original Story. *Justice League of America #100 (1972) A story that establishes that the Green Arrow and Speedy appearing in the 1940s were the Earth-2 Green Arrow and Speedy. This annual JLA/JSA team-up featured the return of the Golden Age superhero team the Seven Soldiers of Victory, of which the Golden Age Green Arrow and Speedy were members *Swamp Thing #1 (1972): the first adventure of Alec Holland, the Swamp Thing.McAvennie \"1970s\" in Dolan, p. 153: \"Following his debut in House of Secrets #92 in 1971, the Swamp Thing grew into his own series, albeit with a reimagining of his origins by writer Len Wein and artist Bernie Wrightson.\" The story won the 1972 Shazam Award for Best Original Story. *Justice League of America #244 and Infinity, Inc. #19 (1985): the final team-up of the Justice League and the Justice Society before Earth-One and Earth-Two are merged. *Crisis on Infinite Earths #10 (1986): The issue in which Earth-One, Earth-Two, Earth-Four (the home of the Charlton Comics heroes), Earth-S (the home of the Fawcett Comics heroes), and Earth-X (the home of the Quality Comics heroes) were combined into one reality, hereafter known as New Earth. *DC Comics Presents #97 (1986): \"Phantom Zone: The Final Chapter\" The last official Earth-One story. *Superman #423 and Action Comics #583 (1986): \"Whatever Happened to the Man of Tomorrow?\": The last story of the Superman of Earth-One,Manning, Matthew K. \"1980s\" in Dolan, p. 220: \"In 'Whatever Happened to the Man of Tomorrow?', a two-part story written by Alan Moore and illustrated by Curt Swan, the adventures of the Silver Age Superman came to a dramatic close.\" though it is technically classified as an Imaginary Story and not an official Earth-One story. It features cameos by several other Earth-One heroes. ===Destruction=== Crisis on Infinite Earths (1985–1986) was an effort by DC Comics to clean up their continuity, resulting in the multiple universes, including that of Earth-One, combining into one. This involved the destruction of the multiverse, including Earth-One and the first appearance of the post-Crisis Earth. ==Post-52 version== At the end of the Infinite Crisis limited series, the realigned world is called \"New Earth\". There are now 52 universes: \"New Earth\" (aka Earth-0), and Earths-1 to 51. In the final issue of the 52 weekly series, it is revealed that fifty-two duplicate worlds have been created and all but New Earth have been altered from the original incarnation. Earth-1 is featured in the Superman: Earth One and Batman: Earth One graphic novels. ==In other media== *Batman's Earth-One costume is available for download in Batman Arkham City. *In The CW series The Flash, the Flash team encounter metahumans and doppelgangers of friends and colleagues from another inter-dimensional Earth, which they dub \"Earth-2\" while referring to their own as \"Earth-1\". Harrison Wells of Earth-2 takes some umbrage at this; although he generally accepts the terminology, he occasionally reminds Cisco Ramon and Barry Allen that his Earth can, from his perspective, be called Earth-1. ==Characters== {| class=\"wikitable\" |- !width=10%| Earth-One (1961–1985) !width=10%| Earth-1 The New 52 (2007-2010/2010–present) !width=50%| Notes !width=10%| New Earth / Prime Earth counterpart |- | colspan=\"2\" | Kal-El/Clark Kent | Since Superman was one of several DC characters continuously published throughout the 1950s, there is not a clear dividing line between the Earth-One and Earth-Two versions of Superman. Several stories published before the mid-1950s took place on Earth- One. Also, any Superman stories published before the mid-1950s that featured or mentioned Superboy also took place exclusively on Earth-One, as the Earth- Two Superman, per the earliest Superman comics, never had a Superboy career. His first appearance in comics was in Superman vol. 1 #46 (May 1947), the first time Superboy was referenced in a Superman story. This version of Superman remained in publication until 1986, as the miniseries Crisis on Infinite Earths (1985–86), he was written out of continuity with John Byrne's miniseries The Man of Steel. In Superman: Earth One Volume 1, Kal-El crash- landed in Kansas and was discovered by Jonathan and Martha Kent, who barely managed to escape the site before the military arrived and took custody of his ship. When Jonathan and Martha revealed to Clark that he came to Earth in a spaceship, and that he was an alien, Jonathan gave Clark a piece of metal from his ship. At some point in Clark's teenage years, Jonathan died. Arriving at Metropolis, he tries out several jobs: pro footballer, Major League baseball player, and positions in a scientific research company, and in financial services and media industries. His last job stop is at the Daily Planet newspaper. The metal piece of Clark's rocket, emits some kind of energy and Clark discovers Kryptonian symbols in the fragment's atoms. Just as this is happening, an invading alien force suddenly arrives and attacks Earth's major cities. After he stops the invasion, Clark returns to the Daily Planet, and presents Perry White an interview he wrote about the new hero. Amazed by Clark's story, Perry gives him a job as a reporter. Perry promotes Clark to write articles to help rebuild the Daily Planet 's reputation. Lois is suspicious of Clark and the authenticity of his Superman article, so she decides to investigate his past. In Volume 2, a week later, Perry promotes Clark to write articles to help rebuild the Daily Planet's reputation. Lois Lane is suspicious of Clark and the authenticity of his Superman article, so she decides to investigate his past. Clark later meets his neighbors Lisa Lasalle, whom he starts dating. Superman later goes head to head with the villain Parasite, whom he defeats with the help of warsuit, in which he can fight Parasite on equal terms. In Volume 3, Lois subsequently warns Superman that she learned from her uncle, a United Nations delegate, that the U.N is developing fail-safes against Superman. She later reveals that she has ceased her investigation because she now sees Clark is a decent person of good character, and not the type of person to fabricate a story. Superman later meets another super-powered being, named Zod-El, who says he is Superman’s biological uncle. Zod claims that he has been searching for Kal-El ever since Krypton exploded. Superman later discovers that Zod not only intends to kill Superman but has convinced the world's governments that he is an enemy. After Zod's death, Superman announces that although he is disappointed that the United Nations aligned against him, it will not deter him from his mission to protect Earth. Seeing their fear, Superman asks Lois to be his political conscience. | Superman |- | colspan=\"2\" | Bruce Wayne | Batman is not significantly changed by the late 1950s for the new continuity. Batman is not significantly updated in the manner of other characters until Detective Comics #327 (May 1964), in which Batman reverts to his detective roots, with most science-fiction elements jettisoned from the series. Details of Batman's history were altered or expanded upon through the decades. Additions include his upbringing by his uncle Philip Wayne after his parents' death. In 1969, Bruce moves from his mansion, Wayne Manor into a penthouse apartment atop the Wayne Foundation building in downtown Gotham City, in order to be closer to Gotham City's crime. Batman spends the 1970s and early 1980s mainly working solo, with occasional team-ups with Robin and/or Batgirl. Batman's adventures also become somewhat darker and more grim during this period, depicting increasingly violent crime. This version of Batman remained in publication until 1986, as the miniseries Crisis on Infinite Earths (1985–86), he was written out of continuity. In Batman: Earth One Volume 1, Bruce Wayne is the eight-year-old son of Dr. Thomas Wayne, a mayoral candidate for Gotham City, and Martha Wayne (née Arkham). During an outing with his parents, Bruce is taken hostage by a mugger. He demands that the Waynes pay a ransom for the return of their son and as Thomas tries to intervene and the criminal shoots them both in front of Bruce. As a teenager, Bruce befriends his classmate, Jessica Dent, and develops a rivalry with her twin brother, Harvey Dent. He also learns about Arkham Manor, where his mother lived as a child. Bruce later convinces his guardian Alfred to train him in various forms of martial arts and acrobatics. Bruce also learns investigative techniques. Following this training, he discovers evidence that Mayor Oswald Cobblepot was involved in his parents' assassination. In his mid-twenties, Bruce dons a bat-themed costume as a disguise, inspired by his pre-training experience at Wayne Manor. Following an altercation between Cobblepot's bodyguards and Bruce at a function organized by the mayor, Bruce's alter ego is named \"Batman\" by the press and the topic becomes a public sensation. In a subsequent confrontation between Batman and Cobblepot, the mayor reveals that he intended to murder the Waynes, but the couple ran into the mugger instead. Cobblepot then prepares to kill an unmasked Bruce but is fatally shot by Alfred. Bruce is left disappointed by the truth behind his parents' death, but with Alfred's encouragement, decides that he will continue on to refine his new persona as Batman. In Volume 2, six months later, after losing track of one of the drug dealers he fought during a car chase, Wayne had Lucius Fox to build him a custom-made race car. A mysterious serial killer who calls himself \"The Riddler,\" is murdering people in Gotham, hoping to get Batman’s attention. Seeing Gordon’s excellence as a detective, Batman asks Gordon to train him in forensics and deduction. Bruce is later accused of being the Riddler after the real one frames him in an attempt to divert James Gordon's investigation, but Jessica Dent, who knows about Brice's double identity, is able to provide Bruce an alibi so he is not arrested. After chasing the Riddler Batman subdues the killer. After he is cleared of all charges, Bruce generously writes a check to help the city's police department rebuild their precinct. | Batman |- | N/A | Tyrell | In Superman: Earth One Volume 1, Tyrell is the genocidal leader of an alien armada from the planet Dheron, a neighboring world of the destroyed planet Krypton. He invades Earth and aims to kill Krypton's last survivor or to destroy most of humanity if he does not reveal himself. After killing millions of natives, his target finally revealed himself against him. Tyrell dies when he is impaled by a sharp piece of falling equipment after his battle with Clark. Before he dies, Tyrell warns Clark that other Dheronians will also try to find and eliminate him. He has some of the same powers as Clark under a yellow sun. |- | colspan=\"2\" | Raymond Maxwell Jensen | In Superman: Earth One Volume 2, Jensen was a troubled youth who bullied his classmates and mutilated animals. During his adult years he would become a criminal who would do anything to get what he wanted. After an accident at S.T.A.R. Labs, he becomes a serial-killing metahuman with the ability to absorb energy and life force through physical contact and to convert that energy into health and power for himself. By absorbing Superman's life force, he gains his powers and renders the Man of Steel powerless. Later, the two fight once again, until Jensen's sister arrives, only to be unwillingly murdered by him, who then blamed her death on Superman. He was later defeated by Superman, arrested and is currently under the military's custody. | Parasite |- | Alexis \"Lex\" Luthor | Alexander Luthor Alexandra \"Lex\" Luthor | Luthor grew up in the suburbs of Smallville with his parents and sister. As a teenager, Luthor learned about the existence of Smallville's own hometown hero, Superboy. After a fire in his lab, which resulted in losing both his hair and all of his experiments. Superboy saved him from the fire but Luthor accused the hero of destroying his experiments on purpose out of jealousy. From that moment onward, Lex Luthor became the sworn enemy of Superboy. Fearing that their son would never reform his ways, Lex's parents decided to move away from Smallville and changed their name to \"Thorul\" in hopes to raise their daughter in a relatively peaceful life away from the evil Lex. During one of his outer space explorations Lex would find Lexor, a planet which would become his primary refuge from the rest of the galaxy. The people of Lexor accepted Lex as their hero and First citizen. Lex would mostly settle down on Lexor taking a wife, Adora, and fathering a son. Lex would largely remain on Lexor until the planet was destroyed by his really never-ending battle with Superman. In Superman: Earth One Volume 2, Alexander \"Lex\" Luthor has a genius intellect surpassing most people but has trouble relating to people. An inventor with degrees in many fields, specializing in particle physics, he married Alexandra, whom he calls \"Alexa,\" a xenobiologist who had an intellect rivaling his own. The two started their own consulting firm, jokingly calling it \"Lex-squared\" after their common nickname. Major Lee recruits the wealthy couple of scientists, as independent contractors, to initially study Superman's ship, and later on find a way to neutralize Superman, in case he would pose a threat to national security. Alexander actively argues with his wife on the subject of researching ways to kill Superman, believing it is distasteful but Alexandra, who is the more aggressive of the two, sees it as an intellectual exercise. In Volume 3, the couple figures out that Superman is vulnerable to red solar radiation. During a battle between Superman and Zod, Alexander sacrifices himself helping Superman and succeeds to greatly weaken Zod with his red solar weapon. Alexandra, consumed by rage and grief, murders Zod but blames Superman for her husband's death. She then vows to dedicate her life to destroy him, and takes her husband's name for her own. She subsequently places her husband's corpse in suspended animation and takes Zod's green kryptonite from his ship. | Lex Luthor |- | Dru-Zod | Zod-El | Zod is a megalomaniacal Kryptonian, in charge of the military forces on Krypton. He knew Jor-El, when he was an aspiring scientist. When the space program was abolished after the destruction of the inhabited moon Wegthor, he attempted to take over Krypton. He was sentenced to exile in the Phantom Zone for 40 years for his crimes. Zod was eventually released by Superboy when his term of imprisonment was up. However, he attempted to conquer Earth with his superpowers acquired under the yellow sun. With his threat now obvious, Superboy was forced to oppose him and ultimately returned him to the Zone. In Superman: Earth One Volume 3, Zod-El was a Kryptonian soldier, the brother of Jor-El and the one responsible for Krypton's destruction. Starting a coup against the Science Council, Zod went behind his brother's help to no avail, starting a long and painful civil war that lasted six months until Zod's forces were on the run and Zod himself forced to flee Krypton to avoid arrest. On his defeat, Zod went towards Krypton's old enemy, the Dheronians, and gave them the means of finally destroy Krypton, and in return they will hunt any surviving Kryptonian and, should they fail, Zod will do it himself. He arrived Earth sometime after Tyrell's defeat at the hands of Superman. To gain Kal- El's trust, he purposely placed several lives at stake in order to stage the idea that he, too, arrived to help, immediately gaining the trust of his nephew. Luring Kal to a trap, he intended to use his longtime saved Kryptonite in order to finally kill him, but Superman outsmarted him and destroyed his protective Skin-Suit, forcing him to seal the Kryptonite while Kal escaped. Later when Zod was ready to kill Kal-El, Alexander Luthor shot him with his red solar weapon leaving him completely powerless but before that Zod was able to deliver a fatal stroke to Alexander. Being powerless, Zod was later killed by the revengeful wife of Alexander. | General Zod Zor-El |- | colspan=\"2\" | Oswald Cobblepot | In Batman: Earth One Volume 1, Oswald Chesterfield Cobblepot was the mayoral competition for Dr. Thomas Wayne. Cobblepot holds a grudge against the Wayne family, believing the Waynes have disgraced the Cobblepot legacy. He planned for the Waynes to be murdered, but was not ultimately responsible for their death. He is the current, corrupt mayor of Gotham City, whom Batman fights against. When Batman confronts him, he sticks Batman with a trick stiletto from his umbrella then he removes Batman's cowl, finding out that Batman is Bruce Wayne. Fortunately, Alfred arrives on the scene and empties two barrels into Cobblepot's chest. The blast sent Cobblepot's body out of the window where he landed into the street below. After his death, his crimes were finally outed to the public. | Penguin |- | Harvey Dent | Harvey Dent Jessica Dent | In Batman: Earth One Volume 1, Harvey Dent along with his twin sister Jessica were friends with young Bruce Wayne from preparatory school, though Harvey had a rather antagonistic relationship with him. In their adult years, Harvey becomes Gotham City's District Attorney, and Jessica is the president of the city's board of supervisors. After taking office, the two were known for investigating Mayor Oswald Cobblepot due to rumors of his illicit activities. Jessica was appointed Mayor of Gotham City after the death of Cobblepot. In Volume 2, Jessica discovers that Bruce is Batman, and they each reciprocate the romantic affection they had for each other since childhood. Harvey is later murdered by former Cobblepot henchman, Sal Maroni, during a prison riot, having a molotov cocktail smashed into his face after being stabbed in the back with a knife. Seconds before he dies, his grieving sister puts the left side of her own face onto his, burning her. After the incident, it is implied she has developed a dissociative identity disorder; half of the personality she refined is based on her late brother's. | Two-Face |- | Edward Nigma | Unknown | In Batman: Earth One Volume 1, Riddler is a serial killer who is obsessed with riddles and targets Batman, attempting to learn his secret identity to satiate his curiosity. In Volume 2, it is revealed that he once worked as Oswald Cobblepott's lieutenants, and is targeting his fellow members, staging a coup to take over Cobblepott's criminal empire. He starts murdering people in Gotham, hoping to get Batman's attention. Using discovered clues, Batman deduces that these killings were not random. Bruce Wayne is later accused of being the Riddler after the real Riddler frames him in an attempt to divert James Gordon's investigation. He was subsequently arrested by the Gotham City Police Department alongside Maroni, and brought up on 43 charges of murder. | Riddler |- | colspan=\"2\" | Lois Lane | In Superman: Earth One Volume 1, she is the staff reporter of the Daily Planet. Clark Kent develops a crush on Lois at first sight and is impressed by her dedication and idealism towards her career during the Dheronians' invasion. Lois, along with Jim, also saves Clark when he, in his Superman persona, is trapped in Tyrell's gravity field. She later writes an editorial praising Superman's heroism during the crisis and eventually becomes his ally. She also currently has a yet-to-be-named boyfriend. Lois also has an uncle, Bill Lane, who is an U.N. delegate and initially is against Superman. | Lois Lane |- | colspan=\"2\" | James \"Jim(my)\" Olsen | In Superman: Earth One Volume 1, he is the staff photographer of the Daily Planet. Jim is known for his dedication to his job, deliberately putting himself in harm's way and risking life and limb for a perfect photograph. The photographs Jim has takes during the invasion have saved the Daily Planet from financial failure, and other news companies begin seeking reprint rights for Olsen's pictures. | Jimmy Olsen |- | colspan=\"2\" | Perry White | In Superman: Earth One Volume 1, he is the editor-in-chief of the Daily Planet. White struggles to keep the once-great metropolitan newspaper running and refuse to give up. After the Dheronians' invasion and Superman's debut, the Daily Planet's in-depth coverage from Lois, Jim, and Clark of the event has saved the newspaper and return to its former glory, and Perry is proud that the Daily Planet is back on top. | Perry White |- | N/A | Lisa Lasalle | In Superman: Earth One Volume 2, she is Clark's neighbor and later becomes his love interest. Lisa is a former escort girl and currently she has begun a career as a model. In Volume Three, she spends much of her time with Clark, whom she later reveals she is in love with. She eventually discovers Clark's secret and supports his heroic endeavors. Lisa accompanied Clark to visit his mother in Smallville. |- | colspan=\"2\" | Jonathan and Martha Kent | In Superman: Earth One Volume 1, the couple are Clark's adoptive parents who, despite their awareness of Clark's extraterrestrial origins, rescued him as an infant from the wreckage of his spaceship. Clark is especially close to his adoptive father, and was deeply affected when Jonathan died. Martha Kent is supportive towards her son, and has faith that Clark will choose the right path. She made Clark's Superman costume using the indestructible Kryptonian clothing Clark was wrapped in when they found him. | Jonathan and Martha Kent |- | N/A | Major Sandra Lee | In Superman: Earth One Volume 1, she is a major in the US Army, scientist and a member of the Second Army Advanced Technology Division, a secret research facility where Clark's Kryptonian ship has been held and studied. Sandra has been tasked with finding out as much as possible about Superman and his origins. Sandra is skeptical of Superman's intentions and sees him as a potential threat to humanity, as the result she indirectly causes Alexander Luthor's death and puts his wife Alexandra into the path of villainy. |- | N/A | Theresa Jenson | In Superman: Earth One Volume 2, she is Raymond's sister, who believes that her brother is a consultant with a real estate firm and is unaware of his status as a murderous criminal until his transformation. Raymond accidentally kills her when he embraces her, absorbing her vital energies. He blamed her death on Superman before the latter finally defeated him. |- | colspan=\"2\" | Alfred Pennyworth | In Batman: Earth One Volume 1, he is a former soldier of the Royal Marines and a skilled martial artist and sharpshooter. He has a daughter living in Seoul, South Korea with her mother, where Alfred had previously worked at a security firm. In the military, Alfred lost a leg in an explosion. After Thomas Wayne saved his life following the explosion, he helps create a prosthetic leg to replace the one that Alfred lost, leaving Alfred indebted to Thomas's generosity. After his friend's murder, Alfred become Bruce Wayne's legal guardian and trains him in martial arts. Alfred's experiences with violence and the conditions in Gotham have caused him to develop a pessimistic and cynical view towards the world and people in general, though Bruce seems to have restored his faith a little. Alfred kills Cobblepot, shooting him in the chest, when the villain unmasks Batman. | Alfred Pennyworth |- | colspan=\"2\" | James Gordon | In Batman: Earth One Volume 1, he was an idealistic cop but the mysterious death of his wife has left him disillusioned. He tries to protect his daughter from the crime- ridden Gotham City. Faced with his new partner, Harvey Bullock, and the subsequent emergence of the vigilante dubbed as Batman, Gordon's own principles are ultimately revived, and sets to once again become the moral and just policeman he once was in order to fight the corruption of Gotham. In Volume Two, Gordon is promoted as police captain after he arrests his predecessor Christopher Black; Black is exposed as one of Oswald Cobblepott's lieutenants. Gordon begins a secret alliance with Batman to rid the corruptions within his department. | James Gordon |- | colspan=\"2\" | Lucius Fox | In Batman: Earth One Volume 1, he is a young but brilliant intern at Wayne Medical, who wishes to develop a cybernetic prosthetic for his niece, who has lost her arm in an accident. After helping repair and even perfected Bruce Wayne's grapnel, he deduces that the young billionaire is the vigilante Batman after witnessing him using the same device on the news. It is implied in the end of the story that Lucius has come to accept his new role as a silent equipment developer for Batman, preparing a set of Batarangs for use. In Volume Two, he is promoted as the head of Wayne Enterprises' Research and Development division, provides Wayne a new Batsuit and additional tools and is tasked to build the Batmobile. | Lucius Fox |- | colspan=\"2\" | Harvey Bullock | In Batman: Earth One Volume 1, he is a decent yet arrogant police detective from the Los Angeles Police Department, and the host of the cancelled reality show \"Hollywood Detectives\". Bullock requests to transfer to Gotham to look for the chance to revive his fame. He works together with his unwilling partner, James Gordon, at first to attempt to solve the Waynes' cold case murder, then to rescue James' daughter Barbara from the serial killer, the Birthday Boy. It is strongly implied that Harvey takes up drinking as a coping mechanism after witnessing the travesties that occurred in Arkham House, the Birthday Boy's dwelling. | Harvey Bullock |- | colspan=\"2\" | Barbara Gordon | In Batman: Earth One Volume 1, she is a 17-year-old library assistant and daughter of James Gordon, who lost her mother at an early age. Taking on a supportive role for her increasingly disillusioned father, Barbara is soon captured by Mayor Cobblepot's henchman, the Birthday Boy. Her rescue by Batman then inspires her to consider a role in vigilantism. In Volume Two, she is enrolled in University of California, Berkeley, majoring in computer science. Despite her relocation, she hacks into the city’s mainframes for her father to help him find the Riddler and his targets. | Barbara Gordon |- | N/A | Jacob Weaver | In Batman: Earth One Volume 1, he was once a corrupt police detective of Gotham City Police Department, but he quit the force to work for Cobblepot. He was partly responsible for the murders of Thomas and Martha Wayne at the behest of Cobblepot, who originally intended to have the Waynes kidnapped. He was killed by one of Cobblepot's henchmen. |- | N/A | Ray Salinger/The Birthday Boy | In Batman: Earth One Volume 1, he is a serial killer who had escaped from Crane Institute under Cobblepot's arrangements. Salinger has a murderous fixation with his first victim, the 15-year-old debutante Amanda Grant. He refers to all his victims as \"Amanda\" and he commits the murders by abducting girls, taking them to a \"playroom\" in the abandoned Arkham Manor, where he gives them a birthday cake. After urging them to \"make a wish\", the Birthday Boy disembowels them with a butcher's knife and disposing their bodies in the manor's basement. One of his victims was Barbara Gordon but Batman was able to save her. The Birthday Boy is also the first costumed criminal that Batman encounters. |- | colspan=\"2\" | Waylon Jones/Killer Croc | In Batman: Earth One Volume 2, he is a social outcast with a severe ichthyosis condition, who is forced to hide in Gotham's sewers and is befriended by Batman. Due to his genetic deformity, his mother sold him to Haley's Circus whom its owner have him filed his teeth and billing him as the \"reptile boy.\" Waylon soon escaped from the circus when it was passing through Gotham City. He helped Batman in capturing the Riddler but was wounded in the process. In gratitude, Batman offered Waylon a place at Wayne Manor. Jones is also tasked in finding a safe house for his benefactor. | Killer Croc |- | N/A | Sal Maroni | In Batman: Earth One Volume 2, Sal is a former henchman of Oswald Cobblepot. Following Cobblepot's death and the wake of a police investigation into his criminal enterprise, Maroni was arrested and placed into a hearing by District Attorney Harvey Dent in order to reveal any information regarding to Cobblepot's remaining criminal associates. Maroni was interned at the police precinct but soon became the target of the Riddler, who is eliminating the people involved in Cobblepot's criminal network. Riddler allowed to release Maroni and many other inmates from their cells, in which Maroni took the opportunity to have his vengeance on Harvey Dent by stabbing him and then hitting his face with a Molotov cocktail, which fatally wounded Dent. Thereafter Maroni was re-arrested and charged for Dent's murder. | Sal Maroni |- | colspan=\"2\" | Selina Kyle | In Batman: Earth One Volume 2, Selina Kyle appears and helps Batman tending his wounds after he falls in her apartment, while chasing the Riddler. She introduces herself as a single mother to Batman, during the time they spent together. Batman later discovers that she is neither the apartment's tenant or a mother, but a burglar who was robbing the building at the time. | Catwoman |- | N/A | Jack Drake | In Batman: Earth One Volume 2, he was one of the lieutenants of Mayor Oswald Cobblepott before his death but he is later targeted and killed by the Riddler. | Jack Drake |- | colspan=\"2\" | Victor \"Vic\" Stone | Coming Soon | Cyborg |- | colspan=\"2\" | Garfield Mark \"Gar\" Logan | Coming Soon | Beast Boy Changeling |- | colspan=\"2\" | Tara Markov | Coming Soon | Terra |- | colspan=\"2\" | Koriand'r | Coming Soon | Starfire |- | colspan=\"2\" | Raven | Coming Soon | Raven |- | colspan=\"2\" | Tempest | Coming Soon | Aqualad Tempest |- | colspan=\"2\" | Wally West | Coming Soon | Kid Flash Impulse |- | colspan=\"2\" | Kole Weathers | Coming Soon | Kole |- | N/A | Cassie Sandsmark | Coming Soon | Wonder Girl |- | colspan=\"2\" | Elinore Stone | Coming Soon | Elinore Stone |- | colspan=\"2\" | Slade Wilson | Coming Soon | Deathstroke |- | colspan=\"2\" | Joseph \"Joey\" Wilson | Coming Soon | Jericho |- | N/A | Rita Markov | Coming Soon |- | colspan=\"2\" | Steven Dayton | Coming Soon | Mento |- | colspan=\"2\" | Niles Caulder | Coming Soon | Chief |- | colspan=\"2\" | Larry Trainor | Coming Soon | Negative Man |- | colspan=\"2\" | Joshua Clay | Coming Soon | Tempest |- | colspan=\"2\" | Blackfire | Coming Soon | Komand'r/Blackfire |- |} ==See also== * List of DC Multiverse worlds ==References== ==External links== * Earth-One, Earth-Two, Crisis on Infinite Earths at Don Markstein's Toonopedia. Archived from the original on June 3, 2016. Category:1961 in comics Category:DC Comics dimensions Category:DC Comics planets One ",
    "title": "Earth-One"
}