{
    "id": "1436845",
    "text": "Terminal symbol A terminal strip, to which wires can be soldered A terminal is the point at which a conductor from a component, device or network comes to an end. Terminal may also refer to an electrical connector at this endpoint, acting as the reusable interface to a conductor and creating a point where external circuits can be connected. A terminal may simply be the end of a wire or it may be fitted with a connector or fastener. In network analysis, terminal means a point at which connections can be made to a network in theory and does not necessarily refer to any physical object. In this context, especially in older documents, it is sometimes called a pole. On circuit diagrams, terminals for external connections are denoted by empty circles. They are distinguished from nodes or junctions which are entirely internal to the circuit, and are denoted by solid circles. All electrochemical cells have two terminals, referred to as the anode and cathode or positive (+) and negative (-). On many dry batteries, the positive terminal (cathode) is a protruding metal cap and the negative terminal (anode) is a flat metal disc . In a galvanic cell such as a common AA battery, electrons flow from the negative terminal to the positive terminal, while the conventional current is opposite to this. == Types of terminals == * Connectors * Line splices * Terminal strip, also known as a tag board or tag strip * Solder cups or buckets * Wire wrap connections (wire to board) * Crimp terminals (ring, spade, fork, bullet, blade) * Turret terminals for surface-mount circuits * Crocodile clips * Screw terminals and terminal blocks * Wire nuts, a type of twist-on wire connector * Leads on electronic components * Battery terminals, often using screws or springs * Electrical polarity == See also == * Electrical connector - many terminals fall under this category * Electrical termination - a method of signal conditioning ==References== Category:Electronic engineering Category:Electrical components ",
    "title": "Terminal (electronics)"
}