{
    "id": "1436448",
    "text": "Jesse Duplantis (born July 9, 1949) is a preacher from the Christian Evangelical Charismatic tradition based in New Orleans, Louisiana, US, and the founder of Jesse Duplantis Ministries. ==Evangelical career== Duplantis preached his first sermon in 1976. He was introduced by John Hagee as \"The Apostle of Joy\" on TBN, a phrase that became his professional PR slogan. He has been a full-time evangelistic minister since 1978, using his music and comic talent in his work. In the book \"Close Encounters of the God Kind\", Duplantis writes about his daily relationship with God, the reality of eternity, perspectives on Heaven and his belief in the depth of the compassion, forgiveness and love God has for humankind. He is the founder of Jesse Duplantis Ministries (JDM), which maintains an international headquarters in America and branches in the United Kingdom and Australia. In 1997, he and his wife, Cathy Duplantis, founded Covenant Church, a local outreach of JDM on the International Headquarters property in Destrehan, Louisiana. The JDM official website states: \"Jesse Duplantis Ministries is an evangelistic ministry dedicated to reaching people and changing lives with the Gospel of Jesus Christ. Our vision is world evangelism and our desire is to see God bless everyone in every way.\" Duplantis' books have been translated into thirteen languages, including Braille, and are distributed worldwide. Duplantis appears on the internet via webcasts, a variety of Christian television stations such as the Trinity Broadcasting Network, Daystar, and LeSEA, in addition to secular networks inclusive of the ABC, NBC and CBS. Duplantis is considered a preacher of the prosperity gospel. ===Christians United for Israel === In early 2006, Duplantis was invited to become the first Louisiana Director of Christians United For Israel (CUFI). He states, \"CUFI has asked me to be the Louisiana Director, and it's an offer I've accepted. I believe that Christians like us should stand for Israel and the Jewish people.\"Jesse Duplantis Ministries A diverse group of Christian leaders met in San Antonio February 7–8, 2006 to form the organization, which is chaired by John Hagee. ===Oral Roberts University Board of Regents=== Duplantis was on the Board of Regents of Oral Roberts University, which awarded him an honorary doctorate, until late 2007, when he, fellow regent Creflo Dollar, and the President of the University Richard Roberts all resigned. Duplantis said in a prepared statement released by the school, \"the demands of ministry have made it increasingly difficult to continue to effectively serve.\" The rest of the Board which included Kenneth Copeland and Benny Hinn was swept away over the next few weeks after the University accepted a $70 million donation on the condition it inaugurate \"a new era of transparent governance and accountability.\" ==Awards== In recognition of his \"many years of effectively sharing God's message of salvation through Jesus Christ to the world,\" Jesse Duplantis was awarded an honorary Doctorate of Divinity degree from Oral Roberts University in 1999. ==Private jet == Jesse Duplantis Ministries also owns a private jet, with which Duplantis had used to preach the gospel all over the world. In May 2018, national news media outlets accused Duplantis of asking his followers to donate money to him so that he could buy a new $54 million private jet, the Dassault Falcon 7X. Duplantis said that his organization, Jesse Duplantis Ministries, had already paid for three private jets by 2006, and that he had been using them by \"just burning them up for the Lord Jesus Christ.\" Duplantis defended his choice by saying: \"I really believe that if Jesus was physically on the earth today he wouldn't be riding a donkey. Think about that for a minute. He'd be in an airplane preaching the gospel all over the world.\" In response to a wave of criticism, Duplantis stated on his ministry website, \"I'm not asking you to pay for my plane, I'm asking you to pray for my plane.\"http://www.theadvocate.com/new_orleans/news/article_d162c968-6699-11e8-9430-cb00531d27fa.html In 2016, Duplantis and fellow televangelist Kenneth Copeland defended their use of private jets with the claim that commercial planes were full of \"demons\". ==Other issues== The Trinity Foundation (Dallas), a religious watchdog organization, has kept an eye on Duplantis for more than 10 years. The organization's president Ole Anthony said that because of Duplantis' tax exemption, technically, every person in St. Charles Parish was “helping to pay for Duplantis' extravagant lifestyle”. The ownership of Duplantis' $3 million house, which also serves as the church rectory, was also the subject of investigation, as it had been paid for through a wealthy couple, and Duplantis avoided paying up to $33,000 a year in taxes for what a house of that value would be taxed. Retired Tax Assessor Clyde Gisclair of that parish said that whereas most homeowners qualify for a tax exemption, Duplantis has placed the house in the ministry's name, though it is for his own use, and will not be paying taxes at all. Therefore taxpayers will be footing the bill. \"When somebody's exempt, somebody has to pay the bill,\" Gisclair said. He said that instances like this can cause the area's millage, or property tax, to go up. ==Published works== ===Books=== * * * * * * * * * * * ===Filmography=== * Covenant Rider (1994) ==References== ==External links== *Jesse Duplantis Ministries Online (Official website) *TV.com bio *IMDb Mini Bio Category:1948 births Category:American Christian writers Category:American Pentecostal pastors Category:American television evangelists Category:Christians from Louisiana Category:Former Roman Catholics Category:Living people Category:Oral Roberts University people Category:Pentecostal writers Category:People from Destrehan, Louisiana Category:Writers from New Orleans Category:Converts to Pentecostal denominations Category:Prosperity theologians Category:American Christian Zionists ",
    "title": "Jesse Duplantis"
}