{
    "id": "1437178",
    "text": "Graniteville is the name of a neighborhood in Staten Island, one of the five boroughs of New York City. ==History== Residential street in Graniteville Graniteville was originally named Bennett's Corners and Fayetteville. Quarries for trap rock were operated in the area from 1841 to 1896, leading to the community's name being changed first to Granite Village, then Graniteville. According to College of Staten Island professor, geologist Alan Benimoff, this name is a misnomer, as the quarry actually contained no granite. Granite is made of potassium feldspar. The rock at the quarry is composed of sodium feldspar. Also, professor Benimoff discovered Trondhjemite at the site, a rare mineral.Staten Island news article. Graniteville Quarry Park: A Unique Geological Area Transformed From Dumping Ground To City Park - Interviews With CSI Professor of Geology Alan Benimoff and The Friends of Graniteville Quarry Park Co-Founder Kathy Romanelli Largely rural well into the 20th century, Graniteville was the scene of a notable fire in March 1942, when an explosion at the Consolidated Fireworks Company on Richmond Avenue claimed the lives of five employees. Bisected from east to west by the Staten Island Expressway and with New York State Route 440 forming its eastern boundary, Graniteville's most notable landmark is Baron Hirsch Cemetery, an 80-acre (324,000 m²) Jewish cemetery founded in the late 19th century and still in active use; in August 2001 this cemetery became the focus of a local health-related story when it was one of six locations on the island where mosquitos carrying the West Nile virus were discovered. Residential development in the area burgeoned soon after the Verrazzano-Narrows Bridge opened in November 1964, and today Graniteville stands at the north end of a busy commercial strip along Richmond Avenue; this strip, which extends to the vicinity of the Staten Island Mall approximately 4 miles (6 km) away, is the scene of some of the heaviest automotive traffic on Staten Island. ==Demographics== As of the 2010 census, the demographics of Graniteville were roughly as follows: 37.4% White, 16.6% Black, 29.9% Hispanic, 13.1% Asian, 3% Other. This is defining Graniteville as everything within the boundaries of Census Tracts 303.01 & 303.02. ==Education== Public school students in Graniteville are mostly zoned for P.S.60 and P.S.22, and I.S.51 (Markham Intermediate School) or I.S.72 (Rocco Laurie Intermediate School), as well as Port Richmond High School. The John W. Lavelle Preparatory Charter School opened in September 2009 and is the first charter school (a school that is publicly funded, but privately run) on Staten Island. Also, a new school called The Staten Island School of Civic Leadership (P.S./I.S. 861) opened in September. This is Staten Island's first K to 8 school. Residents don't have a library in the community and use the Port Richmond, Todt Hill-Westerleigh, and Mariners Harbor branches of the New York Public Library. ==Transportation== Graniteville is served by the S48, S98, SIM30, SIM33, SIM34 and SIM35 on Forest Avenue, the S40, S46, S48, S90, S96, S98, SIM33 and SIM34 on South Avenue, and the S44, S59, S89, S94, SIM3, SIM4, SIM8, and SIM8X on Richmond Avenue. ==Police and crime== Graniteville and the West Shore are patrolled by the 121st Precinct of the NYPD, located at 970 Richmond Avenue. The 121st Precinct was split from the 120th Precinct in 2013; the latter ranked 12th safest out of 69 patrol areas for per-capita crime in 2010. The 121st Precinct saw 0 murders, 0 rapes, 0 robberies, 6 felony assaults, 1 burglary, 5 grand larcenies, and 2 grand larcenies auto in 2018. ==Parks== The neighborhood is next to the Graniteville Swamp. ==References== ==External links== *Graniteville, Staten Island Forgotten-NY Guide to Graniteville Category:Neighborhoods in Staten Island ",
    "title": "Graniteville, Staten Island"
}