{
    "id": "1437621",
    "text": "Anthony David \"Tony\" Blankley (January 21, 1948 – January 7, 2012) was an American political analyst who gained fame as the press secretary for Newt Gingrich, the first Republican Speaker of the House in forty years, and as a regular panelist on The McLaughlin Group. He later became an Executive Vice President with Edelman public relations in Washington, D.C. He was a Visiting Senior Fellow in National-Security Communications at the Heritage Foundation, a weekly contributor to the nationally syndicated public radio programme Left, Right & Center, the author of The West's Last Chance: Will We Win the Clash of Civilizations? and American Grit: What It Will Take to Survive and Win in the 21st Century. He served as the editorial page editor for The Washington Times from 2002-2009. ==Early life== Blankley was briefly a child actor appearing, most notably, as Rod Steiger's son in The Harder They Fall (1956). The movie was, as Blankley liked to joke, both his and his co-star Humphrey Bogart's last movie. He graduated from UCLA and Loyola Law School (Los Angeles), earning a J.D. He was admitted to the State Bar of California in 1972. ==Career== Prior to his career on Capitol Hill, Blankley served President Ronald Reagan as a policy analyst and speechwriter, and was a staff writer for Congresswoman Bobbi Fiedler. Before coming to Washington, D.C., he spent 10 years as a Deputy Attorney General with the California Attorney General's office. His political opinions were generally considered to fall within traditional conservatism although he was labeled as a neoconservative by some critics. He denied that label, claiming that his views are more comparable to a classic conservative such as Reagan. His political career spanned several decades, and his most prominent position was a seven-year stint as House Speaker Newt Gingrich's press secretary. He was a regular commentator for radio shows including The Diane Rehm Show, Left, Right & Center and The Steve Gill Show with a segment titled Fill In the Blanks. Earlier in his career, Blankley was an editorial page editor for The Washington Times, a contributing editor and monthly columnist for George Magazine, and a regular panelist on The McLaughlin Group. He continued to write for The Washington Times. He lectured at many universities and institutes. On November 19, 2009, he presented his lecture, A Year out from the 2010 Congressional Elections – National Politics, Policy and their Communication, at the New Hampshire Institute of Politics of Saint Anselm College. ==Death== Blankley died in Washington, D.C., of stomach cancer on January 7, 2012, at Sibley Memorial Hospital, two weeks before his 64th birthday. ==References== ==External links== * Archives: Tony Blankley, townhall.com * Tony Blankley blog, HuffingtonPost.com * Podcasts of Blankley's recent articles, outloudopinion.com * Left Right & Center, kcrw.com * * * Category:1948 births Category:2012 deaths Category:Alumni of the University of London Category:American columnists Category:American male child actors Category:American male non-fiction writers Category:American political writers Category:American prosecutors Category:California Republicans Category:Deaths from cancer in Washington, D.C. Category:Deaths from stomach cancer Category:English emigrants to the United States Category:Fairfax High School (Los Angeles) alumni Category:The Heritage Foundation Category:HuffPost writers and columnists Category:KCRW Category:Loyola Law School alumni Category:Newt Gingrich Category:People from Los Angeles Category:Reagan administration personnel Category:University of California, Los Angeles alumni Category:Virginia Republicans Category:The Washington Times people Category:People from Great Falls, Virginia ",
    "title": "Tony Blankley"
}