{
    "id": "1437854",
    "text": "The Sherwood Rangers Yeomanry (SRY) is one of the six squadrons of the Royal Yeomanry (RY), a light cavalry regiment of the Army Reserve. Designated as 'A' Squadron, the Sherwood Rangers Yeomanry's current role is to support the Light Cavalry Regiments on operations by providing skilled reconnaissance soldiers. Originally raised as the Nottinghamshire Yeomanry Cavalry in 1794, the regiment was used on several occasions in the 19th Century to maintain law and order. Since 1900, the regiment has seen overseas service during the Second Boer War and both World Wars, earning 44 battle honours during these campaigns. ==History== ===Formation and early history=== The Sherwood Rangers Yeomanry was raised in the summer of 1794 as the Nottinghamshire Yeomanry Cavalry, by Thomas White of Wallingwells, who financed and housed the regiment at his own cost. White was to be granted a baronetcy by King George III for his loyalty to the Crown. The regiment took Sir Thomas's motto (Loyal Until Death) as its own, with a minor variation (Loyal Unto Death). ===Second Boer War=== The Yeomanry was not intended to serve overseas, but due to the string of defeats during Black Week in December 1899, the British government realized they were going to need more troops than just the regular army. A Royal Warrant was issued on 24 December 1899 to allow volunteer forces to serve in the Second Boer War. The Royal Warrant asked standing Yeomanry regiments to provide service companies of approximately 115 men each for the Imperial Yeomanry. The regiment provided the 10th (Sherwood Rangers) Company for the 3rd Battalion in 1900. The regiment was based at Albert Road in Retford by 1914. ===First World War=== In accordance with the Territorial and Reserve Forces Act 1907 (7 Edw. 7, c.9), which brought the Territorial Force into being, the TF was intended to be a home defence force for service during wartime and members could not be compelled to serve outside the country. However, on the outbreak of war on 4 August 1914, many members volunteered for Imperial Service. Therefore, TF units were split in August and September 1914 into 1st Line (liable for overseas service) and 2nd Line (home service for those unable or unwilling to serve overseas) units. Later, a 3rd Line was formed to act as a reserve, providing trained replacements for the 1st and 2nd Line regiments. ==== 1/1st Sherwood Rangers Yeomanry==== In the First World War, the 1/1st Sherwood Rangers served in the Nottinghamshire and Derbyshire Mounted Brigade (later 7th Mounted Brigade) in Egypt as cavalry. In 1915, it was despatched to Gallipoli performing an infantry role and served as such for three months, receiving the \"King's Colour\" in recognition of its gallantry. The Regiment then returned to Egypt as cavalry, serving thereafter in North Greece and Palestine, taking part in the great cavalry advance from Gaza to Aleppo. ==== 2/1st Sherwood Rangers Yeomanry==== The 2nd Line regiment was formed at Retford in 1915 and in March joined the 2/1st Nottinghamshire and Derbyshire Mounted Brigade. By June, the brigade was in the 2/2nd Mounted Division in the King's Lynn area. On 31 March 1916, the remaining Mounted Brigades were ordered to be numbered in a single sequence and the brigade became the 9th Mounted Brigade (and the division 3rd Mounted Division). In July 1916, there was a major reorganization of 2nd Line yeomanry units in the United Kingdom. All but 12 regiments were converted to cyclists; the 2/1st Sherwood Rangers Yeomanry remained mounted and transferred to the 1st Mounted Brigade in the new 1st Mounted Division (3rd Mounted Division redesignated) at Thorndon Park, Brentwood. The regiment was converted to cyclists in August 1917 and joined 11th Cyclist Brigade in The Cyclist Division where it remained until the end of the war, in the Canterbury area. ==== 3/1st Sherwood Rangers Yeomanry==== The 3rd Line regiment was formed in 1915 and in the summer it was affiliated to a Reserve Cavalry Regiment at Aldershot. In the summer of 1916, it was affiliated to the 1st Reserve Cavalry Regiment, also at Aldershot. Early in 1917, it was absorbed into the 3rd Reserve Cavalry Regiment at Aldershot. ===Between the wars=== Post war, a commission was set up to consider the shape of the Territorial Force (Territorial Army from 1 October 1921). The experience of the First World War made it clear that cavalry was surfeit. The commission decided that only the 14 most senior regiments were to be retained as cavalry (though the Lovat Scouts and the Scottish Horse were also to remain mounted as \"scouts\"). Eight regiments were converted to Armoured Car Companies of the Royal Tank Corps (RTC), one was reduced to a battery in another regiment, one was absorbed into a local infantry battalion, one became a signals regiment and two were disbanded. The remaining 25 regiments were converted to brigades of the Royal Field Artillery between 1920 and 1922. As the 4th most senior regiment in the order of precedence, the regiment was retained as horsed cavalry. ===Second World War=== Crew of Sherman tank ('Akilla') of 1st Nottinghamshire Yeomanry, after destroying five German tanks in a day, Rauray, Normandy, 30 June 1944 Between the wars, the Regiment continued as a cavalry unit, mobilising in that role in 1939, upon the outbreak of World War II, to move to Palestine, as part of the 5th Cavalry Brigade of the 1st Cavalry Division. However, in 1940, it converted to Artillery and took part in the defence of both Tobruk and Benghazi as well as the battle of Crete. In 1941, the Regiment converted to armour initially with M3 Grant, M4 Sherman and Crusader tanks, and was assigned to the 8th Armoured Brigade. The Regiment served in most of the major battles of the Eighth Army in the North Africa campaign, including Alam El Halfa and Second El Alamein and the Tunisia Campaign. The Regiment landed in France on D-Day equipped with swimming DD Sherman and Sherman Firefly tanks and was in the thick of the fighting in Normandy and on the advance across northern France and Belgium. The reconnaissance troop was the first British unit to fight on German soil in September 1944, as part of Operation Market Garden, and later took part in the Western Allied invasion of Germany. The Sherwood Rangers were involved in further hard fighting around the Rhine and had pushed onto Bremen and beyond by the end of the war. ===Post war=== In 1947, the Sherwood Rangers was revived as an armoured regiment, converting to reconnaissance in 1961. In 1964, the Regiment converted back to tanks before, in 1967, being reduced and reformed as a reconnaissance squadron of the newly created Royal Yeomanry. Fighting (Sabre) Troops (1-5) were equipped with, initially, a combination of Ferret and Alvis Saladin armoured cars and later with Fox Armoured Reconnaissance Vehicle. SHQ troop started in Alvis Saracen later having available FV105 Sultan Armoured Command Vehicles and FV104 Samaritan Armoured Ambulances. Support (Boot) Troop was initially equipped with Saracen and then CVR(T) FV103 Spartan APCs. This lasted for 25 years until 1992, when the Sherwood Rangers moved to become B Squadron of the Queen's Own Yeomanry, where they operated as recce for the ACE Rapid Reaction Corps, during which period sabre troops were re-equipped with CVR(T) Scimitar and Sabre. The squadron rejoined the Royal Yeomanry as Challenger 2 reserves in 1999 and converted to the formation CBRN reconnaissance role in 2006. Following the latest defence review the Squadron became 'light cavalry' and uses the Land Rover RWMIK. ==Regimental museum== The Queen's Royal Lancers and Nottinghamshire Yeomanry Museum is based at Thoresby Hall in Nottinghamshire. ==Battle honours== The Sherwood Rangers Yeomanry was awarded the following battle honours (honours in bold are emblazoned on the Regimental Guidon): {| class=\"wikitable\" |- valign=top | Second Boer War || South Africa 1900–02 |- valign=top | First World War || Struma, Macedonia 1916–17, Suvla, Scimitar Hill, Gallipoli 1915, Egypt 1915–16, Gaza, El Mughar, Nebi Samwil, Megiddo, Sharon, Damascus, Palestine 1917–18 |- valign=top | || Normandy Landing, Villers Bocage, Odon, Fontenay le Pesnil, Defence of Rauray, Mont Pincon, Noireau Crossing, Seine 1944, Gheel, Nederrijn, Geilenkirchen, Roer, Rhineland, Cleve, Goch, Weeze, Rhine, North-West Europe 1944–45, Alam el Halfa, El Alamein, El Agheila, Advance on Tripoli, Tebaga Gap, Point 201 (Roman Wall), El Hamma, Chebket en Nouiges, Enfidaville, Takrouna, North Africa 1940–43 |} ==Uniform== As was frequently the case with yeomanry prior to World War I the regiment had retained a uniform with features that were highly distinctive. In the case of the Sherwood Rangers these included a \"rich dark green\" jacket and breeches, braided in gold and yellow. The short hip-length jacket worn for review order was of a style abandoned by regular hussar regiments after the Crimean War. Officers had a gold laced pouch belt. Fur busbies, with white over green plumes, were worn by all ranks for parade dress. On less formal occasions a dark green \"frock\" tunic with chain mail epaulettes and green peaked caps with yellow bands was worn. After 1914 the Sherwood Rangers wore the standard khaki service dress with regimental insignia for nearly all occasions until the introduction of battle dress. ==See also== * Imperial Yeomanry * List of Yeomanry Regiments 1908 * Yeomanry * Yeomanry order of precedence * The Queen's Royal Lancers and Nottinghamshire Yeomanry Museum * British yeomanry during the First World War * Second line yeomanry regiments of the British Army ==Notes== ==References== ==Bibliography== * * * * * * Render, David with Tootal, Stuart. (2017) Tank Action, An Armoured Troop Commander's War 1944-45. Weidenfeld & Nicolson. paperback edition. * ==External links== * * * Sherwood Rangers Yeomanry * Sherwood Rangers Yeomanry - Regimental Association Category:Yeomanry regiments of the British Army Category:Yeomanry regiments of the British Army in World War I Category:Military units and formations established in 1794 Category:1794 establishments in Great Britain Category:Military units and formations in Nottinghamshire ",
    "title": "Sherwood Rangers Yeomanry"
}