{
    "id": "1437557",
    "text": "Gun are a hard rock band from Glasgow, Scotland. The band currently consists of brothers Dante Gizzi (lead vocals) and Giuliano \"Jools\" Gizzi (guitar), along with Paul McManus (drums), Andy Carr (bass) and Tommy Gentry (guitar). Starting in 1989 with Taking on the World, Gun have released seven studio albums, three of which have made the UK Top 20, and had eight UK Top 40 hit singles. The most successful of these was a cover of Cameo's \"Word Up!\", which reached the top 10 in 1994. Fronted by Mark Rankin for their first four albums, the band disbanded in 1997, but reformed in 2008 with Little Angels singer Toby Jepson taking over lead vocals. After recording a new EP in 2009, Jepson left the band the following year, and Dante Gizzi moved from bass to become Gun's new lead singer. With this new lineup, Gun released three more albums in the 2010s: Break the Silence (2012), Frantic (2015) and Favourite Pleasures (2017), which became their first top-20 album since 1994. The band continues to tour and record, and recently celebrated their 30th anniversary in 2019 with a new compilation album, R3L0ADED, and a sold-out show at Glasgow's Barrowland Ballroom. ==History== ===Early career=== Originally called Blind Allez, then for a short time 'Phobia', GUN were formed in 1987 by Giuliano Gizzi (guitar) and Cami Morlotti (bass), with Mark Rankin (vocals), Alan Thornton (drums) and David Aitken (guitar). Signed in 1988 by A&M; Records the band line-up changed after Thornton, Morlotti and Aitken parted company with them and new recruits Dante Gizzi, Scott Shields and Baby Stafford joined. In the studio, Jim McDermott (Kevin McDermott Orchestra, Simple Minds and The Silencers), provided drums on the albums Taking On the World and Gallus. Debut album Taking On the World was also released this year. Rankin's cousin Sharleen Spiteri, of fellow Scottish band Texas and ex drummer Thornton contributed backing vocals to several songs on the album. The single \"Better Days\" from the album made the Top 40 in the UK Singles Chart. Gun toured the US and supported The Rolling Stones on their European Urban Jungle Tour of 1990. Tours with Bon Jovi and Def Leppard followed shortly after. ===Mainstream success=== After the band had signed to A&M; records in 1988, they began recording Taking On the World, the credited lineup being Mark Rankin on vocals, Guliano Gizzi on guitar, Stephen \"Baby\" Stafford on guitar, \"Dante Gizzi\" on bass, and Scott Shields on drums. The album was released on 5 July 1989 to warm reception. The album featured the single \"Better Days\" which was a hit in the UK, landing them the first of many appearances on television show Top Of The Pops. Videos were subsequently made for the songs \"Inside Out\", \"Money (Everybody Loves Her)\", \"Taking On The World\" and \"Shame On You\", as well as the aforementioned \"Better Days\". All of the videos were compiled onto a commercially released video tape entitled \"Taking On the World : THE VIDEOS\". In late 1989, it was announced that GUN was to support The Rolling Stones on their 1990 Steel Wheels/Urban Jungle Tour through Europe. Alex Dickson eventually replaced Stafford but not before GUN departed to support The Rolling Stones on their 1990 European tour, supporting their Steel Wheels album. In 1991, after the tour for Taking On the World had concluded, GUN entered the studio with producer Kenny MacDonald (who produced the band's debut album) to record their second record entitled Gallus, of which the single \"Steal Your Fire\" was a minor hit. Spiteri and Thornton again contributed backing vocals to the album. Both Dickson and Shields left before the release of Swagger, Dickson still being featured on the Swagger record albeit an uncredited appearance throughout the album, recorded before leaving to join Bruce Dickinson's solo band in 1994, leaving Giuliano to end up taking over all guitar duties. Mark Kerr (brother of Jim Kerr, lead singer of Simple Minds who coincidentally were on A&M; in North America) replaced Scott Shields on drums. Swagger was easily their most successful album, propelled by the success of their version of \"Word Up!\" The single was a Top 10 hit in the UK Singles Chart, charted well in many other territories and won an MTV award for best cover version. \"Don't Say It's Over\" was also fairly successful, but not to the extent of \"Word Up!\". ===Decline and split=== The band took a break and returned three years later with yet another new drummer, Stuart Kerr (formerly of Texas), a keyboard player, Irvin Duguid, a revised name (G.U.N. – the reason given at the time, was to distance the band's name from the Dunblane shooting incident and to show some sensitivity to those involved, as Rankin explained in an interview for the website dotmusic.com) and a new album 0141 632 6326 produced by INXS keyboard player Andrew Farriss. However, the album sold poorly in comparison to Swagger, peaking at No. 32 in the UK Albums Chart. Many fans and even some of the band blame the overproduction of Farriss for the failure of the album . Demos of some of the songs exist such as \"Crazy You\" and \"My Sweet Jane\" that show how the album was intended to sound before Andrew Farriss took over the production helm, showcasing a continuation of sorts of the \"Swagger\" era sound. The band split in 1997 and aside from a few one-off reunion gigs in 1998 (Paradise Garage, Lisbon, Portugal) and 1999 (Scotland Rocks for Kosovo charity event), had not been active as a unit before reforming, with Toby Jepson as guest vocalist, for a Rockradio charity gig in January 2008. Two Gun CDs were released (The Collection and The River Sessions – a two-CD set featuring various live performances including some acoustic tracks and a 3-song set of cover songs from Bowie, Rage Against The Machine, and T-Rex) during their hiatus, and all the previous individual members went on to other projects within the music industry. An official fan site was set up, in agreement with the band, with previous and current members of the band participating in live web chats and contributing to the forums from time to time. ===Reformation and Toby Jepson era=== In January 2008 Joolz and Dante Gizzi played a set of GUN songs, with Jepson guesting on vocals, and Alan Thornton on drums at the 'Garage' in Glasgow, Scotland. The gig was organised by 96.3 Rock Radio in aid of the Nordoff-Robbins Music Therapy charity. In April 2008, GUN announced on Rockradio that they were to reform and confirmed that Jepson would join the band on a permanent basis, replacing Mark Rankin as vocalist, who gave his blessing to the reformation and new line-up. Thornton also returned to his original position as drummer until being replaced by Gordon McNeil in October 2008. They played several festival dates before launching their own headline tour. New material has also been recorded, with a release to coincide with the 20th anniversary of their first album, Taking On the World. In May 2008, GUN played the Rockradio Manchester launch festival. This was followed by an appearance at Rockers, Midland Street, Glasgow, Scotland on 11 July 2008 as a warm up for their appearance on the main stage at the 2008 T in the Park music festival, the following day. After playing a couple of warm-up gigs in 2008 at Vivaz, Scarborough and Tackeroo, Cannock, GUN played two 'one night only' concerts at Shepherds Bush Empire, London and The ABC, Glasgow on 2 December. At the Glasgow gig, original members Jools and Dante Gizzi were reunited on stage with early GUN drummer, Scott Shields. Shields replaced McNeil for one song, \"Better Days\". Shields also played drums, along with McNeil, at the aftershow warm-down at Rockers, Glasgow. 2009 would have seen GUN play the Castle Rock festival in Caldicot, Wales and the Indie Guitar Festival, Oxfordshire but both events were cancelled due to the ongoing economic downturn. They subsequently went out on tour and played venues in Inverness, Aberdeen and Edinburgh in May 2009. The Inverness gig saw the debut of \"Let Your Hair Down\" which the band then went on to play at both subsequent venues in Aberdeen and Edinburgh. York and Wolverhampton dates were completed in June. The band then played the Derrame Rock Festival in Asturias, Spain on 11 July 2009. A concert in Wiesen, Austria was followed in October by a return to Spain with five dates in Valencia, Madrid, Gijon, Bilbao and Barcelona, and three consecutive dates at Club Pacific Rock in Paris. November saw the band play Lisbon, Portugal. The band also played the Hard Rock Hell Festival in Prestatyn, North Wales on 4 December 2009. The Prestatyn Festival was preceded in November by a UK tour. 2010 saw McNeil leave GUN to concentrate on his own project, GoGoBot. He was replaced by Paul McManus, previously of the bands La Paz and 'No Dice'. GUN supported Lynyrd Skynyrd on the UK leg of their 2010 tour, and followed this with the Popkiller Part 1 tour to promote their new mini-album of the same name. On 28 June 2010, Jepson announced he was stepping down as GUN's singer due to other commitments. The statement was reproduced on the official GUN website the same day with an additional statement by Jools and Dante Gizzi confirming Jepson's departure. They also stated the band's future would be considered and that updates on this would follow in due course. Shortly after this the official website was removed and a placeholder page was left in its place. Copies of both announcements were made available on the official fan page. ===2010s: Dante Gizzi era and new albums=== Dante Gizzi in 2005 In late July 2010, the Gun website was updated. It was announced that Dante Gizzi would move from bass guitar to lead vocals and a new bass player was confirmed in October 2010 as Derek Brown, former guitar technician for the band during the \"Swagger\" tour. GUN's first gigs with the new line-up took place on 31 January and 1 February 2011 at the ABC2 in Glasgow. Gun played three gigs in December 2011, The Twa Tam's in Perth and King Tuts Wah Wah Hut, Glasgow, giving fans a taster of the new album (due out in 2012) with their new tracks \"Last Train to Central\" and \"14 Stations\". They also introduced their latest addition to the band, ex El Presidente guitarist Johnny McGlynn. Gun released their fifth album Break the Silence on 9 July 2012, and played the Pepsi Max stage at the Download Festival the same year. October 2014 saw the release of a 25th anniversary of their first album Taking on the World. This was a three disc special edition release with b-sides, live tracks, and other songs. In November 2014, Gun played three consecutive sold out nights at King Tut's WahWah Hut in Glasgow. The first show saw the band playing their first album, Taking On The World, in its entirety. The second night, they will play the album Gallus, and on the third night, Swagger. On 23 March 2015, the follow up to Break the Silence was released, named Frantic. The band toured the UK, Ireland and Europe throughout 2015, and released a new EP titled East End EP as a pre-order exclusive. A charity cover of Hot Chocolate's \"Every 1's a Winner\" was released, with all proceeds going to the Macmillan Cancer Nurses charity in memory of Jools and Dante's late father. The Frantic tour concluded with a sold out night at Glasgow's Barrowlands. December also saw the release of a limited edition Frantic Box Set which included one of only 500 copies of the band's first full concert DVD recorded earlier in the year where the tour began, in the same place it ended: Gun Live at the Barrowlands. Gun released their seventh studio album, Favourite Pleasures, on 15 September 2017, celebrating with a free concert in Glasgow. The album became the band's first top-20 album since 1994, reaching number 16 on the UK album charts in the week of its release. In November 2019, to celebrate their 30th anniversary, Gun released a new best-of album titled R3L0ADED, covering all seven studio albums and including a bonus disc of new and old cover songs. Also for their 30th anniversary, the band embarked on \"The Big 3-0 Tour\" with FM and The Dan Reed Network, where Gun celebrated the 30th anniversary of Taking on the World by playing the album in full. This tour included a date at the Shepherd's Bush Empire in London and a sold-out headline show at The Barrowlands in Glasgow. ==Outside projects and work== In 2005, Dante Gizzi resurfaced in the glam rock band El Presidente. Thornton also collaborated on the band's debut album, playing nine of the drum tracks. Jools Gizzi, Thornton and Morlotti 2006 joined up in 2006 to reform as 'Blind Allez', along with singer Peter Scallan and guitarist Ian Murray. Gizzi also collaborated with Deacon Blue and Texas as well as contributing in the studio to El Presidente. Dante and Giuliano Gizzi have also collaborated with Rosie and the Goldbug, co-writing two songs for the group's eponymous 2008 debut album. Shields has contributions to the films Black Hawk Down and Bend It Like Beckham and was also playing and touring with Joe Strummer and the Mescaleros until Strummer's death. Shields and other members of the band put the finishing touches to Strummer's last album. Stafford recorded an EP under his own name in 1994 called Paper Love Maker, which also featured Shields on drums. He later played with the band 'Breaker'. Dickson has played with Bruce Dickinson, Emma Bunton, Robbie Williams and Calvin Harris since leaving GUN, and is also a member of the rock supergroup Sack Trick. Rankin is currently working for Mercury Records in London promoting up and coming bands. Mark Kerr is currently living and working in Paris. He has been collaborating with many acts including Sly Silver Sly, Regency Buck, Scanners, Jackos One, Mellow, Bob's Symphonic Orchestra, Cathy Burton and DJ Daniele Tignino. He has also played drums on occasion for Simple Minds and for Les Rita Mitsouko. McNeil also writes, produces and plays drums for Glasgow pop act GoGoBot, a project he started in 2008. Toby Jepson previously fronted Little Angels and had a brief spell fronting Fastway as well as releasing solo material and touring as a solo artist. He now fronts rock band Wayward Sons, whose debut release is due out on Frontiers records in September. Andy Carr the bassist for the band also plays for another Glasgow band The Toi ==Discography== === Studio Albums === {| class=\"wikitable\" style=\"text-align: center;\" ! rowspan=\"2\"| Year ! rowspan=\"2\" width=\"230\"| Album details ! colspan=\"6\"| Peak chart positions ! scope=\"col\" rowspan=\"2\" style=\"width:14em;\"| Certifications |- style=\"font- size: smaller; \" ! width=\"30\"| UK ! scope=\"col\" style=\"width:3em;font-size:90%;\"| GER ! scope=\"col\" style=\"width:3em;font-size:90%;\"| NLD ! scope=\"col\" style=\"width:2.5em;font-size:90%;\"| NZ ! scope=\"col\" style=\"width:3em;font-size:90%;\"| SWE ! scope=\"col\" style=\"width:3em;font-size:90%;\"| SWI |- | 1989 | align=\"left\"| Taking on the World * Release date: 5 July 1989 * Label: A&M;, Caroline (2014 reissue only) | 44 | — | — | 26 | — | — | |- | 1992 | align=\"left\"| Gallus * Release date: 31 March 1992 * Label: A&M; | 14 | — | — | — | 41 | — | |- | 1994 | align=\"left\"| Swagger * Release date: 1 July 1994 * Label: A&M; | 5 | 37 | 14 | — | 17 | 32 | * BPI: Silver |- | 1997 | align=\"left\"| 0141 632 6326 * Release date: 5 May 1997 * Label: A&M;, Polydor | 32 | — | — | — | — | — | |- | 2012 | align=\"left\"| Break the Silence * Release date: 15 June 2012 * Label: Ear Music | — | — | — | — | — | — | |- | 2015 | align=\"left\"| Frantic * Release date: 8 March 2015 * Label: Caroline | 50 | — | — | — | — | — | |- | 2017 | align=\"left\"| Favourite Pleasures * Release date: 15 September 2017 * Label: Caroline, Cloburn | 16 | — | — | — | — | — | |- | align=\"center\" colspan=\"9\" style=\"font-size: 8pt\"| \"—\" denotes releases that did not chart or were not released in that territory. |} === Extended Plays === {| class=\"wikitable\" style=\"text-align: center;\" ! rowspan=\"2\"| Year ! rowspan=\"2\" width=\"230\"| Album ! colspan=\"1\"| Peak chart positions ! scope=\"col\" rowspan=\"2\" style=\"width:14em;\"| Certifications |- style=\"font-size: smaller; \" ! width=\"30\"| UK |- | 2009 | align=\"left\"| Popkiller * Release date: 6 December 2009 * Label: Townsend | — | |- | 2015 | align=\"left\"| East End EP * Release date: 1 July 2015 * Label: Caroline | — | |- | align=\"center\" colspan=\"6\" style=\"font-size: 8pt\"| \"—\" denotes releases that did not chart or were not released in that territory. |} === Compilation Albums === {| class=\"wikitable\" style=\"text- align: center;\" ! rowspan=\"2\"| Year ! rowspan=\"2\" width=\"230\"| Album ! colspan=\"1\"| Peak chart positions ! scope=\"col\" rowspan=\"2\" style=\"width:14em;\"| Certifications |- style=\"font-size: smaller; \" ! width=\"30\"| UK |- | 2003 | align=\"left\"| The Collection * Release date: 3 March 2003 * Label: Spectrum | — | |- | 2006 | align=\"left\"| The River Sessions * Release date: 4 April 2006 * Label: River Records | — | |- | 2019 | align=\"left\"| R3L0ADED: The Best of Gun * Release date: 29 November 2019 * Label: Silver Lining | — | |- | align=\"center\" colspan=\"6\" style=\"font-size: 8pt\"| \"—\" denotes releases that did not chart or were not released in that territory. |} ===Singles=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! rowspan=\"2\"| Year ! rowspan=\"2\" style=\"width:24em;\"| Single ! colspan=\"8\"| Peak positions ! rowspan=\"2\"| Album |- style=\"font-size:smaller;\" ! width=\"35\"| UK ! width=\"35\"| IRE ! width=\"35\"| FRA ! width=\"35\"| NED ! width=\"35\"| BEL (FLA) ! width=\"35\"| GER ! width=\"35\"| NZ ! width=\"35\"| US Rock |- | rowspan=\"3\"|1989 ! scope=\"row\"| \"Better Days\" | 33 || — || — || — || — || — || 7 || 19 | align=\"left\" rowspan=\"5\"| Taking on the World |- ! scope=\"row\"| \"Money (Everybody Loves Her)\" | 73 || — || — || — || — || — || — || — |- ! scope=\"row\"| \"Inside Out\" | 57 || — || — || — || — || — || — || — |- | rowspan=\"2\"|1990 ! scope=\"row\"| \"Taking on the World\" | 50 || — || — || — || — || — || — || — |- ! scope=\"row\"| \"Shame On You\" | 33 || — || — || — || — || — || — || — |- | rowspan=\"3\"|1992 ! scope=\"row\"| \"Steal Your Fire\" | 24 || — || — || — || — || — || — || — | align=\"left\" rowspan=\"3\"| Gallus |- ! scope=\"row\"| \"Higher Ground\" | 48 || — || — || — || — || — || — || — |- ! scope=\"row\"| \"Welcome To The Real World\" | 43 || — || — || — || — || — || — || — |- | rowspan=\"2\"|1994 ! scope=\"row\"| \"Word Up!\" | 8 || 17 || 46 || 14 || 41 || 32 || 39 || — | align=\"left\" rowspan=\"5\"| Swagger |- ! scope=\"row\"| \"Don't Say It's Over\" | 19 || — || — || — || — || — || — || — |- | rowspan=\"3\"|1995 ! scope=\"row\"| \"The Only One\" | 29 || — || — || — || — || — || — || — |- ! scope=\"row\"| \"Something Worthwhile\" | 39 || — || — || — || — || — || — || — |- ! scope=\"row\"| \"Seems Like I'm Losing You\" | — || — || — || — || — || — || — || — |- | rowspan=\"2\"|1997 ! scope=\"row\"| \"Crazy You\" | 21 || — || — || — || — || — || — || — | align=\"left\" rowspan=\"2\"| 0141 632 6326 |- ! scope=\"row\"| \"My Sweet Jane\" | 51 || — || — || — || — || — || — || — |- | rowspan=\"1\"|2012 ! scope=\"row\"| \"Break the Silence\" | — || — || — || — || — || — || — || — | align=\"left\" rowspan=\"1\"| Break the Silence |- | rowspan=\"5\"|2015 ! scope=\"row\"| \"Take Me to Church\" | — || — || — || — || — || — || — || — | align=\"left\" rowspan=\"1\"| Non-album single |- ! scope=\"row\"| \"Frantic\" | — || — || — || — || — || — || — || — | align=\"left\" rowspan=\"4\"| Frantic |- ! scope=\"row\"| \"Labour of Life\" | — || — || — || — || — || — || — || — |- ! scope=\"row\"| \"Every 1's a Winner\" | — || — || — || — || — || — || — || — |- ! scope=\"row\"| \"Hold Your Head Up\" | — || — || — || — || — || — || — || — |- | rowspan=\"1\"|2016 ! scope=\"row\"| \"Everybody Knows\" | — || — || — || — || — || — || — || — | align=\"left\" rowspan=\"1\"| East End EP |- | rowspan=\"3\"|2017 ! scope=\"row\"| \"Favourite Pleasures\" | — || — || — || — || — || — || — || — | align=\"left\" rowspan=\"4\"| Favourite Pleasures |- ! scope=\"row\"| \"Silent Lovers\" | — || — || — || — || — || — || — || — |- ! scope=\"row\"| \"The Boy Who Fooled the World\" | — || — || — || — || — || — || — || — |- | rowspan=\"1\"|2018 ! scope=\"row\"| \"Take Me Down\" | — || — || — || — || — || — || — || — |- | rowspan=\"1\"|2019 ! scope=\"row\"| \"Superstition\" | — || — || — || — || — || — || — || — | align=\"left\" rowspan=\"1\"| R3L0ADED |- | align=\"center\" colspan=\"11\" style=\"font-size:8pt\"| \"—\" denotes releases that did not chart or were not released. |} ==References== == External links == * Gun – Official page * Last.fm page for Gun Category:Scottish hard rock musical groups Category:Scottish heavy metal musical groups Category:British glam metal musical groups Category:Musical groups established in 1987 Category:Musical groups from Glasgow Category:Musical quartets Category:MTV EMA winners ",
    "title": "Gun (band)"
}