{
    "id": "1437723",
    "text": "Sir Albert Edward Richardson (London, 19 May 1880 – 3 February 1964) was a leading English architect, teacher and writer about architecture during the first half of the 20th century. He was Professor of Architecture at University College London, a President of the Royal Academy, editor of Architects' Journal and founder of the Georgian Group. ==Life and work== Richardson was born in London. He trained in the offices of Leonard Stokes and Frank T. Verity, practitioners of the Beaux-Arts style, and in 1906 he established his first architectural practice, in partnership with Charles Lovett Gill (the Richardson & Gill partnership was eventually dissolved in 1939). He wrote several articles for Architectural Review and the survey of London Houses from 1660 to 1820: a Consideration of their Architecture and Detail (1911). In the following year he was appointed architect to the Prince of Wales's Duchy of Cornwall Estate. His massive work, Monumental Classic Architecture in Great Britain and Ireland (1914) established him as a scholar; in it he reappraised the Greek Revival architects C.R. Cockerell and Henri Labrouste. In his own work he was strongly influenced by nostalgia for the craftsmanship of the late Georgian era and the pared-down Neoclassicism of Sir John Soane in particular, but he recognised that his classical ideals needed to be developed to meet the challenges of Modernism. The result was a synthesis of traditional and modern approaches which was adapted and applied to industrial and commercial buildings, churches and houses. His deep knowledge of and sympathy towards Georgian design also helped him in numerous post-war commissions to restore bomb-damaged Georgian buildings. Ironically, several of his designs – most notably, Bracken House in the City of London, the first post-war London building to be listed and protected from redevelopment – are now regarded as classic milestones of 20th century design. He was awarded the Royal Gold Medal for Architecture in 1947 and was elected President of the Royal Academy in 1954; he was knighted in 1956. From 1957-1964 Richardson served as President of the Ealing Art Group. From 1919 until his death in 1964, Richardson lived at Avenue House, 20 Church Street, Ampthill, Bedfordshire, an 18th-century townhouse in which he initially refused to install electricity, believing that his home needed to reflect Georgian standards of living if he was truly to understand their way of life, though he was later persuaded to change his mind by his wife, Elizabeth Byers (March 1882 – 1958), whom he had married in 1904. They had one daughter. ==Projects== Manchester Opera House *Manchester Opera House (1912) *repairs to Ripon Cathedral, Ripon (1930s) *North London Collegiate School, Canons Park, Edgware, Middlesex *works on Baronscourt, Newtownstewart, Co Tyrone (1947) *restoration of St Malachy's (CoI) Parish Church, Hillsborough, County Down, Northern Ireland (1951–1956) *restoration of Navy Staircase (aka: Nelson Stair), Somerset House, following 1940 wartime bomb damage *restoration of St Alfege's Church, Greenwich, London (1953) *restoration of St James's Church, Piccadilly, London *restoration of Trinity House, City of London *church of St Stanislaus, Dulverton, Somerset (completed 1955) *bridge linking picture galleries, Anglesey Abbey, Cambridgeshire (1955) *restoration of the Wilkins Building, University College London (completed 1956) *church of St Cuthbert, Catterick Garrison, North Yorkshire (1957) *housing in Ryculff Square and Fulthorpe Road, Blackheath, London (1954) *refurbishment of Sedbergh School library (1957–1958) *Financial Times building, Bracken House, Cannon Street, London (completed in 1958, in 1988 it became the first post-war listed building) *Tormore Distillery, Advie, Grantown on Spey, Morayshire, Scotland (1958–1960, also a listed building) *restoration of the Livery Hall of the Worshipful Company of Merchant Taylors, London (1959) *John White shoe factory, Rushden, Northamptonshire *repairs and improvements to The Old Rectory, Yardley Hastings, Northamptonshire *college chapel at St Mary's University College, Twickenham in Strawberry Hill (1962–1963) *restoration of Bath Assembly Rooms (completed 1963) *works at Elstow Abbey, Bedford *works at Harlington Manor (formerly Harlington House), Harlington, Bedfordshire *completion of St Martin's church, Knebworth, Hertfordshire (1963–1964, completing work begun by Sir Edwin Lutyens) * Mid Bedfordshire District Council Offices (formerly the Ampthill Rural District Council Offices, 12 Dunstable Street, Ampthill, Bedfordshire (1963–1965) * model village layout, housing and community centre for London Brick Company at Stewartby, Bedfordshire, 1968 (first phase) and later, the last completed 1978 * Streetlights inspired by the Revo Festival design. Both wall mounting and lamp standards, Cambridge (1957) ==Books== All published at London except where noted. *London Houses from 1660 to 1820: a Consideration of their Architecture and Detail (1911) *Monumental Classic: Architecture in Great Britain and Ireland (1914; reprinted 2001) *Regional Architecture of the West of England (1924) *The English Inn, Past And Present: A Review of Its History and Social Life (1925; reprinted 1968) *The Old Inns of England (1935; reprinted 1967) *The Significance of the Fine Arts (Oxford: Clarendon Press, 1955) *The Art of Architecture (New York: Philosophical Library, 1956) ==References== *Dictionary of Art Historians *Bedfordshire Libraries: Digitised Resources *Sir Albert Richardson – The Professor, Simon Houfe, Luton 1980, *Sir Albert Richardson 1880-1964, Simon Houfe, Alan Powers & John Wilton-Ely, London 1999, ==External links== * Video regarding Collection of Sir Albert Richardson (at Avenue House, 20 Church Street, Ampthill, Bedfordshire) Category:British neoclassical architects Category:1880 births Category:1964 deaths Category:Royal Academicians Category:Fellows of the Royal Institute of British Architects Category:Knights Commander of the Royal Victorian Order Category:Recipients of the Royal Gold Medal Category:Ampthill Category:20th-century English architects Category:Grand Officers of the Order of Saint James of the Sword Category:Architects from London ",
    "title": "Albert Richardson"
}