{
    "id": "1437567",
    "text": "A waitress in the iconic nippy uniform brings cakes to the table of customers enjoying afternoon tea at a Lyon's Corner House, London, 1942 A nippy was a waitress who worked in the J. Lyons & Co tea shops and cafés in London. Beginning in the late 19th century, a J. Lyons waitress was called a \"Gladys\". From 1926, because the waitresses nipped (moved quickly) around the tea shops, the term \"Nippy\" came into use. Nippies wore a distinctive maid-like uniform with a matching hat. ==Image and reality== By the 1920s it was already long established in the advertising world that attractive females could sell products, and the tea business of J. Lyons & Co was no exception. Nippies appeared in all manner of advertising, on product packages, and on promotional items. The Nippy soon became a national icon. Unlike other endorsements of the day, which often took the form of popular celebrities or cartoon characters, a Nippy was accessible and close to home. A Nippy was someone who could be seen and interacted with every day, and perhaps this was part of the appeal of the concept. J. Lyons was very careful to maintain the Nippy image as wholesome and proper — strict cleanliness standards applied for Nippy uniforms, and before World War II J. Lyons would not hire married women as Nippies. So popular was the image that miniature Nippy outfits were popular for children dressing up for special events such as fetes. ==Typical pay and conditions== In the mid-1930s, for example in Brighton, a Nippy worked 54 hours per week (11.45 a.m. to 11.45 p.m.), for 26 shillings per week (£1.30), with 2/6d (two shillings and sixpence, £0.125) extra for working at weekends. She had to pay for the laundering of her uniform, which was made of bombazine-type material with red buttons from the neck downwards. ==In popular culture== A Lyons Corner House recreated in the Museum of London uses back-projected film of a nippy serving customers In an episode of the sitcom Are You Being Served? entitled \"The Junior\", the character Mrs. Slocombe was embarrassed that she used to work as a nippy. In Dorothy Sayers's 1927 mystery novel Unnatural Death, when a young woman's body is found the Daily Yell newspaper prints the story under the headline \"'Nippy' Found Dead in Epping Forest.\" ===Nippy, the musical=== In 1930, the nippy concept was adapted into a hit musical comedy called Nippy, produced at the Golders Green Hippodrome. Popular actress Binnie Hale played the nippy in question.Stock photography image of Nippy, Music sheet cover The book was written by Arthur Wimperis and Austin Melford, Billy Mayerl wrote the music, and Wimperis and Frank Eyton wrote the lyrics.ReadingProgrammes 1927-1933 Several records were released with songs from the musical, such as the title song and the lively \"The Toy Town Party\" sung in the show by Hale. Another of Mayerl's attractive melodies, but less known from the show was \"It Must Be You\". ==References== Category:Tea houses of the United Kingdom Category:Food services occupations Category:Gendered occupations ",
    "title": "Nippy"
}