{
    "id": "1437645",
    "text": "The Conwy Railway Bridge carries the North Wales coast railway line across the River Conwy between Llandudno Junction and the town of Conwy. The wrought iron tubular bridge, which is now Grade I listed, was built in the 19th century. It is the last surviving example of this type of design by Stephenson after the original Britannia Bridge across the Menai Strait was destroyed in a fire in 1970 and replaced by a two-tier truss arch bridge design. The Conway Railway Bridge was designed by railway engineer Robert Stephenson in collaboration with William Fairbairn and Eaton Hodgkinson. The original plan had been for suspension bridge complementing Thomas Telford's Conwy Suspension Bridge of 1826. After Stephenson's appointment as chief engineer, the design was changed because a suspension bridge was considered unsuitable for trains. Stephenson and his collaborators invented the wrought-iron box-girder structure to bridge the River Conwy in a single span. During May 1846, groundwork for the bridge commenced. The architect Francis Thompson (architect) dressed the pylons at either end as barbicans, with crenellated turrets, arrow slits and bartizans to complement the adjacent Conwy Castle. Unusually, the tubes were completed onshore before being attached to pontoons, floated along the river and jacked into position between the abutments. The bridge was officially opened in 1849. The bridge endorsed the construction of the larger Britannia Bridge. During 1899, the tubular sections were reinforced with cast iron columns to reduce the load on the span across the river. In September 1950, Conwy Tubular Bridge was recognised as being a Grade I listed building; it is also a scheduled monument (CN167). ==History== ===Background=== During the 1840s, the Chester and Holyhead Railway committed to building a railway line along the coastline of North Wales between Chester and Holyhead on Anglesey. The line would improve transport and communications in the region and speed up traffic between London and Ireland as part of the national rail network that was under development.“Conwy Tubular Bridge.” engineering-timelines.com’’, Retrieved: 31 May 2018. The route necessitated crossing the River Conwy alongside the existing Conwy Suspension Bridge, built two decades earlier by Thomas Telford. Initially a suspension bridge was considered, but its inherent flexibility posed challenges to rail traffic.\"Stephenson's Tubular Bridge.\" historypoints.org, Retrieved: 31 May 2018. Robert Stephenson the chief engineer of the Chester and Holyhead Railway designed the bridge. He devised a tunnel-like rigid tube which would be suspended above the Conwy to accommodate tracks inside it. The box-section tube possessed sufficient rigidity to be self-supporting over span of the river. A lithograph entitled \"Conway Bridge\" showing the second wrought-iron box girder tube being floated into position, c. September 1848. Stephenson also deployed he tubular bridge on a larger scale across the Menai Strait between Anglesey and the Welsh mainland, in what was the Britannia Bridge. While developing the design which was made of wrought iron, Stephenson consulted William Fairbairn (who had extensive experience in working with iron), the mathematician Eaton Hodgkinson and resident engineer Edwin Clark. During February 1846, the men presented their design to the company who approved further development and experimentation to validate the design. Several different cross sections were built including a one-sixteenth scale model of the Britannia Bridge, 23.8 meters in length fitted with a rectangular-section tube. Testing incorporated various conditions, including wind and temperature variations. The designs for both the Conwy Railway Bridge and Britannia Bridge were similar. ===Construction=== During May 1846, groundwork for the bridge commenced. On either shore, the underlying bedrock was levelled close to the river’s low water level for the foundations of the towers. For additional support, timber piles were driven at the south east corner of Conwy Tower where the masonry is seated on a wooden platform roughly 600mm below the low water level. The project's architect, Francis Thompson, dressed the pylons at either end as barbicans with crenellated turrets, arrow slits and bartizans to complement the adjacent Conwy Castle that had stood on the promontory since the late 13th century. As designed, the tubes were to be elaborately decorated meant to resemble castle walls with machicolated cornices, stringcourses and loopholes. The fitting of external decorations was abandoned on the grounds of expense and extra weight. The bridge contractor was William Evan. The ironwork was constructed by Easton & Amos. On 15 June 1846, the foundation stone of the towers was laid. The towers accommodated entrance portals within twin arches, through which the railway are carried into the tubes. The tubes are made of 16mm riveted wrought iron with cellular roofs and bases, and sheeted sides; each one weighs roughly 1,320 tonnes. The tubes, which are 129.2 meters long and 4.4 meters wide, were constructed using shipbuilding techniques. Once completed onshore, they were attached to pontoons, floated along the river and jacked into position between the abutments; steam-powered hydraulic engines lifted the bridge elements into place. On 6 March 1848, the first tube was floated; its installation took nine days to complete. ===Operational life=== The bridge was officially opened in 1849, although the first tube had been completed for traffic during April 1848. Stephenson wanted to test the structure, the first tubular crossing, to be sure it was capable of carrying the weight of a locomotive and its rolling stock. The testing was performed by Fairbairn and achieved favourable results. The bridge effectively endorsed the construction of the larger Britannia Bridge.\"About Conwy Railway Bridge.\" Transport Trust, Retrieved: 31 May 2018. During 1899, the tubular sections were reinforced with cast iron columns to reduce the load on the span across the river to accommodate the increasingly heavy trains being used on the route. The bridge's weight capacity had been exceeded according to a survey. The columns were fitted with inspection gantries to ease maintenance but during the 2000s they were deemed to be unnecessary and were removed.\"Conwy Tubular Railway Bridge.\" kaymacmarine.co.uk, 20 June 2014. In September 1950, Conwy Tubular Bridge was recognised as being a Grade I listed structure; it is also a scheduled monument (CN167), protecting it as a historical asset for the nation. By the 21st century, the bridge is the only surviving example of a tubular bridge designed by Stephenson. The original Britannia Bridge was damaged beyond repair by fire in 1970; it was rebuilt as a two-tier truss arch bridge made of steel and concrete. The bridge is maintained by Network Rail as a part of the British railway network. Its heritage is protected and actively managed by Cadw, the historic environment organisation of the Welsh Government. ==See also== *Sharp, Roberts & Co. *List of bridges in Wales ==References== ===Citations=== ===Bibliography=== * * == External links == * Aerial photo * Local tourist information * General description of the Britannia and Conway tubular bridges on the Chester and Holyhead Railway, 1849, from Google Book Search Category:Bridges completed in 1848 Category:Bridges in Conwy County Borough Category:Buildings and structures in Conwy Category:Tubular bridges Category:Railway bridges in Wales Category:Historic Civil Engineering Landmarks Category:Grade I listed buildings in Conwy County Borough Category:Grade I listed bridges in Wales ",
    "title": "Conwy Railway Bridge"
}