{
    "id": "1437040",
    "text": "The Scientific Alliance is a UK-based organization that claims to promote open-minded debate on scientific matters and science policy, including biotechnology, genetically modified food, energy and climate change. Its stated aim is to \"bring together both scientists and non-scientists committed to rational discussion and debate on the challenges facing the environment today.\"The Scientific Alliance, About the Scientific Alliance In the scientific literature it is regarded as \"a UK-based lobby group which challenges the scientific consensus on climate change\".Felicity Mellor: The Politics of Accuracy in Judging Global Warming Films. Environmental Communication 3, 2009, . The group was created in 2001 by quarryman Robert Durward, director of the British Aggregates Association, and political consultant Mark Adams of the public relations firm Foresight Communications.Gethin Chamberlain, The rich recluse masterminding Britain's new party The Scotsman, 22 January 2003 The Scotsman newspaper has reported that on contacting the Alliance to ask about Durward's role, 'after some uncertainty, the switchboard it shares with a number of other firms denied any knowledge of Mr Durward’s existence. Matthew Drinkwater, the one person responding to calls to its offices, could also be contacted by ringing the offices of Foresight Communications.' Foresight Communications is a PR firm established by Mark Adams in January 2001. As well as The Scientific Alliance, its client list includes the British Aggregates Association and the New Party (formerly known as the \"Peoples Alliance\" (sic)) which was also established by Durward and Adams. Bob May of the Royal Society has criticized the Scientific Alliance for holding a forum for groups involved in climate change denial and for its links to the George C. Marshall Institute, saying that the \"climate change denial lobby\" had a \"poisonous\" influence on the media.Bob May, Under- informed, over here, The Guardian, 27 January 2005 In December 2004 the organization published a joint report with the George C. Marshall Institute in Washington,David Adam, Oil firms fund climate change 'denial' The Guardian, 27 January 2005 a thinktank that has received $715,000 in funding from the U.S. oil company, ExxonMobil.Ed Pilkington, Palin fought safeguards for polar bears with studies by climate change sceptics The Guardian, 30 September 2008 The Alliance's director, Martin Livermore, wrote that \"The Scientific Alliance has never received money from ExxonMobil\"Martin Livermore, Letters, The Guardian, 22 September 2006 and according to the Alliance, \"donations are only accepted without conditions and afford no influence over [the group's] policy\". ==See also== *Media coverage of climate change ==References== ==External links== * The Scientific Alliance * Profile at SourceWatch * The alliance of science, The Guardian * Hard Rockers, The Guardian Category:Climate change denial Category:Organisations based in the United Kingdom Category:Organizations established in 2001 Category:Organizations of environmentalism skeptics and critics ",
    "title": "Scientific Alliance"
}