{
    "id": "1437541",
    "text": "Bruce Pitcairn Jackson (born June 23, 1952) is the founder and president of the Project on Transitional Democracies. The project is a multi-year endeavor aimed at accelerating the pace of reform in post-1989 democracies and advancing the date for the integration of these democracies into the institutions of the Euro-Atlantic. ==Biography== Bruce P. Jackson is son of William Harding Jackson, United States National Security Adviser under Eisenhower. From 1979 to 1990, Jackson served in the United States Army as a Military Intelligence Officer. From 1986 to 1990, he served in the Office of the Secretary of Defense in a variety of policy positions pertaining to nuclear forces and arms control. Upon leaving the Department of Defense in 1990, Jackson joined Lehman Brothers, an investment bank in New York, where he was a strategist in the firm's proprietary trading operations. Between 1993 and 2002, Jackson was Vice President for Strategy and Planning at Lockheed Martin Corporation. During 1995 and 1996, Jackson was National Co-Chairman of the Dole for President Finance Committee. In 1996, he was a delegate to the Republican National Convention where he served on the Platform Committee and the Platform's subcommittee for National Security and Foreign Policy. During the 2000 Presidential Campaign, he was a delegate committed to Governor Bush and chaired the Foreign Policy Subcommittee of the Republican Platform Committee. From 1995 until 2003, he was the President of the US Committee on NATO, a non-profit corporation formed in 1996 to promote the expansion of NATO and the strengthening of ties between the United States and Europe. In 2004, Jackson became a member of the International Commission on the Balkans and the Board of Directors of the We Remember Foundation, which is working to bring the officials of the Government of Belarus to justice for the disappearances of political opposition leaders and journalists. He has been recognized for his work on democratic change and European integration by the Governments of Poland, the Czech Republic, Hungary, Slovakia, Romania, Lithuania, Latvia and Estonia. Most recently, Jackson's work has focused on accelerating the integration of the Western Balkan countries and Turkey into the European Union and NATO and on building closer relationship between European institutions and the democracies within the European Union's Eastern Partnership, particularly Ukraine. He has written extensively about the engagement of Russia and Eastern European democracies by the European Union and the United States, on the new geo-economics of Eastern Europe and the Black Sea region, and on the energy security of Europe. == Professional Positions == * President, Project on Transitional Democracies 2002–Present * Served as the Vice President for Strategy and Planning at Lockheed Martin, 1993–2002. * Worked for Lehman Brothers, as a strategist for proprietary trading operations, 1990–1993. * Served in the Office of the Secretary of Defense, holding a variety of positions pertaining to nuclear weapons and arms control, 1986–1990. * Served in the US Army as a Military Intelligence Officer, 1979–1990. ==Political Roles== * McCain for President 2008, Foreign Policy advisory team * 2000 Republican National Convention: Chair of Platform Subcommittee for Foreign Policy, presidential campaign (George W. Bush). * Republican National Convention: Platform Committee and Platform Subcommittee for National Security and Foreign Policy, 1996. * Dole for President: National Co-Chairman of Finance Committee 1995–1996. ==Think tank and non-profit affiliations== * Member of the Council on Foreign Relations * President of the Project on Transitional Democracies. * From 2002–2003 served as the chairman of the Committee for the Liberation of Iraq, a non-profit organization set-up that advocated the ousting of Iraqi President Saddam Hussein. * From 1995–2002 served as the president of the U.S. Committee on NATO, a non-profit organization that promoted NATO expansion and strengthening the U.S.-European Relationship. * The founder and president of the Project on Transitional Democracies for the Project for the New American Century, a group whose goal is \"to accelerate the integration of Europe's new democracies into NATO and the European Union.\" Served on the PNAC Board of Directors. * Serves on the Board of the We Remember Foundation, a non-profit organization involved in the search for justice for the families of disappeared persons in Belarus and around the world and in advocacy of human rights. ==Post-Communist Europe Relations== * A long-time proponent of NATO expansion, Jackson was instrumental in securing U.S. Senate ratification of Poland, the Czech Republic and Hungary as members of NATO and organizing the second \"Vilnius Round\" of NATO expansion which brought the Baltic States, Slovakia, Slovenia, Romania and Bulgaria into both NATO and the European Union. Since 2002, he has been active in the Balkans and post-Soviet democracies advocating democratic reform and EU accession. ==Academic Publications== * Jackson, B.P., (2011), 'The European Union Goes East', Policy Review, 166, April–May, pp. 53–64, Stanford University, available at http://www.hoover.org/publications/policy- review/article/73166, accessed on 8 September 2011 at 12:39 * Jackson, B.P., (2011), 'A Turning Point for Europe's East', Policy Review, 160, April–May, pp. 49–61, Stanford University, available at http://www.hoover.org/publications/policy-review/article/5292, accessed on 8 September 2011 at 12:41 ==References== ==External links== *Testimony of Bruce Pitcairn Jackson Before the US Senate Committee on Foreign Relations, on \"The Rapid Deterioration of Democracy in Russia Over the Past 24 Months\", February 17, 2005 *Testimony of Bruce Pitcairn Jackson Before the Committee on Foreign Relations, Subcommittee on European Affairs, \"The Future of Democracy in the Black Sea Region\", March 8, 2005 Category:Living people Category:1952 births Category:Recipients of the Order of the Cross of Terra Mariana, 2nd Class Category:American human rights activists Category:Lockheed Martin people ",
    "title": "Bruce P. Jackson"
}