{
    "id": "1438198",
    "text": "{| |} USS R-24 (SS-101) was an R-class coastal and harbor defense submarine built for the United States Navy during World War I. ==Description== The R-boats built by Lake Torpedo Boat Company (R-21 through R-27) are sometimes considered a separate class from those of the other builders. The Lake boats had a length of overall, a beam of and a mean draft of . They displaced on the surface and submerged. The R-class submarines had a crew of 3 officers and 23 enlisted men. They had a diving depth of .Friedman, p. 308 For surface running, the boats were powered by two diesel engines, each driving one propeller shaft. When submerged each propeller was driven by a electric motor. They could reach on the surface and underwater. On the surface, the Lake boats had a range of at and at submerged. The boats were armed with four 21-inch (53.3 cm) torpedo tubes in the bow. They carried four reloads, for a total of eight torpedoes. The R-class submarines were also armed with a single 3\"/50 caliber deck gun.Gardiner & Gray, p. 129 ==Construction and career== R-24 was laid down on 9 May 1919 by the Lake Torpedo Boat Company of Bridgeport, Connecticut. She was launched on 21 August 1918 sponsored by Mrs. Edmund R. Norton, and commissioned on 27 June 1919 with Lieutenant Commander Andrew C. Bennett in command. After four months of coastal operations off southern New England, R-24 got underway for her homeport, Coco Solo, Panama Canal Zone, on 1 November. Based there for her active service she was given hull classification symbol SS-101 in July 1920 and at the end of 1921 she returned to the United States for a shipyard overhaul. In the fall of 1922, she resumed operations out of Coco Solo and Balboa. A year later she again sailed to the United States for a shipyard overhaul and at the end of 1924 she returned for inactivation. On 25 January 1925, she arrived at Philadelphia, Pennsylvania, and on 11 June she was decommissioned after only five-and-a-half years of service. R-24 was berthed at League Island for the next five years. On 9 May 1930 she was struck from the Naval Vessel Register and in July was sold for scrapping. ==Notes== ==References== * * * ==External links== * Category:Ships built in Bridgeport, Connecticut Category:United States R-class submarines Category:1918 ships ",
    "title": "USS R-24 (SS-101)"
}