{
    "id": "1438771",
    "text": "Coastal Carolina University (CCU or Coastal) is a public university in Conway, South Carolina. Founded in 1954, it became an independent university in 1993. The university is a national sea-grant institution and owns part of Waties Island, an Atlantic barrier island that serves as a natural laboratory for CCU's instruction and research. The campus is also the home of the Horry County Schools Scholars Academy, a high school for gifted students. ==History== Framed by Blanton Park, the Edward M. Singleton Building was the first building on campus, built in 1963. The Graham Family Bell Tower in the forefront of Spadoni Park. Coastal Carolina University was founded in 1954 as Coastal Carolina Junior College, a two-year community college, by the Coastal Educational Foundation, a group of citizens who wanted to establish a post- secondary institution in the region. The college originally operated under contract as an extension of the College of Charleston. Classes met at night at Conway High School and were taught by part-time faculty. After the College of Charleston contract expired in 1958, Coastal became an independent community college supported by Horry County. The Horry County Educational Commission was created in 1959 to oversee the college's county tax money. This body was responsible for contracting operations to the University of South Carolina a year later under the name Coastal Carolina Regional Campus. The deal was finalized at the Chat 'n' Chew restaurant in Turbeville, South Carolina, a town halfway between Conway and Columbia. The site of the present-day campus was chosen in 1960, on a plot of land between U.S. 501 and S.C. 544, on land owned by Burroughs Timber Company and International Paper. The campus' first building, later named the Edward M. Singleton Building, opened in 1963. After decade of growth, USC Coastal Carolina College became a four-year institution in 1974. The first residence halls (currently \"The Woods\" residence halls) opened in 1987. By 1991, enrollment had grown to over 4,000 students, leading the Coastal Educational Foundation and Horry County Educational Commission to seek independent status for the school. On July 1, 1993, the school officially became an autonomous state institution under the name Coastal Carolina University, in a bill signed into law by South Carolina Governor Carroll Campbell on the steps of the Singleton Building. The Coastal Carolina Chanticleers football team opened its inaugural game vs. Newberry College on Sept. 6, 2003, in front of a crowd of more than 8,000 at the newly opened Brooks Stadium. In 2004, Coastal Carolina University celebrated its 50th anniversary; the same year, enrollment reached 7,000 students, and CCU opened the first phase of the University Place housing complex across S.C. 544. Throughout the 2010s, the University experienced a building boom achieved as a result of a local 1-cent sales tax for education-related construction (the present Brittain Hall was originally dubbed \"Penny Hall\" in honor of the penny tax that helped fund its construction). In 2014, the university established its first doctoral degree program, in coastal and marine science systems science. In 2016, the Coastal Carolina Chanticleers athletic programs officially joined the Sun Belt Conference. The following year, enrollment reached 10,600 students and the Chanticleers baseball team won the NCAA College World Series, the first national title for the university. === Leadership === {| class=\"wikitable\" !Director !Tenure |- |Edward J. Woodhouse |1954–1955 |- |George C. Rogers |1955–1961 |- |William C. Casper |1961–1963 |- !Chancellor !Tenure |- |Edward M. Singleton |1963–1983 |- |Fredrick W. Hicks, III |1983–1985 |- |Ronald G. Eaglin |1985–1992 |- |Ronald R. Ingle |1992–1993 |- !President !Tenure |- |Ronald R. Ingle |1993–2007 |- |David A. DeCenzo |2007–present |- |Michael T. Benson |2021-Future |} In December 2018, President David DeCenzo announced he would retire following the conclusion of the 2019-2020 Academic Year. A search committee was formed to conduct a national search for the University's third president. In early 2020, President DeCenzo announced he would stay past Spring of 2020 to help plan the University's response to the COVID-19 pandemic. In October 2020, Coastal Carolina University announced the appointment of Michael T. Benson as the University's third president. Benson will begin his tenure on January 2, 2021. DeCenzo will stay on-staff for Benson until the conclusion of the Spring 2020 semester. > ==Academic organization== ===The E. Craig Wall Sr. College of Business > Administration=== The E. Craig Wall Sr. College of Business Administration > The business college, named for prominent area businessman E. Craig Wall Sr. > (1911-1985), offers six undergraduate majors: accounting, economics, > finance, management, marketing and hospitality and resort tourism > management. The PGA Golf Management program is one of only 18 programs in > the nation accredited by the PGA of America. Business students can also > minor in business, economics, international business or marketing. The > business college also offers two graduate programs, the Master of Business > Administration (MBA) program and the Master of Accountancy (MAcc) program, > and a graduate certificate in fraud examination. For those who wish to earn > a degree in a shorter amount of time, there is a Degree in Three program > where students can earn a Bachelor of Science in Business Administration > (BSBA) degree in three years; and the Get More in Four program, which is a > combined four-year undergraduate and Master of Business Administration (MBA) > program. The Wall College of Business is accredited by the Association to > Advance Collegiate Schools of Business (AACSB International). The Wall > College is also home to several programs and centers. *BB&T; Grant Center > for Real Estate and Economic Development *Clay Brittain Jr. Center for > Resort Tourism *Professional Golf Management Program * Wall Fellows Program > * Wall Center for Excellence ===Spadoni College of Education=== The Spadoni > College of Education grants the degrees Bachelor of Arts in the areas of > early childhood education, elementary education, middle-level education, and > special education learning disabilies; Bachelor of Science in physical > education; Master of Education in the areas of educational leadership, > Instructional Technology, Special Education, and in Language, Literacy and > Culture. A Master of Arts in Teaching program is offered in six > specialization areas, and certificate and licensure programs are offered in > online teaching, literacy and special education. The Interdisciplinary Ph.D. > in Education will be offered in Spring 2019. The College of Education is > accredited by the National Council for the Accreditation of Teacher > Education (NCATE), and each of its constituent programs is recognized by the > South Carolina Department of Education and its corresponding specialized > professional association (SPA). The Spadoni College of Education is home to > several research and outreach endeavors, including the Biddle Center for > Teaching, Learning, and Community Engagement; the Chanticleer Center for > Literacy Education; The Early Childhood Development and Literacy Center; and > The Georgetown Education Residence program. On October 1, 2020, the > University announced that it would be restructuring the Spadoni College of > Education by combining it with programs from the Edwards College of > Humanities and Fine Arts, as well as the Gupta College of Science. Effective > July 1, 2021, the college will be named the Spadoni College of Behavior and > Social Sciences and Education. A national search was started to find the new > combined college's first Dean. ===Thomas W. and Robin W. Edwards College of > Humanities and Fine Arts=== The fountain and courtyard of the Thomas W. and > Robin W. Edwards College of Humanities and Fine Arts. The Edwards College > houses the departments of anthropology and geography; communication, digital > culture and design; English; history; languages and intercultural studies; > music; philosophy and religious studies; politics; art history; art studio; > intelligence and national security; and theatre (including four B.F.A > programs). It offers more than 15 undergraduate degree programs in the > humanities and fine arts, as well as 25 undergraduate minor programs. In > addition, the Edwards College offers graduate programs in writing (MA) and > liberal studies (MA). The Edwards College houses several university > initiatives, institutes and centers, including the Dyer Institute for > Leadership and Public Policy, the Jackson Family Center for Ethics and > Values, the Joyner Institute for Gullah and African Diaspora Studies; and > the Athenaeum Press. The Press is a student-driven publishing lab that > offers students professional-level hands-on experience in authoring, > designing and producing innovative stories. As the home of the Department of > Music, all university bands and ensembles are housed within the Edwards > College of Humanities and Fine Arts. These include: Acoustic Songbook; Brass > Quartet; CCU Jazz Ensemble; Concert Choir; Flute Choir; Guitar Ensemble; > Opera Workshop; Percussion Ensemble; POP 101; Saxophone Ensemble; Symphonic > Band; The Chanticleer Regiment World Percussion Ensemble Marching Band and > Chanticleer Pep Band; and Wind Ensemble. ===Gupta College of Science=== The > Gupta College of Science currently offers 17 areas of study ranging from > biochemistry to sociology, as well as 22 minors and three certificate > programs. The Gupta College of Science also offers a Master of Science > degree in coastal marine and wetland studies and a Doctor of Philosophy > (Ph.D.) degree in coastal and marine systems science. The Marine Systems > department houses four sea vessels for both teaching and research. The > flagship of the fleet is the R/V Coastal Explorer, a 54 ft. coastal region > research vessel. The Gupta College of Science houses the departments of > biology, chemistry, coastal and marine systems science, computing sciences, > health sciences, kinesiology, marine science, mathematics and statistics, > physics and engineering science, psychology, recreation and sport > management, and sociology. In 2016, the university opened a new $30 million, > 71,150 sq. ft. science complex, initially called \"Science Annex II.\" The > Burrogh's & Chapin Center for Marine and Wetland Studies is the research and > community outreach arm of the college. In 2019, the College of Science was > renamed to be the Gupta College of Science. ===Reserve Officers Training > Corps (ROTC) and Veterans Services=== Coastal Carolina University is home to > the Chanticleer Company of the U.S. Army ROTC program. CCU's Office of > Veterans Services provides the growing veteran and veteran family member > population at CCU. The university's Center for Military and Veterans Studies > records and preserves the oral histories of South Carolina veterans for the > Library of Congress. ===The Kimbel Library and Bryan Information Commons=== > Opened in 1977, the Kimbel Library provides research collections and > resources to support students, faculty and the surrounding community. The > library also serves as a government repository and houses the Horry County > Archives Center. Study spaces in the Kimbel library include technology > equipped study and presentation rooms for student use and instruction rooms > for librarian led instruction sessions. Located on the first floor, the > Peter C. Bolton Help Desk is the main information service center of the > library and commons and is staffed during all hours that the library and > commons is open. Students can purchase beverages and snacks at the Starbucks > located on the first floor. The Bryan Information Commons is a state-of-the- > art, two-story addition to the Kimbel Library. The Information Commons > provides individual computer workstations, collaborative group media:scape > workstations, high-tech study and presentation rooms and additional seating > for study. The library and commons buildings were open 24 hours a day, seven > days a week until the Fall 2020 semester, when rescheduling was necessary > due to position cuts caused by the COVID-19 pandemic. ==Accreditation== The > university is accredited by the Commission on Colleges of the Southern > Association of Colleges and Schools (SACS). In addition, several of the > university's other programs have been accredited. They include: *The E. > Craig Wall, Sr. College of Business Administration - accredited by AACSB > (Association to Advance Collegiate Schools of Business). *The Spadoni > College of Education - accredited by the National Council for Accreditation > of Teacher Education (NCATE) as well as the South Carolina State Board of > Education. *The Department of Computer Science - accredited by the > Accreditation Board for Engineering and Technology (ABET). *The University > is also an accredited institutional member of the National Association of > Schools of Art and Design (NASAD). ==Student life== ===Student facilities=== > The HTC Center is home to the Chanticleer basketball teams, student > recreation center and campus bookstore The Lib Jackson Student Union serves > as the hub for student life at Coastal Carolina University. It contains a > 250-seat movie theater/auditorium, conference rooms, a convenience store, as > well as an entertainment and gaming area. The HTC Recreation & Convocation > Center opened in 2012. The LEED-certified convocation center features a > 3,370 multi-purpose arena, bookstore, as well as a recreation center open to > students, faculty, and staff. The recreation center features a large workout > area with cardio machines, weight training, and a full indoor track. It is > also home to several group exercise studios, a rock climbing wall, as well > as ping pong tables. The arena portion of the HTC Center is home to both > men's and women's basketball and women's volleyball teams, whose games were > formerly held in Kimbel Arena. The arena is overlooked by private suites and > a catering and banquet facility. ===University housing=== The university > requires all freshmen and sophomores to live on campus; the university > houses approximately 4,800 in on-campus living facilities. Freshmen are > primarily assigned to on-campus housing. Freshmen are primarily housed in > the dorm-style Ingle Hall and Eaglin Hall as well as the suite-style Woods > residence halls (Cypress, Dogwood, Elm, Maple, Oak, and Palmetto). In Fall > of 2015, Chanticleer Hall and Tradition Hall opened, followed by Teal Hall > and the formerly named CINO Hall in Fall 2016. On January 28, 2019, CINO > Hall was renamed Pat Singleton-Young Hall, after Pat Singleton-Young, who > worked for Coastal Carolina for over forty years and founded the department > of Multicultural Services and Diversity. Sophomores are primarily housed in > University Place and The Gardens. For upperclassmen, there are several off- > campus student housing apartment-style complexes located near the > university. The CCU Student Housing Foundation was created in 2003 as a > nonprofit corporation to lease, manage and contract for the construction of > student housing facilities. The Foundation oversaw the construction of > University Place, and the university's trustees moved to purchase University > Place from the foundation in 2014. The most recent student housing is the > 1,270-bed complex on the north end of the campus. The first two halls, > Tradition Hall and Chanticleer Hall were completed for the Fall 2015 > semester. Tradition and Chanticleer Halls include clusters of rooms reserved > for honors students as well as three special interest communities; \"TEACH > Community\" for education majors, Wall $treet Business Community for business > majors, and the SEA Floor for social and educational programming focusing on > marine sciences. The last two buildings, Teal Hall and Pat Singleton-Young > Hall opened for the Fall 2016 semester. The four-building complex also > features office space, conference and meeting rooms, recreation and a new > dining hall. ==== University Place ==== Located 1/2 mile from main campus > off S.C. 544, University Place consists of 46 apartment-style buildings, > separated into five distinct neighborhoods; Blue Ridge and Piedmont (Also > known as the \"Blue Tops\"; constructed by the University in 2004 and 2005), > as well as Grand Strand, Sandhills, and Low Country (Also known as the \"Red > Tops\"; originally constructed as off-campus housing but later purchased by > the University). University Place contains an activity house with a fitness > center and outdoor pool, several basketball and volleyball courts, as well > as the UP Dining Hall, which opened at the beginning of the Spring 2018 > semester. Shuttle buses run every 10–15 minutes between University Place and > main campus. ==== The Gardens ==== The Gardens is the only main campus > residential community dedicated solely to returning and transfer students. > The Gardens is located in the Quail Run community and consists of Azalea > Hall and Magnolia Hall. These residence halls were built in the late 1980s, > at the same time as the Woods residence halls. The Lib Jackson Student Union > ===Campus transportation=== The university operates a free shuttle system > that runs on both weekdays and weekends. The shuttles, modeled after classic > trolleys, run approximately every 10 minutes during peak hours, but stop > less often during non-peak times. The Teal Shuttle route runs on weekdays > between main campus and University Place. The Black Shuttle route runs > between main campus and the Science Center and Band Hall across U.S. 501; > the Black Shuttle also stops at the Myrtle Ridge Wal-Mart during evening > hours. The Bronze Shuttle runs on weekends and services all stops on the > shuttle routes. The university also runs free shuttles during Fall, Winter, > and Spring breaks, shuttling students to and from the Myrtle Beach > International Airport and the Florence Amtrak station. The shuttle routes > converge at a solar-powered bus shelter, donated by the Santee Cooper > electric company in front of the Student Center. In addition to free > shuttles, the university has more than 600 bicycles that are available to be > checked out by students for use on campus. Until the Fall 2020 semester, the > campus housed an on-campus fleet of Zipcars. ===Student activities=== {| > style=\"text-align:center; float:right; font-size:85%; margin-left:2em; > margin:auto;\" class=\"wikitable\" ! 2019 CCU demographics !! CCU Students |- ! > Black/non-Hispanic | 17.4% |- ! Asian/Pacific Islander | 1.0% |- ! > White/non-Hispanic | 67.7% |- ! Hispanic | 5.2% |- ! Multi-Racial | 4.4% |- > !https://www.coastal.edu/media/2015ccuwebsite/contentassets/documents/iraa/demographics/demographic_uggrfa19.pdfhttps://www.coastal.edu/media/2015ccuwebsite/contentassets/documents/iraa/demographics/demographic_uggrfa19.pdf} > |- |} Student organizations include the Student Government Association > (SGA), S.T.A.R. (Students Taking Active Responsibility) and the Coastal > Activities Board, along with a number of other academic, honor, service, > interest, social and religious organizations. Intramural sports are also > offered through the Department of Campus Recreation. The SGA is the > governing body of the campus and is in charge of allocating and disbursing > funds to the clubs and organizations on campus. Executive positions include > president, executive vice-president, chief of staff, president pro-tempore, > vice president for finance and vice president for public relations. > Elections for SGA positions are held each spring. The SGA's legislative body > is composed of two senators from each grade and college who are elected by > the student body. SGA has passed legislation to change various policies on > campus. Over the years, they have passed legislation to create the HTC > Center, Rowdy Rooster and have made replacement CINO cards free to students > as well as more. SGA meetings are currently held on Mondays at 6:30 p.m. in > Wall building 317. ===Club sports=== A sand sculpture during the 2015 Big > South Conference Men's Basketball Tournament held at Coastal Carolina > University Coastal Carolina University also boasts an array of 22 > competitive and non-competitive club sports including: baseball, soccer (M), > soccer (W), lacrosse(M), lacrosse(W), fishing, surfing, rugby, equestrian, > field hockey, and Quidditch. The Chanticleer Rugby club, a member of USA > Rugby South, won the Small College National Championship in 2009. The club > also won the 2009 NSCRO Men's Division III Rugby Tournament. === Student > media === *The Chanticleer - The student newspaper *Archarios - A student- > produced literary art magazine *Tempo - A student-produced features magazine > *WCCU - A student-run online radio station ==Greek life== About three > percent of undergraduate men and five percent of undergraduate women are > active in CCU's Greek system.https://www.usnews.com/best-colleges/coastal- > carolina-university-3451/student-life ===Interfraternity Council=== *Alpha > Chi Rho *Alpha Sigma Phi *Kappa Alpha Order *Kappa Sigma *Lambda Chi Alpha > *Phi Gamma Delta *Pi Kappa Phi *Sigma Pi Fall 2020 *Sigma Phi Epsilon > ===College Panhellenic Council=== * Alpha Delta Pi * Alpha Xi Delta * Chi > Omega * Gamma Phi Beta * Phi Sigma Sigma * Sigma Kappa * Sigma Sigma Sigma > ===National Pan-Hellenic Council=== * Alpha Kappa Alpha * Alpha Phi Alpha * > Delta Sigma Theta Sorority, Inc. * Phi Beta Sigma * Sigma Gamma Rho > ===National Association of Latino Fraternity Organization=== * Alpha Psi > Lambda ==Athletics== The entrance to the TD Sports Complex. Springs Brooks > Stadium is on the left. The Coastal Carolina Chanticleers football team > plays at Brooks Stadium From 1983 through the 2015–16 school year, Coastal > Carolina's athletic programs competed in NCAA Division I as a member of the > Big South Conference, while the football team, which began play in 2003, > competed in the NCAA Football Championship Subdivision (FCS). On September > 1, 2015, Coastal Carolina announced it would leave the Big South Conference > following the 2015–16 school year to transition to FBS-level football and > the Sun Belt Conference. The university joined in all sports except for > football starting July 1, 2016, with football joining in 2017. The football > team plays at the 20,000-seat Brooks Stadium, which is notable for its teal > artificial turf. Following the announcement of the university joining the > Sun Belt Conference, Brooks Stadium will undergo construction to expand the > stadium to 20,000 seats; the NCAA requires FBS programs to maintain an > average attendance of at least 15,000 over a rolling two-year cycle. The > addition will complete a lower-level seating bowl between the home, > visitors, and student sections, as well as adding a second level to the > section backing up to S.C. 544. Springs Brooks Stadium Coastal Carolina 's > athletic teams were once known as the Trojans. Once the school established > an affiliation with the University of South Carolina, Coastal Carolina > decided to select a mascot in line with the parent institution's mascot, the > Gamecock. The ultimate choice was the Chanticleer (pronounced SHON-ti- > clear), the proud, witty rooster made famous in \"The Nun's Priest's Tale\" of > Chaucer's The Canterbury Tales. The university's teams are affectionately > known as the Chants (pronounced \"shonts\") and the mascot itself is named > Chauncey. When Coastal Carolina became an independent university in 1993, > despite some calls for \"a complete split from USC\" (i.e., change the > mascot), the Chanticleer remained the school's mascot. The university also > has a live rooster (Chanticleer) that appears at events periodically, such > as home football games. , the live mascot is \"Maddox\". In 2013, TD Bank gave > CCU a $5 million gift. In September 2014, CCU officially renamed its sports > facilities as the TD Sports Complex. In 2016, CCU won its first NCAA > national title in baseball at the College World Series in Omaha, winning the > deciding game 4–3 in the best-of-three final series against the University > of Arizona. The championship was won mere hours before Coastal officially > joined the Sun Belt. The volleyball program is one of the most successful > teams in the country. It won four consecutive conference championships (Big > South 2014, 2015) (Sun Belt 2016, 2017). Leah Hardeman ('14 -'17) is the > only player in division one history to win four conference player of the > year awards. ==Notable alumni== ===Athletics=== *Andrew Beckwith, Most > Outstanding Player of the 2016 College World Series, won by the Chanticleers > *Mickey Brantley, Former Seattle Mariners and Yomiuri Giants outfielder > *Brandon Brown, NASCAR XFINITY Series Driver *Amber Campbell, Hammer thrower > at 2005 & 2009 World Championships, and the 2008, 2012 and 2016 Summer > Olympics *Kheli Dube, Former MLS forward, New England Revolution *Tony > Dunkin, The only NCAA Division I men's basketball player to be honored as > his conference player of the year all four years *Tom Gillis, PGA Tour > professional *Gary Gilmore, CCU Head Baseball Coach, 2016 National Coach of > the Year, also played collegiate baseball at CCU *Keith Glauber, Former > Cincinnati Reds pitcher *Brad Goldberg, Major league baseball pitcher *Matt > Hazel, NFL wide receiver for the Washington Redskins *De'Angelo Henderson, > NFL running back for the Denver Broncos *Dustin Johnson, 23-Time PGA Tour > winner & member of the 2010, 2012 & 2016 winning USA Ryder Cup Team, 2011, > 2015 & 2017 Presidents Cup Team and 2016 U.S. Open Champion. 2016 PGA Player > of the year, leading money winner & Harry Vardon Trophy winner, and former > World No.1. *Tommy La Stella, Los Angeles Angels infielder *Luis Lopez, > Former Toronto Blue Jays and Montreal Expos infielder *Kirt Manwaring, > Former MLB catcher for the San Francisco Giants, Colorado Rockies and > Houston Astros *Jacob May, MLB outfielder for the Chicago White Sox *Joseph > Ngwenya, Former MLS forward, drafted 3rd overall in the 2004 MLS SuperDraft > *Josh Norman, Pro-Bowl NFL cornerback, Carolina Panthers and Washington > Redskins *Pedro Ribeiro, Midfielder, Orlando City SC *Stu Riddle, Head coach > of the University at Buffalo (SUNY) soccer team; 1996 Olympian for New > Zealand *Maurice Simpkins, Former NFL linebacker *Jerome Simpson, Former NFL > wide receiver for the Minnesota Vikings and Cincinnati Bengals *Sabastian > Söderberg, PGA European Tour, Winner of the 2019 Omega European Masters > *Lorenzo Taliaferro, Former NFL running back, Baltimore Ravens *Quinton > Teal, Defensive back, San Diego Chargers *Tyler Thigpen, Former NFL > quarterback *Mike Tolbert, All Pro NFL fullback, Buffalo Bills ===Arts, > entertainment, and media === *Bailey Hanks, Actress and winner of MTV's > Legally Blonde - The Musical: The Search for Elle Woods *Diamond Dallas > Page, Former WWE and WCW professional wrestler. 2017 WWE Hall of Fame > inductee *Michael Kelly, Emmy-nominated television and film actor, best > known for House of Cards. *Edwin McCain, Singer-songwriter and musician > *Chad Mureta, Entrepreneur, author, and mobile app developer *Elise Testone, > Contestant on American Idol Season 11 *Brooke Weisbrod, ESPN broadcaster == > References == ==External links== * * Coastal Carolina Athletics website > Category:Universities and colleges accredited by the Southern Association of > Colleges and Schools Category:Public universities and colleges in South > Carolina Category:Education in Horry County, South Carolina > Category:Educational institutions established in 1954 Category:Buildings and > structures in Conway, South Carolina Category:1954 establishments in South > Carolina ",
    "title": "Coastal Carolina University"
}