{
    "id": "1438139",
    "text": "{| |} USS Robert G. Bradley (FFG-49) is an Oliver Hazard Perry-class frigate, a ship of the United States Navy named for Lieutenant Robert G. Bradley (1921-1944), who was awarded the Navy Cross posthumously for his heroism on during the Battle of Leyte Gulf. Robert G. Bradley's keel was laid down by Bath Iron Works Corp., Bath, Maine, on 28 December 1982. She was launched 13 August 1983, sponsored by Mrs. Edna D. Woodruff, mother of Lt. Bradley; commissioned 30 June 1984. Ship was homeported in Mayport, Florida. She was decommissioned in Mayport on March 28, 2014. == Service history == Robert G. Bradley deployed to the Mediterranean (18 August 1986 – 7 March 1987; 4 November 1994 – 15 April 1995; and 28 June–21 December 1996); the Mediterranean and North Atlantic (5 January–2 July 1998); and the Middle East Force (Horn of Africa, Persian Gulf, 28 April–28 October 1988). In addition, she made multiple law enforcement and counter-narcotics deployments to the Caribbean and eastern Pacific, and carried out a number of specialized operations in North American, Latin American, and European waters. The ship also took part in Operation Support Democracy: a UN attempt to restore order in Haiti (September–October 1993). Robert G. Bradley operated off Haiti’s northern coast, tracking an average of more than 150 ships per day. During the ship’s deployments, she normally embarked one or two Sikorsky SH-60B Seahawks of Helicopter Antisubmarine Squadrons (Light) (HSL) 42, 46, or 48. Robert G. Bradley intercepted fishing vessel Recuerdo, smuggling of cocaine, in the eastern Pacific (3 August 2001). She subsequently turned over the suspects and their illicit cargo to U.S. and Panamanian law enforcement authorities. Robert G. Bradley then intercepted a go fast carrying of cocaine (3 September). The ship sank the go fast, and turned over the narcotics and the four smugglers to coastal patrol ship , which transferred them to U.S. law enforcement authorities. In company with destroyer , Robert G. Bradley monitored and boarded fishing vessel Lilliana 1, took the boat under tow when she developed engine trouble, and brought her 13 crewmembers ashore (24 September–5 October). Robert G. Bradleys (2 June–2 September 2003) counter-narcotics deployment to the Caribbean and eastern Pacific proved especially eventful. The ship operated as the on-scene commander for the search and rescue of fishing vessel Fufu Chen and her nine crewmembers off the Costa Rican coast (17–19 July). Fishing boat Costa del Sol transferred three survivors for treatment to Robert G. Bradley, and fishing vessel Arelis transferred a fourth person. The ship then shifted the survivors to the Costa Rican Coast Guard. Guided missile frigate transferred 19 narcotics smugglers she had apprehended to Robert G. Bradley in Panamanian waters, which then turned them over to the U.S. Drug Enforcement Administration (8–13 August). The ship next intercepted and boarded fishing vessel Llanero, which flew the Nicaraguan flag without proper documentation (26–27 August). Her boarding team discovered of cocaine hidden in the hold, and apprehended eight smugglers. The inspectors determined that Llanero was unfit for the sea and sank her with GAU-16 fire from Cutlass 472, her embarked Seahawk, and 76 and 25 millimeter gunfire, 40 millimeter grenades, and .50 caliber fire from the ship (). Robert G. Bradley and a U.S. Coast Guard Lockheed HC-130H \"Hercules\" chased a go fast that escaped into Colombian waters and beached herself on the Island de Providencia (30 August). The smugglers fled, but Colombian Coast Guardsmen recovered of cocaine. Robert G. Bradley is set to be transferred to the Bahrain Navy in 2019 for US$150m including refurbishment, spares, support and training. == References == == External links == * * * * navysite.de: USS Robert G. Bradley *MaritimeQuest USS Robert G. Bradley FFG-49 pages Category:1983 ships Category:Oliver Hazard Perry-class frigates of the United States Navy Category:Ships built in Bath, Maine ",
    "title": "USS Robert G. Bradley (FFG-49)"
}