{
    "id": "1438954",
    "text": "Black Hand Inn is the eighth studio album by German heavy metal band Running Wild, released on March 24, 1994 through Noise Records. It is a loose concept album about a resurrected man, against a backdrop of piracy, foreseeing Armageddon. ==Content== The album's story starts with \"The Curse\", in which a man by the name of John Xenir (played by Rolf Kasparek) has been condemned to death for using forbidden powers and is burned at the stake to save his soul. After the fire burns out, all that is left is a blackened and charred hand. In the title track, John is alive and creates his own inn in a grove with the sign of a black hand on the front door. He shows to his patrons his powers by predicting their futures. A priest happens to see his powers and threatens him, calling him a devil. However, John is unfazed and tells the man that long ago he was burned away and that the priest is really the evil one. The lyrics of the song \"Genesis\" are based on the book \"The 12th Planet\" by Zecharia Sitchin The album has sold over 200,000 copies worldwide. ==Reception== In 2005, Black Hand Inn was ranked number 394 in Rock Hard magazine's book of The 500 Greatest Rock & Metal Albums of All Time. == Track listing == All songs written by Rolf Kasparek == Personnel == * Rolf Kasparek - vocals, guitar * Thilo Hermann - guitar * Thomas Smuszynsky - bass guitar * Jörg Michael - drums ;Additional Musicians * Ralf Nowy - flute on \"Dragonmen\" * Thomas Rettke - backing vocals ==Production== * Rock 'n' Rolf - Producer * Marisa Jacobi - Layout, Typography * Karl-U. Walterbach - Executive producer * Andreas Marschall - Cover art * Charlie Bauerfeind - Engineering, Mixing, Mastering * Sascha Paeth - Engineering (additional), Programming ==Charts== {| class=\"wikitable\" !Chart !Peak position |- |German Album Charts |align=\"center\"|14 |- |} == References == Category:1994 albums Category:Noise Records albums Category:Running Wild (band) albums ",
    "title": "Black Hand Inn"
}