{
    "id": "1438466",
    "text": "Event-driven investing is a hedge fund investment strategy that seeks to exploit pricing inefficiencies that may occur before or after a corporate event, such as an earnings call, bankruptcy, merger, acquisition, or spinoff. In more recent times market practitioners have expanded this definition to include additional events such as natural disasters and actions initiated by shareholder activists. However, merger arbitrage remains the most well-known investment strategy within this group. Event-driven investing strategies are typically used only by sophisticated investors, such as hedge funds and private equity firms. That’s because traditional equity investors, including managers of equity mutual funds, do not have the expertise or access to information necessary to properly analyze the risks associated with many of these corporate events. This strategy was successfully utilized by Cornwall Capital and profiled in \"The Big Short\" by Michael Lewis. ==History== Event- driven investing \"lost on average 1.4 percent in 2015\" making them the poorest performers in 2015 despite a record year of mergers and acquisitions partially because funds over purchased only the largest corporate deals. ===Healthcare sector=== According to James Elliot at Alan Davis Wealth Management, about 60% of event-driven hedge funds' year-to-date gains...making it the strongest contributor by a large margin.\" According to Dealogic, by August health care mergers and acquisitions (M&A;) were up 42%, with \"an all-time high of $422.8 billion;\" in 2014 the high was $429.3 billion for the entire year and also set a record. New event-driven hedge funds were launched for example, New-York- based Kellner had launched event-driven hedge fund, Capital with Chris Pultz and California-based Omni Partners launched event-driven investing funds such as Omni Event Fund with John Melsom as chief investment officer. Melsom noted that by 2015 there was a lot of consolidation in the healthcare sector especially in pharmaceuticals which gave \"exceptionally wide spreads.\" President Obama's US healthcare reforms led to regulatory uncertainty in healthcare. James Elliot's Event Fund returned 34.9% from January through June 2017, ==References== Category:Hedge funds Category:Stock market ",
    "title": "Event-driven investing"
}