{
    "id": "1438180",
    "text": "{| |} USS R-6 (SS-83) was an R-class coastal and harbor defense submarine of the United States Navy. Her keel was laid down on 17 December 1917 by the Fore River Shipbuilding Company, Quincy, Massachusetts. She was launched on 1 March 1919 sponsored by Ms. Katherine Langdon Hill, and commissioned at Boston, Massachusetts, on 1 May 1919, with Lieutenant Commander Charles Milford Elder in command. ==1919-1931== After fitting out at Boston, R-6 reported to Submarine Division 9 (SubDiv 9) of the Atlantic Fleet at New London, Connecticut, on 16 September 1919. In early December, while anchored alongside the submarine tender and five other submarines, she was swept away by a gale and grounded on \"Black Rock\" at the entrance to the harbor at New London. Once aground, she radioed for help and two minesweepers tried to pull her off the rocks, but to no avail. She was later freed and returned to service. R-6 got underway on 4 December 1919 for Norfolk, Virginia, and winter exercises with her division in the Gulf of Mexico from 21 January-14 April 1920. She returned to New London on 18 May for four months of summer maneuvers, before sailing on 13 September for Norfolk and overhaul. R-6 being reconditioned in drydock after sinking in 1921. With SubDiv 9, R-6, given hull classification symbol \"SS-83\" in July 1920, was ordered to the Pacific on 11 April 1921; transited the Panama Canal on 28 May; and arrived on 30 June at her new base, San Pedro, California. Due to a malfunction in one of her torpedo tubes, she sank in San Pedro Harbor on 26 September, but was refloated on 13 October by the submarine and the minesweeper . From 26 February to 2 March 1923, R-6 was used by Twentieth Century-Fox in making the motion picture The Eleventh Hour. R-6 was transferred on 16 July 1923 to Hawaii where she remained for the next seven- and-a-half years engaged in training and operations with fleet units. R-6 was recalled to the Atlantic on 12 December 1930, transited the Panama Canal on 18 January 1931, and arrived on 9 February at Philadelphia, Pennsylvania, where she decommissioned on 4 May 1931. ==1940-1946== Upon recommissioning at New London on 15 November 1940, R-6 was assigned to SubDiv 42 and departed on 10 December for the submarine base at Coco Solo, Panama Canal Zone, where she remained until 16 June 1941. She was transferred to SubDiv 31 at Saint Thomas, United States Virgin Islands, on 22 June and operated out of there until returning to New London on 8 October for a refit. The submarine next joined the anti-U-boat patrol operating roughly on a line between Nantucket, Massachusetts and Bermuda. Through 1942, she rotated between New London and Bermuda, conducting submerged periscope patrols by day and surface patrols at night to protect coastal traffic. From 1943-mid-1945, she was employed primarily in training destroyers and destroyer escorts in anti-submarine warfare. In August 1945, she moved south to Florida and operated in the Port Everglades, Florida-Key West, Florida, area. R-6 decommissioned at Key West on 27 September and was struck from the Naval Vessel Register on 11 October. She was sold for scrap to Macey O. Scott, Miami, Florida, in March 1946. Between April and August the R-6 was involved in testing the United States version of the snorkel. The snorkel had been invented and perfected by the Dutch, and they had even offered the technology to the US Navy, but the offer was rejected. The Germans took the technology after invading Holland and incorporated it into their submarines late in World War II. This caught the eye of the US Navy and research was begun. The first US-made snorkel was tested using the USS R-6 in August 1945, operating out of Fort Lauderdale, Florida. There is only one known set of photos of this installation and configuration.http://pigboats.com/subs/r-boats.html Once trials were complete the snorkel was removed. ==References== * ==External links== * Category:United States R-class submarines Category:World War II submarines of the United States Category:Ships built in Quincy, Massachusetts Category:1919 ships Category:United States submarine accidents Category:Maritime incidents in 1919 Category:Maritime incidents in 1921 ",
    "title": "USS R-6 (SS-83)"
}