{
    "id": "1438167",
    "text": "The Global Corruption Report is one of Transparency International's flagship publications, bringing together experts from all over the world to discuss and analyze corruption in a specific sector. Most recent reports have focused on corruption in climate change, the private sector, water and the judiciary.http://www.transparency.org/research/gcr In 2013, it is in its eleventh year of publication. It began in 2001 simply as a collection of research on global corruption. But, since 2003, has grown into a report dedicated to providing information and solutions to corruption in various areas. The forthcoming report focuses on corruption in education and will be released 1 October 2013.http://www.transparency.org/research/gcr/gcr_education ==Aim== Corruption is a global ethical and legal issue and is defined by Transparency International as the abuse of entrusted power for private gain. The aim of the Global Corruption Report is to bring the matter of corruption to the attention of the world and aid in combating it. It is also designed as a tool to help policymakers and the public to change corrupt behaviour by providing guidelines and recommendations within the report. The Global Corruption Report uses various sources of information including experts and activists, as well as up to date research, in order to bring to the fore the recent developments in corruption. The report also addresses international and regional trends, highlights significant cases and uses the Bribe Payers Index and the Corruption Perceptions Index as empirical evidence of corruption. The report provides an assessment of corruption within more than 30 countries, as well as research findings and perspectives, and it is designed to be useful to a broad range of readers. This includes policymakers, journalists, educators, students as well as the general public. Each year the report focuses on a particular sector and examines the prevalence of corruption within that sector around the world. By focusing on one sector the report further underlines the seriousness of corruption and the need for change to be implemented. It also emphasises how corruption in that sector affects the people and economy of those affected countries. The report helps to expose what may be lacking in the policies of those nations and encourages them to put in place better policies and processes. In reviewing the policies related to one sector, this may further encourage policymakers to review other sectors and implement change throughout. ==Examples== In previous reports, the 2007 Global Corruption Report focused on judicial corruption and its effect on the justice system as a whole. It also assessed the pressures applied to judges and courts by politicians, society and economic conditions. The report reviewed where and why corruption in the judicial system is occurring. It also gave details on efforts to reduce judicial corruption as well as recommendations for judiciary participants to avoid and eradicate corruption in their own country. The 2007 report stressed the need for judicial systems to remain “clean” and maintain integrity, accountability and transparency. Only by doing so can the judiciary act without undue influence and ensure the basic human right to a fair trial is upheld. The 2006 Global Corruption Report focused on corruption in the health sector and how public money may be an enticement to corruption. It also discussed corruption in the pharmaceutical chain, as well as in hospital administration, while also highlighting the various forms that corruption takes in the health sector around the world. The report also offered perspectives on the people of countries affected by such corruption and the effect on their health. The 2005 Global Corruption Report focused on how corruption in the construction sector and post-conflict reconstruction undermines economic development. This report included a particular focus on Iraq and the rebuilding that was necessary after the war. The report also reviewed the economic cost and environmental effect of corruption within the construction industry. It covered financing of corruption with a specific look at multilateral development banks and export credit agencies world wide. The 2004 report focused on political corruption and how political and party finances play an influential role on the levels of corruption globally. The report examines the role of disclosure in the prevention of corruption in the political sector as well as discussing corporate contributions, vote buying and legal hurdles encountered by politicians. The Global Corruption Reports are not designed to merely emphasise the extent of corruption and how it affects processes. They also demonstrate how reforms and activism can help remedy a system tainted by corruption. The reports have a vast array of contributors giving perspectives from various points of view and levels of experience in dealing with corruption. This assists in maintaining objectivity throughout the report and ensures it does not just act as an advertisement for the interests of Transparency International in eradicating corruption. While it is clear throughout the reports that the underlying theme is to help stop corruption occurring in the world wide domain, the Global Corruption Reports are not just propaganda. ==Availability== All of the Global Corruption Reports from are available via download from the Transparency International website or by ordering from Transparency International. This allows anyone from around the world the ability to access the reports and ensures the latest research, developments and guidelines are available to the world at all times. By making the reports readily available it means that any individual in any part of the world can assess the state of corruption within their own country. This is the first step in bringing about change or encouraging countries to continue to operate in a corruption free environment. Transparency International Global Corruption Report for Education 2013 available for pre-order for Oct. 3, 2013 (Archives). ==See also== * Index of perception of corruption * Worldwide Corruption Index, by Gallup * Global Integrity Report by Global Integrity ==External links== * http://www.transparency.org * The Global Corruption Report: Climate Change (2011) * The Global Corruption Report: Private Sector (2009) * The Global Corruption Report: Water (2008) * * The Global Corruption Report: Health (2006) ==References== Category:Political corruption ",
    "title": "Global Corruption Report"
}