{
    "id": "1438329",
    "text": "Folha de S.Paulo, also known as Folha de São Paulo, or simply Folha (, Sheet), is a Brazilian daily newspaper founded in 1921 under the name Folha da Noite and published in São Paulo by the Folha da Manhã company. The newspaper is the centerpiece for Grupo Folha, a conglomerate that also controls UOL (Universo Online), the leading Internet portal in Brazil; newspaper Agora São Paulo; polling institute Datafolha; publishing house Publifolha; book imprint Três Estrelas; printing company Plural; and, in a joint-venture with the Globo group, the business daily Valor, among other enterprises. It has gone through several phases and has targeted different audiences, such as urban middle classes, rural landowners, and the civil society, but political independence has always been one of its editorial cornerstones. Ever since 1986, Folha has had the biggest circulation among the largest Brazilian newspapers – according to data by IVC (Instituto Verificador de Circulação), in January 2010, circulation was 279,000 copies on weekdays and 329,000 on Sundays. In company with O Estado de S. Paulo and O Globo, Folha is regarded as one of the most influential daily news vehicles in Brazil. Among daily newspapers, Folha has also the news website with the largest number of visitors.IVC - Instituto Verificador de Circulação == History == Cover of the first issue of \"Folha da Noite\" published on Saturday, February 19th, 1921 Folha was founded on 19 February 1921, by a group of journalists led by Olival Costa and Pedro Cunha, under the name Folha da Noite. It was an evening newspaper, with a project that privileged shorter, clearer articles, focusing more on news than on opinion, and a positioning closer to the themes that affected the daily life of the paulistanos (São Paulo city dwellers), particularly the working classes. The paper was competing against O Estado de S. Paulo the leading newspaper in the city, which represented rural moneyed interests and took on a conservative, traditional and rigid posture; Folha was always more responsive to societal needs. Business flourished, and the controlling partners decided to buy a building to serve as headquarters, a printing press and then, in 1925, to create a second newspaper, Folha da Manhã. Also in 1925, Folha da Manhã premiered Juca Pato, a cartoon character drawn by Benedito Carneiro Bastos Barreto (1896-1947), better known as Belmonte. Juca Pato was supposed to represent the Average Joe, and served as a vehicle for ironic criticism of political and economic problems, always repeating the tagline \"it could have been worse\". The two Folha newspapers criticized mainly the Republican parties that monopolized power back then; the newspapers campaigned for social improvement. The company was involved in founding the Democratic Party, an opposition group. However, in 1929, Olival Costa, by then sole proprietor of the Folhas, mended his fences with the São Paulo Republicans, and broke his links to opposition groups connected to Getúlio Vargas and his Aliança Liberal. In October 1930, when Vargas led a victorious revolution, newspapers that opposed him were attacked by Aliança Liberal supporters. Folha's premises were destroyed, and Costa sold the company to Octaviano Alves de Lima, a businessman whose main activity was coffee production and trade. ===Defense of rural landowners and opposition to Vargas=== Alves de Lima's initial goal, when he took over the newspapers in 1931, was defending the \"agricultural interests\", meaning rural landowners.\"As nossas diretrizes\", Folha da Manhã, p. 1, 15 January 1931 But important events elsewhere became the focus for news organizations: the 1932 revolution, when São Paulo tried to recover the power lost to Vargas; the World War II (1939 to 1945), and the Estado Novo (the Vargas dictatorial period that extended from 1937 to 1945). Alves de Lima had no news experience, and so he charged poet Guilherme de Almeida with directing the company, and chose Rubens do Amaral as newsroom head; Amaral led a newsroom staffed by journalists hostile to Vargas. Hermínio Saccheta, a Trotskyite who was briefly a political prisoner under Estado Novo, became an executive news editor as soon as he left jail. The dictatorial administration put political pressure onto news organs, and in São Paulo it took as its main target the daily O Estado de S. Paulo, a major supporter for the 1932 revolution. The newspaper's director, Júlio de Mesquita Filho, was arrested three times and forced into exile, and \"Estado\" was under intervention by the authorities from 1940 to 1945. With its main rival muzzled, Folha da Manhã took a leading role in voicing opposition to Vargas' dictatorship. This critical stance is one of reasons offered to explain a change in ownership during 1945. According to João Baptista Ramos, brother of João Nabantino Ramos – one of the company's new controlling partners, with Clóvis Queiroga and Alcides Ribeiro Meirelles -, buying the Folhas was a maneuver Getúlio Vargas engineered to get rid of the oppositionist viewpoint Rubens do Amaral, a sworn enemy of \"getulismo\", gave to the paper's news coverage. Queiroga, on his part, represented Count Francisco Matarazzo Júnior, barred from owning press outlets in Brazil because he was born in Italy. Matarazzo financed the purchase of new, modern printing presses and saw the investment as a way to respond to the attacks he suffered from newspapers owned by his business rival Assis Chateaubriand. One of the weapons he developed for this battle was reducing the sales price of the Folhas in order to suffocate the business of Diários Associados, Chateaubriand's company. However, the ploy backfired. Nabantino Ramos balanced those losses against the Count's initial financing and, some months later, declared that the company's debt to Matarazzo was fully paid and took over editorial control of the papers. ===The middle classes' newspaper, and civil activism=== Current headquarters of Grupo Folha in São Paulo, where the newspapers that would later become Folha de S.Paulo started being printed in 1950, and to where they moved their newsrooms in 1953. Nabantino Ramos, who was an attorney, was very interested in modern managerial techniques, and during the 1940s and 1950s adopted several innovations: competitive examinations for new hires, journalism courses, performance bonuses, fact checking. He wrote a newsroom manual and editorial policy guidelines. In 1949, Ramos started a third newspaper, Folha da Tarde, and sponsored dozens of civic campaigns against corruption and organized crime, for the defense of water sources, infrastructure improvements, city works, and plenty more. However organized as an executive, Ramos lacked business acumen and was not flexible enough to negotiate credit lines and balance budgets. In the early 1960s, the company was suffering due to a rise in the prices of printing paper. The three newspapers were merged under a new title, Folha de S.Paulo, in 1960, but initially the morning, afternoon and evening editions were kept. However, with a worsening financial situation, only the morning edition survived. Things deteriorated further in 1961, after the news staff organized a strike that forced the company to pay higher wages and grant them additional benefits. That meant additional costs for the paper. On 13 August 1962, the company was sold to entrepreneurs Octavio Frias de Oliveira and Carlos Caldeira Filho. ===Pluralism and leadership=== Frias and Caldeira became, respectively, CEO and COO of the company, and started their tenure by seeking to balance the newspaper's financial position. Frias chose scientist José Reis, one of the leading lights in the Brazilian Association for the Advancement of Science (SBPC), as newsroom head, and also hired Cláudio Abramo, the journalist credited with the successful updating of rival \"O Estado de S. Paulo\". Abramo would take Reis' place and form a productive working partnership with Frias that extended for more than 20 years. In 1964, Folha de S.Paulo supported the coup that overthrew President João Goulart, and his replacement by a military junta; the military role would be only temporary—or so at least it was thought. After the financial and business hardships were left behind, the new management started to concentrate on industrial modernization and in creating a distribution network that would facilitate the circulation leaps that would follow. The company bought new printing presses and equipment in the United States. In 1968, Folha became the first Latin-American newspaper to adopt the offset printing system. In 1971, it pioneered a new innovation: lead typesetting was replaced by cold composition. The newspaper's circulation was improving and its share in the advertising market was growing. Late in the 1960s, Frias even formed the nucleus of a national TV network, adding to TV Excelsior, which led in audience in São Paulo and he acquired in 1967, three other stations in Rio de Janeiro, Minas Gerais and Rio Grande do Sul. However, Caldeira didn't like the TV business and the partners sold their TV companies in 1969. The early 1970s were a turbulent period for Folha. Accused by guerrilla groups of lending vehicles to the military regime repressive apparatus, Folha became a target for guerrilla action. Guerrilla groups intercepted and burned three of Folha's delivery vans, two in September and one in October 1971, and made death threats against the newspaper owner. Octavio Frias de Oliveira responded with a first page editorial entitled \"Banditry\", and stated that he wouldn't accept the aggressions or threats. That was followed by an article on the news bulletin of ALN, a guerrilla group, in which Frias was classified as an enemy of the organization and Brazil. The bad blood between the newspaper and the left wing groups deepened and reached a climax with the editorial \"Political Prisoners?\", published in 1972, in which the newspaper challenged the notion that there were people jailed for their political ideas in Brazil. The editorial was also a response to rival \"O Estado\", for its defense of a special jail regime for political prisoners. The editorial claimed: \"It is well known that those criminals, whom the daily [Estado] wrongly qualifies as political prisoners, are just bank robbers, kidnappers, thieves, arsonists and murderers, acting sometimes with more exquisite perversity than those other, lowly common criminals, that the media outlet in question thinks deserving of all promiscuity\". The episode has also caused an internal crisis. One week later, the newspaper suspended its editorials. Later that same year, Cláudio Abramo lost his position as newsroom head, and Folha would only claim back a more avowedly political stance, instead of the uncritical \"neutrality\" adopted when editorials were suspended, late in 1973.See Politi, Maurice, Resistência atrás das grades. São Paulo: Plena Editorial/Núcleo Memória, 2009 More innovative than its competitor, Folha started to gain hold of the middle classes that were growing under the Brazilian \"economic miracle\", and became the newspaper of choice for young people and women. At the same time, it put effort into news areas that were not well covered in Brazil up to that time, like business news, sports, education and services. Folha supported the concept of a political opening and opened its pages to all opinion trends, and its news coverage adopted a more critical stance. Frias believed in an editorial policy nonpartisan and pluralistic, able to offer the widest range of views about any subject, and he found a skilled collaborator in Cláudio Abramo, the newspaper's editorial director from 1965 to 1973, followed by Ruy Lopes (1972–73) and Boris Casoy (1974-1976). Abramo took over once again in 1976/77, but then a crisis caused by an attempted military coup against President Ernesto Geisel led Frias to bring back Casoy. Abramo reformulated the newspaper and led the first of many graphic reforms that would follow, in 1976; he hired columnists such as Janio de Freitas, Paulo Francis, Tarso de Castro, Glauber Rocha, Flavio Rangel, Alberto Dines, Mino Carta, Osvaldo Peralva, Luiz Alberto Bahia and Fernando Henrique Cardoso. Folha became one of the main forums for public debate in Brazil. Contrary to some expectations, this editorial posture was preserved and developed by Casoy during his tenure (1977-1984). In 1983/1984, Folha was the main bastion for the Diretas Já movement, an attempt to change the voting system adopted for presidential selection, from a Congressional vote to direct popular voting. In 1984, Otavio Frias Filho became the editorial director, systematizing and developing the newspaper's experiences during the political opening and Diretas Já. A series of documents circulated periodically, defining the newspaper's editorial project as part of the so-called Projeto Folha, implemented in the newsroom under the supervision of Carlos Eduardo Lins da Silva and Caio Túlio Costa. The guidelines for Projeto Folha require critical, nonpartisan and pluralistic news coverage. Those principles also guide the Newsroom Manual, first released in 1984 and updated several times later on. More than a style guide, it serves as a guide to the rules and commitments Folha works under. It was the first publication of its kind to be made available to the general public. The guidelines stipulate that Folha's journalism should be descriptive and accurate, but that themes that cause controversy can admit to more than one viewpoint and require a pluralistic treatment. Folha also became known for its highly diverse selection of columnists. At the same time, checks and balances were instituted through internal controls: the Manual, the daily \"Corrections\" section adopted in 1991, a rule stating that objections to any article expressed by readers or for people mentioned in the news should be published, and, above all, the ombudsman position created in 1989; this position entails job security for its holder, whose aim is to criticize Folha and deal with complaints by readers and people mentioned in the news. From the midpoint of the Brazilian military rule, Folha kept a critical stance towards several succeeding administrations (Ernesto Geisel, João Figueiredo, José Sarney, Fernando Collor, Itamar Franco). Otavio Frias Filho was sued, with three of Folha's reporters, by then President Fernando Collor. Although Folha expressed support for Collor's liberalizing economic views, it was the first publication to appeal for his impeachment, which finally came in 1992. The newspaper's coverage about the administrations of Fernando Henrique Cardoso (PSDB) and Luiz Inácio Lula da Silva (PT) led to accusations of anti-governmental bias in both cases, though the two Presidents belong to rival parties. Beginning with the exposure of a massive fraud on the Norte-Sul railway (1985), and through the Mensalão scandal (2005), Folha kept revealing abuses and misrule. In 1986, Folha became the newspaper with the largest circulation among big Brazilian dailies, and it still leads today. In 1995, one year after reaching the landmark of one million copies for its Sunday edition, the company put into operation its new printing center, seen as the most technologically advanced in Latin-America. The company's circulation and sales record was set in 1994, with the launch of the \"Atlas Folha/The New York Times\" (1,117,802 copies for the Sunday edition.) Currently, Folha extended its range of communication activities, with newspapers, databanks, a polling institute, a newswire, a real-time news and entertainment service, a printing company for magazines and a delivery company. In 1991, all shares of Empresa Folha da Manhã then belonging to Carlos Caldeira Filho were transferred to Octavio Frias de Oliveira, Folha's publisher until his death in 2007. Folha's executive editors since 1984 have been journalists Matinas Suzuki (1991-1997), Eleonora de Lucena (2001-2010) and Sérgio Dávila (from March 2010). ==Technology and innovation== In 1967, Folha adopted full-color offset presses, becoming the first large-circulation publication to do so in Brazil. In 1971, the newspaper replaced lead typesetting with the first cold composition system in Brazil. In 1983, when its first computer terminals were installed, it became the first computerized newsroom in South America. In 1984, Folha launched its first newsroom manual; those books would in time become valuable reference works for students and journalists. The manual was updated in new editions launched in 1987, 1992 and 2001. In 1989, Folha became the first Brazilian media vehicle to appoint an ombudsman, charged with receiving, evaluating and forwarding complaints by the readers, and to present critical comments both about Folha and other media vehicles. Nine journalists have occupied this position since then: Caio Túlio Costa, Mario Vitor Santos, Junia Nogueira de Sá, Marcelo Leite, Renata Lo Prete, Bernardo Ajzenberg, Marcelo Beraba, Mário Magalhães and Carlos Eduardo Lins da Silva. In February 2010, Suzana Singer was appointed to the position. In 1995, when the Folha Printing and Technology Center started operations in Tamboré (near São Paulo), this modern printing plant built at a cost of US$120 million allowed Folha to circulate with most of its pages in full color. ==Sections, desks and supplements== In the first half of 2012, Folha carried the following sections and supplements: Daily sections/supplements *A. Front Page, Opinion (comprehending the former Trends/Debates and Reader Panel sections), Panel, Power and World. *B. Market (including the Open Market column) *C. City, Health, Science, Folha Corrida *D. Sports *E. Ilustrada (entertainment), including the Mônica Bergamo column; and Acontece (daily guide). Weekly sections/supplements *Monday: Folhateen, Tec *Tuesday: Equilíbrio (welfare, lifestyle) *Wednesday: Tourism *Thursday: Food *Friday: Folha Guide (São Paulo only) *Saturday: Folhinha (children) *Sunday: Ilustríssima (culture), sãopaulo magazine (São Paulo only), Vehicles, Construction, Property, Jobs, Business Monthly magazine: Serafina (São Paulo, Rio de Janeiro and Brasília only) ==Foreign correspondents== In early 2012, Folha had correspondents, either full-time or research fellows, in the following cities: *Washington (United States) *New York (United States) *Buenos Aires (Argentina) *London (United Kingdom) *Jerusalem (Israel) *Tehran (Iran) *Beijing (China) == Controversies == === \"Ditabranda\" === Protest against the usage of the term. The banner, a cartoon by Carlos Latuff, sarcastically adds a glass and straw to the famous photo of Vladimir Herzog hanged after torture, with the implication that the Folha de S.Paulo is trying to whitewash the realities of the dictatorship that killed him in 1975. It says: \"The military dictatorship in Brazil according to Folha de S.Paulo\". ditabranda scandal. The sign reads \"Down with the pro-coup media\". On 17 February 2009, in an editorial criticizing the Hugo Chávez administration in Venezuela, Folha defined the earlier Brazilian military dictatorship as a \"ditabranda\" (meaning \"soft dictatorship\") as follows: \"However, if the ditabrandas – such as the one Brazil had from 1964 to 1985 – started with an institutional breakdown then later on either preserved or created controlled forms of political expression and access to Justice, the new Latin American authoritarianism, pioneered by Peru's Fujimori, goes the opposite way. A leader democratically elected works from within to undermine the institutions, the checks and balances, step by step\".\"Limites a Chávez\", Folha de S.Paulo There was an immediate and strong reaction to the use of \"ditabranda\", Editorial. \"Limites a Chávez\" . Folha de S.Paulo. 17 February 2009. (Posted at NucleodeNoticias.com.br on 27 February 2009). a word coined in Spain during the 1930s when General Damaso Berenguer replaced General Primo de Rivera and governed through decrees, revoking some of the decisions adopted by the preceding dictator. That period is commonly referred to as \"Berenguer's dictablanda\" (and the word was used later on, in different contexts, in Chile, Mexico, Uruguay and Colombia). Folha published 21 letters about the editorial, 18 of which criticized the word choice. Among them were letters by Maria Victoria Benevides and Fábio Konder Comparato, both of them professors at the University of São Paulo. In his letter, Comparato wrote that \"the editorialist and the executive editor that approved the text should be sentenced to public penance, getting down on their knees on a public square to beg forgiveness to the Brazilian public.\" The newspaper answered by defining the professors' indignation as \"cynical and untrue\", and claiming that both of them were well- respected figures and did not express similar disdain regarding left-wing dictatorships such as Cuba's. \"Editorial note: Folha respects the opinion of readers who disagree with the expression used to qualify Brazilian military rule in our recent editorial, and is printing some of their complaints above. As regards Professors Comparato and Benevides, well-known figures that up until today expressed no repudiation to left-wing dictatorships such as Cuba's, their 'indignation' is clearly cynical and untrue\".\"Painel do Leitor\", Folha de S.Paulo The use of the word \"ditabranda\" led to Folha being the target of criticism on Internet discussion boards and other media vehicles, particularly those closer to left-wing thinking, such as the magazines Fórum,RAMOS, Camila Souza (entrevista com Beatriz Kushnir). \"A \"ditabranda\" e os interesses comerciais da Folha\". Revista Fórum. 20 March 2009. Caros Amigos (that ran a cover story about the case)CINTRA, André. \"De caso com a Ditabranda\". Caros Amigos. Abril de 2009. and Carta Capital.BENEVIDES, Maria Victoria de Mesquita. \"Maria Benevides critica a 'Folha': 'Ditabranda' para quem?\". Carta Capital. 27 February 2009. On 7 March, there was a protest in front of Folha's headquarters, in Central São Paulo, against the use of the word \"ditabranda\" and to express solidarity to Maria Victoria Benevides e Fábio Konder Comparato, who did not take part in the act. The protest gathered around 300 people and was organized by the Movimento dos Sem Mídia, an activist group created by blogger Eduardo Guimarães. Most of the participants were relatives of people victimized by the Brazilian dictatorship and union activists connected to labor organization CUT. On the same day, Otavio Frias Filho, Folha's editorial director, stated: \"Using the word 'ditabranda' in our February 17 editorial was a mistake. It is a frivolous term, inappropriate to such grave matters. All dictatorships are equally abominable. However, from a historical standpoint, it is still a fact that the Brazilian dictatorship, however brutal, was less repressive than similar regimes in Argentina, Uruguay and Chile, or than the left-wing Cuban dictatorship. The note we printed to accompany the letters by Professors Comparato and Benevides, on February 20, was a sharp-worded response to a sharp-worded rebuke: the claim that those responsible for the editorial should apologize 'on their knees'. In order to impeach the democratic credentials of others, those so-called democrats should first show their rejection, and with the same venom, of the methods adopted by left-wing dictatorships towards which they are partial\".\"Folha avalia que errou, mas reitera críticas\", Folha de S.Paulo The note led the professors to request, by way of their lawyers, the right to publish additional considerations, labeled as \"right to response\": \"To take more than two weeks to recognize a grave editorial misstep (labeling the Brazilian military regime as a \"ditabranda\"), and to shift the blame for the incident onto the tenor of our criticism does not seem a behavior compatible with the ethics of journalism. We have always claimed, with no need of righteous lessons from no one else, that the victims of arbitrary regimes, both here and elsewhere, deserve the same protection and respect, no matter our ideological biases or personal preferences\". The professors' response was printed accompanied by a new editorial note: \"Folha's treatment of the situation created by the use of the word 'ditabranda' in an editorial dated February 17, with the printing of several critical messages and our acknowledgement that the word was used frivolously, is an example of editorial fairness. The episode was supposedly closed, but Professors Comparato e Benevides are intent on extracting the maximum gain from it. Their opinions were always depicted faithfully by the newspaper, through several articles, with no need of lawyer intervention. The 'response' above was printed based on Act 5,250/67, a decree adopted by the military regime, so that the victims of regimes so cautiously described as 'arbitrary' and conveniently located 'elsewhere' can benefit from this shamefaced solidarity\".\"Professores pedem direito de resposta no caso ditabranda\", Folha de S.Paulo The protests were taken advantage of by Rede Record, a TV network controlled by bishop Edir Macedo, owner of the Universal Church of the Kingdom of God, as an excuse to air several attacks on Folha, as part of the \"Domingo Espetacular\" TV show. Record had already attacked Folha for news reports that pointed at the church's business activities and irregularities. For 13 minutes, Record aired testimonials by victims of the Brazilian military dictatorship (1964-1985), and criticized repeatedly the use of the word \"ditabranda\". The TV show also stated that \"Folha da Tarde\", a currently discontinued newspaper then ran by Grupo Folha, was supportive of the governmental repression of left-wing guerrillas, in the early 1970s.Record's YouTube channel, video \"O escândalo da ditabranda\" === Dilma Rousseff's criminal file === On 5 April 2009, Folha ran an article about a supposed plan by guerrilla group Vanguarda Armada Revolucionária Palmares to kidnap Antonio Delfim Netto, who was the Finance minister during the military rule, in the early 1970s, and alongside printed a criminal file about Dilma Rousseff, who was already the Brazilian President. The authenticity of the police record was contested. On 25 April of the same year, the newspaper stated in a report that it was impossible to guarantee that Rousseff's police record was authentic: 'Folha was twice mistaken on its 5 April issue, when reproducing a supposed police record that tracked Minister Rousseff's (chief of staff to the President) participation in plotting or carrying out armed actions against the military dictatorship (1964-1985)\". \"The first mistake was claiming in a first page article that the police record was part of the 'Dops archive'. Actually, Folha received it as part of an e-mail message. The second mistake was to consider as authentic a police record that cannot be verified, or disproven, with the information currently available\". Ombudsman Carlos Eduardo Lins da Silva wrote about the case stating, in his Folha column, that \"after the Minister contested the authenticity of the police record, the newspaper admitted to not having verified its accuracy. I found insufficient the justifications offered to explain this error, and suggested that an independent panel should be empowered to find out what happened and recommend new procedures to avoid any repetition. However, the newsroom officials decided that there was no need for further inquiry\".\"É simples saber se a ficha é falsa\", Folha de S.Paulo The police record is available on the Website of the radical Ternuma group and is not included in the São Paulo State Archives, that hold all files pertaining to the former Department for Social and Political Order.MAGALHÃES, Luiz Antonio. \"Folha publicou ficha falsa de Dilma\" . Observatório da Imprensa. ===Rape accusation against Lula=== On 27 November 2010, Folha published an article by former Workers' Party member César Benjamin accusing president Luiz Inácio Lula da Silva of having told Benjamin, during a meeting for Lula's 1994 presidential campaign, that Lula had attempted to rape another inmate while he was being held as a political prisoner in São Paulo. According to filmmaker Sílvio Tendler, who was at the meeting, Lula's account was merely a joke. Advertiser Paulo de Tarso Santos, also present at the meeting, stated that he does not remember such talk ever taking place. The accusation was also denied by José Maria de Almeida, who had been incarcerated alongside Lula in 1980. He declared to \"have reasons to attack Lula. His government is a tragedy for the working class. But what was written never happened\". The allegedly raped inmate later declared to Veja that he would not speak to the press, and that \"whoever made the accusation should prove it\". Folha was criticized by media analysts, notably Alberto Dines, for publishing the article without checking its factuality first. === 2010 World Cup ad === On 29 June 2010, Folha mistakenly published an ad by Extra Hipermercados (owned by Grupo Pão de Açúcar, one of the sponsors of the Brazil national football team), which read: \"A I qembu le sizwe sai do Mundial. Não do coração da gente\" (The I qembu le sizwe leaves the Cup. But not our hearts). The ad suggested Brazil was out of the World Cup, when it had actually defeated Chile 3-0 and advanced to the next stage. According to Folha, there was a mistake during the selection of the material to be published. === 2010 elections === In September 2010, Folha ombudsman Suzana Singer strongly criticized the paper's election coverage. According to her, Folha was \"digging recklessly through the life and work\" of presidential candidate Dilma Rousseff (PT), and reporting about it in a biased way. She also commented the reactions of readers on Twitter, where the hash tag #DilmaFactsByFolha – that held jokes about and criticism of Folha by users of the microblogging service – reached the top of the list among the 26 most commented topics. \"Brincadeira no Twitter critica manchete da Folha sobre Dilma\". A Tarde. 5 September 2010. Retrieved 12 September 2010. A survey by the Institute for Social and Political Studies, Rio de Janeiro State University, however, found out that among the mainstream media vehicles, Folha presented the most critical coverage about both main contenders, and that its coverage of candidate José Serra (PSDB) was even more critical than its posture towards Rousseff. The survey, carried out in September and October 2010, shows that, in contrasting positive, negative and neutral reports, Folha held a positive balance of three percent. In the 2006 presidential election, Folha also had \"the more balanced and less biased\" coverage among daily newspapers, and was the vehicle that expressed more diversified opinions, according to Doxa (the Public Opinion and Political Communication Lab, IUPERJ).\"Folha fez cobertura mais crítica a candidatos\" Those surveys notwithstanding, Folha was criticized for its \"false impartiality\" by website Falha de S. Paulo, created to spoof the newspaper for its supposedly biased coverage that favored José Serra and opposed the Lula administration. Folha went to court appealing for closure of the Website, claiming that its usage of a logo identical to the newspaper's, with the change of just one letter in the name, was not only confusing readers but also represented a trademark violation. The legal issue was to determine whether free speech should get higher protection than the rights of property. On 30 September 2010, a judge in São Paulo granted an injunction that blocked Website Falha de S. Paulo.Íntegra do processo \"Independent media\" bloggers and the website owners saw the injunction was a form of censorship.Censura a blog que satirizava a Folha gera reação na web However, the judge in charge of the case claimed that his decision was not due to \"the satirical aspect, which our current laws would allow, but to the use of a brand extremely similar to the plaintiff's (Folha)\", thus accepting the newspaper's argument. The case was highlighted in the website of the American technology magazine Wired. It was also commented by Julian Assange, founder of WikiLeaks, during an interview to Folhas main competitor, O Estado de S. Paulo, on 23 December 2010.Vasconcelos, Izabela. \"Fundador do WikiLeaks defende liberação do blog Falha de S. Paulo\". Comunique-se. 23 December 2010. Retrieved 23 December 2010. \"The blog is not intended to be the newspaper and I think it must be released\", he said. The case was also highlighted by Andrew Downie in a Financial Times blog. According to him, Folha's response to Falha is \"in keeping with its reputation as somewhat humorless\", adding that the case has cost a damage \"to its reputation as one of the progressive forces in Brazilian journalism\". ==See also== *Grupo Folha ==Notes== 1 According to the ad itself, \"I qembu le sizwe\" means \"selection\" in the African language Zulu. The Brazilian team is widely known in Brazil simply as \"Seleção\" (Selection). ==References== ==External links== *Folha Online English version of the online newspaper *Folha Online *Mobile phone version *Folha de S.Paulo (printed version) * English translations of Folha articles available at nonprofit WorldMeets.US * MAC- Morpho. Annotated corpus of Portuguese language based on texts from the newspaper. Category:1921 establishments in Brazil Category:Grupo Folha Category:Daily newspapers published in Brazil Category:Mass media in São Paulo Category:Portuguese-language newspapers Category:Publications established in 1921 ",
    "title": "Folha de S.Paulo"
}