{
    "id": "1438835",
    "text": "Sport-Club Freiburg e.V., commonly known as SC Freiburg (), is a German football club, based in the city of Freiburg im Breisgau, Baden-Württemberg. It plays in the Bundesliga, having been promoted as champions from the 2. Bundesliga in 2016. Freiburg has traditionally bounced between the first and second tier of the German football league system, leading to the fan chant, \"We go down, we go up, we go into the UEFA Cup!\" during the 1990s. Since 1954, the club's stadium has been the Schwarzwald-Stadion. Volker Finke, who was the club's manager between 1991 and 2007, was the longest-serving manager in the history of professional football in Germany. Joachim Löw, current manager of the Germany national team, is the club's second highest all-time leading goal scorer with 81 goals in 252 games during his three spells at the club, behind Nils Petersen. ==History== The club traces its origins to a pair of clubs founded in 1904: Freiburger Fußballverein 04 was organised in March of that year; FC Schwalbe Freiburg just two months later. Both clubs underwent name changes, with Schwalbe becoming FC Mars in 1905, Mars becoming Union Freiburg in 1906, and FV 04 Freiburg becoming Sportverein Freiburg 04 in 1909. Three years later, SV and Union formed Sportclub Freiburg, at the same time incorporating the griffin head. In 1918, after the devastation of World War I, SC Freiburg entered a temporary arrangement with Freiburger FC to be able to field a full side called KSG Freiburg. The next year, SC Freiburg associated themselves with FT 1844 Freiburg as that club's football department, until 1928 when they left to enter into a stadium-sharing arrangement with PSV (Polizeisportvereins) Freiburg 1924 that lasted until 1930 and the failure of PSV. SC Freiburg then picked up again with FT 1844 Freiburg in 1938. The club played on the highest level from 1928, first in the Bezirksliga Baden, then in the Gauliga Baden, from which they were relegated in 1934. At the end of World War II, Allied occupation authorities disbanded most existing organizations in Germany, including football and sports clubs. The clubs were permitted to reconstitute themselves after about a year, but were required to take on new names in an attempt to disassociate them from the so-recent Nazi past. SC Freiburg was therefore briefly known as VfL Freiburg. By 1950, French- occupation authorities had let up enough to allow the clubs to reclaim their old identities. Finally, in 1952, SC Freiburg left FT Freiburg behind again. Historical chart of Freiburg league performance after WWII To this point, the history of the club had been characterised by only modest success. Through the 1930s, SC Freiburg played in the Bezirkliga (II), with the occasional turn in the Gauliga Baden (I), and captured a handful of local titles. After World War II, they picked up where they left off, playing in the Amateurliga Südbaden (III). While only a small club, SC Freiburg became known for the fight and team spirit in their play. This led them to the 2. Bundesliga in 1978–79, which they would compete in for a decade-and-a-half before making the breakthrough to the top-flight Bundesliga in 1993–94 under the management of Volker Finke. In their first Bundesliga season, Freiburg narrowly avoided relegation. They made an exciting run in their second season at the top level, finishing third, just three points behind champions Borussia Dortmund. It was at this time that they were first nicknamed Breisgau-Brasilianer (literally Breisgau-Brazilians) due to their attractive style of play. SC Freiburg against Borussia Dortmund in 2012 The club's greatest success was reaching the UEFA Cup in 1995 and 2001. Freiburg's first Bundesliga relegation was in 1997 after they finished in 17th position. While they have been relegated four times since first making the Bundesliga, they have thrice won immediate promotion back to the top league, only failing to do so in 2005–06. It was the first time since 1992 that Freiburg played in the 2. Bundesliga for two consecutive seasons. Freiburg finished the 2006–07 season in fourth place in the 2. Bundesliga, missing out on the third automatic-promotion spot on goal difference to MSV Duisburg, although they won 12 of their last 16 league games. They were knocked out of the DFB-Pokal in the second round by VfL Wolfsburg on 24 October 2006. On 20 May 2007, Volker Finke resigned as the club's coach after 16 years in the job. He was succeeded by Robin Dutt, who himself left the club for Bayer Leverkusen in 2011. On 10 May 2009, Freiburg secured promotion into the Bundesliga once again, beating TuS Koblenz in an away game 5–2. In the 2011–12 season, Freiburg appeared to be unable to avoid another relegation for the most part of the season but a coaching change turned the sides fortunes around and the club eventually finished 12th and survived. Under Christian Streich, the 2012–13 Bundesliga season saw the club finish in fifth place, their best league standing since 1994–95. The fifth- place finish secured a position in the 2013–14 UEFA Europa League, an accomplishment that the club had not achieved since the 2001–02 edition of the tournament. Had Freiburg defeated Schalke 04 on the final matchday of the season, Freiburg would have leapfrogged Schalke and qualified for the UEFA Champions League for the first time in club history. The 1–2 defeat to Schalke, however, saw Schalke secure fourth place in the league and qualify for the tournament instead. During the 2012–13 season, Freiburg also advanced to the semi-finals of the DFB-Pokal for the first time in the club's history but lost to local rivals VfB Stuttgart 1–2 and missed the chance to play Bayern Munich in the final. In the 2014–15 season, after six years in the top flight, Freiburg was relegated to the 2. Bundesliga by a single point after a final-day defeat at Hannover 96. This was despite beating Bayern Munich in the second-last game. In the following season, however, the club earned its fifth promotion to the Bundesliga as league champions, with two matches to spare. The first season back in the Bundesliga saw them end 7th. This saw Freiburg qualify for the Europa League, as German cupwinners Borussia Dortmund were already qualified for the Champions League. The side were eliminated in the third qualification round against NK Domžale from Slovenia. Mostly thanks to 15 season goals by Nils Petersen, Freiburg stayed in the Bundesliga l, finishing 15th. ===Reserve team=== The club's reserve team, formerly the SC Freiburg Amateure, now SC Freiburg II, has, for the most part of its history played in the lower amateur leagues. It made a three-season appearance in the tier four Verbandsliga Südbaden from 1983 to 1986, but then took until 1994 to return to this league. In 1998 the team won promotion to the Oberliga Baden- Württemberg after a league championship in the Verbandsliga. Freiburg II spent the next ten seasons at this level as an upper table side before another league championship took the team to the Regionalliga Süd. After four seasons at this league the team became part of the new Regionalliga Südwest in 2012. After a seventh place in its first season in the league the team finished runner-up in 2013–14. A South Baden Cup win in 2001 qualified it for the first round of the 2001–02 DFB-Pokal, the German Cup, where it lost to Schalke 04. ==Stadium== Stadium interior in 2011 SC Freiburg plays its home games at the Dreisamstadion, named after the Dreisam River which flows through Freiburg. Because of sponsorship agreements, the stadium is currently known as the Schwarzwald-Stadion. The stadium has an approximate capacity of 24,000 spectators and was built in 1953. Forty years later, then manager Volker Finke began an initiative to transform the Dreisamstadion into Germany's first solar powered football stadium. There are solar modules on the north, south, and main tribunes. These panels generate 250,000 kWh of energy per year. The brand new SC-Stadion with a capacity of 34,700, located in the west of the city, is currently under construction. It is expected to be finished in 2021. ==In Europe== ===Matches=== {| class=\"wikitable\" |- ! Season ! Competition ! Round ! Club ! Home ! Away ! Aggregate |- | 1995–96 | UEFA Cup | First round | Slavia Prague | style=\"text-align:center;\"| 1–2 | style=\"text-align:center;\"| 0–0 | style=\"text-align:center;\"| 1–2 |- | rowspan=\"3\"| 2001–02 | rowspan=\"3\"| UEFA Cup | First round | Matador Púchov | style=\"text-align:center;\"| 2–1 | style=\"text-align:center;\"| 0–0 | style=\"text-align:center;\"| 2–1 |- | Second round | St. Gallen | style=\"text-align:center;\"| 0–1 | style=\"text- align:center;\"| 4–1 | style=\"text-align:center;\"| 4–2 |- | Third round | Feyenoord | style=\"text-align:center;\"| 2–2 | style=\"text-align:center;\"| 0–1 | style=\"text-align:center;\"| 2–3 |- | rowspan=\"3\"| 2013–14 | rowspan=\"3\"| UEFA Europa League | rowspan=\"3\"| Group H | Sevilla | style=\"text- align:center;\"| 0–2 | style=\"text-align:center;\"| 0–2 | rowspan=\"3\"| 3rd place |- | Estoril | style=\"text-align:center;\"| 1–1 | style=\"text-align:center;\"| 0–0 |- | Slovan Liberec | style=\"text-align:center;\"| 2–2 | style=\"text- align:center;\"| 2–1 |- | 2017–18 | UEFA Europa League | Third qualifying round | Domžale | style=\"text-align:center;\"| 1–0 | style=\"text-align:center;\"| 0–2 | style=\"text-align:center;\"| 1–2 |} ===Club records in UEFA competitions=== *Biggest Win in UEFA Competition: 1 November 2001, St. Gallen 1–4 Freiburg, at Zurich *Biggest Defeat in UEFA Competition: 3 October 2013, Sevilla 2–0 Freiburg at Seville/12 December 2013, Freiburg 0–2 Sevilla at Freiburg *Club Appearances in UEFA Europa League: 3 *Player with Most UEFA Appearances: Andreas Zeyer – 8 appearances *Top Scorer in UEFA Club Competitions: Sebastian Kehl – 2 goals ==Club records== * Most goals scored: 86 – Nils Petersen 6 June 2020 * Most 1. Bundesliga goals scored: 54 – Nils Petersen 6 June 2020 *Highest transfer fee paid: €6 million for Admir Mehmedi *Highest transfer fee received: €21.1 million for Çağlar Söyüncü *Youngest goalscorer: Matthias Ginter – 18 years, 2 days * Most games played: Andreas Zeyer – 435 * Player who has scored the most against club: Claudio Pizarro – 14 goals in 17 matches *Biggest home win: 6–0 – against Rot-Weiß Erfurt on 24 August 1991 *Biggest 1. Bundesliga home win: 5–0 – against Hansa Rostock on 17 September 1999 and against VfL Bochum on 9 December 2000 *Biggest away win: 5–0 – against SV Meppen on 3 April 1998 *Biggest 1. Bundesliga away win: 4–0 – against VfB Stuttgart on 23 April 1994 and against Hertha BSC on 20 September 2009 *Biggest home loss: 0–6 – against Bayern Munich on 16 December 2003 and against Werder Bremen on 4 December 2004 and 21 November 2009 *Biggest 1. Bundesliga home loss: 0–6 – against Bayern Munich on 16 December 2003 and against Werder Bremen on 4 December 2004 and 21 November 2009 *Biggest away loss: 0–7 – against Bayern Munich on 10 September 2011 *Biggest 1. Bundesliga away loss: 0–7 – against Bayern Munich on 10 September 2011 ==Honours== ===League=== *2. Bundesliga (II) ** Winners: 1992–93, 2002–03, 2008–09, 2015–16 *Oberliga Baden-Württemberg (V) ** Winners: 2008‡, 2017‡ *Amateurliga Südbaden (III) ** Winners: 1965, 1968, 1978 *Verbandsliga Südbaden ** Winners: 1998‡ ===Cup=== *South Baden Cup (Tiers III-VII) ** Winners: 1975, 1978, 2001‡ ** Runners-up: 2005‡ ===Youth=== ;League * German Under 19 championship ** Winners: 2008 * Under 19 Bundesliga South/Southwest ** Winners: 2005–06, 2008–09 ;Cup * German Under 19 Cup **Winners: 2006, 2009, 2011, 2012, 2018 ===Under 21 International=== * Lev Yashin Cup **Winners: 2011 ‡ Won by reserve team. ==Players== ===Current squad=== ===Youth squad=== ===Out on loan=== ==Selected notable former players== This list of former players includes those who received international caps while playing for the team, made significant contributions to the team in terms of appearances or goals while playing for the team, or who made significant contributions to the sport either before they played for the team, or after they left. It is not complete or all inclusive, and additions and refinements will continue to be made over time. {| |- | * Altin Rraklli * Rodolfo Esteban Cardoso * Andreas Ibertsberger * Zlatan Bajramović * Mohammadou Idrissou * Rolf-Christel Guié-Mien * Austin Berry * Damir Burić * Nikola Jurčević * Michael Lumb * Alexander Iashvili * Levan Kobiashvili * Dennis Aogo | valign=\"top\" | * Martin Braun * Michael Frontzeck * Richard Golz * Jörg Heinrich * Andreas Hinkel * Sebastian Kehl * Ralf Kohl * Joachim Löw * Stefan Müller * Sascha Riether * Jörg Schmadtke * Karl-Heinz Schulz * Martin Spanring | valign=\"top\" | * Uwe Spies * Axel Sundermann * Jens Todt * Uwe Wassmer * Marco Weißhaupt * Günther Wienhold * Tobias Willi * Andreas Zeyer * Ferydoon Zandi * Cha Du-ri * Roda Antar * Youssef Mohamad * Soumaila Coulibaly | valign=\"top\" | * Boubacar Diarra * Harry Decheiver * Papiss Cissé * Souleyman Sané * Miran Pavlin * Alain Sutter * Zoubeir Baya * Mehdi Ben Slimane * Adel Sellimi * Paul Caligiuri |} ==Head coaches== Coaches of the club since 1946: * Andreas Munkert (1946–49) * Arthur Mattes (1949–50) * Andreas Munkert (1950–53) (second time) * Willi Hornung (1953–55) * Kurt Mannschott (1956–58) * Hans Roggow (1960–63) * Hans Faber (1963–64) * Hans Diehl (1964–69) * Edgar Heilbrunner (1969–72) * Manfred Brief (1 July 1972 – 30 September 1978) * Heinz Baas (30 Sep 1978 – 30 June 1979) * Norbert Wagner (1 July 1979 – 24 January 1980) * Jupp Becker (1 July 1980 – 24 January 1981) * Horst Zick (25 Jan 1981 – 30 June 1981) * Lutz Hangartner (1 July 1981 – 30 June 1982) * Werner Olk (1 July 1982 – 30 June 1983) * Fritz Fuchs (1 July 1983 – 30 June 1984) * Antun Rudinski (1 July 1984 – 1 January 1986) * Jupp Becker (25 Jan 1986 – 22 March 1986) (second time) * Horst Zick (23 March 1986 – 30 June 1986) (second time) * Jörg Berger (1 July 1986 – 17 December 1988) * Fritz Fuchs (1 Jan 1989 – 8 April 1989) (second time) * Uwe Ehret (9 April 1989 – 30 June 1989) * Lorenz-Günther Köstner (1 July 1989 – 26 August 1989) * Uwe Ehret (27 Aug 1989 – 26 November 1989) (second time) * Bernd Hoß (1 Dec 1989 – 30 June 1990) * Eckhard Krautzun (1 July 1990 – 30 June 1991) * Volker Finke (1 July 1991 – 20 May 2007) * Robin Dutt (June 2007–30 June 2011) * Marcus Sorg (1 July 2011 – 29 December 2011) * Christian Streich (29 Dec 2011–) Volker Finke, former coach of SCF and longest serving coach in German football history ==Women's section== ==Recent seasons== 400px The recent season-by-season performance of the club: ===SC Freiburg=== {| class=\"wikitable\" |- style=\"text-align:center; background:#dfdfdf;\" | Season | Division | Tier | Position |- style=\"text-align:center;\" | 1999–00 | style=\"text-align:left;\"| Bundesliga | rowspan=3| I | 12th |- style=\"text- align:center;\" | 2000–01 | style=\"text-align:left;\"| Bundesliga | 6th |- style=\"text-align:center;\" | 2001–02 | style=\"text-align:left;\"| Bundesliga | style=\"background:#ffcccc\"| 16th↓ |- style=\"text-align:center;\" | 2002–03 | style=\"text-align:left;\"| 2. Bundesliga | II | style=\"background:#ddffdd\"| 1st↑ |- style=\"text-align:center;\" | 2003–04 | style=\"text-align:left;\"| Bundesliga | rowspan=2| I | 13th |- style=\"text-align:center;\" | 2004–05 | style=\"text-align:left;\"| Bundesliga | style=\"background:#ffcccc\"| 18th↓ |- style=\"text-align:center;\" | 2005–06 | style=\"text-align:left;\"| 2. Bundesliga | rowspan=4| II | 4th |- style=\"text-align:center;\" | 2006–07 | style=\"text- align:left;\"| 2. Bundesliga | 4th |- style=\"text-align:center;\" | 2007–08 | style=\"text-align:left;\"| 2. Bundesliga | 5th |- style=\"text-align:center;\" | 2008–09 | style=\"text-align:left;\"| 2. Bundesliga | style=\"background:#ddffdd\"| 1st↑ |- style=\"text-align:center;\" | 2009–10 | style=\"text-align:left;\"| Bundesliga | rowspan=6| I | 14th |- style=\"text- align:center;\" | 2010–11 | style=\"text-align:left;\"| Bundesliga | 9th |- style=\"text-align:center;\" | 2011–12 | style=\"text-align:left;\"| Bundesliga | 12th |- style=\"text-align:center;\" | 2012–13 | style=\"text-align:left;\"| Bundesliga | 5th |- style=\"text-align:center;\" | 2013–14 | style=\"text- align:left;\"| Bundesliga | 14th |- style=\"text-align:center;\" | 2014–15 | style=\"text-align:left;\"| Bundesliga | style=\"background:#ffcccc\"| 17th↓ |- style=\"text-align:center;\" | 2015–16 | style=\"text-align:left;\"| 2. Bundesliga | II | style=\"background:#ddffdd\"| 1st↑ |- style=\"text-align:center;\" | 2016–17 | style=\"text-align:left;\"| Bundesliga | rowspan=4|I | 7th |- style=\"text-align:center;\" | 2017–18 | style=\"text-align:left;\"| Bundesliga | 15th |- style=\"text-align:center;\" | 2018–19 | style=\"text-align:left;\"| Bundesliga | 13th |- style=\"text-align:center;\" | 2019–20 | style=\"text- align:left;\"| Bundesliga | 8th |} ===SC Freiburg II=== * With the introduction of the Regionalligas in 1994 and the 3. Liga in 2008 as the new third tier, below the 2. Bundesliga, all leagues below dropped one tier. In 2012, the number of Regionalligas was increased from three to five with all Regionalliga Süd clubs except the Bavarian ones entering the new Regionalliga Südwest. ;Key {|class=\"wikitable\" align=\"center\" | style=\"background:#ddffdd\"| ↑ Promoted | style=\"background:#ffcccc\"| ↓ Relegated |} ==Notable chairmen== * Achim Stocker † (1972–2009) ==References== ==External links== * *SC Freiburg at Weltfussball.de *Das deutsche Fußball-Archiv historical German domestic league tables Category:Football clubs in Germany Category:Football clubs in Baden- Württemberg Category:Association football clubs established in 1904 Category:1904 establishments in Germany ",
    "title": "SC Freiburg"
}