{
    "id": "1438696",
    "text": "Berenice was the daughter of Salome I, the sister of Herod the Great. She married her cousin AristobulusJosephus, Antiq. Jud.,16,2 in order to reduce discord within her family caused by Herod's favoritism towards his wife Mariamne. Her marriage was an attempt to unite the two main sides of her family previously split by marriage and alleviate the tension surrounding which side would be responsible to succeeding Herod. Greenwalt, William. \"Salome (c. 65 BCE–10 CE).\" Women in World History: A Biographical Encyclopedia, edited by Anne Commire, vol. 13, Yorkin Publications, 2002, pp. 704-708. This did not solve the problems present among the heirs, and eventually Aristobilus was executed by his father in 6 BCE, and Berenice was accused of complicity in his death. By Aristobulus she was the mother of Herod Agrippa I, Herod of Chalcis, Herodias, Mariamne III and Aristobulus Minor. Berenice maintained her elite status in Judea through her family's close ties with the Roman imperial family. Schalit, Abraham. \"Berenice.\" Encyclopaedia Judaica, edited by Michael Berenbaum and Fred Skolnik, 2nd ed., vol. 3, Macmillan Reference USA, 2007, pp. 410-411. This tie allowed for her son Agrippa to be raised in Rome with the family of Antonia Minor, some of Rome's future leaders. She eventually remarried to a man named, Theudion (brother of Herod I's first wife Doris, and thus uncle of Antipater), in order to strengthen her family's political ties. Greenwalt, William. \"Berenice (c. 35 BCE–?).\" Women in World History: A Biographical Encyclopedia, edited by Anne Commire, vol. 2, Yorkin Publications, 2002, pp. 444-448 There is little known about Berenice once Herod the Great dies, but it can be assumed that her arranged marriage did not survive the death of her uncle. == Family tree == ==References== Category:Jews and Judaism in the Roman Empire Category:Herodian dynasty Category:1st-century BC women Category:1st-century BC Romans Category:1st-century Roman women Category:Ancient Jewish women ",
    "title": "Berenice (daughter of Salome)"
}