{
    "id": "1438327",
    "text": "Jak II (known as Jak II: Renegade in Oceania and Europe) is an open world platform third-person shooter action-adventure video game developed by Naughty Dog and published by Sony Computer Entertainment for the PlayStation 2. It is the second game of the Jak and Daxter series and is the sequel to Jak and Daxter: The Precursor Legacy. It was followed by Jak 3 a year later. The game features new weapons and devices, new playable areas, and a storyline that picks up after the events of The Precursor Legacy. The player takes on the dual role of protagonists Jak and Daxter. Jak II received critical acclaim upon release. Critics applauded the game for being very polished in nearly every department, with many agreeing it was one of the best PlayStation 2 games released at the time. Some criticism, however, was directed at the checkpoint systems, darker tone and high difficulty. == Gameplay == The gameplay of Jak II is significantly different from the previous game. The Eco timed power-up gameplay from the previous game has been removed, and introduction of weapons such as the Morph Gun, a multipurpose firearm, adds a greater emphasis on enemy combat. The player can unlock four different gun mods for the gun as they play through the game; the Scatter Gun, for close range fighting, the Blaster, for long-range fighting, the Vulcan Fury, a high rate-of-fire weapon in the fashion of a minigun, the bullets of which deal less damage per round compared to the Blaster but are able to pierce enemies and breakables so it can hit multiple targets with a single round, and the Peace Maker, which fires charged blasts of energy, and is extremely powerful. Haven City functions as the game hub world, with various other environments accessible from it. Here, Jak can access new missions by visiting various allied characters. These missions serve as a replacement for the previous game's Power Cell collection gameplay. Throughout the game, the player can collect Precursor Orbs dispersed throughout the various worlds, in order to unlock cheats and other content. Jak can traverse the large city using hover vehicles, and a jet-board, which allows him to hover across water and grind on rails. Due to experiments conducted on him for two years, Jak can transform into a darker version of himself, known as Dark Jak, by killing enemies for Dark Eco. In this form, his melee attacks become more powerful, but he loses the ability to use the Morph Gun. By collecting Metal Head skull gems, gained by killing Metal Head creatures, Jak can gain additional abilities for his dark form. == Plot == === Setting === Jak II takes place in the same fictional universe created by Naughty Dog for Jak and Daxter, though five hundred years after the events of the first game. The game largely revolves around Haven City, a dystopia ruled by Baron Praxis and his Krimzon Guard law enforcers. Haven City serves as the game's hub location, although the player is frequently given tasks that must be fulfilled outside of the city. === Characters === Jak (voiced by Mike Erwin) is the game's protagonist, along with his sidekick Daxter (voiced by Max Casella). When they first arrived in Haven City, Jak was captured by Krimzon Guards and became the subject of Baron Praxis' \"Dark Warrior\" project. He became subjected to several experiments, ultimately giving him the ability to become \"Dark Jak\", a beastly version of himself which is unleashed when Jak has gathered enough Dark Eco. Daxter is an otter-weasel hybrid (known as an ottsel) and is the game's comic relief. After two years of searching for him, Daxter finally sneaks into the prison holding Jak and rescues him. This is also the first time Jak is heard speaking in the series, which is heavily lampshaded by other returning characters throughout the story. Other important characters include Torn, the second-in-command of the resistance movement known as the Underground; Sig, a Metal Head hunter/Wastelander (someone who gathers artifacts from outside the city); Krew, a vastly overweight gang lord; Tess, a barmaid; Errol, the Baron's right-hand man and commander of the Krimzon Guard; and Ashelin, the daughter of Baron Praxis who helps the Underground behind her father's back. Baron Praxis and the Metal Heads' leader Kor are the story's antagonists. === Story === Some time after the events of The Precursor Legacy, Jak, Daxter, and Samos the Green Sage are invited by Keira, Samos' daughter and Jak's romantic interest, to help her test the artifact recovered from the Acheron Citadel at the end of the last game: the Rift Rider, which utilizes the Rift Gate. When activated, the Rider opens a portal that reveals a strange creature, and they get sucked in. The group is separated and Jak and Daxter land in Haven City, a dystopia ruled by the tyrannical Baron Praxis. The Krimzon Guard, a paramilitary force led by Praxis' right-hand man Errol, arrest Jak and chase Daxter away. For the next two years, Jak is subjected to a series of experiments that involve infusing his body with Dark Eco in Praxis's attempt to create a mutant soldier. During a break from the latest round of experimentation, Daxter finds Jak and breaks him out of the facility. Initially unbeknownst to Praxis and Errol, this last experiment is a success, giving Jak the ability to transform into a mutated version of himself with increased strength, reflexes, stamina and aggression. Jak and Daxter join the Underground, a resistance movement that seeks to replace Praxis with the rightful heir of Haven City, known as the Kid. The Underground is led by a mysterious figure known as the Shadow; his lieutenant Torn refuses to let Jak speak to him. Torn explains that Praxis is at war with the Metal Heads, an evil race of biomechanical creatures that date back to Precursor times. Jak and Daxter later reunite with Keira and Samos, and discover that the Shadow is in fact a younger version of Samos. While exploring the city ruins, Jak and Daxter come across the remains of Samos' hut and realize that they have been flung nearly 500 years into the future, with Haven City built over the remains of Sandover Village. Jak and Daxter learn that Praxis engineered the war with the Metal Heads, bribing them with eco to attack the city just enough that he remain in command. However, the arrangement went sour and the Metal Heads began attacking the city more and more. Unable to defeat the Metal Heads, Praxis obtains the Precursor Stone, a large gem that contains the essence of the last living Precursor. He intends to weaponize the Stone and use it to destroy the Metal Head home nest, unaware that doing so will also destroy Haven City. Krew, a crime lord with ties to the Underground, builds a bomb strong enough to release the Stone's energy, but is subsequently killed when Jak detonates the bomb prematurely. Then, after Jak learns an enigmatic mechanic he's been helping is none other than Keira (with Errol wooing her), it's revealed she's been building a new Rift Rider that will bring her, Jak, Daxter and Samos back home. Meanwhile, Vin, an Underground agent tasked with maintaining the city's defenses, is killed, allowing the Metal Heads to launch an invasion. Jak intercepts Praxis and his men confronting Kor, an elderly man who acts as the Kid's guardian. Kor reveals that he is the true leader of the Metal Heads, as well as the creature responsible for bringing Jak and his friends into the future. After a brief battle, he kills the Baron and escapes. With his dying breath, the Baron entrusts the Precursor Stone to Jak so that he can save the city. As the Krimzon Guard and the Underground join forces to resist the invasion, Jak breaches the nest and locates Kor. Kor admits that he arranged for Jak to be mutated so that he could acquire the Stone, which would give him the power to destroy Mar's descendants. The Kid turns out to be Jak himself, sent into the past to protect him from the Metal Heads, so that when the time came, he could challenge Kor's evil. As the younger Jak is pure and untouched by Dark Eco, he is the key to unlocking the Stone's energy. Jak and Daxter manage to behead Kor using a portion of the Rift Gate, neutralizing the remaining Metal Heads. The young Jak releases the Precursor entity, reactivating the ring (while also bringing about the revelation that Keira's new Rift Rider and the one that brings the group into the future during the game's prologue are one and the same) and allowing the Shadow to escort him to the past and ensure that his destiny will be fulfilled. Taking over Krew's bar as their new home, Jak, Daxter, Samos, and Keira prepare to live out the rest of their lives in Haven City. == Development and release == Jak II began development in 2001. Jak II is the only game in the series in which the versions for English-speaking regions feature the Japanese and Korean voice- over track. The voice-over cast features many notable voice actors, including Showtaro Morikubo as Jak. The other games in the series did not follow suit, leaving the voices to be exclusive to the Japanese and Korean regions. == Reception == Jak II received positive reviews. The game currently holds an 88% approval rating on GameRankings based on 79 reviews and a score of 87 on Metacritic based on 47 reviews. IGN gave it a score of 9.5/10, saying: \"Naughty Dog weighs in with heavy guns, a dark story and mature content...And unlike pretty much every other platformer in the world, the story here is filled with characters who you'll either love or hate. It's the story that gives this game the feeling that it's an adventure, like Indiana Jones or even Max Payne. Jak is far more likeable now that he speaks, and the fact that he's pissed off and owns honking big guns weaves in an unmistakable new level of emotion into the narrative.\" GameSpot said, \"Everything in Jak II comes together to produce one of the best-looking, best-playing games on the PS2 so far\" and continued: \"Jak II is an enormous and ambitious game that succeeds on every level, the gameplay is rewarding, and the story twists and turns more than you'd expect from a game like this.\" Game Informer praised \"having the freedom to tackle challenges in a less linear fashion\" and likened the new gameplay to the Grand Theft Auto series. Steven Petite and Jon Bitner of Digital Trends consider Jak II to be the best in the series and one of the PlayStation 2's best platformers. Kotaku Luke Plunkett called Jak II one of the best PlayStation 2 games, highlighting the game's scale and characters. Criticisms were given to Jak IIs shortage of mission checkpoints and overall difficulty. As Naughty Dog developer Josh Scherr once admitted: \"One thing that everybody can agree on though, is that that game is just way too fucking hard.\" IGN named Jak II the #8 hardest PlayStation 2 game, citing its combat, platforming, city navigation, and instant death scenarios. Official U.S. PlayStation Magazine remarked: \"It isn't proper to expect us to be perfect in order to make up for your game's many imbalances... Life might not be fair, but I certainly expect my games to be.\" However, some saw the challenge as a positive, such as PlayStation Magazine, who said: \"I appreciate a good challenge in today’s games, and JAK II offers it.\" === Accolades === Jak II won Editor's Choice from IGN and GameSpot, and was followed by a nomination for Best PlayStation 2 Game by GameSpot as well. Jak II was added to Sony's Greatest Hits lineup on September 8, 2004, signifying at least 400,000 copies sold in its first 11 months. Jak II received a \"Platinum Prize\" in Japan for sales of over one million units. == References == === Notes === === Footnotes === == External links == * * Category:2003 video games Category:Cyberpunk video games Category:Dystopian video games Category:Jak and Daxter games Category:Naughty Dog games Category:Open world video games Category:Platform games Category:PlayStation 2 games Category:PlayStation Network games Category:Post-apocalyptic video games Category:Science fiction video games Category:Single-player video games Category:Video games about time travel Category:Video game sequels Category:Video games developed in the United States Category:Video games about revenge Category:Video games scored by Josh Mancell ",
    "title": "Jak II"
}