{
    "id": "1438582",
    "text": "is a town located in Kamikawa Subprefecture, Hokkaido, Japan. As of December 31, 2017, the town has an estimated population of 3,706, and a density of 3.53 persons per km². The total area is 1,049.24 km². The town is approximately 30 minutes by bus or car from Sōunkyō Onsen and other tourist attractions which make up Daisetsuzan National Park. The Ishikari River, the longest river in Hokkaido, flows from here. The town also prides itself on \"the most delicious ramen in Japan\".ラーメン日本一の町 上川町 ==Specialties== Kamikawa has many izakaya and snack bars. Kamikawa's speciality is \"karai ramen\" or spicy noodles. ==Economy== Many years ago, Kamikawa's primary industry was coal mining. Since then, Japan has adopted higher environmental standards and coal production is no longer economically sound, the townspeople like those in Kamikawa have had to find other means of employment. Beef and other types of farming are common (\"Black Angus\" cattle were originally imported here from Alberta, Canada in the 1980s), as well as \"Purin\" (pudding) producers and \"Ramen\" producers and shops. Kamikawa also capitalizes on its proximity to Daisetsuzan National Park as many of its townspeople work with Road Construction and Transportation through the Town Municipal Government, and others work in the tourist haven/onsen heaven that is Sōunkyō Gorge (modeled after Whistler, British Columbia, Canada - site of the 2010 Winter Olympics). Asiana Airlines operates a sales office in Kamikawa, near the Asahigawa Airport grounds.\"Worldwide Offices Japan .\" Asiana Airlines. Retrieved on January 19, 2009. ==Internationalization== Kamikawa broadened its international horizons in 1984 by becoming a Sister City with Rocky Mountain House in Alberta, Canada and participating in the JET Programme. Kamikawa boasts a Rotary club (started in the 1980s) with some members that have been to Canada several times. The resident Assistant Language Teacher of Kamikawa is often invited to join the Rotary Club dinner meetings (a.k.a. enkai) where both sides can practice their command of a foreign language. In 2018, the town is expected to hire a second JET Programme Assistant Language Teacher, bringing the total up to two. This is in response to changes to the English education in Japan taking place between 2018 and 2020. == Notable people== * Sara Takanashi, ski jumper ==Transportation== ===Air=== The town has no airport. The nearest international airport is the New Chitose Airport near Sapporo, and the nearest domestic airport is in Asahikawa. ===Rail=== Kamikawa is one of the last stops on the main JR line running east from Sapporo, therefore a wide range of rail services are available. ===Bus=== Kamikawa's bus service is excellent, but limited, so it is wise to check a local schedule. The bus service to Sounkyo Gorge is approximately 1000 yen one way, and the service to Asahikawa is approximately 2100 yen one way (2019 prices). ===National road=== Kokudou (Route) 39 leaves Asahikawa east to Kamikawa, and Kokudou (Route) 40 leaves from Asahikawa and goes as far east as Aibetsu-chou, going south through Aibetsu-chou will meet up with Kokudou 39 again. ===Municipal transit=== Kamikawa is very small and almost everything is within walking or bicycle distance. The Dohoku Bus company offers transport in and around Kamikawa's main spots, such as the high school and train station. ==References== ==External links== *Official Website Category:Towns in Hokkaido ",
    "title": "Kamikawa, Hokkaido"
}