{
    "id": "1439954",
    "text": "Norwegian Kingdom and some of its current overseas territories This is a list of current and former territorial possessions of the Kingdom of Norway. == Current overseas territories == Integral areas of Norway which are unincorporated: * Svalbard (including Bear Island), in the Arctic, a part of Norway since 1920. * Jan Mayen, in the Arctic, a part of Norway since 1929. Svalbard with Bear Island are subject to the provisions of the Svalbard Treaty. Svalbard and Jan Mayen are sometimes grouped together for some categorization purposes. Current dependencies of Norway are all in the southern polar region: * Peter I Island, in the Antarctic, possession since 1929. * Bouvet Island, in the Subantarctic and South Atlantic, possession since 1930. * Queen Maud Land, in the Antarctic, possession since 1939. === Map === Location of Norway and its overseas territories == Former dependencies and homelands == Norwegian Kingdom at its greatest extent about 1265 Kingdom of Norway (872–1397) with its homeland, dependencies and possessions Norwegian Kingdom and its former homeland before 1645 The so-called Greater Norway includes these entities: === Dependencies ceded to Scotland (1st phase) === *Hebrides, colonized from 700s to 1100s, part of an earldom, crown dependencies from 1100s to 1266, ceded by the Treaty of Perth. *Man, colonized from 850s to 1152, part of an earldom, crown dependency from 1152 to 1266, ceded by the Treaty of Perth. *Orkney, colonized from 800s to 875, earldom from 875 to 1100s, crown dependency from 1194 to 1470, pledged by Christian I. *Shetland, colonized from 700s to 900s, earldom from 900s to 1195, crown dependency from 1195 to 1470, pledged by Christian I. ==== Vassals ==== *Caithness and Sutherland overlordship from to 1266. === National homelands ceded to Sweden (2nd phase) === *Bohuslän, integrated from 800s to 1523, again from 1532 to 1658, ceded by the Treaty of Roskilde. *Idre & Särna, integrated from 800s to 1645, ceded by the Second Treaty of Brömsebro, border not formally delineated until 1751. *Jämtland, integrated from 1100s to 1645, ceded the Second Treaty of Brömsebro. *Härjedalen, integrated from 1200s to 1563, again from 1570 to 1645, ceded by the Second Treaty of Brömsebro. ==== Early entity ==== *Värmland, from as early as 820s (pre-unification) to about 1000, before being integrated into Sweden.\"När blev Värmland en del av det svenska riket?\" by Dick Harrison, Professor of history at the University of Lund. Svenska Dagbladet. Retrieved 28 September 2017. === Dependencies ceded to Denmark (3rd phase) === *Faroe Islands, settled and colonized pre-1035 and crown dependencies from 1035 to 1814, ceded by the Treaty of Kiel. *Greenland, colonized pre-1261 and crown dependency from 1261 to 1814, ceded by the Treaty of Kiel. *Iceland, settled and colonized pre-1262 and crown dependencies from 1262 to 1814, ceded by the Treaty of Kiel. The actual time of cession of the islands is somewhat disputed. Some claim it took place with the Union of Denmark and Norway in 1536/37, as the possessions of the Norwegian crown were claimed by the Oldenburg king. Nevertheless, they were still referred to as \"dependencies of Norway\" in later official documents. Also the Treaty of Kiel states: \"...and provinces, constituting the kingdom of Norway, [..], together with their dependencies (Greenland, the Faroe Isles, and Iceland, excepted); [...] shall belong in full and sovereign property to the King of Sweden,...\", clearly indicating that they were until 1814 regarded as a part of Norway. ==== Eastern Greenland Case ==== *Erik the Red's Land, northeast coast of Greenland, claimed (June 27) and annexed (July 10) from 1931 until awarded to Denmark by a court decision in 1933. === Briefly-ruled areas === ==== Welsh homeland ==== *Anglesey, crown dependency from 1098 to 1099, reverted to Kingdom of Gwynedd as of lack of settlements. ==== Danish homelands ==== *Kungsbacka, Varberg & Falkenberg, historical Northern Halland, part of the kingdom from 1287 to 1305. ==== Swedish homelands ==== * Västergötland, Dalsland & Värmland, part of the kingdom from 1374 to 1380. == Suzerainties – Dublin and Mann == * Mann and the Isles, under Norwegian suzerainty.Somerled: Hammer of the Norse * Kingdom of Dublin, nominally under Norwegian suzerainty. == Former territorial claims == * The Kingdom of England, now part of United Kingdom, claimed by several Norwegian kings (Hardrada dynasty) in the 11th century. * The Kingdom of Denmark, claimed by several Norwegian kings (Hardrada dynasty) in the 11th century. * South Georgia, now part of the British Overseas Territories of United Kingdom. ::The spread of Norwegian whaling industry to Antarctica in the early 20th century motivated Norway, right after its independence from the United Kingdoms of Sweden and Norway in 1905, to pursue territorial expansion not only in the Arctic claiming Jan Mayen and Sverdrup Islands, but also in Antarctica. Norway claimed Bouvet Island and looked further south, formally inquiring with Foreign Office about the international status of the area between 45° and 65° south latitude and 35° and 80° west longitude. Following a second such diplomatic démarche by the Norwegian Government dated 4 March 1907, Britain replied that the areas were British based on discoveries made in the first half of the 19th century, and issued the 1908 Letters Patent incorporating the British Falkland Islands Dependencies with a permanent local administration in Grytviken established in 1909.Odd Gunnar Skagestad. Norsk Polar Politikk: Hovedtrekk og Utvikslingslinier, 1905–1974. Oslo: Dreyers Forlag, 1975Thorleif Tobias Thorleifsson. Bi-polar international diplomacy: The Sverdrup Islands question, 1902–1930. Master of Arts Thesis, Simon Fraser University, 2004. * Fridtjof Nansen Land, now part of Russia, claimed from 1926 to around 1929, rejecting a claim of the Soviet Union.Barr (1995): 96 * Sverdrup Islands, now part of Canada, claimed from 1902 until Canadian sovereignty recognised in 1930, as part of an agreement with the British Empire, for the British to recognise Jan Mayen as Norwegian territory.Berton, Pierre. The Arctic Grail: The Quest for the North West Passage and the North Pole. Toronto: Random House of Canada Ltd., 1988, p. 629. * Erik the Red's Land, northeast coast of Greenland, claimed and annexed from 1931 until awarded to Denmark by a court decision in 1933. * Inari and Petsamo, now part of Finland and Russia, claimed from Finland from about 1942 to 1945 by the Quisling regime during the Nazi occupation of Norway.Kurt D. Singer (1943). Duel for the northland: the war of enemy agents in Scandinavia. R. M. McBride & company, p. 200 * Murmansk and Arkhangelsk as Bjarmland, now part of Russia, claimed from the Soviet Union from about 1942 to 1945 by the Quisling regime, and was earlier also claimed by Norway in the High Middle Ages and Late Middle Ages. Quisling designated the area reserved for Norwegian colonization as Bjarmeland, a reference to the name featured in the Norse sagas for Northern Russia.Dahl (1999), p. 296Hans Fredrik Dahl (1999). Quisling: a study in treachery. Cambridge University Press, p. 343 == See also == * Danish colonial empire for Dano–Norwegian colonies * Earldom of Orkney * Icelandic Commonwealth * Irredentism == References == Category:Kingdom of Norway (872–1397) Norway Possessions ",
    "title": "List of possessions of Norway"
}