{
    "id": "1439496",
    "text": "The Cruise is a 76-minute documentary released in 1998. It was the debut film of Bennett Miller, who became prominent after directing Capote (2005). The film records the worldview and personality of Timothy \"Speed\" Levitch, who was then a guide for bus tours of New York City. Levitch had become popular for his unconventional narrative about the city that he delivered at a frenetic pace. ==Production== The production of the film has also drawn critical commentary. James Berardinelli wrote, \"'The Cruise' is a typical example of low-budget documentary film making. It's in grainy black-and-white (a blowup from the video it was shot on) with a flat audio. Oddly, however, this approach gives Levitch's New York a timeless quality. The Gershwin song \"But Not for Me\" plays as the camera captures the modern skyline, creating a sense of the past and present blurring together. The film was in production for 3.5 years and Miller worked as a one-man camera crew, solely operating a handheld video camera, a wireless microphone on Levitch, and a Sennheiser shotgun microphone that was collapsible and thus easily transportable. Miller discarded the first 80 hours of footage he captured of Levitch only to start from scratch. Levitch reportedly chose not to sit in on the majority of the editing process, choosing instead to stick to his core principles: to succumb to the chaos of the universe. The production team, including editor Michael Levine, spent 8 months editing the film. ==Release== The Cruise was initially rejected by many film festivals. It premiered at the Los Angeles Independent Film Festival in 1998 and was later screened at New York's Docfest. On October 14, 1998, The Cruise was released in New York City at the Angelika Film Center. After being picked up by distributor Artisan Entertainment, it was released nationwide on November 6, 1998. The Cruise was released to DVD in 2006. ==Reception== At the time of the film's release, Stephen Holden wrote, \"Filmed in high-contrast black and white that makes the city look harshly magnificent, at once irresistible and forbidding, The Cruise could be described as a whirlwind tour both of New York and of Levitch's feverish mind.\" Following the film's release to DVD in 2006, Brett Cullum wrote, \"Although we do get to see some familiar sites, including winsome glimpses of the World Trade Center towers, the camera hardly ever leaves the face of our tour guide. This is all one extended character study, and is not concerned with narrative or sight seeing. No, this is a dadaist manifesto delivered off the pavement leading to the Brooklyn bridge. It runs like an hour of poetic jazz—verbal scats and flourishes aplenty.\" The Cruise was nominated for several awards, including Best Documentary from the Online Film Critics Society and the Satellite Awards. Michael Levine, the film's editor, was nominated for the Best Edited Documentary Film award (\"Eddie\") by the American Cinema Editors. \"The Cruise\" was also nominated for the Daring Digital Award at the Jeonju Film Festival. It won the Wolfgang Statuote Award and the Don Quixote Award at the Berlin International Film Festival, demonstrating the film's international diffusion, and the Best Documentary Audience Award and the Feature Competition Special Jury Award at the Newport International Film Festival. ==References== ==Further reading== * Quotes of Levitch from the film. * Interview with Bennett Miller and Timothy \"Speed\" Levitch. ==External links== * * www.speedlevitchonline.com: The official website of Timothy Speed Levitch Category:1998 films Category:Artisan Entertainment films Category:American films Category:English-language films Category:American documentary films Category:Documentary films about actors Category:1998 documentary films Category:Documentary films about New York City Category:Films directed by Bennett Miller Category:1998 directorial debut films ",
    "title": "The Cruise (1998 film)"
}