{
    "id": "1439244",
    "text": "The Searles Castle is located in Windham, New Hampshire, in the United States. Edward Francis Searles commissioned its design and construction. Construction began in 1905 and was completed in 1915. It was intended to be a 1/4-scale replica of the medieval Tudor manor of Stanton Harcourt in Oxfordshire, England, but since most of the manor had been torn down in the 18th century, the castle bears little resemblance to the historical structure.Headley, Gwyn (1996). Architectural Follies in America, pp. 71–72. John Wiley & Sons, Inc. ==History and construction== Searles hired architect Henry Vaughan to design Searles Castle. It is built of cut granite, fieldstone, and dark red sandstone, most of which came from Searles' own quarries in Pelham, New Hampshire. The castle is situated high atop the Searles estate. The cost of construction was about $1,250,000. The castle consists of an entrance, a reception hall, a foyer, a dining room, a music room, a sun porch, a library, a grand stairway, a second floor guest suite, a third floor guest suite, a second floor rotunda (or balcony), servants' rooms, a kitchen, a butler's pantry, butlers' rooms, and a master bedroom suite which consists of a master bedroom, a sitting room, a bathroom, and a sun room. ==Later ownership== When Searles died on August 6, 1920, he left the castle to his executive secretary, Arthur T. Walker. When Mr. Walker died seven years later, he left the castle to his niece, Iva C. McEachern, who sold it to real estate broker Frank M. Andrew in 1930 for $2,000,000. Mr. and Mrs. Andrew lived in the castle from 1943 to 1952, at which time it was sold to the Religious Order of the Sisters of Mercy. For a while, they used it as a novitiate for young women who were entering the Sisters of Mercy. From 1962 to the mid-1980s, classes were held in the castle. Due to water damage and other problems, the castle was closed for about five years. The roof was replaced, and in 1990 the decision was made to reopen the castle. ==Current uses== In 1991, in an effort to restore the interior of the castle, a \"Decorators' Showcase\" was held. Through the generosity of those interior designers and contributions received over the years from many benefactors, the interior of the building has been refurbished. Since that time, the castle has been available to the public for social, cultural, religious, and business events. In November 2001, the Sisters of Mercy contracted David and Linda Kolifrath of Salem, New Hampshire, to organize and manage events held at the castle. At this time it was decided that operations would be expanded to include weddings and receptions in the castle courtyard in an effort to better utilize the facility, better serve the needs of the public, and to raise additional funds to further the charitable programs of the Sisters of Mercy. The property, along with several surrounding properties, sold in February 2019 to a California pharmaceutical company owner for $3.4 million. ==References== Category:Castles in the United States Category:Houses in Rockingham County, New Hampshire Category:Windham, New Hampshire ",
    "title": "Searles Castle (New Hampshire)"
}