{
    "id": "1439915",
    "text": "This is a partial list of loanwords in English language, that were borrowed or derived, either directly or indirectly, from Malay language. Many of the words are decisively Malay or shared with other Malayan languages group, while others obviously entered Malay both from related Austronesian languages and unrelated languages of India and China. Some may also not directly derived from Malay into English, but through other languages, in particular, that of European powers that have exercised significant influence in the Maritime Southeast Asia. The adoption of various Malay terms began with contact between European powers and classical Malay sultanates in the 16th century and accelerated in the 19th century with the advent of British colonisation in the region. Many of the earliest borrowing can be found in the accounts of early voyages during the age of discovery, when traders and travellers brought back products and objects of natural history from Maritime Southeast Asia which became known by their native names. Over the time, with the flowering of English literature dealing with subjects native to the region, other words used to denote things and notions of Malay world and culture, have also made their way into English. ==A== ; Agar (also 'agar-agar'): a gelatinous substance obtained from various kinds of red seaweed and used in biological culture media and as a thickener in foods. From Malay agar-agar, first known use was in 1813. ; Amok (also 'amuck' or ):out of control, especially when armed and dangerous; in a frenzy of violence, or on a killing spree, 'berserk', as in 'to run amok'. Adopted into English via Portuguese amouco, from Malay amok ('rushing in a frenzy'). Earliest known use was in 1665 as a noun denoting a Malay in a homicidal frenzy. ; Angraecum: New Latin modification of Malay anggěrik orchid. First known use was in 1805. ; Attap: From the Malay word atap (thatch). Thatch made in SE Asia from Nipa palm fronds. ==B== ; Babirusa (also 'babiroussa') : from French babiroussa, from Malay babi hog + rusa deer. A wild pig (Babyrousa babyrussa) of Southeast Asia with backward-curving tusks. First known use was in 1673. ; Balanda (also 'ballanda' or 'ballander') : from Makasarese balanda, from Malay belanda (alteration of Hollander in the sense of \"Dutchman\"). First known use in English was from the mid 19th century. The Yolŋu people of Arnhem Land in northern Australia, through their contact with Macassan traders, adopted the word and use it for all white people. ; Bamboo : from Dutch bamboes, based on Malay mambu. First known use was in 1586. The common Malay word for bamboo is buluh, however the root word mambu may originated as a corruption from the Malay word semambu, a type of rattan used to make the walking stick variously referred as Malacca cane or bamboo cane in English. ; Banteng : from Malay banteng, derived from Javanese banṭéng. A Southeast Asian forest ox that resembles the domestic cow, domesticated in Bali Bos javanicus.' First known use was in 1817. ; Bilimbi : a Southeast Asian evergreen tree (Averrhoa bilimbi) resembling the carambola. Also referring to the very acid fruit of the bilimbi that is used for preserves or pickles. From Konkani bilimbī, from Malay bĕlimbing. ; Binturong : from binturong, 'a large species of civet, Arctictis binturong, of Southeast Asia'. First known use was in the early 19th century. ==C== ; Caddy : a small storage container, typically one with divisions, for example a tool caddy. Also might refers to a 'tea caddy', a small tin in which tea is kept for daily use. From earlier catty, denoting a unit of weight of 1 1/3 lb (0.61 kg), from Malay kati. First known use was in 1792. ; Catechu (also cutch) : any of several dry, earthy, or resinous astringent substances obtained from tropical plants of Asia, as an extract of the heartwood of an East Indian acacia (Acacia catechu) or as gambier. New Latin modification of Malay kachu; of possible Dravidian origin; akin to Tamil and Kannada kācu and catechu. First known use was in 1683. ; Cajuput : An Australasian tree related to the bottlebrushes, with papery bark. Derived from Malay kayu putih, literally ‘white tree’, first known use in English was in the late 18th century. ; Caladium : any of a genus of tropical American plants of the arum family widely cultivated for their showy variably colored leaves. New Latin genus name, from Malay kĕladi, an aroid plant. First known use was in 1881. ; Camphor : a tough gummy volatile aromatic crystalline compound C10H16O obtained especially from the wood and bark of the camphor tree and used as a liniment and mild topical analgesic in medicine, as a plasticizer, and as an insect repellent; also : any of several similar compounds (as some terpene alcohols and ketones). Derived from Middle English caumfre, from Anglo-French, from Medieval Latin camphora, from Arabic kāfūr, possibly from Malay kapur. First known use was in the 14th century. ; Cananga : New Latin for a tree of the genus Canangium. Derived from Malay kĕnanga, first known use in English was in the late 18th century. ; Cassowary : any of a genus (Casuarius) of large ratite birds chiefly of New Guinea and northern Australia that have a horny casque on the head and are closely related to the emu. Derived from Sanskrit kās'sōvāris (कास्सोवारिस्) to Malay kĕsuari, from an Austronesian language of the Moluccas. First known use was in 1611. ; Carabao : the Water buffalo. Derived from [Spanish, from Visayan karabáw, from Malay kerbau.]. ; Casuarina : any of a genus (Casuarina of the family Casuarinaceae) of dicotyledonous chiefly Australian trees which have whorls of scalelike leaves and jointed stems resembling horsetails and some of which yield a heavy hard wood. New Latin genus name, from Malay pohon kĕsuari, literally, 'cassowary tree'; from the resemblance of its twigs to cassowary feathers. First known use was in 1777. ; Catty : any of various units of weight of China and Southeast Asia varying around 11⁄3 pounds (about 600 grams); also : a standard Chinese unit equal to 1.1023 pounds (500 grams). Adopted from Malay kati, first known use was in 1598. ; Cempedak (also Chempedak) : from Cempedak, a species of tree and its fruit in the family Moraceae. ; Cockatoo : any of various large noisy chiefly Australasian crested parrots (family Cacatuidae and especially genus Cacatua). From Dutch kaketoe, from Malay kakaktua. First Known use was in 1634. ; Compound (enclosed group of buildings) : a fenced or walled-in area containing a group of buildings and especially residences. Derived by folk etymology referring to such area in Southeast Asia, from Portuguese campon or Dutch kampoeng, from Malay kampong ('enclosure, hamlet'). First known use was in 1679. ; Cootie : head louse, a type of small insect that lives in people's hair. Modification of Malay kutu of the same meaning. First known use was in 1917, popularised by British soldiers during the First World War. ==D== ; Dammar : any of various hard resins from trees in the families Araucariaceae (genus Agathis), Dipterocarpaceae (genera Hopea, Shorea, and Vatica), and Burseraceae (genus Canarium). Derived from Malay damar ('resin'), first known use was in 1698. ; Dugong : new Latin genus name of a sirenian mammal (Dugong dugon of the family Dugongidae) of a monotypic genus that has a bilobed tail and in the male upper incisors altered into short tusks and that inhabits warm coastal waters chiefly of southern Asia, Australia, and northeastern Africa. Probably derived from Cebuano dugung, itself adopted from Malay duyong ('mermaid' or 'lady of the sea'). First known use was in 1800. ; Duku : a species of tree in the Mahogany family, Lansium parasiticum, with fruit known as duku or lansat. Derived from Malay duku. ; Durian : a spiny oval tropical fruit containing a creamy pulp, famous for its fetid smell but highly valued for its flavour. Derived from Malay duri ('thorn') with noun-building suffix -an, thus durian means 'thorny'. First known use was in 1588. ==G== ; Gambier : a yellowish catechu that is obtained from a tropical Southeast Asian woody vine (Uncaria gambir) of the madder family and is used for chewing with the betel nut and for tanning and dyeing. First known use was in 1830, adopted from Malay gambir, the name of the plant. ; Gecko : any small insectivorous terrestrial lizard of the family Gekkonidae, of warm regions. Their digits have adhesive pads, which enable these animals to climb on smooth surfaces. First known use was in 1774, adopted from Malay geko or gekok, imitative of its cry. ; Gibbon : long-armed apes of Southeast Asia. The English word 'gibbon' is said to be a reborrowing from French, and folk etymology (cf. Gibbon (surname))Skeat, Walter William (1910), “gibbon”, in An etymological dictionary of the English language, Oxford: Clarendon, page 778. originally from an Orang Asli word, probably via a Malay intermediary. ; Gingham : a cotton fabric, usually woven of two coloured yarns in a checked or striped design. First known use was in 1615, adopted via Dutch gingang, from Malay genggang (originally an adjective meaning 'striped'). ; Godown : a warehouse. First known use was in 1552, by folk etymology, possibly adopted via Portuguese gudão, from Malay gudang. ; Gomuti : a Malayan feather palm (Arenga pinnata) that has large leaves with the bases densely clothed with fibers, yields a sweet sap from which jaggery and palm wine are made, and has a pith that furnishes a sago. Derived from Malay pohon gĕmuti. ; Gong : a disk-shaped percussion instrument that produces a resounding tone when struck with a usually padded hammer, or a saucer-shaped bell (as in a fire alarm) that is struck by a mechanical hammer, or a wire rod wound in a flat spiral for sounding the time or chime or alarm (as in a clock). First known use was in 1590, from Malay gong or gung of imitative origin. ; Gutta-percha : a whitish rubber substance derived from the coagulated milky latex of any of these trees: used in electrical insulation and dentistry, or any of several tropical trees of the sapotaceous genera Palaquium and Payena, especially Palaquium gutta. First known use was in 1845, from Malay getah perca, from getah ('gum') + perca ('strips of cloth' which it resembles), altered by association with obsolete gutta ('gum'), from Latin gutta ('a drop'). ==I== ; Ikat : a method of creating patterns in fabric by tie-dyeing the yarn before weaving, also referring to a fabric in which the yarns have been tie-dyed before weaving. First known use was in 1927, adopted from Malay ikat (literally to tie, bind, fasten). ==J== ; Japan : from Portugues Japao or Dutch Japan, acquired from Malay Jepun, itself originated from a Chinese dialect as Jih Pun, literally 'origin of sun'. First known use in English was in the 1570s. ; Junk (type of boat) : a flat-bottomed sailing vessel of a kind typical of China and the Southeast Asia, with a prominent stem and lug sails. First known use was in the mid 16th century: adopted via obsolete French juncque or Portuguese junco, from Malay jong, reinforced by Dutch jonk. ; Jelutong (type of timber) : from Malay jelutong, a Malaysian tree with pale lightweight timber and produces a latex from which chewing gum is made. ==K== ; Kampong : a hamlet or village in a Malay-speaking country. First known use in English was in 1844. ; Kanchil : any of several small chevrotains, also known as mousedeer, of Southeast Asia formerly regarded as constituting several species but now usually held to be varieties of one (Tragulus kanchil). ; Kapok : a silky fibre obtained from the hairs covering the seeds of a tropical bombacaceous tree, Ceiba pentandra (kapok tree or silk-cotton tree): used for stuffing pillows, cushions, and for sound insulation. Also called, silk cotton. First known use was in 1750, adopted from Malay kapuk. ; Kapur : a large tropical Old World tree which yields light brown timber, edible fruit, and camphor. Genus Dryobalanops, family Dipterocarpaceae. Derived from Malay kapur. ; Ketchup : any of various piquant sauces containing vinegar and tomatoes, used as a relish. First known use was in 1690, derived via Malay kĕchap fish sauce, from Hokkien kōetsiap brine of pickled fish, from kōe ('seafood') + tsiap ('sauce'). ; Kris (also archaic 'creese') : an Indonesian (Javanese) or Malay dagger with a ridged serpentine blade. First known use was in 1580, derived from Malay kĕris, from noun- building prefix kĕ- + verb hiris ('to slice'). ==L== ; Lalang : a species of grass in the family Poaceae. Also referred to savannah lands of eastern Asia characterized by the presence of cogon. Derived from Malay lalang. ; Launch : a large boat that operates from a ship or a motorboat that is open or that has the forepart of the hull covered. Historically referred to the largest boat carried on a man-of-war. First known use was in 1697, possibly derived from Spanish or Portuguese lancha ('barge'), from Malay lancharan boat, from the root word lanchar ('velocity without effort' or 'action of gliding smooth primarily of boats and turtles') + noun-building suffix -an. ; Langsat : from Malay langsat, a species of fruit-bearing tree belonging to the family Meliaceae [Lansium domesticum]. ; Latah : from Malay latah, a condition in which abnormal behaviors result from a person experiencing a sudden shock.Latah ; Lepak : (especially of a young person) spend one's time aimlessly loitering or loafing around. ‘I'm just lepaking at home, doing nothing’. Apparently from Malay, perhaps from lepa ‘inattention’.'. ; Lory : any of various small brightly coloured parrots of Australasia, having a brush- tipped tongue with which to feed on nectar and pollen. First known use was in 1682, via Dutch from Malay lūrī, a variant of nūrī. ; Lutung : a common black langur (Presbytis obscurus or P. maurus) of southeastern Asia and the East Indies. Derived from Malay lotong. ==M== ; Mandarin : a high public official of imperial China. First known use was in 1589, derived from Portuguese mandarim, from Malay mĕntĕri ('minister'), itself originated from Sanskrit mantrin ('counselor'), a derivation from mantra ('counsel'). ; Mangosteen : a Southeast Asian tree, Garcinia mangostana, with thick leathery leaves and edible fruit of family Clusiaceae. Also referring to the fruit of this tree, having a sweet juicy pulp and a hard skin. First known use was in 1598, derived from Malay mangisutan, a dialect variant of manggis. ; Manucode : any of various bird-of-paradise. Derived from New Latin manucodiata, from Malay manuk dewata, literally, 'bird of the gods'. ; Meranti : white, red, or yellow hardwood from a Southeast Asian tree (genus Shorea). First known use was in the late 18th century, derived from Malay mĕranti. ; Merbau : the hardwood of a Southeast Asian tree (genus Intsia). First known use was in the late 18th century, from Malay mĕrbau. ; Musang : A palm civet of the Asian genus Paradoxurus; especially the toddy cat, P. hermaphroditus. First known use was in the late 19th century, by William Marsden (1754–1836), orientalist and numismatist. From Malay musang. ==N== ; Napu : any of several Indo-Malayan chevrotains resembling but larger than the kanchils and probably all varieties of a single species (Tragulus javanicus). Derived from Malay napoh. ; Nipa : a palm tree with creeping roots, characteristic of mangrove swamps in India and the Pacific islands. First known use was in 1779, denoting an alcoholic drink made from the sap of the tree, via Spanish or Portuguese, from Malay nīpah. ==O== ; Orangutan : a large anthropoid ape, Pongo pygmaeus, of the forests of Sumatra and Borneo, with shaggy reddish-brown hair and strong arms. First known use was in 1691, Bazaar Malay (Malay-based pidgin), from Malay ōrang ('man') + hūtan ('forest'). ==P== ; Paddy : 'rice paddy', rice as a growing crop or when harvested but not yet milled. Also called 'paddy field', referring to the rice plant Oryza sativa. Derived from Malay pādī, first known use was in 1623. ; Pandanus : a tropical tree or shrub with a twisted stem, long spiny leaves, and fibrous edible fruit.[Genus Pandanus.]. New Latin genus name, from Malay pandan screw pine, first known use was in 1830. ; Pangolin : any mammal of the order Pholidota found in tropical Africa and Southeast Asia, having a body covered with overlapping horny scales and a long snout specialized for feeding on ants and termites. First known use was in 1774, derived from Malay pĕngguling ('one that rolls/curls'), from the root word guling ('to roll over'); from its ability to roll into a ball. ; Pantoum : a verse form consisting of a series of quatrains in which the second and fourth lines of each verse are repeated as the first and third lines of the next. Derived via French, from Malay pantun. First known use was in the late 18th century. ; Parang : a short sword, cleaver, or machete common in Malaysia and Indonesia. First known use was in 1839, derived from Malay parang. ; Picul : a unit of weight used in China and South-East Asia equal to 100 catties (approx. 133 lb, 60.4 kg). Earliest use was from the late 16th century, in the work of a translator, Robert Parke (fl. 1588–1589). Derived from Malay pīkul, a load as heavy as an ordinary man can lift, 100-catty weight. ; Proa (also 'prahu' or 'prau'): any of several kinds of canoe-like boats used in the Southeast Asia, especially one equipped with a large triangular sail and an outrigger. Earliest known use was in 1582, from Portuguese proa via Malay pĕrahu. ; Pulasan : a Southeast Asian tropical fruit that resembles the closely related rambutan but is sweeter and less juicy. Derived from Malay pulasan, from the root word pulas ('to twist' referring to the act of twisting the fruit with both hands to open it) + noun-building suffix -an. ==R== ; Rambutan : a bright red spiny Southeast Asian fruit closely related to the lychee; also referring to the tree (Nephelium lappaceum) of the soapberry family that bears this fruit. Earliest known use was in 1707, from Malay rambūtan, from the root word rambūt ('hairy', with allusion to the fruit's spines) + noun-building suffix -an. ; Ramie : a woody urticaceous shrub of Asia, Boehmeria nivea, having broad leaves and a stem that yields a flaxlike fibre. Also referring to the fibre from this plant, used in making fabrics, cord. First known use was in 1832, from Malay rami. ; Rattan : any of the climbing palms of the genus Calamus and related genera, having tough stems used for wickerwork and canes. Also referring to the stems of such plants collectively and a stick made from one of these stems. Earliest known use was in 1660, from Malay rōtan, probably derived from raut ('pare' or 'trim'). ; Ringgit : the standard monetary unit of Malaysia, divided into 100 sen. Literally 'serration', referring to the serrated edges of silver Spanish dollars which circulated widely in the area during the 16th and 17th century. First known use in English was in 1967. ==S== ; Sago : a starchy cereal obtained from the powdered pith of a sago palm, used for puddings and as a thickening agent. From Malay sāgū, possibly via Portuguese. Earliest known use was in 1580. ; Salak : from salak, ' a species of palm tree (family Arecaceae) native to Indonesia and Malaysia [Salacca zalacca]'. ; Sambal : a condiment made typically of peppers, pickles, grated coconut, salt fish, or fish roe and eaten especially with curry and rice. Derived from Malay sambal. ; Sapan : a small leguminous tree, Caesalpinia sappan, of Southeast Asia producing wood that yields a red dye. Derived via Dutch sapan in the 16th century, from Malay sapang. ; Sapiutan : a small wild ox of Sulawesi (Anoa depressicornis) related to the buffalo but having nearly straight horns. Derived from Malay sapi hutan (literally 'wild cattle'), from sapi ('cow') + hutan (forest, wild). ; Sarong : a draped skirtlike garment worn by men and women in the Southeast Asia, Sri Lanka, and the Pacific islands. Earliest known use was in 1830, derived from Tamil caram (சரம், 'string') via Malay sarung (literally 'to sheath'). ; Satay (also 'sate') : from Malay satai, Javanese/Indonesian \"sate\", an Indonesian and Malaysian dish consisting of small pieces of meat grilled on a skewer and served with spiced sauce. ; Seladang : a wild ox with a dark brown or black coat with white lower legs, native to India and Malaysia. [Bos gaurus.] . First known use was in the early 19th century, derived from Malay sĕladang. ; Siamang : a large black gibbon native to Sumatra and Malaya [Hylobates syndactylus.] Earliest known use was in 1822, from Malay siamang. ; Silat : the Malay art of self-defence, practised as a martial art or accompanied by drums as a ceremonial display or dance. ; Sumpit : a blowgun, also called sumpitan. Derived from Malay sumpit (act of shooting with a blowgun). ==T== ; Tael : a unit of weight, used in the Far East, having various values between one and two and a half ounces. Also formerly a Chinese monetary unit equivalent in value to a tael weight of standard silver. Earliest known use was in 1588, adopted via Portuguese, from Malay tahil (literally 'weight'). ; Tea : from Dutch tay, derived from Malay teh, itself originated from Chinese (Amoy dialect) t'e, which corresponds to Mandarin ch'a. First known use in English was in 1655. ; Tical : an archaic monetary unit of Malay origin, tikal. Adopted into English possibly via Thai or Portuguese, first known use was in 1662. ; Tokay : a large gecko, Gekko gecko, of South and Southeast Asia, having a retractile claw at the tip of each digit. Derived from Malay toke' or tokek, of imitative origin. First known use was in 1696. ; Tombac : any of various brittle alloys containing copper and zinc and sometimes tin and arsenic: used for making cheap jewellery. A French term derived from Dutch tombak, in turn from Malay tĕmbaga ('copper'), apparently from Sanskrit tāmraka, from the root word tāmra ('dark coppery red'). Earliest known use in English was in 1602. ; Trepang : any of several large sea cucumbers (as of the genera Actinopyga and Holothuria) that are taken mostly in the southwestern Pacific and are boiled, dried, and used especially in Asian cuisine, also called bêche-de-mer. From Malay těripang, first known use was in 1783. == See also == * Lists of English words of international origin * The category of words with Malay derivations at Wiktionary, Wikipedia's sister project ==Notes== ==References== * * Karl-Heinz Best: Malay borrowings in English, in: Glottometrics 31, 2015, p. 50 – 53 (PDF ram-verlag.eu) * Concise Oxford Dictionary - Tenth Edition of Oxford University Press * * * * * * * * * * * * Malay Category:Malay language ",
    "title": "List of English words of Malay origin"
}