{
    "id": "1439880",
    "text": "\"Sweet Georgia Brown\" is a jazz standard and pop tune composed in 1925 by Ben Bernie and Maceo Pinkard, with lyrics by Kenneth Casey. ==History== Reportedly Ben Bernie came up with the concept for the song's lyrics – although he is not the accredited lyricist – after meeting Dr. George Thaddeus Brown in New York City: Dr. Brown, a longtime member of the State House of Representatives for Georgia, told Bernie about Dr. Brown's daughter Georgia Brown and how subsequent to the baby girl's birth on August 11, 1911 the Georgia General Assembly had issued a declaration that she was to be named Georgia after the state, an anecdote which would be directly referenced by the song's lyric: \"Georgia claimed her – Georgia named her.\" The tune was first recorded on March 19, 1925, by bandleader Ben Bernie, resulting in a five-week number one for Ben Bernie and his Hotel Roosevelt Orchestra.CD liner notes: Chart-Toppers of the Twenties, 1998 ASV Ltd. One of the most popular versions of \"Sweet Georgia Brown\" was recorded in 1949 by Brother Bones and His Shadows and later adopted as the theme song of the Harlem Globetrotters basketball team in 1952. ==Renditions== * Ben Bernie and His Hotel Roosevelt Orchestra, 1925 * California Ramblers, 1925 * Ethel Waters, 1925 * Cab Calloway, 1931 * Bing Crosby recorded the song on April 23, 1932 with Isham Jones and his Orchestra and it is assessed as reaching the No. 2 spot in the charts of the day. * Coleman Hawkins with Benny Carter and Django Reinhardt, 1937 * Django Reinhardt, 1938 * Art Tatum, 1941 * Charlie Parker and Dizzy Gillespie, 1943 * The version used by the Globetrotters is a 1949 instrumental by Brother Bones and His Shadows with whistling and bones by Brother Bones. It was adopted as the Globetrotters theme in 1952. * Bud Powell, 1950 * Red Norvo with Charles Mingus and Tal Farlow, 1950 * Gale Storm, album Gale Storm Sings, 1956.Windsor Star 26 May 1956 \"Gale Storm Gains New Fame as Singing Star\" by Matt Dennis p.9 * Anita O'Day, Jazz on a Summer's Day, 1958 * Carol Burnett, 1960 * Tony Sheridan recorded it with his studio backing group, The Beat Brothers, and it was issued on his 1962 album My Bonnie. * The Beatles as a backup band recorded it also for Tony Sheridan. The first version was recorded on May 24, 1962, in Hamburg, Germany, using the original lyrics and released in Germany on his EP Ya Ya in 1962https://www.beatlesbible.com/songs/sweet-georgia- brown/. The second was released as a single in 1964 during the wave of Beatlemania with Sheridan having re-recorded the vocals with tamer lyrics and the additional verse: \"In Liverpool she even dares/to criticize the Beatles' hair/With their whole fan-club standing there/oh Sweet Georgia Brown\". This version can be heard on the German compilation album The Beatles' First ! and its numerous reissues. * Nancy Sinatra, for the 1966 album Sugar * Jerry Lee Lewis, for the 1970 album There Must Be More To Love Than This * Rahsaan Roland Kirk, for the 1976 album The Return of the 5000 Lb. Man. * Oscar Peterson, Niels-Henning Orsted Pedersen, and Ray Brown performed the song live at the Montreux Jazz Festival, 1977 * Oscar Peterson, Live at the Blue Note, 1990 * Roberta Flack recorded \"Sweet Georgia Brown\" for her 1994 album Roberta: as Flack feared the song might be perceived as demeaning to women her version featured newly-added lyrics - written by Flack with her producers Jerry Barnes and Katreese Barnes - meant to establish Georgia Brown as (Roberta Flack quote:) \"a strong woman who is gorgeous, sexy, strong and intelligent\" rather than a pass-around girl.Billboard Vol 106 #35 (27 August 1994)\"Roberta Flack Celebrates 25 Years on Atlantic\" by Craig Rosen pp.12, 125 \"Sweet Georgia Brown\" has become a staple of Flack's live shows, the singer having stated that the lyric changes (Roberta Flack quote:) \"cost me $25,000 so I sing [the song] whenever I have the chance.\"Hartford Courant 17 July 1998 \"Flack Soothes With Her Songs\" by Donna Larcen p.A4 * Denny Zeitlin, Slickrock, 2003 * Mel Brooks used a Polish version of the song in his 1983 movie To Be or Not to Be. It is performed by himself and his wife Anne Bancroft. * Take 6's version on the 2008 album The Standard features both whistling and vocals. ==See also== *List of 1920s jazz standards ==Notes and references== Category:1925 songs Category:The Beatles bootleg recordings Category:Harlem Globetrotters Category:1920s jazz standards Category:Ella Fitzgerald songs Category:The Beatles with Tony Sheridan songs Category:Harry Connick Jr. songs Category:Trini Lopez songs Category:Sound trademarks Category:Songs with music by Maceo Pinkard Category:Songs about Georgia (U.S. state) Category:Cab Calloway songs ",
    "title": "Sweet Georgia Brown"
}