{
    "id": "1440690",
    "text": "View of Soho Square in 1992 Soho Square is a garden square in Soho, London hosting since 1954 a de facto public park let by the Soho Square Garden Committee to Westminster City Council. It was originally called King Square after Charles II. Its statue of Charles II has stood since the square's 1661 founding (one year after the restoration of the monarchy) except between 1875 and 1938; it is today well-weathered. During the summer, Soho Square hosts open-air free concerts. Of its 30 buildings (including mergers) 16 are listed (have statutory recognition and protection). By the time of the drawing of a keynote map of London in 1746 the newer name for the square had gained sway. The central garden and some buildings were owned by main heirs to the Dukedom of Portland's great London estates.'Soho Square Area: Portland Estate, Soho Square Garden', in Survey of London: Volumes 33 and 34, St Anne Soho, ed. F H W Sheppard (London, 1966), pp. 51-53. British History Online http://www.british-history.ac.uk/survey-london/vols33-4/pp51-53 [accessed 13 November 2018]. At its centre is a listed mock \"market cross\" building completed in 1926 to hide the above-ground features of a contemporary electricity substation; small, octagonal, with Tudorbethan timber framing. During the king's statue's absence through intercession of resident business Crosse & Blackwell it was a private garden feature at Grim's Dyke, a country house where it was kept by painter Frederick Goodall then by dramatist, librettist, poet and illustrator W. S. Gilbert of Gilbert and Sullivan fame. Initial residents were relatively significant landowners and merchants. Some of the use remains residential. From the 1820s to 1860s at least eleven artists recently qualified for major exhibitions were resident aside from permanent residents, some of whom were more accomplished artists, as comprised in the local rate books; by the end of that century charities, music, art and other creative design businesses had taken several premises along the square. A legacy of creative design and philanthropic occupants lingers including the British Board of Film Classification, 20th Century Studios UK, Dolby Europe Ltd, Tiger Aspect Productions, Saint Patrick’s Catholic Church which provides many social outreach projects to local homeless and addicts, the French Protestant Church of London (by architect Sir Aston Webb) and the House of St Barnabas a members' club since 2013 which fundraises and hosts events and exhibitions for homeless-linked good causes. ==History== Monmouth House in Soho Square was built for the Duke of Monmouth. It was later the French ambassador's residence, but it was demolished in 1773. Soho Square in 1816. At that time farm animals were often driven into London. The statue of Charles II by Caius Gabriel Cibber stands at the centre of Soho Square Built in the late 1670s, Soho Square was in its early years one of the most fashionable places to live in London. It was originally called King's Square, for King Charles II. The statue of Charles II was carved by Danish sculptor Caius Gabriel Cibber during the King's reign in 1681 and made the centrepiece of the Square; since it has returned it has not been in the centre. The development lease to convert the immediately surrounding fields, for years, was granted in 1677 to Richard Frith, citizen (elector of the Corporation of London) and bricklayer. Ratebooks (of the vestry) continued to call the square King Square until the first decade of the 19th century, however John Rocque's Map of London, 1746 and Richard Horwood's in 1792–9 mark it as Soho Square. By the early 19th century, the statue, fountain and attendant figures was described as 'in a most wretched mutilated state; and the inscriptions on the base of the pedestal quite illegible'.\"Soho Square Area: Portland Estate: Soho Square Garden\" in Survey of London volumes 33 and 34 (1966) St Anne Soho, pp. 51–53. Date accessed: 12 January 2008. In 1875, it was removed during alterations in the square by Thomas Blackwell, of Crosse & Blackwell, the condiment firm (who had premises at № 20-21 Soho Square from the late 1830s until the early 1920s), who gave it for safekeeping to his friend, artist Frederick Goodall, with the intention that it might be restored. Goodall placed the statue on an island in his lake at Grim's Dyke, where it remained when dramatist W. S. Gilbert purchased the property in 1890, and there it stayed after Gilbert's death in 1911. In her will, Lady Gilbert directed that the statue be returned, and it was restored to Soho Square in 1938.Photo of the statue William Thomas Beckford was born on 29 September 1760 in his family's London home at № 22\\. In the 1770s, the naturalist Joseph Banks who had circumvented the globe with James Cook, moved into № 32 in the south-west corner of the square. In 1778, Banks was elected president of the Royal Society and his home became a kind of scientific salon hosting scientists visiting from around the world. His library and herbarium containing many plants gathered during his travels were open to the general public. Between 1778 and 1801 the Square was home to the infamous White House brothel at the Manor House, 21 Soho Square. In 1852 the Hospital for Women, begun nine years before at Red Lion Square, moved to № 30 to accommodate 20 more beds. Twelve years later it bought 2 Frith Street; the old site was remodelled in 1908. It moved and merged in 1989 into the Elizabeth Garrett Anderson and Obstetric Hospital, Euston Road. Eleven artists whose addresses are given as being in Soho Square in exhibition catalogues, whose names do not appear in the vestry ratebooks, are listed by the 1966 Survey of London by historian F H W Sheppard. A common for commercial/high demand areas sequence of house rebuilding and renovation which had begun in the 1730s, when many of the houses built in the 1670s and 1680s were becoming dilapidated and old fashioned, continued for the next one and a half centuries. After the 1880s the rate of change was considerably faster. Between 1880 and 1914, 11 of the 38 old houses in the square were rebuilt or considerably altered. The majority of the new buildings provided office accommodation only and the residential, mercantile and manufacturing elements in the square declined. However, three of the eleven houses were demolished to make way for church buildings. Two of the original houses, №s 10 and 15, still stand. At №s 8 and 9 is the French Protestant Church of London, built in 1891–3. Fauconberg House was on the north side of the square until its demolition in 1924. A 200-person air raid shelter was built under the park during World War II, one of dozens in central London. In 2015 Westminster Council announced plans to put it up for sale.\"Bomb shelter under Soho Square could be London's next top restaurant venue, London Evening Standard, 2015 In April 1951 the residents' Soho Square Garden Committee leased the garden to the Westminster City Council for 21 years; the garden was not restored and opened to the public until April 1954. New iron railings and gates were provided in 1959 by the Soho Square Garden Committee with the assistance of Westminster City Council. Burroughes Hall was an important billiards and snooker venue in Soho Square, London from 1903 until it closed in 1967. The hall was in the premises of Burroughes & Watts Ltd., who had been at 19 Soho Square since 1836.http://www.burroughesandwatts.com/bw_heritage.html ==Residents== In 1862 the charity House of St Barnabas moved around the corner from Rose Street to its present base, 1 Greek Street (all other, fronting, buildings have address Soho Square). Wilfrid Voynich had his antiquarian bookshop at № 1 from 1902. № 22 became home to British Movietone and Kay (West End) Film Laboratories, having been re-built to its current form between 1913 and 1914. Publisher Rupert Hart-Davis lived at № 36 from about 1947. From 1956 to 1961, № 16 was headquarters of VistaScreen. The composer Benjamin Frankel lived at 17 Soho Square between 1953 and 1957, where he often hosted a circle of artists including the poet Cecil Day Lewis, film director Anthony Asquith, and the writer Leonard Woolf.https://www.oxforddnb.com/view/10.1093/ref:odnb/9780198614128.001.0001/odnb-9780198614128-e-67638 Benjamin Frankel] in the Oxford Dictionary of National Biography (2004) From 1967 to 1968, TVC Animation Studio leased floors at № 20 for the production of The Beatles - Yellow Submarine animated feature film. From 1955 to 1993, 13 Soho Square was the home and headquarters of animator Richard Williams.Obituary at The Guardian 20 August 2019 Retrieved 21 August 2019 ==Present day== Soho Square is home to several media organisations, including the British Board of Film Classification, 20th Century Fox, Bare Escentuals, Deluxe Entertainment Services Group, Dolby Europe Ltd, Fin London, Paul McCartney's MPL Communications, Tiger Aspect Productions, Wasserman Media Group and See Tickets. Past businesses include Sony Music; the linked record label Sony Soho Square is renamed S2 Records. The Football Association was headquartered at № 25 from October 2000 until 2009. On the east side the Roman Catholic parish church is partially on the site of Carlisle House with catacombs that spread deep under the square and further. Six approach ways exist: *Carlisle Street - to west. *Soho Street - to north. *Sutton Row - to east. To south side: *Greek Street *Batemans Buildings *Frith Street At the square's centre is a black-and-white, half-timbered, rustic gardener's hut with a steep hipped roof, a squat upper storey which overhangs (jettying), supported by timber columns. Its details use \"Tudorbethan\" style, built to appear as an octagonal market cross building. It was built in 1926 incorporating 17th or 18th century beams to hide the above-ground features of a contemporary electricity substation.http://www.ph.ucla.edu/epi/snow/housecentersohosquare.html ==Buildings and their status== {| class=\"wikitable sortable\" |- ! № (and any name) !! Side of Square !! Listed status !! When built |- | 1 || WSW || None || - |- | 2 || WSW || Grade II || 1735 |- | 3 || WSW || Grade II|| 1903 |- | 4 - 6 || WSW || Grade II || 1801 - 1805 |- | 7 || NNW || None || - |- | 8 - 9 The French Protestant Church || NNW || Grade II* || 1891-1893 by Aston Webb |- | 10 - 10A || NNW || Grade II || 1676 |- | 11 || NNW || None || - |- | 12 || NNW || None || - |- | 13 || NNW || Grade II* || 1768 - 1769 with earlier ( 1677) original woodwork above basement stairs. |- | 14 || NNW || None || - |- | 15 || NNW || Grade II|| 1677 - 1680 with later (1800 to 1900) changes to the facing front and roof |- | 16 || NNW || None || - |- | 17 - 19 || ENE || None || - |- | 20 || ENE || None || - |-ch | 21 || Example || Grade II|| 1838 - 1840 and 1920 with earlier ( 17th century) elements |- | St Patrick's Church || ENE || Grade II* || 1891 - 1893 (replacing makeshift same church in older building since 1802); many 18th century fixtures including two standing figures that \"may be\" from City of London's Moorfields sole place of Catholic worship for earlier years |- | St Patrick's Presbytery || ENE || Grade II || 1791 - 1793 |- | 22 || ENE || None || - |- | 23 || ENE || None || - |- | 24 || ENE || None || - |- | 25 || ENE || None || - |- | 26 || ENE || Grade II* || 1788 - 1789 |- | 1 Greek Street (House of St Barnabas) || SSE || Grade I|| 1744 - 1746 |- | 27 || SSE || None || - |- | 29 - 30 (former Hospital for Women)|| SSE || Grade II || 1909 - 1910 (recasing of earlier work) |- | 31 - 34 || SSE and WSW || None || - |- | 35 - 36 || WSW || Grade II|| 1680 with next two-centuries face and refittings |- | 37 || WSW || Grade II|| 1766 () with 19th century alterations |- | 38 - 38A || WSW || Grade II|| 1735 with 19th century shopfront, glazing etc. |} ==Cultural references== Plaque on the Kirsty MacColl memorial bench in Soho Square In the book A Tale of Two Cities by Charles Dickens, Soho Square is where Lucie and her father, Doctor Manette, reside. It is believed that their house is modelled on the House of St Barnabas which Dickens used to visit, and it is for this reason that the street running behind the House from Greek Street is called Manette Street (it was formerly Rose Street). Joseph Addison and Richard Steele wrote of their character Sir Roger de Coverley in The Spectator, \"When he is in Town he lives in Soho-Square.\" In the song \"Why Can't The English?\" from the musical My Fair Lady, Professor Henry Higgins laments, \"Hear them down in Soho Square/Dropping H's everywhere.\" In the novel Jonathan Strange & Mr Norrell by Susanna Clarke, the eponymous Jonathan Strange and his wife Arabella maintain a home in Soho Square as their residence in London.http://hurtfew.wikispaces.com/Jonathan+Strange The Soho Square garden contains a bench that commemorates the singer Kirsty MacColl, who wrote the song \"Soho Square\" for her album Titanic Days. After her death in 2000, fans bought a memorial bench in her honour, inscribing the lyrics: \"One day I'll be waiting there / No empty bench in Soho Square\". The Lindisfarne album Elvis Lives On the Moon also includes a song named \"Soho Square\".http://www.lindisfarne.co.uk/discography/elvis-lives-on-the-moon.htm ==Nearby places (not adjoining)== * Tottenham Court Road tube station * Oxford Street, to the North * Charing Cross Road, to the East ==See also== *Squares in London *List of garden squares in London ==Notes and references== ;Notes ;References ==External links== * * Pictures of Soho Square Category:Squares in the City of Westminster Category:1681 establishments in England ",
    "title": "Soho Square"
}