{
    "id": "1440373",
    "text": "Social conservatism in Canada represents conservative positions on issues of family, sexuality and morality. In the European and North American context, social conservatives believe in natural law as well as traditional family values and policies. ==Background== Canada's political and social history stems from long established ties to conservative institutions and ideals. The major founding institutions of pre-Confederation Canada, both in English and French Canada, were religious organizations. Groups such as the Jesuits in Quebec and various Anglican missions in Ontario gave rise to the founding educational, political and social hierarchies of the ensuing centuries. The Catholic Church's control and influence in Quebec was insurmountable for nearly 3 centuries prior to the Quiet Revolution. Similarly, British Toryism and Protestant puritanical ideals in Ontario were so deeply entrenched after the migration of conservative United Empire Loyalists fleeing the American Revolution that laws regarding alcohol, tobacco sales and gambling are still strictly regulated in Ontario. At the turn of the 20th century, Toronto had strict moralistic by-laws (which included a ban on Sunday sports into the 1950s as well as Sunday shopping into the 1980s). To this day, Ontario has some of the strictest liquor laws outside the Near and Middle East. The extent to which social conservatism was embedded in 19th and 20th-centuries is evidenced by the power and influence of Tory factions in pre-Confederation Canada, such as the Family Compact and the Chateau Clique, the prominence of the Conservative Party of Canada after Confederation and the pronounced stifling of left-leaning or progressive views until after the Second World War. Even to this day, social conservatism in Canada has a wide base of support outside the major urban centres of Toronto, Montreal and Vancouver. In modern times, however, social conservatism has not been as influential in Canada as in the past. The main reason is that right-wing, neoliberal politics as promoted by leaders such as Paul Martin and Prime Minister Stephen Harper have not been linked to moral or social conservatism.John Middlemist Herrick and Paul H. Stuart, eds. Encyclopedia of social welfare history in North America (2005) p. 143 That is, there is no large political party behind it, and social conservatives have divided their votes.David M. Haskell, Through a lens darkly: how the news media perceive and portray evangelicals (2009) p 57 Social conservatives demand a return to traditional morality and social mores, often through civil law or regulation. Social change away from traditional values is generally regarded as suspect, while social values based on tradition are generally regarded as tried, tested and true. It is a view commonly associated with religious conservatives, particularly Evangelicals or conservative Roman Catholics. Socially conservative values do not necessarily coincide with those of right-wing fiscal conservatism. Fiscally left-leaning politicians may embrace socially conservative values. Examples of socially conservative Canadians include Christian Heritage Party leader Jim Hnatiuk former leader Ron Gray and former leader of the Conservative Party of Canada Andrew Scheer. ==Political impact== Stockwell Day In modern Canadian politics, social conservatives often felt that they were being sidelined by officials in the Progressive Conservative Party of Canada. Many of them felt shunned by a party that was largely led and run by Red Tories for the last half of the twentieth century. Many eventually made their political home with the Reform Party of Canada and its forerunner the Social Credit Party of Canada. Despite Reform leader Preston Manning's attempts to broaden the support of the Reform movement through populism, the party was dominated by social conservatives. Manning's reluctance to allow his party to wholly embrace socially conservative values contributed to his deposition as leader of the new Canadian Alliance in favour of Stockwell Day.Murray Dobbin, Preston Manning and the Reform Party (1991) The social conservative movement remained very influential in the Canadian Alliance even after Day's defeat at the hands of Stephen Harper in 2002. In the Conservative Party of Canada that emerged from a coalition of Canadian Alliance members and Progressive Conservatives, social conservatives are still a force to be taken into account, but many Conservative Party supporters have been disappointed with what they regard as the minimal influence of social conservatism in the Stephen Harper government. In part this minimal influence can be explained by the fact of a minority government, but some would blame it also on Harper's own lack of enthusiasm for the changes social conservatives would advocate. There is a large relationship between fiscal liberalism and social conservatism among Canadian ethnic communities. These communities have for the last twenty years voted conservative-leaning. The Christian Heritage Party of Canada is also socially conservative, as are its provincial wings like the Christian Heritage Party of British Columbia. There are other socially conservative provincial parties such as the Family Coalition Party of Ontario or the Alberta Social Credit Party. ===Geography=== Social conservatism is strongest in Alberta, long Canada's most conservative province, where the Social Credit movement preached evangelical values and came to power in the 1930s.Robert Alexander Grambell, Toward defining the prairies: region, culture and history (2001) p. 29 It is a factor as well in parts of British Columbia outside of the Lower Mainland and Vancouver Island.Robert K. Burkinshaw. Pilgrims in Lotus Land: Conservative Protestantism in British Columbia 1917-1981 (Mcgill-Queen's Studies in the History of Religion, 1995) Social conservatives are strongest in rural settings, especially in Western Canada, however, social conservatism is not limited geographically to any one area or to any one political party. REAL Women of Canada: About Us. http://www.realwomenofcanada.ca/issues/. retrieved 2013-06-04 ==Notes== ==References== * Burkinshaw, Robert K. Pilgrims in Lotus Land: Conservative Protestantism in British Columbia 1917-1981 (Mcgill-Queen's Studies in the History of Religion, 1995) ==External links== Some Canadian websites with socially conservative viewpoints: *Canadian Family Action Coalition *Catholic Civil Rights League *Canadian Alliance for Social Justice and Family Values Association *Focus on the Family Canada *Real Women of Canada *SocialConservatives.ca *Social Conservatives United *Institute for Canadian Values Category:Political movements in Canada Category:Conservatism in Canada Category:Social conservatism ",
    "title": "Social conservatism in Canada"
}