{
    "id": "1440793",
    "text": "Tinto from Lanark Racecourse. Tinto is an isolated hill in the Southern Uplands of Scotland. It comprises little more than one top, which stands on the west bank of the River Clyde, some west of Biggar. The peak is also called \"Tinto Tap\", with the name Tinto possibly deriving from the Scottish Gaelic word ', meaning \"fiery\", which may refer to its ancient past as a look out beacon. Further known as the \"Hill of Fire\" it is also suggested exposed red hue felsite rock visible in many places on the hill helped gave rise to this name due to the effect seen when a setting sun illuminates the hillside. At the summit sits \"Tinto Cairn\", and with a diameter of and a height of it is one of the largest Bronze Age round cairns in Scotland, most of which are found at lower elevations.https://canmore.org.uk/site/47525/tinto-cairn An old Scots children's rhyme tells of the \"kist in the mist\" at \"Tintock tap\", ' being the Scots word for \"chest\". On Tintock tap, there is a mist, And in that mist, there is a kist, And in that kist, there is a cup, And in that cup, there is a drap. Tak' up that cup, and drink that drap, that's in yon kist, on Tintock tap! It is accessible for walking and is one of the premier locations for hanggliding and paragliding. Tinto is located near the small villages of Thankerton and Wiston. Tinto is also the venue for one of the most popular hill running races in Scotland which is held annually in November. ==Artistic Recognition== Tinto Hill was painted by John Pairman in 1841.http://www.christies.com/lotfinder/lot/john- pairman-375774-details.aspx?... ==References== ==External links== * http://www.carnethy.com/ri_tinto.htm * https://sites.google.com/view/quothquanandthankertoncommunit/home?fbclid=IwAR2WIczv0nNR3MCvF_7pEBt0QBzo0TZ_DmGd- _ktsneeYXIkFXZfO8miAZ0 Category:Marilyns of Scotland Category:Donald mountains Category:Grahams Category:Mountains and hills of the Southern Uplands Category:Landforms of South Lanarkshire Category:Sites of Special Scientific Interest in Clydesdale and South East Glasgow ",
    "title": "Tinto"
}