{
    "id": "1440820",
    "text": "Jane Emily Tomlinson, (née Goward; 21 February 1964 – 3 September 2007) was an amateur English athlete who raised £1.85 million for charity by completing a series of athletic challenges, despite suffering from terminal cancer. Having had treatment for breast cancer in 1991, aged 26; the disease returned in 2000 throughout her body. During the next six years, Tomlinson completed the London Marathon three times, the London Triathlon twice, the New York Marathon once and cycled across Europe and the United States. Jane Tomlinson died in 2007, aged 43. ==Early life== Jane Emily Goward was born in Wakefieldhttps://www.independent.co.uk/news/obituaries/jane- tomlinson-5544695.html in Yorkshire in 1964, the sixth of ten children of a dentist. When she was aged 11, the family emigrated to Australia but returned after three years. In 1990, Tomlinson applied to study Mathematics at the University of Leeds. However, when she found a lump in her breast and had a lumpectomy, she enrolled instead at Leeds General Infirmary and trained as a radiographer. By this time, she had married Mike Tomlinson and had two daughters, Suzanne and Rebecca. They later had a son, Steven. Qualifying in 1993, Tomlinson later studied to postgraduate level and became a paediatric radiographer. Three years after having a lumpectomy the cancer returned and she had a second mastectomy, and two rounds of chemotherapy and radiotherapy. In 2000, Jane Tomlinson was told that the cancer had spread to her bones and lungs, and was given about 12 months to live. ==Charity fundraising== Jane raised over £1.85 million through a series of gruelling challenges including several long-distance bike rides, marathons, triathlons and a full Ironman triathlon. Since her death the charity that she founded has announced a new fundraising target of £5 million. As of February 2015 £7.6 million has been raised, and in September 2017 the campaign announced fundraising had surpassed £10m. ==Last years== In July and August 2006, Tomlinson spent nine weeks cycling 3,800 miles across the United States, raising £250,000. This was her final athletic challenge. Having published The Luxury of Time in 2005, she released the second volume of her memoirs You Can't Take It With You in 2006. In January 2007, Mike and Jane Tomlinson launched Jane Tomlinson's Run For All, a 10 km charity run that took place in June that year. Having had four courses of chemotherapy, she developed chronic heart disease. Having been elevated to a CBE in June 2007, Jane Tomlinson died in St Gemma's Hospice, Leeds, West Yorkshire less than three months later on 3 September. Her Requiem Mass, which was conducted by Arthur Roche, Roman Catholic Bishop of Leeds, was held at the Roman Catholic Leeds Cathedral on 14 September 2007. Later that day she was cremated in a private family ceremony. On 15 November 2007 Tomlinson's ten-year-old son, Steven, collected her CBE from Charles, Prince of Wales at Buckingham Palace. In March 2011, train operator Northern Rail named diesel multiple unit 158797 Jane Tomlinson.Northern names 158797 Today's Railways UK issue 113 May 2011 page 66 ==References== ==External links== *Jane's Appeal Category:1964 births Category:2007 deaths Category:Alumni of Sheffield Hallam University Category:Deaths from cancer in England Category:Commanders of the Order of the British Empire Category:Deaths from breast cancer Category:English health activists Category:English women activists Category:English memoirists Category:English Roman Catholics Category:People from Wakefield Category:English female marathon runners ",
    "title": "Jane Tomlinson"
}