{
    "id": "1440915",
    "text": "__NOTOC__ The Crow Knoll triangulation station at Crompton Moor is one of the concrete pillars erected by the Ordnance Survey during the retriangulation of Great Britain. It is possible (in clear weather) to see at least two other trig points from any one trig point. The retriangulation of Great Britain was a triangulation project carried out between 1935 and 1962 that sought to improve the accuracy of maps made of Great Britain. Data gathered from the retriangulation replaced data gathered during the Principal Triangulation of Great Britain, which had been performed between 1783 and 1851. The retriangulation involved erecting around 6,500 concrete pillars (known as trig points) on British hilltops, which were used as reference points for the triangulation. Today, use of the trig points and the results of the retriangulation have been replaced by a network of global navigation satellite system stations known as OS Net, which is able to achieve an accuracy of over the length of the country compared to achievable by use of the trig points. == History == The retriangulation was begun in 1935 by the Director General of the Ordnance Survey, Major-General Malcolm MacLeod. It was directed by the cartographer and mathematician Martin Hotine, head of the Trigonometrical and Levelling Division. Erecting new trig points and making measurements frequently required materials and instruments to be carried on foot, up hills and mountains and to isolated islands, in all kinds of weather. The network of trig points was built and measured between 1936 and 1962, starting with a set of several hundred primary trig points, most of which were placed on high hills so as to be able to link to one another across long distances. In addition, a larger set of roughly six thousand secondary trig points were added to allow the construction of a finer mesh that extended the reference frame of the primary mesh over shorter distances. The calculations were constrained; it was hoped to minimise the shifts from the coordinates based on the old triangulation. At eleven primary trig points from Dunnose on the Isle of Wight (456784 m E, 080150 m N) north to Great Whernside in Yorkshire (400202 E, 473904 N) the new latitudes and longitudes were adjusted to stay within a metre of the old ones. Once the new latitude and longitude of those eleven points were fixed the calculated location of every other point in the triangulation was based on them. By the time the retriangulation was completed, electronic distance measurement devices had come into use which could have greatly reduced the overall error. ==Notes and references== ==Bibliography== * * * ==See also== *Geodesy *OSGB36 *Reference frame *Triangulation *Trig point ==External links== *Trigpointing UK *Daily Telegraph article about the retriangulation of Great Britain *National GPS Network *Information and Maps on many aspects of Trigangulation (& Levelling) in Great Britain Category:Angle Category:Surveying Category:Geography of the United Kingdom Category:Geodetic surveys ",
    "title": "Retriangulation of Great Britain"
}