{
    "id": "1440241",
    "text": "Rozelle is a suburb in the inner west of Sydney, in the state of New South Wales, Australia. It is located 4 kilometres west of the Sydney central business district, in the local government area of the Inner West Council. ==Location== Rozelle sits between the suburbs of Balmain to the north-east and Lilyfield to the south-west. Iron Cove is on the north-west border whilst Rozelle Bay, White Bay and Johnstons Bay make up the south-east border. These three bays surround the container port of Glebe Island which has been attached to the shoreline as part of the extensive reclamation of Rozelle Bay and White Bay which had begun in the 1890s.Land and Property Information NSW, Central Mapping Authority Sheets U0945-32, U0945-33, note 33 ==History== Rozelle Post Office, 1901 (National Archives of Australia) By 1877 the population of Balmain West had increased and the Balmain post office was inadequate for their needs as a growing suburb. Residents petitioned for a post office of their own and in 1880 Balmain West post office was established in Joseph Gosling's grocery shop at the junction of Weston Road (now Victoria Road) and Withecombe Street. Over the next 10 years the population of Balmain West grew further and in 1891 work started on a new post office on the corner of Weston Road and Darling Street. In December 1892, prior to the opening of the new post office, the Postmaster-General declared Rozelle (named after the nearby Rozelle Bay to the south east) as the new name for the Balmain West post office. The new Rozelle post office opened in 1894 and by the early 1900s, both the suburb itself and local residents had adopted the name. The name Rozelle and Rozelle Bay (often shown as \"Rozella Bay\" on old maps), originated from the parrots found in abundance at Rose Hill (near Parramatta) the first suburb of Sydney, established as a prime farming area for the new colony. The parrots, also in abundance in the inner west Bay area of Sydney, were commonly called \"Rose Hill parrots\" or \"Rose-hillers\" then Rosella.Book of Sydney Suburbs, Frances Pollon (Angus and Robertson) 1990, p.231 == Heritage listings == Rozelle has a number of heritage-listed sites, including: * Callan Park: Sewage Pumping Station 27 * Victoria Road: White Bay Power Station ==Landmarks== *A dominant structure on the landscape, the coal-fired White Bay Power Station supplied electricity to Sydney for 70 years during the 20th century and was last used in 1983. The station now lies derelict at the junction of Roberts and Victoria Road at White Bay. Next door stood the White Bay Hotel, which opened in 1916 but fell victim to lack of customers in 1992 and was destroyed by fire in 2008. *On the western side of the peninsula, the moderne-style Iron Cove Bridge, which opened in 1955, crosses the Parramatta River linking Rozelle with the suburb of Drummoyne. Alongside the bridge on the Rozelle side is the site of the Balmain Power Station, which was demolished in 1996 to make way for residential apartments. *On the eastern side stands the Anzac Bridge, completed in 1996, it is the main arterial link between the inner west and Sydney city. Below the bridge lies its predecessor, the Glebe Island Bridge, which opened in 1901. * Callan Park was an insane asylum between 1878 and 1914. Many of the original sandstone buildings survive to this day and the extensive parklands are open to the public. * St Paul's Presbyterian Church, Darling Street, was designed by E.J. Bowen and built in 1904. It is a brick building with stone trimmings and a slate roof. It is now listed on the Register of the National Estate.The Heritage of Australia, Macmillan Company, 1981, p.2/40 * Rozelle Public School, corner Darling Street and Victoria Road, was designed by John Horbury Hunt and built of sandstone in 1877. An extra wing was designed by W.E. Kemp and built in 1881. The school is now listed on the Register of the National Estate.The Heritage of Australia, Macmillan Company, 1981, p.2/41 * Rozelle Markets (open Saturday and Sunday) ==Population== In the 2016 Census, there were 8,725 people in Rozelle. 61.9% of people were born in Australia. The most common countries of birth were England 8.2%, New Zealand 3.0% and Ireland 1.2%. 78.1% of people only spoke English at home. Other languages spoken at home included Mandarin 1.2%, Greek 1.2%, and Spanish 1.1%. The most common responses for religion were No Religion 42.2% and Catholic 22.1%. ==Schools and colleges== * Rozelle Public School * Sydney College of the Arts (part of Sydney University) * Sydney Community College * Australian International Conservatorium of Music * Rozelle School of Visual Arts * Sydney Secondary College Balmain Campus (part of Sydney Secondary College) ==Churches== * St Joseph's Catholic Church * St Thomas's Anglican Church (Built 1874 to the design of Edmund Blacket.) * C3 Church ==Pubs and bars== Rozelle is home to some of Sydney's most historic pubs including: * 3 Weeds * Bald Rock Hotel * The Welcome Hotel * Red Lion Hotel * Ruby L'Otel * Bridge Hotel * Merton Hotel * The Sackville ==Gallery== File:White Bay Hotel.JPG|White Bay Hotel File:Merton Estate Rozelle 1.JPG|Merton Estate Hotel File:Tattersalls Hotel Rozelle 2.JPG|Tattersalls Hotel File:Bald Rock Hotel 1.JPG|Bald Rock Hotel File:White Bay Power Station, New South Wales..jpg|White Bay Power Station File:Iron Cove Bridge 8.JPG|Iron Cove Bridge File:Rozelle network.jpg|Unit wheat train in Rozelle rail yards approaching the Grain Terminal in 1977 File:RozelleSchool.JPG|Rozelle Public School, Darling Street (designed by John Horbury Hunt) File:Garry Owen Hotel 1.JPG|Garry Owen Hotel File:StThomasChurch.JPG|St Thomas's Anglican Church, Darling Street File:Rozelle Bay NSW.JPG|Rozelle Bay with White Bay Power Station and the Glebe Island grain silos in the background File:Victoria Rd footbridge.JPG|Footbridge across Victoria Road ==References== ==Bibliography== * The Heritage of Australia, Macmillan Company, 1981, * Solling, M; Reynolds, P; Leichhardt: On the margins of the city, Allen & Unwin, 1997, . * Lawrence, J; Warne, C; A Pictorial History of Balmain to Glebe, Kingsclear Books, 1995, . ==External links== * [CC-By-SA] * Local Images at InnerWest ImageBank * Local History Collection, Leichhardt Council Category:Suburbs of Sydney Category:Inner West Council * ",
    "title": "Rozelle"
}