{
    "id": "1440894",
    "text": "Sir John Morden, 1st Baronet Sir John Morden, 1st Baronet (13 August 1623 – 6 September 1708) was a successful English merchant and philanthropist who also served briefly as an MP. He established Morden College in Blackheath, south- east London as a home for retired merchants; as a charity, it continues to provide residential care over 300 years later. ==Early life== Born in London, the son of a goldsmith (George Morden), Morden was apprenticed to Sir William Soame, a wealthy London merchant and member of the British East India Company, in 1643. After a posting in Aleppo in Turkey, Morden returned to London in 1660 having amassed a substantial fortune and become a member of the East India company himself. It is said that, having decided to return to England, Morden loaded his complete fortune into three ships, none of which arrived at the expected time, prompting his deep despair. However, their eventual arrival after difficult voyages led him to rejoice and made him determined to help merchants who had fallen on hard times. In 1669, he purchased (for £4,200) Wricklemarsh Manor (now part of Lee) in south-east London, an estate of over 250 acres (1 km²) with a mansion house. Created a baronet in 1688 by King James II, in 1691 he became Commissioner of Excise under King William III, and was Member of Parliament for Colchester from 1695 until 1698. ==Foundation of Morden College== In 1695, after serving two years as Treasurer of Bromley College, a home for clergy widows, he resigned to establish – at a cost of £10,000 – his own hospice or almshouse for 'poor Merchants...and such as have lost their Estates by accidents, dangers and perils of the seas or by any other accidents ways or means in their honest endeavours to get their living by means of Merchandizing'. Morden College was built (to a design sometimes attributed to Sir Christopher Wren, but largely carried out by Edward Strong, his master mason) on the north-east corner of the Wricklemarsh estate and was intended to house 40 single or widowed men. College trustees were drawn from the East India Company and Turkey Company. The building was visited and written about by John Evelyn and Daniel Defoe. Evelyn's Diary for 9 June 1695 records: :\"Went afterwords to see Sir Jo: Mordens Charity or Hospital on Black-heath now building for the Reliefe of Merchands that have failed, a very worthy Charitye, nobel building.\" Defoe wrote about the college in his Tour Through Great Britain, published in 1724: :\"It was built by Sir John Morden, a Turkey merchant of London, but who liv'd in a great house at the going off from the heath, a little south of the Hospital, on the road to Eltham. His first design, as I had it from his own mouth the year before he began to build, was to make apartments for forty decay'd merchants, to whom he resolved to allow £40 per annum each, with coals, a gown (and servants to look after their apartments) and many other conveniences so as to make their lives as comfortable as possible, and that, as they had liv'd like Gentlemen, they might dye so.\" Sir John Morden died in 1708, aged 86, and was buried in Morden College chapel crypt. Created c. 1717–1725, statues of Sir John and his wife, Lady Susan Morden, adorn the western front of the college.Public Monument and Sculpture Association National Recording Project, (Accessed: 28 November 2011) The college has since expanded several times and continues its charitable work. Apart from the college, Sir John's name lives on in the name of pubs on Brand Street (Greenwich) and Campshill Road (Lewisham), and local street names in the Royal Borough of Greenwich. ==References== * Category:1623 births Category:1708 deaths Morden, John, 1st Baronet Category:English MPs 1695–1698 Category:English philanthropists Category:17th-century English merchants Category:17th-century philanthropists ",
    "title": "Sir John Morden, 1st Baronet"
}