{
    "id": "1440273",
    "text": "The Z-M LR-300 is an American rifle designed by gunsmith Allan Zitta and manufactured by Z-M Weapons. The model name LR-300 stands for Light Rifle and 300 is for 300 meters, which is regarded by the manufacturer as the effective range of the rifle with a standard FMJ bullet. The design is based on the AR-15 and M16 rifles, but has a unique semi-direct gas impingement system and a folding stock option.Shooting Illustrated | Para USA TTR == History == The design was originally a stockless short-barreled pistol version of an AR-15 receiver that Allan Zitta used in target shooting competitions. It later went into commercial production as the Master Blaster in 1996.Tactical Life Gun Magazine - PARA USA TACTICAL TARGET RIFLE 5.56mm Zitta later developed it into a full rifle with a folding stock, and conversion kits have also been offered for AR-15 rifles. In 2008, the LR-300 was offered under the name Para Tactical Target Rifle (TTR) as a result of a joint collaboration between Para USA and ZM Weapons.Para Ordnance TTR AR-15 -The Firearm BlogAmerican Rifleman | Para USA Tactical Target Rifle == Description == The indirect gas impingement system used in the LR-300 is intended to solve the fouling problems of the traditional AR-15 direct gas impingement gas system. The forward mounted buffer system also allows for fitting a folding stock, and the factory stock option folds to the left side. The rifle is also available with a fixed stock. Since its introduction, the exterior design has evolved and changed a couple of times. LR-300MLs have flat top receivers with Picatinny rails, allowing them to be used with multiple types of sighting systems. The trigger, forward assist, magazine release and bolt hold release are identical to those of the AR-15. The barrel has a 1:9 inch (230 mm) twist ratio, is chrome lined, and the muzzle is fitted with a Phantom flash suppressor. === Stock === Contrary to the original AR-15 rifle design, the LR-300 has the capability to use a fully folding and adjustable skeletal stock. Most AR-15 rifle variants have a thick, cylindrical recoil buffer tube, more properly called the receiver extension, that protrudes approximately straight back from the rear of the receiver, and the firearm cannot operate without it. This normally precludes the use of anything but fixed or telescoping stocks. The LR-300 however uses a forward mounted buffer spring which removes the need for a receiver extension. === Gas system === The LR-300 uses a modified version of the AR-15's standard direct impingement gas operating system dubbed delayed impingement gas system. The gas key is extended beyond its normal length to form an operating rod, such as an M14 or AK-47, extending into the top of the forward handguard. The gas key contains the return spring which is fixed between the front of the receiver and the collar at the front of the gas key. The gas tube runs backwards from the gas block in the front sight base and enters the gas key. In this way when the firearm fires at least some of the combustion gases from inside the gas tube are vented into the handguard area rather than the receiver. This means that the standard buffer assembly is not required at the rear of the firearm, allowing a folding stock to be fitted to reduce the overall length of the firearm. === Upper === To accommodate the unique forward buffer and gas impingement system, the proprietary upper is taller and thicker than a standard AR upper. The handguard rail has a removable top cover to access the recoil spring system for disassembly. The charging handle is proprietary, and has a beefier design to fit the op-rod.Tactical Life Gun Magazine - PARA USA TTR 5.56mm == Models == * LR-300 ML-A: Military / law enforcement model (selective fire version). Has an barrel, aluminium forend, and fires single shots or bursts. * LR-300 ML-N: Military / law enforcement model (selective fire version). Has an barrel, Nylatron forend with attachable Picatinny rails, and fires single shots or bursts. * LR-300 SR-A: Sport rifle model (semi-auto fire version). Has a barrel, aluminum forend, and fires single shots. * LR-300 SR-N: Sport rifle model (semi-auto fire version). Has a barrel, Nylatron forend with attachable Picatinny rails, and fires single shots. * LR-300 AXL: Aluminium quad handguard. * LR-300 AXLT: Aluminium partial handguard. * LR-300 NXL: Nylatron handguard. * TTR-XA: Handguard with full length aluminium quad rail. * TTR-XAS:Not Just Another AR: Para USA Tactical Target Rifle | S.W.A.T. Magazine Aluminium handguard partially fitted with picatinny rails on bottom and sides at 90 mm (3.5 inches) of its length. * TTR-XASF: Aluminium handguard partially fitted with picatinny rails on bottom and sides, fixed stock. * TTR-XN: Nylatron handguard. == See also == * SIG MCX, another folding stock AR-15 style rifle == References == == External links == *Image of an LR 300 equipped with a bipod. *POLICE magazine - Weapons - Reviews:Arsenal - Para USA Tactical Target Rifle (2009) Category:5.56 mm assault rifles Category:ArmaLite AR-10 derivatives ",
    "title": "LR-300"
}