{
    "id": "1440815",
    "text": "border Pyotr Alexandrovich Chikhachyov, last name also spelled Chikhachev or Tchihatchev (; 23 December 1808 – 13 October 1890) was a Russian naturalist and geologist who was admitted into the Russian Academy of Sciences in 1876 as an honorary member. He authored geographical and geological descriptions of the Altai, Xinjiang (1845), and Asia Minor (1853-1869). One of the Altai mountain ranges is named after him. ==Education== He was born in the Large Gatchina palace, the summer residence of the dowager empress Maria Fyodorovna. His father was Alexander Petrovich Chikhachyov, a retired colonel of the Preobrazhensky regiment. Getting home education in Tsarskoye Selo, under the direction of lyceum professors, Chikhachyov finished his education abroad, attending the lectures of famous geologists and mineralogists, and then worked in Paris. Not a professional scientist, Chikhachyov, with sufficient money and scientific preparation, could completely give himself up to his interest in scientific expeditions and research. These produced essential scientific results, due to the observation of their author and careful treatment of the scientific material collected during expeditions, to which Chikhachyov attracted prominent specialists in different fields. ==Expeditions and research== Chikhachyov's independent scientific activity began in 1841, when he published geological descriptions of Monte Gargano in South Italy and the environs of city of Nice. In 1842, he published a geological description of the southern provinces of the Neapolitan kingdom. Portrait of Chikhachyov by Karl Bryullov (1835) In the same year he took charge of a large expedition to the Altai. He reached the sources of the rivers Abakan, Chu, and Chulyshman. Traveling across the Southern Altai, Chikhachyov reached territories hitherto undiscovered. He investigated also the Sayan Mountains, about which the most fantastic stories were told, not only in Western Europe but also in Russia. In the Northern Altai he found the richest coal deposits in the world, which he called the Kuznetsk Coal Basin. He also studied the culture, life, and customs of various nomadic and settled tribes of this region. In 1845, he published a voluminous work about Altai, entitled Voyage scientifique dans l'Altai Oriental et les parties adjacentes de la frontière de Chine, and presented a report on his Siberian explorations and the results of study of the collected material. Chikhachyov soon began a comprehensive study of Asia Minor, to which he devoted twenty years of his life. After the Altai trip, he became the attaché of the Russian embassy in Constantinople. He took advantage of his two-year stay there to study Turkish, and then, leaving the diplomatic service, undertook during 1847-1863 a series of expeditions in Asia Minor, during which he made extensive scientific researches and collections. The results were published by Chikhachyov in an enormous work, Asie Mineure: Description physique, statistique et archéologique de cette contrée. This work, embracing the geography, geology, climatology, zoology, botany, and paleontology of Asia Minor, represents the classic work of Chikhachyov in cooperation with numerous experts on different branches of the natural sciences. After completing his Asia Minor researches, Chikhachyov ended his great travels and expeditions, having reached old age, but did not stop scientific work. In early 1878, at the age of 71, he visited Algeria and Tunis, and in 1880 he published a description of his travel under the title Espagne, Algérie et Tunisie. Besides his geographical and natural-historical works, Chikhachyov published a number of political works on the Eastern Question. ==Death== A commemorative plaque in Gatchina In 1890, he published a few natural-scientific articles under the title Etudes de géographie et d'histoire naturelle. These represent fragments from what Chikhachyov conceived as a large scientific work on the world's deserts which he did not have time to finish, dying in 1890 of pneumonia. In encouragement of travelers across Asia, Chikhachyov left to the French Academy of Sciences the sum of 100,000 francs. ==Named in honor== Chikhachyov Range * Chikhachyov Range (Chikhachev Range) - a mountain range in Altai near the border of Russia, China and Kazakhstan. * Centaurea tchihatcheffii - a flowering plant found in Turkey * Prix Tchihatcheff (Prix Tchihatchef; Prix Chikhachev) - prize awarded by the French Academy of Sciences (Grigorii Grumm, 1893;The Quest for Forbidden Lands: Nikolai Przhevalskii and his Followers on Inner Asian Tracks by Alexandre I. Andreyev, Mikhail Baskhanov, Tatyana Yusupova, BRILL, 30 Aug 2018, p. 335. Lajos Loczy, 1901;\"Chronique.\" T'oung Pao, Second Series, 2, no. 3 (1901): 207-12. Accessed April 7, 2020. www.jstor.org/stable/4525541. P.K. Kozlov, 1913;The Quest for Forbidden Lands: Nikolai Przhevalskii and his Followers on Inner Asian Tracks by Alexandre I. Andreyev, Mikhail Baskhanov, Tatyana Yusupova, BRILL, 30 Aug 2018, p. 236. Commandant Audemard, 1914;\"Chronique.\" T'oung Pao, Second Series, 15, no. 3 (1914): 465-68. Accessed April 7, 2020. www.jstor.org/stable/4526425. Aurel Stein, 1917; Filippo de Filippi, 1918\"Chronique.\" T'oung Pao, Second Series, 18, no. 3 (1917): 246. www.jstor.org/stable/4526544) ==Works== * 1845 Voyage scientifique dans l'Altai oriental et les parties adjacentes de la frontiere de Chine (with atlas) * 1853-69 Asie Mineure; description physique, statistique et archeologique de cette cant (4 vols, with 3 atlases) * 1864 Le Bosphore et Constantinople (2nd edn, 1877) * 1878 Considérations géologiques sur les îles Océaniques * 1880 Espagne, Algerie et Tunisie * 1890 Etudes de géographie et d'histoire naturelle == References == ;Attribution * ==External links== *Khronos biography (in Russian) Category:1808 births Category:1890 deaths Category:People from Gatchina Category:People from Tsarskoselsky Uyezd Category:Imperial Russian explorers Category:Russian geologists Category:Russian biologists Category:19th-century Russian people Category:Honorary Members of the St Petersburg Academy of Sciences Category:Members of the French Academy of Sciences ",
    "title": "Pyotr Chikhachyov"
}