{
    "id": "1440537",
    "text": "Georgi Peev (; born 11 March 1979) is a former Bulgarian footballer who played as a midfielder. ==Career== A youth product of Lokomotiv Sofia he spent three seasons in the Bulgarian A Group with the first team before switching to Dynamo Kyiv, winning six major honours with the Ukrainian club. In January 2007, he moved to Amkar Perm in Russia. He was capped 45 times [citation needed] for Bulgaria from his debut in 1999, appearing at the UEFA Euro 2004. ==Career== Peev started his career in home town Sofia in local club Lokomotiv. He made his official debut for his native club in a match against Litex Lovech on 8 August 1998. He played for 13 minutes as a substitute. On 5 December 1998 he scored his first goal in professional football against Spartak Varna. He scored goal in the 10th minute. Peev was discovered at the age of 21 by Dynamo Kyiv manager Valery Lobanovsky, while playing for Lokomotiv, and signed for €2,5 million. He has also played for FC Dnipro Dnipropetrovsk. On 16 January 2007, Peev signed with Amkar Perm for a reported fee of €500,000. In 2008, he was chosen the fans favorite player of the Russian Premier League and received a rare revolver from 1936 used by the Red Army. ==International career== A right back or right winger known for his pace and attacking attitude, he was part of the Bulgarian 2004 European Football Championship team who exited in the first round, finishing bottom of Group C, having finished top of Qualifying Group 8 in the pre-tournament phase. Between 1999 and 2007 Peev featured in 40 games for Bulgaria. On 10 May 2010, following his strong performances for his club team, Peev was recalled to the national side for the friendly match against Belgium. On 27 March 2011, Georgi Peev announced his retirement from international football. ==Honours== * Dynamo Kyiv ** Ukrainian Championship (3): 2001, 2003, 2004 ** Ukrainian Cup (2): 2003, 2005 ** Ukrainian Super Cup (1): 2004 ==Personal== His brother Daniel Peev is also a professional footballer. ==References== ==External links== * Category:1979 births Category:Living people Category:Sportspeople from Sofia Category:Bulgarian footballers Category:Bulgaria international footballers Category:FC Lokomotiv 1929 Sofia players Category:FC Dynamo Kyiv players Category:FC Dnipro players Category:FC Amkar Perm players Category:Bulgarian expatriate footballers Category:Expatriate footballers in Ukraine Category:Bulgarian expatriate sportspeople in Ukraine Category:Expatriate footballers in Russia Category:Bulgarian expatriate sportspeople in Russia Category:UEFA Euro 2004 players Category:First Professional Football League (Bulgaria) players Category:Russian Premier League players Category:Ukrainian Premier League players Category:Association football midfielders ",
    "title": "Georgi Peev"
}