{
    "id": "1440770",
    "text": "Julius Thomsen Hans Peter Jørgen Julius Thomsen (16 February 1826 - 13 February 1909) was a Danish chemist noted in thermochemistry for the Thomsen–Berthelot principle. == Life and work == Thomsen was born in Copenhagen, and spent his life in that city. From 1847 to 1856 he taught chemistry at the Polytechnic, where from 1883 to 1892 he was the director. From 1856 to 1866 he was on the staff of the military high school. In 1866 he was appointed professor of chemistry at the university, and retained that chair until his retirement from active work in 1891. A friend and colleague of Ludwig A. Colding, who was one of the early advocates of the principle of conservation of energy, Thomsen did much to found the field of thermochemistry. In particular, between 1869 and 1882, he carried out a great number of determinations of the heat evolved or absorbed in chemical reactions, such as the formation of salts, oxidation and reduction, and the combustion of organic compounds. His collected results were published from 1882 to 1886 in four volumes under the title Thermochemische Untersuchungen, and also a resume in English under the title \"Thermochemistry\" in 1908. In 1857 he established in Copenhagen a process for manufacturing soda from cryolite, obtained from the west coast of Greenland. Thomsen was elected a member of the Royal Swedish Academy of Sciences in 1880, and a Foreign Honorary Member of the American Academy of Arts and Sciences in 1884. He was awarded the Royal Society's Davy Medal in 1883. Katherine Alice Burke translated his book on systematic researches in thermochemistry into English. This translation appeared in print in 1905. ==Family== His brother, Carl August Thomsen (1834-1894), was lecturer on technical chemistry at the Copenhagen Polytechnic, and a second brother, Thomas Gottfried Thomsen (1841-1901), was assistant in the chemical laboratory at the university until 1884, when he abandoned science for theology, subsequently becoming minister at Norup and Randers. ==References== ==See also== *Marcellin Berthelot ==Further reading== *Thermochemistry by J. Thomsen (1908) * * * ==External links== * Biographical information * Statue and picture of Thomsen Category:1826 births Category:1909 deaths Category:Danish chemists Category:18th-century Danish scientists Category:19th-century Copenhagen City Council members Category:Scientists from Copenhagen Category:Fellows of the American Academy of Arts and Sciences Category:Members of the Royal Swedish Academy of Sciences Category:Foreign Members of the Royal Society Category:Rectors of the University of Copenhagen ",
    "title": "Hans Peter Jørgen Julius Thomsen"
}