{
    "id": "1441022",
    "text": "Divčibare (; ) is a town and mountain resort situated on the mountain Maljen (1104 m) in western Serbia, south-east of Valjevo, at the altitude of 980 metres above sea level. The permanent population of the town is 141 people (2011 census), although it varies significantly due to the flux of tourists and weekend house owners. Divčibare is a highland, surrounded by several peaks and saddles, covered with snow for three to four months each year. In other seasons, the micro-climate is rather pleasant, with 280 annual sunny days. The climate is attributed to fresh and dry winds coming from the Mediterranean. All this, and fact it is just away from Belgrade makes Divčibare attractive in summer and winter alike and one of the most popular resorts in Serbia. == Facilities == View from the Crni Vrh * Divčibare apartments Diplomat Club Divcibare * Pepa Hotel, 200 beds Hotel Pepa Divcibare * Divčibare Hotel, 250 beds * Maljen Hotel, 60 beds * Five children's holiday camps, 800 beds * Nineteen worker's resting facilities, 410 beds * Motorist camp, Category II, 60 camping units * Two mountain lodges, 50 beds * Rentable rooms in private houses, 200 beds There are two expert ski tracks (850 and 650 m), and several novice tracks. Divčibare is accessible via well-maintained roads from the north (Valjevo), west (Mionica), and south (Požega). It has hosted several Serbia Rally (and formerly YU rally) competitions. == Sights == Excursions to Valjevo and attractions in its vicinity include the Petnica Sports and Recreational Centre with four swimming pools and thermal mineral water, Petnica Cave, the Church of the Holy Mother's Assumption, the village of Brankovina, and Pustinja Monastery. Vrujci Spa is a town in the northwestern part of Serbia, at the northern base of the Suvobor mountain and in the valley of the River Toplica. The second biggest waterfall in Serbia, Skakalo (20m) on Manastirica river is located nearby. == Gallery == File:Дивчибаре прелеп поглед са једног од планинских врхова Дивчибара.jpg|View from mountain Divčibare File:Church on Divčibare.jpg|Orthodox Church on Divčibare File:Crni Vrh 1096 m altitude.jpg|Crni Vrh 1096 m altitude File:View from the Crni Vrh.jpg|View from the Crni Vrh on the southwestern part of Serbia File:The wooden hut on Divčibare.jpg|The wooden hut on Divčibare ==References== == External links == * * Divčibare travel guide Category:Populated places in Kolubara District Category:Spa towns in Serbia Category:Articles containing video clips ",
    "title": "Divčibare"
}