{
    "id": "1441887",
    "text": "The United States District Court for the Western District of Michigan (in case citations, W.D. Mich.) is the federal district court with jurisdiction over of the western portion of the state of Michigan, including the entire Upper Peninsula and the Lower Peninsula from Lansing westward. Appeals from the Western District of Michigan are taken to the United States Court of Appeals for the Sixth Circuit (except for patent claims and claims against the U.S. government under the Tucker Act, which are appealed to the Federal Circuit). The current acting United States Attorney for the Western District of Michigan is Andrew Byerly Birge, who was appointed on January 20, 2017. == History == Old Federal Building in Sault Ste. Marie served as a courthouse of the Western District of Michigan; the court met there from 1912 until 1941. The United States District Court for the District of Michigan was established on July 1, 1836, by 5 Stat. 61, with a single judgeship.U.S. District Courts of Michigan, Legislative history, Federal Judicial Center. The district court was not assigned to a judicial circuit, but was granted the same jurisdiction as United States circuit courts, except in appeals and writs of error, which were the jurisdiction of the Supreme Court. Due to the Toledo War, a boundary dispute with Ohio, Michigan did not become a state of the union until January 26, 1837. On March 3, 1837, Congress passed an act that repealed the circuit court jurisdiction of the U.S. District Court for the District of Michigan, assigned the District of Michigan to the Seventh Circuit, and established a U.S. circuit court for the district, 5 Stat. 176. On July 15, 1862, Congress reorganized the circuits and assigned Michigan to the Eighth Circuit by 12 Stat. 576, and on January 28, 1863, the Congress again reorganized Seventh and Eight Circuits and assigned Michigan to the Seventh Circuit, by 12 Stat. 637. On February 24, 1863, Congress divided the District of Michigan into the Eastern and the Western districts, with one judgeship authorized for each district, by 12 Stat. 660. The Western District was later further divided into a Southern Division and a Northern Division. In the Northern Division, Court was held at the Old Federal Building in Sault Ste. Marie from 1912 until 1941. While the law allows court to be held in Sault Ste. Marie, it no longer is. == Jurisdiction == The District Court is based in Grand Rapids, courthouses also located in Kalamazoo, Lansing, and Marquette in the Upper Peninsula. The United States Court of Appeals for the Sixth Circuit has appellate jurisdiction over the court. == Divisions == The Western District comprises two divisions. === Northern Division === The Northern Division comprises the counties of Alger, Baraga, Chippewa, Delta, Dickinson, Gogebic, Houghton, Iron, Keweenaw, Luce, Mackinac, Marquette, Menominee, Ontonagon, and Schoolcraft. Court for the Northern Division can be held in Marquette and Sault Sainte Marie. === Southern Division === The Southern Division comprises the counties of Allegan, Antrim, Barry, Benzie, Berrien, Branch, Calhoun, Cass, Charlevoix, Clinton, Eaton, Emmet, Grand Traverse, Hillsdale, Ingham, Ionia, Kalamazoo, Kalkaska, Kent, Lake, Leelanau, Manistee, Mason, Mecosta, Missaukee, Montcalm, Muskegon, Newaygo, Oceana, Osceola, Ottawa, Saint Joseph, Van Buren, and Wexford. Court for the Southern Division can be held in Grand Rapids, Kalamazoo, Lansing, and Traverse City. == Notable cases == Some of the notable cases that have come before the United States District Court for the Western District of Michigan include: * Bogaert v. Land * Singapore Dunes LLC v. Saugatuck Township == Current judges == : == Former judges == == Chief judges == == Succession of seats == == See also == * Courts of Michigan * List of current United States district judges * List of United States federal courthouses in Michigan * United States District Court for the Eastern District of Michigan == References == == External links == * United States District Court for the Western District of Michigan Official Website * United States Attorney for the Western District of Michigan Official Website Michigan Category:Michigan law Category:Grand Rapids, Michigan Category:Kalamazoo, Michigan Category:Lansing, Michigan Category:Marquette County, Michigan Category:1863 establishments in Michigan Category:Courthouses in Michigan Category:Courts and tribunals established in 1863 ",
    "title": "United States District Court for the Western District of Michigan"
}