{
    "id": "1441639",
    "text": "Franklin Covey Co., trading as FranklinCovey, based in West Valley City, Utah, is a provider of time management training and assessment services for organizations and individuals. The company was formed on May 30, 1997, as a result of an acquisition by Franklin Quest of Stephen R. Covey's Covey Leadership Center. Among other products, the company markets the FranklinCovey planning system, modeled in part on the writings of Benjamin Franklin, and The 7 Habits of Highly Effective People, based on Covey's research. FC Organizational Products, LLC is the official licensee of FranklinCovey products. FranklinCovey also has sales channels in more than 161 countries worldwide. ==History== Franklin Quest and Franklin International Institute which became Franklin Covey were founded in 1984 by Richard I. Winwood. ==Effect of merger== Hyrum Smith, then the CEO of Franklin Quest, expected that the 1997 acquisition would increase market value through the synergistic combination of Covey's 7 Habits book with the Franklin Planner and with its associated training-courses. However, after the merger FranklinCovey's stock price dropped from around $20 per share to a low of under $1 per share in early 2003. As of June 1, 2006, it traded around $7 per share which has increased their purchase rate. From late 2009 to mid-2010 the stock price moved in the range $5.5 to $8. So far in 2018 the stock has traded in the $22 to $28 range. ==Store closures== Franklin Covey selectively closed their stores to the point that they now only have a single retail location in Utah. ==Products== The company markets a variety of book and audio products based on Covey's 7 Habits material, as well as numerous titles by other FranklinCovey consultants. The company also offers two main training courses: one based on The Seven Habits of Highly Effective People; and another based on the original FranklinQuest time management program, now titled Focus. Additionally, FranklinCovey launched a line of new training and consulting products focusing on leadership and organizational alignment. Software implementation of the company's planning system was named \"PlanPlus for Windows\", and an online version is offered under the brand PlanPlus Online.\" The PlanPlus CRM software division was sold to Complete XRM. FranklinCovey previously had lower-priced planner lines called, \"dayOne by FranklinCovey\" and \"365 by FranklinCovey\". ==References== ==External links== * FranklinCovey history at Funding Universe Category:Companies listed on the New York Stock Exchange Category:Companies established in 1997 Category:Companies based in Utah Category:1997 establishments in Utah ",
    "title": "FranklinCovey"
}