{
    "id": "1441050",
    "text": "Thomas J. Bickerton (born July 2, 1958) is an American United Methodist bishop. Bickerton was raised in West Virginia and graduated from West Virginia Wesleyan College in 1980 with a Bachelor of Arts degree in Sociology and Psychology. Subsequently, he entered seminary at Duke University Divinity School, completing his Master of Divinity degree in 1983. While attending seminary he served as student pastor following his ordination in 1982 as Deacon. His first appointment out of seminary was to Perry Memorial United Methodist Church, in Shady Spring, West Virginia, in June 1983; he served in that location for six years. In 1985 he was ordained as an Elder by Bishop William Boyd Grove. In 1989, he was appointed to serve Forrest Burdette Memorial United Methodist Church in Hurricane, West Virginia, where he pastored for the ensuing nine years. While in ministry there he also earned his Doctor of Ministry degree at United Theological Seminary, Dayton, Ohio, completing it in 1994. In 2016, Bickerton was transferred to the New York conference of the United Methodist Church where he assumed office as bishop on September 1. In July 2004, at the Northeast Jurisdictional Conference of The United Methodist Church held in Syracuse, New York, he was elected and consecrated a Bishop of the Church. Assigned to the Western Pennsylvania Annual Conference, headquartered at Pittsburgh, he relocated to serve his first quadrennium as a United Methodist Bishop. Bishop Bickerton and his family now live in Cranberry Township, Butler County, Pennsylvania. From 2005–2008, Bishop Bickerton also served as President of The United Methodist General Commission on Communication. He continues to serve as a member of the Commission's Executive Committee. Bishop Bickerton is married to Sally Bickerton. They have four children: Elizabeth, T.J., Ian, and Nicholas. ==See also== * Imagine No Malaria * List of Bishops of the United Methodist Church ==References== *The Council of Bishops of the United Methodist Church *InfoServ, the official information service of The United Methodist Church. *General Commission on Communication ==External links== * Episcopal Installation sermon, Cranberry Township, PA, Sept. 15, 2004 * War on Poverty Key to Church Renewal (PDF), Pittsburgh, PA, Nov. 2004 * \"Visioning for a New Day\" (Microsoft Word document) *Another Photo of Bishop Bickerton Category:1958 births Category:Living people Category:20th-century Methodist ministers Category:21st-century Methodist ministers Category:American United Methodist bishops Category:Duke Divinity School alumni Category:People from Butler County, Pennsylvania Category:People from Hurricane, West Virginia Category:People from Raleigh County, West Virginia Category:United Methodist bishops of the Northeastern Jurisdiction Category:United Theological Seminary alumni Category:West Virginia Wesleyan College alumni ",
    "title": "Thomas Bickerton"
}