{
    "id": "1441692",
    "text": "Beckton Park DLR station is a station on the Docklands Light Railway (DLR) in the Docklands area of east London. The station is located by the north quay of the Royal Albert Dock (though no foot access is possible). The station is opposite Beckton District South Park, which is open space leading to housing in South Beckton. The station is located on the DLR's Beckton branch, between Royal Albert and Cyprus stations. It is in Travelcard Zone 3 and is the most lightly used station on the DLR. A previous railway station called Central was located largely on the same site from 1880 to 1940, on the former line from Custom House to Gallions. ==Layout== The station is unmanned, like most DLR stations. There is one ticket machine on each platform. There are three Oystercard readers — one on each platform between the ticket machines and a set of stairs, and a more recently added third reader at the approach to the station's connecting footbridge (thus, due to the position, this newer Oyster reader's pad is protected from rain). Along with neighbouring Cyprus station, Beckton Park station is of an unusual design. Between the two stations, the DLR runs in the median of a major highway built at the same time as the railway. The stations are located at highway intersections which take the form of roundabouts. On the approach to the roundabout, the road rises slightly whilst the railway dips slightly; the station is therefore situated in a cutting, under the centre of the elevated roundabout, with pedestrian access at surface level under the elevated roadways and arched over the railway. ==Connections== London Buses route 376 and school route 678 serve the station. ==Gallery== Image:Beckton Park stn eastbound.JPG|Looking east towards Beckton Image:Beckton Park stn westbound.JPG|Looking west towards London Image:Beckton Park stn signage.JPG|Signage on westbound platform == References == == External links == * Docklands Light Railway website - Beckton Park station page Category:Docklands Light Railway stations in the London Borough of Newham Category:Railway stations in Great Britain opened in 1994 Category:Beckton ",
    "title": "Beckton Park DLR station"
}