{
    "id": "1441125",
    "text": "190px Mondex is a smart card electronic cash system, implemented as a stored- value card. Mondex was conceived by Tim Jones and Graham Higgins of the National Westminster Bank in the United Kingdom. The system was initially developed between 1990 and 1993, with internal trials being carried out by approximately 6,000 London-based NatWest staff from 1992. The system was publicly unveiled in December 1993. Initial public trials of the payment system were carried out from July 1995, by the newly incorporated Mondex International in Swindon, Wiltshire. The public phase had required the development and manufacture of numerous merchant devices and smart cards, with BT, NatWest and the Midland Bank sponsoring and installing retail terminals at the car parks, payphones, buses and 700 of the merchants in the town, and issuing Mondex cards to the residents. In 1992 Ron William then CEO of Europay International, previous responsible executive for the Mondex team at Natwest, brought the concept and technology Natwest had developed to the attention of the Europay International and MasterCard International Executives. 1997 Visa and MasterCard agreed to what was known at the West side Trial. Visa deployed Visa Cash their electronic purse and MasterCard deployed Mondex to see if the population in the designated regional on Manhattan Island would embrace the concept and the technology as a means of replacing cash. At the same time other Financial Institutions, Telecom operators and countries invested in and joined as owners of Mondex International. The system was subsequently sold to MasterCard International in 2001. MasterCard by then already owned 49% of the company. Mondex launched in a number of markets during the 1990s, expanding from the original trial in Swindon to Hong Kong, New York and Guelph, Canada. It was also trialled on several British university campuses from the late 1990s, including the University of Edinburgh, University of Exeter (between 1997 and 2001), University of York, University of Nottingham, Aston University and Sheffield Hallam University. Mondex's Canadian pilot ended after three years, in 1998, when partners backed out. The Z notation was used to prove security properties about Mondex, allowing it to achieve ITSEC level E6, ITSEC's highest granted security-level classification.Susan Stepney, David Cooper, and Jim Woodcock, An Electronic Purse: Specification, Refinement, and Proof.Technical Monograph PRG-126, Programming Research Group, Oxford University, UK, 2000.Jim Woodcock, Susan Stepney, David Cooper, John Clark, and Jeremy Jacob, The certification of the Mondex electronic purse to ITSEC Level E6, Formal Aspects of Computing, Volume 20, Number 1, pages 5–19, January 2008. Since the Mondex card is an open system that permits individual transfers, it is possible to exchange money between cards or between individuals without having to go through the central system of the bank. It also holds cash information on the IC chip and can be used like cash, It can store various kinds of currencies at the same time. ==Features== * Credit card sized * Stores, holds and issues values (currency) * Multiple virtual wallets, denominated in different currencies. (up to 5) * Wallets must be pre-loaded with currency. * Merchant terminals can debit and credit a wallet in a given currency. * Card-to-card transfers * Remote transfers of funds via an enabled mobile phone (US6206283 B1) * Cards retain a transaction list (amount, times and identifier of the terminal) * Cards can be programmed to perform secondary functions, such as building access. * ITSEC level E6 certified. ==See also== *Digital wallet *Visa Cash *Dexit (corporation) *Octopus card *Oyster card *ChipKnip *Chipper *Proton ==References== Category:Financial services companies established in 1993 Category:Payment systems Category:Formal methods Category:Z notation ",
    "title": "Mondex"
}