{
    "id": "1442407",
    "text": "Michael A. James Baldasaro (May 23, 1949 – June 9, 2016) was a Canadian political and religious figure from Hamilton, Ontario. He presided over a religious sect known as the Church of the Universe. Baldasaro received significant media coverage over his lifetime for his advocacy on behalf of marijuana legalization, as well as his status as a perennial candidate in numerous Hamilton-area elections. ==The Church of the Universe== Baldasaro was a member of the Church of the Universe, where he was commonly known as Brother Michael. The Church has been in existence since 1969, when it was founded by the late Walter Tucker,Nolan, Daniel. \"Pot advocate Walter Tucker dies at 79\" The Hamilton Spectator, April 27, 2012 and Baldasaro remained continuously active in its operations.Loehndorf, Daniel. \"The Canadian Inquisition: History and Beliefs of the Church of the Universe,\" Cannabis Culture Magazine, Issue 9, Summer 1997. Its members use marijuana as a sacrament and previously operated from the Church Headquarters, an abandoned rock quarry near Puslinch, Ontario. The quarry was named 'Clearwater Abbey', which church members called 'a beautiful oasis' where they could practice naturism and cultivate marijuana.Loehndorf, 1997. In 2004, after selling small amounts of marijuana on multiple occasions to an undercover police officer at their Barton Street, Hamilton residence, Baldasaro and Tucker were arrested and charged with trafficking. In 2007, they pleaded not guilty to the charges but after a lengthy trial, a jury found them both guilty.Brown, Barbara. \"Ministers guilty of trafficking 'sacrament',\" The Hamilton Spectator, November 30, 2007, Local News (A5) At their sentencing hearing in April 2008, Baldasaro, who had 12 previous trafficking convictions, was sentenced to a two-year penitentiary term while Tucker was sentenced to a one-year reformatory term. The Crown also applied to the court to have the property from which they distributed marijuana and their Church forfeited to the federal government as an offence- related property, and the Crown's application was granted.Clairmont, Susan. \"The pot circus comes to the courthouse,\" The Hamilton Spectator, January 25, 2008, Local News (A2)Brown, Barbara. \"Judge jails pot priests, seizes their church,\" The Hamilton Spectator, April 25, 2008, Local News (A3) ==Political activities== Baldasaro, a perennial candidate, saw his support peak in 1988, when he was the sole opponent of incumbent mayor Bob Morrow. He received over 7,500 votes, which was approximately 10% of the vote.Peters, Ken. \"Pot-puffing candidate could be a spoiler,\" The Hamilton Spectator, October 23, 1991, Metro Section (B1) Baldasaro stood in the 2004 Ward 2 by-election, following the resignation of Andrea Horwath, and placed seventh out of eleven candidates with 52 votes.de Almeida, Jacquie and Daniel Nolan. \"Bratina, Samson elected to council,\" The Hamilton Spectator, October 2, 2004, Local News (A1) In 2006, Baldasaro again ran for mayor of Hamilton and received 4,520 votes or 3.61% of the total vote. Baldasaro ran for Parliament three times. In 1984, Baldasaro received 300 votes as a Libertarian candidate in the federal riding of Hamilton West. In 2000, Baldasaro won 573 votes as a Marijuana Party of Canada candidate in Hamilton East.The Hamilton Spectator. \"Area federal election candidates ready to make a run,\" The Hamilton Spectator, November 7, 2000, Decision 2000 Canada (D3) In 2004, Baldasaro received 345 votes as an independent candidate in Hamilton Centre.The Hamilton Spectator. \"Complete federal election results, Part One,\" The Hamilton Spectator, June 30, 2004, Canada and World (A8) In 2006, Baldasaro again ran for mayor of Hamilton and received 4,520 votes or 3.61% of the total vote. Baldasaro also announced he would be a candidate for the Progressive Conservative leadership convention in 1998. He developed a plan to revitalize the party's flagging poll numbers by encouraging direct democracy, pardoning individuals convicted on marijuana possession, cutting government pensions and making the words to O Canada gender neutral.Church of the Universe, \"Revised O Canada,\" Michael Baldasaro. http://www.iamm.com/o-canada.htm (Accessed June 3, 2010)The Canadian Press. \"Baldasaro new Tory boss?,\" The Hamilton Spectator, July 15, 1998, Local News (A10) Baldasaro was forced to withdraw when he could not meet the filing fee and threatened legal action against the party when they refused to waive $30,000 entrance fee.Spectator wire services. \"Court action threat by Baldasaro on Tory race,\" The Hamilton Spectator, July 31, 1998, Canada and World (C4) Two years later, in 2000, Baldasaro attempted to join the Canadian Alliance leadership race. His plans again involved legalizing marijuana, but this time also favoured abolishing political parties altogether.Prete, Carmelina. \"Baldasaro seeks a free shot at the Alliance leadership,\" The Hamilton Spectator, April 12, 2000, News (A7) He openly admitted that the challenge was mostly for publicity, and that he did not expect to win against the likes of Preston Manning or Stockwell Day. He was dissuaded, once more, by the party's $25,000 leadership nomination fee. In 2007, Baldasaro started a campaign to save Hamilton's Center Mall from conversion into a 'power center' operated by SmartCenters.Arnold, Steve. \"Centre Mall reno lifts local economy\", The Hamilton Spectator, September 27, 2007, Local News (A4) In 2007, during Hamilton City Council's debate over the renovation of City Hall, Baldasaro and Tucker sent a letter addressed to Mayor Fred Eisenberger and City Council, requesting they move municipal operations to Stelco Tower, in Hamilton's downtown core.City of Hamilton, \"Correspondence from Brother's Michael Baldasaro and Walter Tucker concerning Stelco Tower,\" Hamilton City Council. http://www.hamilton.ca/NR/rdonlyres (Accessed June 3, 2010) Baldasaro was a candidate for the 2010 Hamilton Municipal Elections, once again running for Mayor.City of Hamilton, \"Municipal Election – Nominated Candidates,\" City of Hamilton Corporate Services. http://www.hamilton.ca/CityDepartments/CorporateServices/Clerks/MunicipalElection (Accessed June 3, 2010) He finished fourth in a field of fifteen candidates, with 2.05% of the vote.City of Hamilton, Ontario, Canada – 2010 Municipal Election Results In the 2014 Hamilton Municipal Elections Baldasaro stood for Mayor and finished with 2.87% of the vote in a field of twelve candidates.City of Hamilton, Ontario, Canada - 2014 Municipal Election Results ==Death== Baldasaro died of cancer on June 9, 2016, aged 67. ==Notes== ==References== * The Hamilton Spectator archives 1991 to Present, via Lexis Nexis Academic – Accessed June 3, 2010 * City of Hamilton Website, public correspondence – Accessed June 3, 2010 * Church of the Universe Website, to provide extra reference – Accessed June 3, 2010 ==External links== * House of Commons election history by riding * Category:1949 births Category:2016 deaths Category:Ontario candidates for Member of Parliament Category:Progressive Conservative Party of Canada leadership candidates Category:Marijuana Party (Canada) candidates for the Canadian House of Commons Category:Independent candidates in the 2000 Canadian federal election Category:Libertarian Party of Canada candidates in the 1984 Canadian federal election Category:Canadian religious leaders Category:People from Hamilton, Ontario Category:Canadian libertarians Category:Deaths from cancer in Ontario ",
    "title": "Michael Baldasaro"
}