{
    "id": "1442385",
    "text": "propaganda poster in Pyongyang with the slogan \"Let's all vote yes!\" (\"모두다 찬성투표 하자!\") If the voter wishes to cross off the name of the candidate it must be done with a red pen next to the ballot box. Elections in North Korea are held every four-to-five years for the Supreme People's Assembly (SPA), the country's national legislature, and every four years for Local People's Assemblies. All seats are won by the Democratic Front for the Reunification of the Fatherland. The founding and ruling Workers' Party of Korea dominates the Front and holds 87.5% of the seats, with 7.4% for the Korean Social Democratic Party, 3.2% for the Chondoist Chongu Party, and 1.9% for independent deputies. According to official reports, turnout is near 100%, and approval of the Democratic Front's candidates is unanimous or nearly so. ==Procedure== In reply to a question put forth by Michael Marshall, Li Chun Sik of North Korea stated at a meeting of the Association of Secretaries General of Parliaments (ASGP) of the Inter-Parliamentary Union: Only one candidate appears on each ballot. Elections are ostensibly conducted by secret ballot, and a voter may cross off the candidate's name to vote against them, but must do so by crossing out the name without secrecy. Voting is mandatory and turnout is habitually near 100%. Members of the Supreme People's Assembly are elected to five-year terms, and meet for SPA sessions up to ten days per year. The Supreme People's Assembly elects a standing committee known as the Presidium, which exercises legislative functions when the Assembly is not in session. It also elects the Chairman of the National Defence Commission, the country's chief executive, and the Premier. ===Local elections=== Local elections have been held since 1999. The people elect representatives to city, county, and provincial people's assemblies in local elections every four years. The number of representatives is determined by the population of each jurisdiction. Mayors and governors are technically elected. Their role is to work with the unelected and more influential city and province party secretaries. ==Criticism== The elections have been variously described as show elections or a political census. Seats are uncompetitive as all candidates are chosen by the Democratic Front for the Reunification of the Fatherland. Because of the near-100% turnout, elections double as unofficial censuses. The inminban neighborhood watch reportedly watches the elections to identify and investigate no-shows. A voter may cross off the candidate's name to vote against him or her, but must do so in a separate booth without any secrecy–an act of defiance that many North Korean defectors have claimed is too risky to even attempt. In recent elections there have been separate boxes for \"no\" votes. Voting against the official candidate, or refusing to vote at all, is considered an act of treason, and those who do face the loss of their jobs and housing, along with extra surveillance. ==Latest election== The latest election was held on 10 March 2019. {| class=wikitable style=text-align:right |+Summary of the 10 March 2019 North Korea Supreme People's Assembly election results !Alliance !Party !Votes !% !Seats |- | rowspan=\"2\" align=\"left\"|Democratic Front for the Reunification of Korea |align=\"left\"|General Association of Korean Residents in Japan | | |5 |- | align=\"left\" |Others | | ||682 |- |align=left colspan=2|Total|| ||100||687 |- |align=left colspan=2|Registered voters/turnout|| ||99.99||– |- |align=left colspan=5|Source: |} ==Past elections== ===Parliamentary elections=== *1947 *1948 *1957 *1962 *1967 *1972 *1977 *1982 *1986 *1990 *1998 *2003 *2009 *2014 *2019 ===By-elections=== * 1959 ===Local elections=== *1946 *1947 *1949 *1950 *1956 *1959 *1963 *1967 *1972 *1975 *1977 *1979 *1981 *1983 *1985 *1987 *1989 *1991 *1993 *1999 *2003 *2007 *2011 *2015 *2019 ==See also== * Politics of North Korea * List of political parties in North Korea ==References== ==External links== * * ",
    "title": "Elections in North Korea"
}