{
    "id": "1442348",
    "text": "John L. Wasserman (August 13, 1938 – February 25, 1979) was an American entertainment critic for the San Francisco Chronicle from 1964 until the time of his death in 1979. Known more for humor and originality than in-depth analysis, he's best known for his creative reviews of bad films, clever skewering of glitzy performers, and passionate advocacy for those in whose talents he believed. ==Early life== Wasserman attended Tamalpais High School in Mill Valley, California.; Wasserman was in the Class of 1955 Never having graduated from college, Wasserman worked at many jobs before landing a position at the Chronicle at age 24. His first attempts to get a journalism job were rebuffed. Finally, an opening for an assistant critic came up in the paper's entertainment department. His audition review, A GATHERING OF EAGLES with Rock Hudson, landed him the job. The paper's executive editor, Bill German, recalled that John's review \"was the only one that didn't bore me.\" ==Writing career== Wasserman's best writing years were 1970 to 1979, when he had his own column. His columns covered anything vaguely related to entertainment: film, theater, music, comedy, bodybuilding, and even live sex shows at the famous Mitchell Brothers O'Farrell Theater. He counted Woody Allen, Joan Baez, poet Michael McClure, Clint Eastwood, Lily Tomlin, Bill Graham and numerous other celebrities among his friends. He could count Jerry Lewis, Russ Meyer, countless music promoters and crowds of Osmond fans among his detractors. He was a highly visible presence in San Francisco. He was the first person Marty Balin asked to manage Jefferson Airplane. He taught an annual \"Media and the Arts\" extension course for San Francisco State. He served as a stand-in for George C. Scott on the set of PETULIA and Clint Eastwood on the set of THE ENFORCER. He also did a brief walk-on in the motorcycle film C.C. AND COMPANY. He wrote the first serious review of a male porn film, Kansas City Truckin, for the SF Chronicle. ==Death== He died in a car accident on February 25, 1979, south of San Francisco in which two others in another car were also killed. His blood alcohol level was found to be .26, nearly three times the legal limit at the time, and he was driving the wrong way on the freeway. ==Posthumous publications== A collection of more than 90 of his reviews and columns, and a narrative about his life based on interviews conducted after his death, by his sister, Abby Wasserman, was published by Chronicle Books in 1993. The book is Praise, Vilification & Sexual Innuendo, or How to Be a Critic: The Selected Writings of John L. Wasserman, 1964-1979. == References == Category:1938 births Category:1979 deaths Category:American male journalists Category:American columnists Category:Road incident deaths in California Category:Tamalpais High School alumni Category:20th-century American non-fiction writers Category:20th-century American male writers ",
    "title": "John L. Wasserman"
}