{
    "id": "1442771",
    "text": "Bomberman 64 is a video game developed by Hudson Soft, published by Hudson Soft in Japan and published by Nintendo in North America and Europe for the Nintendo 64. The game was released in Europe on November 27, 1997 and released in North America three days later. While the game never saw a release on the Wii's Virtual Console service, it was eventually released on the Wii U Virtual Console in both Europe and North America in March 2017 followed by Japan in June 2017. Bomberman 64 is the first 3D game within the Bomberman series. It implements a different single-player mode by incorporating action-adventure and platforming stages instead of arenas in which enemies or other elements must be destroyed. This new variety of single-player game was well-received by critics for its imagination and depth, though most critics also deemed the multiplayer mode to be lacking compared to previous entries in the series. Three more Bomberman games were released on the Nintendo 64: Bomberman Hero (1998), Bomberman 64: The Second Attack (2000), and Bomberman 64 (2001). == Gameplay == This game is featured in full 3D, thus the directional controls change. Bomberman is able to walk in eight directions with a rotating camera facing in eight directions and with three different zoom levels. His bombs have a different effect than in other games of the series; the bomb's explosion waves have a spherical pattern, rather than the traditional cross- shaped ones. In both single player and multi-player modes, Bomberman always has the ability to kick, pick up, and throw bombs, without the need of power- ups, as in previous games. A unique feature of this game is that Bomberman can \"pump\" a bomb while holding it, which will make the bomb's explosion more powerful. A pumped-up bomb cannot be kicked or picked up again. Unlike most platform games of its time, Bomberman cannot jump, nor can he swim in water, although he can wade in shallow water. Since Bomberman lacks the ability to jump, higher areas that do not have a path leading to them must be reached by bouncing across bombs - typically this requires the \"remote\" power-up to avoid the normally timed bombs exploding early. \"Bomb jumping\" is actually required to fully explore most levels, retrieve certain power-ups, and cross many obstacles. If Bomberman runs into an enemy NPC, or is hit on the head by a small object, such as an unexploded bomb, he will become temporarily dizzy. While in this state, he can get hoisted up by an enemy and thrown around, or even finished off by getting thrown off the map, or into a bomb explosion. Bomberman can do the same to an enemy. When Bomberman takes damage, he dies. If he has a \"heart\" power-up when he's hit, he will survive, but he will lose the heart. When he dies, all power-ups he obtained will scatter all over the place. In the Normal single-player mode, taking damage simply causes Bomberman to drop the heart, and if it doesn't bounce off the level, he can pick it up again to survive another hit. In the Hard mode, the heart will disappear. The game has four bosses, all of which perform the same bomb attacks as Bomberman. All bosses can cause Bomberman to be dizzy if they touch him on Hard mode. === Game progression === At the start of the game, Bomberman can enter any of four anchors, which are terrariums of other planets (that were probably drained by Altair). In each anchor there are four stages. The first and third stages are adventure stages which Bomberman must navigate by solving puzzles and blasting his way toward the \"Goal Arrow.\" The second and fourth stages are boss stages. Bomberman must fight Sirius or one of Altair's subordinates in the second stage, and he must fight the world's guardian in the fourth. After Bomberman beats the first four anchors, he can enter the Black Fortress. Like the previous worlds, the first and third stages are adventure stages, but this time Bomberman must fight the guardian in the second stage and Altair himself in the fourth stage. In every stage there are five gold cards to collect (100 total). Once all gold cards have been collected, the player can unlock the secret world, Rainbow Palace. After all the gold cards have been collected from there (an additional 20, making a grand total of 120 Gold Cards) the player unlocks more courses in multiplayer mode plus the \"Full Power\" cheat option. With the cheat activated, Bomberman starts with 8 bombs, 5 flames, power bombs, and remote bombs. == Synopsis == The Omni Cube In the game's opening sequence, a peaceful-looking planet with gardens, rivers, and residential buildings abound is shown. The space pirate, Artemis, drops from the sky with a band of soldiers to raid the planet. Altair, the leader of the space pirates, watches from the Black Fortress, using his coveted weapon, the Omni Cube, to completely drain the planet's energy, condemning it to a zombie- like state. Artemis returns to the Black Fortress to meet up with her partners, fellow pirates Orion and Regulus and her superior, Altair. Together, they set their sights on their next target: Planet Bomber, home of the protagonist, Bomberman. They maneuver their fortress into the atmosphere of Planet Bomber. Bomberman, from atop a cliff, observes the Black Fortress' descent. Not much later, the Fortress begins to open fire on the people of Planet Bomber, firing destructive energy rays into populated areas. A warrior clad in white then flies out to the surprised Bomberman, and asks if he plans to defeat the assailants. Bomberman gives an affirmative response, and the stranger (later introduced as Sirius) explains that a force field protects the Fortress from any outside attack. Sirius goes on to say that this force field can be deactivated by destroying the four anchors attached to the Fortress; the \"Green Garden\": a ruin-filled natural world, \"Blue Resort\": a fortress surrounded by water, \"Red Mountain\": a large volcano fraught with danger, and \"White Glacier\": a large, snowy mountain covered in ice. Once inside the Fortress, they must find and destroy Altair. Bomberman climbs onto and destroys the four anchors with the help of Sirius, who supplies power-ups and teaches him new techniques. In the process, he kills Artemis and Orion, but Regulus survives. Once the force field around the Fortress is deactivated, the duo enter the Fortress. After sneaking through Altair's security measures, Bomberman finds and confronts Altair, and after a difficult struggle, defeats the pirate. The previously defeated Regulus swoops in and attempts to rescue his master from the battlefield, but is then knocked away by Sirius. Altair drops the Omni Cube, which Sirius lands on the battle platform to retrieve. Altair is annihilated by a newly powered-up Sirius. Sirius reveals that he was only using Bomberman's abilities into taking back the Omni Cube which was stolen by Altair, adding that he was sick of working with him and lying to him during the mission. He takes the Omni Cube and escapes to his secret lair to destroy Planet Bomber. Bomberman pursues him, making his way through the palace, confronting Sirius for his betrayal. When Sirius is about to fire on Bomberman, he is saved by Regulus, knocking him away and destroying the Omni cube. With the aid of Regulus, Bomberman defeats Sirius. Without the power of the Omnicube, The Rainbow Palace crashes into the Black Fortress, destroying both, as Regulus escapes with Bomberman, informing him that he was surprised with Bomberman's ability to defeat Sirius, as he and his comrades had considerable difficulty taking the Omnicube from Sirius. Regulus leaves Planet Bomber, stating that one day he will have a rematch with his new rival, Bomberman, who celebrates his victory. ==Development== After working on the game for about six months, the development team scrapped all their initial designs and started anew due to the emergence of more advanced 3D games on the market. It was subsequently exhibited at the 1997 Electronic Entertainment Expo. == Reception == Bomberman 64 received mixed reviews. Critics almost unanimously commented that, in a reversal of the Bomberman series's most fundamental trend, the single-player mode is much better than the mutliplayer mode. However, their opinions of the overall quality of these modes varied. Doug Perry from IGN applauded the single-player mode for its intrigue and inventiveness, particularly the bomb bridging and tower-building abilities, and stated that the multiplayer mode, while not the best of the series, is accessible and benefits from well-designed arenas. Joe Fielder from GameSpot instead judged the single-player mode to be a satisfying improvement over previous Bomberman single-player experiences, but not essential, and said that the multiplayer mode has \"lost all the addictive charm that so positively defined the series.\" Shawn Smith and Dan Hsu of Electronic Gaming Monthly considered the multiplayer mode outright problematic, remarking that the 3D format, which occasionally makes it difficult to see what the player character is doing even in single-player mode, is a constant hassle in multiplayer. Hsu commented that \"in my book, certain games should stay 2-D, and the B-man series is no exception.\" Their co-reviewer Crispin Boyer opined that the multiplayer simply gets old quickly, while Kraig Kujawa found it sufficiently intense and fun, though not as good as in previous installments. GamePro found that the analog stick control works fine in single-player mode, but causes heavy aggravation in the heat of the multiplayer battle mode. However, the reviewer concluded that the single-player mode is good enough to make the game worth buying. ==Notes== == References == ==External links== * Category:1997 video games Category:Action-adventure games Category:Alien zoos in fiction 64 Category:Nintendo 64 games Category:Multiplayer and single-player video games Category:Video games developed in Japan Category:Virtual Console games for Wii U ",
    "title": "Bomberman 64 (1997 video game)"
}