{
    "id": "1442852",
    "text": "A view of Shimizu's farmlands and the Hidaka Mountain Range seen from Panorama park is a small town located at the base of the Hidaka Mountain Range in Tokachi Subprefecture, Hokkaido, Japan. The name Shimizu is taken from the Ainu word \"Pekerebetsu\", which means bright clean river. As of 2011, the population of the town is 10,243, and its primary source of income is through agriculture. Shimizu, like many other towns in Hokkaido, is undergoing population decline. == Population == As of September 2016, the town has an estimated population of 9,784 and a density of 24 persons per km². The total area is 402.18 km². == Geography == The town of Shimizu lies within the Tokachi Subprefecture of Hokkaido, Japan. The town lies at the base of the Hidaka Mountain Range and has several towns nearby, including Shikaoi to the North, Shintoku to the West, Hidaka to the South, and Memuro to the East. The geography of the town of Shimizu is mostly flat, with a few low-lying hills to the North and West. == History == The town of Shimizu began to settle in 1898, with a population of 99 people, working as cultivating farmers. It wasn’t until 1936 that Shimizu gained status as a town. In 1907 a railway connecting Kushiro and Asahikawa was built, thereby connecting Shimizu. At the time, two lines ran through the town: the Tokachi line, and the Tooru Hiraku line. Another improvement that helped put the town on the map was the opening of Nissho Toge, a mountain pass running through the Hidaka Mountains, which opened in 1965. This National Highway, route 274, runs all the way to Hokkaidos capital city, Sapporo. In 1980, the towns cultural center opened, and is famous for the playing of Beethoven’s 9th Symphony. Every year, students from Shimizu High School practice singing the symphony, for an end of the year concert. The towns first swimming pool opened in 1983, and in 1990, both the towns library and local history museum were established. Holstein cow == Economy == Shimizu has roughly 440 farmers, and 14,500 ha of farmland. Dairy farming, cattle farming, and sugar beet cultivation are some of the main types of agriculture that take place in Shimizu and the surrounding area. == Transportation == The town has several means of transportation for getting in and out of town. A train line runs through town connecting neighboring towns Shintoku, Memuro, and capital city of Tokachi, Obihiro. Shimizu's station name is called Tokachi Shimizu. There is also a bus which runs from Obihiro, and makes a stop in Shimizu, bringing passengers to the New Chitose Airport in Sapporo. If driving, route 274 National Highway runs through town from Kita-ku Sapporo, going as far as Shibecha, Hokkaido in the Kushiro Subprefecture. The road runs a full length of 371.8 km (231.03 mi). Another option for driving is taking the relatively new Dōtō Expressway, which starts in the town of Shimukappu, runs through Shimizu and ends in the town of Ashoro. The Expressway is also a good option if wanting to take a trip to the popular ski town of Tomamu, only a half-hour drive from Shimizu. == Recreation == The town is in a prime location for skiers & snowboard enthusiasts alike in the winter, and becomes a cyclists & motorcyclists haven in the warmer months. * Skiing/Snowboarding :Several ski hills are within a half-hour drive, including Tomamu Ski Hill and Memuro's Arashiyama Ski Hill. == Education == Shimizu has several educational institutions in town including public schools grades 1-12, and a High School of Arts: *High School: :Shimizu High School, Hokkaido (prefectural) :High school of arts, Hokkaido Shimizu High School * Junior high: :Two schools (Shimizu, Mikage) * Elementary school :Two schools (Shimizu, Mikage) ==International Exchange== In 1993, Shimizu and the town of Chelsea, Michigan began a sister city exchange program, where groups of 7th and 8th graders from Chelsea visit Japan and stay with a host family for just under two weeks..http://www.chelsea-shimizu.org/ The exchange program started in 1993 by Brian Oakley (CHS Class of 1986), and continues to this day. Shimizu is also in connection with the JET Programme, which contracts out two ALT's to Shimizu. ALT's working for the towns board of education are hired from Michigan, and work at the towns elementary and junior high schools. JET's working for the towns high school, are hired through the Hokkaidō Prefectural Board of Education, and are not in connection with the towns sister town. ==Notable people from Shimizu== *Miho Oki, former racing cyclist *Shota Sakaki, football player ==See also== *Hidaka Mountains *Japan National Route 274 *Mount Sahoro *Doto Expressway ==References== ==External links== * *Official Website Category:Towns in Hokkaido ",
    "title": "Shimizu, Hokkaido"
}