{
    "id": "1442061",
    "text": "Events from the year 1894 in Ireland. ==Events== * 3 March – William Ewart Gladstone resigns as Prime Minister of the United Kingdom. In his career, he introduced land reform to Ireland and also attempted to grant Home Rule. * 14 June – hooker Victory capsizes off Westport, County Mayo with the loss of at least 30 aboard. * 15 August – the Irish Land and Labour Association is formed at a labour convention at Limerick Junction, County Tipperary, with D. D. Sheehan as chairman and J. J. O'Shee as secretary. * 28-29 December – the SS Inishtrahull is lost off Kilkee with the loss of 26 aboard. * The first meeting of the Irish Trades Union Congress takes place. * The Irish Agricultural Organisation Society is established by Horace Plunkett. The new organisation encourages the co-operative movement. * Professor John Joly of Trinity College, Dublin, devises a colour photographic process. * Bewley's open their first café in Dublin. ==Arts and literature== * Thomas A. Finlay, S.J., is founding editor of the literary magazine The New Ireland Review (Dublin, March). * George Moore publishes Esther Waters. * Somerville and Ross publish The Real Charlotte. ==Sport== ===Football=== *;International *:24 February Wales 4–1 Ireland (in Swansea) *:3 March Ireland 2–2 England (in Belfast) *:31 March Ireland 1–2 Scotland (in Belfast) *;Irish League *:Winners: Glentoran *;Irish Cup *:Winners: Distillery 2–2, 3–2 Linfield ===Golf=== *Portmarnock Golf Club, Fingal, and Portstewart Golf Club, County Londonderry, are founded. ==Births== *1 January – Augustine Kelly, cricketer (died 1960). *30 January – Wentworth Allen, cricketer (died 1943). *22 April – Evie Hone, painter and stained glass artist (died 1955). *1 May – James Everett, Labour Party TD, Cabinet Minister, famed for Battle of Baltinglass, 44 years service as a TD (died 1967). *5 May – Joe Keppel, comic performer (died 1977). *15 June – Maurice Moore, Irish republican fighting in the Irish War of Independence (executed 1921). *28 June – Ronald Ossory Dunlop, painter and author (died 1973). *23 July – Norman Stronge, Ulster Unionist Party politician and Speaker of the Northern Ireland House of Commons for 23 years (died 1981). *9 August – Walter Starkie, author, translator and scholar of southern European civilisations (died 1976 in Spain) *24 August – Elisha Scott, footballer (died 1959). *31 August – Patrick Joseph Kelly, Bishop of Benin City (died 1991). *30 September – Michael Tierney, Cumann na nGaedheal TD, Fine Gael member of Seanad Éireann and President of University College Dublin (died 1975). *3 October – Frederick Jeremiah Edwards, recipient of the Victoria Cross for gallantry in 1916 at Thiepval, France (died 1964). *14 October – Tom McEllistrim, Fianna Fáil TD (died 1973). *14 November – Daniel Joseph Sheehan, Royal Naval Air Service and Royal Flying Corps pilot in World War I, killed in action (died 1917). *17 December – Cecile O'Rahilly, scholar of the Celtic languages and writer (died 1980). *Approximate date – Patricia Lynch, children's writer (died 1972). ==Deaths== *20 January – Robert Halpin, master mariner (born 1836). *30 August – Joseph Robinson Kirk, sculptor (born 1821). *26 September – Launt Thompson, sculptor (born 1833). *28 December – James Graham Fair, part-owner of the Comstock Lode, United States Senator and real estate and railroad speculator (born 1831). ==References== Category:1890s in Ireland Ireland Category:Years of the 19th century in Ireland Ireland ",
    "title": "1894 in Ireland"
}