{
    "id": "1442673",
    "text": "Na Renna, was slain\". The Annals of Inisfallen (Irish: Annála Inis Faithlinn) are a chronicle of the medieval history of Ireland. There are more than 2,500 entries spanning the years between 433 and 1450. The manuscript is thought to have been compiled in 1092, as the chronicle is written by a single scribe down to that point but updated by many different hands thereafter. It was written by the monks of Innisfallen Abbey, on Innisfallen Island on Lough Leane, near Killarney in Munster, but made use of sources produced at different centres around Munster as well as a Clonmacnoise group text of the hypothetical Chronicle of Ireland. As well as the chronological entries, the manuscript contains a short, fragmented narrative of the history of pre- Christian Ireland, known as the pre-Patrician section, from the time of Abraham to the arrival of Saint Patrick in Ireland. This has many elements in common with Lebor Gabála Érenn. It sets the history of Ireland and the Gaels within Eusebian universal history, which is provided both by a Latin world chronicle and extracts from Réidig dam, a Dé, do nim, a Middle Irish poem attributed to Flann Mainistrech in later manuscripts. The annals are now housed in the Bodleian Library in Oxford. In 2001, Brian O'Leary, a Fianna Fáil councillor in Killarney, called for the annals to be returned to the town. ==See also== * Irish annals * The Chronicle of Ireland ==Notes== ==References== * * ==External links== * Annals of Inisfallen—Text of the annals (Mac Airt's translation) * Annals of Inisfallen—Original text (in a mixture of Latin and Irish) * Annals of Inisfallen—pre-Patrician section * Digitised images from Rawlinson B 503—Images available on Digital Bodleian * \"Call for Annals of Innisfallen to be returned to Killarney\", The Kingdom—local newspaper article Category:15th-century history books Category:Bodleian Library collection Category:Irish chronicles Category:Irish manuscripts Category:Killarney Category:Texts of medieval Ireland ",
    "title": "Annals of Inisfallen"
}