{
    "id": "1442245",
    "text": "Elections in Jordan are for the lower house, known as the House of Representatives, of the bicameral parliament of Jordan, as well as for local elections. They take place within a political system where the King has extensive legislative and executive powers, retaining ultimate political control. The Prime Minister is selected by the King, the PM is then free to choose his own Cabinet. The parliament has quotas: three seats for Circassians and Chechens, nine for Christians and fifteen for women. The electoral system favours rural tribes and those of East Bank origin over urban areas that are primarily inhabited by those of Palestinian descent. The first general election was held during the Emirate of Transjordan in 1929. Even after Jordan gained independence in 1946, British influence caused elections to be held under block voting. Just three months into an elected government experiment in 1956, the former King Hussein then dismissed that government, declaring martial law and banning political parties. This lasted until general elections were reintroduced in 1989 after unrest over price hikes spread in southern Jordan. The 1989 general election under block voting saw opposition Islamist parties win 22 out of 80 seats in the House of Representatives. The electoral system was then changed in 1992 to a single non-transferable vote system, which became known as “one-man one-vote”, in order to suppress Islamist representation. Opposition parties back then including the Muslim Brotherhood’s Islamic Action Front (IAF) often boycotted elections due to the new law, even though political parties were relegalized and martial law was lifted. The 2011–12 Jordanian protests that occurred as part of the Arab Spring led to calls for political reform. Some reforms were introduced prior to the 2013 general election, which included the creation of an Independent Electoral Commission. The changes were however deemed insufficient by many opposition parties, and they continued their boycott. Large-scale reforms were put into place for the 2016 general election and the 2017 local elections. Opposition parties including the IAF have ended their boycott of the elections in 2016 after proportional representation was introduced, and together with their allies managed to win 16 seats out of 130, after they were expecting 20-30 seats. Proportional representation is seen as the first step toward establishing parliamentary governments in which parliamentary blocs, instead of the king, choose the prime minister. However, the underdevelopment of political parties in Jordan have slowed such moves. The latest general and local elections were considered to be fair and transparent by several independent international observers. ==Political system== First general election in Jordan's history was held on 2 April 1929. Compared to other Arab monarchies, Jordan is relatively pluralistic, with a tolerance for political and social opposition. Jordan a member of international treaties obliging it to hold regular elections with appropriate preparation and implementation, and that oblige it to respect the right to vote, the right to be elected and participate in public affairs, freedom of assembly, freedom of association, freedom of movement, and freedom of opinion. After parliament is dissolved, the constitution mandates elections be held within four months. Nonetheless, the monarchy retains ultimate political control, as it is imbued with wide executive and legislative authority, leading the King's royal court and advisers exercising more power than parliament. While in theory the military and General Intelligence Directorate (GID, a state security body) report to parliament, in practice they report to the monarchy. Important fields of policy, such as foreign relations, economic policy, and internal security are controlled by the King and royal advisors. The elected lower house of parliament is further constrained by an upper house of equal legislative responsibility whose members are chosen by the King. While the lower house can initiate legislation, the legislation must then be approved by the senate and the King. If the King returns the law unapproved, it must gain approval from two-thirds of both the house and the senate to go into effect. The King appoints a Prime Minister and Cabinet from the lower house, but is not required to consult parliament on his choice or choose based on the largest parties. Cabinet reshuffles within a single parliament can be frequent, and aside from a way to reward loyal MPs they are often used to counter public dissent, as the King can shift blame for issues onto the previous Cabinet while appearing above politics. Similarly, the King can dissolve parliament before the end of its term if he desires early elections, or suspend parliament entirely and rule by decree, which occurred twice in the 21st century, from 2001 to 2003 and 2009 to 2010. Outside of suspension, elections are held within four months of the dissolution of the previous parliament. Even after legalisation in 1992, political parties have long been weak, an intentional effect of the electoral system. They continue to have low membership, partly due to lingering fear of government discrimination of those holding a party membership. Instead, tribes have become effective political actors, playing roles traditionally associated with political parties, such as holding their own primaries and mobilising voters through their own electoral lists. Elections are therefore often based on patronage rather than politics, with votes falling along tribal or family lines. Politics mirrors the demographic split between those of Palestinian origin and those of East Bank origin. The state is dominated by East Bankers and they form the core of monarchical support, whereas Jordanian Palestinians have little political representation and a systematically discriminated against.Abdullah II, the King of Jordan, holds extensive legislative and executive powers. Electoral districts are delimited by the Cabinet upon the recommendation of the ministry of Interior. These constituencies followed administrative boundaries with some minor changes. Each constituency is unreflective of the populations within them. For example, in the 2013 elections the Amman government had 98,936 people per seat, whereas the Tafileh government had just 25,350. Irbid's seventh district had 48,701 registered voters leading to the winning candidate having 11,624 votes, whereas Ma’an's second district had just 6,733 registered voters and was won by a candidate who garnered only 1,648 votes. This gerrymandering means that often tribal representatives with local concerns rather than national platforms. As the election results are based on patronage rather than political alignment, parliaments is often ineffectual. The lack of political parties leads to it being very fractured, impeding reform. Elections are frequently manipulated by the state, from selective support of candidates with funding and media access, to in some cases direct electoral fraud through manipulating votes or manipulating turnout. This is frequently to the detriment of the Muslim Brotherhood’s political arm in Jordan, the Islamic Action Front. Suppression of the Muslim Brotherhood occurs alongside fear of electoral reform giving Palestinians increased political representation, as the IAF is seen as being supported by many Palestinians. The constraints and restrictions on the power of elected officials imposed by unelected officials has caused public apathy towards parliament. The Jordanian electorate however is largely aware of other electoral options and there is not much public discussion of flaws in the electoral system. While the government has frequently made rhetoric about improving the democratic system, this rhetoric far outstrips any actions it takes. ==Suffrage and quotas== The 2016 general election screening process in a Zarqa school. Jordan’s constitution has no provision guaranteeing universal suffrage. Article 6 prohibits discrimination on the basis of religion, race and language, but notably makes no provisions for gender. Nonetheless, women obtained the right to vote in 1974, and quotas for parliamentary participation were introduced in 2003 and have increased since then, and currently each of the 12 governorates has one reserved seat, and each of the three “badia” electoral areas also has one, for a total of 15. Women can be elected to all public offices, and since the turn of the century there have regularly been female members of Cabinet. In 2010 a female was appointed attorney-general for the first time. However, despite the affirmative action utilised through the quota system, cultural issues are thought to impede the independence of women who vote, and some tribal primaries continue to hold male-only votes. Some smaller tribes who cannot reliably win normal seats also take advantage of the quota by nominating female representatives. Female candidates are thus often controlled by the tribes supporting them. Some ethnic and religious minorities have quotas in parliament as well, although these minorities must run in their allocated seats if they wish to enter parliament. Those of Circassian and Chechen descent share three allocated seats, while Christians are allocated nine seats. Both are over-representations in parliament compared to their presence in the overall population. Christians are often appointed to Cabinet ministerial positions, although by practice they do not achieve the highest positions such as Prime Minister and Head Military Commander. Bedouins have three special “badia” electorates, each of which provides three members to parliament, including one woman per badia. The badia divide the country into northern, central, and southern zones, but the ability to vote in these districts is determined not only by location but also by tribal membership, with only members of approved tribes able to vote in these electorates. The age of suffrage is 18. Those who are bankrupt or mentally disabled are not allowed to vote, and there have historically been no provisions to help absentee or special needs voters. Employees of the armed forces, state security services, public security services, Gendarmie, and Civil Defence forces cannot vote during their employment. Registration rules, which are determined by the Independent Electoral Committee (IEC), mandate registration in the district of residence, or in the district where a father or grandfather was born. An exception exists for Circassians, Chechens, and Christians, who may register in a neighbouring district if they reside in a district which lacks a seat for their quota. In the 2013 elections, there was an overall 400,000 voters who registered in districts they did not reside in. ==History== ===Martial law=== Under a constitution set up in 1952, political parties were allowed, and a Political Parties Law was passed in 1955 affirming this, although they had to register and be approved by the government. No majorities were elected, and this period produced coalition governments. However, upon the imposition of martial law in 1957 electoral activities and parties were banned. After this point party activity continued underground, and was expressed through other forms such as labour unions and professional organisations. Women received the right to vote and stand for office in 1974, although martial law was still in effect. A woman was first appointed to Cabinet in 1976, although during the 20th century participation was rare and mostly symbolic, with often just a token woman included. ===1989 liberalisation=== The monarchy's firm control over the political process was maintained until an economic crash in the late 1980s caused protests, even among East Bankers. This prompted an unprecedented political and social liberalisation, revoking martial law and holding an election. The 1989 election was run using block voting, with voters casting a number of votes equal to the number of representatives of their district, with the candidates with the highest votes in each district entering parliament. This system was much the same as the one that had been used during the British mandate. There were 20 constituencies, although they were not evenly distributed by population. Eight seats were set aside for Christians, and three for Cicassians and Chechens. While political parties remained banned, many candidates were clearly affiliated with various groups, such as the monarchy and the Muslim Brotherhood. Out of the 80 seas, the majority were won by opposition parties, including Islamists, secular leftists, and pan-Arab nationalists. This was not representative of the percentage of the vote, with 20% of votes for the Muslim Brotherhood winning 30% of the seats, and the 16% of seats won by independent Islamists similarly over-representative. The 60% of votes that went to pro-monarchy candidates won only 40% of the seats. This was in part due to the better organisation of Islamists, despite the lack of official party structures. Despite this, the resultant parliament is viewed more favourably with the public than any subsequent parliaments have been. ===One-man one-vote=== In order to suppress future Islamist votes, King Hussein instituted a new system prior to the 1993 elections. However, in 1992 he introduced a new Political Parties Law, allowing political parties to register with the Ministry of Interior, and providing recourse for judicial challenge if party formation is denied. Alongside new parties, many parties that had existed before the imposition of martial law reformed. The Muslim Brotherhood created a Jordanian political wing, registering the Islamic Action Front as their political party. Under the new system, the country was divided into 45 electoral districts, again providing disproportionate influence to rural East Bank communities while side-lining urban and Palestinian areas. Voting was held under a single non-transferable vote rule, where each voter has one vote even in multi-member districts. This weakened political parties as if they competed in multi-member districts with multiple candidates they risked diluting their vote between candidates and thus not winning any seats, whereas restricting the number of candidates they ran meant restricting the total number of seats they could possibly win. Political parties were also weak due to low membership, caused by public fear of discrimination against party members. The new electoral system the parties competed in became derisively known as the “one-man one-vote” system in Jordan, despite that phrase usually referring to a positive tenet of democracy. While the representation in parliament better lined up with voting proportions, the system was seen as restricting voter choice. As well as weakening parties it strengthened tribalism and sub-national identities, making elections local rather than national. Well-connected local individuals were able to gain electoral heft at the expense of national parties, and most independent MPs were conservative members of the state. Candidacies were often announced well before election campaigns officially began. The government was keen to further encourage female participation in politics, placing 99 women in the municipal committees that organised the 1994 local elections, leading to 20 women standing, one of whom won a mayoralty and nine others who won local council seats. By 2003 there was at least one woman in each municipal council. The new system was unpopular with political parties, and 11 parties led by the IAF boycotted the 1997 national elections. Changes prior to the intended 2001 elections led to an increase in MP numbers to 110. Although parliament was dismissed in June 2011 in line with its 4-year mandate, elections were delayed by the King until 2003. By 2003 there were 31 licensed political parties, which fell into four broad groups: Islamist, leftist, Arab nationalist, and centrist Jordanian nationalists. Despite these party memberships, candidates often still ran as independents, for fear of alienating tribal votes. The 2003 election saw the introduction of a quota for women in addition to the others of six of the 110 seats. These six seats would be allocated by a special panel if no women were elected in normal seats, which turned out to be the case. It also saw the lowering of the voting age to 18. The IAF held another partial boycott during the 2003 elections. A 2007 law mandated political parties have at least 500 members in at least 5 of Jordan's governorates, invalidating the existence of 22 political parties. The IAF however decided to participate in the 2007 elections, which was marred by reports of electoral fraud. King Abdullah II dissolved parliament in 2009, halfway into its four-year term. On 20 May 2010 he approved a new electoral law, which stated that the election would be overseen by judges and punishing those buying and selling votes. It raised the number of seats to 120, and upped the quota for women to 12. Four of the new seats were placed in urban areas, a move designed to reduce the pressure for electoral reform. While maintaining the basics of one-man one- vote, the new law changed how elections worked in multi-member districts. It divided them into multiple contiguous subdistricts, determined not by geography but by voter choice. Candidates chose which virtual subdistrict they would run in, and voters voted in the subdistrict of their choice. The government claimed it would reduce tribalisms, but analysts noted it would worsen the situation, with candidates dividing subdistricts between them prior to the elections. Thus insider candidates with privileged access to government had an advantage, although some felt that given their organisation Islamists may have benefitted to a slight extent. Additionally, voter mobilisation was impeded by the virtual districts. Nonetheless, the changes led to the November 2010 elections being boycotted by a wide range of parties led by the IAF. Despite this the government attempted to bolster the election's legitimacy. It introduced computer-based monitoring of results, and invited international monitors who felt it had been free of direct manipulation, unlike previous elections, although they noted there was no independent electoral commission. The government also launched a large campaign to increase voter turnout, although it only reported a turnout of 53%, and local NGOs estimated it to be as low as 40%. The low turnout was exacerbated by differences in turnout between different demographic groups, with nadirs of 20% in urban Palestinian districts, and highs of 80% in some rural areas. As a result, only 10% of MPs represented Palestinians. 2010 saw one female MP elected in an ordinary seat, in addition to those elected under quotas. Less than half of the public had confidence in the resultant parliament. ===Arab Spring=== Economic protesters in Amman in 2012 Grievances brought on by two decades of political and social stagnation, and in some cases backsliding on reforms, emerged as part of the wider protests during the Arab Spring. Protests spread beyond traditional opposition groups to the usually loyal East Bank communities. Alongside protests caused by economic hardship, calls emerged for greater political reform and reforms of the state security sector, although the more extreme calls, such as for an overthrow of the monarchy, never obtained wide public support. Unrest led to King Abdullah II to frequently change government, with five prime ministers being in power over the two years subsequent to the beginning of the protests. In response, the King promised reforms and a move towards constitutional monarchy, and in June 2011 established a 52-member National Dialogue Committee and a 10-member Constitutional Review Council. While both were mostly full of royal loyalists, they did propose changes. In September 2011, the Council proposed 42 constitutional amendments, including ones establishing an Independent Electoral Committee. The King requested that political parties join in the National Dialogue Committee, and while many opposition parties did the IAF refused to. The Committee recommended replacing one-man one-vote with proportional representation (PR) among electorates based on governorates, creating 115 PR seats at governorate levels and 15 at national levels, as well as increasing the quota for women and maintaining the other quotas. King Hussein and the current King Abdullah II. Institutional reluctance to reform was compounded by disagreements among reformists on the correct path forward, as well as caution regarding radical change due to the deteriorating situations in other Arab Spring affected countries, especially considering pre-existing East Bank-Palestinian domestic tensions. A July 2012 law banned the formation of political parties on the basis of religion. A new election law in 2012 expanded parliament to 150 members while keeping the same ethnic and religious seat quotas. It increased the woman's quota by three by mandating that one MP from each Bedouin badia constituency be a woman, maintaining the women's quota at 10% of overall seats. It created a mixed- electoral system by making 27 of the 150 seats elected on a proportional basis based on nationwide lists, while the others remained elected through one-man one-vote, 18 in single-member districts and 90 in multi-member districts. The King also promised to consult parliament when choosing a cabinet. Other recommendations however, such as a more substantial move to PR, were ignored. This, combined with the constitutional changes being mostly cosmetic, meant once Parliament was dissolved on 4 October 2013, the IAF and other opposition parties decided to boycott the elections. Despite this, the government tried heavily to encourage participation and campaigning, extending registration past the allotted time, and turning a blind eye to campaign violations such as the use of state symbols and images of the king and campaigning beyond the official deadline of midnight of election day in close proximity to polling stations. The addition of PR seats was expected to slightly rectify the underrepresentation of Palestinian voters. Many new parties were contested just to contest these seats, with a final total of 61 registered for the election. Many however lacked distinct political character. Each voter had two votes, one within their electoral district, and one for the 27 national-level seats. The new Independent Electoral Commission was regarded as having improved electoral administration, promoting electoral transparency and ensuring ballot secrecy. The PR seats were very fractured, with the largest party being the Islamic Centrist Party which received only 114,458 (8.89%) votes leading to three votes. 18 women were elected in 2013, 15 from the quotas, two as the head of PR lists, and one as a district candidate. In spite of the changes, a survey found 53% of respondents to not find the elections to be fair. ===Return to proportional vote=== governorate or part of a governorate. More reforms were touted in 2015, with the government promising the end of one-man one-vote. Furthermore, the government expressed that all licensed parties were part of Jordan's political fabric, explicitly mentioning the IAF. The final reforms were proposed on 31 August, and were seen as very similar to the popularly remembered 1989 elections. The new system reduced the seats to 130 while keeping all quotas at the same numbers. It fully eliminated one-man one-vote, restoring the block system whereby voters had votes equal to the number of seats in their district. In addition, they each also have a single vote for a multi-member party list. This was not the case in the 1989 elections, and reflected the PR experiment from the 2013 elections. Re- elections will be held in the case of ties. All candidates will run as members of lists, with open list PR used to determine all seats falling outside of quotas. For the Circassian/Chechen and Christian seats, the seat is given to the highest candidate from within those groups. The female quota seats however are assigned to women who would not otherwise be elected. There are 23 electoral districts: five in the Amman government, four in the Irbid governorate, two in the Zarqa governorate, one each for the other nine governorates, and three badia districts for the Bedouin quotas. The Circassian/Chechen and Christian quotas were included among seats assigned within the governorate districts. The female quota is divided so that there is one seat in each governorate, and one in each badia. While the division of population between districts remains imperfect, it was an improvement upon previous elections. After minor changes in both houses, the new law was approved by the King on 13 March 2016. Both government and opposition groups hailed the changes as progressive. This included the IAF, which hailed the changed as positive. Democracy advocates were pleased that the changes made the law very similar to the 1989 law, which had long been held in high regard. The election is set for 20 September 2016, and will again be run by the IEC, who are providing for the first time provisions for deaf and blind voters. There was some controversy over the reforms. Tribal leaders opposed them as they reduced their influence, and there was fear of increased influence in Palestinians through the IAF through the increasing through still unequal representation of urban areas. In 2015 internal divisions erupted within the Muslim Brotherhood, tacitly encouraged by the government. One splinter group, known as the Muslim Brotherhood Association, took advantage of the fact that the Muslim Brotherhood was affiliated with its Egyptian founding group rather than being registered as a Jordanian organisation, registering as the official Muslim Brotherhood in Jordan. The Muslim Brotherhood Association, which emphasises its Jordanian identity, was given official status in March 2015. Subsequent internal dissent among the original Muslim Brotherhood led to the resignation of hundreds of members. Two other splinter groups have also broken away from the Muslim Brotherhood. The Muslim Brotherhood Association leveraged its official status to launch lawsuits claiming ownership of Muslim Brotherhood property, and in April 2016 the lawsuits were decided in the favour of the Association, leading them to seizing control of a wide swathe of Muslim Brotherhood property. The government also prevented a celebration of the 70th anniversary of the founding of the Muslim Brotherhood. The IAF, despite being the political wing of the original and now-illegal Muslim Brotherhood, is registered as a Jordanian organisation and remains legal. Despite the fractures in the Muslim Brotherhood the IAF decided to end its boycott and compete in the 2016 elections after overwhelming support to do so in an internal vote, with 76% of members supporting participating in the election. 17% of members still opposed participation without substantial limitations to the King's constitutional powers. The government wants the IAF to participate to enhance the election's legitimacy in western eyes. It is thought that government pressure and the fear of obscurity led to IAF participation, and that they may be attempting to emulate the gains of elected Islamist parties in Tunisia and Morocco who co-operated with their governments, while avoiding suppression similar to that occurring in Egypt. ==Election results== ===2003=== ===2007=== ===2010=== ===2013=== ===2016=== ==Electoral administration== Prior to 2013, elections were run by the Ministry of Interior. Constitutional amendments created Article 67, which provided for the creation of an Independent Electoral Commission (IEC). The IEC is mandated to manage and supervise parliamentary elections, and may be asked by government to supervise other elections as needed. It was established with a five-member board which included one chairperson. These members are appointed for 6-year non-renewable terms. While its budget is controlled by the government, it is otherwise legally and administratively independent. ===Registration=== Upon registering for the 2013 vote, voters received a registration card which was required alongside their national identity card in order to vote. This was done to prevent electoral fraud, as national identity cards were seen as more easily forged. In addition, polling stations were assigned when registering, to guard against multiple voting, as prior to 2013 voting booths were chosen by voters on the day. The election had 4,069 polling stations. 2,282,182 people, 70% of the eligible population, registered for the 2013 elections, of which 1,178,864 (51.9%) were women. Unlike previous years, the 2013 registrations were viewed as accurate. Final turnout was 56.6%. A process known as family registration allowed voters to designate someone else to pick up their electoral card. This created fears of voting fraud, as it led to some registering for others without their consent, giving them the ability to ransom or sell voting cards. The IEC reported that 62% of cards were picked up by proxy, while other reports put the percentage as high as 85%. In part, vote-buying was encouraged by voter cynicism towards parliament. The IEC took action and caused the arrest of alleged vote-buyers shortly before the election, although this action was criticised as insufficient, and three of those arrested went on to win parliamentary seats that grant them immunity to prosecution. Registration became automatic based on lists provided by the Civil Service and Passport Division for the 2016 election. Registering as a candidate in 2013 required a 500 dinar fee. Some municipalities further required deposits to ensure candidates cleaned up campaigning materials after the election, although this was not general enforced. In addition to registering political parties, individuals could register their own lists for PR constituencies, so long as they included at least nine individuals. This opened the lists to abuse from wealthy individuals, who would put themselves at the top of lists and pay others to be in their lists, and contributed to fractured national results. ===Voting=== The IEC was created only shortly before the 2013 elections, and had only 8-months to prepare for it. It introduced pre-printed ballot cards designed to conform to international standards. Prior to this, voters needed to write down their preferred candidate's names. This meant illiterate voters could not vote in secret, as they had to ask voting staff to write down their vote, risking voting fraud. The new ballots also had enhanced security features to help ensure legitimacy. The IEC also introduced indelible ink, and for the first time all election staff, 32,000 at this election, were trained. Votes were counted four separate times to allow cross-checking, with almost 400 international observers. There were procedural misunderstandings and delays in the 2013 elections, but overall it ran smoothly. Election results were updated continuously and transparently after the election was carried out, with the final results being posted on 28 January, five days after voting. International observers widely regarded the IEC as being successful and an impartial arbiter of results. ==References== ==External links== * IDEA country profile ",
    "title": "Elections in Jordan"
}