{
    "id": "1442330",
    "text": "Malta elects on a national level 6 MEPs representing Malta in the European Parliament, on a district level the legislature, On a local level the Local Councils and on a community level the Administrative Committees. Malta uses single transferable vote to elect its MP/MEP and local councillors. Even though transferable preferences should help third parties, the Maltese electorate, since independence, has consistently voted in two dominant political parties and effectively created a two party system. A third party was elected to Parliament for the first time since Independence in 2017, thanks to the election of the Democratic Party to Parliament as part of the Forza Nazzjonali coalition. ==Legislature== The House of Representatives () has 65 members, elected for a five-year term in 13 five-seat Electoral divisions, called distretti elettorali, with constitutional amendments that allows for mechanisms to establish strict proportionality amongst seats and votes of political parliamentary groups. ===Latest Legislative elections=== ===Timeline of formed governments since 1921=== == European elections == Malta, the smallest EU member state, includes around 0.1% of the total EU population. Maltese voters elect 6 MEPs (5 until 2011) to the European Parliament, or one every 69,342 voter - the lowest population-per-seat ratio in the EU,followed by the German-speaking community of Belgium (75,000) and by Luxembourg (83,000) 10 times smaller than the EU average (680,000) and 20 times smaller than the largest European Parliament constituency.Lubusz and West Pomeranian, Poland, 1,350,000 voters-per-seatDavide Denti, The Electoral Law for the European Parliament in Malta. Effects for Europe of a Single Transferable Vote System in a Polarised Society, in Elżbieta Kużelewska and Dariusz Kloza (eds.), ELECTIONS TO THE EUROPEAN PARLIAMENT AS A CHALLENGE FOR DEMOCRACY, Warszawa–Białystok, Aspra, 2013, pp. 263-278 Malta is thus the extreme case in the curve of the regressive proportionality function that allocates European Parliament seats to EU Member States constituencies. European elections in Malta are held according to the single transferable vote (STV) system, consistently with domestic electoral systems and with EU standards requiring proportional representation and use either the list system or STV.Article 223 TFEU and Council Decision 2002/772/EC, Euratom == Local elections == In the 2015 local elections, 16-year-olds were allowed to vote for the first time. On March 5, 2018, 16-year-olds were given the right to vote in general elections and can thus vote in the upcoming 2022 general election ==Referendums== There are three types of referendums in Malta: constitutional, consultative and abrogative referendums. The Constitution of Malta mentions the institute of referendum only in Article 66, sub-articles 3 and 4 (and even then implicitly). Those sub-articles requires that a bill be \"[...] submitted to the electors [...] and the majority of the electors voting have approved the bill\" in case it modifies: * sub-article defining the length of parliamentary term to be five years (article 76, sub-article 2), or * sub- articles defining this procedure (article 66, sub-articles 3 and 4) Such referendum is binding. This type of referendum has never taken place. The other categories of referendums are regulated by the Referenda Act. \"Consultative\" referendums (the Act does not use the term) can either take place prior to the assent of a bill in the House of Representatives or following the parliamentary procedure in a form of a conditional clause in the said bill. In the former case it would not legally bind Parliament to approve the said legislation irrelevant of the result of the said referendum, however the latter case, it would be conventionally binding on the President to promulgate the bill into law. There has been six referendums like this on a national level, one on a regional level (1973 Gozo Civic Council referendum) and a number of local referendums organised by single Local Councils. An abrogative referendum has never been held and, if invoked and successful, can abrogate pieces of legislation barring some exceptions, notably financial and constitutional law. There was a total of 6 national referendums in Malta. Of those, 3 referendums were held while Malta was a British crown colony. Those were referendums on: * eligibility of clergy to sit in the Council of Government in 1870 * integration with United Kingdom in 1956 * independence from United Kingdom in 1964 Three referendums were held in independent Malta: * European Union membership referendum in 2003 * referendum on divorce in 2011 * referendum on spring hunting in 2015 There was also one local referendum in 1973 in region of Gozo. All seven were non-binding on the colonial and independent government. However, all resulted in a vote in favour of the proposal and, with the exception of the 1956 integration referendum, they were all honoured by the responsible government of the day. ==See also== * Electoral calendar * Electoral system * Voter turnout ==References== ==External links== *Electoral Commission *Department of Information - Malta *Malta Data with details back to 1921 *Adam Carr's Election Archive *Parties and elections *More on the Malta elections 2013 ",
    "title": "Elections in Malta"
}