{
    "id": "1442631",
    "text": "Flogsta as seen from the west Night shot from the roof of 8, Sernanders väg Flogsta is a neighbourhood in the west part of the Swedish city of Uppsala. Most of its inhabitants are students attending Uppsala University or the Swedish University of Agricultural Sciences. ==Location== The neighbourhood is located approximately 2.8 kilometres (about 4 km by road) west of the Uppsala city centre. There are bus connections and bicycle tracks connecting Flogsta to different parts of the town.Flogsta, Uppsala University Housing Office ==History== The suburb was known as \"Flogstoghum\" in the Early Middle Ages and was a part of the Church parish of Uppsala. However it was generally thought to be uninhabited until the late 16th century, when it became part of a 'Kronopark' or \"Crown Lands\", a semi-forested area owned directly by the Government and used for Government purposes. Until the 1840s, Flogsta was a small village and was not included within the City Limits of Uppsala. Indeed, until 1869, the city boundary of Uppsala to the West ended at Villavägen- Rackarbergsgatan, a mile west of the Engelska Parken. The city boundary was extended to Krongatan in 1871, to Ekeby in 1892 and to Flogsta in 1908. Large scale habitation and concrete building started only in the 1890s as accommodation for workers in various industries in Central Uppsala, and until the 1910s there were no municipal services in Flogsta. In the 1920s the first suburban houses came up in Flogsta as residences of white collar workers who worked in the City but wished to live close to the countryside. In the 1950s much of the suburb was earmarked for the Million Programme as student housing, and hence the suburb got its present characteristic as a densely populated \"concrete block\" student suburb only by the end of the 1960s. ==Flogsta scream== Every evening at approximately 22:00, the \"Flogsta scream\" may be heard, when students individually or collectively shout from windows, balconies and roof tops.\"Swedish students' howls echo across the world\", The Local of Sweden, 13 January 2013 According to Uppsala University, the collective screaming acts as \"a much needed safety valve\" and \"a cry of angst\" for students stressed by the demands of university life. The phenomenon also occurs in other university towns and campuses in Sweden, such as Lund, Linköping and the Lappkärrsberget student residence area in Stockholm among others. It is known as Elvavrålet (the Eleven Scream) in Swedish. This phenomenon also inspired Hong Kong citizens to shout from their windows every night during 2019–20 Hong Kong protests. == References == Category:Uppsala Category:Geography of Uppsala County Category:Neighbourhoods of Uppsala Category:Student quarters Category:Student culture Category:Stress (biological and psychological) Category:Anxiety ",
    "title": "Flogsta"
}