{
    "id": "1442723",
    "text": "KMEX-DT, virtual and UHF digital channel 34, is a Univision owned-and-operated television station licensed to Los Angeles, California, United States, serving as the West Coast flagship station of the Spanish-language network. The station is owned by the Univision Local Media subsidiary of Univision Communications, as part of a duopoly with Ontario-licensed UniMás West Coast flagship KFTR-DT (channel 46). The two stations share studios on Center Drive (near I-405) in Westchester; KMEX's transmitter is located atop Mount Wilson. Since its debut in 1962, the station has been a pioneering Spanish-language station, paving the way for other such stations and networks in the United States. ==History== Former logo, used until December 31, 2012. The station first signed on the air on September 25, 1962; at its launch, the station served as one of the founding owned-and-operated stations of the Spanish International Network (the forerunner to Univision, which the network was renamed in 1987). In the late 1960s, KMEX broadcast Escuela, an educational program that aired four times a week, which taught basic English to viewers of all nationalities. The program was hosted by Ginger Cory, a teacher for the Los Angeles Unified School District. Students mailed written exercises to Cory for grading. Many in Southern California's non-English speaking community came to consider Cory as a friend and counselor.Linda Mathews, \"TV Teacher Has Answers for Foreign-Born,\" Los Angeles Times, September 11, 1967. In early 2014, Univision announced a deal to broadcast Spanish-language Los Angeles Rams programming, including pre-season games and studio programs. It marks the first time that Univision has ever entered into a media rights deal involving the National Football League. Programming will air on KMEX, and sister stations KFTR, KABE-CD, and KBTF-CD. In April 2017, Univision launched Edicion Digital California, a 30-minute daily newscast that serves the Bay Area San Jose and San Francisco, Sacramento, Fresno, Bakersfield, and Los Angeles. The newscast is scheduled from 12:30 PM to 1 PM and it is live-streamed on Facebook and Univision 34 In April 2018, Univision Los Angeles announced an exclusive programming partnership with Los Angeles FC becoming the official Spanish-language broadcaster. The deal includes pre-season games and pre and post-game shows on KMEX's sister station KFTR. This is the first time that Univision has entered into a media rights deal involving Major League Soccer. ==Digital television== ===Digital channels=== The station's digital signal is multiplexed: {| class=\"wikitable\" |- ! Channel ! Video ! Aspect ! PSIP Short Name ! ProgrammingRabbitEars TV Query for KMEX |- | 34.1 || 720p || rowspan=\"4\"|16:9 || KMEX-DT || Main KMEX-DT programming / Univision |- | 34.2 || rowspan=\"4\"|480i || UNIMAS || Simulcast of KFTR-DT / UniMás |- | 34.3 || BOUNCE || Bounce TV |- | 34.4 || True Crime || True Crime Network |- | 34.5 || 4:3 || STVUSA ||Super TV (Mandarin) |} In 2011, KMEX upgraded its digital signal to transmit network programming in HD, as part of a company-wide upgrade of Univision's stations to allow high definition broadcasts. Later in 2011, KMEX-DT began Mobile DTV broadcasts of its own signal, and that of sister station KFTR-DT. KMEX-DT operates two Mobile DTV feeds, one of subchannel 34.1, labeled \"KMEX-MH1\", and of sister station KFTR-DT 46.1, labeled \"KFTR-MH2\", broadcasting at 3.67 Mbit/s. It is the highest bitrate of any Los Angeles television station's mobile feed.http://www.rabbitears.info/market.php?request=atscmph ===Analog-to- digital conversion=== KMEX-TV shut down its analog signal, over UHF channel 34, at 11:59 p.m. on June 12, 2009, as part of the federally mandated transition from analog to digital television.List of Digital Full-Power Stations The station's digital signal relocated from its pre-transition UHF channel 35 (which became the post-transition digital channel for KRCA, channel 62, as that station's pre-transition digital channel 68 was among the high band UHF channels (52-69) that were removed from broadcasting use as a result of the transition) to its former analog-era UHF channel 34 for post-transition operations. The shutdown of its analog signal was preceded by footage of some past KMEX broadcasts from 1962 onward and a brief countdown to \"La Era Digital\" (\"the digital era\").YouTube video of analog TV shutoffs in Los Angeles == News operation == KMEX-DT presently broadcasts 19½ hours of locally produced newscasts each week (with 3½ hours each weekday and one hour each on Saturdays and Sundays); in addition, the station produces a sports highlight program titled Contacto Deportivo, which airs Saturdays and Sundays at 11:15 p.m., immediately following abbreviated 15-minute editions of its 11 p.m. newscast (which airs for a half-hour on weeknights). KMEX's news, branded as Noticias 34, is the top-rated newscast among Spanish-speaking viewers in Southern California and often draws more viewers than any of the English- language newscasts (although that has changed recently as Telemundo West Coast flagship KVEA, channel 52, has improved the quality of its newscasts). By 2005, Noticias 34 led the ratings in the 18-34 and 18-49 demographic at 6 p.m. for the last twelve years, a remarkable feat for any television station. Part of the reason for this is that the Latino population in Southern California is younger than the non-Latino population. KMEX has long been known for its news coverage. News director Rubén Salazar was killed by the Los Angeles County Sheriff's Department Deputy in 1970 when covering the Chicano Moratorium. Its news feature, El 15% de los Estados Unidos, which reports about the impact of Latinos on the United States, won a Peabody Award in 2005, and the station has won its share of Emmys and Golden Mics in the Los Angeles market.65th Annual Peabody Awards, May 2006. While many stations in the region have begun producing local newscasts and other locally produced programming in high definition, KMEX did not begin carrying its newscasts in the format until January 1, 2010 as part of the network's controlled national conversion to HD operations. KMEX operated a fully equipped Bell Jetranger ENG helicopter for its aerial coverage of breaking news,http://photos1.blogger.com/blogger/5290/1808/1600/Picture%20073.jpg but the contract to lease the helicopter expired in mid-2008. In 2008, The Washington Post compared Southern California's English-language newscasts with KMEX's Spanish newscasts and concluded, \"The sharpest coverage of state and local issues -- government, politics, immigration, labor, economics, health care -- is now found on Spanish-language TV.\" The article also quoted Josh Kun, a communications professor at the University of Southern California who closely follows Spanish language television as saying, \"There's no comparison in the coverage. For people here, there are two places to look for better news: BBC News and Spanish-language news.\" The article adds, \"But the most serious complaint about Spanish news is that the reporting and commentary often feel more like advocacy than traditional journalism. It's a fair point, and one that those who work in Spanish news don't dispute. The two stations' immigration coverage is deeply sympathetic to undocumented immigrants, with on-air reporters encouraging viewers to join national immigration rallies. Macin, the KMEX general manager, notes that her station's philosophy is \"a su lado\" (on your side).\" On May 29, 2015, the station announced it was reformatting its morning newscast from Primera Edicion to A Primera Hora in order to target its younger audience. The newscast would remain in its same timeslot from 5 a.m. to 7 a.m. and will maintain its existing on-air anchors and reporters. The reformatted newscast made its debut on June 1. In January 2018, the station debuted a new set for its newscasts. ===Notable former on- air staff=== * Elizabeth Espinosa – reporter (now with KTLA) * Raul Peimbert – weeknight anchor (2005–2011) * Maria Elena Salinas – news anchor and reporter (1981–1986) ==References== ==External links== *Univision 34 *Karina Dalmas *Super TV USA (34.5) * * Category:Univision network affiliates Category:Bounce TV affiliates Category:True Crime Network affiliates MEX-DT Category:Television channels and stations established in 1962 Category:1962 establishments in California Category:ATSC-M/H stations MEX-DT Category:Peabody Award winners Category:Los Angeles Rams broadcasters ",
    "title": "KMEX-DT"
}