{
    "id": "1443473",
    "text": "Hertfordshire Rail Tours was a company that operated charter trains in the United Kingdom. Founded in Hertfordshire by John Farrow, most of its trains started from London Terminals. The company was purchased by FM Rail in September 2005. FM Rail went into liquidation in December 2006, and the Hertfordshire Rail Tours business passed to Victa Westlink Rail, a joint venture between Victa Railfreight and Westlink. In August 2007 the Hertfordshire Rail Tours business was sold to the Stobart Group and renamed Stobart Rail Tours.Stobart and Westbury join forces on road and rail Rail issue 573 29 August 2007 page 16.Stobart Rail sets its sights on a passenger franchise as charter operation is rebranded Rail Express issue 141 February 2008 page 4 The tour programme was scaled back and relaunched as the Stobart Pullman, using Direct Rail Services Class 47s and Mark 3 carriages.DRS/Stobart launch new Pullmam train Today's Railways UK issue 76 April 2008 page 74 It ceased in July 2008.Stobart pulls plug on charter operation Today's Railways UK issue 81 September 2008 page 74 ==Blue Pullman== 47712 in June 2006 Fenchurch Street in June 2006 With the market for charter trains appearing buoyant and the company wishing to develop into more lucrative fields, FM Rail decided to re-introduce a Blue Pullman from the beginning of 2006, reminiscent of the Blue Pullman diesel multiple units that operated between London Paddington and Bristol during the 1960s. With none of the original stock preserved, it had to provide a new fleet, which consisted of a rake of air- conditioned Mark 2 carriages fitted with Pullman style lighting, topped and tailed by Class 47 diesel locomotives. As no Mark 2 kitchen cars were built, two Mark 1 carriages were included in the set. The Mark 2s were painted in the original livery of nanking blue with a white band around the windows, but, as the Mark 1s had much larger windows, they were simply painted in plain blue.FM turns VT Mk2s into Blue Pullmans - Class 47s next The Railway Magazine issue 1257 January 2006 page 78 The first outing of the Blue Pullman was a dining excursion from Kings Cross and back via Ely and Peterborough on 12 January 2006.FM Rail launches Hertfordshire Railtour's Blue Pullman Rail issue 531 18 January 2006 page 8 The service, although normally worked by two Class 47s also painted in the dedicated blue livery, would be hauled by a GB Railfreight Class 87 if the entire working was due to be under the wires. The Blue Pullman carriages passed to Cotswold Rail, which re-launched the service on February 2007.Cotswold Rail website Blue Pullman launch announcement, retrieved April 2008 ==References== Category:Transport companies established in 1979 Category:Transport companies disestablished in 2008 Category:Travel and holiday companies of the United Kingdom Category:1979 establishments in England Category:2008 disestablishments in England ",
    "title": "Hertfordshire Rail Tours"
}