{
    "id": "1443703",
    "text": "Ermenegildo Zegna () (often abbreviated and known simply as Zegna) is an Italian luxury fashion house. Founded by Ermenegildo Zegna in 1910, in Trivero, Biella Province of the Piedmont Region of Northern Italy, Ermenegildo Zegna remains one of the most renowned businesses in Italy. ==History== === Foundation and early years === Prior to the founding of the company, founder Ermenegildo Zegna's father Angelo – a former watchmaker – owned a wool mill and looms in the Alps of Piedmont, Italy. Ermenegildo, together with his brothers Edoardo and Mario, founded the company in 1910 in Trivero in the Biellese Alps when he was only 18, utilizing his father's looms and assets. In 1915 the company was renamed Fratelli Zegna di Angelo.Ermenegildo Zegna (1892–1966) === Growth === Zegna's vision was to create high-quality fabrics, so he began to source wool directly from several countries around the world, such as Mongolia, Australia, South Africa; he also bought modern machinery from England. During the Interwar period, Zegna's business started to flourish. In the late 1920s, the Lanificio (wool mill) employed more than 700 workers, growing to more than 1,000 in the late 1930s. In 1938 the company began to export fabrics in the US. through its subsidiary Zegna Woollens Corporation established in New York City. In 1942, Ermenegildo's sons Aldo (born in 1920) and Angelo (born in 1924) entered the company, which was renamed Ermenegildo Zegna and Sons. In the mid-1950s, the company employed 1,400 workers. === Second generation === Ermenegildo Zegna's sons, Aldo and Angelo, took over the company in the mid-1960s. Under their guide, the label both expanded its business to ready-made suits and established new plants and distribution network abroad. In 1968, the first factory producing sleeve-units and trousers was opened in Novara, followed by openings in Spain, Greece, and Switzerland. Sales and marketing departments were also established in France, Germany, the U.K., and the U.S. alt= In 1972, Zegna launched its made-to- measure service called Su Misura. Zegna's attention to wool quality continued through 1960s and 1970s, as the company established the Wool Awards in Australia (1963) and the Mohair Trophy in South Africa (1970). The international development strategy run by the Zegna brothers brought to the openings of the first owned boutique in Paris in 1980, followed by Milan in 1985. In 1991 Zegna became the first luxury label to open a store in China. === Third generation === During the 1990s, the third generation of the Zegna family entered the business. Angelo's son, and namesake of the company's founder, Ermenegildo \"Gildo\" Zegna, became CEO of the Group in 1997; his cousin Paolo became the chairman. They are still at the helm today. Under their governance, the company began a strategy of brand extension and full verticalization. In 1991 Zegna was the first luxury brand to enter the China market, with a flagship store in Beijing; and one of the first to access the Indian market. In 2008, the Group established its new headquarters in Milan, in a building designed by architects Antonio Citterio and Gianmaria Beretta. Moreover, a large number of acquisitions and partnerships have been signed since the late 1990s to the present day. ==== Acquisitions ==== In 1999, Zegna launched in womenswear by acquiring the Italian brand Agnona. In 2014, Zegna acquired the majority of Achill, an Australian wool farm counting about 12,500 sheep in its flock. In 2016, the Group acquired a majority stake in Bonotto, a high-end textile manufacturer based in Molvena, Vicenza, Italy, giving the Group the possibility to explore new areas such as furnishing and experimental fabrics. Two years later, Zegna – through its subsidiary ZECA company – took over the historic Cappellificio Cervo hat-maker. In 2018, Ermenegildo Zegna Group – already present in India with three stores – together with Reliance, acquired a stake into Indian fashion designer Raghavendra Rathore's firm. In the same year Zegna announced that they purchased 85% of the eponymously named Thom Browne, a New York City-based menswear and womenswear brand, founded in 2001. In 2019, Zegna bought a 65% stake of Italian high-quality jersey fabrics manufacturer Dondi, increasing its control over the textile supply chain. ==== Partnerships ==== Ermenegildo Zegna Group, that entered the fragrances market in 2003, signed a worldwide licensing agreement with Estée Lauder on its fragrance line in 2011. Recent lines include the Essenze Eau de Parfum collection launched in 2019. Zegna have also been in partnership with famous Italian luxury vehicle manufacturer Maserati since 2013, to produce custom- kitted interior, as well as several collections of leather goods, travel- friendly clothing and personal accessories. In February 2014, the Ermenegildo Zegna Group signed a ten-year licensing agreement for the manufacture of eyewear with the Marcolin Group. == Creative directors == Alessandro Sartori oversees creative direction for all departments of the brand. He was appointed as artistic director in June 2016, when he came back to Zegna after serving the label from 2003 to 2011 as creative director. Previously, Stefano Pilati had served as head of design of Ermenegildo Zegna Couture for three years. From 2011 to 2014, Paul Surridge was creative director of Z Zegna. == Financial data == Ermenegildo Zegna Group is the largest menswear brand in the world by revenue. As of 2018, Ermenegildo Zegna operated 480 retail stores (267 of which company-owned) across the world. Following the company's strongly export-oriented strategy, exports account for over 90% of total sales. {| class=\"wikitable\" |+Financial data in € million !Years !2016 !2017 !2018 |- |Revenue |1,261 |1,183 |1,159 |- |Net income |20 |32.8 |34 |} == Corporate governance == Zegna is now managed by the third generation of the Zegna family and remains in family ownership. Ermenegildo (Gildo) Zegna is currently the CEO; his cousin Paolo Zegna is the company's chairman; Anna Zegna is President of Fondazione Zegna. Ermenegildo's son, Angelo, is the honorary chairman. == Celebrities == A number of actors and models have advertised Zegna's lines through the years. Celebrities featured in Zegna's advertising campaigns include Oscar-winning actor Adrien Brody, American model Ryan Burns, Irish actor Jamie Dornan, English actor Sam Riley. In 2017, Ermenegildo Zegna launched a four-chapter campaign called Defining Moments. The campaign featured Robert De Niro, McCaul Lombardi, Benjamin Millepied, Park Chan-wook, Yoo Ji-tae, Wang Deshun, Sunny Wang, Javier Bardem, Dev Patel. The first three chapters were directed by Craig McDean; the last one was directed by Luca Guadagnino. In 2019 Zegna launched the new \"What does it mean to be a man today?\", campaign, featuring Mahershala Ali and Nicholas Tse, focused on the definition of modern masculinity. Zegna also produced a four- part series of short films titled A Rose Reborn, directed by Park Chan-wook in 2014. File:Adrien.Brody(cannesPH).jpg|American actor Adrien Brody modeled for Zegna in 2003 File:Sam Riley Das finstere Tal Wien 2014 (cropped).jpg|British actor Sam Riley modeled Ermenegildo Zegna Couture autumn/winter 2015 File:Jamie Dornan 2011 cropped.jpg|British actor Jamie Dornan modeled Ermenegildo Zegna Couture spring/summer 2014 File:McCaul Lombardi at Zegna campaign launch - image taken by actor's management - copyright free.jpg|American actor McCaul Lombardi appeared in Zegna's 2017 campaign. File:Sehun Oh at the EXO The Lost Planet in Singapore 02.jpg|In 2019, it announced Sehun (EXO) as the Brand Ambassador. File:Zverev A. WM16 (37) (27801537234).jpg|Tennis pro Alexander Zverev, Zegna brand ambassador since 2019 ==Philanthropy== During the 1930s, founder Ermenegildo Zegna actively promoted social facilities in his native town Trivero. Before the advent of popular ecology, he also planted thousands of trees and financed the panoramic road which was named after him. In 1993, Ermenegildo Zegna Group created the Oasi Zegna, a protected natural area of 100 km2 in the mountains surrounding Trivero. In 2014 the Oasi was granted the patronage of FAI Fondo Ambiente Italiano, the National Trust of Italy. In 2000 a charity organization, Fondazione Zegna, was set up with the aim of promoting sustainability and environmental causes, to which the Group puts 5% of its profits. Since 2014, the Group has been financing the 25-year project called the Ermenegildo Zegna Founder's Scholarship. The program provides €1 million annually to enable talented Italian graduates to pursue international postgraduate studies, while encouraging them to return to Italy upon completion of their programs abroad. == See also == * Brioni * Brunello Cucinelli * Etro * Loro Piana * Made in Italy ==References== == External links == * * \"A Zegna Meditation\", Sarah Raper Larenaudie, Time, 29 September 2008 Category:Italian companies established in 1910 Category:Clothing brands of Italy Category:Clothing companies of Italy Category:Clothing companies established in 1910 Category:Fashion accessory brands Category:High fashion brands Category:Luxury brands Category:Manufacturing companies based in Milan Category:Menswear designers Category:Privately held companies of Italy Category:Italian suit makers Category:Textile companies of Italy Category:Design companies established in 1910 ",
    "title": "Ermenegildo Zegna"
}