{
    "id": "1443859",
    "text": "Butterfly is the sixth studio album by American singer-songwriter and producer Mariah Carey, released on September 16, 1997, by Columbia Records. The album contained both hip hop and urban adult contemporary sounds, as well as some softer and more contemporary melodies. Throughout the project, Carey worked with Walter Afanasieff, with whom she had written and produced most of the material from her previous albums. She also worked with many famed hip hop producers and rappers, such as Sean \"Puffy\" Combs, Q-Tip, Missy Elliott and the Trackmasters. With the latter acts producing most of the album, Butterfly deviated from the contemporary sound of Carey's older work. With Butterfly, Carey continued the transition that began with previous album, Daydream (1995), which pushed her further into the R&B; and hip hop market and away from the pop background of her previous work. During her marriage to Tommy Mottola, Carey had little control over the creative and artistic steps she took on her albums; however, after their divorce midway through the album's conception, she was able to reflect her creative maturity and evolution in the album's writing and recording. Carey wrote in the booklet of her twelfth studio album, Memoirs of an Imperfect Angel (2009), that she considers Butterfly her magnum opus and a turning point in both her life and career. Five singles were released from the album; two worldwide commercial releases, and three limited promotional singles. \"Honey\", the record's lead single, topped the charts in the US and Canada and reached the top five in New Zealand, Spain and the United Kingdom. The album's fifth single, \"My All\", became a top ten hit throughout Europe and topped the charts in the US. To promote Butterfly, Carey embarked on the Butterfly World Tour, which visited Australia, Japan and Taiwan, with one show in the United States. Butterfly was nominated for three Grammy Awards at the 40th annual ceremony. Butterfly garnered generally positive reviews from music critics, many of whom embraced Carey's musical transition. Reviewers complimented the album for its mature sound and production and commended Carey's musical direction. It was certified five-times platinum by the Recording Industry Association of America (RIAA), received the Million Award in Japan, and has sold over 10 million copies worldwide. Though released during Carey's heavily publicized conflict with Sony Music, the album became a commercial success, topping the albums chart in many countries, including Australia, Canada, Japan, the Netherlands, as well as the United States. ==Background== Carey began working on Butterfly in January 1997. During the album's development in mid-1997 Carey separated from her husband, music executive Tommy Mottola, who had guided her career since 1990. Carey's increasing control over her own career had led to speculation in the press over the future of the couple, and they later divorced. Throughout the development of the album, in a departure from her previous style, Carey worked with various rappers and hip hop producers, including Sean \"Puffy\" Combs, Q-Tip, Missy Elliott and Jean Claude Oliver and Samuel Barnes from Trackmasters. Critics saw Carey's new production team as a form of revenge on Mottola and Sony Music. Carey denied taking a radically new direction, and insisted that the musical style of her new album was of her own choosing. Nevertheless, Carey resented the control that Sony, whose president was Mottola, exercised over her music, preventing her making music about which she was passionate. In contrast, Sony were concerned Carey, their best-selling act, could jeopardize her future success through her actions. The pressure of the separation and constant press attention began to take its toll of Carey. Growing creative differences with producer Walter Afanasieff ended their working relationship, after collaborating on most of Carey's previous output. The breaking point came after a heated argument during a long recording session, over the album's musical direction. Carey also faced media criticism over her choice of producers and several newspapers linked Carey romantically to several rappers, suggesting these relationships influenced her decisions. However, Carey denied the allegations, stating she had only slept with her husband. ==Writing and composition== Butterfly was described as a pop, hip hop and R&B; album, with hip hop soul elements. With a variety of writers and producers and its new musical direction for Carey, the album was always likely to be a commercial success. Carey and Combs wrote the lead single, \"Honey.\" Combs believed this to be a good song but was uncertain how successful it would be as a release owing to its heavy hip hop influence. The remix for \"Honey\" featured rapping lead vocals from Da Brat, The LOX and Mase, and some verses were rapped by Combs himself. The track was very different from Carey's previous recordings, and was described by author Chris Nickson as \"street Hip- Hop music, with a booming bass.\" The song's melody was driven by Q-Tip's drum programming and Stevie J's keyboard notes. Combs's production gave the song a \"light and airy\" effect, further distancing it from Carey's contemporary sound. \"Honey\" featured musical samples from Treacherous Three's \"The Body Rock\", and \"Hey DJ\" by The World's Famous Supreme Team. The track used both hip hop and R&B; with traces of pop music and was described as a \"[song with a] catchy chorus, combining hip hop and pop into something that simply wasn't going to be denied by anyone, and offering a powerful start to a record.\" The album's second single, \"Butterfly\", was one of the ballads Carey wrote with Afanasieff. Carey described the song as the \"favorite ballad she had ever written\", one that was more personal than her previous work as the emotions conveyed through the song allude at just how meaningful the lyrics are to her. Carey solely wrote the lyrics while Afanasieff, who composed the music with Dan Shea, handled the song's instrumentals, and added a few personal R&B; touches. Another ballad Carey wrote with Afanasieff was \"My All\", written as a contrast to the album's general hip hop flavor. Carey described the song as having \"a lush sound and intense styling\". It featured guitar arpeggios, which were synthetically created using sampling and keyboard notes. \"The Roof\", Butterflys European single, incorporated fragments from Mobb Deep's \"Shook Ones (Part II)\", and was produced by Carey, Poke & Tone and Cory Rooney. \"Fourth of July\", one of the album's slower ballads, was also written solely by Carey and Afanasieff but was not released as a single. The song was perceived to have jazz influences and was compared to some of Carey's older work such as \"Vanishing\" and \"The Wind\". The next two tracks on the record, \"Breakdown\" and \"Babydoll\", were described as \"the album's backbone, its real declaration of independence\" by Nickson. \"Breakdown\" was written by Carey and Puffy and included rap verses from Wish and Krayzie Bone from Bone Thugs-n- Harmony. Author Chris Nickson wrote that \"'Breakdown' showed Mariah treading forcefully into territory that was new for her and making it her own.\" For \"Babydoll\", Carey teamed up with Elliott. The track was recorded in Atlanta, where Elliott resided, and included background vocals from Carey's long-time friend, Trey Lorenz. \"Babydoll\" was described as \"a vocally driven piece\", with strong jazz harmony provided by Cory Rooney. Other songs that incorporated R&B; influence into ballads were \"Whenever You Call\" and \"Close My Eyes\", which were personally important to Carey due to their lyrical content. While both were similar ballads to Carey's previous work, Nickson said: > While up to the standard of anything Mariah had ever done before, [they] > suffered in comparison. But even here you could hear the new Mariah in the > spareness of the arrangements and the way it was her voice, rather than any > instrument, that controlled the song. She'd grown to the point where having > less behind her really proved to be more, for the song and for her. It was > notable, too, that like the other ballads on the record, these two leaned > very much towards R&B.; Carey wrote the song \"Fly Away (Butterfly reprise)\" with famed house music producer David Morales. When imagining the concept for \"Butterfly\", Carey intended the song to be a house music record, but after writing it, made it into a ballad. Carey expressed a desire to feature her concept both on the house record, in addition to the ballad that would become \"Butterfly\". Morales took Carey's lyrics, concept and melody and added a house beat to it. For the album, Carey recorded a version of Prince's \"The Beautiful Ones\", featuring Dru Hill's lead singer Sisqó. The song was one of the last recorded tracks and was the only non-original song on Butterfly. The final song on the album was \"Outside\", a ballad that was written by Carey, Afanasieff and Rooney, about Carey's experience being biracial. Richard Harrington from The Washington Post described the album's subtle inclusion of both pop and R&B; genres: > There are two Mariah Careys on Butterfly. One is the pop-oriented, ballad- > leaning traditionalist who works very effectively with her longtime > professional partner, composer-producer Walter Afanasieff. The other is a > self-styled hip-hop fanatic who worked with Ol' Dirty Bastard on her last > album and teams up here with several of that genre's movers and shakers, > most notably Sean \"Puffy\" Combs, the godfather of hip-hop soul and the > hottest producer in pop music today. ==Promotion== To promote Butterfly, Carey made many live appearances. On September 12, 1997, Carey was interviewed about her split from Mottola and sang a live rendition of \"Butterfly\" and \"Hero\" on The Oprah Winfrey Show. Carey also featured as a musical guest on November 15, 1997 on Saturday Night Live, performing \"Butterfly\" again, as well as the Spanish-inspired \"My All\". She made two appearances on The Rosie O'Donnell Show; she performed \"My All\" and on her return visit, sang \"Close My Eyes\" live for the first time. Carey also gave performances at awards shows, singing \"My All\" at the 1998 Blockbuster Entertainment Awards and \"Honey\" at the 1998 World Music Awards. In Europe, Carey made several promotional television appearances. In the United Kingdom, Carey performed \"My All\" and \"Honey\" on the Des O'Connor Show and Top of the Pops. In Germany, she sang \"Butterfly\" on Wetten, dass..? and performed on Japanese television. Originally, Carey had not planned to tour, after receiving mixed reviews in the US for her Music Box Tour. However, after the album's release, many fans requested Carey to tour, especially in Asia and Australia. Therefore, Carey embarked on the Butterfly World Tour; her third head-lining tour and most extensive to date. The tour included eleven shows, four in Japan's largest stadium, Tokyo Dome, one in Taiwan, five in Australia and one in the United States. All 200,000 tickets for her Japanese shows sold out within one hour; the other ten shows also sold out. As part of her performance at the 50,000-capacity Aloha Stadium in Hawaii, Carey filmed a concert video, Around the World. The video was a compilation DVD which included parts of Carey's shows in Japan, Australia and Hawaii. The tour was a critical and commercial success. Both fans and critics praised the quality of the show and Carey's vocals. ===Singles=== Five singles were released from Butterfly; some featured as airplay-only singles, while others were released only in certain territories. \"Honey\" was released as the album's first single on August 26, 1997. The song became Carey's twelfth number-one single on the Billboard Hot 100 and topped the chart in Canada, while reaching the top-five in New Zealand, Spain and the United Kingdom. It was certified platinum by the Recording Industry Association of America (RIAA), for shipments of one million units in the United States, and received a gold certification in Australia. \"Honey\" was well-received, with critics complimenting its catchy sound and clever fusion of pop and R&B; sounds. the title track served as the album's second single, but it was released as an \"airplay-only\" single due to Carey's conflict with Sony. Though not being released commercially by her label, \"Butterfly\" reached number sixteen on the Hot 100 Airplay, as well as the top- twenty in New Zealand. \"Breakdown\" was the third single released from Butterfly. The song received a limited release throughout certain countries, such as the United States, where it peaked at number four on the Hot R&B;/Hip- Hop Songs. Aside from the US, \"Breakdown\" achieved a steady peak of number four on the New Zealand singles chart, in addition to entering the top-forty in Australia. While not one of Carey's best-known hits, \"Breakdown\" remains one of her most praised songs, receiving acclaim for assisting Carey's transition into the R&B; market. In his review for the album, Rich Juzwiak from Slant magazine wrote the following: > The song of Carey's career, where the lyrical strokes are as broad and > obvious as they are naked. Mariah the chanter flawlessly adapts to their > singsong style, largely boxing her multi-octave range into a sly, hypnotic > melody so that when she really wails at the end, you really feel it. Carey > lunges toward musical maturity by embracing, not shunning hip-hop. This is > the height of her elegance and maybe hip-hop-soul's, too. While \"Breakdown\" served as the album's third single in the United States, New Zealand and Australia, \"The Roof\" was released in Europe. It performed weakly on the charts, peaking at number 96 in the United Kingdom, and faring only slightly better in the Netherlands, where it peaked at number 63. While not commercially released in the US, the song's music video received heavy rotation on MTV and Vh1, due to the record's popularity. \"My All\" was chosen as the album's fifth and final single. The song was the most commercially successful song on Butterfly, becoming Carey's thirteenth chart topper in the US, and reaching the top-ten throughout Europe. In France, \"My All\" peaked at number six, and was certified silver by the Syndicat National de l'Édition Phonographique (SNEP). In the United States, the song finished at number seventeen, on the Billboard Year-End chart, remaining Carey's highest charting single of 1998. ==Critical reception== Butterfly garnered generally positive reviews from music critics. In The New Rolling Stone Album Guide, Arion Berger praised the album's producers and Carey's \"more controlled\" vocals. Berger noticed a connection between much of Carey's lyrics and her separation from Mottola. Jon Pareles, editor of The New York Times called Butterfly \"a new turn\" in Carey's career. He wrote, \"Carey has sold tens of millions of albums by being the girl next door with the startling vocal range... but for most of \"Butterfly\" Carey turned her voice into an airy whisper, as if she would rather charm listeners\" compared to over-powering them. Aside from commenting on its deviance from Carey's previous work, he noted songs in which Carey alludes to her failed marriage to Mottola, such as \"Butterfly\" and \"Close My Eyes\" which were both released on the album following the divorce with lyrics about letting love go and life struggles. Additionally he wrote, \"Since Carey writes her own lyrics, fans might expect a glimpse of marital discord or pride in her new-found autonomy.\" David Browne from Entertainment Weekly gave Butterfly a B- in his review. Browne wrote: \"In Breakdown, [Carey] demonstrates she can match the staccato, lite-reggae phrasing of her guests, two members of Bone Thugs-N-Harmony.\" He described an increased intimacy in the music but noted the arrangement made it difficult to hear the lyrics Carey was singing. \"Butterfly is undeniably pleasant, with little of the all- conquering bombast usually associated with Carey. But it's also the last thing anyone would have expected from her: blandly self-effacing.\" In a retrospective review of the album, Stephen Thomas Erlewine from AllMusic appreciated the new direction of Carey's music, commenting on the increased urban feel of the work. He described the record as \"a collection of hit singles surrounded by classy filler\" and \"while [the songs] are all well- crafted, many of them blend together upon initial listening\". However, he noted an increased control in her voice which led him to describe some of the ballads such as 'Butterfly' and 'Breakdown' as among her best work. He said Butterfly was one of Carey's best records and she was \"continuing to improve and refine her music, which makes her a rarity among her '90s peers.\" Rich Juzwiak from Slant Magazine awarded the album a score of four and a half out of five stars, calling it \"elegant\" and praising Carey's mature vocals. Juzwiak particularly praised \"Breakdown\", which he called one of the album's best tracks. Of Carey's vocals, he wrote, \"The relatively high and thin register that she sings in when not belting (and that's often) could be the most important of Butterflys changes, as it marks the first time that Mariah the vocalist seems consistently real. She's utterly soulful.\" In his consumer guide for The Village Voice, critic Robert Christgau gave Butterfly a \"dud\" rating, indicating \"a bad record whose details rarely merit further thought\". ===Accolades=== {|class=\"sortable wikitable\" |- ! Publication ! Accolade ! Rank ! class=\"unsortable\"| |- | Complex | The Best R&B; Albums of '90s | | |} ===Awards=== Butterfly, recognised by critics as one of Carey's best albums at that point in her career, received several awards and was nominated for others. At the Billboard Music Awards, Carey received an honorary award, recognizing her achievement of earning \"The Most Number-one Singles Ever by a Female Solo Artist in History\". \"Honey\" was nominated at the 1998 Grammy Awards for Best Female R&B; Vocal Performance and Best R&B; Song, while \"Butterfly\" was nominated for Best Female Pop Vocal Performance. Butterfly won a Japan Gold Disc Award in the \"International Pop Album of the Year\" category. For Butterfly, Carey won the American Music Award for Favorite Soul/R&B; Female Artist in 1998. Additionally, the album won the BMI Pop Award for Songwriter of the Year and the Songwriter awards for \"Honey\", \"Butterfly\" and \"My All\". At the Soul Train Music Awards in 1998, Carey won the awards for the Aretha Franklin Entertainer of the Year and Soul Train Lady of Soul, which were presented to her by Chris Tucker and Patti Labelle. Butterfly was nominated at the 1998 NAACP Image Awards, in the Outstanding Female Artist category. At the Blockbuster Entertainment Awards, Carey was named the Songwriter of the Year and received the Song of the Year award. At the 1998 World Music Awards, Carey won two of night's top awards; the World's Best- selling R&B; Artist and the World's Best-selling Recording Artist of the '90s. Carey was unhappy not to win any of the Grammy Awards once again, but this was offset by the success of her tour, which was taking place during the awards. According to author Marc Shapiro, \"No amount of awards could replace the popular acceptance of Butterfly and the feeling she was now free to live her own life – creatively and personally.\" In a recent list compiled by a selection of rock critics, Butterfly was chosen as one of the 1001 Albums You Must Hear Before You Die. The album was released with two different covers and in 2007 one of them was listed on Maxim Sexiest Album Covers.''''' ==Commercial performance== Butterfly debuted at number-one at the US Billboard 200 selling 236,000 copies in the first week after its release. It maintained that position for one week and remained in the top twenty for 21 weeks; it stayed in the chart for 55 weeks, including one re-entry. The album achieved its highest weekly sales in the 14th and 15th weeks of its release, when it was number eight in the chart, peaking at 283,000 sales in the 15th week. It also peaked at number three on Top R&B;/Hip-Hop Albums. In the United States, Butterfly was certified five-times platinum by the Recording Industry Association of America (RIAA), denoting shipments of five million copies. Nielsen SoundScan estimates the album's sales at 3,807,000 copies in the US. In Canada, the album debuted at number one and was certified double-platinum by the Canadian Recording Industry Association (CRIA), denoting shipments of 200,000 copies of the album. Butterfly debuted at number one in Australia, and received a double-platinum certification from the Australian Recording Industry Association (ARIA), indicating shipments of 140,000 units. In Europe, Butterfly peaked within the top-five in several European countries. It received a platinum certification by the International Federation of the Phonographic Industry (IFPI), denoting shipments of well one million copies throughout Europe. In the United Kingdom, Butterfly peaked at number two, and was certified platinum by the British Phonographic Industry (BPI), denoting shipments of 300,000 copies. In France, the album peaked at number six, where it was certified double-gold by the Syndicat National de l'Édition Phonographique (SNEP). Sales of Butterfly in France are estimated at 292,000. As with many of Carey's previous records, Butterfly became a large success in Asia. In Japan, the record debuted at number one on the album charts. The album was certified the Million Award by the Recording Industry Association of Japan (RIAJ), denoting shipments of one million copies. In Hong Kong, Butterfly finished as one of the twenty best-selling foreign albums of 1997, receiving a platinum certification by IFPI. Globally, Butterfly has sold over 10 million copies. ==Legacy== In the years since its release, Butterfly has been hailed as being an R&B; classic. In a retrospective review for The Washington Post, Bethonie Butler focused on the album's impact, stating that it \"changed the face of pop music\" by paving \"the way for other pop stars...to sing alongside their rap contemporaries\". Writing for Jezebel, Rich Juzwiak focused on the influence of Carey's vocal stylings in the track \"Breakdown\", remarking that \"in this day and age, when there’s so much genre blending that it’s sometimes impossible to label an artist as merely “singer” or “rapper,” it’d be foolish to understate the prescience of\" the song. A profile of the album in Essence by Jessica Littles further stated that the album \"catalyzed the pop music trend of collaborating with hip-hop artists\", concluding that it \"not only showcased her [Carey's] already-established prowess as a vocalist, who could belt out ballads or flirt over the hottest summer jams, but also as one of the most versatile songwriters in contemporary music\". The lead single from the album, \"Honey\", was notable for pushing Carey further towards hip hop and R&B; than before. The music video gained further attention, as Carey, for the first time in her career, was provocatively dressed, giving viewers a \"taste of the freer Mariah.\" The Puerto Rico-filmed video's concept was created by Carey with Paul Hunter filling in as the director. Featuring a James Bond theme, Carey was a \"very sexy agent M\", in the words of Nickson, who escapes a large mansion in which she has been held captive. Carey said of the video: \"I don't really think the video is overtly sexual, but for me—I mean people used to think I was the nineties version of Mary Poppins!\" At the time of the video's release, Carey and Mottola were in the midst of their divorce. Tabloids and critics were linking the video's theme to Carey's marriage, writing how Mottola would lock her in their mansion, although she denied this. In an interview, Carey said that \"Tommy loves the video, he says it's my best video yet.\" Carey's writing partner of six years, Afanasieff, felt the video was undeniably about Mottola. The music video for \"The Roof\" was ranked 18th on Slant's \"100 Greatest Music Videos\". Sal Ciquemani, from Slant, gave the video a positive review, complimenting Carey's pairing the sultry song with a \"sophisticated tale of a sexy rooftop encounter.\" The video shows Carey reminiscing on a past love and a night they shared together on a rainy roof-top. The video revolves around the settings of a dark limousine, a decrepit NYC apartment, and a rainy roof-top, where according to Slant, \"Carey is featured at her most vulnerable, with runny mascara and drenched in the cold rainy night.\" In the conclusion of his review of the video, Ciquemani wrote: \"When Carey rises through the limo's sunroof and relishes the warm November rain, she's not drunk on the bubbly but on the memory of past delights.\" The video for \"My All\" was also one of the more notable videos from Butterfly. The video featured Carey in various places, including a submerged vessel, a lighthouse and a large conch shell floating the shore. In each of the scenes, Carey is shown lamenting her love and yearning to be re-united with him once more. In the video's climax, Carey meets her love in the lighthouse, where they caress and drift into the \"nights abyss.\" According to author Chris Nickson, the scenes of Carey on the overturned vessel showed her vulnerability without her loved one, truly emphasizing the yearning featured in the song. ==Track listing== Notes * signifies a co-producer * signifies an additional producer * \"Honey\" contains a sample of \"The Body Rock\" by The Treacherous Three (1980) and \"Hey DJ\" by The World's Famous Supreme Team (1984). * \"The Roof\" contains a sample of \"Shook Ones\" by Mobb Deep (1994) and \"Rock Box\" by Run-DMC (1984). * \"Fly Away (Butterfly Reprise)\" contains an interpolation of \"Someone Saved My Life Tonight\" by Elton John (1975). * The So So Def Radio Mix of \"Honey\" contains a sample of \"It's Great to Be Here\" by The Jackson 5 (1971) and an interpolation of \"Hey DJ\" by The World's Famous Supreme Team (1984). ==Personnel== Adapted from the Butterfly liner notes. * Mariah Carey – lead vocals, background vocals * Walter Afanasieff – keyboards, additional keyboards, synthesizers, * Dave Hall – synthesizers, keyboards, rhythm programming * David Cole – keyboards * Sean \"Puffy\" Combs – background vocals, keyboards, synthesizers * Cory Rooney – drum programming, keyboards * Kamaal Fareed – programming, drums * James T. Alfano – programming, guitars * Anthony Henderson – guitars, background vocals, keyboards * Charles Scruggs – bass, background vocals, keyboards * Steven Jordan – programming * Cindy Mizelle – background vocals * Melonie Daniels – background vocals * Kelly Price – background vocals * Shanrae Price – background vocals Production * Mariah Carey – arranger * Dave Hall – arranger * Walter Afanasieff – arranger * Missy Elliott – arranger * Albert Johnson – vocal engineering, bass, drums * David Morales – synthesizers, drum percussion, bass * Bobby Robinson – engineer, track mixer * Lyndell Fraser– engineer, mix engineer * David Gleeson – engineer * Dana Jon Chappelle – engineer, vocal engineering * Acar Key – engineer * Frank Filipetti – engineer * Mark Krieg – 2nd engineer * Kirk Yano – additional tracking engineer * Mick Guzauski – mixing * Bob Ludwig – mastering, Gateway Master Studios ==Charts== ===Weekly charts=== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- !scope=\"col\"|Chart (1997) !scope=\"col\"|Peak position |- |- |- |- |- |- !scope=\"row\"|Danish Albums (Hitlisten) |13 |- |- !scope=\"row\"|European Albums (Top 100) |2 |- |- |- |- |- !scope=\"row\"|Irish Albums (IRMA) |6 |- !scope=\"row\"|Italian Albums (FIMI) |2 |- !scope=\"row\"|Japanese Albums (Oricon) |1 |- !scope=\"row\"|Malaysian Albums (RIM) |4 |- |- |- ! scope=\"row\"| Portuguese Albums (AFP) | 8 |- |- !scope=\"row\"|Spanish Albums (PROMUSICAE) |5 |- |- |- |- |- |- |} ===Year-end charts=== {|class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |- !scope=\"col\"|Chart (1997) !scope=\"col\"|Position |- !scope=\"row\"|Australian Albums (ARIA) |27 |- !scope=\"row\"|Belgian Albums (Ultratop Flanders) |69 |- !scope=\"row\"|Belgian Albums (Ultratop Wallonia) |39 |- !scope=\"row\"|Canada Top Albums/CDs (RPM) |24 |- !scope=\"row\"|Dutch Albums (MegaCharts) |align=\"center\"|70 |- !scope=\"row\"|European Top 100 Albums (Music & Media) |align=\"center\"|42 |- !scope=\"row\"|German Albums (Offizielle Top 100) |74 |- !scope=\"row\"|Japanese Albums (Oricon) |24 |- !scope=\"row\"|Swiss Albums (Schweizer Hitparade) |48 |- !scope=\"row\"|UK Albums (OCC) |63 |- !scope=\"row\"|US Billboard 200 |54 |- !scope=\"row\"|US Top R&B;/Hip-Hop Albums (Billboard) |58 |- !scope=\"col\"|Chart (1998) !scope=\"col\"|Position |- !scope=\"row\"|US Billboard 200 |21 |- !scope=\"row\"|US Top R&B;/Hip-Hop Albums (Billboard) |30 |} ==Certifications and sales== ==Notes== ==References== * * ==External links== Category:Mariah Carey albums Category:1997 albums Category:Columbia Records albums Category:Albums produced by Sean Combs Category:Albums produced by Walter Afanasieff Category:Albums produced by Trackmasters Category:Albums produced by Q-Tip (musician) ",
    "title": "Butterfly (Mariah Carey album)"
}