{
    "id": "1443269",
    "text": "Paul Roger Elstak (known professionally as DJ Paul Elstak; born 14 January 1966 in The Hague) is a Dutch hardcore/gabber and happy hardcore DJ and record producer. He used to use his full name to create happy hardcore and DJ Paul for hardcore gabber, but when he started Offensive Records in 2001, he started using both names for gabber. ==Biography== In 1987, his career as a DJ started when he was hired as a Struppier at Rotterdam Discothèque Bluetiek-Inn. Here he played with the Dutch House music pioneer Peter Slaghuis. Around this time he also hooked up with Rob Fabrie and Richard van Naamen to form Holy Noise, with whom he released a string of releases at the Hithouse record label (owned by Slaghuis). In 1991, Holy Noise had their biggest success with their release \"James Brown is Still Alive\". This release was a reply to the song \"James Brown is Dead\" by L.A. Style. In 1992, Elstak created his own record label, Rotterdam Records (under the flag of Mid-Town records) to release hardcore techno, mostly gabber and happy hardcore. The first release on this label was a Holy Noise release under the guise of De Euromasters, releasing Amsterdam Waar Lech Dat Dan? (Translated; Amsterdam, Where Is That?). This record was an implicit complaint about the Dutch media paying most attention to Amsterdam and not to Rotterdam. In 1995, he released the first DJ Paul Elstak single, \"Life Is Like a Dance\". After this record, a few commercial releases followed. \"Rainbow in the Sky\" was the most successful of these, selling 50,000 copies in 1995. Several of his singles reached the Dutch Top 40 in the mid-1990s.top40.nl After two years, Elstak decided to leave the commercial dance scene and devote his time releasing gabber. In 2001, he left Mid-Town and Rotterdam Records to start a new record label at Rige Entertainment, called Offensive Records. To this day, Paul still releases hardcore on this imprint in his own typical style. ==References== == External links == *Discogs page Category:1966 births Category:Living people Category:Dutch DJs Category:Happy hardcore musicians Category:Musicians from The Hague ",
    "title": "DJ Paul Elstak"
}