{
    "id": "1443986",
    "text": "William McCombe Callaghan (August 8, 1897 – July 8, 1991) was a United States Navy officer who served as the first captain of the battleship Fowler, G. (1991): William M. Callaghan dies at 93; headed Logistics Service for Navy New York Times (July 9, 1991). Retrieved on September 2, 2009.Battleship Missouri ceremony to honor ship's first commander, Captain William M. Callaghan, April 12 Business Wire (March 27, 2001). Retrieved on September 5, 2009.USS Missouri to honor kamikaze: Memorial to pay respects to fallen aviators in '45 attack Japan Times Online (March 20, 2001). Retrieved on September 5, 2009.Burlingame, B. (2001): Navy captain honored for tribute to kamikaze: Even in war, William Callaghan gave the pilot a dignified burial Honolulu Star- Bulletin (April 13, 2001). Retrieved on September 5, 2009. and the inaugural commander of the Military Sea Transportation Service.Military Sealift Command: MSC Timeline 1949–1959 Retrieved on September 8, 2009. Through the course of almost 40 years, he served his country in three wars. His naval career began on a destroyer in the final months of World War I. Following command of the destroyer and logistical work prior to World War II, he took command of Missouri in 1944. Callaghan is perhaps best known for ordering, despite disagreement from some of his crew, that an honorable funeral be held for an enemy pilot who died during a suicide attack on Missouri in 1945. Following World War II, he directed the US Navy's transportation service and filled senior command roles in eastern Asia, including leadership of the US Pacific Fleet's Amphibious Force during the Korean War. He retired from the US Navy at the rank of vice admiral in 1957 and worked in civilian maritime transport before retiring to Maryland. == Early life == Callaghan was born on August 8, 1897, the son of businessman Charles William Callaghan and Rose Wheeler Callaghan.Murphy, F. X. (1954): Fighting admiral: The story of Dan Callaghan (Prologue). New York: Vantage. Retrieved on September 8, 2009.Murphy, F. X. (1954): Fighting admiral: The story of Dan Callaghan (Chapter 2). New York: Vantage. Retrieved on September 8, 2009. The family was devout Roman Catholic. His elder brother, Daniel Callaghan (1890–1942), would later become a US Navy rear admiral and posthumous Medal of Honor recipient. Both brothers studied at Saint Ignatius College Preparatory in San Francisco, Daniel graduating in the class of 1907 and William seven years later.History Supplement: Admiral William Callaghan '14 Genesis IV: The alumni magazine of Saint Ignatius College Preparatory (2005), pp. 34–35. Retrieved on September 8, 2009. Both men also subsequently attended the United States Naval Academy, Daniel graduating in 1911 and William in the class of 1918. That class was ordered to active service with the entrance of the United States into World War I. ==Military career== ===Early service=== Callaghan served on a destroyer during the last six months of World War I. He received a Master of Science degree in electrical engineering from Columbia University in 1925, and would become a Knight of the Sovereign Military Order of Malta. In the mid-1920s, he served as assistant engineering officer on board the light cruiser , which was then performing scouting duties.Murphy, F. X. (1954): Fighting admiral: The story of Dan Callaghan (Chapter 4). New York: Vantage. Retrieved on September 11, 2009. From 1932 to 1933, he was a lieutenant aboard the aircraft carrier .Dyer, G. C. (1969): The Amphibians came to conquer: The story of Admiral Richmond Kelly Turner (Chapter 4) Retrieved on May 27, 2010. ===Ship commands=== USS Missouri permanently anchored as a museum ship at Pearl Harbor in 2002 At the rank of commander, Callaghan captained the destroyer USS Reuben James from June 1936 to March 1938,NavSource Naval History: Destroyer Photo Index DD-245 USS Reuben James Retrieved on September 6, 2009. and subsequently joined the staff of the Chief of Naval Operations in 1939.Arlington National Cemetery: William M. Callaghan, Rear Admiral, United States Navy Retrieved on September 5, 2009. Before the US entered World War II, he was stationed in London in a logistical role. During the first part of World War II, he served as a logistics officer on the staff of the commander in chief, US Pacific Fleet,W. M. Callaghan; led U. S. Navy in Far East Los Angeles Times (July 15, 1991). Retrieved on September 8, 2009. Admiral Chester Nimitz.United States Pacific Fleet: Previous commanders (c. 2009). Retrieved on May 28, 2010.Morison, S. E. (2001): History of United States naval operations in World War II: Vol. 7 – Aleutians, Gilberts and Marshalls, June 1942–April 1944 (p. 104). Urbana, IL: University of Illinois Press. () He received the Legion of Merit for this work. On June 11, 1944, Callaghan became the first captain of USS Missouri,The US Navy: USS Missouri (BB 63) Retrieved on September 8, 2009.USS Missouri (BB-63): \"The Mighty Mo\" (1998, p. 10). Nashville, TN: Turner. () the last battleship commissioned by the US Navy. He commanded Missouri in engagements at Iwo Jima and Okinawa. ===Attack on USS Missouri=== Japanese A6M Zero about to strike the side of USS Missouri on April 11, 1945 At 2:42 PM on April 11, 1945, off the coast of Kikaijima Island, a Japanese fighter pilot in an A6M5c Zero launched a kamikaze attack on USS Missouri.USS Missouri (BB-63): \"The Mighty Mo\" (1998, p. 11). Nashville, TN: Turner. () Bill Obitz, a seaman at the time, recalled that the attacking plane approached at an extreme angle and estimated that it was 20 feet (6 m) above the water.Cole, W. (2008): Ceremony marks 63rd anniversary of surrender: Battleship Missouri hosts crewmen who were aboard that day Honolulu Advertiser (September 3, 2008). Retrieved on September 9, 2009. Although struck by intense antiaircraft fire, the plane survived and struck the ship's starboard side at frame 169 below the main deck. While the impact of one of the plane's wings started a fire at 5-inch mount number 3,Dictionary of American Naval Fighting Ships: Missouri Retrieved on September 8, 2009. its 500-pound bomb did not detonate, so the damage was minimal. There were no American casualties, but the Japanese pilot died.Fahr, H. (2009): The Ivan Dexter story ... The Jerseyman (No. 63, 3rd Quarter 2009, pp. 7–8). Retrieved on May 30, 2010. Parts of the plane's wreckage and the top half of the pilot's body landed on board Missouri. The plane's wing was turned over to the crew to be cut up for souvenirs.USS Missouri (BB-63): \"The Mighty Mo\" (1998, p. 29). Nashville, TN: Turner. () Despite protests from crewmen, who wanted the remains hosed over the deck, Callaghan insisted that the young Japanese airman had done his job to the best of his ability, with honor, and deserved a military funeral. Stephen Cromwell, a corpsman at the time, later recalled, \"I was able to recover his body and I called up to the bridge to ask if I should throw it overboard ... Captain Callaghan said, 'No, when we secure, take it down to the sick bay, and we'll have a burial for him tomorrow.'\"Yi, S. (2005): Veterans remember tragedy of war in Pacific Voice of America (August 11, 2005). Retrieved on September 5, 2009. Ivan Dexter, another crew member, gave his account of events to Herb Fahr, recalling that the top half of the Japanese pilot's body was scattered over the deck, while the bottom half fell with the rest of the plane into the sea. What remained of the body was brought to sick bay for examination, and various Missouri crew took souvenirs from the clothing, including the helmet, scarf, and jacket. Following examination, the remains were placed in a canvas bag with dummy shell casings to weigh it down. The following day, the Japanese pilot received a military funeral at sea. An improvised Japanese flag, sewn by one of the ship's bosun's mates, covered the bag holding the man's remains. The ship's chaplain committed the body to the sea and the six pallbearers let it slide overboard, accompanied by a volley of rifle fire. Fahr wrote, \"There was still much bitterness on the part of many in the crew, but now, the honorable thing was done.\" According to Lee Collins, visitor operations director for the Battleship Missouri Memorial, Callaghan said that the ceremony was simply a tribute to \"a fellow warrior who had displayed courage and devotion, and who had paid the ultimate sacrifice with his life, fighting for his country.\"Tsutsumi, C. C. (2001): USS Missouri has a moving story: From World War II to Desert Storm, the Mighty Mo holds a distinguished record Honolulu Star-Bulletin (June 17, 2001). Retrieved on September 8, 2009. On May 14, 1945, Callaghan passed command of Missouri on to Captain Stuart Murray, who had been a classmate of his at the US Naval Academy.USS Missouri (BB-63): \"The Mighty Mo\" (1998, p. 30). Nashville, TN: Turner. ()Mason, J. T. (2003): The Pacific War remembered: An oral history collection (p. 345). Annapolis, MD: Naval Institute Press. ()USS Missouri (BB-63) Association: Commanding officers of the USS Missouri (BB-63) (July 17, 2008). Retrieved on May 28, 2010. ===Senior commands=== In 1946, Callaghan held the rank of rear admiral, and in that year he gave a presentation to the Naval War College on his experience in the Naval Transportation Service before the war.Mercogliano, S. R. (2001): The United States merchant shipping offensive during the Second World War The Northern Mariner, 11(4):27–47. Retrieved on May 28, 2010. On October 1, 1949, he was appointed the first commander of the Military Sea Transportation Service, which would later become the Military Sealift Command. He was promoted from rear admiral to vice admiral around this time.Mercogliano, S. R. (2000): Korea: The first shot (November 29, 2000). Retrieved on May 28, 2010.Mercogliano, S. R. (2009): MSC: 60 years strong NDTAGram (October 2009). Retrieved on May 27, 2010.Tanker & bulk carrier world directory (1962, p. 41). Terminus Publications. From 1953 to 1954, during the Korean War, he commanded the Amphibious Force of the US Pacific Fleet.Navy Department Library: Amphibious Force, US Pacific Fleet (December 4, 2006). Retrieved on September 8, 2009. From 1954 to 1956, he served as commander, US Naval Forces Far East.Navy Department Library: Japan, Commander US Naval Forces (December 11, 2006). Retrieved on September 8, 2009. He then replaced retiring Vice Admiral Francis S. Low as commander of the Western Sea Frontier.National Affairs: Who's the genius? TIME (May 21, 1956). Retrieved on May 27, 2010. He retired from the US Navy at the rank of vice admiral in 1957. == Later life == Following retirement from military service, Callaghan served as vice president of American Export Lines, and then as chairman of the Maritime Transportation Research Board under the National Academy of Sciences. He would later have a transport ship named after him: .NavSource Naval History: Service Ship Photo Archive GTS Admiral W. M. Callaghan (AKR-1001) Retrieved on September 5, 2009.Polmar, N. (2005): The Naval Institute guide to the ships and aircraft of the US Fleet (p. 313). Annapolis, MD: Naval Institute Press. ()Hancock, A., & Heiss, R. (2009): MSC ships provide international training platforms Sealift (May 2009). Retrieved on September 8, 2009.Fukugaki, A. (1995): Review of shipboard energy technology: Thoughts and facts behind the scene Scheepswerktuigkunde (May 1995). Retrieved on September 8, 2009. Late in life, Callaghan resided in Chevy Chase, Maryland. Following a stroke, he died on July 8, 1991, at Bethesda Naval Hospital. His first wife, Helen Brunett Callaghan (1896–1970), and second wife, Martha Rawlins Callaghan (1905–1973), predeceased him. He was survived by his third wife, Sarah Duerson Callaghan (1914–2011), and two children, William M. Callaghan Jr. (a retired US Navy rear admiral)Naval Aviation News: Change of Command (August 1978, p. 29). Retrieved on September 8, 2009. and Jane Callaghan Gude (c. 1925–2008), wife of former member of Congress, Gilbert Gude,Holley, J. (2008): Jane Gude; Congressman's widow was active in GOP Washington Post (April 1, 2008). Retrieved on September 9, 2009. as well as eight grandchildren. Callaghan's grandchildren include William Callaghan III, Chad Callaghan, and A. Carey Callaghan.Elizabeth R. Callaghan Washington Post (October 2009). Retrieved on November 23, 2009. His great- grandchildren include Caitlin Callaghan, Larkin Callaghan, and Connor Callaghan,History Supplement: Admiral Daniel Callaghan (SI 1907) Genesis IV: The alumni magazine of Saint Ignatius College Preparatory (2005), pp. 32–34. Retrieved on September 8, 2009. and many others. == Legacy == Callaghan's decision on the Japanese pilot's funeral in 1945 would receive praise years later, although a memorial service aboard the Missouri in April 2001 attracted controversy. Leading up to the service, Callaghan's son said, \"My father believed a burial at sea for the pilot was the right thing to do. He felt it would set a good example for the crew in showing respect for the life of people, even for the people you are opposing.\" Junko Kamata, a niece of one of the Japanese pilots killed in the April 1945 battle, said, \"I want to thank Captain Callaghan for his humanitarian consideration for kamikaze soldiers.\" Minoru Shibuya, Japanese Consul General, called Callaghan's actions \"a glorious deed, to salute the [pilot's] bravery.\" Daniel Inouye, US Senator from Hawaii, reflected that \"from the dawn of civilization, warriors respected their adversaries; it was an unspoken code of honor. When Callaghan saw the broken body of his sworn enemy lying upon his ship, he saw him not as an enemy, but simply as a man.\" At a 1998 reunion of Missouri veterans, many of those present who had served during World War II felt that, on reflection, their captain had acted correctly. Robert Kihune, a retired US Navy vice admiral, said, \"In wartime, courage is measured as much by one's actions as their strength of leadership during the heat of battle ... I think the leadership qualities showed by Captain Callaghan illustrate the ideal of what we want our military leaders to follow.\" == See also == * Burial at sea * * * Sealift == Notes == a. Three volunteers from the USS Missouri Memorial Association narrowed the identity of the Japanese pilot to three possibilities: Lieutenant Junior Grade Shigeju Yaguchi, Petty Officer Second Class Takashi Sogabe, and Petty Officer Second Class . Yaguchi was aged 23 years at the time, while Sogabe and Ishino were both aged 19 years. An information plaque on board USS Missouri in December 2011 advocates the view that the pilot was probably Ishino.Photograph of information plaque on board the USS Missouri on December 22, 2011. Retrieved on December 23, 2011. b. Photographer: Seaman Len Schmidt, US Navy.NavSource Naval History: Battleship Photo Index BB-63 USS Missouri January–August 1945 Retrieved on September 6, 2009. c. Two sources state that Callaghan was promoted to the rank of vice admiral soon after his appointment to command the MSTS. Historian Salvatore Mercogliano (c. 2000) states that the initial commander of the MSTS was \"Rear Admiral William M. Callaghan (subsequently promoted to Vice Admiral)\"Mercogliano, S. R. (c. 2000): One hundred years in the making: The birth of Military Sea Transportation Service (MSTS) Retrieved on May 27, 2010. and a 1962 ship directory states that \"[MSTS's] first commander, Rear-Admiral William Callaghan, was soon promoted to vice-admiral, and the M.S.T.S. has been a ' three-star' command ever since\" (p. 41). Another article by Mercogliano (2000) states that Callaghan was still ranked a rear admiral in early July 1950. Two other sources, a later article by Mercogliano (2009) and Military Sealift Command's timeline, state that MSTS's first commander was Vice Admiral William M. Callaghan. It is not clear whether these last two sources were simply reporting Callaghan's rank at the time of writing, well after 1949, or whether they were implying that Callaghan was already a vice admiral before taking command of the MSTS. d. Commenting on the decision to hold a memorial service for the Japanese pilots aboard USS Missouri, US veteran Lloyd Prang said, \"If the Japanese want to memorialize their pilots and soldiers, let them do it on THEIR soil.\" Marine Corps veteran Rand Potts considered it \"a promotional deal to excite Japanese visitors into visiting the Missouri.\" == References == ==External links== * NavSource Naval History: Battleship Photo Index BB-63 USS Missouri August–December 1944 includes photographs of Callaghan on the bridge of the Missouri in 1944. * NavSource Naval History: Battleship Photo Index BB-63 USS Missouri 1984–1987 includes a photograph of Callaghan at a Missouri reunion in Annapolis in 1985. * The Jerseyman (No. 63, 3rd Quarter 2009, p. 8) includes a photograph showing the dent in the side of the Missouri (resulting from the attack of April 1945), still visible as of May 16, 2009. Category:1897 births Category:1991 deaths Category:American naval personnel of World War I Category:American naval personnel of World War II Category:American naval personnel of the Korean War Category:American Roman Catholics Category:Burials at Arlington National Cemetery Category:People from Chevy Chase, Maryland Category:Recipients of the Legion of Merit Category:United States Naval Academy alumni Category:United States Navy vice admirals Category:Catholics from Maryland ",
    "title": "William M. Callaghan"
}