{
    "id": "1443451",
    "text": "Awakening of Faith in the Mahāyāna (reconstructed Sanskrit title: Mahāyāna śraddhotpādaśāstra;Hubbard, Jamie (1994, 2008). Original Purity and the Arising of Delusion. Smith College, p.1. Internet Archive ) is a text of Mahayana Buddhism. Though attributed to the Indian master Aśvaghoṣa, no Sanskrit version of it exists and it is now widely regarded by scholars as a Chinese composition. ==The text== ===Origin and translations=== While the text is traditionally attributed to Aśvaghoṣa, no Sanskrit version of the text is extant. The two earliest existing versions are written in Chinese, and contemporary scholars widely accept the theory that the text is a Chinese composition.Nattier, Jan. 'The Heart Sūtra: A Chinese Apocryphal Text?'. Journal of the International Association of Buddhist Studies Vol. 15 (2), 180-81, 1992. PDFChinese Buddhist Apocrypha by Robert E. Buswell. University of Hawaii Press: 1990. . pgs 1-29Tarocco, Franceska (2008). Lost in Translation? The Treatise on the Mahāyāna Awakening of Faith (Dasheng qixin lun) and its modern readings, Bulletin of the School of Oriental and African Studies 71 (2), 323 However, D.T. Suzuki accepted its Indian Sanskrit origin, while acknowledging that it was unlikely the historical Aśvaghoṣa () was the author, and that it was more likely that the attribution to Aśvaghoṣa was an honorific appellation due to the profundity of the treatise. Suzuki saw the Awakening of Faith as being \"inspired by the same spirit\" as the Lankavatara (), Avatamsaka (), and the Mahayana Parinirvana () Sutras, and regarded its identification as a Chinese text as \"not well grounded\". From p. xxxix of the Introduction to The Lankavatara Sutra, by D. T. Suzuki, Routledge & Kegan Paul, LTD. London 1932, reprinted 1966. Suzuki's views were written before modern computer assisted analysis could be undertaken by scholars. Paramartha (; 499-569) was traditionally thought to have translated the text in the 6th Century CETarocco, Franceska (2008). Lost in Translation? The Treatise on the Mahāyāna Awakening of Faith (Dasheng qixin lun) and its modern readings, Bulletin of the School of Oriental and African Studies 71 (2), 324-325. (T. 1666, pp. 576) in 553. However, many modern scholars now opine that it was actually composed by Paramartha or one of his students.Grosnick, William, H. The Categories of T'i, Hsiang, and Yung: Evidence that Paramārtha Composed the Awakening of Faith. Journal of the International Association of Buddhist Studies 12 (1), 65-92, 1989. Internet Archive King remarks that, although Paramartha undoubtedly was among the most prolific translators of Sanskrit texts into Chinese, he may have originated, not translated, the East Asian Yogācāra () text of the Buddha-nature Treatise () as well as the Awakening of Faith. Other experts dispute that it has anything to do at all with Paramartha.Keng Ching, \"Yogacara Buddhism Transmitted or Transformed? Paramartha (499-569 C.E.) and His Chinese Interpreters,\" Ph.D. diss., Harvard University, 2009 A later translation or reedited version was attributed to the Khotanese monk (; active 695-700).Tarocco, Franceska (2008). Lost in Translation? The Treatise on the Mahāyāna Awakening of Faith (Dasheng qixin lun) and its modern readings, Bulletin of the School of Oriental and African Studies 71 (2), 328. (T. 1667, pp. 583bc-584a) ===Title=== The term Mahayana points not to the Mahayana school, but to tathatā \"suchness\" or \"the Absolute\": Charles Muller argues that the terminology \"faith in\" is misleading: In other words, the treatise is not discussing \"Faith in the Mahayana,\" rather it is presenting the Mahayana style of faith, which is faith in the true suchness of mind. ===Content=== The text is divided into five sections, and often summarized as “One Mind, Two Aspects, Three Greatnesses, Four Faiths, and Five Practices\". Following two introductory chapters dealing with the oneness of mind and motivations for the text's composition, part three focuses on two aspects of mind to clarify the relationship between enlightenment and ignorance, nirvana and samsara, or the absolute and the phenomenal. Part four describes five practices that aid in the growth of faith, emphasizing calmness and insight meditation. Part five describes the benefits that result from cultivating the five practices. Written from the perspective of Essence-Function (), this text sought to harmonize the two soteriological philosophies of the Buddha-nature (tathagatagarbha) and Eight Consciousnesses (or Yogacara) into a synthetic visionLusthaus, Dan (1998). Buddhist philosophy, Chinese . In E. Craig (Ed.), Routledge Encyclopedia of Philosophy. London: Routledge. based on the One Mind in Two Aspects: ==Commentaries== Commentaries on the Awakening in Faith were composed in China, Japan, and Korea by numerous exegetes. Commentaries composed before the mid 9th century in Chinese and Korean include those by Jingying Huiyuan 淨影慧遠 Taisho Tripitaka Vol. 44, No. 1843 大乘起信論義疏 Dasheng qixinlun yishu; two by Wonhyo 元曉 Taisho Tripitaka Vol. 44, No. 1844 起信論疏 Gisillon so and Taisho Tripitaka Vol. 44, No. 1845 Daeseung gisillon byeolgi; by Fazang 法藏 Taisho Tripitaka Vol. 44, No. 1846 大乘起信論義記 Dasheng qixinlun yiji; and by Zongmi 宗密, as well as others no longer extant. ==Influence== Although often omitted from lists of canonical Buddhist texts, the Awakening of Faith strongly influenced subsequent Mahayana doctrine. It reflects an important stage in the synthesis of Indian and Chinese Buddhist thought, and the elevation of the tathagatagarbha doctrine to a central place in Chinese Buddhist soteriology. ===Chinese Buddhism=== The Awakening of Faith in the Mahayana had a great influence on Chinese Buddhism. One of the reasons for this is the status of the commentator Fazang 法藏 as state preceptor (Guoshi) and third patriarch of the Huayan school. The Awakening of Faith is thought to have played a role in the Huayan doctrine of the interpenetration of phenomena. ===Korean Buddhism=== In great part due to the commentaries by Wonhyo,Park, Sung-bae (2003). Wonhyo's Faith System, as seen in his Commentaries on the Awakening of Mahayana Faith, International Journal of Buddhist Thought and Culture 2 (2), 25-45 the Awakening of Faith ended up having an unusually powerful influence in Korea, where it may be the most oft-cited text in the entire tradition. It also provided much of the doctrinal basis for the original enlightenment thought found in the Sutra of Perfect Enlightenment. ===Chan (Zen)=== The view of the mind in the Awakening of Faith had a significant import on the doctrinal development of the East Mountain Teaching.Zeuschner, Robert B. (1978). \"The Understanding of Mind in the Northern Line of Ch'an (Zen)\", Philosophy East and West 28 (1), 69-79 It is also considered to have strongly influenced the Chan doctrine of \"seeing one's nature and attaining Buddhahood\" (jianxing chengfo). ===Japanese Buddhism=== In Tendai, it is often used to explain the original enlightenment thought (doctrine). Medieval Tendai Original Enlightenment Thought is established. It indirectly influenced the sects of the Kamakura period. ===Modern Confucianism=== Mou Zongsan (Chinese: 牟宗三) has used this and Tien Tai to develop his school of thought related to Confucianism, in particular about how to tie between two different aspects of the world. ==English translations== ===The Awakening of Faith=== The translations by Hakeda and Jorgensen et al. are based on Paramārtha's version of the Chinese text (Taisho No. 1666) while Suzuki's translation is based on Śikṣānanda`s version (Taisho No. 1667). * * Jorgensen, John; Lusthaus, Dan; Makeham, John; Strange, Mark, trans. (2019), Treatise on Awakening Mahāyāna Faith, New York, NY: Oxford University Press, * * ===Commentaries=== Vorenkamp's translation of Fazang's commentary includes a translation of Paramārtha's version. * ==Notes== ==References== ===Footnotes=== ===Sources=== * * * Jorgensen, John; Lusthaus, Dan; Makeham, John; Strange, Mark, trans. (2019), Treatise on Awakening Mahāyāna Faith, New York, NY: Oxford University Press, * * * ==External links== ===Dictionaries=== * Entry in the Dictionary of East Asian Buddhist Terms * Entry in Soothill and Hodous Dictionary of Chinese Buddhist Terms * Digital Dictionary of Buddhism (log in with userID \"guest\") ===Translations=== * Chinese text of the Awakening of Faith (大乘起信論) by Paramārtha provided by Chinese Buddhist Electronic Text Association * Chinese text of the Awakening of Faith (大乘起信論) by Śiksānanda provided by Chinese Buddhist Electronic Text Association * Chinese text of the Treatise on the Awakening of Faith in the Mahāyāna (大乘起信論) by Paramārtha provided by NTI Buddhist Text Reader * Chinese text of the Treatise on the Awakening of Faith in the Mahāyāna (大乘起信論) by Śiksānanda provided by NTI Buddhist Text Reader Category:Mahayana sutras Category:Buddha-nature Category:Post-canonical Buddhist texts Category:Han Buddhism Category:Chinese Buddhist texts ",
    "title": "Awakening of Faith in the Mahayana"
}