{
    "id": "1443348",
    "text": "is a Japanese manga series written by Riichiro Inagaki and illustrated by Yusuke Murata. The series tells the story of Sena Kobayakawa, an introverted boy who joins an American football club as a secretary, but after being coerced by Yoichi Hiruma, turns out to play wearing an eyeshield and the number 21, under the pseudonym of \"Eyeshield 21\". Inagaki chose American football as a central subject of Eyeshield 21 after realizing that it fit perfectly with his idea for the series. The manga was originally serialized in Shueisha's Weekly Shōnen Jump from July 2002 to June 2009. The series consists of 333 chapters collected in 37 tankōbon volumes. An anime adaptation consisting of 145 television episodes was co-produced by TV Tokyo, NAS, and Gallop. The television series first aired on Japan's TV Tokyo network from April 6, 2005, to March 19, 2008. The Eyeshield 21 franchise has spawned two original video animations (OVAs), audio albums, video games, and other merchandise. In North America, the manga was released by Viz Media from April 2005 to October 2011. The anime series was later licensed in North America by Toonami Jetstream as a joint effort with Viz Media and aired on December 17, 2007, on its site, but before its completion, the streaming service was shut down. The whole series was streamed in English by Crunchyroll, while Sentai Filmworks licensed the series, with distribution from Section23 Films on DVDs. In Japan, the Eyeshield 21 manga has sold over 20 million volumes. The manga and anime have been featured at various times in weekly top ten lists of best- selling in their respective media. The anime has been watched by a large number of television viewers in Japan, helping to raise American football's popularity in the country. Publications for manga, anime, and others have commented on Eyeshield 21, which received positive comments for its artwork and characters, and negative responses to its non-football scenes. ==Plot== In Tokyo, a weak, unassertive boy named Sena Kobayakawa enters the high school of his choiceDeimon Private Senior High School. Sena's only remarkable physical abilities are his running speed and agility, which are noted by the school's American football team captain Yoichi Hiruma. Hiruma forces Sena to join the Deimon Devil Bats football team as its running back. To protect his identity from other teams who want to recruit him, Sena is forced to publicly assume the role of the team secretary and enter the field under the pseudonym of \"Eyeshield 21\" wearing a helmet with an eyeshield to hide his features. The makeshift team initially takes part in the spring football tournament hoping to win through the strength of their new \"secret weapon\". However, the extremely weak team is eliminated early by the Ojo White Knights, one of the best football teams in Japan. After Deimon's defeat, the spring tournament is revealed as secondary in importance to the fall tournament, where the teams compete for the chance to play in the Christmas Bowlthe high school football league championship. Hiruma, Ryokan Kurita, and Sena regroup and slowly build a real team from misfits and students looking to define themselves, such as Tarō \"Monta\" Raimona baseball player who can only catchand the Ha-Ha Brothers. Other characters slowly join the team, and the series follows the building and growth of the Deimon Devil Bats and its members, and rival teams as they all strive to achieve their goal of playing in the Christmas Bowl. Some time after the Deimon Devil Bats win the Christmas Bowl and they become the best team in the country, Japan begins to gather the best football players to form a team to represent it at the American Football Youth World Championship, where a Most Valuable Player (MVP) will be awarded an NFL contract and $3 million. Team Japan reaches the final against Team America, in which the game ends as a tie, and both teams are declared winners. Both teams are unsatisfied with this and return to the field for their own, improvised \"overtime\", causing chaos with officials. It is unclear which team wins the unofficial extra period, but Panther of Team America holds the MVP trophy aloft, winning the professional contract with the San Antonio Armadillos. The series concludes with Sena becoming the captain of the Devil Bats after Hiruma and Kurita leave school to attend college. In his final year of high school, Sena is invited to Notre Dame High School. In the final chapter, the main characters are in college or playing amateur-league football while employed. ==Production== Before the series was published regularly, Riichiro Inagaki and Yusuke Murata published two one-shots called and on March 5 and 12, 2002 in Weekly Shōnen Jump. When it would become a serial, the editorial department asked if Inagaki wanted to both write and draw the series, but Inagaki felt he was \"so rookie\", so he asked Murata to be the illustrator. Before being asked to work on Eyeshield 21, Murata had read some of Inagaki's manga and noted that they \"had many cool design concepts of uniforms and equipment\". He said, \"it could be turned into a great manga story\" and he would \"be happy to take the challenge\"; eventually he was chosen. During Eyeshield 21 original run in the magazine, Inagaki went to the United States to see college football matches, and National Football League games. Despite having never played American football, Inagaki chose this theme after deciding that he wanted to create \"a protagonist that was wimpy at the beginning, yet could perform outstandingly in a sports game\", and with this premise in mind he decided that American football would be \"a very suitable material.\" When originally creating Eyeshield 21, Inagaki said he was wary because he did not want his manga becoming \"a simulator of football\". The fact that football is not a popular sport in Japan also worried Inagaki. As last resort, he thought to turn the series into a \"Kamen Rider-style masked hero story\" if it could not met the popularity required for the magazine. However, it was such a popular series that online commentators said that, considering the series' final length, the editors may have insisted that Eyeshield be kept going due to business reasons. However, Inagaki declared that the manga was \"exactly how [he] wanted to tell the story\" and that Murata also seconded it. ==Media== ===Manga=== The Eyeshield 21 manga series was written by Riichiro Inagaki, illustrated by Yusuke Murata, and originally serialized by Shueisha in the Japanese magazine Weekly Shōnen Jump from July 23, 2002 to June 15, 2009. The manga consists of 333 chapters spanning 37 tankōbon (collected volumes), the first of which was released on December 20, 2002 and the last on October 2, 2010. Eyeshield 21 has also been published as part of the Shueisha Jump Remix series of magazine-style books. Fourteen volumes were released between June 28, 2010 and February 14, 2011. An English translation of the manga was published in North America by Viz Media under the Shonen Jump Advanced label between April 5, 2005 and October 4, 2011. The manga has also been licensed in some countries such as in France by Glénat, in Hong Kong by Culturecom, in Indonesia by Elex Media Komputindo, in Italy by Panini Comics, in South Korea by Daewon Media, and in Taiwan by Tong Li Publishing. ===Original video animations=== Two original video animations (OVA) based on the Eyeshield 21 manga series were developed. The first one, named , was developed by Production I.G and shown as part of the Jump Festa Anime Tour on September 2003 and in Jump Festa 2004. The second OVA, titled , was shown at Jump Festa 2005. The two OVAs were later released on DVD; the first was released with the second OVA of Naruto in a compilation called Jump Festa 2004 Super DVD. The other was released by Bandai Visual as an extra track on the sixth DVD of the Eyeshield 21 anime series. ===Television series=== The Eyeshield 21 anime adaptation was co-produced by TV Tokyo, NAS, and Gallop, and was directed by Masayoshi Nishida until episode 103, and by Shin Katagai from 104 to 145.Opening credits from the episodes: * * * The series of 145 television episodes aired in Japan from April 6, 2005 to March 19, 2008 on TV Tokyo. In Japan, Bandai Visual distributed the anime in DVD format; thirty-six volumes were released between July 26, 2006 and June 26, 2007. Some changes were done in comparison to the manga; for example, swearings and guns or gambling references were reduced. Initially, Viz Media and Cartoon Network planned to air a dubbed version of Eyeshield 21 on the internet video streaming service Toonami Jetstream, and on NFL Rush site as a joint effort with National Football League (NFL). The anime was eventually posted only on Toonami Jetstream, with the first episode, which condensed three episodes, being available on December 17, 2007. However, it was not completed due to Toonami Jetstream's cancellation and shutdown. In December 2008, the video streaming service Crunchyroll announced that it would begin to stream Eyeshield 21 subtitled on its site on January 2, 2009. The last episode was available on November 1, 2009 for premium users, and on March 7, 2010 for free users. On February 26, 2010, Section23 Films announced that Sentai Filmworks received the license to the anime. The first fifty-two episodes were released on four subtitled-only DVDs between May 18, 2010 and February 8, 2011. ====Audio==== The music for the Eyeshield 21 anime adaptation was composed by Kō Ōtani. The series use twelve pieces of theme music, five opening and seven ending themes. The opening themes are \"Breakthrough\" and \"Innocence\" by V6, \"Dang Dang\" by ZZ, \"Blaze Line\" by Back-On, and by Short Leg Summer. The ending themes are \"Be Free\" by Ricken's, \"Blaze Away\" by The Trax, \"Goal\" by Beni Arashiro, \"Run to Win\" by Aya Hirano, Miyu Irino, Koichi Nagano and Kappei Yamaguchi, \"A day dreaming...\" by Back-On, \"Flower\" by Back- On, and \"Song of Power\" by Short Leg Summer. A number of audio CDs linked to the anime series have been released in Japan. The original soundtrack was released on two discs by Avex Mode on March 5, 2008 under the title Eyeshield 21 Complete Best Album. Three compilation albums, Eyeshield 21 Original Soundtrack Sound Field 1, Eyeshield 21 Sound Field Especial, and Eyeshield 21 Song Best, featuring opening and ending themes, insertion songs, and character and team songs were released on August 31, 2005, December 21, 2005, and March 23, 2006 respectively. Six maxi singles containing character songs have also been published. The first three, for Sena Kobayakawa, Mamori Anezaki, and Monta, were released on October 26, 2005. The other three, with the songs of Haruto Sakuraba, Seijurou Shin, and Suzuna Taki, were released on January 25, 2006. In addition to the musical CDs, Eyeshield 21 Drama Field 1, an audio drama CD, was released by Avex on September 21, 2005. ===Video games=== Konami produced Eyeshield 21 games for Sony video game systems; it released for the PlayStation 2 on December 22, 2005 and for the PlayStation Portable on March 2, 2006. Nintendo secured the rights to the Eyeshield 21 video game license for its systems in December 2004, releasing Eyeshield 21: Max Devil Power for the Nintendo DS on February 2, 2006 and Eyeshield 21: Devilbats Devildays for the Game Boy Advance on April 6, 2006. Another game was scheduled for release on the Nintendo GameCube, but it was later canceled. Nintendo published an Eyeshield 21 game for the Wii, entitled , which was released in Japan on March 8, 2007. Two non-football games, Jump Super Stars and Jump Ultimate Stars, released for the Nintendo DS, have featured characters from the series. Various Devil Bats, Shin and Sakuraba from the White Knights appear in support cameos. ===Print media=== Two art books based on Eyeshield 21 were released. The first, , was published on November 2, 2006. The second, entitled Paint Jump: Art of Eyeshield 21, was released on December 19, 2008. , a databook, was published on October 4, 2005. A pair of light novels were launched; the first, written by Katsumi Hasegawa, based on and named for the first OVA, was published on March 24, 2004. The second, , written by Eijima Jun, was published on May 26, 2006. The only original creator of the series who worked on these light novels was Murata, who illustrated them. ===Other=== In Japan, jigsaw puzzles, action figures, plush dolls, calendars, key chains, and a medal game machine were sold as merchandise for the series. Konami also released a collectible card game series. ==Reception== {| class=\"wikitable\" |+ Best-selling manga rankings |- !No. !Peak rank !Notes !Refs |- | 2 | 7 | 1 week | |- | 3 | 6 | 2 weeks | |- | 4 | 5 | 1 week | |- | 5 | 6 | 2 weeks | |- | 7 | 8 | 2 weeks | |- | 8 | 5 | 1 week | |- | 9 | 4 | 1 week | |- | 10 | 4 | 2 weeks | |- | 11 | 6 | 2 weeks | |- | 12 | 7 | 1 week | |- | 13 | 3 | 2 weeks | |- | 14 | 7 | 1 week | |- | 15 | 4 | 2 weeks | |- | 16 | 3 | 2 weeks | |- | 19 | 2 | 2 weeks | |- | 20 | 3 | 2 weeks | |- | 21 | 2 | 2 weeks | |- | 22 | 3 | 2 weeks | |- | 23 | 3 | 2 weeks | |- | 24 | 5 | 2 weeks | |- | 25 | 2 | 2 weeks | |- | 26 | 3 | 1 week | |- | 27 | 3 | 2 weeks | |- | 28 | 5 | 2 weeks | |- | 29 | 6 | 2 weeks | |- | 30 | 5 | 2 weeks | |- | 31 | 2 | 1 week | |- | 32 | 4 | 2 weeks | |- | 33 | 1 | 2 weeks | |- | 34 | 4 | 2 weeks | |- | 35 | 3 | 2 weeks | |- | 36 | 5 | 1 week | |- | 37 | 4 | 2 weeks | |} ===Popularity=== The manga has sold more than 20 million copies in Japan; individual volumes frequently appeared on top ten lists of best-selling manga there (see table). Individual volumes have appeared in Diamond Comic Distributors's lists of 300 best-selling graphic novels in North America several times. In 2011, the Japanese website Ameba conducted a \"Top 10\" online web poll of the \"Best Shōnen Jump Manga of the 21st Century\" and Eyeshield 21 was placed seventh, although in another poll of the best Shōnen Jump titles that the readers nonetheless did not want to continue reading, Eyeshield 21 ranked twentieth. The anime adaptation was also featured several times in Japanese television rankings, with the first episode having a 7.5 percent television viewership rating. In 2006, Japanese television network TV Asahi conducted a poll for the top hundred anime, and Eyeshield 21 was placed 47th. Moreover, Eyeshield 21s series is credited with increasing the number of Japanese teenagers playing American football. ===Reviews=== Critics have generally given the Eyeshield 21 manga positive reviews. Deb Aoki from About.com wrote that tying with Bleach, Eyeshield 21 was the best continuing shōnen manga of 2007, because it \"has well-written characters, dynamic artwork, nail-biting cliffhangers, plus a winning mix of comedy, action and drama\". On the 2008 list, Aoki listed Eyeshield 21 as the best continuing shōnen, as it was able to \"[come] into its own\" from other shōnen series. In that same year, Pop Culture Shock's Sam Kusek elected it the best continuing manga series. Chris Zimmerman of Comic Book Bin was positive on his review of the volumes 30–33; he affirmed it is \"one of the best shonen titles out there\" and described it as \"a superb series, with well developed characters, intense action, and touching humor.\" Scott Campbell of Active Anime commented it is an \"action-filled\" series with great artwork and humor, and that it \"has managed to continually get more and more dynamic with each volume\". Jarred Pine from Mania.com praised the humor and how the creators \"bring out the energy and excitement of the game for the readers\". June Shimonishi, reviewing for School Library Journal, wrote that it \"delivers a fresh and entertaining take on all the standard sports clichés\". She also said that its art is \"superb ... with every inch filled with details and no gag left unseen\". Zac Bertschy from Anime News Network (ANN) declared Eyeshield 21 \"defies convention\" by turning what most might consider \"a really ridiculously bad idea\" into \"something most everyone would be able to enjoy\". Carlo Santos from ANN called it a \"typical sports story\", writing that what make it an above average series are its characters and artwork. He also wrote that people who think American football is boring \"may change their minds after seeing the action sequences in Eyeshield 21.\" Later, Santos said, \"[a] lot of familiar clichés show themselves\" in Eyeshield 21, and that \"[t]he storyline also does a sloppy job of keeping track of the game ... making it even less believable than it already is\". However, overall, he considered the story has good art, action and pace, featuring \"pure sports storytelling at its finest\". The anime adaptation of Eyeshield 21 received positive and mixed responses. Bobby Cooper from DVD Talk praised how the rules of American football are \"explained to a foreign audience that has no clue what it's all about\", adding that instructions at the commercial breaks \"were informative and similar to the Go lessons of Hikaru No Go.\" He also said the explanations were \"hilarious\", but that \"Eyeshield 21 is an excellent introduction to football\". The on-field action was also praised, with he saying the sports action is \"where Eyeshield 21 truly shines\", although he criticized the scenes away from the football field, \"the pacing slows to a crawl and the storyline gets a little boring\". In her review, Erin Finnegan from Anime News Network stated, \"[t]he pace of Eyeshield 21 is its saving grace. It's way less boring than all the time outs and commercial breaks in a regular NFL game. Football is hard to understand, but Eyeshield 21 explains the Byzantine rules ... in an entertaining way. We're never left waiting for the ref's decision for long minutes like in real life. A lot of dramatic tension carries the action between plays.\" Finnegan also criticized the artwork, saying, \"any episode [of the show] without a game is clearly farmed out to an inferior animation studio\". Chris Beveridge from Mania Entertainment wrote that Eyeshield 21 \"has a good solid story idea, showing a young man finding his way through sports by finding friends and realizing he has potential, but it is so sidelined so often that it's frustrating to see it deal with situations as it does.\" ==Notes== ;Japanese ==References== ==External links== * * * Category:2002 manga Category:2003 anime OVAs Category:2005 anime OVAs Category:2005 anime television series Category:American football in Japan Category:American football mass media Category:Animated television series about teenagers Category:Anime series based on manga Category:Ball games in anime and manga Category:Comedy anime and manga Category:Coming-of-age anime and manga Category:Drama anime and manga Category:Gallop (studio) Category:Production I.G Category:School life in anime and manga Category:Sentai Filmworks Category:Shōnen manga Category:Shows on Toonami Jetstream Category:Shueisha franchises Category:Shueisha manga Category:TV Tokyo original programming Category:TVB Category:Viz Media manga ",
    "title": "Eyeshield 21"
}