{
    "id": "1443916",
    "text": "Cao Xiong (birth and death dates unknown) was a son of Cao Cao, a warlord who rose to power towards the end of the Han dynasty and laid the foundation of the state of Cao Wei in the Three Kingdoms period of China. Not much was recorded in history about Cao Xiong, except that he died at a relatively young age.(蕭懷王熊，早薨。) Sanguozhi vol. 19. His mother was Lady Bian, who also bore Cao Cao another three sons – Cao Pi, Cao Zhang and Cao Zhi. Cao Xiong was the youngest of the four.(武皇帝二十五男：卞皇后生文皇帝、任城威王彰、陳思王植、蕭懷王熊， ...) Sanguozhi vol. 20. In 221, after Cao Pi ended the Han dynasty and established Wei, he granted Cao chong the posthumous title \"Duke Huai of Xiao\" (蕭懷公). In 229, during the reign of Cao Pi's son Cao Rui, Cao Xiong was posthumously elevated to the status of a prince, so his posthumous title became \"Prince Huai of Xiao\" (蕭懷王).(黃初二年追封謚蕭懷公。太和三年，又追封爵為王。) Sanguozhi vol. 19. ==Succession== In 234, Cao Xiong's son, Cao Bing (曹炳), was granted a princedom with 2,500 taxable households. The princedom was named \"Xiao\" (蕭), per Cao Xiong's posthumous title. Cao Bing died six years later and his princedom was abolished because he had no heir. He was given the posthumous name \"Prince Ai\" (哀王).(青龍二年，子哀王炳嗣，食邑二千五百戶。六年薨，無子，國除。) Sanguozhi vol. 19. ==In Romance of the Three Kingdoms== Cao Xiong was briefly mentioned in the 14th-century historical novel Romance of the Three Kingdoms. In 220, when Cao Cao died, Cao Xiong refused to go to Luoyang to attend his father's funeral. Acting on Hua Xin's suggestion, Cao Pi sent a messenger to reprimand his brother, but the messenger returned later and reported that Cao Xiong had hanged himself for fear of receiving punishment. Cao Pi had his brother buried with full honours and gave him the posthumous title \"Prince Huai of Xiao\".Sanguo Yanyi ch. 79. ==See also== * Lists of people of the Three Kingdoms ==References== * Chen, Shou (3rd century). Records of the Three Kingdoms (Sanguozhi). * Luo, Guanzhong (14th century). Romance of the Three Kingdoms (Sanguo Yanyi). Category:Cao Cao and immediate family ",
    "title": "Cao Xiong"
}