{
    "id": "1443825",
    "text": "Joseph R. Francis (born April 1, 1973) is an American entrepreneur, film producer and was the founder and creator of the Girls Gone Wild entertainment brand. Francis worked as a production assistant on the syndicated program Real TV before releasing the direct-to-video film Banned from Television in 1998. Francis has, at various times, been convicted of tax evasion, bribery, false imprisonment, assault causing great bodily injury, dissuading a witness, and record-keeping violations; and has pleaded no contest to child abuse and prostitution. ==Biography== Joe Francis was born on April 1, 1973 in Atlanta, Georgia to Raymond and Maria Francis, the latter of whom was from Austria. According to Francis, when he was seven years old, the family moved to Newport Beach, California, where he attended Our Lady Queen of Angels Catholic Elementary School, and then a series of boarding schools. He then lived in Laguna Beach and attended Laguna Beach High School. His first job was at a computer and video store. Francis attended the University of Southern California's Business Administration program, concentrating his education at the Lloyd Greif Center for Entrepreneurial Studies. He also took several courses in film and television, graduating in 1995 with a Bachelor's Degree from the USC Entrepreneurial Program. ==Business ventures== ===Banned from Television=== Francis's first business venture began when he was working as a production assistant for Real TV, a syndicated reality television program that aired footage of extraordinary events that were not usually covered in mainstream news. It was there that Francis came up with the idea for Banned from Television. During his time at Real TV, people who worked in the studio would often view footage involving car accidents, violent attacks and other graphic events. Francis licensed the footage, which he then sold through the Banned from Television videos which he marketed via infomercials. The first Banned from Television video was released in 1998, followed by two sequels that were also released the same year. Some of the more famous footage included in the series was: footage of Luis Donaldo Colosio's assassination; the rampage of circus elephant Tyke; the executions of Roberto Girón and Pedro Castillo; footage of the Royal Jomtien Resort Hotel fire; and the death of Mary T. Wojtyla, a woman hit by a speeding train in Downers Grove, Illinois. Other footage included: the murder of Pete Shrum, the murder of Lea Mek, the attempted suicide of Terry Rossland, the extrajudicial execution by burning of Rodolfo Hernandez, footage of the 1998 Cúa hostage crisis, footage of a 1990 Lucas Oil 200 (ARCA) race in which Slick Johnson was killed and paramedic Mike Staley was injured, and the deaths of motorcycle stunt riders Corey Scott and Butch Laswell. Due to the films' graphic content, Francis stopped the series after three films, because he found it too disturbing to watch them back-to- back. While viewing footage for inclusion on Banned from Television, Francis came across footage of female college students flashing their breasts during Mardi Gras and spring break. It was this footage that sparked Francis's next business venture with Girls Gone Wild. ===Girls Gone Wild=== Francis created the Girls Gone Wild franchise in 1997 when he began using direct-response marketing, such as infomercials, to sell videos that he had produced. The videos were of college-aged women who willingly exposed their bodies or acted wildly on camera. In its first two years, Girls Gone Wild made more than $20 million. By 2002, Francis had produced 83 different Girls Gone Wild titles and was airing 30-minute infomercials on all major U.S. networks. In 2005, the company planned to donate 100% of their gross sales of their Mardi Gras-themed DVDs to the Red Cross to help victims of Hurricane Katrina. Abbey Wilson, who won Girls Gone Wild's \"Search for the Hottest Girl in America\" contest in 2012, became Francis's long-term girlfriend. In 2013, Wilson's iPad, containing private sexual videos of Francis and Wilson, was stolen. In retaliation, and to prevent distribution of the video before it was sold to any media outlets, Francis's lawyer David Houston threatened, \"When we catch you, we will see that you are prosecuted to the fullest extent of both the criminal and civil laws.\" In 2014, Wilson became pregnant with twins via in vitro fertilization. On October 7, 2014, she gave birth to two girls. ==Legal issues== ===Civil=== In June 2007, Ashley Alexandra Dupré alleged that Francis and his company filmed her without permission, but she dropped her lawsuit after Francis released footage showing her consent. The following year, four women sued Girls Gone Wild for allegedly filming them as minors. Francis represented himself for part of the trial, until the judge cited him for contempt of court and fined him $2,500 for asking a plaintiff during cross- examination if she was a prostitute. Francis hired two lawyers the same day to represent him for the duration of his trial. Francis ultimately pleaded no contest to child abuse and prostitution charges. In February 2012, Clark County, Nevada judge Mark Denton awarded $7.5 million to businessman Steve Wynn for defamatory statements made by Francis. In September 2012, a jury awarded $20 million to Wynn in a slander case against Francis for claiming that Wynn had threatened to kill him over a gambling debt. Francis's witnesses all denied hearing Wynn make such threats. The jury added an additional $20 million in punitive damages. In November 2012, Judge Joanne O'Donnell reduced Wynn's award to $19 million, reasoning that the jury's award was \"speculative\" and based on their dislike of Francis. ===Criminal=== ====State==== In 2003, officials in Panama City Beach, Florida attempted to halt Girls Gone Wild from filming, prompting Francis to sue them for violating his First Amendment rights. The same officials arrested Francis for racketeering; he was released on bond. At a July 2006 hearing, the judge disallowed most of the evidence and in January 2007 dismissed most of the charges. Francis pleaded guilty to record-keeping violations, was fined $1.6 million and sentenced to community service. Francis later pleaded guilty for having contraband in his cell. He served 339 days and paid over $60,000 in fines. In January 2011, Francis brought a group of three women to his home, leading to five charges: three misdemeanor counts of false imprisonment, one of assault causing great bodily injury, and one of dissuading a witness. On May 6, 2013, Francis was convicted on all five charges. He faced a maximum of five years in prison and/or $13,000 in fines. On May 22, Francis did an interview with The Hollywood Reporter, calling the jurors \"mentally ... retarded\" and suggesting they \"should be euthanized.\" He later apologized for his remarks, but stated that he had been manipulated by the media. On August 27, 2013, Francis was sentenced to serve at least 270 days in county jail, 36 months' probation, and was ordered to complete a Level 3 Anger Management course and a year of psychological counseling. Francis's attorneys immediately filed a new trial petition. ====Federal==== In April 2007, in Reno, Nevada, Francis was indicted by a grand jury for two counts of tax evasion. The Department of Justice alleged that Francis claimed over $20 million in false deductions on his corporate returns in 2002 and 2003. In April 2008, the venue for the trial was changed to the United States District Court for the Central District of California. At a hearing in July 2008, Francis pleaded not guilty to tax evasion. His attorney, Robert Bernhoft, said that tax returns for the businesses were prepared and filed by a former accountant and not shown to Francis. Bernhoft said that when the accountant left the company, he reported the returns to the Internal Revenue Service (IRS) to collect a bonus from the Tax Whistleblower Program. In September 2009, Francis pleaded guilty to misdemeanor counts of filing a false return and bribery. He received credit for time served. In November 2009, U.S. District Judge S. James Otero accepted Francis's plea including $250,000 in restitution to the IRS. ===Blackmailed=== In 2004, by orders of the mob, Riley Perez broke into Francis' home where he filmed a humiliating blackmail video and arranged for payment so that the video didn’t go viral. Held at gunpoint, Francis was forced to disrobe on camera.Page SixLA Times ===Bankruptcy=== Francis's corporation GGW Brands, the parent company for the Girls Gone Wild entertainment brand, filed for bankruptcy in February 2013. The bankruptcy was meant to block Wynn Resorts from seizing the assets of the company for repayment of Francis's gambling debts. In May 2015, a U.S. District Court judge issued an arrest warrant for Francis after he failed to comply with terms of his bankruptcy agreement. As of 2015, he was reportedly living in Mexico with his girlfriend and their twin daughters. Extradition treaties between the U.S. and Mexico are not applicable for civil contempt warrants.Kardashian Pal And Girls Gone Wild Creator Joe Francis Has A Warrant Issued For His Arrest. perezhilton.com , retrieved April 6, 2016. == See also== Casa Aramara (estate in Punta Mita, Mexico, built by Francis.) ==References == ==External links== * * Category:1973 births Category:Living people Category:People from Bel Air, Los Angeles Category:American people of Austrian descent Category:American entertainment industry businesspeople Category:People from Laguna Beach, California Category:Businesspeople from Atlanta Category:Marshall School of Business alumni Category:American people convicted of tax crimes Category:American businesspeople convicted of crimes Category:American people convicted of child sexual abuse ",
    "title": "Joe Francis"
}