{
    "id": "1443328",
    "text": "{| |} USCGC Polar Sea (WAGB-11) is a United States Coast Guard heavy icebreaker. Commissioned on 23 February 1977, the ship was built by Lockheed Shipbuilding and Construction Company of Seattle along with her sister ship, Polar Star (WAGB-10). Her home port is Seattle, Washington. Polar Sea has been out of service since 2010 due to failure of five of her six Alco main diesel engines. ==Machinery== Polar Sea uses four different methods of electronic navigation to overcome the difficulties of high-latitude operations, and a computerized propulsion control system to effectively manage six diesel- powered propulsion generators, three diesel-powered ship's service generators, three propulsion gas turbines, and other equipment vital to the operation of the ship. The extensive use of automation and low maintenance materials have greatly reduced staffing requirements. Polar Sea's three shafts are each turned by either a two diesel-electric or one gas turbine power plants. Each shaft is connected to a 16-foot (4.9-m) diameter, four-bladed, controllable- pitch propeller. For all three shafts, the diesel-electric plants can produce a total of 18,000 shaft horsepower (13,425 kilowatts) and the gas turbine plants a total of 75,000 demand shaft horsepower (56 MW) or 60,000 continuous horsepower (44.8 MW). ==Hull design and strength== Polar Sea has sufficient hull strength to absorb the high-powered ice ramming common to her operations. The shell plating and associated internal support structure are fabricated from steel with superior low-temperature strength. The portion of the hull designed to ram ice is 1¾ inches thick (44 mm) in the bow and stern sections, and 1¼ inches thick (32 mm) amidships. The hull strength is produced almost entirely from a sophisticated internal support structure that features canted ribs for approximately the forward two-thirds of the ship's frame. Polar Sea's hull shape is designed to maximize icebreaking by efficiently combining the forces of the ship's forward motion, the downward pull of gravity on the bow, and the upward push of the inherent buoyancy of the stern. The curved bow and heavy weight allows Polar Sea to force ice edges to break off downward as cusps. Contrary to some myths, this design does not use sharp edges or hammer- like blows to cut or break the ice, as the round bow and massive weight are sufficient. With high power to back it up, the 13,000-ton (13,200-metric ton) Polar Sea is able to continuously progress through 6 feet (1.8 m) of new hard ice at 3 knots (6 km/h) and break up to 21 feet when using back-and-ram methods. An extreme exception to this occurred during a rapid transit to Pt. Barrow, Alaska between January 29 and February 11, 1981. While traversing 1000 miles of sea ice, the Polar Sea was able to break through ice up to 40 ft thick (USCG Commandant's Bulletin 14-81, March 30, 1981, page 11). Polar Sea alongside her sister ship near McMurdo Station, Antarctica. ==Crew== Operations in the remote, hazardous and unforgiving polar regions make it necessary for the crew of Polar Sea to be highly self-sufficient. The crew consists of personnel trained in navigation, engineering, welding, machinery repair, electronics, boat handling, firefighting, damage control, diving, medicine, and nearly every other kind of special skill that could possibly be needed. Duty on an icebreaker is long and strenuous, especially when it involves being away from homeport for up to eight months out of the year. There is a crew of 24 officers, 20 chief petty officers and 102 enlisted. The ship has four sizable lounges, a library (recently converted), a gymnasium (in an engineering space), and a small ship's store. It also has its own U.S. Post Office, satellite pay telephones, amateur radio equipment, photo lab, and movie library. ==Missions== Polar Sea has a variety of missions while operating in polar regions. During Antarctic deployments, the primary missions include breaking a channel through the sea ice to resupply the McMurdo Station in the Ross Sea. Resupply ships use the channel to bring food, fuel, and other goods to make it through another winter. In addition to these duties, Polar Sea also serves as a scientific research platform with five laboratories, additional space for seven portable laboratories on deck and accommodations for up to 35 scientists. The \"J\"-shaped cranes and work areas near the stern and port side of ship give scientists the capability to do at-sea studies in the fields of geology, vulcanology, oceanography, sea-ice physics and other disciplines. ==Aircraft carried== Polar Sea carried two HH-65 Dolphin helicopters during major deployments. They support scientific parties, do ice reconnaissance, cargo transfer, and search and rescue as required. The Aviation Detachment comes from the Polar Operations Division at Coast Guard Aviation Training Center, Mobile, Alabama. ==Notable operations== Polar Sea, RV Nathaniel Palmer, and tanker Paul Buck, in AntarcticaIn nautical history, Polar Sea holds several notable records. On 11 February 1981, Polar Sea made history when she became the first ship ever to reach Point Barrow, Alaska in the middle of winter. She is also just one of only three ships that has ever completely transited the Arctic Ocean and circumnavigated North America. On 22 August 1994, Polar Sea was one of the first two North American surface vessels to reach the North Pole; she sailed together with . == 1985 controversy == In 1985, Polar Sea triggered a diplomatic event by navigating the Northwest Passage from Greenland to Alaska without authorization from the Canadian government. It was the United States’ position that the Northwest Passage was an international strait open to shipping and it sought only to notify Canada rather than ask for permission. Publication of the plans enraged the Canadian public opinion as it was regarded as a breach and disregard of sovereignty and prompted the government to take preventive measures in defending Canada's arctic territories. The U.S. never recognized Canada's claim over the Northwest passage but nevertheless, the two countries reached an agreement two years later which stipulated that in the future, the U.S. would ask permission before navigating the disputed waters. ==Service Status== Polar Sea has been out of service since 2010 due to failure of five of her six Alco main diesel engines. Examination of her engines indicated excessive engine wear, with engine pistons welded to their sleeves. A root cause analysis apparently traced the problem to improper installation of piston rings and/or installation of incorrect (chromed vs. plain) rings. In 2011 the Coast Guard slated Polar Sea for demolition in 2012, but the scrapping of the 35-year-old icebreaker was postponed by Congress for at least six months in June. A congressional authorization required the Coast Guard to make a report to Congress on the feasibility of retrofitting Polar Sea. The report was submitted in November 2013 and indicated that it is feasible to retrofit and reactivate Polar Sea. the laid up ship was still in limbo alongside a pier at the Coast Guard Station on Elliott Bay, Seattle. It has not been determined if a new class will be funded, commercial icebreaker leasing options will be explored, and/or if the ship should be scrapped. ==Refit plans== On March 25, 2008 the Navy Times described options for the refit or replacement of the older Polar-class vessels. The four options laid out were: :{| class=\"wikitable\" border=\"1\" ! plan || cost || notes |- | replacement || $925 million each || |- | full refit || $400 million each || Would make the vessel good for another 25 years. |- | minor refit || $56 million each || Would make the vessel good for another seven to ten years. |- | one season refit || $8 million || Good for just one season's deployment. |} On June 16, 2008 the US Coast Guard announced that Polar Sea would undergo a $6.3 million refit in the Todd Shipyards in Seattle. The refit was expected to be completed by September 2008. On May 21, 2009, Todd Shipyards announced it had been awarded an additional $5,515,503 for its maintenance of Polar Sea. On February 15, 2011, the Coast Guard via ALCOAST 059/11 announced that Polar Sea would be decommissioned by September 2011; however no final decision on her fate has been made as of December 2016. In April 2014, the United States House of Representatives considered the Coast Guard and Maritime Transportation Act of 2014 (H.R. 4005; 113th Congress), a bill that would amend laws that govern the activities of the United States Coast Guard (USCG), the Maritime Administration (MARAD) within the Department of Transportation, and the Federal Maritime Commission (FMC). One of the provisions of the bill, according to a summary by the Congressional Research Service, \"authorizes the Commandant to decommission the icebreaker Polar Sea if the Secretary does not make a determination regarding whether it is cost-effective to reactivate such icebreaker. Requires the Commandant to submit to Congress: (1) a strategy to meet the Coast Guard's Arctic ice operations needs through September 30, 2050; and (2) unless the Secretary determines that it is cost-effective to reactivate Polar Sea, a bridging strategy for maintaining the Coast Guard's polar icebreaking services until at least September 30, 2024 (currently, a bridging strategy for maintaining operations until at least September 30, 2022, is required only if the Secretary determines that it is not cost- effective to reactivate Polar Sea).\" A condition assessment of Polar Sea in August 2016 indicated that only one out of six of the 1,200 system components were supportable for five years or more. Vice Commandant Adm. Charles Michel says the only choices for continuing the icebreaker missions are either restoring Polar Star while in service or reactivating Polar Sea, at a to be determined cost; this estimate is due in early 2017, so at that time lawmakers will likely decide the ship's fate. In February 2017, it was stated that Polar Sea would not be refurbished due to high cost; instead, the icebreaker would be used as a \"parts donor\" for Polar Star.Coast Guard: Icebreaker Polar Sea Now a ‘Parts Donor;’ Refurbishment Deemed Too Expensive . USNI News, 17 February 2017. ==References== * * *U.S. Department of Homeland Security. United States Coast Guard Historian's Office.http://www.uscg.mil/history/default.asp == Bibliography == * * ==External links== *USCGC Polar Sea home page *Polar Class Icebreaker vessel vital statistics *Business case analysis for reactivation Category:Polar-class icebreakers Category:1977 ships Category:Ships built by Lockheed Shipbuilding and Construction Company ",
    "title": "USCGC Polar Sea (WAGB-11)"
}