{
    "id": "1443393",
    "text": "Presidential elections were held in Germany on 29 March 1925, with a second round run-off on 26 April.Nohlen, D & Stöver, P (2010) Elections in Europe: A data handbook, p762 They were the first direct elections to the office of President of the Reich (), Germany's head of state during the 1919–33 Weimar Republic. The first President, Friedrich Ebert, who had died on 28 February 1925, had been elected indirectly, by the National Assembly, but the Weimar Constitution required that his successor be elected by the \"whole German people\". Paul von Hindenburg was elected as the second president of Germany in the second round of voting. Hindenburg was the candidate of a broad coalition of the political right. Many on the right hoped that once in power he would destroy Weimar democracy from the inside and restore the pre-Weimar status quo. The two other candidates who were believed to have a chance of winning were Otto Braun of the Social Democratic Party (SPD) and Wilhelm Marx of the Centre Party. Both the SPD and Centre were members of the Weimar Coalition, the group of parties regarded as most committed to the Weimar system. Only Marx proceeded to the second round of the election. The election was important because of the turbulent times in which it occurred and because, under the Weimar Constitution, the head of state wielded considerable power. Hindenburg would be again returned in the 1932 election and would play an important role during the rise to power of the Nazi Party. However, many of Hindenburg's 1925 backers were subsequently disappointed. Although in the years that followed his election many questioned the constitutionality of certain of his actions, Hindenburg never attempted to overthrow the Weimar constitution outright. ==Electoral system== During the Weimar Republic the law provided that if no candidate received an absolute majority of votes (i.e. more than half) in the first round of a presidential election then a second ballot would occur in which the candidate with a plurality of votes would be deemed elected. It was permitted for a group to nominate an alternative candidate in the second round. ==First round== Seventeen candidates stood in the first round. Hindenburg was not included among them as he would not be nominated as a candidate until the second round. Instead, the most popular candidate of the political right was Karl Jarres of the German People's Party (DVP), a former Minister of the Interior, Vice-Chancellor of Germany and mayor of Duisburg. Otto Braun, the SPD's candidate, was a former Minister-President of Prussia and a well known and respected figure. Zentrum's candidate, Wilhelm Marx, was the chair of the party and a former chancellor. The other significant candidates were Ernst Thälmann of the Communist Party (KPD) and Willy Hellpach of the German Democratic Party (DDP). The German Völkisch Freedom Party (DVFP) put forward Erich Ludendorff but secured only a negligible share of the vote. The first ballot was held on 29 March, with a turnout of 68.9%. {| class=wikitable style=text-align:right ! colspan=6| 400x400px |- ! colspan=2| Candidate ! Party ! Supported by ! Votes ! % |- | bgcolor=| | align=left| Karl Jarres | align=left| German People's Party | align=left| German National People's Party | 10,416,658 | 38.8 |- | bgcolor=| | align=left| Otto Braun | align=left| Social Democratic Party | align=left| | 7,802,497 | 29.0 |- | bgcolor=| | align=left| Wilhelm Marx | align=left| Centre Party | align=left| | 3,887,734 | 14.5 |- | bgcolor=| | align=left| Ernst Thälmann | align=left| Communist Party | align=left| | 1,871,815 | 7.0 |- | bgcolor=| | align=left| Willy Hellpach | align=left| German Democratic Party | align=left| | 1,568,398 | 5.8 |- | bgcolor=| | align=left| Heinrich Held | align=left| Bavarian People's Party | align=left| | 1,007,450 | 3.7 |- | bgcolor=| | align=left| Erich Ludendorff | align=left| German Völkisch Freedom Party | align=left| | 285,793 | 1.1 |- | align=left colspan=4| Other candidates | 25,761 | 0.1 |- | align=left colspan=4| Invalid/blank votes | | – |- | align=left colspan=4| Total | 26,866,106 | 100 |- | align=left colspan=4| Registered voters/turnout | 39,226,138 | 68.5 |- | align=left colspan=6| Source: Nohlen & Stöver |} ==Second round== After the first round, Jarres withdrew in favour of Hindenburg, who was a committed monarchist and popular former general. Although Hindenburg had no interest in seeking public office and was especially uneasy with the prospect of becoming Germany's head of state, he reluctantly agreed to stand, supposedly only after first consulting with the deposed Kaiser. His major supporters were the German People's Party (DVP), the German National People's Party (DNVP) and the Bavarian People's Party (BVP). The DVP, and especially its leader Gustav Stresemann, had reservations about the idea of a Hindenburg presidency because of its possible repercussions for German foreign policy, but eventually came on board. Hinderburg was also endorsed by the German Völkisch Freedom Party (DVFP), the National Socialist German Workers' Party (NSDAP) and the Agricultural League (RLB). On the left, the Centre Party (Zentrum) refused to support Braun from the Social Democratic Party of Germany (SPD) so so Braun withdrew. The SPD agreed to support Zentrum's Marx as the common candidate to ensure the defeat of Hindenburg. The German Democratic Party (DDP) also reluctantly withdrew its candidate and supported Marx. As Marx's supporters included both the moderate left and the political centre, he was believed to have a high chance of winning. The three participants in the second round were therefore Hindenburg, Marx, and Thälmann of the Communist Party of Germany (KPD). The election was on 26 April, with a turnout of 77.6%. Hindenburg won on a plurality of the vote, with 48.3% to Marx's 45.3%. The BVP's support of Hindenburg, rather than Marx (even though Marx represented the BVP's sister party), and Thälmann's participation splitting the left-wing vote, provided Hindenburg the margin of victory. {| class=wikitable style=text-align:right ! colspan=2| Candidate ! Party ! Supported by ! Votes ! % |- | bgcolor=| | align=left| Paul von Hindenburg | align=left| Independent | align=left| DVP, DNVP, BVP, NSDAP,Phillip Wegehaupt: Ludendorff, Erich. In: Wolfgang Benz (Hrsg.): Handbuch des Antisemitismus. Bd. 2: Personen. De Gruyter Saur, Berlin 2009, , S. 495 (abgerufen über De Gruyter Online). RLB | 14,655,641 | 48.3 |- | bgcolor=| | align=left| Wilhelm Marx | align=left| Centre Party | align=left| SPD, DDP | 13,751,605 | 45.3 |- | bgcolor=| | align=left| Ernst Thälmann | align=left| Communist Party | | 1,931,151 | 6.4 |- | align=left colspan=4| Other candidates | 13,416 | 0.0 |- | align=left colspan=4| Invalid/blank votes | | – |- | align=left colspan=4| Total | 30,351,813 | 100 |- | align=left colspan=4| Registered voters/turnout | 39,414,316 | 77.0 |- | align=left colspan=6| Source: Nohlen & Stöver |} ==See also== *History of Germany ==Further reading== *. * Falter, Jürgen W. \"The Two Hindenburg Elections of 1925 and 1932: A Total Reversal of Voter Coalitions\" Historical Social Research / Historische Sozialforschung. Supplement, No. 25, (2013), pp. 217-232 online ==References== 1925 Category:1925 elections in Germany Category:Elections in the Weimar Republic Category:Paul von Hindenburg Category:March 1925 events Category:April 1925 events ",
    "title": "1925 German presidential election"
}