{
    "id": "1443730",
    "text": "Milton Meltzer (May 8, 1915 – September 19, 2009) was an American historian and author best known for his nonfiction books on Jewish, African-American, and American history. Since the 1950s, he was a prolific author of history books in the children's literature and young adult literature genres, having written nearly 100 books. Meltzer was an advocate for human rights, as well as an adjunct professor for the University of Massachusetts, Amherst. He won the biennial Laura Ingalls Wilder Award for his career contribution to American children's literature in 2001.\"Laura Ingalls Wilder Award, Past winners\". Association for Library Service to Children (ALSC). American Library Association (ALA). \"About the Laura Ingalls Wilder Award\". ALSC. ALA. Retrieved 2013-03-09.\"The Laura Ingalls Wilder Medal\". ALSC. ALA. 2001. Archived from the original on 2002-02-19. Retrieved 2013-06-10. Meltzer died of esophageal cancer in 2009.New York Times: Milton Meltzer, Prolific Author, Dies at 94 ==Personal Life== Meltzer was born in Worcester, Massachusetts to Benjamin and Mary Meltzer, semi-literate immigrants from Austria-Hungary. One of three sons, Meltzer was the only child to graduate from high school, furthering his education at Columbia University from 1932 to 1936, he had to drop out of college before graduating to support his family after his father died of cancer. Meltzer became a staff writer for the Works Project Administration, a program designed by the Federal Government to provide jobs for the millions of unemployed during the Great Depression where he worked until 1939. Meltzer was a staunch advocate for human rights, and much of his work he claimed was his way of speaking out against injustices and dictatorships. Meltzer wed Hilda \"Hildy\" Balinky on June 22, 1941. Meltzer served in the military during World War II, and rose to the rank of sergeant. After serving during the war, Meltzer became a writer for the CBS radio broadcasting network and then took an executive position with the pharmaceutical company Pfizer. While traveling the country for Pfizer, Meltzer did research at historical societies, local archives and museums and collected nearly 1,000 illustrations to begin a career writing history books with a focus on social justice. Having dropped out of university, he was a self- taught historian, and conducted much of his research in person, even developing his own notation system.New York Times: Milton Meltzer, Prolific Author, Dies at 94 He originally intended to be a teacher, and did not begin his interest in writing books until he turned 40. Milton and Hildy Meltzer had two daughters and grandchildren. Hildy Meltzer died in 2008. Meltzer most recently lived in New York City where he died at the age of 94 from esophageal cancer.Milton Meltzer obituary (School Library Journal) Many of his personal writings, manuscripts, and papers, including letters, are now housed in the University of Oregon Special Collections, and are available to the public.Milton Meltzer papers archived at the University of Oregon ==Writing & Awards== Meltzer's books often chronicled struggles for freedom, such as the American Revolution, the antislavery movement of the nineteenth- century United States, and the movement against antisemitism. He wrote several biographies, including ones of Langston Hughes and Thomas Jefferson. Though most of his books are nonfiction he wrote two historical fiction novels, The Underground Man and Tough Times. The Underground Man is about a white abolitionist in the 1800s United States who is imprisoned for helping escaped slaves. Tough Times details the life of a young man coming of age during the Great Depression and draws on some of Meltzer's personal experiences growing up during the period. Some of Meltzer's other works focus on topics such as piracy, ancient Egypt, and early American wars with the Seminole people. Meltzer co-authored with Harlem Renaissance writer Langston Hughes the book A Pictorial History of the Negro in America, which was published in 1956. He also collaborated with Hughes on Black Magic: A Pictorial History of the African-American in the Performing Arts, though Hughes passed shortly after the book went to the press. Meltzer won several awards for single books and career achievements. In 1981 he was an American Book Award finalist for All Times, All Peoples: A World History of Slavery. Meltzer's Never to Forget: The Jews of the Holocaust was the 1976 recipient of the Boston Globe-Horn Book Award in the non-fiction category and winner of the National Jewish Book Award. He won the Boston Globe-Horn Award in 1983 for Jewish Americans: A History in Their own Words, 1650-1950. In 2003 he received the Laura Ingalls Wilder Award from the professional children's librarians, which recognizes a living author or illustrator whose books, published in the United States, have made \"a substantial and lasting contribution to literature for children\".\"Laura Ingalls Wilder Award, Past winners\". Association for Library Service to Children (ALSC). American Library Association (ALA). \"About the Laura Ingalls Wilder Award\". ALSC. ALA. Retrieved 2013-03-09. The committee noted that he \"continues to be a model for informational writing today\" and cited four works in particular: Brother Can You Spare a Dime?; Ten Queens; All Times, All Peoples; and The Jewish Americans.\"The Laura Ingalls Wilder Medal\". ALSC. ALA. 2001. Archived from the original on 2002-02-19. Retrieved 2013-06-10. The two books by Meltzer most widely contained in WorldCat participating libraries are Never to Forget: the Jews of the Holocaust (1976) and Rescue: the story of how gentiles saved Jews in the Holocaust (1988). The latter is classified as juvenile literature and was soon published in a German-language edition. ==Other Achievements & Works== Meltzer was an adjunct professor at the University of Massachusetts Amherst from 1977 to 1980, and a guest lecturer at universities in the United States and England. Additionally he presented at professional gatherings and did seminars for other professionals. He did work on various documentary films such as History of the American Negro and Five. ==Works== === Autobiographical === * Starting from Home: A Writer's Beginnings (Viking Kestrel, 1988) * Milton Meltzer: Writing Matters (Franklin Watts, 2004) === Non-Fiction === * In the Days of the Pharaohs: A Look at Ancient Egypt (1956) * A Pictorial History of the Negro in America, Langston Hughes and Milton Meltzer (1956) ** 3rd ed. revised by C. Eric Lincoln and Milton Meltzer (1968) ** 4th revised ed., A Pictorial History of Black Americans, by Langston Hughes, Milton Meltzer, and Abraham Lincoln (Crown, 1973) * Tongue of Flame: The Life of Lydia Maria Child (1958) * Mark Twain Himself: A Pictorial Biography (1960) * Milestones to American Liberty (1961) * A Thoreau Profile, by Henry David Thoreau, Milton Meltzer, Roy Harding (1962) * Thoreau: People, Principles and Politics (1963) * In Their Own Words: A History of the American Negro, editor (Crowell, 1964–1967), 3 vols. * A Light in the Dark: the Life of Samuel Gridley Howe. (1964) * Milestonese to American Liberty: Foundations of the Republic (1966) * Time of Trial, Time of Hope: The Negro in America 1919-1941 (1966) * Black Magic: A Pictorial History of the Negro in American Entertainment, Langston Hughes and Milton Meltzer (1967); later title, Black Magic: A Pictorial History of the African-American in the Performing Arts * Bread and Roses: The Struggle of American Labor, 1865–1915 (1967) * Thaddeus Stevens and the Fight for Negro Rights (1967) * Langston Hughes: A Biography (1968) — NBA finalist * Brother, Can You Spare a Dime?: The Great Depression, 1929–1933 (1969) * Margaret Sanger: Pioneer of Birth Control (1969) (co-author) * Freedom Comes to Mississippi: The Story of Reconstruction (1970) * Slavery (1971) * Milestone to American Liberty (1971) * To Change the World: A Picture History of Reconstruction (1971) * The Right to Remain Silent (1972) * Reconstruction (1972) * Hunted Like A Wolf: The Story of the Seminole War (1972) * The Mexican-American War (1973) * Bound for the Rio Grande: The Mexican Struggle 1845-1850 (1974) * Eye of Conscience: Photographers and Social Change (1974) * Remember the Days (1974) — NBA finalist * World of Our Fathers (1974) — NBA finalist * Never to Forget: The Jews of the Holocaust (1976) * Violins & Shovels: the WPA Arts Projects (1976) * Taking Root: Jewish Immigrants in America (1976) * Slavery from the Rise of Western Civilization to Today (1977) * Dorothea Lange: A Photographer's Life (1978) * The Human Rights Book (1979) * All Times, All Peoples: A World History of Slavery (1980) * The Chinese Americans (1981, Carter G. Woodson Award winner) * The Jewish Americans: A History in Their Own Words (1982) * The Hispanic Americans (1982) * The Truth about the Ku Klux Klan (1982) * The Terrorists (1983) * A Book About Names: in which Custom, Tradition, Law, Myth, History, Folklore, Foolery, Legend, Fashion, Nonsense, Symbol, Taboo help explain how we got our names and what they mean (1984) * The Black Americans: A History in Their Own Words, 1619–1983 (Crowell, 1984) * Ain't Gonna Study War No More: A Story of America's Peace Seekers (1985) * Betty Friedan: A Voice for Women's Rights (1985) * Poverty in America (1986) * George Washington and the Birth of Our Nation (1986) * Winnie Mandela: The Soul of South Africa (1986) * Mary McLeod Bethune: Voice of Black Hope (1987) * The Landscape of Memory (1987) * The American Revolutionaries: A History in their Own Words, 1750–1800 (1987) * Benjamin Franklin: The New American (1988) * Rescue: The Story of How Gentiles Saved Jews in the Holocaust (1988) * Starting From Home (1988) * American Politics: How it Really Works (1989) * Voices From the Civil War: A Documentary History of the Great American Conflict (1989) * The Big Book for Peace (Dutton, 1990) (Illustrated by Leonard Everett Fisher) * The Bill of Rights: How We Got It and What it Means (1990) * Columbus and the World Around Him (1990) * The American Promise (1990) * Crime in America (1990) * Thomas Jefferson: The Revolutionary Aristocrat (1991) * The Amazing Potato: A Story in Which the Incas, Conquistadors, Marie Antoinette, Thomas Jefferson, Wars, Famines, Immigrants, and French Fries all Play a Part (1992) * Voices from the Civil War (1992) * Politics of Plagarism (1992) * The American Revolutionaries (1993) * Lincoln, in his own words, by Stephen Alcorn and Milton Meltzer (1993) * Andrew Jackson: And His America (1993) * Gold: The True Story of Why People Search for it, Mine it, Trade it, Steal it, Mint it, Hoard it, Shape it, Wear it, Fight and Kill for it (1993) * Theodore Roosevelt and His America (1994) * Cheap Raw Material (1994) * Who Cares: Millions Do, A Book About Altruism (1994) * Hold your Horses: A Feedbag full of Fact and Fable (1995) * Tomas Paine: Voice of Revolution (1996) * Weapons & Warfare: From the Stone Age to the Space Age (1996) * A History of Jewish Life from Eastern Europe to America (1996) * The Many Lives of Andrew Carnegie (1997) * Ten Queens: A Portrait of Women of Power (1998) * Food (1998) * Witches and Witch-Hunts: A History of Persecution (1999) * Driven from the Land (1999) * Carl Sandburg: A Biography (1999) * They Came in Chains: the Story of the Slave Ships (2000) * Piracy & Plunder: A Murderous Business (2001) * Captain James Cook: Three Times Around the World (Great Explorations) (2001) * Robert E. Peary: To the Top of the World (2001) * Ferdinand Magellan (2001) * Bound for America (2001) * The Trail of Tears: The Story of the Cherokee Removal (Great Journeys) (2001) * Case Closed (2001) * Great Explorations (2001) * Ten Kings: and the Worlds they Ruled (2002) * Walt Whitman: A Biography (2002) * There Comes a Time: The Struggle for Civil Rights (2001) * Day the Sky Fell (2002) * Hour of Freedom, by Milton Meltzer and Marc Nadel (2003) * The Cotton Gin (Great Inventions) (2003) * The Printing Press (2003) * Edgar Allan Poe: A Biography (2003) * Francisco Pizarro: The Conquest of Peru (Great Explorations) 2004) * Hear That Whistle Blow!: How the Railroad Changed the World (2004) * Emily Dickinson (2004) * Henry David Thoreau: A Biography (2006) * Nathaniel Hawthorne: A Biography (2006) * Herman Melville: A Biography (2006) * Albert Einstein: A Biography (2007) * Willa Cather (2007) * Up Close: John Steinbeck (2008) * Lincoln, in his own words, by Stephen Alcorn and Milton Meltzer (2008) * John Steinbeck: a twentieth-century life (2008) === Fiction === * The Underground Man (1972) * Tough Times (2007) ==Notes== ==References== ==External links== * Guide to the Milton Meltzer Papers 1955–1973, Special Collections, University of Oregon — with biographical notes * \"'It Was a Wildly Exciting Time': Milton Meltzer Remembers the New Deal's Federal Theatre Project\" at History Matters * — audiobook including the Wilder speech by Meltzer * Milton Meltzer at The Worcester Writers Project * Milton Meltzer at Bookrags Category:20th-century American historians Category:21st-century American historians Category:Historians of the United States Category:Jewish American historians Category:American non-fiction children's writers Category:Laura Ingalls Wilder Medal winners Category:Carter G. Woodson Book Award winners Category:University of Massachusetts Amherst faculty Category:Columbia University alumni Category:American male non-fiction writers Category:Historians from Massachusetts Category:Writers from Worcester, Massachusetts Category:Deaths from cancer in New York (state) Category:Deaths from esophageal cancer Category:1915 births Category:2009 deaths ",
    "title": "Milton Meltzer"
}