{
    "id": "1444163",
    "text": "Duke Zhuang of Zheng (; 757-701 BC) was the third ruler of the State of Zheng during the Spring and Autumn period in ancient China. His ancestral name was Ji (姬), given name Wusheng (寤生), which means \"difficult birth\" with breech presentation. In 743 BC, he became the duke of Zheng, and later defeated his younger brother Gongshu Duan, who had led a rebellion against him. Duke Zhuang led military campaigns in the name of the Zhou king against the Rong people and other Zhou states. He was considered by later scholars to have a Machiavellian attitude towards governance. ==Early life and rise to power== Born as the first of two sons and groomed for the throne, Zheng's mother nevertheless preferred her second son, the reason being that she suffered through an extraordinarily painful time when giving birth to Zheng. When Duke Zheng ascended to the dukedom over the violent objections of his mother, she began plotting to get Gongshu Duan into power. First she asked Zheng to give Gongshu Duan the city of Duan as a fiefdom. Duan, at that time, was the second largest city in Zheng, and was a very important fortress indeed. Zheng was extremely reluctant to give away that piece of land, and indeed his courtiers begged him to reject the proposal, but out of courtesy for his mother he agreed. Seeing that her plan was going well, Zheng's mother urged Duan to build walls, stockpile arms and recruit mercenaries to the rebel cause. Soon news of all this began to reach the capital, and it was clear to everybody what was going to happen. Zheng's ministers urgently reported the news to Zheng, urging him to retake Duan from Gongshu before it was too late. However, Zheng dismissed these proposals, stating that he found no fault in Gongshu Duan, and besides, it could not be proved that he was plotting a coup, instead of just merely reinforcing the border. Besides, he said that Gongshu Duan was his brother, and he could not take up arms against him. Soon King Zheng had left the dukedom to Luoyang for some diplomatic matters; his mother soon wrote a letter to Duan, ordering him to revolt now and she would open the gates of the capital for him. So Gongshu Duan revolted against Duke Zheng, and not long after he was under the capital walls. It seemed as if Zheng was finished. Duke Zhuang defeated Gongshu Duan at Yan (north of present-day Yanling County) during the summer in the fifth month of 722 BC. On the 23rd day of the fifth month, Gongshu Duan fled to Gong. ==Rule== However word then came that Duan had fallen to the forces of Zheng, much to everyone's surprise. Duke Zheng already knew that a revolt was imminent, so he set up a trap; which both his mother and brother fell into. Seeing his demoralized forces melt away and with nowhere to run, Gongshu Duan committed suicide. Upon hearing this, Zheng rushed to see his brother's corpse; weeping greatly, he said to him, \"Gongshu Duan, you knew that your older brother would always forgive you; why has it come to this?\" Of course, in real life Zheng was nowhere near as compassionate: he only did it for show. The next act he did after pacifying the rebellion was putting his mother under strict confinement, telling her that \"We will meet again under the ground!\". But when public opinion began to turn against him as a result of this, he soon dug a tunnel linking his and his mother's palaces, and there they met, burying the hatchet altogether. He was appointed Left Advisor by King Ping of Zhou. After King Ping's death, the following king, King Huan, removed him from office. In return for this slight, Duke Zhuang refused to go to the capital to meet with King Huan. King Huan then led a coalition in 707 BC against Duke Zhuang, which culminated in a Zheng victory at the Battle of Xuge. Duke Zhuang's army humiliated the king, defeating the king's army and inflicting an arrow wound on King Huan's shoulder, and further diminishing the prestige of the Zhou royal house. After his death, his two sons fought a protracted civil war over the leadership of Zheng. ==Succession== He had 11 sons, among whom the most famous ones were Hu, Tu, Men and Yi. Hu was the heir and was created Duke Zhao of Zheng initially, but soon Duke Zhuang of Song interfered in the succession of Zheng and the minister of Zheng, Ji Zu, was forced to exile Duke Zhao and created Tu as Duke Li of Zheng. Men and Yi also escaped. Duke Li was also forced into exile after a failed plot against Ji Zu out of his hatred of feeling controlled by the latter, and Duke Zhao was restored. However, 3 years later, the vice minister, Gao Qumi, who had befriended Men and disliked Duke Zhao, committed an assassination and murdered Duke Zhao while Ji Zu was away, and created Men ruler instead, but the position of Ji Zu never changed. No more than 1 year later, Duke Xiang of Qi, who wanted fame, pretended to invite Men and Gao Qumi to Shouzhi and had them killed. Ji Zu created Yi as the duke and promised to be affiliated to Chu, while the exiled Duke Li also planned a restoration for himself. 17 years later, Duke Li with Qi troops defeated Yi, killed his two sons and managed to restore himself to power. The later dukes of Zheng were all descendants of Duke Li. ==Quotes== * (duō xíng bùyì bì zìbì; 'If he repeatedly commits undutiful acts, he surely will bring himself down.'; referring to his younger brother; similar to 'the wages of sin is death') * (guó bùkān èr; 'a nation cannot have two leaders' advice given to Duke Zhuang by his minister Gongzi Lü) ==References== ==Further reading== * Zuo zhuan Category:701 BC deaths Category:Zhou dynasty nobility Category:Year of birth unknown Category:Zheng (state) Category:8th-century BC Chinese monarchs Category:8th-century BC births ",
    "title": "Duke Zhuang of Zheng"
}