{
    "id": "1444239",
    "text": "Dale Head is a fell in the north-western sector of the Lake District, in northern England. It is 753 metres or 2,470 feet above sea level and stands immediately north of Honister Pass, the road between Borrowdale and Buttermere. ==Topography== The North-Western Fells occupy the area between the rivers Derwent and Cocker, a broadly oval swathe of hilly country, elongated on a north-south axis. Two roads cross from east to west, dividing the fells into three convenient groups. Dale Head is the highest fell in the southern sector. Dale Head is the apex of two hill ridges. The principal ridge descends from Dale Head to the north-east and forms several other fells, each given a chapter by Alfred Wainwright in his Pictorial Guides to the Lakeland Fells. These are High Spy, Maiden Moor and Catbells (alternative spelling, Cat Bells). This ridge forms the western side of Borrowdale and overlooks Derwent Water. The other ridge descends to the north-west and includes the fells of Hindscarth and Robinson; it overlooks Gatescarthdale and Buttermere. Dale Head is named for its position at the head of the Newlands Valley. This stretches away due north for three and a half miles before debouching into the floodplain of the Derwent between Derwentwater and Bassenthwaite Lake. The eastern wall of the valley is formed by the High Spy to Catbells ridge, separating it from Borrowdale. Entering on the western side are a series of side valleys which drain the main mass of the North Western Fells. The source of Newlands Beck does not however flow from the apex of Dale Head as might be supposed from the name. Instead it has its birth at the col between the main summit and the eastern top, High Scawdel (1,815 ft). The northern face of the fell forming the dalehead is ringed with crags. The main faces are Dalehead Crags and Great Gable, not to be confused with the fell of that name. The southern flank of the fell running down to the summit of the Honister Pass road (1,180 ft) has much gentler slopes, although there is outcropping rock on either side. Buckstone Hows and Yew Crag overshadow the road. From the top of the pass Gatesgarthdale Beck runs north west to Buttermere while Hause Gill flows east to Seatoller and Borrowdale. Across the road is Grey Knotts in the Western Fells. The ridge to Hindscarth departs north west from the summit of Dale Head, soon narrowing into the fine and airy Hindscarth Edge. Both slopes are rocky, that to the south being known as Molds. Far Tongue Gill descends from the north of the ridge, a tributary of Newlands Beck. Although High Scawdel stands east of the main summit, the high ground takes a great loop to the south around the head of Newlands Beck. It then drives north to the depression at Wilson's Bield (1,655 ft) before climbing to the summit of High Spy. The rest of the North Western Fells bear no tarns worthy of the name, but Dale Head has two. On the northern slope near the source of Newlands Beck is Dalehead Tarn, while the smaller Launchy Tarn lies near the top of High Scawdel. Dalehead Tarn is a shallow pool providing a popular stopping place for walkers. Its varied flora include water horsetail, sedge and bogbean. Launchy Tarn is smaller and may have been formed by overgrazing and erosion of the underlying peat.Blair, Don: Exploring Lakeland Tarns: Lakeland Manor Press (2003): ==Geology== Dale Head stands at the junction of the two main Lakeland geological systems, the Skiddaw slates to the north and the Borrowdale Volcanics to the south. On the northern flanks are outcrops of the Buttermere Formation, olistostrome of disrupted sheared mudstone, siltstone and sandstone. Southward march the Borrowdale series beginning with the plagioclase-phyric andesite lavas of the Birker Fell Formation, visible near the summit.British Geological Survey: 1:50,000 series maps, England & Wales Sheet 29: BGS (1999) The fell has seen extensive mining history. Dale Head Mine was driven below the northern crags for copper, several levels still being visible. Long Work was another copper mine a little further down the valley, worked for malachite and pyrite from Elizabethan times. On the southern flank of the fell, centred on the head of the pass, are the Honister Quarries. These are an extensive system of underground quarries, worked for Green Slate. The earliest extant records date from 1728 and since then huge caverns have been carved out on either side of the pass. The Yew Crag workings on the Dale Head side were operated until 1966, operations on the slopes of Grey Knotts continuing. In 1887 work began to drive a tunnel right under Dale Head into Newlands Valley, connecting with a proposed tramway to join the railway at Keswick. The scheme was abandoned after opposition from landowners. The main workers accommodation at the mine is now the Honister Hause Youth Hostel.Adams, John: Mines of the Lake District Fells: Dalesman (1995) ==Summit== The view of the rightThe summit is marked by a cairn standing on the brink of the northern face. There is a fine end-on view of the Newlands Valley to the north, backed by Skiddaw. All around are rank upon rank of fells, of the major Lakeland ranges only the High Street group not being fully visible.Alfred Wainwright: A Pictorial Guide to the Lakeland Fells, Book 6, The North Western Fells: Westmorland Gazette (1964): Birkett, Bill: Complete Lakeland Fells: Collins Willow (1994): ==Ascents== One of the most popular ascent routes of Dale Head begins from the summit of Honister Pass, where there is a car park and a youth hostel. The route ascends directly alongside a fence for approximately 2 kilometres and would take the average walker some 45 or 50 minutes. Longer routes begin at Little Town in the Newlands Valley, climbing either via Dalehead Tarn or the old access track to Dale Head Mine. From Borrowdale a start can be made at either Seatoller or Longthwaite, ascending first to Launchy Tarn and High Scawdel. ==References== Category:Marilyns of England Category:Hewitts of England Category:Fells of the Lake District Category:Nuttalls Category:Allerdale ",
    "title": "Dale Head"
}