{
    "id": "1444317",
    "text": "is one of the 16 wards of Nagoya, Japan. As of 1 October 2019, the ward has an estimated population of 135,134 and a population density of 8,290 persons per km². The total area is 16.30 km². ==History== Nakamura Ward is famous as the birthplace of Toyotomi Hideyoshi. One of the merchant areas is called Funairi- chō, which is close to the Hori Canal. The area was heavily damaged during the bombing of Nagoya in World War II. One of the houses that was saved from there is the Tōmatsu House. The modern ward was officially established on . ==Places== from Nagoya Marriott Associa Hotel JR Nagoya Station, Meitetsu Nagoya Station and Kintetsu Nagoya Station are all located next to each other in the ward's Meieki district. Adjoining these train stations are several department stores, including Matsuzakaya, the Meitetsu Department Store and Kintetsu Pass'e. To the west of the station is Nagoya's only Islamic house of worship, the Nagoya Mosque, which was established in 1998. ==Economy== The Central Japan Railway Company has its headquarters in the JR Central Towers in Meieki. Aoki's Pizza has its headquarters in Nakamura-ku.\"概要 .\" Aoki's Pizza. Retrieved on February 26, 2010. DMG Mori Seiki has its headquarters in Nakamura-ku.\"Corporate Profile .\" DMG Mori Seiki. Retrieved on January 30, 2011. \"Nagoya Head Office 2-35-16 Meieki, Nakamura-ku, Nagoya City, Aichi 450-0002, Japan.\"\"Bases in Japan.\" (Direct map image link ) Mori Seiki. Retrieved on January 30, 2011. \"Nagoya Head Office 2-35-16 Meieki, Nakamura- ku,Nagoya City, Aichi 450-0002, Japan.\" Air France has an office in the Nagoya-Daiya Building in Nakamura-ku.\"Contact / Air France agencies.\" Air France Japan. Retrieved on January 16, 2009. ==Education== There are two universities in the ward, namely Aichi University and Doho University. The ward also has a North Korean primary school, Nagoya Corean Elementary School & Kindergarten (名古屋朝鮮初級学校).\"アクセス.\" Nagoya Corean Elementary School & Kindergarten. Retrieved on October 14, 2015. \"〒453-0801名古屋市中村区太閤1-18-33\" ==People== Famous people born in Nakamura Ward include: * Toyotomi Hideyoshi, Samurai * Katō Kiyomasa, Samurai * Kiyoseumi Takayuki, Sumo wrestler * Hiroshi Tamaki, actor * Mariya Yamada, actress * Shoichi Kondo, politician ==Gallery== File:DMG MORI SEIKI Co.,Ltd. Headquarter.JPG|DMG Mori Seiki Co. headquarters File:Nakamurakouen1.JPG|Nakamura Park ==References== ==External links== * Nagoya Mosque Category:Wards of Nagoya ",
    "title": "Nakamura-ku, Nagoya"
}