{
    "id": "1444358",
    "text": "{| |} The Hughes H-1 is a racing aircraft built by Hughes Aircraft in 1935. It set a world airspeed record and a transcontinental speed record across the United States. The H-1 Racer was the last aircraft built by a private individual to set the world speed record; most aircraft to hold the honor since have been military designs. ==Development== During his work on his movie Hell's Angels, Howard Hughes employed Glenn Odekirk to maintain the fleet of over 100 aircraft used in the production. The two men shared a common interest in aviation and hatched a plan to build a record-beating aircraft. The aircraft was given many names, but is commonly known as the H-1. It was the first aircraft model produced by the Hughes Aircraft company. Design studies began in 1934 with an exacting scale model (over two feet in length) that was tested in the California Institute of Technology wind tunnel, revealing a speed potential of .Marrett 2004, p. 19. ==Design== Streamlining was a paramount design criterion resulting in \"one of the cleanest and most elegant aircraft designs ever built.\"Marrett 2004, p. 20. Many groundbreaking technologies were developed during the construction process, including individually machined flush rivets that left the aluminium skin of the aircraft completely smooth. The H-1 also had retractable landing gear to further increase the speed of the aircraft, including a fully retractable hydraulically actuated tail skid. It was fitted with a Pratt & Whitney R-1535 twin-row 14-cylinder radial engine of , which although originally rated at , was tuned to put out over . Due to two different roles being envisioned for the racing aircraft, a set of short-span wings for air racing and speed records and a set of \"long\" wings for cross-country racing were prepared. ==Operational history== Front of H-1 Racer Hughes piloted the first flight on 13 September 1935 at Martin Field near Santa Ana, California, and promptly broke the world landplane speed record clocking averaged over four timed passes. The ship was loaded with a minimal amount of fuel to keep the weight down, and Hughes was not supposed to make the 3rd and 4th passes, exhausting the fuel supply. Hughes managed to crash-land in a beet field south of Santa Ana, California without serious damage to either himself or the H-1. When his compatriots arrived at the crash site Hughes said \"We can fix her; she'll go faster.\" At the time, the world seaplane speed record was , set by a Macchi M.C.72 in October 1934. Hughes later implemented minor changes to the H-1 Racer to make it more suitable for a transcontinental speed record attempt. The most significant change was the fitting of a new, longer set of wings that gave the aircraft a lower wing loading. On January 19, 1937, a year and a half after his previous landplane speed record in the H-1, Hughes set a new transcontinental speed record by flying non-stop from Los Angeles to New York City in 7 hours, 28 minutes and 25 seconds. He smashed his own previous record of 9 hours, 27 minutes by two hours. His average speed over the flight was . Considering the contemporary service aircraft were biplanes, Hughes fully expected the United States Army Air Corps (USAAC) to embrace his aircraft's new design and make the H-1 the basis for a new generation of U.S. fighter aircraft. His efforts to \"sell\" the design were unsuccessful. In postwar testimony before the Senate, Hughes indicated that resistance to the innovative design was the basis for the USAAC rejection of the H-1: \"I tried to sell that airplane to the Army but they turned it down because at that time the Army did not think a cantilever monoplane was proper for a pursuit ship...\"Dwiggens 1976, p. 78. Aviation historians have posited that the H-1 Racer may have inspired later radial engine fighters such as the Republic P-47 Thunderbolt and the Focke-Wulf Fw 190. After the war, Hughes claimed that \"it was quite apparent to everyone that the Japanese Zero fighter had been copied from the Hughes H-1 Racer.\" He claimed both the wing shape, the tail design and the general similarity of the Zero and his racer.\"Howard Hughes Aviator\". Welcome Home Howard!, University of Nevada-Las Vegas, 2008. Retrieved: March 15, 2009. Jiro Horikoshi, designer of the Mitsubishi Zero strongly denied the allegation of the Hughes H-1 influencing the design of the Japanese fighter aircraft.Drake 1976, pp. 12–13. The Hughes H-1 Racer is featured in the 1940 RKO Radio Pictures movie Men Against the Sky.\"Men Against the Sky (1940).\" IMDb, 2009. Retrieved: March 15, 2009. ==Disposition== The original H-1 Racer on display at the National Air & Space Museum, November 2014 The original H-1 Racer was donated to the Smithsonian in 1975 and is on display at the National Air and Space Museum.\"The H-1 Racer.\" National Air and Space Museum. Retrieved: 13 October 2010. ==Replicas== Jim Wright's H-1 on display at Oshkosh Wisconsin A non-flying replica was displayed in the National Air Race Museum from 1993 to 1994, after which it was placed in storage. Jim Wright of Cottage Grove, Oregon built a full-scale replica of the H-1 that he first flew in 2002. His replica was so close to the original that the FAA granted it serial number 2 of the model. His achievement in recreating the aircraft was heralded in virtually every well-known aviation magazine of the time. On August 4, 2003, Wright unveiled his H-1 replica at the 2003 AirVenture at Oshkosh, Wisconsin. On his way home to Oregon, he refueled the aircraft in Gillette, Wyoming. Wright met briefly with local reporters and said that the aircraft had been having propeller \"gear problems.\" An hour after taking off, the aircraft crashed just north of the Old Faithful Geyser in Yellowstone National Park, killing Wright. The replica, slated to be used in the film The Aviator, was completely destroyed. The official accident report detailed the failure of a counterweight on the constant speed propeller. On December 17, 2003, Cottage Grove State Airport was dedicated as Jim Wright Field. A static replica H-1 was displayed on a pole alongside Hughes’ “Spruce Goose” at Long Beach when the latter aircraft was displayed in a dome adjacent to the Queen Mary. Other non-flying replicas are displayed at the Thomas T. Beam Engineering Complex at the University of Nevada, Las Vegas The Back Story: The H-1 Racer Airplane Brian Sodoma, 13/01/2011, retrieved 26 October 2017 (donated by the Howard Hughes Corporation in 1988) and the Santa Maria Museum of Flight. HUGHES H-1B RACER (replica) NR258Y Malcolm Nason, 13/03/2017, retrieved 26 October 2017 San Diego Air and Space Museum Visit blog post by Aero Telemetry, 12/07/2016, retrieved 26 October 2017 another H-1 replica is being built at the San Diego Air & Space Museum. ==Specifications (H-1 Racer, original wings)== ==Gallery== File:HughesH1RacerTail.JPG|Tail of H-1 Racer File:HughesH1RacerRearLandingGear.JPG|Rear landing gear File:HughesH1RacerRight.JPG|Right side of H-1 Racer File:HughesH1Internals.JPG|Detailed wood and metal work inside File:HughesH1PropLower.JPG|Propeller of H-1 File:HughesH1RacerTailTip.JPG|Tip of H-1 tail File:HughesH1fuselageUnder.JPG|Flush metalwork for aerodynamics File:HughesH1canopy.JPG|Canopy with flush metalwork File:HughesH1nose.JPG|H-1 nose with exhaust system displayed File:HughesH1frontdials.JPG|Front dials of H-1 Racer cockpit File:HughesH1sidecontrols.JPG|Side controls of H-1 Racer cockpit File:HughesH1PW.JPG|Pratt & Whitney \"Dependable Engines\" emblem on H-1 Racer ==References== ;Notes ;Citations ;Bibliography * * * * * * Matt, Paul and Kenn C. Rust. \"Howard Hughes and the Hughes Racer.\" Historical Aviation Album XVI. Temple City, California: Historical Aviation Album, 1980. . ==External links== * Howard Hughes - Aviator, (UNLV) Library Web Site * Wright Tools - History of the H-1 * The H-1 Racer - National Air and Space Museum Web site * Hughes Racer * The Silver Bullet: No airplane in the world could outshine Howard Hughes' H-1 Racer until Jim Wright built a copy of it * Hughes H-1 Racer, many technical details and pictures (German) Category:Racing aircraft Category:Howard Hughes Category:Hughes Aircraft Company Category:1930s United States sport aircraft Category:Single-engined tractor aircraft Category:Aircraft first flown in 1935 ",
    "title": "Hughes H-1 Racer"
}