{
    "id": "1444283",
    "text": "The Frankenstein–Dracula Variation is a chess opening for Black, usually considered a variation of the Vienna Game, beginning with the moves: :1. e4 e5 :2. Nc3 Nf6 :3. Bc4 Nxe4 or it can be reached by transposition from the Bishop's Opening: :2. Bc4 Nf6 :3. Nc3 Nxe4 The opening involves many complications; however, with accurate play the opening is viable for both sides. The variation was given its name by Tim Harding in his 1976 book on the Vienna Game, in which he said that the bloodthirstiness of the character of play was such that \"a game between Dracula and the Frankenstein Monster would not seem out of place.\" The line is rarely seen in top-level play. Ivanchuk used the opening against Viswanathan Anand in Roquebrune in 1992 in a game that ended in a draw. Alexei Shirov also played it as Black in a simultaneous exhibition in Canada 2011. In 2019, Hikaru Nakamura played the opening in a rapid game in St. Louis against Jan-Krzysztof Duda. ==Annotated moves== 1\\. e4 e5 2. Nc3 Nf6 3. Bc4 :Another common way of reaching the same position is 1.e4 e5 2.Bc4 (Bishop's Opening) Nf6 3.Nc3. 3... Nxe4 :This move defines the Frankenstein–Dracula Variation. White cannot win immediately, since 4.Nxe4 brings 4...d5. 4\\. Qh5 :4.Nxe4 d5 is considered to give Black no problems. 4.Bxf7+ Kxf7 5.Nxe4 is considered good for Black as long as he avoids 5...Nc6 (5...d5) 6.Qf3+ Kg8 7.Ng5! and White wins (7...Qxg5 8.Qd5). 4.Qh5 threatens Qxf7#, a threat that White continues to renew in this line. 4... Nd6 :This move is the only good response to White's dual threats against f7 and e5; 4...Ng5 would be met by 5.d4 Ne6 6.dxe5 with some advantage. Also possible is 6.d5, when 6...g6 loses to 7.dxe6, as in Böök–Heidenheimo 1925. Instead, 6.d5 Nd4 led to very complicated play in Kis–Csato, Hungarian Team Championship 1993. 5\\. Bb3 :Swedish grandmaster Ulf Andersson recommended 5.Qxe5+ Qe7 6.Qxe7+ Bxe7 7.Be2, claiming that White has some advantage. (See Harding's 1998 column cited below.) 5... Nc6 :5...Be7 (returning the pawn) is a alternative, for example 6.Nf3 Nc6 7.Nxe5 0-0 8.0-0 Nxe5 9.Qxe5 Bf6 10.Qf4 Ne8 11.d4 c6 12.d5; however, White has a better game (Larsen; Nielsen–Muir, corr. 1971). 6\\. Nb5 g6 7. Qf3 f5 :David Bronstein once won a game with 7...f6 8.Nxc7+ Qxc7 9.Qxf6 b6 10.Qxh8 Bb7 11.Qxh7 0-0-0, but he has not found followers. If Black tries 7...Nf5 then White continues 8.g4 (also strong is 8.Qd5 Nh6 9.d4 d6 10.Bxh6 Be6 11.Qf3 Bxh6 12.d5 Hughes–Fogarty, Pittsburgh 2013) 8...a6 9.gxf5 axb5 10.fxg6 Qe7 11.gxf7+ Kd8 12.Ne2 (preventing ...Nd4) e4 13.Qg3+/−. 8\\. Qd5 Qe7 :8...Qf6 has also been tried and leads to notably different games. For instance, after 9 Nxc7+ Kd8 10 Nxa8 b6 11. d3 Bb7 12.h4 as in the ...Qe7 line, Black has the strong 12...Ne7! that he cannot play when the queen is on e7, and now White has a very poor game. If white wants to avoid black's attack, the line 11.d4 Nxd4 12.Nxb6 axb6 13.Nf3 Bb7 14.Qxd4 (this would be a terrible move with the black queen on e7) followed by 14...exd4 15.Bg5 Qxg5 16.Nxg5 calm down with almost equal game. White can choose other more promising lines involving several queen moves. 9\\. Nxc7+ Kd8 10. Nxa8 :Black is at the moment a rook down, but will eventually regain the knight, leaving him down the exchange. In return, Black will play for an . 10... b6 (see diagram) :Black almost always continues with this move, preparing ...Bb7 to pick up the trapped knight. In return for his material, Black has a good and his bishops will be well placed on the . He will try to justify his sacrifice by avoiding a queen exchange and attempting to checkmate White. White will secure his king (usually by castling ) and his queen (which for the moment is somewhat short of squares), hold onto his extra material and eventually may go on the offensive and attack the black king stuck in the centre of the board. Whether Black has sufficient compensation is a matter of opinion. One possible continuation is 11.d3 Bb7 12.h4 (threatening to win Black's queen with Bg5) 12...f4 13.Qf3 Nd4 (13...Bh6 14.Bd2 is also possible) 14.Qg4 (a 1969 recommendation by Anthony Santasiere, threatening to trade queens with Qg5), when Black has choices 14...Bh6, 14...Bg7, and 14...Bxa8. (See Harding's 1998 column cited below.) ==Notable games== Jacob Øst-Hansen vs. John Nunn, Teesside 1974 1.e4 e5 2.Nc3 Nf6 3.Bc4 Nxe4 4.Qh5 Nd6 5.Bb3 Nc6 6.Nb5 g6 7.Qf3 f5 8.Qd5 Qe7 9.Nxc7+ Kd8 10.Nxa8 b6 11.d3 Bb7 12.h4 f4 13.Qf3 Bh6 14.Qg4 e4 15.Bxf4 exd3+ 16.Kf1 Bxf4 17.Qxf4 Rf8 18.Qg3 Ne4 19.Qc7+ Ke8 20.Nh3 Nxf2 21.Nxf2 Qe2+ 22.Kg1 Qxf2+ 23.Kh2 Qxh4+ 24.Kg1 Qd4+ 25.Kh2 Ne5 26.Rhf1 Ng4+ 27.Kh3 Qe3+ 28.Kxg4 h5+ 29.Kh4 g5+ 30.Kxh5 Rh8+ 31.Kg6 Be4+ 32.Rf5 Bxf5+ 33.Kxf5 Rf8+ 34.Kg6 Qe4+ 35.Kg7 Qe7+ 36.Kg6 Qf6+ 37.Kh5 Qh8+ 38.Kg4 Qh4# ==References== ==External links== * 1996 \"Kibitzer\" column by Tim Harding (PDF) * 1998 \"Kibitzer\" column by Tim Harding * 167 Games at Chess.com Category:Chess openings Category:Frankenstein Category:1975 in chess Category:Dracula ",
    "title": "Vienna Game, Frankenstein–Dracula Variation"
}