{
    "id": "1444092",
    "text": "The block of KOE marching in front of US Embassy in Athens during the demonstration organized by the 4th European Social Forum in 2006 The Communist Organization of Greece (, Kommounistikí Orgánosi Elládas, KOE) is a Greek political party. The KOE's ideology is revolutionary Marxism, supporting Marxist ideology with all the historical experience of the communist movement. ==Origins== The KOE has its origins in the Communist Party of Greece ( / Kommounistikó Kómma Elládas, KKE). As a result of the KKE's revisionist turn in 1956, Nikos Zachariadis was exiled and many hard-line Stalinists were excluded from the party. A lot of former KKE members founded the Organisation of Marxists-Leninists of Greece (OMLE) in 1964, and published the Anagennissi (Rebirth) monthly review and the weekly Laïkós Drómos (People's Road). Many people who would eventually found the Communist Organization of Greece joined the OMLE. In 1984, the future founders of the KOE established A/synechia, an effort aimed at rebuilding the communist movement, without revisionist or leftist trends, based on an analysis of the world development and the crisis that was shocking both western and eastern camps. The most prominent member of them was Yannis Hotzeas, who was one of the founders of both the OMLE and the KKE and was also a member of EAM and EPON. ==Ideology== The KOE supports revolutionary Marxism, following the teachings of Marx and Engels as well as the experience of communist movements around the world, including Leninism and Maoism. The KOE was also against Marxist revisionism and against viewing it as merely academic or theoretical instead of practical. ==Paper== The first issue of \"Aristerá!\" in 1996 The party paper was called Aristerá! (\"Left!\"). Aristerá! was first published in February 1996 as a monthly paper, eventually becoming biweekly. The last issue of the paper was published in January 2010.Link to \"Aristerá!\" archive in the KOE's website Since February 2010, the KOE has published the newspaper Drómos tis Aristerás (, Road of the Left) with another left party also affiliated to the Coalition of the Radical Left (SYRIZA), KEDA (, Movement for the United in Action Left). The newspaper's publishing committee mostly consists of members who are unaffiliated with any Greek leftist party, and the newspaper's slogan is \"from all the left, for all the left\". People who collaborate with Drómos tis Aristerás include Mumia Abu- Jamal, political cartoonist Carlos Latuff, Communist Party of the Philippines leader Jose Maria Sison, and American historian, author, and social activist Max Elbaum. ==Elections== A/synecheia participated in the municipal elections of 1994 and 1998, taking approximately 4% of the votes. The party won approximately 9,800 votes in the 1999 European parliamentary elections. The KOE supported the Coalition of the Radical Left in 2004, although it did not present its own candidates. The KOE also abstained from the 2004 European parliamentary elections. The KOE affiliated itself with the SYRIZA on 20 June 2007. The best scores of the KOE's candidates on the joint ticket with SYRIZA in the 2007 Greek legislative elections were in Aitoloakarnania (1st with 1,126 votes), Achaia (2nd with 2,628 votes), Thessaloniki (2nd with 2,165 votes), Larissa (3rd with 1,294 votes), Attica (3rd with 4,022 votes) and Piraeus (3rd with 1,958 votes). In the last two, consecutive national parliamentary elections in May and June 2012, KOE elected 2 and 5 respectively of its members in the national parliament as a part of SYRIZA, which ended up as the second party. Following the June 2012 elections, 5 MPs from SYRIZA were members of KOE: Vasileios Hadjilamprou (Achaia), Dimitrios Kodelas (Argolida), Alexandros Meikopoulos (Magnisia), Vasileios Kiriakakis (Fthiotida) and Maria Triantafyllou (Aitoloakarnania). As of 10 September 2015 KOE announced they would not run for the snap election in September encouraging its voters to absent from the elections or vote for 'no one'. {| class=\"wikitable\" |- style=\"background:#c9c9c9;\" ! colspan=\"9\"|Electoral tactics since 2000 (year links to election page) |- ! style=\"width: 20px\"|Year ! style=\"width: 150px\"|Coalition ! style=\"width:140px\"|Type of election ! style=\"width: 60px\"|Votes ! style=\"width: 20px\"|% ! style=\"width: 20px\"|Seats |- ! 2000 | Aristera! - M-L KKE | Parliament | 5,866 | 0,09% | 0/300 |- ! 2007 | Coalition of the Radical Left | Parliament | 361,211 | 5,04% | 14/300 |- ! 2009 | Coalition of the Radical Left | European Parliament | 240,898 | 4,70% | 1/22 |- ! 2009 | Coalition of the Radical Left | Parliament | 315,627 | 4,60% | 13/300 |- ! 2012 | Coalition of the Radical Left | Parliament | 1,061,265 | 16.78% | 52/300 |} ==Front organizations== The workers' front organization of the KOE is called the \"Union of the Working People\", the youth group of the KOE is simply called the \"Youth of KOE\" and its students are members of \"Left Unity\", which includes several leftist students' organizations supporting SYRIZA. Until 2008, its students led the Left Groups (Aristera Schimata), created in 1989. ==International relations== The Communist Organization of Greece is a member of the International Conference of Marxist-Leninist Parties and Organizations (ICMLPO),List of participants in the 8th ICMLPO a founding member of the Conference of Communist and Workers' Parties of the Balkans (CCWPB)List of participants in the CCWPB and a founding member of the Anti-Imperialist Space in the European Social Forum. ==References== ==External links== * * / Drómos tis Aristerás home page *CCWPB home page Category:Communist parties in Greece Category:Far- left politics in Greece Category:Former components of Syriza Category:International Conference of Marxist–Leninist Parties and Organizations (International Newsletter) Category:International Coordination of Revolutionary Parties and Organizations Category:Maoist organizations in Europe ",
    "title": "Communist Organization of Greece"
}