{
    "id": "1444325",
    "text": "The Oslo Philharmonic (Oslo-Filharmonien) is a Norwegian symphony orchestra based in Oslo, Norway. The orchestra was founded in 1919, and has since 1977 had its home in the Oslo Concert Hall. The orchestra consists of 69 musicians in the string section, 16 in the woodwinds, 15 in brass, 5 in percussionists, 1 harpist, and 1 pianist. The orchestra gives an average of sixty to seventy symphonic concerts annually, the majority of which are broadcast nationally on the radio. The orchestra also performs chamber concerts frequently throughout the year. ==History== The Oslo Philharmonic Orchestra's roots go back to 1879, when Edvard Grieg and Johan Svendsen founded the Christiania Musikerforening (Christiania Musical Association), as a successor of The Philharmonic Society (Det Philharmoniske Selskab, 1847). The orchestra was later conducted by Ole Olsen, Johan Selmer, Iver Holter and Otto Winter-Hjelm. Under Holter, the orchestra was merged with the Christiania Theatre Orchestra, which was on the verge of reductions. Holter suggested the founding of a city orchestra which could play at municipal festivities, concerts and in the theatre, and as a result of this, the orchestra gained municipal support from 1889. In 1899, the Nationaltheatret, which was to present both theatre and opera, was opened. Here the orchestra expanded to 44 musicians, and it was conducted by Johan Halvorsen. The orchestra served the Nationaltheatret in two roles: providing music for the new theatre, and symphony concerts for the Music Society. During the First World War, the desire for symphonic music grew, along with inflation, leading to a dispute between the orchestra and the Nationaltheatret and a temporary collapse of the Musikerforening's concerts. Thus, in 1919, the orchestra was reformed as the Filharmonisk Selskaps Orkester (Orchestra of the Philharmonic Company) by private shareholders and initiative. The first season was shared by three conductors; Johan Halvorsen, Georg Schnéevoigt and Ignaz Neumark. Filharmonisk Selskaps Orkester's first concert took place in Logen (Store Sal) on 27 September 1919, with 59 musicians on stage and with Georg Schnéevoigt as conductor. On the repertoire was Rikard Nordraak's Ja, vi elsker dette landet, Johan Svendsen's Fest polonaise, Christian Sinding's Symphony No. 1, Edvard Grieg's Piano Concerto in A minor, and finally Landkjenning, with the singer Erik Ole Bye as baritone soloist. Among the guest musicians of this first season were the conductor Arthur Nikisch, the pianists Eugen d'Albert, Edwin Fischer, Wilhelm Kempff, Ignaz Friedman and Artur Schnabel, and the violinists Bronisław Huberman and Carl Flesch. Between September 1919 and May 1920, the orchestra gave 135 public concerts, most of them sold out. The next decades featured various economic problems, which led to the resignation of 15 musicians in one season. In spite of this, the orchestra continued to attract notable musicians and conductors, such as Richard Burgin, who later became concertmaster for Serge Koussevitzky in Boston; Max Rostal; Ernst Glaser; Robert Soetens, for whom Sergei Prokofiev's 2nd Violin Concerto was written; and others who were driven out of Germany by the Nazi regime - Igor Stravinsky, Fritz Busch, Erich Kleiber, and Bruno Walter. The first Norwegian radio broadcast started in April 1923, and shortly after, the first radio concert with the Oslo Philharmonic Orchestra. From 1925, there was a contract between the orchestra and the Norwegian Broadcasting Corporation (NRK), ensuring weekly live broadcast concerts. This contract with NRK saved the orchestra from bankruptcy in the 1930s. Issay Dobrowen joined the orchestra in 1927; when he left in 1931, the position of chief conductor was divided between two Norwegians: Odd Grüner Hegge and Olav Kielland. After 1933, Kielland became sole chief conductor until 1945. In 1953 Oslo hosted the ISCM Festival, which brought further international contacts in the awareness of new repertoire, which many of the Scandinavian countries had been deprived of during the years of World War I and World War II. The first performance of the Oslo Philharmonic outside Scandinavia took place in 1962. Since then, the orchestra has much international acclaim. Oslo Concert Hall In 1979, the orchestra formally changed its name to Oslo Philharmonic Orchestra. In 1996, an act of the Norwegian parliament made the orchestra an independent foundation. Although the orchestra has maintained high standards of quality since its inception and under various renowned musical directors, many consider that it saw its largest leap forward during the tenure of Mariss Jansons from 1979 to 2002. During this time the orchestra recorded readings of Tchaikovsky's symphonies, and went on international tours. The Oslo Philharmonic won international acclaim with its Tchaikovsky cycle and a very successful series of recordings for EMI. In 2000 the orchestra completed a cycle of Bartók for Simax. Other awards won by the Oslo Philharmonic include Grand Prix du Disque, Diapason d’Or, and the German Classical Music Award. Subsequent music directors have been André Previn (2002-2006) and Jukka-Pekka Saraste (2006–2013). Saraste now has the title of æresdirigent (conductor laureate) with the orchestra. In February 2011, the orchestra announced the appointment of Petrenko as its next chief conductor, as of the 2013–2014 season, with an initial contract of 4 years. In November 2015, the orchestra announced the extension of Petrenko's contract through 2020. Petrenko concluded his chief conductorship of the orchestra at the close of the 2019–2020 season, with the season truncated by the COVID-19 pandemic. In May 2018, Klaus Mäkelä first guest-conducted the orchestra. On the basis of this appearance, in October 2018, the orchestra announced the appointment of Mäkelä as its next chief conductor, effective with the 2020–2021 season, with an initial contract of 3 seasons. In May 2020, the orchestra announced an extension of Mäkelä's initial contract with the orchestra for an additional 4 seasons, unusual in its timing before the official start of his tenure as chief conductor of the orchestra. ==Music directors== * Johan Halvorsen (1919–1920) * Ignaz Neumark (1919–1921) * Georg Schnéevoigt (1919–1921) * José Eibenschütz (1921–1927) * Issay Dobrowen (1927–1931) * Odd Grüner-Hegge (1931–1933) * Olav Kielland (1931–1945) * Odd Grüner-Hegge (1945–1962) * Herbert Blomstedt (1962–1968) * Øivin Fjeldstad (1962–1969) * Miltiades Caridis (1969–1975) * Okko Kamu (1975–1979) * Mariss Jansons (1979–2002) * André Previn (2002–2006) * Jukka-Pekka Saraste (2006–2013) * Vasily Petrenko (2013–2020) * Klaus Mäkelä (designate, effective September 2020) == References == ==External links== * Official website of the Oslo Philharmonic Category:Norwegian orchestras Category:Symphony orchestras Category:Musical groups established in 1919 Category:1919 establishments in Norway Category:Musical groups from Oslo ",
    "title": "Oslo Philharmonic"
}