{
    "id": "1444356",
    "text": "Herman Miller, Inc., based in Zeeland, Michigan, is an American company that produces office furniture and equipment, and home furnishings. Its signature products include the Equa chair, Aeron chair, Noguchi table, Marshmallow sofa, and the Eames Lounge Chair. Herman Miller is credited with the invention of the office cubicle (originally known as the \"Action Office\") in 1968 under then-director of research Robert Propst. ==History== A typical distribution depot, in Chippenham, Wiltshire. Herman Miller was founded in 1905 as the Star Furniture Co. in Zeeland, Michigan. Initially the company produced high quality furniture, especially bedroom suites, in historic revival styles. In 1909, Dirk Jan De Pree began working for the company as a clerk, and became its president by 1919, when it was renamed the Michigan Star Furniture Co. De Pree and his father-in-law, Herman Miller, purchased 51% of the company stock in 1923 and renamed it the Herman Miller Furniture Company. The company reformed as Herman Miller, Inc. in 1960. Until 1930, the company produced only traditional wood furniture. With the coming of the Great Depression the company was forced to explore new products to survive in a shrinking market and reluctantly hired Gilbert Rohde, a designer who specialized in modernist designs. Rohde turned the company in a totally new direction and in 1933, Herman Miller debuted a line of modern furniture at the Century of Progress exposition in Chicago, Illinois. In 1941, the company opened a showroom in the Merchandise Mart in Chicago, and another in New York City. Under Rohde's supervision Herman Miller entered the contract (office) furniture market in 1942, with the introduction of the \"Modular Executive Office\" Group (EOG), the first in a long line of office furnishings to be produced by the company. Rohde died in 1944 and was replaced by architect George Nelson, who joined the firm as director of design in 1945. Over the next four decades Nelson was to have an enormous influence upon Herman Miller, not only for his personal design contributions, but also for the talented designers he recruited to its ranks, including; Isamu Noguchi, Charles and Ray Eames, Robert Propst, and textile designer Alexander Girard. Beginning in the late 1940s, the period under Nelson's guidance saw Herman Miller produce some of the world's most iconic pieces of modern furniture, including the Noguchi table, Eames Lounge Chair, Marshmallow sofa, Ball clock (actually produced by Howard Miller Clock Company), and the Sling sofa. Dirk Jan De Pree continued to serve as Herman Miller CEO until 1961, when he was forced by illness to step down. He was succeeded by his son, Hugh De Pree. Hugh served as company CEO until the mid-1980s, when he was succeeded by his brother Max De Pree, who held the position until 1990. In 1961, Herman Miller set up the Herman Miller Research Division, based in Ann Arbor, Michigan. This division developed the \"Action Office\" line in 1964 under the supervision of Robert Propst and with the design assistance of George Nelson's New York design studio. Though the initial line, known as \"Action Office I\", was not a success, it led Propst to develop the \"Action Office II\" line, which introduced the \"Office cubicle\". The impact of Action Office II on the workplace revolutionized the office environment. In 1978, Action Office II was renamed simply \"Action Office\". Herman Miller's line of Action Office products generated sales of over $5 billion . George Nelson's influence at Herman Miller gradually declined during the 1970s as new designers joined the company, including Don Chadwick and Bill Stumpf, who co-designed the Equa chair (still widely marketed) and in the 1990s developed the highly-successful Aeron chair. In 1981, Herman Miller started to work with the Italian designer Clino T. Castelli on the process of designing physical environments: a so-called Design PrimarioVictor Margolin, Design Discourse: History, Theory, Criticism, Chicago, Illinois, University of Chicago Press, 1989 including CMF Design and Ethospace design concept.Sam Hall Kaplan, West Week Spotlights Furniture, April 07, 1985, Los Angeles Times Designer Tom Newhouse introduced the \"Newhouse Group\" of free-standing furniture in 1987, and assisted with the \"Ethospace\" wall panel system for the Action Office line. Ray Wilkes designed the \"Modular Seating Group\", popularly known as the Chicklet Chairs. Artist Stephen Frykholm is also noted for his contributions to Herman Miller. From 1970 to 1989, Frykholm produced a series of promotional posters for Herman Miller's annual summer picnics, some of which are in the permanent collections of the Museum of Modern Art, and remain highly sought-after art prints. ==Workplace== According to CNN Money, , Herman Miller was ranked as the second most admired company in the Home Equipment, Furnishing division. They also scored first in Innovation, People Management, Use of Corporate Assets, Social Responsibility, and Quality of Products/Services. In Quality of Management they scored second place, third in Long Term Investments, fourth in Financial Soundness, and ninth in Global Competitiveness. In March 2008, they settled an antitrust lawsuit with the states of New York, Michigan, and Illinois for $750,000. The lawsuit focused on Herman Miller's use of a suggested retail pricing policy, which was found to be within the bounds of the law. Today, many companies employ such policies to avoid price erosion in the internet channel. ==Sustainability== Herman Miller has engaged in a number of initiatives to promote sustainability, and many of them have had cost-saving implications for the company. The company has developed a technique of mixing sawdust with chicken manure to produce topsoil. The company also uses a database to track every chemical in each product used by the company, in order to eliminate harmful chemicals from their products. Management of the company has expressed concerns about global warming, and the company was using 27% renewable energy . The company also issues a sustainability report.Tim Zaun, \"Herman Miller, the BHAG, and Internalizing Sustainability\", GreenerDesign, Greenbiz.com, Jun. 22, 2007. Herman Miller calls its driving sustainability initiative \"Perfect Vision\" and it put the strategy in place in 2004. This is a broad initiative that sets significant targets for the year 2020. These targets include zero landfill disposal, zero hazardous waste generation, zero air emissions (VOCs), zero process water discharge, 100% green electrical energy use, company buildings constructed to a minimum LEED Silver certification, and 100% of sales from DfE-approved products.Our Vision - Herman Miller Many of Herman Miller's products are designed to be ecologically sound, and many are good examples of ecodesign techniques for achieving sustainability include saving materials, energy efficient manufacturing, recycled content, and recyclable content, including design for disassembly. The design process also utilizes life cycle assessment. Herman Miller helped fund the start of the United States Green Building Council, and hired architect William McDonough + Partners to design a factory incorporating green design principles. The building is known as the \"Greenhouse\", and is an example of green building. The building won the following awards: *AIA Committee on the Environment Top Ten Environmental Buildings, 1997 *Business Week/Architectural Record Good Design Is Good Business Award, 1997 *AIA Central Virginia Honor Award, 1998 *International Development Research Council, Award for Distinguished Service in Environmental Planning, 1995 == Notable products == The Aeron chair ===Seating=== *Ergon 3 (1995) - designed by Bill Stumpf *Equa 2 (1984) - designed by Bill Stumpf and Don Chadwick *Aeron Chair (1994) – designed by Bill Stumpf and Don Chadwick *Eames Aluminum Group Chairs (1958) – designed by Charles and Ray Eames *Eames Lounge Chair and Ottoman (1956) – designed by Charles and Ray Eames *Eames Lounge Chair Wood (1946) – designed by Charles and Ray Eames *Marshmallow sofa (1954) – designed by Irving Harper *Mirra 1 (2003) – designed by Studio 7.5 *Celle (2005) – designed by Jerome Caruso *Embody (2008) – designed by Bill Stumpf and Jeff Weber *Setu (2009) – designed by Studio 7.5 *Sayl (2010) – designed by Yves Behar *Mirra 2 (2013) – designed by Studio 7.5 *Remastered Aeron (2016) *Cosm (2018) – designed by Studio 7.5 *Keyn Chair Group (2018) – designed by forpeople *Eames Airport Seating - tandem sling seating found in Dulles and O'Hare and many other airports (1962) - designed by Charles and Ray Eames ===Tables/desks=== *Noguchi table (1948) – designed by Isamu Noguchi ==References== ==External links== * * The Herman Miller Consortium Collection at Wayne State University Library is a historic, digital, product collection originally accumulated as part of Herman Miller's corporate archives in a digitized, searchable format. * CNN'.com: \"Cubicles: The great mistake\" * Youtube.com: \"Comments on Herman Miller\" — by designer Yves Béhar * \"Herman Miller Embody Office Chair Review\", The Tech Reviewer Category:Furniture companies of the United States Category:Design companies of the United States Category:Industrial design firms Category:Manufacturing companies based in Michigan Category:Ottawa County, Michigan Category:Zeeland, Michigan Category:1905 establishments in Michigan Category:Companies listed on NASDAQ Category:Modernist architecture in Michigan ",
    "title": "Herman Miller (manufacturer)"
}