{
    "id": "1444323",
    "text": "Caprolactam (CPL) is an organic compound with the formula (CH2)5C(O)NH. This colourless solid is a lactam (a cyclic amide) of caproic acid. Global demand for this compound is approximately five million tons per year, and the vast majority is used to make Nylon 6 filament, fiber, and plastics. ==Synthesis and production== Caprolactam was first described in the late 1800s when it was prepared by the cyclization of ε-aminocaproic acid, the product of the hydrolysis of caprolactam. World demand for caprolactam was estimated to reach five million tons per year for 2015. 90% of caprolactam produced is used to make filament and fiber, 10% for plastics, and a small amount is used as a chemical intermediate. Due to its commercial significance, many methods have been developed for the production of caprolactam. It was estimated that 90% of all caprolactam is synthesised from cyclohexanone (1), which is first converted to its oxime (2). Treatment of this oxime with acid induces the Beckmann rearrangement to give caprolactam (3): : The Beckmann Rearrangement The immediate product of the acid-induced rearrangement is the bisulfate salt of caprolactam. This salt is neutralized with ammonia to release the free lactam and cogenerate ammonium sulfate. In optimizing the industrial practices, much attention is directed toward minimizing the production of ammonium salts. The other major industrial route involves formation of the oxime from cyclohexane using nitrosyl chloride, and this method accounts for 10% of world production. The advantage of this method is that cyclohexane is less expensive than cyclohexanone. Other paths to caprolactam include the depolymerization of waste Nylon 6, and the reaction of caprolactone with ammonia. At bench scale, the reaction between cyclohexanone with hydrazoic acid to give caprolactam in the Schmidt reaction has been reported. :500px ==Uses== Almost all caprolactam produced goes into the manufacture of Nylon 6. The conversion entails a ring-opening polymerization: :500px Nylon 6 is widely used in fibers and plastics. In situ anionic polymerization is employed for cast nylon production where conversion from ε-caprolactam to Nylon 6 takes place inside a mold. In conjunction with endless fiber processing the term thermoplastic resin transfer molding (T-RTM) is often used. Caprolactam is also used in the synthesis of several pharmaceutical drugs including pentylenetetrazol, meptazinol, and laurocapram. ==Safety== Caprolactam is an irritant and is mildly toxic, with an of 1.1 g/kg (rat, oral). In 1991, it was included on the list of hazardous air pollutants by the U.S. Clean Air Act of 1990. It was subsequently removed from the list in 1996 at the request of the manufacturers.EPA - Modifications To The 112(b)1 Hazardous Air Pollutants In water, caprolactam hydrolyzes to aminocaproic acid, which is used medicinally. Currently, there is no official permissible exposure limit set for workers handling caprolactam in the United States. The recommended exposure limit is set at 1 mg/m3 over an eight-hour work shift for caprolactam dusts and vapors. The short-term exposure limit is set at 3 mg/m3 for caprolactam dusts and vapors. ==References== Category:Azepanes Category:Lactams Category:Monomers Category:Commodity chemicals ",
    "title": "Caprolactam"
}