{
    "id": "1444416",
    "text": "Duke Xiang of Song (宋襄公) (died 637 BC) was the leader in the state of Song in the Spring and Autumn period. His personal name was Zifu (子茲甫) and he took his throne in 650 BC. After the death of the Hegemon of China, Duke Huan of Qi, in 643 BC, Duke Xiang intervened in the War of Qi's succession on the behalf of his ally Prince Zhao. Forming an alliance with Cao, Wey, and Zou, Duke Xiang and his troops invaded Qi and eventually defeated Prince Zhao's rival brothers, crowning him as \"Duke Xiao of Qi\". With his influence on the rise, Duke Xiang saw a chance to become the next hegemon of China and made war with Chu. In 638 BC he attacked the state of Zheng and met the troops from Chu, who were running to save Zheng. Instead of giving the enemy a surprise attack, he waited for the enemy to go across the river in order to display his benevolence or Ren (仁) as a Junzi. In the Battle of Hongshui (泓水之戰) against the much stronger and fully prepared enemy, Duke Xiang's troops were defeated thoroughly and he himself was badly hurt. He died in the following year and was succeeded by his son Wangchen known as Duke Cheng of Song. Despite his failure in expansion, he is considered one of the Five Hegemons by some historians. Mao Zedong once said about Duke Xiang's humanity in war: \"We are not Duke Xiang of Song and have no use for his idiotic virtue and morality\". ==Family== * Parents: ** Prince Yushuo (; d. 651 BC), ruled as Duke Huan I of Song from 681–651 BC ** Song Huan, of the Wey lineage of the Ji clan of Wey (), a daughter of Count Zhao of Wey and Xuan Jiang (), a daughter of Duke Xi of Qi * Wives: ** Wang Ji, of the Ji clan of Zhou (), a daughter of King Hui of Zhou and an elder sister of King Xiang of Zhou * Sons: ** Prince Wangchen (; d. 620 BC), ruled as Duke Cheng of Song from 636–620 BC ** Prince Yu (; d. 620 BC), ruled as the Duke of Song in 620 BC ==References== ==External links== * Chinese Business Negotiating Style * The art of war * The Grand Scribe's Records Category:Zhou dynasty nobility Category:Monarchs of Song (state) Category:637 BC deaths Category:Year of birth unknown ",
    "title": "Duke Xiang of Song"
}