{
    "id": "1444999",
    "text": "JCDecaux Group (JCDecaux SA, ) is a multinational corporation based in Neuilly-sur-Seine, near Paris, France, known for its bus-stop advertising systems, billboards, public bicycle rental systems, and street furniture. It is the largest outdoor advertising corporation in the world. The company was founded in 1964 in Lyon, France by Jean-Claude Decaux. Over the years it has expanded aggressively, partly through acquisitions of smaller advertising companies in several countries. JCDecaux currently employs more than 13,030 people worldwide and maintains a presence in over 75 countries. In France alone, JCDecaux employs more than 3,500 people. == History == Jean-Claude Decaux (b. in 1937) first created a company in 1955 that specialised in Outdoor advertising alongside motorways. However, as these billboards were heavily taxed by law, Jean-Claude Decaux turned towards a business model in 1964 which was based on city billboards and invented the concept of advertising street furniture - well-maintained bus shelters fully funded by advertisers. Since the first concept of the bus shelter in 1964, JCDecaux has continued to innovate and offer different types of street furniture. During the 70s, JCDecaux launched its first Citylight Information Panels (CIPs), a 2m² billboard with signage to indicate directions in cities to drivers. The first fully accessible automatic amenities were installed in San Francisco in 1994, although, in 1981, JCDecaux established a system of automatic public amenities in France. In 1981, JCDecaux also developed the News Electronic Journal, which broadcast news relating to culture, sport, associations and information about the city. JCDecaux then bought the Société Fermière des Colonnes Morris. The Senior billboards, which measure 8m² and allow multiple ads on a single site, were created in the 1980s. The first scrolling billboards appeared in 1988, which increased the number of advertising panels without raising the number of structures. In 1999, the group acquired Havas Media Communication and Avenir. This acquisition allowed the Group to expand into the large format advertising market and into advertising in airports. In 2001, JCDecaux entered the Euronext Stock Exchangehttp://www.efinancialnews.com/story/2001-09-19/news-in-brief-jc- decaux-enters-euronext-index?ea9c8a2de0ee111045601ab04d673622 with an opening share price of €16,50. In 2002, Jean-Claude Decaux passed the management of the company on to two of his three sons, Jean-Charles Decaux and Jean-François Decaux, who then became co-CEOs of the company. JCDecaux installed its first rental system of self-service bicycles in Vienna in 2003 and then in Lyon in 2005. In 2007, JCDecaux won a tender for Paris’ street furniture and bicycle rental system. Today, JCDecaux is ranked the number one company worldwide in self-service bicycles, with a fleet of 52,000 bicycles now present in 70 cities. JCDecaux operates this service under the brand Cyclocity. In 2011, JCDecaux acquired MediaKiosk (a company which own kiosks in France) as the main shareholder. As part of the open data movement, JCDecaux made available its data system of the rental bike service in 2013. The company is also recognized for its commitment to sustainable development and holds an ISO 14001 certification. == Activities == The JCDecaux Group specialises in advertising street furniture, large format billboards, advertising on public transport, and self-service bicycle rental systems. === Street furniture === Advertising street furniture was a concept invented by Jean-Claude Decaux. Street furniture includes bus shelters, Morris Columns, City Information Panels (CIP/MUPIs) and kiosks. Such formats enable advertisers to reach city centres, where large format billboards are not available. Cities can retain a portion of the advertising panels for their own use. In some countries, JCDecaux holds a contract in shopping malls. In order to adapt street furniture to the environment, JCDecaux works with internationally renowned designers, such as: Mario Bellini, Philip Cox, Peter Eisenman, Norman Foster, Patrick Jouin, Philippe Starck, Robert Stern, Martin Szekely and Jean-Michel Wilmotte. JCDecaux also has a Design Office, which works to improve and modernise furniture. Street furniture also includes a range of non-advertising sites, such as self-service toilets, electronic newspapers and interactive kiosks next to public benches, bins, columns, road signs, glass batteries and paper containers. === Transport advertising === The term transport includes Outdoor advertising in airports, on the underground, on buses, trams, and on taxis. JCDecaux operates concessions in 150 airports and over 300 subways, trains, trolleys and bus stations. In 2013, advertising in Transport accounted for 37.9% of JCDecaux's revenue. === Billboard advertising === Billboard advertising includes advertising billboards of more than 8m². These formats can be adapted for many different purposes, such as for event artworks (for example: building wraps), which is operated by JCDecaux under the brand Artvertising. Individuals are offered the opportunity to lease part of their property (i.e. wall or garden) to JCDecaux as a billboard site. ==Bicycle rental systems== Vélib' bicycle hire station at Sèvres – Lecourbe (Paris Métro). JCDecaux van in France. The public bicycle rental systems are each financed by local advertising operators, in most cases in return for the cities signing over a 10-year licence to exploit citywide billboards. The overall scheme is called Cyclocity by the company, but each city's system is branded under an individual name. The cities that have implemented its bicycle rental systems are listed below. To sort this table by any column, click on the File:Sort both.gif icon next to the column title. {| class=\"wikitable sortable\" style=\"text-align: right\" |- ! City !! Country !! Launch date !! System name !! Stations !! Bikes |- | Amiens || style=\"text-align:left;\"| || 2008 || Vélam || 26 || 313 |- | Besançon || style=\"text-align:left;\"| || 2007 || VéloCité || 30 || 200 |- | Brisbane || style=\"text-align:left;\"| || 2010 || CityCycle || 150 || 2000 |- | Brussels || style=\"text-align:left;\"| || 2009 || Villo! || 360 || 5000 |- | Cergy-Pontoise || style=\"text-align:left;\"| || 2009 || VélO2 || 42 || 400 |- | Córdoba || style=\"text-align:left;\"| || 2003 || Cyclocity || 4 || 35 |- | Créteil || style=\"text-align:left;\"| || 2010 || Cristolib’ || 10 || 130 |- | Dublin || style=\"text-align:left;\"| || 2009 || dublinbikes || 102 || 1500 |- | Gijón || style=\"text-align:left;\"| || 2003 || Gijon-Bici || 8 || 64 |- | Gothenburg || style=\"text-align:left;\"| || 2010 || Styr & Ställ || 50 || 600 |- | Kazan || style=\"text-align:left;\"| || 2013 || Veli’K || 6 || 120 |- | Lillestrøm || style=\"text-align:left;\"| || 2013 || Bysykkel || 5 || 50 |- | Ljubljana || style=\"text-align:left;\"| || 2011 || BicikeLJ || 51 || 510 |- | Lund || style=\"text-align:left;\"| || 2014 || Lundahoj || 17 || 250 |- | Luxembourg || style=\"text-align:left;\"| || 2008 || Vel'oh || 72 || 742 |- | Lyon || style=\"text-align:left;\"| || 2005 || Vélo'v || 348 || 4000 |- | Marseille || style=\"text-align:left;\"| || 2007 || Le vélo || 130 || 1000 |- | Mulhouse || style=\"text-align:left;\"| || 2007 || Vélocité || 40 || 240 |- | Namur || style=\"text-align:left;\"| || 2010 || Li Bia Velo || 24 || 240 |- | Nancy || style=\"text-align:left;\"| || 2008 || VélOstan'lib || 29 || 250 |- | Nantes || style=\"text-align:left;\"| || 2008 || Bicloo || 102 || 880 |- | Paris || style=\"text-align:left;\"| || 2007 || Vélib' || 1746 || 23845 |- | Rouen || style=\"text-align:left;\"| || 2007 || Cy'clic || 20 || 250 |- | Santander || style=\"text-align:left;\"| || 2008 || Tusbic || 15 || 200 |- | Seville || style=\"text-align:left;\"| || 2007 || Sevici || 260 || 2500 |- | Toulouse || style=\"text-align:left;\"| || 2007 || VélôToulouse || 253 || 2400 |- | Toyama || style=\"text-align:left;\"| || 2010 || Cyclocity-Toyama || 15 || 150 |- | Valencia || style=\"text-align:left;\"| || 2010 || Valenbisi || 275 || 2750 |- | Vienna || style=\"text-align:left;\"| || 2003 || City Bike || 116 || 1500 |- | Vilnius || style=\"text-align:left;\"| || 2013 || Cyclocity Vilnius|| 36 || 300 |} == Worldwide presence == JCDecaux operates in over 75 countries across 5 continents. 77.9% of JCDecaux’s annual revenue comes from abroad. ===Europe=== JCDecaux originated in France and was quickly established overseas, with its first foreign contracts in Belgium in 1966 and then in Portugal in 1971. Thanks to its partnership with Wall AG, the company settled in Germany in 1982 and then in Turkey in 1996. JCDecaux was founded in the United Kingdom in 1984 and is the market leader in Outdoor advertising. In 2005, JCDecaux UK has unveiled the UK's tallest outdoor advertising structure: the M4 Torch. JCDecaux won several important contracts during the past 5 years such as: a contract for Outdoor Advertising at St Pancras International in London (2011), National Rail Outdoor Advertising and BAA Advertising Contracts at Heathrow, Heathrow Express, Aberdeen, Edinburgh, Glasgow Airports. In 2010, JCDecaux completed the acquisition of UK rival Titan Outdoor. In 2015, JCDecaux won the Transport for London (TfL) bus shelter advertising contract. JCDecaux can now be found in most European countries, including Luxembourg (1985), the Netherlands (1986), Finland (1989), Sweden (1989), Spain (1990), Slovakia (1990), Czech Republic (1995), Norway (1998), Ireland (1999), Poland (1999) and in Hungary (2012). JCDecaux can also be found in the Baltic countries (2002), Bulgaria (2007), in Ukraine (2007).http://www.jcdecaux.com/en/Newsroom/Press-Releases/2012/JCDecaux- reenters-Hungary JCDecaux is present in Denmark (AFA JCDecaux Denmark) since 1989, in Italy (IGPDecaux) since 1995, in Iceland (AFA JCDecaux Iceland) since 1998, in Switzerland (APG|SGA) since 1999, in Austria (Gewista) since 2001, in Croatia and in Slovenia (Europlakat) since 2001, in Serbia (Alma Quattro) since 2003 and in Russia (Russ Outdoor) since 2007 through equity or joint ventures. ===North America=== JCDecaux has been present in the United States since 1993 in major cities and in 26 US airports, including New York,http://www.jcdecaux.com/en/Newsroom/Press-Releases/2005/JCDecaux-renews- and-expands-its-New-York-Airport-contract Washington DChttp://www.jcdecaux.com/en/Newsroom/Press-Releases/2010/JCDecaux-renews- advertising-contract-for-the-two-Washington-DC-Airports and Los Angeles.http://www.jcdecaux.com/en/Newsroom/Press-Releases/2013/JCDecaux-wins- Los-Angeles-International-Airport-Terminal-Media-Operator-Concession JCDecaux was established in Canada in 2002. Its North America division has its head office in 350 Fifth Avenue in Midtown Manhattan, New York City. ===South America=== JCDecaux was founded in Brazil and in Argentina in 1998. The company is also a part of the Outdoor market in Argentina, Uruguay since 2000 and Chile since 2001. Recently, JCDecaux strengthened its presence in Latin America by winning a contract for 1000 digital clocks in São Paulo (2012), completing the acquisition of 85% of EUMEX. ===Middle East and Africa=== The company’s operation also covers the Middle East with offices established in Dubai and Abu Dhabi in the United Arab Emirates, Doha in Qatar, Tel Aviv in Israel, as well as Riyadh, Jeddah, Dammam and Madinah in Saudi Arabia. Moreover, JCDecaux signed recently a 20-year exclusive street furniture contract to provide the City of Muscat, the capital of the Sultanate of Oman, with a wide range of advertising street furniture. JCDecaux is present in five African countries: Algeria (2007), Cameroun (2011), South Africa ,(2011), Tanzania ( 2016) Botswana (2016), and Nigeria (2017). ===Asia and Oceania=== JCDecaux expanded to Australia in 1997. In Asia, JCDecaux can be found in Singapore and Thailand since 1999, Japan since 2000 (as MCDecaux) and in South Korea since 2001. JCDecaux also moved to China in 2004 with 7 airports, including Hong Kong, Shanghai and Beijing. The company also has a presence in India (2006), Uzbekistan (2006), Kazakhstan (2007) and Mongolia (2014). JCDecaux maintains most of the bus stops and MUPIs in the NDMC area in Delhi. In 2018, the company acquired Australian outdoor advertising company APN Outdoor. ==See also== *MCDecaux - Joint venture between JCDecaux and Mitsubishi Corporation. And rival outdoor advertising companies: * Clear Channel Outdoor * Lamar Advertising Company * Outfront Media (formerly CBS Outdoor) * Pattison Outdoor Advertising (Canada) ==References== ==External links== * Category:Advertising agencies of France Category:Outdoor advertising agencies Category:French companies established in 1964 Category:Marketing companies established in 1964 Category:French business families Category:Mass media in Paris Category:Bicycle sharing companies ",
    "title": "JCDecaux"
}