{
    "id": "1445981",
    "text": "Ida von Herzfeld Saint Ida of Herzfeld (c. 770 – 4 September 825) was the widow of a Saxon duke who devoted her life to the poor following the death of her husband in 811. Her feast day is September 4. ==Life== While there is disagreement as to her precise parentage, it is generally agreed that she was closely related to the Carolingians. The daughter of a count, Ida received her education at the court of Charlemagne, who gave her in marriage to a favourite lord of his court, named Egbert, and bestowed on her a great fortune in estates to recompense her father's services. It was an apparently happy marriage.Butler, Alban. “Saint Ida, Widow”, Lives of the Fathers, Martyrs, and Principal Saints, 1866 Her Life is sometimes quoted in support of the proposition that sexual congress within the institution of marriage reflects spiritual unities as well: :At the moment when the two are united in one flesh, there is present in them a single and similar operation of the Holy Spirit: when they are linked together in each other's arms in an external unity, which is to say, a physical unity, this indivisible action of the Holy Spirit inflames them with a powerful interior love directed towards celestial realities. Together they built the church of Herzfeld, Westphalia, sometimes recorded as Hirutveldun. She was reportedly the mother of Warin, the abbot of Corvey from 826 to 856, Count Cobbo the Elder, and Addila or Mathilde, the abbess of Herzfeld. She was left a widow at a young age. The available biographies of Saint Ida report that her husband died in 811. He was buried on the south side of the Herzfeld church. She then built a portico over his grave, where she lived a life devoted to prayer and works of charity. Among her reported acts of kindness were filling a stone coffin with food each day, then giving it to the poor; she reportedly founded the church at Hovestadt, Westphalia. ==Veneration== Ida-Schrein, Herzfeld Ida died 4 September 825 and was buried at the church in Herzfeld, which became the first pilgrimage site in Westphalia.Clemens Hillmann. Die Kirche und Grabstätte der heiligen Ida von Herzfeld. Herausgegeben von der katholischen Pfarrgemeinde St. Ida Herzfeld, dcv druck Werl, 2. erweiterte und aktualisierte Aufl. 2003. In 2011 the pilgrim Church of St. Ida in Herzfeld (Lippetal) was designated a minor basilica. In Herzfeld, the folk festival of \"Ida Week\" is held every year in September in memory of the saint. During the week, the bones of the saints are carried through the village in a solemn procession; then the \"Ida Blessing\" is granted.Der Soester Anzeiger über die Große Identracht 2015 in Herzfeld, veröffentlicht am 13. September 2015 The Vita sanctae Idae Hertzfeldensis written in 980, by the monk Uffing of the Abbey of Werden, focuses on her exemplary life, including suffering endured in divine trust. She was canonized on 26 November 980. ===Patronage=== Saint Ida is the patron saint of brides and widows, the poor and the weak. ===Iconography=== She is frequently depicted either as carrying a church or with a dove hovering over her head. During the 32-year war between the Saxons and the Franks, Ida extended her protection to the Saxons in their. The deer with which Ida is often portrayed represents the Saxons, who are besieged by the Franks. Even today the deer is in the coat of arms of Herzfeld. == References == Category:8th-century births Category:825 deaths Category:8th-century Saxon people Category:9th-century Saxon people Category:Saints of the Carolingian Empire Category:Women of the Carolingian Empire Category:Female saints of medieval Germany Category:Medieval German saints Category:Saxon women ",
    "title": "Ida of Herzfeld"
}