{
    "id": "1445455",
    "text": "Map of the Mid-continent Oil Field The Mid-continent oil field is a broad area containing hundreds of oil fields in Arkansas, Kansas, Louisiana, New Mexico, Oklahoma and Texas. The area, which consists of various geological strata and diverse trap types, was discovered and exploited during the first half of the 20th century. Most of the crude oil found in the onshore mid-continent oil field is considered to be of the mixed base or intermediate type (a mix of paraffin base and asphalt base crude oil types). ==History== The first commercially successful oil well drilled in what was to be called the Mid- continent Oil Field was the Norman No. 1 near Neodesha, Kansas, on November 28, 1892. The successes that followed of the Nellie Johnstone No. 1 at Bartlesville, Oklahoma in 1897, Spindletop at Beaumont, Texas in 1901, and the Ida Glenn No. 1 at Glenn Pool, Oklahoma in 1905, demonstrated the existence of a large oil field in the central and southwestern United States. It became known as the Mid-continent Oil Field. Continued drilling found many other oil fields and pools within the Mid-continent, both large and small. Historically this area has produced more oil than any other area in the United States, and until the discovery of oil in the Middle East, was the largest known oil reserve in the world. The Texas Railroad Commission estimates that the Texas reserves alone were of oil including the little more than 60 billion (10 km³) already produced. Laws in the early days gave the oil flowing from the well- head to the owners of the well, prompting nearby property owners and lease holders to drill as many wells as possible to ensure they received the profits for the oil under their land. This led to rapid depletion of the resources and the immediate fall of oil prices. Also, the resulting influx of thousands of oil field workers led to wild growth of nearby boom towns and the lawlessness that accompanied them. The states eventually succeeded in regulating the industry and passing laws for the equitable distribution of oil royalties. Oil operators, in addition to continued exploration, use a variety of techniques to increase production, including deep wells, injection wells, etc. Natural gas, which in the early days was vented to the atmosphere or burned off, now accounts for a large percentage of the exploration efforts and profitability of the petroleum industry in the Mid-continent. ==Proven oil reserves== * Texas: —Ranked 1st in the U.S. * New Mexico: —Ranked 5th in the U.S. * Oklahoma: —Ranked 6th in the U.S. * Louisiana: —Ranked 7th in the U.S. * Kansas: —Ranked 12th in the U.S. * Arkansas: —Ranked 19th in the U.S. ==Historic oil fields within the Mid-continent Oil Field== Map Caddo oil field, Louisiana *El Dorado, 1915, Kansas, First oil field found using science/geologic mapping. Was 10% of the world's known reserves of oil at the time of discovery and produced 12.8% (29 million barrels) of the nations oil in 1918, deemed by some as the oil field that won World War I. *Corsicana, 1896, Texas, plus little reserve remaining *Bartlesville, 1897, Nellie Johnstone No. 1, Oklahoma, plus in decline *Burbank (Osage), 1897, Oklahoma, plus still active *Spindletop, 1901, Texas, plus little reserve remaining *Glenn Pool, 1905, Ida Glenn No. 1, Oklahoma, little reserve remaining *Cushing, 1912, Oklahoma *Healdton, 1913, Franklin No. 1, Oklahoma *Greater Seminole, 1926, Oklahoma, plus *McCamey, 1928, Baker No. 1., Texas *Oklahoma City, No. 1 Discovery Well, 1928, Oklahoma. The Mary Sudik No. 1, \"Wild Mary Sudik,\" gusher did not blow until March 25, 1930--she sprayed an estimated an hour (133 L/s) for the next 11 days *East Texas, 1930, Bradford No. 3, Texas *Caddo Pine Island, Louisiana, Auffenhauser No. 1, 1906 *Smackover, Arkansas, No. 1 J.T. Murphy, 1922 *El Dorado, Arkansas, Hill No. 1, 1919 *Rodessa, Caddo Parish, Louisiana, O.J. Hill No. 1, 1929 *Homer, Claiborne Parish, Louisiana, Shaw, 1919 *Haynesville, Claiborne Parish, Louisiana, Taylor No. 2, 1921 *Bull Bayou, Red River Parish, Louisiana, 1913 *Monroe Gas Field, Ouachita Parish, Louisiana, 1916 ==See also== *Mid-Continent Airlines ==References== ==External links== *Energy Information Administration (DOE) *U.S. Energy Information Administration (DOE), \"Crude Oil Proved Reserves, Reserves Changes, and Production\" Category:Oil fields of the United States Category:Oil fields in Oklahoma ",
    "title": "Mid-Continent oil province"
}