{
    "id": "1445699",
    "text": "is a 1986 Nintendo Entertainment System (NES) game released by Tecmo, which was later ported to the Amiga, Atari ST and Commodore 64. Within PAL-A regions, the NES version was only released in Australia. The NES version was released on the Virtual Console on May 7, 2007 for the Wii, on December 6, 2012 for the Nintendo 3DS and on January 23, 2014 for the Wii U. It is also available to play on Nintendo Switch Online as of November 14, 2018, while an updated High Game Deviation Value! version was released on July 17, 2019. Mighty Bomb Jack is a sequel to the 1984 game Bomb Jack. ==Plot== Jack, the protagonist of the game, must make his way through 16 levels set within a pyramid in order to defeat the demon Belzebut and rescue the royal Pamera family. ==Gameplay== An action zone (NES version). The blue character in the center is Jack, the player character. Each level is split into two parts; an action zone and a Royal Palace room. The mechanics and level designs of the Royal Palace rooms are directly lifted from Bomb Jack. Action zones can be split up into several portions and contain power-ups usually hidden in treasure chests such as money bags, Mighty Coins and Mighty Drinks. Mighty Coins allow Jack to change colors; blue allows Jack to open orange treasure chests, orange allows him to open any treasure chest by simply touching it from the side, and green transforms all enemies on the screen into coins for 5 seconds. Mighty Drinks add 10 seconds to the game's timer. Secret passages can also be found in the action zones, activated by finding a Sphinx in a visible or hidden treasure chest. To prevent the player from becoming too \"greedy\", the game automatically sends the player to a Torture Room if they obtain more than 9 Mighty Coins or 99 seconds on the game's timer. The only way to escape a Torture Room without losing a life is to complete a number of jumps, which are counted down on the screen. Once the player exits the torture room, Jack automatically loses all Mighty Coins, the timer is reset to 60 seconds, and the game recommences from the beginning of the current level. ==VS. System version== A Nintendo VS. System version of the game was released in 1986 for the Japanese market (not to be confused with the original dedicated arcade version). Differences between the original and VS. versions include adding a two-player mode, changing the locations of some secret passages and removing a warp in the Royal Palace rooms. ==Movie== It was featured in the 2014 movie GameCenter CX: The Movie ==Reception== The game received mixed to negative reviews, with GameSpot calling the game \"repetitive\" and \"broken\", while Eurogamer called it \"[kind of] clever\", though \"not exactly deep.\" IGN called the Wii Virtual Console version of Mighty Bomb Jack \"a poor candidate for your time investment.\" Nintendo Life criticized the game's platforming and level design, stating that \"dynamics of [the game] are somewhat broken\" and that \"the key to success is anticipating how [enemies] will move in order to get past,\" because their behavior is \"almost random.\" On the other hand, Nintendo Life praised Mighty Bomb Jacks secrets for adding some replay value, as well as the game's sense of humor. ==References== ==External links== * *Mighty Bomb Jack at MAWS Category:1986 video games Category:Amiga games Category:Arcade games Category:Atari ST games Category:Commodore 64 games Category:Nintendo Entertainment System games Category:Platform games Category:Game Boy games Category:Nintendo Vs. Series games Category:Tecmo games Category:Video games developed in Japan Category:Video games scored by Mark Cooksey Category:Video games scored by Tsukasa Masuko Category:Virtual Console games Category:Virtual Console games for Wii U Category:Nintendo Switch Online NES games ",
    "title": "Mighty Bomb Jack"
}