{
    "id": "1445297",
    "text": "The Power Team is an animated series that aired as a segment of the video game reviewing show Video Power during the show's first season. While there were 33 episodes in the first season of Video Power, only 26 episodes of The Power Team were produced. As a result, some episodes of The Power Team would be aired more than once. The Power Team segments did not appear in Video Power's second season. The Power Team was directed by Steven Martiniere and Jack Olesker was the developer and story editor. The cartoon series was produced by Bohbot Entertainment. The show reran on USA Network as Acclaim Masters. ==Overview== The cartoon show featured characters from Acclaim video games, although Acclaim never actually created these games, but merely published the home console versions. They included Max Force from NARC (originally an arcade game by Williams, ported to the NES by Rare), Kuros from the Wizards and Warriors series (originally created by Rare), Kwirk from the game of the same name (originally by Atlus), Tyrone from Arch Rivals (originally by Midway) and Bigfoot from the game of the same name (developed by Beam Software, and based on the famous monster truck). The cartoon show also featured a cartoon version of the host of Video Power, Johnny Arcade, as they fought against villains from the Acclaim lineup, mainly Mr. Big from NARC, although Malkil from Wizards and Warriors or Kwirk's enemies from his own game occasionally appeared as well. The show seemed intended to capitalize on the audiences of both Captain N: The Game Master and The Super Mario Bros. Super Show! a DiC, Saban, and Nintendo series but instead of having two Brooklyn type plumbers transported to a mushroom realm and becoming protectors, as well by having a Malibu teenager getting zapped into a land of video game heroes, The Power Team took the opposite tack by having the game characters come to the real world. A common device on the show was the characters trying to recover the “game paks” from Mr. Big which would send them home. Mr. Big would actually use the Game Paks to try to blast the characters back home during their battles. While this is what the heroes wanted, had Mr. Big sent them home, doing so would leave Mr. Big in the real world to cause havoc without any competition. Joe Rockhead and Spike, two other NARC characters, worked for Mr. Big. During battles, Johnny would use a special communication device that looked like an NES Advantage controller to direct the Power Team members from his room. ===\"Radical\" redesigning=== A few of the characters underwent radical redesigns from their game incarnations: Max Force, for example, looked like a SWAT officer and had a utility belt instead of machine guns, and Kuros bore more resemblance to a barbarian (as Kuros was depicted on the Wizards and Warriors box art), especially the original He-Man, than a knight in armor. Tyrone was given a small afro, likely so he wouldn't resemble Michael Jordan as much as his Arch Rivals counterpart. Mr. Big more closely resembled his game counterpart, but he didn't use a wheelchair and didn't have a \"second form\", instead of using cigar-related gadgets and weapons (\"cigar missiles\", for example). Secondary villain Malkil was also based on the sinister-looking character from the Wizards and Warriors box art, rather than the stereotypical bearded wizard in purple robes and hat from the games. ===Johnny Arcade's involvement=== Before the beginning of each episode, Johnny Arcade is briefly shown playing each character's game on his NES before they come flying out of the screen. While Johnny was always leading the team, he was very rarely actually seen hanging out with the characters. He'd always be in his room calling the shots. Even though Max Force does take a bit of a leader role, one episode had Mr. Big tamper with Johnny's controls making him unable to give orders. ===Other villains=== While Mr. Big was the primary villain, on occasion, other villains, who were the adversaries of the other characters, would appear, such as Kwirk's enemy Rowdy Roddy Radish. Mr. Big is missing his mustache from the arcade version of his origin. The show also featured an evil living monster truck named Burnt Rubber, who acted as an adversary to Bigfoot. Outside of Mr. Big, the primary villain was Malkil, the warlock who was the main enemy of Kuros, who appeared to be far more sinister than Mr. Big and worked alone, save for one episode when Mr. Big was targeting the Power Team only to be interrupted by Malkil appearing, and both villains figured an alliance may be best to destroy the Power Team. Malkil had also figured that the team would be lost without Johnny Arcade, so at one time he transported the team members to the gothic land of Sindarin, Kuros' native land. The team learned to work without Johnny's leadership and survive in the medieval realm. While Kuros was glad to be home, he explained that he must return to the real world as the goal of the Power Team was to keep villains like Malkil and Mr. Big from ever invading and allow each team member to return to their worlds in peace, thus explaining the rationale of the series. ==Episodes list== #Yes We Have No Tomatoes #Treasure of Bangladar #Hooray for Hollyweird #New Gang in Town #Burnt Rubber #Speedway Assault #Turf Wars #Big Footenstein #It Came to Millburg #Pull the Plug #Deaf Ears #Back to the Game World #Tunnel Radish #Rigged Deal #Criss Cross Double Cross #The Day Johnny Stayed at School #Train Game #Video Virus #A Man and his Belt #Slice & Dice #The Bride of Mr. Big #Who's Game World Is This Anyway? #Ski Patrol #The Greatest Heist of All #The Golden Joystick #Bums ==References== ==External links== * Category:Animated series based on video games Category:Crossover animated television series Category:Superhero teams Category:Television shows based on video games Category:First-run syndicated television programs in the United States Category:1990s American animated television series Category:1990 American television series debuts Category:1992 American television series endings Category:American children's animated superhero television series ",
    "title": "The Power Team (TV series)"
}