{
    "id": "1445313",
    "text": "}} Taiwan Taoyuan International Airport MRT (Mass Rapid Transit), commonly known as the Airport MRT, is a rapid transit line of Taoyuan Metro that connects the municipalities of Taipei, New Taipei, and Taoyuan with Taoyuan International Airport. The line, from Taipei Main Station to , has 21 stations and began commercial service on 2 March 2017. The line features Commuter and Express services as well as in-town check-in and baggage check at Taipei Main Station and at . An extension to Zhongli railway station via from the current terminus at is under construction, with the Laojie River station scheduled to open in 2022 and the full extension scheduled for completion in 2028. ==Route== The Taoyuan Airport MRT route starts from Taipei Main Station and heads west, passing through Sanchong, Taishan, Xinzhuang, Guishan, Linkou, and Luzhu before reaching Taoyuan International Airport, after which the route turns south to THSR Taoyuan Station before terminating at in Zhongli. The route is currently long with 21 total stations, of which 6 are underground and 15 are elevated;The cited source mentions 7 underground and 15 elevated stations, but includes a not-yet-opened station (Airport Terminal 3) in the underground station count. approximately of the line is underground while the remaining is elevated. There are two maintenance depots along the line; Qingpu Depot (near ) and Luzhu Depot. ==Operations== Two types of services are offered: Commuter and Express. Commuter Trains have a blue livery and stop at all stations while Express Trains have a purple livery and focus on serving passengers using Taoyuan International Airport (TPE), stopping at just two stations between Taipei Main Station and the airport. Express Trains reach TPE from Taipei Main Station in 35 to 37 minutes depending on the terminal, with a 15-minute headway during peak times and a 30-minute headway off-peak. While nearly all Express Train services only run between Taipei Main Station and TPE, a few servicesJuly 2020 schedule: From Taipei, 5-6 daily services: Weekday, 0700, 0800, 1600, 1700, 1800; Weekend, 1300, 1400, 1500, 1600, 1700, 1800. From Huanbei, 6 daily services: Weekday, 729, 814, 914, 1714, 1814, 1914; Weekend, 1414, 1514, 1614, 1714, 1814, 1914. during weekday rush hours and weekend afternoons run the full route to Huanbei with only one additional stop at Taoyuan HSR station, serving the entire route in 64 minutes. Commuter Trains have a 15-minute headway at all times and serve the full route in 82 minutes. Express Trains have transverse row seating with underseat storage for luggage as well as three luggage racks per car; Commuter Trains have longitudinal seating without underseat storage and only have two luggage racks per car. Both services feature free wi-fi as well as flight information display systems showing status of departing flights at TPE, although there are more displays on Express Trains. Express Trains also offer wireless charging stations. ===In-Town Check-In=== In-town check-in and baggage check services are available at Taipei Main Station and . Baggage handling equipment is installed, including check-in counters, conveyor belts, container handling equipment, container elevators, and control systems. Baggage is transported from the check-in counter into containers, which are loaded onto Express Trains. Checked baggage is delivered to Terminal Two, where it is scanned and directed to the appropriate airline. ===Flight information=== Flight information display systems, which also carry information on TRA and THSR services from transfer stations, are installed at all stations served by Express Trains from Taipei Main Station to TPE, as well as at Taoyuan HSR station. ===Fares=== Fares on the Taoyuan Airport MRT are based on distance traveled and there is no fare difference between Commuter and Express services. Published one-way fares range from NT$30 to NT$160, with fares from Taipei Main Station to TPE priced at NT$160 and fares from Taoyuan HSR station to TPE priced at NT$30. Since October 2018, a NT$10 promotional discount on all published one-way fares has been applied due to the operational profitability of the line since service began. 30, 60, 90, and 120-day periodic tickets allowing unlimited rides on the Taoyuan Airport MRT within specified station pairs are available, priced at a 30, 35, 40, or 50% discount, respectively, on the price of 21 published round-trip fares between the specified station pairs per 30-day period (21 being the approximate average number of weekdays per month). Trips between airport stations, and between the airport stations and the airport hotel station, are free when using an IC card at the automatic gates. ==Rolling stock== Taoyuan Metro's Commuter (left) and Express (right) electric multiple units at Linkou station. Interior of the Commuter train Interior of the Express Train Kawasaki Heavy Industries manufactured all Express Train cars and one Commuter Train set in Japan; Taiwan Rolling Stock Company (TRSC) manufactured the remaining Commuter Train cars. The car body is constructed from stainless steel. Each car is powered by traditional, AC three-phase induction motors with 750 V DC power supplied via third rail and are controlled with both automatic train control (ATC) and automatic train operation (ATO). Of the 28 train sets, 11 are Express Trains while 17 are Commuter Trains. Four-car configurations are used for Commuter Trains, while Express Trains have five-car configurations due to an extra baggage car. Commuter Train cars have 50 longitudinal seats with two wheelchair areas and two luggage racks. Express Train cars are equipped with 54 seats with one wheelchair area and three luggage racks. Each train car has three doors per side except for baggage cars which have five doors per side; baggage cars have an onboard baggage handling system including control equipment. Taoyuan Metro also uses a specialized fleet of engineering trains supplied by Hokuriku Heavy Industries for maintenance of way. Some of these trains include rail crane wagons, rail inspection vehicles, and 60-ton rescue locomotives. ==History== A rail system to connect Taoyuan International Airport with existing transportation hubs was proposed as early as the 1980s and reemphasized over the years in government proclamations such as the New Ten Major Construction Projects. The metro route was originally planned to be constructed as a BOT project; in 1998, the project was auctioned to Evertransit International Development Corp. (), a subsidiary of Ever Fortune Industrial Co. (). However, the company failed to begin the construction, and in 2003, the government cancelled the contract. After the BOT project failed to go through, the Ministry of Transportation and Communications (MOTC) decided to build the line directly from the government budget. MOTC originally planned for the line to be transferred to the Taiwan Railway Administration (TRA) to operate; President Ma Ying-jeou had also proposed the Bureau of High Speed Rail (BOHSR)BOHSR later merged into the MOTC Railway Bureau. to operate the line with the Taipei Rapid Transit Corporation (TRTC) and the TRA. Later, the TRA announced they would not be able to operate the line so the MOTC asked TRTC to operate the line or have the Taoyuan City Government create the Taoyuan Rapid Transit Corporation to operate the line. ===Taipei terminus change and design=== The terminus in Taipei was originally planned for but was changed to Taipei Main Station to facilitate transfers to TRA, THSR, and Taipei Metro, as well as other transportation modes including bus services at the adjacent Taipei Bus Station. However, there were disagreements between MOTC and the Taipei City Government over the precise location of the station platform within the Taipei Main Station area; MOTC preferred an elevated platform just north of Taipei Main Station while the city wanted an underground platform just west of the main station, across Chengde Road. The MOTC's elevated platform proposal was less expensive and faster to construct, but the city objected as the platform and track would have obstructed the scenery of the surrounding area. The two sides eventually compromised, agreeing to the underground platform proposal but with the Taipei City Government covering the additional cost. The revised project was approved in September 2004. The Taipei Main Station terminus of the Taoyuan Airport MRT was built under the future Taipei Towers development and was designed by architect Fumihiko Maki. The station itself extends five stories underground. The diaphragm wall is 53 meters deep and excavation depth was around 27 meters. Four underground levels were constructed: three for the terminus of the station and one for a parking lot. China Engineering Consultants, Inc. (CECI) won the contract for construction of the Taipei City section of the Taoyuan Airport MRT, including construction of the station and platform at the Taipei terminus, through public appraisal on 8 July 2005. Redevelopment of the area will consist of retail, office, and hotel components. ===Construction and development=== Airport MRT under construction under the future site of Taoyuan Airport Terminal 3 (2009).The BOHSR of the MOTC oversaw construction, which began in 2006 and was scheduled for completion in 2013 but was plagued by multiple delays. The entire system was budgeted at NT$113.85 billion. Land acquisition for the Sanchong City section totaled and cost NT$1.4 billion, including land and buildings. In addition to tracks and stations, joint development projects have been constructed to boost development around stations. A special industrial zone was planned around the THSR Taoyuan Station area. In April 2011, Kingdom Construction Corp. signed a contract to construct a 16-story residential and commercial building near Linkou Station. ====Civil engineering==== The design of core E&M; systems (including rolling stock, power supply, signaling, communications, depot equipment, platform screen doors, etc.) and the design and construction of two depots (Qingpu and Luzhu) were awarded as part of a contract worth NT$25.5 billion. Hitachi, in cooperation with Marubeni Corporation and Kawasaki Heavy Industries, won the bid for the E&M; systems and signed the contract on 12 January 2006. The groundbreaking ceremony for the power supply system was held on 1 October 2010 on behalf of five contractor companies including Hitachi. Motorola supplied the digital radio communications system for the line. The power supply for the system is drawn from two Taiwan Power Company 161 kV supplies at three Bulk Supply Substations (BSS); one incoming line serves as the main power supply while the other serves a backup. One substation (A8) is located between Chang Gung Memorial Hospital and Linkou. The main RC structure was completed in March 2011, while civil engineering was finished at the end of October. The automatic fare collection system contract was awarded to Mercuries Data Systems (MDS) on 22 October 2010 for NT$355 million. Platform screen doors are installed at all underground stations, while elevated stations are equipped with automatic platform gates. ====Track==== A large portion (78.6%) of the route length is constructed on -wide viaducts, which is used in both dense urban districts as well as rural areas with steep slopes. The route features both single-tracked and double-tracked viaducts; single-tracked viaducts were constructed with a standard span of with mobile cranes while double-tracked viaducts were constructed using an advanced shoring technique for either or spans. A noise barrier wall is used on all viaducts, and floating track beds are used for environmentally-sensitive zones. During construction, some residents in Xinzhuang expressed concern over the 7 to 9-story high elevated track and its stability during potential earthquakes. The Bureau of High Speed Rail responded that due to a base that penetrates into the ground, the tracks could withstand earthquake shake intensity over 5 without a problem. By July 2011, the last of the line's elevated support pillars were erected and by August 2011, construction of the elevated viaducts were completed. RAIL.ONE Group provided the ballastless track system for the line. 150,000 modified bi- block type B 355 ties were delivered for the line. The first set arrived between July and December 2010, while the last set began production in March 2011. A section crossing over National Highway No. 1 employs a V-shaped support system (instead of the usual vertical supports) and began construction in July 2009. Construction near A1 Taipei Main Station (2009) ====Taoyuan Airport section==== The airport section consists of four underground stations (, , , and the future station) and is long. Both cut-and-cover and shield tunneling were used for tunnel construction. Since shield tunnels were constructed underneath existing taxiways and the control tower area, an automatic system was integrated to monitor any soil and structure impact in real-time so that immediate response could be taken to any disruption. In the same section, secondary grouting and a micro-pile cut-off wall was used to reinforce the tunnels. In addition, a floating track bed was used for the tracks crossing these areas to reduce vibrations. Continental Engineering Corporation constructed the underground stations and the tunnels in this section. Five shield tunneling sections totaling and of cut-and-cover sections were excavated. Arrival areas near the MRT departure areas were constructed. ====Tunneling under the Tamsui River==== The section passing below Tamsui River (about 1 km in length) employed the shield-tunneling method. The double- O-tube (DOT) shield tunnel machine was used for the first time in Taiwan. The -long tunnels took 1 year to dig, and were completed in December 2010. ====Chingshan Road section==== This section was built along a steep roadside slope. Traditional construction methods would greatly increase the difficulty, cost, and excavation area necessary to build an elevated line through the area. In order to reduce environmental impact and cut construction time, a bamboo-cut treatment was used in construction to keep the slope intact. Top ring girders in diameter were used to gradually excavate the area, after which a diameter foundation can be placed. A total of 15 bamboo-cut foundations were constructed, ranging from a height of 5.88 to 16.35 meters. By June 2010, the contractor (Fu Tsu Corporation) had completed 13 of the 15 bases, with the additional two under construction. === Trial operations === Trial operations between Taipei and Huanbei began on 2 February 2017. 1.4 million passengers used the system during this period, double the expected 700,000 passengers. ==Route extension and future stations== ===Zhongli railway station extension=== In December 2008, the MOTC announced that the system would be extended to Zhongli railway station in order to facilitate transfers to TRA services. The extension includes one entirely new station, , scheduled to open in 2022. The full extension to Zhongli is scheduled for completion in 2028. A 2011 report by the Council for Economic Planning and Development estimated the total project cost at NT$13.801 billion, including the extension as well as development of the surrounding areas.「台灣桃園國際機場聯外捷運系統延伸至中壢火車站規劃報告」案 ===Erchong station (A2a)=== Erchong station is a planned station along the existing Taoyuan Airport MRT line between the and stations, near Erchong Riverside Park. While the Taoyuan Airport MRT was in proposal stages, Sanchong residents living in the Boai New Community requested an additional station be added to the route, at the time presumptively named Boai (station code A2a). In order not to delay opening of the rest of the Taoyuan Airport MRT, space along the line was reserved for future construction of the proposed station. The total cost of the station has been estimated at NT$2.24 billion, with NT$1.94 billion for the station itself and NT$300 million for a necessary extension to the Erchong flood diversion wall, with an estimated completion in 2016. As of 2020, the planned station is named Erchong and is in the final approval stages with the Taoyuan City Government. ===Fu Jen University Hospital station (A5a)=== Fu Jen University Hospital station is a planned station along the existing line between the and stations. While the Taoyuan Airport MRT track passes just by Fu Jen Catholic University Hospital, the location of the proposed eponymous station is approximately a half-mile from the hospital. The station was proposed by MOTC in 2006 following public demands and space along the line was reserved for the station during construction while feasibility studies were conducted; as of 2020, the project is in the final approval stages at the Taoyuan City Government. ==Stations== New Taipei Industrial Park Chang Gung Memorial Hospital platform Airport Terminal 2 faregates and information booth Several stations were selected for public art installations. * Operation Services ** C - Commuter ** E - Express {| class=\"wikitable\" |-align=center !colspan=\"2\"|!!rowspan=2|Code!!colspan=2|Station Name!!rowspan=2|Transfer!!colspan=2 rowspan=2|Location |-align=\"center\" !C!!E!!English!!Chinese |-align=center bgcolor=# | colspan=\"8\" | |-align=center |●||●||A1||Taipei Main Station|| |align=left|200 m: West Coast (Taipei Station) 300 m: (Taipei Main Station) (Beimen) |Zhongzheng||Taipei |-align=center |●||｜||A2||Sanchong|| |align=left| |rowspan=2|Sanchong||rowspan=7|New Taipei |-align=center |｜||｜||bgcolor=\"lightgrey\"|A2a||bgcolor=\"lightgrey\"|Erchong||bgcolor=\"lightgrey\"|'''' |align=left| |-align=center |●||●||A3||New Taipei Industrial Park|| |align=left| |rowspan=2|Xinzhuang |-align=center |●||｜||A4||Xinzhuang Fuduxin|| |align=left| |-align=center |●||｜||A5||Taishan|| |align=left| |rowspan=3|Taishan |-align=center |｜||｜||bgcolor=\"lightgrey\"|A5a|| bgcolor=\"lightgrey\" |Fu Jen University Hospital||bgcolor=\"lightgrey\"|'''' |align=left|Wugu Taishan Light Rail (Planned) |-align=center |●||｜||A6||Taishan Guihe|| |align=left| |-align=center |●||｜||A7||National Taiwan Sport University|| |align=left| |rowspan=2|Guishan||rowspan=2|Taoyuan |-align=center |●||●||A8||Chang Gung Memorial Hospital|| |align=left| |-align=center |●||｜||A9||Linkou|| |align=left| |Linkou||New Taipei |- |｜ |｜ |A9a |Emergency Halt |'''' | | rowspan=\"3\" |Luzhu | rowspan=\"17\" |Taoyuan |- align=\"center\" |●||｜||A10||Shanbi|| | align=\"left\" |File:AB-Kreuz.svg (Planned) |- align=\"center\" |●||｜||A11||Kengkou|| |File:AB-Kreuz.svg (In construction) |-align=center |●||●||A12||Airport Terminal 1|| |align=left| TPE |rowspan=7|Dayuan |-align=center |●||●||A13||Airport Terminal 2|| |align=left| TPE |-align=center |｜||｜||bgcolor=\"lightgrey\"|A14||bgcolor=\"lightgrey\"|Airport Terminal 3||bgcolor=\"lightgrey\"|'''' |align=left| TPE |-align=center |●||｜||A14a||Airport Hotel|| |align=left| |-align=center |●||｜||A15||Dayuan|| |align=left| |-align=center |●||｜||A16||Hengshan|| |align=left|File:AB- Kreuz.svg (In construction) |-align=center |●||｜||A17||Linghang|| |align=left| |-align=center |●||●^||A18||Taoyuan HSR Station||||align=left| | rowspan=\"7\" |Zhongli |-align=center |●||｜||A19||Taoyuan Sports Park|| |align=left| |-align=center |●||｜||A20||Xingnan|| |align=left| |-align=center |●||●^||A21||Huanbei|| |align=left|File:AB-Kreuz.svg (Planned) |-align=center | || ||bgcolor=\"lightgrey\"|A22|| bgcolor=\"lightgrey\" |Laojie River||bgcolor=\"lightgrey\"|'''' |align=left| |-align=center | || ||bgcolor=\"lightgrey\"|A23|| bgcolor=\"lightgrey\" |Zhongli Railway Station||bgcolor=\"lightgrey\"|'''' |align=left| West Coast |- | | |A24 |Zhongli Sports Park Station |'''' |File:AB-Kreuz.svg (Planned) |} Notices: ^ Only EXTENDED Express train services stop here; all commuter trains, however, will stop here. == Ridership == Table below shows the daily average ridership per month.。 {|class=\"wikitable\" style=\"text-align:center\" |- !width=55| !!width=55|Jan!!width=55|Feb!!width=55|Mar!!width=55|Apr!!width=55|May!!width=55|Jun!!width=55|Jul!!width=55|Aug!!width=55|Sep!!width=55|Oct!!width=55|Nov!!width=55|Dec!!width=55|Year!!width=55| |- !2017 |－||－||66,715Ticket price 50% off during first month of operation (March 2017)||57,431||53,075||52,485|||53,358||57,981||bgcolor=green|52,379||57,652||53,890||63,706||56,867 !2017 |- !2018 |57,791||60,313||60,643||60,929||58,498||61,665||62,701||67,357||64,353||65,941||67,647||75,058|||63,575 !2018 |- !2019 |69,360||71,525||70,824||72,810||72,080||75,929||bgcolor=red|77,830 | ||||||||||| !2019 |} ==See also== *Taipei Metro *Taoyuan Metro *Rail transport in Taiwan == Notes == ==References== ==External links== * Taoyuan Metro Coporation * Department of Transportation, Taoyuan ",
    "title": "Taoyuan Airport MRT"
}