{
    "id": "1445234",
    "text": "Arne Treholt (born 13 December 1942) is a Norwegian former KGB agent who was convicted of treason and espionage on behalf of the Soviet Union against Norway during the Cold War. Before his arrest in 1984 he was successively a journalist, a junior Norwegian Labour Party politician and a medium-level official of the Ministry of Foreign Affairs in Norway. Treholt's espionage is generally seen as the most serious spy case in the modern history of Norway. He was arrested in 1984 and sentenced to 20 years in prison the following year, of which he served nine in a maximum security prison. After his release from prison in 1992, Treholt moved to Russia where he started a company together with a former KGB general. Following his arrest Treholt was described as \"the greatest traitor to Norway since Quisling.\"https://www.nytimes.com/1984/01/29/world/portrait-of-spy-as-golden- young-man.html After his release from prison Treholt has occasionally been active in public debate, and he has been accused by Norwegian media of promoting Russian propaganda.\"Kjell Dragnes: \"Russland med front mot Norge\" (Aftenposten, 7. januar 2020) ==Career== He was a member of the Norwegian Labour Party and also worked as a journalist for Arbeiderbladet. He was political secretary for the minister of commerce Jens Evensen before he became deputy foreign minister in the bureau of maritime affairs (1976–1978). From 1979 to 1982 he was connected to the Norwegian UN delegation in New York as an embassy counsellor. During the years 1982–1983 he studied at the Norwegian Joint Staff College. He was also department head of division for the Norwegian Ministry of Foreign Affairs' press from 1983.Arne Treholt med selvbiografi ==Investigation leading to arrest== Treholt was placed under surveillance by Norwegian counterintelligence services for several years of his career in the Norwegian Institute of International Affairs (NUPI) and the Norwegian ministry of foreign affairs. On 20 January 1984, he was arrested by Ørnulf Tofte, head of counter-intelligence, at Oslo Airport on his way to Vienna to meet with KGB officers. The police conducted two searches of Treholt's apartment. In May 1982, they found 10,000 USD in a suitcase. In August 1983 they found 30,000 USD in the same suitcase. Treholt and his lawyer later alleged that Norwegian counterintelligence services produced this evidence themselves, and that the police and the judges conspired to cheat with the cash evidence, to make it appear as if the money came from the KGB. These allegations have been refuted as untrue. Furthermore, Treholt during the trial admitted to having received \"expenses\" from the KGB, but claimed that it could \"only\" have been 26,000 or 27,000 USD. Tapes from the trial, that were released in 2014, show that the notes in the suitcase were 50- and 100-dollar notes, and not as the verdict states: 20- and 50-dollar notes.Lydopptak avdekker feil i Treholt-dommen ==Trial and conviction== Following a much publicized trial presided over by Astri Rynning, Treholt was convicted for treason and sentenced to 20 years in prison, one year short of the maximum sentence allowed under the Norwegian penal code. The conviction included espionage for the Soviet Union and Iraq, and high treason. Treholt was convicted and sentenced for passing classified material to KGB in the period 1974–1983 and to the Iraqi Intelligence Service 1981–1983. The sentence also encompassed handing over secrets obtained at the Norwegian Joint Staff College where he was enrolled with authorization from the non-socialist coalition government. Despite the fact that the government of Prime Minister Kåre Willoch knew that he was under suspicion of espionage, he was admitted so as not to reveal the suspicions harboured by the authorities. The trial led to a heated and extensive public debate about the Treholt case in Norway. The controversy concerned the evidence, and lack thereof, against Treholt, the conduct of the police and prosecuting authorities, and what was viewed as lenient treatment of Treholt while he was under suspicion. ==Incarceration and release== Ila Prison Treholt was incarcerated in Drammen Prison from 1984 to 1985. He was transferred to Ila Prison, a maximum security prison for dangerous criminals, in 1985. In 1986, prison officials discovered that he planned to break out, and he was swiftly transferred to another maximum security prison for long term inmates, Ullersmo Prison. On 3 July 1992 he was reprieved by the Labour government of Gro Harlem Brundtland. His pardon by Gro Harlem Brundtland's Labour government in 1992, was controversial.Stein Vale: Teppefall i Treholtsaken, Oslo 2009, p. 222-224 He was imprisoned for more than 8 years. ==2008 Criminal Cases Review Commission rejection of case review== On 15 December 2008 the Norwegian Criminal Cases Review Commission (Gjenopptakelseskommisjon) ruled that the case would not be reviewed. The decision is final and cannot be appealed. As a result of the decision, the prosecutor who handled the case in 2008, Stein Vale, wrote a book to summarize the case. The book – Teppefall i Treholtsaken (\"Curtain falls on the Treholt case\") – was published in September 2009. The chairwoman of the review commission, Janne Kristiansen, was appointed as head of the Norwegian Police Security Service (Politiets sikkerhetstjeneste), the descendant organization of the Police surveillance service (Politets overvåkningstjeneste). Kristiansen and the PST would be defending the former POT from allegations of evidence tampering later on. ==2010 claims by Geir Selvik Malthe-Sørenssen== In September 2010, a new book by the con artist Geir Selvik Malthe-Sørenssen, who then claimed to be a private investigator, claimed that the searches of Treholt's apartment had not taken place and that one of the pieces of evidence presented in court had been fabricated by the police. On 18 September 2010, the Norwegian newspaper Aftenposten wrote that an anonymous former counter-intelligence employee claimed Treholt's and his lawyer's claim of evidence fabrication was true, but a few days later the anonymous alleged former employee withdrew many of his claims, stating that he didn't know.http://www.vg.no/nyheter/innenriks/artikkel.php?artid=10036613 The Attorney General asked the Criminal Cases Review Commission to look at the case again in light of the recent claims. The Attorney General stated that he did not believe the outcome of the case would have been any different without the evidence in question. Malthe-Sørenssen was publicly exposed as a fraudster in 2016, and his alleged source was revealed by Verdens Gang to be a used car salesman and convicted murderer and con artist with no connection to the Treholt case, who was paid by Malthe-Sørenssen to impersonate a police security service employee.Treholt-bløffen, VGForfalskeren, VGHelen Sæter om Treholt-bløffen: - Ikke overrasket, VG ==2010 investigation by the Criminal Cases Review Commission== On 24 September 2010, the Norwegian Criminal Cases Review Commission decided to reopen its investigation of the case, previously closed in 2008. On 9 June 2011, the commission decided that the Arne Treholt criminal case would not be reopened. Based on interviews with 29 witnesses (18 of whom were former police investigators who had been involved in the Treholt investigation) as well as forensic studies of photographs, negatives and documents, the commission unanimously concluded that there was no basis to suggest that evidence against Treholt had been tampered with or had been fabricated. In a 59-page document, the commission completely discounted the allegations made in the 2010 book. After the verdict, PST-director Kristiansen, who had denied re-openening the case in 2008, demanded an apology from Treholts supporters. The demand was rejected. ==2014 claims by Geir Selvik Malthe-Sørenssen== In 2014 Treholt's lawyer Harald Stabell claimed to have been tipped off by an employee of Police Security Service that his law office had been under audio surveillance in 2010 and 2011. After Geir Selvik Malthe-Sørenssen had been exposed as a fraudster in 2016, Stabell stated that the source of this claim was Malthe-Sørenssen and not an employee of the Police Security Service.Gjenopptar etterforskning av påstått advokat- avlytting, Hegnar.noPolitiet gjenopptar etterforskning av påstått Stabell- avlytting, VG ==Personal life== In 1987, he married Renee Michelle Steele (1968–92), a fellow inmate until her release. Treholt wrote on his experiences in prison in three books, Alene (1985), Avdeling K (1991), and Gråsoner (2004). ==Cyprus hospital admission== On 20 March 2006, the Norwegian News Agency (NTB) reportedAftenposten.no: Arne Treholt ligger i koma (Innenriks) that Treholt had been admitted to a hospital in Cyprus and was in a stable but critical condition, and in a coma, possibly suffering from blood poisoning. ==Popular culture== * 2010 action-comedy Norwegian Ninja (Norwegian: Kommandør Treholt & ninjatroppen) created a fake \"secret history\" of the affair: Treholt was commander of a secret team of ninjas that fought enemies of the state on orders from the King of Norway, and that their centre-left political views lead to Operation Gladio framing them for treason. == Bibliography == *\"Alone\" (Alene) 1985 *\"Section K\" (Avdeling K) 1991 *\"Shades of grey\" (Gråsoner) 2004 Autobiography == References == == External links == *Norwegian links **Book defending Treholt **Final verdict **Dagbladet commenting on the judgement *English links **\"Treholt as BOD member in EU SEC regulated firm\", in UWCFX.com, English version. **\"Norwegian Secret Police surveillance pictures\", released on flickr. Last access date: 21 August 2009 Category:Trials in Norway Category:1942 births Category:Living people Category:Iraqi spies Category:Norwegian people convicted of spying for the Soviet Union Category:Labour Party (Norway) politicians Category:Norwegian expatriates in Cyprus Category:Prisoners and detainees of Norway Category:University of Oslo alumni Category:People educated at Oslo Cathedral School Category:Place of birth missing (living people) Category:1984 in politics ",
    "title": "Arne Treholt"
}