{
    "id": "1445515",
    "text": "Colonel Adam Nieniewski (19 May 1886 – 25 April 1947) was a Polish military commander, an officer of the Polish Army and a veteran of World War I, Polish–Soviet War, Polish–Lithuanian War and World War II. == Biography == Adam Nieniewski was born May 19, 1886, in Zawady, Kalisz Governorate to a family of Stanisław Nieniewski, a veteran of the January Uprising of 1863 and Halina née Wybicka, granddaughter of Józef Wybicki, the author of Polish national anthem. After finishing primary school in Košice in 1897 he joined the cadet corps school in Hranice. After graduating from that school in 1904 he joined the Officer Cavalry School in Wiener Neustadt. In 1907 he was promoted to cavalry ensign and assigned to the 6th Uhlans Regiment, where he served as a platoon and then squadron commander. He also continued his military education, first at various courses in Tarnów and Rzeszów, and then (since 1911) at the Academy of the General Staff in Vienna. On November 1, 1912, he was promoted to lieutenant. In July 1914, during the mobilisation preceding the outbreak of the Great War, he was assigned to the Imperial General Staff. During the war he served at various staff posts in the Austro- Hungarian headquarters, and then in the HQ of the 1st Army, in the Ministry of War and in 130th Mountain Brigade, where he served as the chief of staff. For his merits in 1915 he was promoted to captain. On May 23, 1916, he was assigned to the headquarters of Piłsudski's Polish Legions, where he served as the deputy chief of staff and was soon promoted to major (on December 1, 1916). Following the Oath Crisis he was arrested on March 6 and interned in a prison camp in Hungary. After Poland regained independence in 1918, Nieniewski was released and joined the Polish Army. As one of the most experienced officers in Polish service, he was the second deputy chief of General Staff. On June 17, 1919, he became the chief of staff of General Haller's Blue Army after it arrived to Poland from France. In addition, since September 1, 1919, he served as the chief of staff of the Cieszyn Silesia front and Pomeranian Front. Between March and May 1920 he served as the chief of staff of the 1st Polish Army and, since July 5, of the 1st Lithuanian-Belarusian Infantry Division. On August 16, 1920, during the Battle of Warsaw, he was assigned as the commanding officer of Polish 4th Cavalry Brigade, which later became the core of the so-called Nieniewski's Operational Group during the Battle of the Niemen River. After the end of hostilities of the Polish–Soviet War, Nieniewski graduated from a Generals' Course and on January 10, 1921, he was promoted to Colonel of Cavalry. Between May 18 and September 25, 1921, he commanded the VII Infantry Brigade. After it was disbanded, he continued to command its troops within the 7th Infantry Division. In 1925 he briefly held the post of the deputy rector of the Higher War School, later to be renamed to the Polish Academy of the General Staff. In 1926 he was also the head of the Staff Officers Courses in the Cavalry School in Grudziądz. On January 31, 1928, he resigned all his posts and was demobilised. Retired, he withdrew to his wife's village of Chorzenice, where he lived in a local manor. During World War II he moved to a nearby village of Kłomnice, but in 1945 both these villages were confiscated by the new Soviet-backed communist authorities of Poland. In 1945 he was yet again mobilised by General Michał Rola-Żymierski and briefly served as the chief of staff of the Poznań Military Area Command, but in August of that year he was again demobilised. Adam Nieniewski died April 27, 1947, in Olsztyn. He was buried in Wróblewo near Łódź. His family manor in Chorzenice was turned into an orphanage. == Decorations == * Silver Cross of the Virtuti Militari * Officer's Cross of the Polonia Restituta - 4th Class * Cross of Independence * Cross of Valour (Krzyż Walecznych) - 4 times * Chevalier of the Légion d'Honneur == Bibliography == * == See also == * Polish–Soviet War Category:1886 births Category:1947 deaths Category:People from Błaszki Category:People from Kalisz Governorate Category:Polish Austro- Hungarians category:Austro-Hungarian Army officers Category:Austro-Hungarian military personnel of World War I Category:Polish legionnaires (World War I) Category:Polish Auxiliary Corps personnel Category:Polish Army officers category:Polish people of the Polish–Soviet War Category:Polish military personnel of World War II Category:Recipients of the Silver Cross of the Virtuti Militari Category:Officers of the Order of Polonia Restituta Category:Recipients of the Cross of Independence Category:Recipients of the Cross of Valour (Poland) Category:Chevaliers of the Légion d'honneur ",
    "title": "Adam Nieniewski"
}