{
    "id": "1445979",
    "text": "Title of the romanized Hebrew newspaper ha Savuja ha Palestini, shows part of the romanization method of Itamar Ben-Avi. 1929. Hebrew uses the Hebrew alphabet with optional vowel diacritics. The romanization of Hebrew is the use of the Latin alphabet to transliterate Hebrew words. For example, the Hebrew name spelled (\"Israel\") in the Hebrew alphabet can be romanized as ' or ' in the Latin alphabet. Romanization includes any use of the Latin alphabet to transliterate Hebrew words. Usually it is to identify a Hebrew word in a non- Hebrew language that uses the Latin alphabet, such as German, Spanish, Turkish, and so on. Transliteration uses an alphabet to represent the letters and sounds of a word spelled in another alphabet, whereas transcription uses an alphabet to represent the sounds only. Romanization can do both. To go the other way, that is from English to Hebrew, see Hebraization of English. Both Hebraization of English and Romanization of Hebrew are forms of transliteration. Where these are formalized these are known as \"transliteration systems\", and, where only some words, not all, are transliterated, this is known as \"transliteration policy\". == Transliteration == === When to transliterate === Transliteration assumes two different script systems. The use of a French word in English without translation, such as \"bourgeois\", is not transliteration. The use of a Hindi word in English such as \"khaki\" (originally खाकी) is transliteration. Transliteration of a foreign word into another language is usually the exception to translation, and often occurs when there is something distinctive about the word in the original language, such as a double entendre, uniqueness, religious, cultural or political significance,e.g. rationale of the author of Athenian settlements of the fourth century B.C. p. xiii Jack Cargill – 1995 \"In relation to Greek words other than personal names, the main issue is deciding when to transliterate, i.e., when to employ an Anglicized Greek word rather than translating the Greek word into English. My tendency is \"when in doubt, ...\" or it may occur to add local flavour. In the cases of Hebrew transliteration into English, many Hebrew words have a long history of transliteration, for example Amen, Satan, ephod, Urim and Thummim have traditionally been transliterated, not translated.Exodus p. 152 Henry Leopold Ellison – 1982 \"THE PRIESTLY GARMENTS II Exodus 28:1–43 (cont'd) THE EPHOD (28:5 14) We have no means of giving a definitive meaning to 'ephod', the English being simply a transliteration of the Hebrew.\" These terms were in many cases also first transliterated into Greek and Latin before English. Different publishers have different transliteration policies. For example ArtScroll publications generally transliterate more words relative to sources such as the Jewish Encyclopedia 1911, or Jewish Publication Society texts. === How to transliterate === There are various transliteration standards or systems for Hebrew-to-English; no one system has significant common usage across all fields. Consequently in general usage there are often no hard and fast rules in Hebrew-to-English transliteration, and many transliterations are an approximation due to lack of equivalence between the English and Hebrew alphabets. Conflicting systems of transliteration often appear in the same text, as certain Hebrew words tend to associate with certain traditions of transliteration. For example, This text includes instances of the same word transliterated in different ways: The Hebrew word is transliterated as both Beith and Bet. These discrepancies in transliterations of the same word can be traced to discrepancies in the transliterations of individual Hebrew letters, reflecting not only different traditions of transliteration into different languages that use Latin alphabets, but also the fact that different pronunciation styles exist for the same letters in Israel (e.g. mainstream secular Ashkenazi pronunciations used in the media versus Mizrahi, Arab, or Orthodox Ashkenazi colloquial pronunciations). For example, Hanukkah and Chayyim are transliterated with different initial letter combinations, although in Hebrew both begin with the letter ; the use of \"ch\" reflects German / Yiddish influence and pronunciation, whereas the \"h\" or \"ḥ\" may indicate a softer pronunciation of as in ancient Hebrew, Judeo-Arabic or Mizrahi Hebrew. Similarly, the Hebrew letter is transliterated as th in the word Beith, s in the word talis, and t in the word Bet, even though it is the same letter in all three words in Hebrew. The Hebrew letter is transliterated as c in Isaac, k in Yitzchak, and q in Qehila. Finally, the Hebrew letter is transliterated variously as s (in Isaac), tz (in Yitzchak), and ts (in Tsfat), again reflecting different traditions of spelling or pronunciation. These inconsistencies make it more difficult for the non-Hebrew-speaking reader to recognize related word forms, or even to properly pronounce the Hebrew words thus transliterated. == Historic instances == Early romanization of Hebrew occurred with the contact between the Romans and the Jews. It was influenced by earlier transliteration into the Greek language. For example, the name of the Roman province of Iudaea (63 BCE) was apparently derived from the Greek words (Iouda) and (Ioudaia). These words can be seen in Chapter 1 of Esdras (Ezra) in the Septuagint, a Hellenistic translation of the Hebrew Bible into Greek. The Greek words in turn are transliterations of the Hebrew word (Yehuda) that we now know adapted in English as the names Judah, Judas and Jude. In the 1st century, Satire 14 of Juvenal uses the Hebraic words sabbata, Iudaicum, and Moyses, apparently adopted from the Greek. The 4th-century and 5th-century Latin translations of the Hebrew Bible romanize its proper names. The familiar Biblical names in English are derived from these romanizations. The Vulgate, of the early 5th century, is considered the first direct Latin translation of the Hebrew Bible. Apart from names, another term that the Vulgate romanizes is the technical term mamzer (). With the rise of Zionism, some Jews promoted the use of romanization instead of Hebrew script in hopes of helping more people learn Hebrew. One such promoter was Ithamar Ben Yehuda, or Ittamar Ben Avi as he styled himself. His father Eliezer Ben Yehuda raised him to be the first modern native speaker of Hebrew. In 1927 Ben-Avi published the biography Avi in romanized Hebrew (now listed in the online catalog of the Jewish National and University Library). However, the innovation did not catch on. Political activist Ze'ev Jabotinsky, leader of Betar, and Chief Rabbi Kook, also expressed their support for the reform of Hebrew script using Latin letters. == Modern uses == Road signs in Israel written in Hebrew and romanized Hebrew transliteration Romanized Hebrew can be used to present Hebrew terminology or text to anyone who is not familiar with the Hebrew script. Many Jewish prayer books include supplementary romanization for some or all of the Hebrew-language congregational prayers. Romanized Hebrew is also used for Hebrew-language items in library catalogs and Hebrew-language place names on maps. In Israel, most catalogs and maps use the Hebrew script, but romanized maps are easily available and road signs include romanized names. Some Hebrew speakers use romanization to communicate when using internet systems that have poor support for the Hebrew alphabet. Romanized Hebrew is also used in music scores, in part because music is written left-to-right and Hebrew is written right-to-left. Standard romanizations exist for these various purposes. However, non-standard romanization is widely seen, even on some Israeli street signs. The standards are not generally taught outside of their specific organizations and disciplines. == Standards == *Traditional, scholarly: ISO 259:1984; ISO 259-2:1994 (simplified); Society of Biblical Literature (SBL) Handbook of Style *National: for example: **Rules of Transcription: Romanization of Hebrew. Academy of the Hebrew Language, 1957. Updated and augmented with a simplified version, 2000. Replaced by a new system altogether in 2006. **DIN 31636, the German standard. **Standard of Poland «Polska Norma \"Transliteracja alfabetu hebrajskiego PN-74 / N-01211\"», similar to SBL. * *Bibliographic data: ANSI Z39.25-1975; ALA/LC Romanization Tables (1991) and their book Hebraica Cataloging (1987), with Encyclopaedia Judaica (1972–1993) as an authority on names and common terms. Library of Congress Authorities is an online database that records and sources the forms of subjects, names, and titles that the Library of Congress uses. *Geographic names: BGN/PCGN 1962 (US and UK), approximately equivalent to UNGEGN 1977 (United Nations), as both are based on the Academy of the Hebrew Language recommendations. However, BGN provides more and somewhat different specific recommendations. The GEONet Names Server is an authoritative online database that lists BGN names and assists with font character availability and conventional forms of names. *Phonemic: ISO/FDIS 259-3:1999 (not an adopted standard) ===Comparative table=== The following table is a breakdown of each letter in the Hebrew alphabet, describing its name or names, and its Latin script transliteration values used in academic work. If two glyphs are shown for a consonant, then the left-most glyph is the final form of the letter (or right-most glyph if your browser doesn't support right-to-left text layout). The conventions here are ISO 259, the UNGEGN system based on the old-fashioned Hebrew Academy system,\"Report on the Current Status of United Nations Romanization Systems for Geographical Names\", Compiled by the UNGEGN Working Group on Romanization Systems Version 4.0, February 2013 and the modern common informal Israeli transcription. In addition, an International Phonetic Alphabet pronunciation is indicated--historical (Tiberian vocalization) for ISO 259, prescribed for Hebrew Academy, and in practice for Israeli. For the vowels further down, the letters ח and ט are used as symbolic anchors for vowel symbols, but should otherwise be ignored. For the letters with dagesh in ISO 259 Classical Hebrew and by the Hebrew Academy standard, they are transcribed as single graphemes (b g d k p t) at the beginnings of words, after other consonants, and after shewa ְ or ẖatafim ֱ ֲ ֳ . In almost every other situation, they are transcribed as double letters (bb gg dd kk pp tt). This does not apply to common Israeli Hebrew transliteration, where there are no double consonants. The letters at the ends of words without additional niqqud are silent and not transliterated. The letter at the end of a word with ẖolam ֹ is also silent and not transliterated. The letter at the end of a word after ẖiriq ִ is also silent and not transliterated. The situation of the letter at the end of a word after ẕere ֵ or seggol ֶ is more complicated, as they are silent in Classical Hebrew and in Hebrew Academy prescription and not transliterated in those systems, but they form diphthongs (ei) in Israeli Hebrew--see the vowels and diphthongs sections further down. In any event, the shewa naẖ is placed between two adjacent consonants in all situations; if there is not even a shewa naẖ between consonants, then the first of the two consonants is silent and not transliterated--this is usually one of , but even occasionally and rarely (in the name Issachar) are encountered silent in this fashion. In Israeli Hebrew transcription, a vowel before yud at the end of a word or before yud then shewa naẖ inside a word, is transcribed as a diphthong (ai oi ui)--see the diphthongs section further down. In Classical Hebrew transliteration, vowels can be long (gāḏōl), short (qāṭān) or ultra short (ḥăṭep̄), and are transliterated as such. Ultra short vowels are always one of šəwā nāʻ ְ , ḥăṭep̄ səḡōl ֱ , ḥăṭep̄ páṯaḥ ֲ or ḥăṭep̄ qāmeṣ ֳ . Šəwā ְ is always always šəwā nāʻ (pronounced) if it's immediately after the word's first consonant, or after a consonant after a long vowel and before another pronounced consonant--otherwise, šəwā is realized as šəwā nāḥ (silent). The vowels ṣērē ֵ and ḥōlem ֹ are always long in all situations. The vowels ḥīreq ִ , səḡōl ֶ , páṯaḥ ַ , qāmeṣ ָ , qibbūṣ ֻ and šūreq are always long if they are the stressed syllable, or if they are in a syllable before only one consonant and another vowel, and in these cases they are transliterated as long. If they are unstressed and before a double consonant or a consonant cluster, or in the word's final unstressed syllable, then they are always short and transliterated as short. But if a vowel carries an accent ֫ or a meteg ֽ , then it is always long--a meteg in particular is often used in places where a vowel is long but not necessarily the word's stressed syllable. Lastly, there are exceptional circumstances when long vowels--even ṣērē and ḥōlem--may not force a following šəwā to become šəwā nāʻ, including for example names such as Gēršōm (not Gērəšōm as it might seem), Bēlšaṣṣạr (not Bēləšaṣṣạr) and Ṣīqlạḡ (not Ṣīqəlạḡ). Some of these seem to be learned exceptions, and most words under the same circumstances have šəwā nāʻ as expected, such as Nāṣərạṯ (not Nāṣrạṯ). (This is all moot in Israeli Hebrew, where, as already mentioned, shva nach tends to opportunistically replace shva na where comfortable, so is Natzrat not Natzerat, etc.) For the vowel qamaẕ ָ, whether the vowel is long or short in Classical Hebrew affects the pronunciation in Academy or Israeli Hebrew, even though vowel length is not phonemic in those systems, and the difference is transliterated accordingly. Qamaẕ qatan when short is /o/, except when at the end of a word when not before a final consonant, in which case it is /a/. Qamaẕ gadol is usually /a/, but in rare situations in Classical Hebrew it can be treated as a long open /ọ/, which although pronounced identically to /ā/ (both were ), this a/o distinction is clearly made in the pronunciation of Academy and Israeli Hebrew, and is thus transliterated. If any word ends with one of , then the vowel pataẖ is pronounced before the consonant, not after as it is written, and so the transliterated sequence is , , , etc. In certain rare words that are meant to begin with two consecutive consonants even in Classical Hebrew, an invisible səḡōl qāṭān vowel is pronounced before the two consonants in Classical Hebrew and is so transcribed, because Classical words may not begin with more than one consonant. This rule does not apply to Academy and Israeli Hebrew, where consonant clusters are more tolerated. For example, the word (\"two\") would appear as štáyim, but is actually ʼeštáyim. However, it remains simply shtayim in Academy and Israeli Hebrew. In 2006, the Hebrew Academy replaced their 1953 transliteration rules with new rules, and these were adopted as a United Nations standard in 2007. , migration to the new transliteration standard is still underway, and many signs and documents still use the 1953 conventions. The new 2006 rules attempt to more closely follow Israeli Hebrew vowel habits (such as the collapse of many shva na), but stop short of adopting most of the informal transliteration patterns. It still transliterates the diphthong as , and it still transliterates separate and in all cases. It is unspecific about rules governing the transliteration of phonemes not traditionally native to Hebrew. ====Table==== {|class=\"wikitable\" |- ! rowspan=\"3\" | Symbol ! colspan=\"3\" rowspan=\"2\" | Common Israeli ! colspan=\"4\" | Hebrew Academy ! colspan=\"3\" rowspan=\"2\" | ISO 259 ! colspan=\"4\" | SBL Handbook of Style |- ! colspan=\"2\" | 2006 ! colspan=\"2\" | 1953 ! colspan=\"2\" | Academic ! colspan=\"2\" | General |- ! Name ! Translit. ! IPA ! Name ! Translit. ! Name ! Translit. ! Name ! Translit. ! IPA ! Name ! Translit. ! Name ! Translit. |- ! colspan=\"15\" | Consonants |- | align=\"center\" dir=\"rtl\"| | alef | ' | | alef | ' | alef | ʼ | ʾālep̄ | ʾ | | ʾālep | ʾ | alef | ' or omit |- | align=\"center\" dir=\"rtl\"| | vet | v | | vet | v | vet | v | ḇēṯ | ḇ | | rowspan=\"3\" | bêt | rowspan=\"3\" | b; ḇ | rowspan=\"3\" | bet | rowspan=\"3\" | b; v |- | align=\"center\" style=\"font-size: 200%; line-height:1em\" rowspan=\"2\" dir=\"rtl\"| | rowspan=\"2\"| bet | rowspan=\"2\"| b | rowspan=\"2\"| | rowspan=\"2\"| bet | b | rowspan=\"2\"| bet | b | bēṯ | b | |- | bb | bb | bēṯ ḥāzāq | bb | |- | align=\"center\" dir=\"rtl\"| | rowspan=\"3\"| gimel | rowspan=\"3\"| g | rowspan=\"3\"| | rowspan=\"3\"| gimel | rowspan=\"2\"| g | rowspan=\"3\"| gimel | rowspan=\"2\"| g | ḡīmel | ḡ | | rowspan=\"3\" | gîmel | rowspan=\"3\" | g; ḡ | rowspan=\"3\" | gimel | rowspan=\"3\" | g; gh |- | align=\"center\" style=\"font-size: 200%; line-height:1em\" rowspan=\"2\" dir=\"rtl\"| | gīmel | g | |- | gg | gg | gīmel ḥāzāq | gg | |- | align=\"center\" dir=\"rtl\"| | jimel | j | ! colspan=\"2\"| | ǧimel | ǧ ! colspan=\"7\"| |- | align=\"center\" dir=\"rtl\"| | rowspan=\"3\"| dalet | rowspan=\"3\"| d | rowspan=\"3\"| | rowspan=\"3\"| dalet | rowspan=\"2\"| d | rowspan=\"3\"| dalet | rowspan=\"2\"| d | ḏāleṯ | ḏ | | rowspan=\"3\" | dālet | rowspan=\"3\" | d; ḏ | rowspan=\"3\" | dalet | rowspan=\"3\" | d; dh |- | align=\"center\" style=\"font-size: 200%; line- height:1em\" rowspan=\"2\" dir=\"rtl\"| | dāleṯ | d | |- | dd | dd | dāleṯ ḥāzāq | dd | |- | align=\"center\" dir=\"rtl\"| | dhalet | dh | ! colspan=\"2\"| | ḏalet | ḏ ! colspan=\"7\"| |- | align=\"center\" dir=\"rtl\"| | rowspan=\"2\"| hei | rowspan=\"2\"| h | rowspan=\"2\"| | rowspan=\"2\"| he | rowspan=\"2\"| h | rowspan=\"2\"| he | rowspan=\"2\"| h | rowspan=\"2\"| hē | rowspan=\"2\"| h | rowspan=\"2\"| | rowspan=\"2\" | hê | rowspan=\"2\" | h | rowspan=\"2\" | he | rowspan=\"2\" | h |- | align=\"center\" dir=\"rtl\"| |- | align=\"center\" dir=\"rtl\"| | rowspan=\"2\"| vav | rowspan=\"2\"| v (w) | rowspan=\"2\"| | rowspan=\"2\"| vav | v | rowspan=\"2\"| waw | w | wāw | w | | rowspan=\"2\" | wāw | rowspan=\"2\" | w | rowspan=\"2\" | vav | rowspan=\"2\" | v or w |- | align=\"center\" dir=\"rtl\"| | vv | ww | wāw ḥāzāq | ww | |- | align=\"center\" dir=\"rtl\"| | rowspan=\"2\"| zayin | rowspan=\"2\"| z | rowspan=\"2\"| | rowspan=\"2\"| zayin | z | rowspan=\"2\"| zayin | z | záyin | z | | rowspan=\"2\" | zayin | rowspan=\"2\" | z | rowspan=\"2\" | zayin | rowspan=\"2\" | z |- | align=\"center\" dir=\"rtl\"| | zz | zz | záyin ḥāzāq | zz | |- | align=\"center\" dir=\"rtl\"| | zhayin | zh | ! colspan=\"2\" | | žayin | ž ! colspan=\"7\"| |- | align=\"center\" dir=\"rtl\"| | chet | ch, kh, h | | ẖet | ẖ | ẖet | ẖ | ḥēṯ | ḥ | | ḥêt | ḥ | khet | h or kh |- | align=\"center\" dir=\"rtl\"| | rowspan=\"2\"| tet | rowspan=\"2\"| t | rowspan=\"2\"| | rowspan=\"2\"| tet | t | rowspan=\"2\"| tet | t | ṭēṯ | ṭ | | rowspan=\"2\" | ṭêt | rowspan=\"2\" | ṭ | rowspan=\"2\" | tet | rowspan=\"2\" | t |- | align=\"center\" dir=\"rtl\"| | tt | tt | ṭēṯ ḥāzāq | ṭṭ | |- | align=\"center\" dir=\"rtl\"| | rowspan=\"2\"| yud | rowspan=\"2\"| y, i | rowspan=\"2\"| | rowspan=\"2\"| yud | y | rowspan=\"2\"| yud | y | yōḏ | y | | rowspan=\"2\" | yôd | rowspan=\"2\" | y | rowspan=\"2\" | yod | rowspan=\"2\" | y |- | align=\"center\" dir=\"rtl\"| | yy | yy | yōḏ ḥāzāq | yy | |- | align=\"center\" dir=\"rtl\"| | chaf | ch, kh | | khaf | kh | khaf | kh | ḵāp̄ | ḵ | | rowspan=\"3\" | kāp | rowspan=\"3\" | k; ḵ | rowspan=\"3\" | kaf | rowspan=\"3\" | k; kh |- | align=\"center\" style=\"font-size: 200%; line-height:1em\" rowspan=\"2\" dir=\"rtl\"| | rowspan=\"2\"| kaf | rowspan=\"2\"| c, k | rowspan=\"2\"| | rowspan=\"2\"| kaf | k | rowspan=\"2\"| kaf | k | kāp̄ | k | |- | kk | kk | kāp̄ ḥāzāq | kk | |- | align=\"center\" dir=\"rtl\"| | rowspan=\"2\"| lamed | rowspan=\"2\"| l | rowspan=\"2\"| | rowspan=\"2\"| lamed | l | rowspan=\"2\"| lamed | l | lāmeḏ | l | | rowspan=\"2\" | lāmed | rowspan=\"2\" | l | rowspan=\"2\" | lamed | rowspan=\"2\" | l |- | align=\"center\" dir=\"rtl\"| | ll | ll | lāmeḏ ḥāzāq | ll | |- | align=\"center\" dir=\"rtl\"| | rowspan=\"2\"| mem | rowspan=\"2\"| m | rowspan=\"2\"| | rowspan=\"2\"| mem | m | rowspan=\"2\"| mem | m | mēm | m | | rowspan=\"2\" | mêm | rowspan=\"2\" | m | rowspan=\"2\" | mem | rowspan=\"2\" | m |- | align=\"center\" dir=\"rtl\"| | mm | mm | mēm ḥāzāq | mm | |- | align=\"center\" dir=\"rtl\"| | rowspan=\"2\"| nun | rowspan=\"2\"| n | rowspan=\"2\"| | rowspan=\"2\"| nun | n | rowspan=\"2\"| nun | n | nūn | n | | rowspan=\"2\" | nûn | rowspan=\"2\" | n | rowspan=\"2\" | nun | rowspan=\"2\" | n |- | align=\"center\" dir=\"rtl\"| | nn | nn | nūn ḥāzāq | nn | |- | align=\"center\" dir=\"rtl\"| | rowspan=\"2\"| samech | rowspan=\"2\"| s | rowspan=\"2\"| | rowspan=\"2\"| samekh | s | rowspan=\"2\"| samekh | s | sāmeḵ | s | | rowspan=\"2\" | sāmek | rowspan=\"2\" | s | rowspan=\"2\" | samek | rowspan=\"2\" | s |- | align=\"center\" dir=\"rtl\"| | ss | ss | sāmeḵ ḥāzāq | ss | |- | align=\"center\" dir=\"rtl\"| | ayin | ' | | ayin | ' | ʻayin | ʻ | ʿáyin | ʿ | | ʿayin | ʿ | ayin | ' or omit |- | align=\"center\" dir=\"rtl\"| | fei | f | | fe | f | fe | f | p̄ē | p̄ | | rowspan=\"3\" | pê | rowspan=\"3\" | p; p̄ | rowspan=\"3\" | pe | rowspan=\"3\" | p; f |- | align=\"center\" rowspan=\"2\" dir=\"rtl\"| | rowspan=\"2\"| pei | rowspan=\"2\"| p | rowspan=\"2\"| | rowspan=\"2\"| pe | p | rowspan=\"2\"| pe | p | pē | p | |- | pp | pp | pē ḥāzāq | pp | |- | align=\"center\" dir=\"rtl\"| | rowspan=\"2\"| tzadi | rowspan=\"2\"| tz, ts | rowspan=\"2\"| | rowspan=\"2\"| tsadi | rowspan=\"2\"| ts | rowspan=\"2\"| ẕadi | ẕ | ṣāḏē | ṣ | | rowspan=\"2\" | ṣādê | rowspan=\"2\" | ṣ | rowspan=\"2\" | tsade | rowspan=\"2\" | ts |- | align=\"center\" dir=\"rtl\"| | ẕẕ | ṣāḏē ḥāzāq | ṣṣ | |- | align=\"center\" dir=\"rtl\"| | tshadi | tsh, ch | ! colspan=\"2\" | | čadi | č ! colspan=\"7\"| |- | align=\"center\" dir=\"rtl\"| | rowspan=\"2\"| kuf | rowspan=\"2\"| q | rowspan=\"2\"| | rowspan=\"2\"| kuf | k | rowspan=\"2\"| quf | q | qōp̄ | q | | rowspan=\"2\" | qôp | rowspan=\"2\" | q | rowspan=\"2\" | qof | rowspan=\"2\" | q |- | align=\"center\" dir=\"rtl\"| | kk | qq | qōp̄ ḥāzāq | qq | |- | align=\"center\" dir=\"rtl\"| | rowspan=\"2\"| reish | rowspan=\"2\"| r | rowspan=\"2\"| | rowspan=\"2\"| resh | r | rowspan=\"2\"| resh | r | rēš | r | | rowspan=\"2\" | rêš | rowspan=\"2\" | r | rowspan=\"2\" | resh | rowspan=\"2\" | r |- | align=\"center\" dir=\"rtl\"| | rr | rr | rēš ḥāzāq | rr | |- | align=\"center\" dir=\"rtl\"| | rowspan=\"2\"| shin | rowspan=\"2\"| sh | rowspan=\"2\"| | rowspan=\"2\"| shin | rowspan=\"2\"| sh | rowspan=\"2\"| shin | rowspan=\"2\"| sh | šīn | š | | rowspan=\"2\" | šîn | rowspan=\"2\" | š | rowspan=\"2\" | shin | rowspan=\"2\" | sh |- | align=\"center\" dir=\"rtl\"| | šīn ḥāzāq | šš | |- | align=\"center\" dir=\"rtl\"| | rowspan=\"2\"| sin | rowspan=\"2\"| s | rowspan=\"2\"| | rowspan=\"2\"| sin | s | rowspan=\"2\"| sin | s | śīn | ś | | rowspan=\"2\" | śîn | rowspan=\"2\" | ś | rowspan=\"2\" | sin | rowspan=\"2\" | s |- | align=\"center\" dir=\"rtl\"| | ss | ss | śīn ḥāzāq | śś | |- | align=\"center\" dir=\"rtl\"| | rowspan=\"3\"| tav | rowspan=\"3\"| t | rowspan=\"3\"| | rowspan=\"3\"| tav | rowspan=\"2\"| t | rowspan=\"3\"| taw | rowspan=\"2\"| t | ṯāw | ṯ | | rowspan=\"3\" | tāw | rowspan=\"3\" | t; ṯ | rowspan=\"3\" | tav | rowspan=\"3\" | t; th |- | align=\"center\" style=\"font-size: 200%; line-height:1em\" rowspan=\"2\" dir=\"rtl\"| | tāw | t | |- | tt | tt | tāw ḥāzāq | tt | |- | align=\"center\" dir=\"rtl\"| | thav | th | ! colspan=\"2\" | | ṯaw | ṯ ! colspan=\"7\"| |- ! colspan=\"15\"| Forms used only in transliterations of Arabic |- | align=\"center\" dir=\"rtl\"| | ḫāʾ | ḫ | ! colspan=\"11\" | |- | align=\"center\" dir=\"rtl\"| | ẓāʾ | ẓ | ! colspan=\"11\" | |- | align=\"center\" dir=\"rtl\"| | ġayn | ġ | ! colspan=\"11\" | |- | align=\"center\" dir=\"rtl\"| | ḍād | ḍ | ! colspan=\"11\" | |- ! colspan=\"15\"| Vowels |- | align=\"center\" style=\"font-size: 200%; line- height:1em\" rowspan=\"2\" dir=\"rtl\"| | shva nach ! colspan=\"2\"| | shva naẖ ! | shewa naẖ ! | šəwā nāḥ ! colspan=\"2\"| | rowspan=\"2\" | vocal šĕwăʾ | rowspan=\"2\" | ĕ | rowspan=\"2\" colspan=\"2\" | |- | shva na | e | | shva na | e | shewa naʻ | e | šəwā nāʻ | ə | |- | align=\"center\" dir=\"rtl\"| | chataf segol | e | | ẖataf seggol | e | ẖataf seggol | e | ḥăṭep̄ səḡōl | ĕ | | ḥāṭēp sĕgŏl | ĕ | colspan=\"2\" | |- | align=\"center\" dir=\"rtl\"| | chataf patach | a | | ẖataf pataẖ | a | ẖataf pataẖ | a | ḥăṭep̄ páṯaḥ | ă | | ḥāṭēp pataḥ | ă | khatef patakh | a |- | align=\"center\" dir=\"rtl\"| | chataf kamatz | o | | ẖataf kamats | o | ẖataf qamaẕ | o | ḥăṭep̄ qāmeṣ | ŏ | | ḥāṭēp qāmeṣ | ŏ | khatef qamets | o |- | align=\"center\" style=\"font-size: 200%; line-height:1em\" rowspan=\"2\" dir=\"rtl\"| | rowspan=\"2\"| chirik | rowspan=\"2\"| i | rowspan=\"2\"| | rowspan=\"2\"| ẖirik | rowspan=\"2\"| i | rowspan=\"2\"| ẖiriq | rowspan=\"2\"| i | ḥīreq qāṭān | i | | short ḥîreq | i | short hireq | rowspan=\"2\" | i |- | ḥīreq gāḏôl | ī | | long ḥîreq | ī | long hireq |- | align=\"center\" dir=\"rtl\"| | tzeire | rowspan=\"3\"| e | rowspan=\"3\"| | tsere | rowspan=\"3\"| e | ẕere | rowspan=\"3\"| e | ṣērē | ē | | ṣērê | ē | tsere | rowspan=\"3\" | e |- | align=\"center\" style=\"font-size: 200%; line-height:1em\" rowspan=\"2\" dir=\"rtl\"| | rowspan=\"2\"| segol | rowspan=\"2\"| seggol | rowspan=\"2\"| seggol | səḡōl qāṭān | e | | rowspan=\"2\" | sĕgōl | rowspan=\"2\" | e | rowspan=\"2\" | segol |- | səḡōl gāḏōl | é, ẹ | |- | align=\"center\" style=\"font-size: 200%; line-height:1em\" rowspan=\"2\" dir=\"rtl\"| | rowspan=\"2\"| patach | rowspan=\"3\"| a | rowspan=\"3\"| | rowspan=\"2\"| pataẖ | rowspan=\"3\"| a | rowspan=\"2\"| pataẖ | rowspan=\"3\"| a | páṯaḥ qāṭān | a | | rowspan=\"2\" | pataḥ | rowspan=\"2\" | a | rowspan=\"2\" | patakh | rowspan=\"3\" | a |- | páṯaḥ gāḏōl | á, ạ | |- | align=\"center\" style=\"font-size: 200%; line-height:1em\" rowspan=\"3\" dir=\"rtl\"| | kamatz gadol | kamats gadol | qamaẕ gadol | rowspan=\"2\"| qāmeṣ gāḏôl | ā | rowspan=\"2\"| | qāmeṣ | ā | qamets |- | rowspan=\"2\"| kamatz katan | rowspan=\"3\" | o | rowspan=\"3\" | | rowspan=\"2\"| kamats katan | rowspan=\"3\" | o | rowspan=\"2\"| qamaẕ qatan | rowspan=\"3\" | o | ọ | rowspan=\"2\" | qāmeṣ ḥāṭûp | rowspan=\"2\" | o | rowspan=\"2\" | qamets khatuf | rowspan=\"3\" | o |- | qāmeṣ qāṭān | o | |- | dir=\"rtl\" align=\"center\" | | cholam | ẖolam | ẖolam | ḥōlem | ō | | ḥōlem | ō | holem |- | align=\"center\" style=\"font-size: 200%; line-height:1em\" rowspan=\"2\" dir=\"rtl\"| | rowspan=\"2\"| kubutz | rowspan=\"4\"| u | rowspan=\"4\"| | rowspan=\"2\"| kubbuts | rowspan=\"4\"| u | rowspan=\"2\"| qubbuẕ | rowspan=\"4\"| u | qibbūṣ qāṭān | u | | short qibbûṣ | u | short qibbuts | rowspan=\"4\" | u |- | qibbūṣ gāḏōl | ū | | long qibbûṣ | ū | long qibbuts |- | align=\"center\" rowspan=\"2\"| | rowspan=\"2\"| shuruk | rowspan=\"2\"| shuruk | rowspan=\"2\"| shuruq | šūreq qāṭān | u | | rowspan=\"2\" | šûreq | rowspan=\"2\" | û | rowspan=\"2\" | shureq |- | šūreq gāḏōl | ū | |- ! colspan=\"15\" | Other Vowels |- | dir=\"rtl\" align=\"center\" | ! colspan=\"10\" | | full ḥōlem | ô | full holem | o |- | dir=\"rtl\" align=\"center\" | ! colspan=\"10\" | | ḥîreq yôd | î | hireq yod | i |- | style=\"font-size: 200%; line-height:1em\" dir=\"rtl\" align=\"center\" | ! colspan=\"10\" | | final qāmeṣ hê | â | final qamets he | ah |- ! colspan=\"15\" | Israeli Diphthongs |- | align=\"center\" dir=\"rtl\"| | tzeire yud | rowspan=\"2\" | ei | rowspan=\"2\" | | tsere | rowspan=\"2\" | e | ẕere | rowspan=\"2\" | e | ṣērē | ē | | ṣērê yôd | rowspan=\"2\" | ê | tsere yod | e |- | align=\"center\" dir=\"rtl\"| | segol yud | seggol | seggol | səḡōl | e, é, ẹ | | sĕgōl yôd | colspan=\"2\" | |- | align=\"center\" dir=\"rtl\"| | patach yud | rowspan=\"2\"| ai | rowspan=\"2\"| | pataẖ yud | rowspan=\"2\"| ay | pataẖ yud | rowspan=\"2\"| ay | páṯaḥ yōḏ | ay, áy, ạy | | pataḥ yôd | ai | colspan=\"2\" | |- | align=\"center\" style=\"font-size: 200%; line-height:1em\" rowspan=\"2\" dir=\"rtl\"| | kamatz gadol yud | kamats gadol yud | qamaẕ gadol yud | rowspan=\"2\"| qāmeṣ yōḏ | rowspan=\"2\"| āy, oy, ọy | rowspan=\"2\"| | rowspan=\"2\" | qāmeṣ yôd | rowspan=\"2\" | āi | rowspan=\"2\" colspan=\"2\" | |- | kamatz katan yud | rowspan=\"2\"| oi | rowspan=\"2\"| | kamats katan yud | rowspan=\"2\"| oy | qamaẕ qatan yud | rowspan=\"2\"| oy |- | align=\"center\" dir=\"rtl\"| | cholam yud | ẖolam yud | ẖolam yud | ḥōlem yōḏ | ōy | | ḥōlem yôd | ōi | colspan=\"2\" | |- | align=\"center\" dir=\"rtl\"| | kubutz yud | rowspan=\"2\"| ui | rowspan=\"2\"| | kubbuts yud | rowspan=\"2\"| uy | qubbuẕ yud | rowspan=\"2\"| uy | ḥōlem yōḏ | rowspan=\"2\"| uy, ūy | rowspan=\"2\"| | qibbûṣ yôd | ui | colspan=\"2\" | |- | align=\"center\" dir=\"rtl\"| | shuruk yud | shuruk yud | shuruq yud | šūreq yōḏ | šûreq yôd | ûi | colspan=\"2\" | |} =====Notes===== == Transcription vs. transliteration == Different purposes call for different choices of romanization. One extreme is to make a phonetic transcription of one person's speech on one occasion. In Israel, a pronunciation known as General Israeli Hebrew or Standard Hebrew is widely used and documented. For Israeli speech and text where linguistic groups are not at issue, romanization can use a phonetic transcription according to Standard Hebrew pronunciation. However, there are many Israeli groups with differing pronunciations of Hebrew and differing social priorities. An attempt to devise a more general system of romanization is complicated by the long and varied history of the Hebrew language. Most Hebrew texts can be appropriately pronounced according to several different systems of pronunciation, both traditional and modern. Even today, it is customary to write Hebrew using only consonants and matres lectionis. There was no way to indicate vowels clearly in Hebrew writing until the time of the Second Temple. Since an earlier time, multiple geographically separated communities have used Hebrew as a language of literature rather than conversation. One system of assigning and indicating pronunciation in Hebrew, the Tiberian vocalization, is broadly authoritative for Hebrew text since the end of the Second Temple period (Sáenz-Badillos, page xi). It is possible to accommodate the pronunciations of different communities by transliterating the Tiberian vocalization without attempting to transcribe a specific phonetic pronunciation. Notable varieties of Hebrew for which Tiberian vocalization is not suitable are the Hebrew of the Qumran community (as known from the Dead Sea Scrolls) and of the Samaritans. For romanizations of Samaritan pronunciation, it is advisable to take quotations directly from a Samaritan edition of the Hebrew Bible, which has approximately 6,000 textual variations from Jewish editions. It is appropriate to focus only on the consonantal spelling when discussing unusually structured words from ancient or medieval works. == Use of Tiberian principles == The Tiberian vocalization was devised in order to add indications of pronunciation to the consonantal text of the Hebrew Bible, without changing the consonantal text. It was intended for experts in Biblical Hebrew grammar and morphology. Transliterations usually avoid the typographically complex marks that are used in Tiberian vocalization. They also attempt to indicate vowels and syllables more explicitly than Tiberian vocalization does. Therefore a technical transliteration requires the use of Tiberian principles, as mentioned below, rather than simply representing the Tiberian symbols. Many transliteration standards require a thorough knowledge of these principles, yet they usually do not provide practical details. === Vowels === * There are seven basic vowels. * A vowel may be long, short, or ultrashort. * The vowel \"shva\" may be sounded (shva na) or silent (shva nach). * Consonants that have been used historically to indicate vowels, the \"matres lectionis\", are no substitute for proper vowel marks. * The vowel \"kamets\" may have its usual sound (kamets gadol – long \"a\") or a different sound (kamets katan – short \"o\"). === Consonants === * Six consonants (beth, gimel, daleth, kaph, pe, and tav) can be hard or soft. To be specific, they are pronounced either as stops or fricatives (\"spirantized\"). For example, the letter bet can be pronounced as \"b\" or \"v\". Tiberian vocalization marks a hard consonant with a dagesh kal (in the Hebrew term) or lene (Latin). A soft consonant lacks a dagesh kal, and is sometimes explicitly marked using rafe, an overbar. Transliterations sometimes also use an overbar or underbar to mark a soft consonant. (In Modern Sephardic Hebrew, however, only three consonants—bet, kaph, and pe—retain the hard–soft distinction. In the Ashkenazic style of pronunciation, the soft tav is sounded as \"s\".) * A letter that looks like shin may be that letter (when marked with a shin dot) or the letter sin (when marked with a sin dot). * Most consonants can undergo gemination. Tiberian vocalization marks gemination with a dagesh hazak (in the Hebrew term) or forte (Latin), which looks the same as dagesh kal. * A consonant that is normally silent (most often he) may be sounded if it is a root consonant or possessive ending. Tiberian vocalization marks such a consonant using a mapiq, which looks like a dagesh. * A silent vav may be used to hold a holem vowel, but sometimes a vav with holem has consonant value. # == Additional transliteration principles == A further complication is that the Roman alphabet does not have as many letters for certain sounds found in the Hebrew alphabet, and sometimes no letter at all. Some romanizations resolve this problem using additional non-Tiberian principles: * The two letters that represent a stop may be written using the forward and backward quote marks, or similar marks. * Certain consonants are considered \"emphatic\" (the consonants ח ט צ), due to being pronounced traditionally toward the back of the mouth. They may be transliterated distinctively by using an underdot. * The letter \"vav\" (ו) was once pronounced like English \"w\", in contrast to its current pronunciation identical to the letter \"vet\" (the soft letter ב). * The Karmeli transcription (see link at bottom of page) creates additional letters based on similar Hebrew or Cyrillic letters to represent the sounds that lack Roman letters. Finally, for ease of reading it is common to apply certain principles foreign to Hebrew: * Use a hyphen between common prefixes or suffixes and a romanized word. * Capitalize the first letter of a proper name, but not its prefixes. ==See also== *Anglicisation *Hebraization of English *Help:IPA/Hebrew *Other alphabets in Morse code#Hebrew *Romanization of Arabic ==References== ;Bibliography * * * * * Excellent, lively summary of issues and options for transliteration of Hebrew. * ==External links== *The entire Hebrew bible transliterated in two different formats, Matthew Anstey * Transliteration between Hebrew and Standard English or ISO 259 * \"Hebrish or Engbrew\", Talya Halkin in The Jerusalem Post (July 6, 2006). * United Nations romanization of Hebrew * GEONet Names Server * ALA/LC romanization of Hebrew * Library of Congress Authorities * Society of Biblical Literature, SBL Handbook of Style 2nd edition (archived), SBL Handbook of Style 2nd edition, Student Supplement for the SBL Handbook of Style, Second edition. * Transliterated text of the Torah and all Haftarot are available from http://bible.ort.org/ based on Sephardi pronunciation. * The Karmeli Alphabet; a Romanization developed in Israel that uses extra invented letters * Automatic Hebrew-To- English Transliteration Hebrew Category:Hebrew language Category:Hebrew alphabet ",
    "title": "Romanization of Hebrew"
}