{
    "id": "1446131",
    "text": "The Assyrian Democratic Movement (, , ADM), popularly known as Zowaa (), is an Assyrian political party situated in Iraq, and one of the main Assyrian parties within the Iraqi parliament. The Assyrian Democratic Movement states its aims are to establish equal citizenship rights with the rest of the Iraqi people without discrimination on the basis of nationality, belief, religious affiliation, culture, linguistics and other characteristics of the native Chaldo-Assyrian Syriac people of Iraq, to acknowledge the past massacres committed against them and to ensure they are never repeated again. With regards to separatism from Iraq, the Assyrian Democratic Movement maintains that it does not seek the division of Iraq in order to establish an Assyrian state and states in its manifesto: \"The national axis in the approach of the Assyrian Democratic Movement has components of the Iraqi people, and to contribute to building the democratic pluralistic federal state and establishing the Iraqi state based on justice, equality and the rights of all components. And the common destiny of our Chaldean Assyrian people with the components of the Iraqi people, national and religious Arabs, Kurds, Turkmen, Armenians, Sabians, Yazidis and Shabaks.\" == History == The Assyrian Democratic Movement (Zowaa) was founded on April 12, 1979 from several meetings that were held in secrecy in Kirkuk, Mosul and Baghdad. The party was established among various smaller cultural-political and student groups such as the Assyrian Brothers, with the primary focus to satisfy the political objectives of the Assyrian people in Iraq, in response to the oppressive brutality of the Ba'ath regime and its attempts to forcibly expropriate ethnic Assyrians from their native lands. The ideology of the movement stemmed from Assyrian cultural awareness that had developed in Urmia and Harput during the Assyrian independence movement. The movement took up armed struggle against the Iraqi regime in 1982 under the leadership of Ninos Pithyou with the primary focus of defending Assyrian villages, and joined the Iraqi-Kurdistan Front (IKF) in the early 1990s. Since its inception, the ADM have joined with the Iraqi patriotic factions in the fight against dictatorship. The movement has also participated in the political field since 1982 alongside other groups. It started by issuing its central newspaper, Bahra, in June 1982. In 1988, fighter members of the movement and its headquarters as well as the rest of the Kurdish parties were attacked in the Al-Anfal Campaign. ADM participated in the uprising in 1991; then won seats in parliamentary elections for the Kurdistan region of Iraq in 1992. The ADM is credited with the development of education in the Syriac language in both elementary and secondary schools as well as the initiation of different organizations such as the Chaldo-Assyrian Students' Union, Hammurabi Scouts, Assyrian Women's Union of Iraq and the Assyrian Aid Society. The ADM has endured a struggle through the sacrifice of its martyrs' in the arena of armed struggle. On 14 July 1984, the Saddam led regime attacked ADM locations in Baghdad, arresting more than 150 members of the movement who were imprisoned in the notorious Abu Ghraib prison. Twenty-two members were sentenced to life imprisonment, and four were sentenced to death where Yousip Toma, Youbert Benyamin and Youkhanna Esho were hanged on treason charges. Jamil Matti and Sheba Hamey were later murdered by the Iraqi Army while safeguarding the villages of Hejerke and Pireka in Simele. Relatives of ADM members were also imprisoned, tortured and murdered for their connection to the movement. Some ADM members were victims of political assassinations such as Francis Yousef Shabo who was allegedly assassinated by Wahid Kovli. == Prior to the Iraqi invasion == Zowaa fighters in the Assyrian homeland in the 1980s. Due to successful lobbying from influential Assyrian-Americans and from Congressman Henry Hyde, American President George W. Bush designated the ADM an officially recognized Iraqi opposition movement. In a December 9, 2002 memorandum, President Bush invoked both articles four and five of the Iraq Liberation Act of 1998 as a means of allowing the United States government to provide financial resources to the ADM and other Iraqi opposition groups. Kanna himself participated in a September 2002 meeting of Iraqi opposition leaders in New York and addressed the London conference of Iraqi opposition leaders in December 2002. In February 2003, Kanna addressed both Iraqi opposition leaders and U.S. envoy Zalmay Khalilzad at a conference in northern Iraq. Just hours prior to the American-led war against Iraq in March 2003, Kanna stressed the importance of the coming war for the history of the Assyrian people. He noted that some Assyrians were leaving the cities for the villages and urged diaspora Assyrians to provide humanitarian aid to their brethren. == After the fall of Baghdad == Yonadam Kanna became the leader of the party in 2001, succeeding Ninos Pithyou. He served on the temporary Iraqi Governing Council before it was disbanded in favor of the elected body formed after the January 2005 Iraqi elections. The party's website, zowaa.org, describes it as \"a democratic and political organization -- national and patriotic -- to defend our people and their legitimate rights and to struggle under the banner of [a] free democratic Iraq.\" The site's declarations include calls for official recognition of the rights of Assyrians and \"unity of our people under their several religious identities\": Chaldean church, Syriac church, and Assyrian church (various Christian denominations in the Assyrian demographic).http://www.globalsecurity.org/military/world/iraq/adm.htm The group supports the idea of a federal Iraq, and maintains good relations with other Assyrian and Kurdish groups present in northern Iraq, as well as with Shi'a leaders in southern Iraq. The movement is also represented in the Kurdistan parliament. Party members and Assyrians in general have been the focus of some Islamic insurgent attacks in the time since the fall of Saddam Hussein. The party also operates Ashur TV, Ashur Radio and issues Bahra newspaper. The party is based in the former headquarters of the Fedayeen Saddam in Zayouna, Baghdad. ==Post War incidents and events == The party has faced many setbacks since the beginning of the Iraq invasion. *On November 17, 1994, one of ADM's militia soldiers, Zia Zia, was killed while guarding a headquarters of the party in a remote Assyrian village in northern Iraq.http://zindamagazine.com/html/archives/1995/zn022095.html *On October 20, 2003, a rocket-propelled grenade attack occurred on the ADM office in Kirkuk, injuring one ADM official. *On November 18, 2003, Sargon Nano, the ADM representative in Basra, was killed by masked gunmen. *On February 11, 2004, The Associated Press reported gunmen firing from a car attacking an office of the ADM in the northern city of Mosul, injuring one ADM member guard. *On March 26, 2004, gunmen killed ADM official Romeo Esha David in the city of Kirkuk. *On November 29, 2005, gunmen opened fire on four party members as they were hanging Iraqi election posters in northern city of Mosul (in the al- Shuhadaa district,) killing two ADM members. *On December 2, 2005, ADM election candidate Sarmas Behnam Ibrahim was gunned down in Kirkuk. *On January 1, 2006, 44-year-old ADM official Ayad Loqa Lazar was killed in the Baghdad district of Dora. *On May 6, 2006, an unsuccessful assassination attempt was made on the party's leader, Yonadam Kanna, as his convoy came under an improvised explosive device attack in Baghdad. *On February 4, 2018, a car bomb was detonated outside the headquarters of the ADM in Baghdad, injuring 4 people. ==Branches== The organizational structure of the party is as follows: * Secretary-General * Deputy Secretary-General * Political Bureau * Central Committee The party is organized into several branches both in Iraq and in the diaspora. Some of these branches include: * 1st Branch - Baghdad * 2nd Branch - Kirkuk (Arrapha) * 3rd Branch - Nineveh (Mosul) * 4th Branch - Bakhdida * 5th Branch - Tel Keppe (Kalih) * 6th Branch - Alqosh (Sanhareeb) * 7th Branch - Nohadra * 8th Branch - Arbil * 9th Branch - Zakho * 10th Branch - Sarsing * 11th Branch - Australia * 12th Branch - Canada * 13th Branch - Illinois * 14th Branch - Michigan * 15th Branch - Arizona * 16th Branch - California * 17th Branch - Central Europe * 18th Branch - Western Europe * 19th Branch - Scandinavia ==See also== *Assyrian Democratic Organization *Assyrian Policy Institute *Nineveh Plain Protection Units *Sons of Mesopotamia *Assyrian homeland *Proposals for Assyrian autonomy in Iraq ==References== ==External links== *Assyrian Democratic Movement ( Zowaa Dimuqrataya Atoraya) Category:Organizations of the 1991 uprisings in Iraq Category:Political parties of minorities in Iraq Category:Assyrians in Iraq Category:Assyrian political parties Category:Political parties established in 1979 Category:1979 establishments in Iraq Category:Ethnic political parties Category:Political parties in Iraq Category:Political parties in Kurdistan Region Category:Rebel groups in Iraq ",
    "title": "Assyrian Democratic Movement"
}