{
    "id": "1446680",
    "text": "Splinter, often referred to as Master Splinter by his students, is a fictional character from the Teenage Mutant Ninja Turtles comics and all related media. A mutant rat, he is the martial arts and ninjutsu instructor of the Turtles, as well as their adoptive father. In most incarnations, Splinter is a mutated or reincarnated martial artist Hamato Yoshi; in others, he was Yoshi's pet rat. ==Mirage Comics, original films, 2003 cartoon== In both the original comics and the live-action movies, Splinter is the pet rat of a ninja named Hamato Yoshi in Japan. Intelligent for his species, Splinter is able to learn ninjutsu art by mimicking his master's movements while he practiced. Yoshi becomes embroiled in a dispute with a fellow ninja by the name of Oroku Nagi and is eventually murdered by Nagi's brother, Oroku Saki, who is seeking revenge for his brother's death. However, in the 1990 film and 2003 TV series Nagi is removed entirely. Additionally, in the 1990 film, Splinter escapes from his cage during the murder, and attacks Saki, clawing at his face. Saki, in turn, slices his ear off. It is suggested that this mutilation is the reason Saki took the Shredder disguise to hide the scars. In contrast, in the 2003 TMNT cartoon series, it was Hun's face which Splinter clawed. Without a home, Splinter is forced to run away and live in New York City's sewers. Due to a traffic accident, four baby turtles and a canister of mutagenic ooze are sent down into the sewer. The canister mutates both Splinter and the turtles, in which it also enhanced the former's already sophisticated intellect. Splinter names the four turtles Leonardo, Donatello, Raphael, and Michelangelo (after a book on Renaissance artists that he found in a storm drain) and trains them in the arts of ninjutsu so that they can avenge his dead master while raising them as his own sons. In the 2003 TMNT cartoon, he possesses a significant reputation as a ninja master; in a multi-part episode, he is revealed to be a champion of the Battle Nexus, a multi-dimension-spanning contest where the greatest combatants of various dimensions come together to fight each other for the title of Battle Nexus Champion. When the Turtles learn of the Battle Nexus, they participate as well, resulting in Splinter forfeiting when called upon to fight Michelangelo, as he wishes to allow his sons the opportunity to fight where he succeeded in the past. In the episode, \"Tempus Fugit\", Splinter and the Turtles, who time-traveled into the future, were sent back to the present time, but the villain, Viral, blasts Splinter with a decompiler ray that scatters his bits all over the internet. While Splinter wasn't seen much in the \"Back to the Sewers\" season, the focus of those episodes is the Turtles' efforts to find Splinter's data bits by traveling all over cyberspace. Splinter is restored in the final episode and helps defeat the Cyber Shredder. ==1987 animated series== In the 1987 TMNT cartoon, Splinter and Yoshi are combined. He is a martial art instructor for the Foot Clan in Japan, and also has a passion for Renaissance art. Yoshi is framed by his rival, Oroku Saki, for trying to murder their common dojo master. Unable to prove his innocence and expelled from the Foot Clan, Splinter moves to New York City, where he lives as a hermit in its sewers and befriends the rats. One day, he comes across four baby turtles which were accidentally dropped by a boy through a sewer grate. Splinter keeps them as pets and treats them like his children. When he finds the turtles near some broken barrels that are oozing glowing pink, later retconned to green, chemical liquid, he tries to clean them with his bare hands. As a result, they are all affected by the leaking chemical, which is a mutagen. The mutagen combines the DNA of living beings who have been in contact. Thus, the turtles, being in a pet store with people touching them, turn into young humanoid turtles. Yoshi, having been in contact with sewer rats, becomes a humanoid rat. Although, Master Splinter did get the chance to be human again in the episode \"Splinter No More\", but realizes he prefers being with the turtles and had no place as a human anymore. Yoshi raises the turtles by himself and gives them the names of his favorite Renaissance artists: Leonardo, Donatello, Raphael, and Michelangelo. Yoshi is given the nickname \"Splinter\", due to his proficiency at breaking wooden boards, and he teaches them the art of ninjutsu in order to protect themselves. Like many real-life ninja masters, he has a strong sense of honor and follows very strict rules which all four of his students adopt. Master Splinter always has a wise quote or speech for the turtles and often steps in with his ninja skills when the turtles are caught in a, seemingly inescapable, predicament. Master Splinter doesn't have a father/son relationship with the turtles, as suggested in other versions, but more of a teacher/student bond. Despite not having that father/son relationship with the turtles, Splinter, in the episode \"The Old Switcheroo\", shows a glimpse of fatherly concern for Leonardo when he is injured by one of Donatello's contraptions. In addition, in Turtles Forever the old 1987 series turtles are surprised when the 2003 series turtles call Splinter \"father\". However, in the movie, the 2003 series Leonardo comments that it feels right to be with the 1987 Splinter regardless of the differences between the two worlds. Splinter's assurances that he feels the same, coupled with his comment that Leonardo and his brothers will always be welcome there, helps Leonardo see the common similarities between the teams, regardless of their different styles and methods. In the final episode, \"Divide and Conquer\", Splinter explains to the turtles after they've defeated Dregg that they're no longer his students but his equals and they have finally become ninja masters. ==Archie TMNT Adventures comics== Archie Comics published the Teenage Mutant Ninja Turtles Adventures which is the 1987 TV series in comic form. In the comic, they maintained Splinter's human background even when they started publishing original storylines. ==2012 animated series== In the 2012 series, Splinter is again introduced as Hamato Yoshi, a Zen philosopher and expert of ninjutsu. His relationship with Oroku Saki is mostly intact, with the Hamato and Foot Clans later revealed to have had a long-term conflict with each other. Despite being raised as brothers, both Yoshi and Saki become rivals due to their affection for Tang Shen, and Saki wishes to discredit Yoshi in front of her. Yoshi loses his temper and the altercation ends their friendship, culminating with Saki learning of his true heritage and starting a battle that burns down the Hamato Clan monastery, indirectly killing Shen and, seemingly, Shen and Yoshi's daughter, Miwa. After moving to New York City, Yoshi has just purchased four pet turtles when he stumbles upon an exchange in an alley between two Kraang droids. Seeking to silence Yoshi before he can share what he has seen, a fight ensues and the canister the droids have been carrying smashes open, splashing both Yoshi and his turtles with a mutagen. As the result of stepping on the tail of a black rat upon entering an alley, Yoshi mutates into a humanoid mutant black rat, while the Turtles take on human characteristics. Realizing he can no longer live a normal life, he retreats to the New York sewers where he raises his pets as sons and teaches them ninjutsu. Splinter's sons, along with their new friend April O'Neil, soon become involved in the conflict with both of Splinter's old enemies, the Shredder and the Kraang. Reluctantly allowing the group to get involved, Splinter appoints Leonardo as their leader and continues to offer counsel and lessons as they engage various foes. Recognizing great sensitivity in April, he begins training her as a kunoichi and comes to regard her with a fatherly fondness. Splinter ventures from his lair on only two occasions. The first is when he falls under the control of the Rat King, who attempts to persuade him to forsake his humanity and embrace the life of a rat. Splinter eventually breaks free with the Turtles' help and defeats the Rat King. The second is when Shredder kidnaps April and lures Splinter to his stronghold for a final confrontation. Splinter overpowers Shredder's men and engages his old foe. Shredder reveals that Splinter's daughter, Miwa, had not died and that Shredder had taken her and raised her as his own. Splinter nearly defeats Shredder, only to be attacked by Miwa; Miwa, whose name is now Karai, has been taught, by Shredder, that Splinter is responsible for her mother's death. As the second season progresses, Splinter tells the turtles about his true relationship with Karai. He is able, eventually, to convince Karai of the truth about their past, but she subsequently mutates into a snake-like being when Shredder's plan for revenge backfires. Later, Earth is invaded by the Kraang and, in the ensuing battle, much of Splinter's lair is destroyed before Splinter is able to defeat Kraang Sub-Prime. Splinter then leaves the lair to find his missing sons. Splinter again engages Shredder in battle and, seemingly victorious, Splinter prepares to reunite with his sons, April, and Casey Jones, only to be attacked from behind by Shredder and thrown into a sewer drain. He is rescued from drowning by Karai and left in an area of the sewer to recover. At the end of the 3rd season, Splinter asks Shredder for a truce to stop the alien Triceratons. Shredder agrees but at the end of the battle, Shredder stabs Splinter in the back (literally). The turtles hold him one last time before they, Casey and April flee with Fugitoid, as he arrives at the very last moment in a spaceship as Earth is sucked into a black hole. When the turtles go through the time and fail to claim all the Black-Hole Generator pieces to help in the battle against the Triceratons and warn Splinter in time to stop Shredder from killing him. Splinter defeats Shredder, somewhat paralyzing him as Tiger Claw takes him away. When Shredder has himself infused with mutagen, he kidnaps Karai and demands her to come. Splinter fights Shredder along with the turtles, and the fight, leading up to rocky crevices and chasms below, Splinter and Shredder fall into a gaping chasm. Shredder's fall stops short as he lands on a rock outcrop as Splinter falls way down. He is still alive but his leg is broken. He sees the Rat King come toward him, seemingly surviving his fall down as well. Meanwhile, the turtles try to find him but Shredder goes after them. Splinter fights the Rat King but soon tumbles down and realizes that his fight with the Rat King was all a hallucination because of his fever he had developed in the chasm. He finds the skeletal remains of the Rat King and Donatello and Michelangelo find him, alive and well. He later attempts to use his healing mantras to help April recover from the influence of the crystal fragment of the mystical Sol Star, and receives a vision of the ancient Aeons themselves but is overpowered by the form of a demonic Aeon. As April becomes possessed by the cosmic entity from within the Sol Star fragment, he attempts to reach her but is contained by April's exceptionally strong telekinesis. Regaining consciousness in the ransacked lair, he warns Donatello to be very careful as that being was not April. When April awakens from her ordeal, he expresses how impressed he is at how April was able to literally destroy her demons. He is once again killed by Shredder during a battle when Super Shredder impales him with his mutated claws and throws him off a rooftop. Splinter is buried at the O'Neil farmhouse. His spirit still gives his sons advice. ==IDW comics and 2014 film== The IDW Comics series, which began in 2011, presents a new origin for both Splinter and the Turtles. All five were originally test subjects at Baxter Stockman's bioengineering firm, Stockgen Corporation. When agents of the Foot Clan break into Stockgen and attempt to steal an alien mutagen, Splinter and the Turtles escape but are exposed to the mutagen in the process. While the element of Splinter being Hamato Yoshi is still present, Oroku Saki is now the Foot Clan's medieval leader, with Splinter and the Turtles being the reincarnations of Yoshi and his sons. In the back-story, Hamato Yoshi was a member of the Foot Clan in feudal Japan. He is initially known for his unruly temper and lack of discipline. But with the help of his master, Masato, and his love, Tang Shen, he learned to control his temper and becomes a skilled warrior. His contemporary, Oroku Saki, seeks to make the Foot a clan to be feared. When Yoshi openly objects to the needless slaughter of a village connected to an assassination target, he and his family are declared traitors. Yoshi cannot save Tang Shen from being murdered but does save his sons. Yoshi raises and trains his sons for three years until Saki and the Foot find them. When his sons are executed before his eyes, Yoshi swears that he will destroy Oroku Saki before he, himself, falls under the blade. The live-action 2014 reboot uses the test subject origin story, but Splinter is neither a reincarnation of Hamato Yoshi nor is he associated with him in any way. In fact, Yoshi is written out of the script entirely and Splinter simply learns ninjutsu from a discarded book after being mutated. In the movie, Splinter tells April that he does not remember his life before being in a laboratory, implying that there may be more to Splinter's character. ==2018 animated series== In Rise of the Teenage Mutant Ninja Turtles, Splinter is once again Hamato Yoshi, a descendant of the Hamato clan, however as a young child he escapes the responsbility of his clan in order to pursue a career as a martial arts film star (taking inspiration from Jackie Chan and Bruce Lee). He lives with his adopted sons in their sewer lair and can be seen spending his time reliving his glory days by rewatching his movies as an action hero before he had been unexpectedly mutated into a rat. Splinter shows a great aptitude in using anything as a potential weapon, as shown in his films' he fights with Fish and Ladders in the episode 'Evil League of Mutants'. Afraid that his sons would be put in harm's way he is less diligent in training them in ninjutsu, until he learns that the Foot Clan have been assembling the Shredder's armour, and he takes a more active role in preparing them for the danger his irresponsibility has placed them in. Little do they know, that their idol Lou Jitsu that they've been playfully emulating for years is in fact their sensei, they learn to appreciate their father for more than he seemed. ==Appearance== Splinter in a scene from Teenage Mutant Ninja Turtles II: The Secret of the Ooze Splinter in the 2008 season of TMNT Splinter's physical appearance remains fairly consistent in all incarnations of the character; he is portrayed as an elderly rat dressed in robes. The coloration of his fur varies depending on the incarnation. While brown fur is the most common depiction, he is sometimes depicted as having gray fur. In the original live-action movies, he is missing part of his right ear, which was cut off by Saki. In the 2012 series, Splinter is physically taller and younger than he was in past incarnations. He also has a more rat-like design along with distinctive body marks on his fur. ==Personality== Splinter is portrayed as wise, intelligent, and a skilled \"elderly martial arts master\". He is nearly always calm. Even when angry, he refrains from raising his voice. He is the quintessential calm, all-knowing, and wise master of all martial arts. Also, Splinter has strong willpower as he doesn't give up without a fight. Also, in the 1987 series, Splinter can control his brain waves through his willpower. Splinter cares for his adopted sons with fierce devotion, rescuing them in very critical moments in the series, such as when Shredder attempted to execute the four on a building, or when Bishop tried to literally tear them apart for science. He is furious when the Foot attempts to slay the Turtles with a robot Splinter and goes all the way to Japan after the four are kidnapped by the Tribunal. Splinter does goes to the Turtles for help whenever he was in a tough spot, especially shown in the 1987 series episode \"The Old Switcheroo\" when an accident caused himself and Shredder to switch bodies as he went to them for help in getting back to his real body but had a hard time convincing them at first but they believed him when they heard his wise wisdom and that he didn't want to fight them as they worked together to set things right. Despite his love for his sons, Splinter is fairly militant with them, especially when they are young and inexperienced. Splinter's main fear is that he and his family will one day be exposed to the outside world, as he is understandably and protective. He disciplines the turtles when they become disobedient or unruly. His punishments include making them do back-flips repeatedly in the second live-action movie, or being sent to the Hashi, a form of punishment in the 2014 film by using chopsticks for balance. At times, Splinter does get physical with the Turtles whenever he gets mad with them or breaks up their siblings arguments, which led him to ground them, especially in 2012 series. Splinter is not completely cut off from the pleasures of modern culture; he enjoys soap operas. This is more fully displayed in \"Fast Forward\" where that hobby of his is mentioned several times. It is also mentioned in both the 2007 animated film and the 2012 series that he very much enjoys dessert, particularly Ice pops. ==Portrayal== *In the 1987 series, he was voiced by Peter Renaday in the American version and by Hideyuki Umezu (TV), Yuzuru Fujimoto (NHK-BS2) and Kiyoshi Kobayashi (VHS) in the Japanese versions. The film Turtles Forever features this incarnation, voiced by David Wills. *In Ninja Turtles: The Next Mutation, Splinter is voiced by Stephen Mendel. *In the 2003 animated series and Turtles Forever American version, Splinter is voiced by Darren Dunstan. In the Japanese version, he is voiced by Shōto Kashii. *In the first two movies, he is voiced by Kevin Clash, and in the third, he was voiced by James Murray. In the 2007 animated film, he was voiced by Mako Iwamatsu; Iwamatsu died during production, and his new fill-in Greg Baldwin stepped in to provide a large share of Splinter's dialogue in the finished film (receiving a credit only for \"additional voices\"). Splinter was Mako's final role before his death. In the Japanese versions, he was voiced by Kiyoshi Kobayashi and Joji Yanami in the first film, Michio Hazama in the second, Hideyuki Umezu in the third and Shoto Kashii in the fourth. *In the 2007 TMNT game, he is voiced by Terrence Scammell. *In the 2012 animated series, Splinter is voiced by Hoon Lee. *In the 2013 video game TMNT: Out of the Shadows, Splinter is voiced by Feodor Chin. *In the 2014 reboot, Splinter was portrayed by actor Danny Woodburn and his voice was provided by Tony Shalhoub. In Teenage Mutant Ninja Turtles: Out of the Shadows, the film's sequel, Shalhoub again voices Splinter and the motion-capture for the character is done by Peter D. Badalamenti. *In the 2018 animated series, Rise of the Teenage Mutant Ninja Turtles, Splinter is voiced by Eric Bauza. ==Video games== Splinter appears in most video games based on the Teenage Mutant Ninja Turtles franchise. He is a playable character in the 2003 video game, Teenage Mutant Ninja Turtles 2: Battle Nexus, TMNT: Mutant Melee and TMNT: Smash Up. In Teenage Mutant Ninja Turtles on the NES, he transforms into a human in the ending. ==References== Category:Anthropomorphic martial artists Category:Fictional mice and rats Category:Comics characters introduced in 1984 Category:Fictional characters with precognition Category:Fictional immigrants to the United States Category:Fictional Japanese people Category:Fictional mutants Category:Fictional ninja Category:Fictional schoolteachers Category:Fictional martial arts trainers Category:Fictional victims of kidnapping Category:Superhero film characters Category:Teenage Mutant Ninja Turtles characters Category:Fictional Buddhist monks ",
    "title": "Splinter (Teenage Mutant Ninja Turtles)"
}