{
    "id": "1446917",
    "text": "The Charlatan is the independent weekly student newspaper at Carleton University in Ottawa, Ontario. It is published by a not-for-profit corporation, Charlatan Publications Inc., and is independent of student associations and university administration. Papers are free, and are available in news-stands both on and off campus. It is published weekly during the fall and winter semesters, and monthly during the summer. Its circulation as of 2015 was 8,500 copies with an average readership of 15,000. All Carleton students are eligible to contribute. ==History== ===The Carleton: 1945-1971=== Originally called the Carleton, the paper's first issue appeared on November 28, 1945, the same year Carleton College's School of Journalism was formed. Only four issues appeared in the first year, but by 1948 it was a regular weekly newspaper. News coverage in the beginning focused on veterans’ affairs and experiences during the Second World War, as Carleton's student body was primarily made up of returning veterans. During the 1960s, the newspaper became more anti-establishment and frequently published stories critical of the university. The paper's first office was in the Student Union Building on First Avenue in the Glebe neighbourhood in Ottawa, but when Carleton relocated to its current Rideau River campus in 1952, the Carleton moved to a basement- level office below Patterson Hall. When Carleton's student centre, or University Centre, was built in 1970, the Carleton moved to the fifth floor of that building, where it remains today. ===The Charlatan: 1971-present=== Prior to 1971, The Carleton had a tradition of naming its end-of-term issue as The Charlatan. Citing a desire to have a more fun, pranksterish image in keeping with the political spirit of the times, editor-in-chief Phil Kinsman encouraged using that name permanently. The Charlatan became the paper's official name after a staff referendum in March 1971. As the student body became progressively more fragmented, the paper distanced itself from the Carleton University Students' Association (CUSA) and became a self-appointed critic. During this time the paper coverage became more humorous. Editors frequently published joke articles or made up stories entirely. In 1973, the editorial staff invented a joke candidate for a student government election. In 1974, the Charlatan’s photo editor Paul Couvrette secretly inserted a fake obituary of himself into the paper on production night. The Charlatan was notable for the quality of its photography and graphics, to the extent that, in October 1973, it noted the extent to which they were the subject of plagiarism by other Canadian campus papers, as well as within Carleton University itself. Since its founding, the paper had been owned, operated, and funded by Carleton's undergraduate student government. Editors and CUSA had several disputes over funding and editorial policy throughout the early 1970s, and to mediate these conflicts the two sides created a Joint Publishing Board in 1975 (which CUSA first considered in June 1974). The joint board consisted of two representatives each from CUSA and the Charlatan, who appointed an independent fifth person, usually the university ombudsman, as chairman. After further editorial clashes with CUSA in the 1980s, the Charlatan began to lobby for its autonomy from CUSA, with humorous \"Charlatan on strike\" posters and \"Charlatan Liberation Front\" buttons. This was achieved by a vote of 1,013-457 in a campus-wide referendum in March 1988, immediately after which it was incorporated as Charlatan Publications Inc. The paper celebrated its 70th anniversary in September 2014. As of September 2020, the paper does not circulate weekly or monthly print issues of the paper as a result of COVID-19 related precautions. ==Operations, Style and Sections== The Charlatan reports on campus news as well as national and international stories affecting students. It also covers campus sports and arts. Any Carleton student can volunteer, or seek election for one of 11 part-time editorial positions or the full-time position of editor-in-chief. Editors are elected by staff every spring and hold their positions for one academic year. The newspaper has six sections published in the physical paper: News, National, Features, Opinions- Editorials, Arts, and Sports, in addition to Photo, Multimedia, Graphics, and Web content. The newspaper's website, charlatan.ca launched in 2009. The Charlatan's weekly talk-radio show, CharlatanLive launched in 2010 on Carleton's campus-based community radio station, CKCU-FM. The paper is funded by advertising and by an annual, non-refundable levy of $5.67 per undergraduate. These funds are administered by an elected board of directors, composed of: *Five students-at-large, who do not contribute to the paper and are elected at the corporation's AGM; *Two representatives elected by contributing staff; *Two professional representatives, at least one of whom must be a practicing journalist not on Carleton's faculty, and the other of whom may be a faculty member; *The editor-in-chief, whose membership on the board is ex officio only. The powers of the board and the editorial staff are defined in a written constitution. Generally, the board is not allowed to intervene in editorial policy unless there are legal issues involved. ==Alumni== Some of the Charlatan's alumni have become renowned journalists, authors, designers, and photographers. Three of the former directors of Carleton's School of Journalism — T. Joseph Scanlon, Stuart Adam and Peter Johansen — are Charlatan alumni, as are several other members of the school's current faculty. Notable alumni include: *David Berman, author *Bob Cox, Winnipeg Free Press Publisher *Greg Ip, The Economist editor, former Wall Street Journal reporter *Warren Kinsella, National Post media columnist and former aide to prime minister Jean Chrétien *Richard Labonté, literary critic and anthologist *Mark MacKinnon, The Globe and Mail foreign correspondent * Mark Masters, The Sports Network hockey reporter *James Orr, film director and screenwriter *Sasa Petricic, CBC TV correspondent *Paul Watson, Toronto Star blogger and correspondent *Chris Wattie, National Post reporter * Steven, mannequin *Vahe Guzelimian, photographer * Jennifer Pagliaro, Toronto Star city reporter * Chris Hannay, The Globe and Mail political reporter ==Current Staff== *Editor-in-chief: Olivia Joerges *Copy Editor: Leila El Shennawy *News Editors: Safiyah Marhnouj and Mark Colley *National Editor: Emma Jackson *Features Editor: Jillian Piper *Op/Ed Editor: Pascale Malenfant *Arts Editor: Isabel Harder *Sports Editor: Cameron Chaddad *Photo Editor: Spencer Colby *Graphics Editor: Sara Mizannojehdehi *Multimedia & Web manager: Victor Ubaru http://charlatan.ca/category/staff ==Competition== The Charlatan competed (usually in a friendly manner, though not exclusively) with The Resin, a student-run newspaper for residence students funded by the Rideau River Residence Association. Founded as the Pho-paw in 1973, it had suspended its operations between 2008 and 2012 before being revived, but it finally ceased publication in 2014. It returned in online form only in 2015. Carleton's engineering society also has its own newspaper, The Iron Times, which runs a satirical column every issue called \"Uses for The Charlatan.\" Over the years, Carleton has supported several other campus newspapers, including the CUSA Update, published by CUSA for a short time after the Charlatan's incorporation in 1988. None of these competitors have survived to the present day. Launching its first issue on February 9, 2009, The LevellerThe Leveller describes itself as \"a publication covering news, current events, and culture at Carleton University, in the City of Ottawa and, to a lesser extent, the wider world\". The Leveller had published four issues between February and April 2009, and five more between November 2009 and March 2010. In March 2010, The Leveller won a Graduate Student Association referendum for a $1.50 levy per graduate student. ==Criticism== Over the years, some students, particularly those affiliated with or supportive of CUSA, have been very critical of the Charlatan. One CUSA president organized a public debate on this subject in 1983. The Charlatan was accused of covering trivial topics and of publishing error-prone articles concerning student-run bodies that sometimes required retractions or issue corrections. Students not supportive of CUSA have been critical as well, citing that the Charlatan has changed articles or played up or down quotes and events in order give a more positive image to the student council. In rare instances, critics have resorted to newspaper vandalism and theft, the most recent major instance of which was in March 2000, when 6,900 copies of a single issue were taken. In early 2006, two referendum questions asking for an increase in the Charlatan's per-student levy were defeated, by votes of 2276-1350 and 1926-1600 respectively. Critics of the Charlatan have pointed to these results as evidence of general dissatisfaction or apathy with the paper. Other increases in student levies also have a history of being defeated. ==See also== *List of student newspapers in Canada *List of newspapers in Canada ==Further reading== * * ==References== ==External links== * Category:Student newspapers published in Ontario Category:Carleton University Category:Newspapers published in Ottawa Category:Weekly newspapers published in Ontario Category:Publications established in 1945 Category:1945 establishments in Ontario ",
    "title": "The Charlatan (student newspaper)"
}