{
    "id": "1446805",
    "text": "The Hoboken Parks Initiative is an ongoing plan for the expansion of open space in the US city of Hoboken, New Jersey. David Roberts, the mayor of Hoboken, announced the plan on January 20, 2005. It involves several new parks to be added to Hoboken. Implementation of the plan has, however, met with criticism: as of late 2006, the only park actually being developed is that of Maxwell Place -- the development of the other recreational facilities appears to have been halted. Most of Hoboken's remaining free space has been turned into apartment complexes, not parks. Maxwell Place: In 2004, the Maxwell factory complex was demolished to make way for an apartment complex. In addition, the waterfront area has been set aside for open space. Pier C Park: For many years, the plan to rebuild Pier C, a pier that once existed, has been altered. The plan is finally under progress, and set to be open to the public in the summer of 2005. Originally, the pier was supposed to have a floating pool, but now it will instead have a sand volleyball court. There will also be a fishing pier extending from Pier C and a promenade. Stevens Tech Ice Skating Rink: There is currently a temporary ice skating rink at the eastern end of 5th street, but a plan for a permanent ice skating rink on top of the proposed Steven's Garage has been announced. Upper West Side Park: On Hoboken's westernmost border, a 4.2 acre (17,000 m²) park is planned to be north of the 14th street viaduct, lying adjacent to the Hudson-Bergen Light Rail tracks, containing athletic fields 1600 Park and Hoboken Cove: A 2.4 acre (10,000 m²) park is proposed at 16th street in Hoboken, and would have handball courts, basketball courts, and tennis courts (two of each type of court; in all there would be 6.) According to Mayor Roberts, 1600 Park Ave. is planned to be merged with another planned proposed park called Hoboken Cove, which is along Weehawken Cove shore. Funding for this endeavor is partially supported by a grant from The Trust for Public Land.\"Hoboken receives $200,000 grant to fund major open space initiative\" , City of Hoboken website, March 22, 2007http://www.tpl.org/our-work/parks-for-people/hoboken-cove 16th Street Pier: Connected to the 1600 Park Ave. park, this planned pier of 0.75 acres (3,000 m²) will extend into Hoboken Cove and have a playground. It will also have an overlook terrace. Green Belt Walkway: Also known as the Green Circuit, it is set to be on the west side of Hoboken. Northwest Park: At 12th and Madison.http://www.nj.com/hudson/index.ssf/2016/10/hoboken_council_gives_preliminary_ok_to_30m_park_p.html In addition, a rooftop tennis court and swimming complex are planned. Also, the controversial toddler playground that has now been built in Church Square Park was probably a part of the Parks Initiative. ==References== *The Hoboken Reporter, Volume 22, Number 21; Sunday, January 23, 2005 Category:Hoboken, New Jersey ",
    "title": "Hoboken Parks Initiative"
}