{
    "id": "1446039",
    "text": "Hohenschwangau Castle at night Hohenschwangau Castle () is a 19th-century palace in southern Germany. It was the childhood residence of King Ludwig II of Bavaria and was built by his father, King Maximilian II of Bavaria. It is located in the German village of Hohenschwangau near the town of Füssen, part of the county of Ostallgäu in southwestern Bavaria, Germany, very close to the border with Austria. ==History== The fortress Schwangau, which was first mentioned in historical records dating from the 12th Century, stood high up on a rock on the site of the present 19th-century Neuschwanstein castle. The knights, later counts of Schwangau, were ministerialis of the Welfs. Hiltbolt von Schwangau (1195–1254) was a minnesinger. Margareta von Schwangau was the wife of minnesinger Oswald von Wolkenstein. The present day Hohenschwangau (\"Upper Schwangau\") castle was first mentioned in 1397, though under the name of Schwanstein. Only in the 19th century the names of the two castles have switched. It was built on a hill above lake Alpsee, below the older fortress. Between 1440 and 1521 the Lords had to sell their fief with Imperial immediacy to the Wittelsbach dukes of Bavaria, but continued to occupy the castle as Burgraves. In 1521 they became owners again but had to sell their land in 1535. The purchaser, Johann Paumgartner, a wealthy Augsburg merchant, had the lower castle reconstructed by Italian architect Lucio di Spazzi who already worked on the Hofburg, Innsbruck. He kept the exterior walls and the towers but rebuilt the inner parts until 1547, on a floor plan that still today exists. The older Schwangau fortress however continued to fall into ruins. Paumgartner, after having been elevated to the rank of baron, died in 1549 and his sons sold their new castle to Maximilian I, Elector of Bavaria. The Wittelsbachs used the castle for bear hunting or as a retreat for agnatic princes. In 1743 it was plundered by Austrian troops. In the German mediatization the county of Schwangau became officially a part of the Electorate of Bavaria in 1803. King Maximilian I Joseph of Bavaria sold the castle in 1820. Only in 1832 his grandson Maximilian II of Bavaria, then crown prince, bought it back. In April 1829, he had discovered the historic site during a walking tour and reacted enthusiastically to the beauty of the surrounding area. He acquired the dilapidated building – then still known as Schwanstein – in 1832, abandoning his father's wish that he should move into the old castle (Hohes Schloss) in the nearby town of Füssen. In February 1833, the reconstruction of the castle began, continuing until 1837, with additions up to 1855. The architect in charge, Domenico Quaglio, was responsible for the neogothic style of the exterior design. He died in 1837 and the task was continued by Joseph Daniel Ohlmüller (died 1839) and Georg Friedrich Ziebland.Hans F. Nöhbauer: Auf den Spuren König Ludwigs II. (München, Prestel Verlag, 3. ed. 2007) p. 81ff. More than 90 wall paintings represent the history of Schwangau (literally translated the Swan District), as well as medieval German romances such as Parzival and the story of Lohengrin, the Knight of the Swan, on which Richard Wagner later based his operas Lohengrin of 1848 and Parsifal of 1882, sponsored by Ludwig II who had grown up with these stories at Hohenschwangau. Hohenschwangau was the official summer and hunting residence of Maximilian, his wife Marie of Prussia, and their two sons Ludwig (the later King Ludwig II of Bavaria) and Otto (the later King Otto I of Bavaria). The young princes spent many years of their adolescence here. Queen Marie who loved to hike in the mountains created an alpine garden with plants gathered from all over the alps. The King and the Queen lived in the main building, and the boys in the annex. The Queen's cousin, Frederick William IV of Prussia, had Stolzenfels Castle on the Rhine rebuilt at the same time in the Gothic Revival style. Hohenschwangau Village on left, Schloss Hohenschwangau on right, as seen from Neuschwanstein Castle. King Maximilian died in 1864 and his son Ludwig succeeded to the throne, moving into his father's room in the castle. As Ludwig never married, his mother Marie was able to continue living on her floor during the summer months. King Ludwig enjoyed living in Hohenschwangau, however mostly in the absence of his disliked mother, especially after 1869 when the building of his own castle, Neuschwanstein, began on the site of the old Schwangau fortress, high above his parent's castle. Schloss Hohenschwangau After Ludwig's death in 1886, Queen Marie was the castle's only resident until she in turn died in 1889. Her brother-in-law, Prince Regent Luitpold of Bavaria, lived on the 3rd floor of the main building. He was responsible for the electrification in 1905 and the installation of an electric elevator. Luitpold died in 1912 and the palace was opened as a museum during the following year. During World War I and World War II, the castle suffered no damage. In 1923, the Bavarian State Parliament recognised the right of the former royal family to reside in the castle. From 1933 to 1939, Crown Prince Rupprecht of Bavaria and his family used the castle as their summer residence, and it continues to be a favourite residence of his successors, currently his grandson Franz, Duke of Bavaria. In May 1941, Prince Adalbert of Bavaria was purged from the military under Hitler's Prinzenerlass and withdrew to the family castle Hohenschwangau, where he lived for the rest of the war. More than 300,000 visitors from all over the world visit the palace each year. The castle is open all through the year (except for Christmas). Opening hours are 9 a.m. to 6 p.m. (April through September) and 10 a.m. to 4 p.m. (October through March). Guided tours are provided in German, English, French, Italian, Spanish, Russian, Czech, Slovenian, and Japanese. Self-guided tours are not available. File:Frederik Hansen Sødring Hohenschwangau.jpg|Drawing by Frederik Hansen Sødring, 1843 File:Hohenschwangau Castle in Bavaria.jpg|Schloss Hohenschwangau File:Hohenschwangau, ext, 06 sfondo neuschwanstein.JPG|View from Hohenschwangau up to Neuschwanstein File:Hohenschwangau von Neuschwanstein1.jpg|View down on Hohenschwangau from Neuschwanstein File:Hohenschwangau Tor pano.jpg|Gate File:Dvorac Hohenschwangau, Bavarska - kule.jpg|Towers File:Hohenschwangau schloss, giardini 01.JPG|Swan fountain File:Schwangau Schloss Hohenschwangau Innen Festsaal.JPG|Ball room File:Schwangau Schloss Hohenschwangau Innen 1.JPG|Salon ==References== ==External links== * Official homepage (in English) * Information for tourists * Ticket information Category:Castles in Bavaria Category:Royal residences in Bavaria Category:Palaces in Bavaria Category:Museums in Bavaria Category:Historic house museums in Germany Category:Buildings and structures in Ostallgäu ",
    "title": "Hohenschwangau Castle"
}