{
    "id": "1446194",
    "text": "The Imperial Klans of America, Knights of the Ku Klux Klan (IKA) is a white supremacist, white nationalist, neo-Nazi paramilitary organization. Until the late 2000s, it was the second largest Klan group in the United States, and the largest at one point in the early 2000s. In 2008, the IKA was reported to have at least 23 chapters in 17 states, most of which were small. Since then, the IKA has been weakened by a $2.5 million judgment in 2008 against its leader, Ron Edwards, and several of its members for the beating of a 16-year-old teenager of Native American descent, followed by Edwards' conviction to a 4-year sentence on drug and gun charges in 2011. Although the IKA remains active in 2020, it had dwindled to only 2 chapters by 2012. The IKA is headquartered at a compound near Dawson Springs, Kentucky, which serves as a venue for the annual local Nordic Fest. The group describes itself as the sixth era of the Ku Klux Klan, and as such argues that it has constitutional rights as part of the \"Unorganized Militia\" and that it stands upon Supreme Court decisions in favor of previous Klans. In 2011, a recurring hoax concerning the IKA endorsing Barack Obama was once again exposed as a farce based on a parody website's humorous reporting. In fact, in 2008, Ron Edwards was quoted as supporting John McCain. ==History== === Early history === In the early 1990s, Ron Edwards was the head of a Kentucky-based klavern (local unit) of the Knights of the Ku Klux Klan. In July 1994, he joined the short-lived Federation of Klans after it broke away from the Knights of the KKK, which under the leadership of Thomas Robb had been seeking to improve the Klan's image by portraying it as a gentler organization. Led by former Robb follower Ed Novak, the splinter group died out in 1995. The following year, Edwards founded his own organization, the Imperial Klans of America (IKA) in Dawson Springs, Kentucky. In April 1998 Edwards' home was raided by federal agents as part of an investigation into an alleged plot to bomb a federal building, but the charges were eventually dropped. From 2000 onward, Edwards used his Dawson Springs compound to host a local Nordic Fest, an annual neo-Pagan music festival which helped the IKA connect with young white nationalists. At one point in the early 2000s, the IKA became the largest active Ku Klux Klan group in the United States. In 2001, more than 300 people attended the event, but only 60 of them came in 2003 due to conflicts with the racist music distributors Panzerfaust and Resistance Records, which had complained about Edwards' personal conduct and mistreatment of their bands. ===Attack on Jordan Gruver=== In July 2006, Jordan Gruver, a 16-year-old teenager of Panamanian Indian (Native American) descent, was beaten to the ground at a county fair in Brandenburg, Kentucky, by two IKA members who thought he was Latino. Gruver's left forearm and jaw were broken in the attack, and in 2008, he testified that he was suffering from permanent nerve damage and psychological trauma. In February 2007, IKA members Jarred R. Hensley and Andrew R. Watkins were convicted and sentenced to three years in prison as punishment for their involvement in the incident. The Southern Poverty Law Center filed a civil suit on Gruver's behalf in Meade County, Kentucky against IKA \"Imperial Wizard\" Ron Edwards and the IKA for the actions of the IKA members. Morris Dees, together with William F. McMurry of Louisville, Kentucky, represented Jordan Gruver in the trial against the IKA. On the second day of the civil trial, a former member of the IKA testified that the Klan had told him to kill Southern Poverty Law Center chief attorney Morris Dees. On November 14, 2008, a jury of seven men and seven women ruled against Edwards and awarded Gruver $1.5 million in compensatory damages and $1 million in punitive damages. Following the decision, Edwards resigned as leader of the IKA. He appealed against the ruling, and the court overturned the decision on January 14, 2011, sending it to a second trial in the original court venue. His appeal was ultimately denied by the Kentucky Supreme Court in March 2012. According to Dees, the SPLC's founder and Gruver's counsel during the case, the SPLC received nearly a dozen threats during the case. A July 2007 letter allegedly came from Hal Turner, a white supremacist talk show host. ===Drug arrests=== In 2010, Edwards and his girlfriend, Christine Gillette were arrested for possession and distribution of controlled substances, including hydrocodone and methamphetamine. According to the SPLC, the Supreme White Alliance, a white power skinhead group that had been assisting the IKA with annual hate rock gatherings, decided to break ties with the IKA after Edwards' arrest.Racist Skinheads Renounce Busted IKA Leader published by splcenter.orgKlan leader Ron Edwards arrested by the FBI in drug bust published by adl.org In March 2011, Edwards pleaded guilty to federal drug and gun charges and was convicted to a 4-year prison sentence. === Later events === Propaganda stickers which threatened Muslims and homosexuals and promoted an \"Imperial Klans of America Brazil\" were reportedly left in Niterói in 2015. ==Media depictions== The IKA was featured on National Geographic's \"Inside American Terror\" in 2008 and it was also featured on The History Channel's Gangland in 2009. ==References== ==External links== *SPLC Trial Update: Imperial Klans of America from the Southern Poverty Law Center Category:Ku Klux Klan organizations Category:White supremacist groups in the United States Category:White nationalism in the United States Category:Neo-Nazism in the United States Category:Neo-Nazi organizations in the United States Category:Organizations established in 1996 Category:Far-right politics in the United States Category:White American culture in Kentucky Category:Antisemitism in the United States Category:Discrimination against LGBT people in the United States Category:Organizations that oppose LGBT rights in the United States ",
    "title": "Imperial Klans of America"
}