{
    "id": "1446532",
    "text": "Alexis S.F. Marshall performing with Daughters at Haldern Pop Festival 2019 Daughters is an American rock band formed in 2002, in Providence, Rhode Island after the break-up of As the Sun Sets. The band's current line-up consists of vocalist Alexis Marshall, guitarist Nicholas Andrew Sadler, drummer Jon Syverson, and bassist Samuel Moorehouse Walker. ==History== === Formation and Canada Songs (2002–2003) === Prior to forming Daughters, vocalist Alexis S.F. Marshall, guitarist Jeremy Wabiszczewicz and drummer Jon Syverson played in the American grindcore band, As the Sun Sets. Following its disbandment, Marshall, Wabiszczewicz and Syverson went on to form Daughters along with guitarist Nicholas Andrew Sadler and bassist Pat Masterson. As the Sun Sets' final release, 8949, contained an insert which had a message from the band on it. The message said \"...This is As the Sun Sets' final recording. March 21st, 2002, the sun set for the last time. March 22nd, 2002, we begin anew as Daughters\". Marshall has since revealed that the announcement in 8949 was a mistake and it was not meant to be put into the EP's liner notes, since he saw Daughters as a new band and he didn't want people to see Daughters as a continuation of As the Sun Sets. On March 25, 2002 (only three days after the band officially formed) Daughters released their debut EP, Daughters, through City of Hell Records. Daughters played their first show in late May at the Munch House in Providence, RI. Daughters played alongside Backstabbers Inc. and Dead and Gone. In October, 2002 Daughters focused on writing new material for their debut album. On August 12, 2003 Daughters released their debut album Canada Songs, through Robotic Empire. === Hell Songs (2004–2006) === In June, 2004 Daughters released its first live album, Live at CBGB, through City of Hell. The album contained a new song, \"Boner X-Ray\". In July 2004 \"Boner X-Ray\" was later released for free as a download from Daughters' website, a studio version of the song would also appear on Daughters' upcoming album, Hell Songs under the title \"X-Ray\". In mid-2005 Daughters signed to Hydra Head Records. While touring throughout 2004 and 2005 Daughters played many early versions of the songs that would appear on Hell Songs, such as, \"Fiesty Snakewomen\", \"Boner X-Ray\", \"Fiery Wolves\", \"Crotch Buffetttt\" and \"Fuck Whisperer\". Daughters entered the studio in March, 2006 to begin recording their next album at Mad Oak Recording Studios. In May, 2006 the band released details about the album such as its title, producer, recording studio and the track list. On August 8, 2006 Daughters released their second album Hell Songs, through Hydra Head. === Daughters and break-up (2007–2010) === The writing process of the band's third album started three years prior to the album's release, Sadler has said he would take song ideas and riffs to bandmate Syverson \"to hash them out\". Recording for Daughters' third album began in late April, 2009, and the tracking process was finished by June. In August, Daughters had abruptly broken up. After finishing recording for the album Marshall and Sadler got in an argument resulting in Marshall leaving the band. The rest of the band decided to call a hiatus, expecting Marshall to re- join the band at some point. Sadler continued with mastering the record and hashing out the artwork and even worked with artist, Dave Fisher, on a trailer video. Stating he \"was essentially trying to keep the band alive for who- knows-what\" and \"hoping [Marshall] would come back or maybe in few years we would start playing again.\" Marshall decided that he wanted to rejoin the band, but that Sadler should be kicked out. This caused bassist Samuel M. Walker to leave the band. The band dissolved which lead to the band's break- up. The disbandment was never officially announced, and no one outside of Daughters knew about the breakup before the end of 2009. Some months after the disbandment, Marshall and Syverson reconnected and decided to carry on the band. Stating “We started this band and we’re the only two people who have been through it consistently, so there was no reason to stop altogether and throw the whole thing away.” Marshall continued to say the pair have “no plans to replace anybody, but we’re not ruling out the idea that people could come in here and if it works out, they’ll stay.” Sadler has said \"From my perspective, I don't think I'll ever play with Daughters again - I've been through way too much stress and I'm in a way better place with writing and being in a band with Fang Island. With the new album, I think we ended on a really good note with Daughters and if [Marshall] carries it beyond that then I'm happy for him and that's cool. So I didn't really leave, the band just fell apart. In some way, I guess I was kicked out by the guy who quit. (laughs) I don't know where that leaves me or the band, but I'm using that as an excuse to step out officially.\" The band performed a one off secret show at Rhode Island School of Design in Providence, where they played most of the songs from their upcoming album. This was the first and only time Daughters played songs off their self-tiled album live before their reunion in 2013. Despite the \"break-up\", Daughters released their third album Daughters on March 9, 2010 through Hydra Head. The band's management announced there would not be any tour in support of the album. Looking back on the album Sadler said \"This album really caught up with us. People were getting a little older, the whole band was extremely poor from touring over the years, so life outside the band really caught up with us and it became hard to really do anything. I'm very proud of this record just because we were able to make it, you know? It was a real struggle.\" === Reunion and recording sessions (2013–2014) === Marshall has credited Andy Low of Robotic Empire for reuniting Daughters. While Marshall and Sadler were not speaking to each other, Low told them both that one wanted to see the other. However, neither member had actually expressed any feelings to Low about wanting to see the other. Not knowing this, they both reluctantly agreed to have dinner together. They found out during the dinner that Low had tricked them to get them to talk to each other again. The situation was described by Marshall: “We sat down and had dinner and within 15 minutes we started talking about plans. We just needed to be in the same room I guess.” He then went on to say, “It felt that enough time had gone by that any issues that Nick and I had had been not necessarily forgotten but they didn’t seem that important anymore.” Speaking about Daughters' reunion Marshall stated the band had been talking about it for a while. He also mentioned how fans would regularly ask him \"what was going on with Daughters\" while he was on tour with his other band Fucking Invincible. He stated \"It’s crazy. People are actually still into it\" referring to Daughters. When Marshall got home from touring with Fucking Invincible he sent out a group text to the other members of Daughters saying, \"People are interested in us doing something. We shouldn’t fuck around. We should just go out at play some shows, because this writing thing is taking way longer than it was supposed to. Let’s not concern ourselves with that; let’s just play some shows and things will happen after that. Everything will happen by itself once we get in the mindset of being in Daughters and being with each other.\" On September 13, 2013 Daughters reformed for one show in Rhode Island. Due to popular demand, a second show was added on September 15. Although at the time no further official statements had been made, ever since the reunion the band has had heavy activity on social media and had been recording \"bits and pieces\" and making demos. In the summer of 2014 the band started recording at Providence based studio, Machines With Magnets. In July, 2014 during these recording sessions the band kept hinting at a new material through Facebook. However all recordings from this session were shelved because the band were unhappy with the outcome, with Marshall claiming they \"forced it\" and that the recordings ended up sounding \"unfinished\". Sadler has said the recordings were shelved so the band could \"experiment with new ideas.\" === You Won't Get What You Want (2015–present) === In 2015 Daughters posted a photo on Facebook of its members at the recording studio, Machines With Magnets. In September, 2016 the band announced via Instagram that they will \"Record, once again, during [their upcoming tour] with no real agenda nor timeline for release.\" On this tour Daughters played the new song, \"Long Road, No Turns\". In a June 2017 interview Marshall said he expects Daughters to release their fourth studio album by the end of the year. On December 28 and 29, Daughters and Code Orange supported The Dillinger Escape Plan on their final two shows. In April 2018, Daughters reported that the recordings of the guitars for their upcoming album were complete. On July 13, 2018 Daughters released a single, “Satan in the Wait\" from their upcoming album, the single and album are being released through Ipecac Records. On August 17, 2018 Daughters announced the title of the upcoming album, You Won't Get What You Want and released their second single from the album titled \"The Reason They Hate Me\", it was described as \"noisier and more abrasive\" than the last single. The band also announced more tour dates alongside the announcement. On October 2, 2018 Daughters released the third single from the album \"Long Road, No Turns\", the song was described by Rolling Stone as \"another unique beast: off-kilter rhythms pierce through a seething veneer of distortion and Marshall, his voice sounding crystal clear, sings about making mistakes and coming undone.\" On January 14, 2019, the band released their first-ever music video for the song \"Less Sex.\" The video was directed by the band's former guitarist Jeremy Wabiszczewicz. == Musical style == Daughters' early material was primarily described as grindcore, while their later material has been described as noise rock. Daughters have also been described as industrial rock, no wave, math rock, mathcore, post-punk, experimental rock, math metal, alternative metal, art-rock and art-metal. Sadler has said that he has always disagreed with Daughters being described as a math rock or mathcore band, stating \"[Daughters has] always been a kind of calculated band, but not in a math rock way. None of us are classically trained at all and I don't think anyone in Daughters has taken a lesson in anything. The music just comes out that way and it's always been the nature of the band.\" With the release of the band's second album, Hell Songs, Marshall's vocal style had noticeably changed from high-pitched screams to a singing style that over the years has been compared to David Yow, Nick Cave and Michael Gira and also has been described as \"Elvis Presley being tortured\" and \"Jerry Lee Lewis on hallucinogenic drugs.\" Marshall explained the reason for the change in vocals saying \"It's intimidating [to be in this band]. These guys can play. I don't want to be like, 'You guys be impressive and I'll just scream.' We're not a band like that. Our music is not like that, so why should the singing be like other bands?\" ==Members== Current * Alexis Marshall – vocals (2002–2009, 2013–present) * Nicholas Sadler – guitar (2002–2003, 2004–2009, 2013–present) * Jon Syverson – drums (2002–2009, 2013–present) * Samuel Walker – bass (2004–2009, 2013–present) Former * Jeremy Wabiszczewicz – guitar (2002–2003) * Pat Masterson – bass (2002–2004) * Perri Peete – guitar (2003–2004) * Brent Frattini – guitar (2003–2007) Current touring members * Gary Potter – guitar (2007–2008, 2013–present) * Monika Khot – guitar, keyboards, synthesizer, bass (2019-present) Former touring members * Jeff Worms – guitar (2008) * Chris Slorach – bass (2019) * Lisa Mungo – keyboards, synthesizer (2018–2019) === Timeline === ==Discography== ===Studio albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" ! scope=\"col\" rowspan=\"1\" style=\"width:10em;\" | Title ! scope=\"col\" rowspan=\"1\" style=\"width:17em;\"| Album details |- ! scope=\"row\"|Canada Songs | * Released: August 12, 2003 * Label: Robotic Empire * Formats: CD, LP, digital download, cassette |- ! scope=\"row\"|Hell Songs | * Released: August 8, 2006 * Label: Hydra Head * Formats: CD, LP, digital download |- ! scope=\"row\"|Daughters | * Released: March 9, 2010 * Label: Hydra Head * Formats: CD, LP, digital download |- ! scope=\"row\"|You Won't Get What You Want | * Released: October 26, 2018 * Label: Ipecac * Formats: CD, LP, digital download |} === Live albums === {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" ! scope=\"col\" rowspan=\"1\" style=\"width:10em;\" | Title ! scope=\"col\" rowspan=\"1\" style=\"width:17em;\"| Album details |- ! scope=\"row\"|Live at CBGB | * Released: June 13, 2004 * Label: City of Hell * Format: CD |} === EPs === {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" ! scope=\"col\" rowspan=\"1\" style=\"width:10em;\" | Title ! scope=\"col\" rowspan=\"1\" style=\"width:17em;\"| EP details |- ! scope=\"row\"|Daughters | * Released: March 25, 2002 * Label: City of Hell * Format: 7\" |} === Singles === {|class=\"wikitable plainrowheaders\" style=\"text-align:center;\" ! rowspan=\"1\" scope=\"col\" | Song ! scope=\"col\" rowspan=\"1\"| Year !Album |- ! scope=\"row\" |\"The First Supper\" |2010 |Daughters |- ! scope=\"row\" |\"Satan in the Wait\" | rowspan=\"3\"| 2018 | rowspan=\"3\" |You Won't Get What You Want |- ! scope=\"row\" |\"The Reason They Hate Me\" |- ! scope=\"row\" |\"Long Road, No Turns\" |} === Music videos === {| class=\"wikitable plainrowheaders\" style=\"text- align:center;\" |+ List of music videos, showing year released and director ! scope=\"col\" style=\"width:18em;\" | Title ! scope=\"col\"| Year ! scope=\"col\" style=\"width:16em;\" | Director(s) |- ! scope=\"row\" |\"City Song\" | rowspan=\"2\" |2018 |Alexander Barton |- ! scope=\"row\" |\"Less Sex\" |Jeremy W |- ! scope=\"row\" |\"Guest House\" | 2019 |A.F. Cortés |} === Other appearances === {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! Song ! Year ! Album ! Comments |- ! scope=\"row\" | \"Marry Me (Lie Lie)\" |2006 |Release the Bats |The Birthday Party cover |- ! scope=\"row\" | \"Radio Friendly Unit Shifter\" |2014 |In Utero, in Tribute, in Entirety | rowspan=\"2\" |Nirvana cover |- ! scope=\"row\" | \"Big Cheese\" |2016 |Doused in Mud, Soaked in Bleach |- ! scope=\"row\" | \"What's Inside a Girl\" |2020 |Really Bad Music for Really Bad People |The Cramps cover |} ==External links== * Official website * Daughters on Bandcamp ==References== Category:Musical groups established in 2002 Category:American mathcore musical groups Category:Musical groups disestablished in 2009 Category:American noise rock music groups Category:Rock music groups from Rhode Island Category:Musical groups reestablished in 2013 Category:Musical groups from Providence, Rhode Island ",
    "title": "Daughters (band)"
}