{
    "id": "1447939",
    "text": "Anne Frank Remembered is a 1995 British documentary film produced and directed by Jon Blair about the life and diary of the German-Jewish diarist, Anne Frank, who spent most of her life in the Netherlands. The film was produced in association with the Anne Frank House, Disney Channel, and the BBC, and features narration by Kenneth Branagh and extracts from Frank's diary read by Glenn Close. It originally aired on television in April 1995 before it was screened theatrically by Sony Pictures Classics in February 1996. Miep Gies, the woman who had helped shelter the family, and who had saved the diary after the group was betrayed, collaborated with Blair and is interviewed about her memories of hiding the Frank family. Blair also uses interviews with Hanneli Goslar and Jaqueline van Maarsen, two of Anne Frank's friends, and notably uses archive interviews of Otto Frank to retell Anne's story. The film also records the first meeting between Miep Gies and Werner Peter Pfeffer, the son of Fritz Pfeffer (\"Albert Dussel\" in the Diary), who died 2 months after the filming. In a moving scene, filmed as it happened, a tearful Pfeffer offers \"Vielen Dank\" (\"many thanks\") to Gies for her efforts to save his father. Blair filmed in the real locations of Frank's life; including the neighbourhood Anne grew up in, the \"Achterhuis\" of Prinsengracht 263 (where she and her family lived in hiding) in Amsterdam, and the Westerbork and Auschwitz Concentration Camps. Blair commented that Auschwitz had been filmed a number of times, for many reasons; however, he wanted to suggest something of the \"ghosts\" of the people who had passed through there, and so he determined that the only way to do this would be to film at night. He was also able to obtain a train similar to those used during World War II to recreate the scenes of people being transported to Auschwitz. As the film was made in association with Anne Frank House, it was able to include the only known film footage taken of Anne Frank. The short film was made in 1941 of a wedding in the Amsterdam suburb where the Frank family lived. The camera cuts for just seven seconds to a balcony, where Anne Frank stands watching the bride and groom on the footpath below. The film won an Academy Award for Best Documentary Feature in 1996. The award was jointly collected by Jon Blair and Miep Gies, who received a standing ovation during the award ceremony. On Rotten Tomatoes, the film holds an approval rating of 97% based on 29 reviews, and an average rating of 8/10. ==See also== *The Diary of Anne Frank (1959 film) *The Attic: The Hiding of Anne Frank (1988 TV film) *Anne Frank: The Whole Story (2001 mini series) * List of Holocaust films ==References== ==External links== * *Anne Frank Remembered at Sony Pictures Classics *Frank Remembered at BBC * *Sony classics interview with Jon Blair about the making of Anne Frank Remembered *Anne Frank House link to film image of Anne Frank (requires QuickTime Player) * Category:1995 television films Category:Films directed by Jon Blair Category:American television films Category:English- language films Category:American documentary films Category:American films Category:Best Documentary Feature Academy Award winners Category:Documentary films about Anne Frank Category:Films set in Germany Category:1995 documentary films Category:1995 films ",
    "title": "Anne Frank Remembered"
}