{
    "id": "1447687",
    "text": "Klaus Schwab speaking at the World Economic Forum Annual Meeting 2008. Acceptance speech by Klaus Schwab at the Reinhard Mohn Prize award ceremony in 2016 Klaus Martin Schwab (born 30 March 1938 in Ravensburg, Germany) is a German engineer and economist best known as the founder and executive chairman of the World Economic Forum. His wife and first collaborator, Hilde, co- founded the Schwab Foundation for Social Entrepreneurship with him. ==Foundations== In 1971, Schwab founded the European Management Forum, which in 1987 became the World Economic Forum, as a not-for-profit foundation committed to improving the state of the world. He founded the WEF in 1971, the same year in which he published Moderne Unternehmensführung im Maschinenbau (Modern Enterprise Management in Mechanical Engineering). In that book, he argued that the management of a modern enterprise must serve not only shareholders but all stakeholders (die Interessenten), to achieve long-term growth and prosperity. Schwab has championed the multistakeholder concept since the WEF’s inception. In 2015, the WEF was formally recognised by the Swiss Government as an \"international body\". Under Schwab's management, the WEF has been keen to promote its image as a driver for reconciliation efforts in different parts of the world, acting as a catalyst of numerous collaborations and international initiatives. In 1998, Schwab and his wife founded the Schwab Foundation for Social Entrepreneurship, another NGO based in Geneva, Switzerland. In 2004, Schwab created a new foundation using the US$1 million prize money from the Dan David Prize he received that year from Israel. The Forum of Young Global Leaders aims to create a dynamic global community of exceptional people (under 40) with the vision, courage and influence to drive positive change in the world. In 2011, he founded the Global Shapers Community, a global network of local communities, or \"hubs\", of young people aged 20 to 30 who are exceptional in their potential, achievements and drive to make a contribute to their communities. , there are 421 Hubs with 9,731 Shapers. == Education == Schwab holds a doctorate in Economics (summa cum laude) from the University of Fribourg, a doctorate in Engineering from the ETH Zurich (Swiss Federal Institute of Technology) and a Master of Public Administration from the John F. Kennedy School of Government at Harvard University. He obtained his \"Abitur\" or high school diploma from the Humanistisches Gymnasium in Ravensburg, Germany. Before pursuing his doctorates, he graduated as an engineer from the ETH Zurich (Swiss Federal Institute of Technology), and as an economist from the University of Fribourg (summa cum laude). Additionally, he has been the recipient of over a dozen honorary doctorates, and is an honorary professor of the Ben-Gurion University of Israel and the China Foreign Affairs University. == Professional life == Schwab was professor of business policy at the University of Geneva from 1972 to 2003, and since then, has been an Honorary Professor there. Since 1979, he has published the Global Competitiveness Report, an annual report assessing the potential for increasing productivity and economic growth of countries around the world, written by a team of economists. The report is based on a methodology developed by Schwab, measuring competitiveness not only in terms of productivity but also based on sustainability criteria. He is listed as the author of several books, including The Fourth Industrial Revolution (2016) and Shaping the Fourth Industrial Revolution (2018), both of which were ghost written by WEF employee Nicholas Davis. ==Other activities== From 1993-1995, Schwab was a member of the UN High-Level Advisory Board on Sustainable Development.http://daccessdds.un.org/doc/UNDOC/GEN/N95/047/20/PDF/N9504720.pdf?OpenElement From 1996-1998, he was Vice-Chairman of the UN Committee for Development Planning. He also exercised a number of other functions, such as being a member of the Peres Centre for Peace and a member of the board of the Lucerne Festival. During the earlier years of his career, he was on a number of company boards, such as The Swatch Group, The Daily Mail Group, and Vontobel Holding. He is a former member of the steering committee of the Bilderberg Group. ==National distinctions== * 1988 Cross of the National Order of Merit of Germany * 1995 Commander's Cross of the National Order of Merit of Germany * 1997 Knight of the Legion d'Honneur of France * 1997 Golden Cross of the National Order of Austria * 1997 Medal of Freedom of the Republic of Slovenia * 2002 National Order of the Republic of Poland, Commander's Cross with Star * 2002 Highest-level Order of Friendship of Republic of Kazakhstan * 2003 Order of Stara Planina, First Class, Bulgaria * 2005 Decoration of First Degree for Outstanding Giving, Jordan * 2006 Knighted by H.M. Queen Elizabeth II: Knight Commander of the Order of St Michael and St George (KCMG) * 2007 Honorary Citizen, City of Dalian, People's Republic of China * 2008 Award \"For merits to the Republic of Latvia\", Degree - Commander's Cross * 2011 The Order of the Polar Star of Mongolia * 2012 Grand Cross with Star of the National Order of Germany * 2012 Mexican Order of the Aztec Eagle * 2013 60px Grand Cordon Order of the Rising Sun (Japan) * 2014 Colombian Order of San Carlos * 2018 China Reform Friendship Medal, People's Republic of China ==Awards (Since 2000)== * 2000 Annual Award of the International Institute of Education * 2000 Annual Award and Fellow of the Foreign Policy Association, US * 2001 Candlelight Award presented by UN Secretary-General Kofi Annan * 2002 Annual Award of the Fondation pour Geneve * 2002 Guggenheim Humanitarian Award * 2002 ICCJ - International Council of Christians and Jews Award * 2004 Dan David Prize, Tel Aviv University * 2005 Transatlantic Bridge Award * 2006 Freedom of the City of London * 2006 UCD Ulysses Medal, University College Dublin, Ireland * 2007 Nominated one of the 100 Most Influential People in the World by Time Magazine * 2007 Admission into the German Business Hall of Fame * 2009 Nominated as one of the 100 Most Influential people in the World by Forbes Magazine * 2010 Atlantic Council Global Citizen Award * 2016 Reinhard Mohn Prize for Responsible Entrepreneurship * 2016 Progress Medal, Society for Progress, INSEAD * 2017 HKS Dean’s Medal, Harvard Kennedy School * 2018 Global Economy Prize, Kiel Institute for the World Economy ==Academic awards and honorary doctorates== * 1991 Honorary Doctorate, Bishop's University, Lennoxville, Quebec * 1992 Honorary Doctorate, Universidad Autonoma de Guadalajara, Mexico * 1996 Honorary Doctorate of Economics, University Bratislava, Slovak Republic * 1999 Honorary Doctorate, Swiss Federal Institute of Technology, Lausanne, Switzerland * 1999 Honorary Doctorate, Ben-Gurion University of the Negev, Beersheva, Israel * 2002 Honorary Doctorate, London School of Economics and Political Science, London, United Kingdom * 2008 Honorary Doctorate of Humanities, Kazan State University, Tatarstan, Russia * 2009 Honorary Doctorate, EBS Universität, Germany * 2009 Honorary Doctorate, University of Latvia * 2009 Honorary Doctorate, Nankai University, Tianjin, People's Republic of China * 2010 Honorary Doctorate of Economics, Vietnam National University, Ho Chi Minh City * 2011 Honorary Doctorate of Economics, University of Lausanne, Switzerland * 2012 Honorary Doctorate of Business Administration, Chulalongkorn University, Bangkok, Thailand * 2015 Honorary Doctorate of Science, Korea Advanced Institute of Science and Technology (KAIST), South Korea * 2017 Honorary Doctorate of Philosophy, Haifa University, Israel * 2017 Honorary Doctorate of Letters, National University of Singapore, Singapore * 2017 Honorary Doctorate of Kaunas University of Technology, Lithuania ==Notes and references== == External links == * Schwab Foundation site * Biography on the WEF site * (GCR) details * Simon Hobbs interviews Klaus Schwab, CNBC European Business Category:1938 births Category:Living people Category:People from Ravensburg Category:People from the Free People's State of Württemberg Category:Swiss economists Category:Swiss businesspeople Category:Swiss philanthropists Category:Swiss male writers Category:ETH Zurich alumni Category:University of Fribourg alumni Category:University of Fribourg faculty Category:Members of the Steering Committee of the Bilderberg Group Category:John F. Kennedy School of Government alumni Category:Grand Cordons of the Order of the Rising Sun Category:Knights Commander of the Order of Merit of the Federal Republic of Germany Category:Honorary Knights Commander of the Order of the British Empire ",
    "title": "Klaus Schwab"
}