{
    "id": "1447923",
    "text": "Rick Strassman is an American clinical associate professor of psychiatry at the University of New Mexico School of Medicine. He has held a fellowship in clinical psychopharmacology research at the University of California San Diego and was Professor of Psychiatry for eleven years at the University of New Mexico. After twenty years of intermission, Strassman was the first person in the United States to undertake human research with psychedelic, hallucinogenic, or entheogenic substances with his research on N,N-dimethyltryptamine, also known as DMT. He is also the author of the well- known book DMT: The Spirit Molecule which summarizes his academic research into DMT, and experimental studies regarding the substance, and also includes his own reflections and conclusions based on this scientific research. ==Life and education== Strassman was born in Los Angeles, California, on February 8, 1952. He graduated from Ulysses S. Grant High School in Van Nuys in 1969. He began his undergraduate studies in zoology at Pomona College in Claremont for two years, before transferring to Stanford University, where he graduated with departmental honors in biological sciences in 1973. He continued laboratory research at Stanford, before attending Albert Einstein College of Medicine of Yeshiva University in New York, where he graduated with an M.D with departmental honors, specializing in psychiatry. He began his general psychiatry residency at the University of California, Davis, where he received the Sandoz Award for outstanding graduating resident in 1981. From 1982 to 1983, he obtained fellowship training in clinical psychopharmacology research at the University of California, San Diego. He then served on the clinical faculty in the department of psychiatry at UC Davis Medical Center, before becoming Assistant Professor, Department of Psychiatry, at the University of New Mexico School of Medicine in Albuquerque in 1984. At UNM, Dr. Strassman performed clinical research investigating the function of the pineal gland, in which his research group documented the first known role of melatonin in humans. He became clinical associate professor of psychiatry in 1991. He has published over 40 peer-reviewed scientific articles in the fields of psychopharmacology, neurology, psychiatry, neuroendocrinology and neuropsychopharmacology. ==Developmental biology research== As an undergraduate at Stanford University, working in the developmental biology laboratory of Norman K. Wessells PhD, Strassman developed a new model for growing embryonic avian dorsal root ganglion neurons, suspended in a semi- solid agar matrix, thus allowing 3-dimensional assessment of growing patterns. Using this model, he discovered a non-random pattern of growth of the leading edge of these cells. ==Melatonin research== Strassman's interest in the human biology of altered states of consciousness led him to study the pineal gland hormone melatonin in the 1980s, at which time there were suggestive data regarding highly psychoactive effects of the hormone. This research took place at the University of New Mexico's School of Medicine in Albuquerque, New Mexico, where he was then tenured associate professor of psychiatry. He first developed a model of all-night suppression of melatonin by all-night bright light. He then established a successful exogenous melatonin infusion protocol that replicated endogenous melatonin levels in the bright-light conditions. All-night bright-light suppression of melatonin suppressed the normal trough of body temperature seen between 3-4 a.m., the time of maximum melatonin levels. Exogenous infusion of melatonin, replicating endogenous levels, in the bright light condition (in which endogenous melatonin was suppressed) reestablished the normal trough of core body temperature. Melatonin's psychoactive effects were only sedating, however, leading him to focus on DMT in his future work. == Research into DMT == From 1990 to 1995, Strassman led a U.S. Government-approved and funded clinical research team at the University of New Mexico, studying the effects of N,N-dimethyltryptamine (DMT) on human subjects in experimental conditions. The clinical research into DMT continued from his work on the pineal hormone melatonin. Strassman's studies, taking place between 1990 and 1995 in the General Clinical Research Center of the University of New Mexico Hospital, aimed to investigate experimentally the effects of DMT, a powerful psychedelic drug, that is found in hundreds of plants and every mammal that has been studied. DMT is made primarily in mammalian lung tissue, and is related to the neurotransmitter serotonin and the pineal hormone melatonin. As a result of his research, Strassman came to refer to DMT as the \"spirit molecule\" because its effects include many features of religious experience, such as visions, voices, disembodied consciousness, powerful emotions, novel insights, and feelings of overwhelming significance. During the project's five years, he administered approximately 400 doses of DMT to nearly five dozen human volunteers. Strassman was the first to administer legally psychedelics to people in the United States in 20 years, and his research has widely been regarded as kicking off the \"psychedelic renaissance\", in which many psychedelic compounds have begun again to be scientifically studied for the first time since the early 70s. Strassman characterized biological and psychological effects in his first set of dose-response studies, effects consistent with activation of central and/or peripheral serotonin receptors. His team published a companion article describing psychological effects and preliminary results of a new rating scale, the Hallucinogen Rating Scale, or HRS. The HRS has seen wide acceptance throughout the international research community as a sensitive and specific instrument for measuring psychological effects of a wide variety of psychoactive substances, with over 45 articles documenting its use as of mid-2015. A follow-up DMT study demonstrated lack of tolerance to the psychological effects of repeated closely spaced doses of DMT, making DMT unique among classical psychedelics. More than half of Strassman's volunteers reported profound encounters/interaction with non-human beings while in a dissociated state. Strassman has conjectured that when a person is approaching death or possibly when in a dream state, the body releases DMT in a relatively large amount, mediating some of the imagery reported by survivors of near- death experiences. However, there are no data correlating endogenous DMT activity to non-drug-related altered states of consciousness. He also has theorized that the pineal gland may form DMT under certain conditions, and in 2013 researchers first reported DMT in the pineal gland microdialysate of rodents. He has detailed his research in his book DMT: The Spirit Molecule and he co-produced a 2010 documentary film by the same name based on this book. Strassman has also conducted similar research using psilocybin, a psychedelic alkaloid found in hallucinogenic mushrooms. In unpublished studies, he administered doses of up to 1.1 mg/kg, nearly three times the doses considered \"psychedelic\" in contemporary clinical research with this compound. === Religious models for integrating DMT experiences === Inspired by visions he had seen in his early experiences taking LSD at the beginning of the 1970s, Strassman began studying Buddhism as a young man. Strassman was trained for 20 years in Zen Buddhism and received lay ordination in a Western Buddhist order, and led a meditation group of the order. However, his work with DMT led him to feel Buddhist models may not be the most suitable way for us to explain and integrate the spiritual dimensions of the DMT experience: Strassman suggests that DMT experiences may most closely resemble those found in the Hebrew Bible's model of prophecy: However, some of Strassman's experimental participants note that other entities can subjectively resemble creatures more like insects and aliens than like anything in the Bible.Strassman (2001): 206-208. As a result, Strassman wrote that these experiences among his experimental participants \"also left me feeling confused and concerned about where the spirit molecule was leading us. It was at this point that I began to wonder if I was getting in over my head with this research.\"Strassman (2001): 202. Strassman additionally hypothesizes that endogenous DMT experiences could be the cause of alien abduction experiences. ==See also== * Luis Eduardo Luna * Terence McKenna * Jeremy Narby * David E. Nichols * Jonathan Ott * Benny Shanon ==Further reading== * Rick Strassman (with Slawek Wojtowicz, Luis Eduardo Luna and Ede Frecska), Inner Paths to Outer Space: Journeys to Alien Worlds through Psychedelics and Other Spiritual Technologies, 376 pages, Park Street Press, 2008, * Rick Strassman, DMT: The Spirit Molecule: A Doctor's Revolutionary Research into the Biology of Near-Death and Mystical Experiences, 320 pages, Park Street Press, 2001, * Rick Strassman, \"Hallucinogens,\" chapter in Mind-Altering Drugs: The Science Of Subjective Experience, 402 pages, Oxford University Press, 2005, * Rick Strassman, DMT and the Soul of Prophecy: A New Science of Spiritual Revelation in the Hebrew Bible, 352 pages, Park Street Press, 2014, ==References== ==External links== *Official homepage *Cottonwood Research Foundation *Rick Strassman's YouTube Channel Category:Psychedelic drug researchers Category:Psychedelic drug advocates Category:Living people Category:People from Los Angeles Category:1952 births Category:Pomona College alumni ",
    "title": "Rick Strassman"
}