{
    "id": "1447695",
    "text": "Goujian temple in Shaoxing Goujian () (reigned 496–465 BC) was the king of the Kingdom of Yue (present-day northern Zhejiang) near the end of the Spring and Autumn period. He was the son of King Yunchang. Goujian's reign coincided with arguably the last major conflict of the Spring and Autumn period, the struggle between Wu and Yue, wherein he eventually led his state to victory, annexing the rival. As such King Goujian is sometimes considered the last of the Five Hegemons. ==War between Wu and Yue== The war between Wu and Yue comprised several separate phases. It began when a Yue princess, who was married to one of the princes of the neighboring state of Wu, left her husband and fled back to the State of Yue. This became the spark for the war to come. Also, as Yunchang developed Yue's strength, he came into conflict with King Helü of Wu, causing a feud between the two states. Upon the death of Yunchang and the accession of Goujian, Helü seized the opportunity and launched an attack on Yue. At the Battle of Zuili (), however, Yue defeated Wu, and King Helü was mortally wounded. Before his death, he instructed his son, the later King Fuchai of Wu, \"Never forget Yue!\" Yue would be defeated three years later by a resurgent Wu, and Goujian captured, to serve as Fuchai's servant for three years before he was eventually allowed to return to his native state. Upon resuming his rule, King Goujian quickly appointed skilled politicians as advisors, such as Wen Zhong and Fan Li, to help build up the kingdom. During this time, his ministers also worked to weaken the State of Wu internally through bribes and diplomatic intrigue. Whilst ruling his kingdom, Goujian never relished kingly riches, but instead ate food suited for peasants, as well as forcing himself to taste bile, in order to remember his humiliations while serving under the State of Wu. The second half of a Chinese idiom, wòxīn-chángdǎn (, \"sleeping on sticks and tasting gall\"), refers to Goujian's perseverance. After ten years of economic and political reforms, the last phase of the war began, by which time the State of Yue had come a long way from its previous defeat; as described in the Shiji, Ten years of reforms; the state is rich, the warriors well-rewarded. The soldiers charge in the face of arrows like thirsty men heading for drink... (修之十年，國富，厚賂戰士，士赴矢石，如渴得飲) Taking advantage of Fuchai's expedition to his north to defeat Qi, Goujian led his army and successfully attacked the Wu capital, killing the Wu crown prince, You. In the 24th year of his reign (473 BC), Goujian led another expedition against Wu, laying siege to the capital for three years before it fell. When a surrender from Fuchai was refused, Fuchai committed suicide and Wu was annexed by Yue. After his victory, Goujian ruthlessly killed Fuchai's scholars, even those who helped him (including Bo Pi), not allowing himself to make the same mistake Fuchai had made by sparing the lives of his enemies. However, Goujian would not stop there; he would later force Wen Zhong to commit suicide; Fan Li, knowing that Goujian was a man who can share woe but not wealth together, left Goujian after the defeat of Wu. King Goujian's army was known for scaring its enemies before battle because its front line consisted of criminals sentenced to death who committed suicide by decapitating themselves.Sima Qian, Shiji (史記), Ch. 41, 中華書局, 2006, p. 272. However, in the passage, \"越王句踐使死士挑戰，三行，至吳陳，呼而自剄。\", the literal translation of \"死士\" is \"soldiers (who are) willing to die\", not \"criminals sentenced to death\". \"自剄\" means to \"commit suicide by cutting one's throat,\" which was a common way to end one's own life in Ancient China.Shiji, second sentence of second paragraph in Chapter 41 ==Family== The Sword of Goujian * Parents: ** Yunchang (; d. 497 BC), ruled as the King of Yue until 497 BC * Sons: ** Luying (; d. 458 BC), ruled as the King of Yue from 463–458 BC * Daughters: ** Yue Ji () *** Married King Zhao of Chu (525–489 BC), and had issue (King Hui of Chu) Today, Goujian's descendants survive as members of the Gu (顾) family. ==Modern references== The war between the states of Yue and Wu is the subject of three television series: * The Conquest, a 2006 China and Hong Kong co-produced television series, starring Damian Lau and Joe Ma as Goujian and Fuchai respectively. * The Rebirth of a King, a 2006 Chinese television series starring Chen Baoguo and You Yong as Goujian and Fuchai respectively. * The Great Revival, a 2007 Chinese television series, starring Chen Daoming and Hu Jun as Goujian and Fuchai respectively. The story is explored at depth in historian Paul Cohen's book Speaking to History: The Story of King Goujian in Twentieth Century China] The virus order Goujianvirales is named in honor of Goujian, and the parent class Yunchangviricetes is named in honor of his parent Yunchang. Battlefield 4's China Rising trailer opens with a Chinese soldier quoting the idiom attributed to Goujian tasting bile: \"越王勾践卧薪尝胆，最后灭了吳国。” However, the subtitles erroneously translate it as a quote from Confucius instead. ==See also== *Sword of Goujian *Fan Li *Xi Shi ==Notes and references== Category:Chinese kings Category:Zhou dynasty nobility Category:5th-century BC Chinese monarchs Category:Monarchs imprisoned and detained during war Category:Yue (state) Category:Heads of government who were later imprisoned ",
    "title": "Goujian"
}