{
    "id": "1447256",
    "text": "Châtillon-sur-Marne is a commune in the Marne department in north-eastern France. It lies in the valley of the Marne River, surrounded by the Parc Naturel de la Montagne de Reims. It lies in the historic province of Champagne. The village stands above sloping vineyards and fields: Épernay, the principal entrepôt of the Champagne wines, is within walking distance. ==History== Here Pope Urban II, Eudes de Châtillon, whose uncle Guy de Roucy, bishop of Reims mentored his early career, was born in the family of the seigneurs of Châtillon, who inherited the lands and titles of Count of Blois when Hugues de Châtillon, comte de Saint Pol, married Marie the heiress of the counts of Blois in 1230. In 1391, the seigneury of Châtillon passed with the honors of Blois into the royal family of France. Here also was born Reynald of Châtillon, called \"Le Loup\" (the Wolf) by Muslims, who went to the Holy Land on the Second Crusade and remained there for the rest of his life. In 1181 he raided the Red Sea, aiming to attack Mecca and Medina, and attacked again in 1183, forcing a counterattack from Saladin, who captured Jerusalem in 1187, setting the stage for the Third Crusade. Many Gallo-Roman fortifications called castellionum have given rise to French places called Châtillon. The little fortress called Castellionum super Matronam commanded a strategic crossroads in the valley of the Marne and was repeatedly attacked and demolished and refortified, including during 1575. The modern village retains the traces of the densely built fortified village in the narrowness of its streets. Within the commune there is a triumphal statue of Urban II. The statue is 9 metres tall with an interior spiral staircase, and stands on a drumlike socle that raises it to 25 metres. The project was suggested in 1862: land for it was donated and 30,000 francs were collected, including 3000 francs from Pope Leo XIII. The statue, which was erected from August 1879, is composed of eighty blocks of Kersanton granite executed by the sculptor Le Goff. The blocks were brought one at a time by ox-cart from Port-à-Binson. The statue was inaugurated July 21, 1887 by the papal nuncio and two dozen prelates, to a crowd of 20,000 in grandiose fêtes that lasted for three days. The 10-metre cross formerly in Urban's hands had been brought by pilgrims from the Holy Land and was carried on men's backs to its final position. ==References== ==External links== * Comtes de Châtillon-Blois (French) Chatillonsurmarne ",
    "title": "Châtillon-sur-Marne"
}