{
    "id": "1447216",
    "text": "Darijo Srna (; born 1 May 1982) is a Croatian former professional footballer and current director football of Ukrainian Premier League club Shakhtar Donetsk. During most of his career he played as a defender. He began his career at Hajduk Split, before moving to Shakhtar in 2003. He has won numerous trophies during his time at Shakhtar, including a UEFA Cup title in 2009, seven Ukrainian Premier League titles, five Ukrainian Cup titles and five Ukrainian Super Cup titles. He left Shakhtar in 2018 and signed one-year contract with Cagliari and then returned to Shakhtar to work as an assistant manager. Srna made his international debut for Croatia in November 2002 and is the most capped player in the history of the Croatia national team with 134 caps, having represented his country at the 2006 and 2014 FIFA World Cups, as well as at UEFA Euro 2004, 2008, 2012 and 2016. In 2009, then manager Slaven Bilić made him the captain of the national team, a position he would hold until 2016. After the tournament, the captain role was taken over by Luka Modrić. He is the most capped player in the history of Shakhtar with 339 appearances. He was popularly dubbed the \"Icon of Shakhtar\". While with Shakhtar, Srna had offers from clubs like Chelsea and Bayern Munich, which he declined due to his loyalty to the club. Srna is considered one of the best players in Europe of 21st century by same organisation. Due to playing style, he is compared with Cafu. ==Club career== ===Hajduk Split=== Srna's talent was seen by many scouts in Croatia while he was young. He was later signed by Hajduk Split as his talent became desirable for the Croatian giants. At Hajduk, he won the 1999–2000 and 2002–03 Croatian Cup, as well as the 2000–01 Prva HNL. The club played in the first round of 1999–2000 UEFA Cup, 2001–02 UEFA Cup, 2002–03 UEFA Cup, as well as the second round of the 2000–01 UEFA Champions League and the third round of the 2001–02 UEFA Champions League. He made 84 appearances for the club, including 64 league appearances, and scored eight goals, four of which came in the league, before moving to Ukrainian club Shakhtar Donetsk. ===Shakhtar Donetsk=== In 2003, Srna was sold, along with Hajduk goalkeeper Stipe Pletikosa, to Shakhtar Donetsk. He is a common member and the captain in his club side, for whom he has made a large impact in the league. In his first season with the club, he made 29 appearances, including 19 in the league, scoring three goals, all of which came in the Ukrainian Cup. He helped the club to win the Ukrainian Cup, his first honour with the club, and to a second-place finish in the Premier League. In his second season, Shakhtar won the Super Cup and the Premier League. He made 42 appearances for the club, 22 of which came in the league, and netted two goals, once in the league and once in the cup. Srna made his debut in main stage of UEFA Champions League on 14 September 2004 against Milan. His third season saw Shakhtar retain the Premier League title. He made 21 league appearances, scoring twice. After the 2006 FIFA World Cup, Benfica were reported to be after the player's signature but nothing materialized, with what many considered a fallen or rejected sale. Since then, he had been linked with a number of other clubs, including Lazio, but a move never materialized. The following season, Shakhtar were trumped to the Premier League title by Dynamo Kyiv as they failed to achieve any silverware. Darijo made 35 appearances for the club, 20 in the league, and scored four times, three of which came in the league. In the 2007–08 season, Shakhtar picked up the Premier League trophy and were victorious in the Ukrainian Cup Final. He made 41 appearances, 28 of which came in the league. ====2008–09 season==== The 2008–09 season saw Shakhtar win the Super Cup and the UEFA Cup. On 15 July 2008, Shakhtar emerged victorious in the Super Cup Final against Dynamo Kyiv. At the end of extra time, the teams were level at 1–1. In the ensuing penalty shoot-out, Shakhtar converted all five of its penalties to win 5–3. Srna, who captained the side, scored one of the penalties. On 3 August, he scored the first goal in a 3–0 victory over Illichivets Mariupol. On 13 August, he scored the first goal in a 2–0 victory over Dinamo Zagreb in the Champions League. On 18 October he scored a goal in Shakhtar's 4–2 win against Kryvbas. On 2 March, he scored the winning goal in Shakhtar's 2–1 league victory over Illichivets. On 22 March, he scored the only goal in a league win over Vorskla. In the semi-final of the UEFA Cup, Shakhtar faced Dynamo Kyiv in an all-Ukrainian tie. After a 1–1 away draw in the first leg, Shakhtar won 2–1 at the Donbass Arena for a 3–2 aggregate win to progress to the final. Darijo played the full 90 minutes of both legs. On 20 May 2009, he captained Shakhtar in the 2–1 victory over Werder Bremen in the UEFA Cup Final. Srna provided the assist for Jádson's winning goal seven minutes into extra time. He also picked up a yellow card. This was the last UEFA Cup before its rebranding as the UEFA Europa League. Shakhtar finished the Premier League season in second position, 15 points behind champions Dynamo Kyiv. Darijo made 46 appearances and scored 5 goals, with 25 appearances and 4 goals in the league. Playing for Shakhtar in 2009 ====2009–10 season==== In the 2009–10 season, Shakhtar regained the Premier League title. On 28 August, he played in Shakhtar's 1–0 extra time loss to Barcelona in the 2009 UEFA Super Cup, picking up a yellow card on 65 minutes. He scored the third goal in a 4–1 away victory over Club Brugge in the Europa League. He scored a goal and picked up a yellow card in a 2–0 Ukrainian Cup victory over Dynamo Kyiv on 28 October. He netted his first league goal of the season in a 2–1 victory against Zorya Luhansk on 20 March. On 3 April, he scored the only goal in a league victory over Obolon. Srna played 39 matches, 26 in the league, and scored four goals, two of which came in the league. ====2010–11 season==== The 2010–11 season was extremely successful for Shakhtar as they won the treble (Premier League, Ukrainian Cup and the Super Cup). He played in Shakhtar's 7–1 Super Cup victory over Tavriya Simferopol on 4 July. On 15 September, he netted the only goal, and picked up a yellow card, in a 1–0 Champions League win over Partizan. In the following match, against Tavriya, after going 1–0 down, Srna scored the equaliser in a 4–1 victory. On 30 October, he was sent off in added time against Dnipro Dnipropetrovsk as Shakhtar won 1–0. On 1 April, he scored the first goal in a 3–1 victory over Illichivets Mariupol. On 7 May, against Metalurh Donetsk, he scored the second goal in a 2–0 win. On 25 May, he played in the 2–0 Ukrainian Cup Final victory over Dynamo Kyiv, picking up a yellow card. Srna was named in the UEFA Champions League Team of the Year according to player rater (statistics) in the 2010–11 season where Shakhtar lost in the quarter-final to Barcelona. Srna created five assists in five games. He made 39 appearances, 27 of which were in the league, scoring four goals, three of which came in the league. Srna playing for Shakhtar in 2011 ====2011–12 season==== Shakhtar won the Premier League and the Ukrainian Cup in the 2011–12 season, Darijo's sixth league title with the club. He scored a goal in first half injury time in a 2–0 away win over Metalurh Donetsk. On 2 December, he scored the first goal in a 5–0 league victory over Arsenal Kyiv at the Donbass Arena. On 16 April, in the 27th gameweek of the season, Srna netted the final goal in a 5–1 victory over Zorya Luhansk. On 6 May, he played in the Ukrainian Cup Final against Metalurh Donetsk in which Shakhtar emerged victorious after an extra time winner from Oleksandr Kucher made it 2–1. This marked Srna's fourth Ukrainian Cup success with Shakhtar. He picked up a yellow card in the final match of the season, a 3–0 victory over Oleksandriya. Shakhtar won the league by four points over Dynamo Kyiv; Srna scored 3 goals in 25 league matches and made a total of 34 appearances in the season. ====2012–13 season==== Darijo began the 2012–13 season with an assist for Luiz Adriano in the sixth-minute of Shakhtar's 2–0 Super Cup victory over Metalurh Donetsk. He assisted Ilsinho for the second goal in a 3–1 Premier League win against Hoverla Uzhhorod. He assisted Fernandinho for a 93rd-minute winner against Kryvbas Kryvyi Rih. and added another for Marko Dević in a 4–0 victory against Volyn Lutsk. On 19 August, Srna assisted Willian for the third goal in a 5–1 win against Chornomorets Odesa In the next match, he provided Luiz Adriano with an assist in a 3–0 win over Karpaty Lviv. On 2 September, he assisted Oleksandr Kucher's second goal in a 3–1 victory against Dynamo Kyiv. On 23 September, Srna scored a free-kick in a 4–1 victory over Dynamo Kyiv in the last 32 of the Ukrainian Cup. On 28 September, he scored the winning goal in a 2–1 victory against Dnipro Dnipropetrovsk. He picked up the Man of the Match award for his contribution to win over Dnipro. On 19 October, he assisted Ilsinho for a goal in a 2–1 victory against Illichivets. On 13 February 2013, Srna netted with an expertly-struck free-kick in the 31st minute in the first leg of the Champions League Round of 16 tie with Borussia Dortmund, which ended in a 2–2 draw. At the end of the 2012–13 season in Ukraine, he finished with the most assists, with 12. ====2013–14 season==== In mid-season, Srna helped Shakhtar win the 2014 United Supercup, a tournament between the top-two placed clubs from Russia and Ukraine, becoming the assists leader and joint top scorer of the tournament. By the end of the season, the club won the Ukraine Premier League and the 2014 Ukrainian Super Cup. ====2014–15 season==== In the first game of the season, Srna set a new record of games played for Shakhtar in the Premier League. ====2015–16 season==== In the 2015–16 season, Srna played 41 games and scored six goals. Shakhtar announced that their captain had extended his contract for the 2016–17 season, a day after the club celebrated their 80th anniversary. ====Doping case==== He was suspended from 22 September 2017 till 22 August 2018 for failed doping test for dehydroepiandrosterone.http://www.nadc.org.ua/novyny/pres_reliz_shchodo_rishennya_u_spravi_dario_srny ===Cagliari Calcio=== On 22 June 2018 Srna, signed one-year deal with Italian side Cagliari Calcio with an option to extend it for another year. In June 2019, the contract ended and Srna left the club. ===Return to Donetsk=== In July 2019, Srna returned to Shakhtar Shakhtar Donetsk as an assistant manager on a one-year contract until 2020. ==International career== ===Euro 2004=== Srna made his full international debut for the Croatia national team in a friendly match against Romania in November 2002. He went on to score his first international goal on his competitive debut for Croatia in their UEFA Euro 2004 qualifier against Belgium in March 2003, netting the opening goal in Croatia's 4–0 win. He made a total of six appearances in Croatia's qualifying campaign for Euro 2004, including both play-off matches against Slovenia. At the Euro 2004 finals, he appeared as a substitute in Croatia's group matches against Switzerland and England, before they were knocked out of the tournament in the first round. ===2006 World Cup=== After Euro 2004, Srna went on to become one of the key players in Croatia's 2006 FIFA World Cup qualifying campaign, scoring five goals in nine appearances during the campaign and being the team's top goalscorer in the competition. During the 2006 World Cup qualifying, he scored both goals in Croatia's two 1–0 wins over Sweden, including a long-range free kick in the away fixture in Gothenburg. He also netted both goals in Croatia's 2–2 home draw against Bulgaria, as well as one goal in their 3–1 away win at Iceland. Srna then starred in all three games of Croatia's 2006 World Cup campaign. He was highly praised and remembered for his spectacular 30-yard free kick which put Croatia ahead against Australia in the infamous \"Graham Poll three-yellow card\" blunder match that ended 2–2. However, in previous group match against Japan he missed a penalty in a 0–0 draw and Croatia finished third in the group stage with only 2 points. In September 2006, Srna was temporarily dropped from the Croatian squad for a Euro 2008 qualifying match with Russia because of a late night partying spree in a local disco, along with teammates Boško Balaban and Ivica Olić. Srna in action for Croatia in 2013 ===Euro 2008=== Srna was considered the hero of the match, when he came on as a substitute against Macedonia in a Euro 2008 qualifying match and scored shortly after from a free-kick, which was shot into the right corner of the goal. In the 88th minute, he provided a cross which found teammate Eduardo, and allowed him to score and snatch a late win for Croatia. He also scored Croatia's equaliser in their hard-fought away victory against Israel, which eventually ended 4–3 in Croatia's favour. Srna went on to miss a penalty against Estonia, however his overall contribution to teamwork attack compensated for this mistake, which Croatia quickly capitalised on to win 2–0. Since helping his country qualify for Euro 2008 with a strong qualifying campaign, Srna was unsurprisingly named in their 23-man squad for the current tournament. On 12 June, Srna scored the opening goal in the 24th minute of Croatia's 2–1 victory over Germany in their second game of Group B. He was the only player to score for Croatia in their unsuccessful penalty shootout in the quarter-finals against Turkey. At the conclusion of the match, Srna was seen struggling to hold back an emotional breakdown because of Croatia's strong efforts but eventual defeat. ===Euro 2012=== After Euro 2008, Srna succeeded Niko Kovač as national team captain. Srna started in all three games of the 2012 tournament as the captain, where Croatia finished third behind Spain and Italy, failing to qualify to the next stage. Italy and Spain went on to become the finalists of the tournament. On 6 February 2013, Srna won his 100th cap in a friendly match against South Korea at Craven Cottage, London. During the match, Srna scored his 20th international goal. ===2014 World Cup=== Croatia qualified for the 2014 World Cup, where Srna served as team captain for his second official international tournament, after Euro 2012. Croatia finished third in the group behind Brazil and Mexico and therefore failed to qualify for the next stage. ===Euro 2016=== At Euro 2016 in France, Srna, once again as team captain, played in Croatia's first group stage match against Turkey. Shortly after the match, however, he returned to Croatia upon the news of his father's death during the match. He returned to France to finish the tournament afterwards, to abide by his father's dying wish. Croatia reached the knock-out phase of the tournament, but lost 1–0 to Portugal through an extra-time Ricardo Quaresma goal. He amassed 134 caps and 22 goals, which makes him his country's most capped player. ==Personal life== Srna was born in Metković to Bosniak father Uzeir (d. 2016) and Croatian mother Milka. His father, a World War II orphan and a former footballer for FK Sarajevo, supported his fledgling football career despite discrimination during the Yugoslav wars and widespread corruption among football coaches. Before leaving Croatia to join for Shakhtar Donetsk, he gave his parents a brand new Mercedes. He has a tattoo of a deer playing football on his leg, as \"Srna\" in Croatian means \"deer\". Srna has also helped Bosnian club Borac Šamac, where his father played as goalkeeper and was also a coach.Hrvatski reprezentativac pomaže srpski klub, Borac mu nudi mesto koje poželi at Sportski žurnal, 7 September 2015 Srna has a half-brother, Renato, a coach at Neretva, from their father's first marriage. His other brother Igor has Down syndrome. As a result, Srna dedicates all his goals to him, and even revealed a shirt under his jersey saying \"Igor, svi smo uz tebe\" (\"Igor, we are all here for you\") after scoring a goal against Macedonia in international play. He also has a tattoo reading \"Igor\" along his heart. While at Shakhtar, Srna frequently bought match tickets for orphans and often financed their travel to the stadium at his own expense. In late 2014, he purchased 20 tonnes of tangerines from farms near Metković and had them donated to over 23,000 primary school children in the Donbass region during the ongoing war there. Srna married long-time girlfriend Mirela Forić, whom he met through mutual friend and footballer Boško Balaban. Their daughter Kasja was born in July 2010 and their son Karlo was born in June 2015. ==Career statistics== ===Club=== {| class=\"wikitable\" style=\"text-align: center\" |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|Cup !colspan=\"2\"|Europe !colspan=\"2\"|Super Cup !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"5\"|Hajduk Split |1999–00 |rowspan=\"4\"|Croatian First Football League |1||0||–||–||–||–||–||–||1||0 |- |2000–01 |10||0||3||0||–||–||–||–||13||0 |- |2001–02 |26||1||2||1||5||1||–||–||33||3 |- |2002–03 |27||3||6||2||4||0||–||–||37||5 |- !colspan=\"2\"|Total !64!!4!!11!!3!!9!!1!!-!!-!!84!!8 |- |rowspan=\"16\"|Shakhtar Donetsk |2003–04 |rowspan=\"15\"|Ukrainian Premier League |19||0||5||3||5||0||–||–||29||3 |- |2004–05 |22||1||7||1||11||0||1||0||41||2 |- |2005–06 |21||2||1||0||10||0||1||0||33||2 |- |2006–07 |20||3||5||0||9||1||1||0||35||4 |- |2007–08 |28||0||3||0||10||0||–||–||41||0 |- |2008–09 |25||4||3||0||17||1||1||0||46||5 |- |2009–10 |26||2||2||1||10||1||1Appearance in 2009 UEFA Super Cup||0||39||4 |- |2010–11 |27||3||2||0||9||1||1||0||39||4 |- |2011–12 |25||3||3||0||5||0||1||0||34||3 |- |2012–13 |26||2||5||1||8||1||1||0||40||4 |- |2013–14 |27||6||2||0||8||0||1||0||38||6 |- |2014–15 |23||4||5||0||7||1||1||0||36||5 |- |2015–16 |19||2||4||0||17||3||1||1||41||6 |- |2016–17 |23||1||1||0||9||0||1||0||34||1 |- |2017–18 |8||0||0||0||1||0||1||0||10||0 |- !colspan=\"2\"|Total !339!!33!!48!!6!!136!!9!!13!!1!!536!!49 |- |rowspan=\"2\"|Cagliari |2018–19 |rowspan=1|Serie A |26||0||2||0||0||0||0||0||28||0 |- !colspan=\"2\"|Total !26!!0!!2!!0!!0!!0!!0!!0!!28!!0 |- !colspan=\"3\"|Career total !429!!37!!61!!9!!145!!10!!13!!1!!648!!57 |} ===International=== {| class=\"wikitable\" style=\"text-align:center\" !colspan=\"3\"|Croatia |- !Year||Apps||Goals |- |2002||1||0 |- |2003||11||1 |- |2004||11||4 |- |2005||9||3 |- |2006||9||3 |- |2007||11||4 |- |2008||10||2 |- |2009||9||1 |- |2010||8||1 |- |2011||10||0 |- |2012||10||0 |- |2013||11||2 |- |2014||11||0 |- |2015||6||0 |- |2016||7||1 |- !Total !134!!22 |} ====International goals==== :Croatia score listed first, score column indicates score after each Srna goal. {| class=\"wikitable\" |- !No. !Date !Venue !Cap !Opponent !Score !Result !Competition |- !1 |29 March 2003 |rowspan=\"2\"|Maksimir Stadium, Zagreb, Croatia |align=\"center\"|4 | |align=\"center\"| 1–0 |align=\"center\"| 4–0 |UEFA Euro 2004 qualifying |- !2 |31 March 2004 |align=\"center\"|14 | |align=\"center\"| 2–1 |align=\"center\"| 2–2 |Friendly |- !3 |8 September 2004 |Ullevi Stadium, Gothenburg, Sweden |align=\"center\"|21 | |align=\"center\"| 1–0 |align=\"center\"| 1–0 |rowspan=\"3\"|2006 FIFA World Cup qualification |- !4 |rowspan=\"2\"|9 October 2004 |rowspan=\"2\"|Maksimir Stadium, Zagreb, Croatia |align=\"center\" rowspan=\"2\"|22 |rowspan=\"2\"| |align=\"center\"| 1–0 |rowspan=\"2\" align=\"center\"| 2–2 |- !5 |align=\"center\"| 2–0 |- !6 |9 February 2005 |Teddy Stadium, Jerusalem, Israel |align=\"center\"|24 | |align=\"center\"| 2–1 |align=\"center\"| 3–3 |Friendly |- !7 |3 September 2005 |Laugardalsvöllur, Reykjavík, Iceland |align=\"center\"|28 | |align=\"center\"| 3–1 |align=\"center\"| 3–1 |rowspan=\"2\"|2006 FIFA World Cup qualification |- !8 |8 October 2005 |Maksimir Stadium, Zagreb, Croatia |align=\"center\"|30 | |align=\"center\"| 1–0 |align=\"center\"| 1–0 |- !9 |1 March 2006 |St. Jakob-Park, Basel, Switzerland |align=\"center\"|33 | |align=\"center\"| 2–2 |align=\"center\"| 3–2 |Friendly |- !10 |22 June 2006 |Gottlieb-Daimler-Stadion, Stuttgart, Germany |align=\"center\"|39 | |align=\"center\"| 1–0 |align=\"center\"| 2–2 |2006 FIFA World Cup |- !11 |15 November 2006 |Ramat Gan Stadium, Ramat Gan, Israel |align=\"center\"|41 | |align=\"center\"| 1–1 |align=\"center\"| 4–3 |rowspan=\"2\"|UEFA Euro 2008 qualifying |- !12 |24 March 2007 |Maksimir Stadium, Zagreb, Croatia |align=\"center\"|43 | |align=\"center\"| 1–1 |align=\"center\"| 2–1 |- !13 |rowspan=\"2\"|22 August 2007 |rowspan=\"2\"|Koševo Stadium, Sarajevo, Bosnia and Herzegovina |align=\"center\" rowspan=\"2\"|46 |rowspan=\"2\"| |align=\"center\"| 2–0 |rowspan=\"2\" align=\"center\"| 5–3 |rowspan=\"2\"|Friendly |- !14 |align=\"center\"| 4–2 |- !15 |12 September 2007 |Estadi Comunal, Andorra la Vella, Andorra |align=\"center\"|48 | |align=\"center\"| 1–0 |align=\"center\"| 6–0 |UEFA Euro 2008 qualifying |- !16 |12 June 2008 |Hypo-Arena, Klagenfurt, Austria |align=\"center\"|57 | |align=\"center\"| 1–0 |align=\"center\"| 2–1 |UEFA Euro 2008 |- !17 |20 August 2008 |Ljudski vrt, Maribor, Slovenia |align=\"center\"|59 | |align=\"center\"| 2–2 |align=\"center\"| 3–2 |rowspan=\"2\"|Friendly |- !18 |14 November 2009 |Stadion HNK Cibalia, Vinkovci, Croatia |align=\"center\"|71 | |align=\"center\"| 2–0 |align=\"center\"| 5–0 |- !19 |3 September 2010 |Skonto Stadium, Riga, Latvia |align=\"center\"|76 | |align=\"center\"| 3–0 |align=\"center\"| 3–0 |UEFA Euro 2012 qualifying |- !20 |6 February 2013 |Craven Cottage, London, England |align=\"center\"|100 | |align=\"center\"| 2–0 |align=\"center\"| 4–0 |Friendly |- !21 |19 November 2013 |Maksimir Stadium, Zagreb, Croatia |align=\"center\"|110 | |align=\"center\"| 2–0 |align=\"center\"| 2–0 |2014 FIFA World Cup qualification |- !22 |4 June 2016 |Stadion Rujevica, Rijeka, Croatia |align=\"center\"|130 | |align=\"center\"| 3–0 |align=\"center\"| 10–0 |Friendly |} ==Honours== ===Club=== Srna lifting the Ukrainian Cup in 2011 Hajduk Split *Prva HNL (1): 2000–01 *Croatian Cup (2): 1999–2000, 2002–03 Shakhtar Donetsk\"Darijo Srna\" . Shakhtar.com. Retrieved 24 December 2014 *Ukrainian Premier League (10): 2004–05, 2005–06, 2007–08, 2009–10, 2010–11, 2011–12, 2012–13, 2013–14, 2016–17, 2017-18 *Ukrainian Cup (7): 2007–08, 2010–11, 2011–12, 2012–13, 2015–16, 2016–17, 2017–18 *Ukrainian Super Cup (8): 2005, 2008, 2010, 2012, 2013, 2014, 2015, 2017 *UEFA Cup (1): 2008–09 ===Individual=== *Heart of Hajduk Award: 2003 *Best Ukrainian Premier League Player: 2008–09, 2009–10 *UEFA Cup Final Man of the Match: 2009 *UEFA Champions League Team of the Season: 2010–11 *UEFA Europa League Squad of the Season: 2015–16 *Ukraine Premier League Most assists: 2012–13 *United Tournament Most assists: 2014 *United Tournament Top scorer: 2014 *Vatrena krila: 2011 ===Orders=== *40px Order For Courage by Ukraine - 2009 ==See also== *List of footballers with 100 or more caps ==References== ==External links== * * * * * * Category:1982 births Category:Living people Category:Croatian footballers Category:Association football fullbacks Category:Association football midfielders Category:Croatian people of Bosnia and Herzegovina descent Category:Croatia youth international footballers Category:Croatia under-21 international footballers Category:Croatia international footballers Category:Croatian expatriate footballers Category:Expatriate footballers in Ukraine Category:HNK Hajduk Split players Category:FC Shakhtar Donetsk players Category:UEFA Euro 2004 players Category:2006 FIFA World Cup players Category:UEFA Euro 2008 players Category:UEFA Euro 2012 players Category:2014 FIFA World Cup players Category:Croatian First Football League players Category:Ukrainian Premier League players Category:Sportspeople from Metković Category:FIFA Century Club Category:Croatian expatriate sportspeople in Ukraine Category:NK Neretva players Category:UEFA Euro 2016 players Category:Croatian sportspeople in doping cases Category:Doping cases in association football Category:Cagliari Calcio players Category:Serie A players Category:Expatriate footballers in Italy Category:Croatian expatriate sportspeople in Italy Category:FC Shakhtar Donetsk non-playing staff ",
    "title": "Darijo Srna"
}