{
    "id": "1447088",
    "text": "Joseph Anthony \"Joey\" Didulica (; born 14 October 1977) is an Australian-born Croatian former footballer who played as a goalkeeper. On 11 October 2011 he ended his career after ongoing neck and head complaints. ==Club career== Didulica was born in Geelong, Victoria to a Croatian father, Luka, and a Croatian-Australian mother, Mary. He also has an older brother, John and sister, Trish. His father emigrated to Australia from Poličnik, a village in northern Dalmatia, about 10 kilometres outside of Zadar. Didulica started to play football in the North Geelong Warriors. In 1996, he moved to the Melbourne Knights, a club whose team primarily consists of Australian Croats, and played for them until 1999. Then he transferred to Ajax Amsterdam, whence he was first loaned to Belgian side Germinal Beerschot for a couple of months in 2001 before eventually moving to Austria Vienna in 2003. After spending three seasons as a regular in goal for Austria Wien, Didulica returned to the Netherlands and was signed by AZ Alkmaar. He made seven Eredivisie appearances with the club before being forced to take a longer break following a brain concussion he sustained in a league match against PSV Eindhoven in October 2006 after being hit with the ball in his head from a shot by PSV's Australian international Jason Čulina. On 24 April 2006, an Austrian court sentenced Didulica to a fine of €60,000 on the count of physical injury resulting from negligence, for slamming Rapid Wien's Axel Lawaree at a Vienna derby in May 2005. Details on Axel Lawaree case against Didulica In June 2007, Didulica successfully appealed the decision of the lower court to the High Court of Vienna. The original charges against Didulica were quashed and he was acquitted of everything, the Court ruling Didulica had played the ball, not acted unreasonably and did not intend to cause injury to the opponent. On 11 October 2011, Didulica announced his retirement from football due to his persistent neck and head injuries.http://www.az.nl/index.php?id=27&newsid;=263139&folderid;=222 ==International career== In 2000, Didulica was selected to the Australian squad for the Sydney Olympics, but had to withdraw due to injury and never received an international cap for the Australian national team at A-level. In 2004, he decided to play for the country of his parents. According to Didulica, his decision was based on the fact that he had not been selected to represent Australia by then coach Frank Farina. Additionally, Australia had not qualified for a World Cup for around 30 years and he saw more opportunities for success with Croatia, who qualified for both World Cups they entered at the time. Didulica made his debut for the Croatian national team in a friendly match against Macedonia on 28 April 2004 in Skopje and was subsequently selected to be part of the Croatian team at the Euro 2004 finals, where he served as the second-choice goalkeeper without making an appearance. He was a member of the Croatian team in both the qualifying and finals of the 2006 World Cup, but did not play a single minute during the competitions as Tomislav Butina played eight of ten qualifiers and was replaced in the remaining two qualifiers by Stipe Pletikosa, who also played every minute in all three games at the finals. In more than two years of being part of the Croatian national team, Didulica only made four appearances in friendly matches, against Macedonia, Korea Republic, Hong Kong and Austria. Just a month after the end of the 2006 World Cup, Didulica announced his retirement from international football with an explanation that he wants to concentrate more on his club career. ==Honours== === Club honours === Ajax * Eredivisie: 2001–02 * KNVB Cup: 2001–02 Austria Wien * Austrian Bundesliga: 2005–06 * Austrian Cup: 2004–05, 2005–06 AZ * Eredivisie: 2008–09 * Johan Cruyff Shield: 2009 ==References== == External links == * AZ Alkmaar profile * Oz Football profile * Category:1977 births Category:Living people Category:Australian soccer players Category:Australian expatriate soccer players Category:Croatian footballers Category:Association football goalkeepers Category:North Geelong Warriors FC players Category:Melbourne Knights FC players Category:AFC Ajax players Category:Beerschot A.C. players Category:FK Austria Wien players Category:AZ Alkmaar players Category:Eredivisie players Category:Belgian First Division A players Category:Austrian Football Bundesliga players Category:National Soccer League (Australia) players Category:Croatia international footballers Category:UEFA Euro 2004 players Category:2006 FIFA World Cup players Category:Croatian expatriate footballers Category:Expatriate footballers in the Netherlands Category:Australian expatriate sportspeople in the Netherlands Category:Croatian expatriate sportspeople in the Netherlands Category:Expatriate footballers in Belgium Category:Australian expatriate sportspeople in Belgium Category:Croatian expatriate sportspeople in Belgium Category:Expatriate footballers in Austria Category:Australian expatriate sportspeople in Austria Category:Croatian expatriate sportspeople in Austria Category:Australian people of Croatian descent Category:Australian emigrants to Croatia Category:Sportspeople from Geelong Category:Melbourne City FC non- playing staff ",
    "title": "Joey Didulica"
}