{
    "id": "1448833",
    "text": "A simple example of two cardinal utility functions u (first column) and v (second column) whose values in all circumstances are related by In economics, a cardinal utility function or scale is a utility index that preserves preference orderings uniquely up to positive affine transformations. Two utility indices are related by an affine transformation if for the value u(x_i) of one index u, occurring at any quantity x_i of the goods bundle being evaluated, the corresponding value v(x_i) of the other index v satisfies a relationship of the form :v(x_i) = au(x_i) + b\\\\!, for fixed constants a and b. Thus the utility functions themselves are related by :v(x) = au(x) + b. The two indices differ only with respect to scale and origin. Thus if one is concave, so is the other, in which case there is often said to be diminishing marginal utility. Thus the use of cardinal utility imposes the assumption that levels of absolute satisfaction exist, so that the magnitudes of increments to satisfaction can be compared across different situations. In consumer choice theory, ordinal utility with its weaker assumptions is preferred because results that are just as strong can be derived. == History == The first one to theorize about the marginal value of money was Daniel Bernoulli in 1738. He assumed that the value of an additional amount is inversely proportional to the pecuniary possessions which a person already owns. Since Bernoulli tacitly assumed that an interpersonal measure for the utility reaction of different persons can be discovered, he was then inadvertedly using an early conception of cardinality. Bernoulli's imaginary logarithmic utility function and Gabriel Cramer's function were conceived at the time not for a theory of demand but to solve the St. Petersburg's game. Bernoulli assumed that \"a poor man generally obtains more utility than a rich man from an equal gain\" an approach that is more profound than the simple mathematical expectation of money as it involves a law of moral expectation. Early theorists of utility considered that it had physically quantifiable attributes. They thought that utility behaved like the magnitudes of distance or time, in which the simple use of a ruler or stopwatch resulted in a distinguishable measure. \"Utils\" was the name actually given to the units in a utility scale. In the Victorian era many aspects of life were succumbing to quantification. The theory of utility soon began to be applied to moral-philosophy discussions. The essential idea in utilitarianism is to judge people's decisions by looking at their change in utils and measure whether they are better off. The main forerunner of the utilitarian principles since the end of the 18th century was Jeremy Bentham, who believed utility could be measured by some complex introspective examination and that it should guide the design of social policies and laws. For Bentham a scale of pleasure has as a unit of intensity \"the degree of intensity possessed by that pleasure which is the faintest of any that can be distinguished to be pleasure\"; he also stated that, as these pleasures increase in intensity higher and higher numbers could represent them. In the 18th and 19th centuries utility's measurability received plenty of attention from European schools of political economy, most notably through the work of marginalists (e.g., William Stanley Jevons, Léon Walras, Alfred Marshall). However, neither of them offered solid arguments to support the assumption of measurability. In Jevon's case he added to the later editions of his work a note on the difficulty of estimating utility with accuracy. Walras, too, struggled for many years before he could even attempt to formalize the assumption of measurability. Marshall was ambiguous about the measurability of hedonism because he adhered to its psychological-hedonistic properties but he also argued that it was \"unrealistical\" to do so. Supporters of cardinal utility theory in the 19th century suggested that market prices reflect utility, although they did not say much about their compatibility (i.e., prices being objective while utility is subjective). Accurately measuring subjective pleasure (or pain) seemed awkward, as the thinkers of the time were surely aware. They renamed utility in imaginative ways such as subjective wealth, overall happiness, moral worth, psychic satisfaction, or ophélimité. During the second half of the 19th century many studies related to this fictional magnitude--utility--were conducted, but the conclusion was always the same: it proved impossible to definitively say whether a good is worth 50, 75, or 125 utils to a person, or to two different people. Moreover, the mere dependence of utility on notions of hedonism led academic circles to be skeptical of this theory. Francis Edgeworth was also aware of the need to ground the theory of utility into the real world. He discussed the quantitative estimates that a person can make of his own pleasure or the pleasure of others, borrowing methods developed in psychology to study hedonic measurement: psychophysics. This field of psychology was built on work by Ernst H. Weber, but around the time of World War I, psychologists grew discouraged of it. In the late 19th century, Carl Menger and his followers from the Austrian school of economics undertook the first successful departure from measurable utility, in the clever form of a theory of ranked uses. Despite abandoning the thought of quantifiable utility (i.e. psychological satisfaction mapped into the set of real numbers) Menger managed to establish a body of hypothesis about decision-making, resting solely on a few axioms of ranked preferences over the possible uses of goods and services. His numerical examples are \"illustrative of ordinal, not cardinal, relationships\". Around the turn of the 19th century neoclassical economists started to embrace alternative ways to deal with the measurability issue. By 1900, Pareto was hesitant about accurately measuring pleasure or pain because he thought that such a self-reported subjective magnitude lacked scientific validity. He wanted to find an alternative way to treat utility that did not rely on erratic perceptions of the senses. Pareto's main contribution to ordinal utility was to assume that higher indifference curves have greater utility, but how much greater does not need to be specified to obtain the result of increasing marginal rates of substitution. The works and manuals of Vilfredo Pareto, Francis Edgeworth, Irving Fischer, and Eugene Slutsky departed from cardinal utility and served as pivots for others to continue the trend on ordinality. According to Viner, these economic thinkers came up with a theory that explained the negative slopes of demand curves. Their method avoided the measurability of utility by constructing some abstract indifference curve map. During the first three decades of the 20th century, economists from Italy and Russia became familiar with the Paretian idea that utility does not need to be cardinal. According to Schultz, by 1931 the idea of ordinal utility was not yet embraced by American economists. The breakthrough occurred when a theory of ordinal utility was put together by John Hicks and Roy Allen in 1934. In fact pages 54–55 from this paper contain the first use ever of the term 'cardinal utility'. The first treatment of a class of utility functions preserved by affine transformations, though, was made in 1934 by Oskar Lange. In 1944 Frank Knight argued extensively for cardinal utility. In the decade of 1960 Parducci studied human judgements of magnitudes and suggested a range-frequency theory. Since the late 20th century economists are having a renewed interest in the measurement issues of happiness. This field has been developing methods, surveys and indices to measure happiness. Several properties of Cardinal utility functions can be derived using tools from measure theory and set theory. === Measurability === A utility function is considered to be measurable, if the strength of preference or intensity of liking of a good or service is determined with precision by the use of some objective criteria. For example, suppose that eating an apple gives to a person exactly half the pleasure of that of eating an orange. This would be a measurable utility if and only if the test employed for its direct measurement is based on an objective criterion that could let any external observer repeat the results accurately. One hypothetical way to achieve this would be by the use of a hedonometer, which was the instrument suggested by Edgeworth to be capable of registering the height of pleasure experienced by people, diverging according to a law of errors. Before the 1930s, the measurability of utility functions was erroneously labeled as cardinality by economists. A different meaning of cardinality was used by economists who followed the formulation of Hicks-Allen. Under this usage, the cardinality of a utility function is simply the mathematical property of uniqueness up to a linear transformation. Around the end of the 1940s, some economists even rushed to argue that von Neumann-Morgenstern axiomatization of expected utility had resurrected measurability. The confusion between cardinality and measurability was not to be solved until the works of Armen Alchian, William Baumol, and John Chipman. The title of Baumol's paper, \"The cardinal utility which is ordinal\", expressed well the semantic mess of the literature at the time. It is helpful to consider the same problem as it appears in the construction of scales of measurement in the natural sciences. In the case of temperature there are two degrees of freedom for its measurement - the choice of unit and the zero. Different temperature scales map its intensity in different ways. In the celsius scale the zero is chosen to be the point where water freezes, and likewise, in cardinal utility theory one would be tempted to think that the choice of zero would correspond to a good or service that brings exactly 0 utils. However this is not necessarily true. The mathematical index remains cardinal, even if the zero gets moved arbitrarily to another point, or if the choice of scale is changed, or if both the scale and the zero are changed. Every measurable entity maps into a cardinal function but not every cardinal function is the result of the mapping of a measurable entity. The point of this example was used to prove that (as with temperature) it is still possible to predict something about the combination of two values of some utility function, even if the utils get transformed into entirely different numbers, as long as it remains a linear transformation. Von Neumann and Morgenstern stated that the question of measurability of physical quantities was dynamic. For instance, temperature was originally a number only up to any monotone transformation, but the development of the ideal-gas-thermometry led to transformations in which the absolute zero and absolute unit were missing. Subsequent developments of thermodynamics even fixed the absolute zero so that the transformation system in thermodynamics consists only of the multiplication by constants. According to Von Neumann and Morgenstern (1944, p. 23) \"For utility the situation seems to be of a similar nature [to temperature]\". The following quote from Alchian served to clarify once and for all the real nature of utility functions, emphasizing that they no longer need to be measurable: === Order of preference === In 1955 Patrick Suppes and Muriel Winet solved the issue of the representability of preferences by a cardinal utility function, and derived the set of axioms and primitive characteristics required for this utility index to work. Suppose an agent is asked to rank his preferences of and his preferences of . If he finds that he can state, for example, that his degree of preference of exceeds his degree of preference of , we could summarize this information by any triplet of numbers satisfying the two inequalities: and . If and were sums of money, the agent could vary the sum of money represented by until he could tell us that he found his degree of preference of over the revised amount equal to his degree of preference of over . If he finds such a , then the results of this last operation would be expressed by any triplet of numbers satisfying the relationships: (a) , and (b) = . Any two triplets obeying these relationships must be related by a linear transformation; they represent utility indices differing only by scale and origin. In this case, \"cardinality\" means nothing more being able to give consistent answers to these particular questions. Note that this experiment does not require measurability of utility. Itzhak Gilboa gives a sound explanation of why measurability can never be attained solely by introspection: According to this view, those situations where a person just cannot tell the difference between and will lead to indifference not because of a consistency of preferences, but because of a misperception of the senses. Moreover, human senses adapt to a given level of stimulation and then register changes from that baseline. == Construction == Suppose a certain agent has a preference ordering over random outcomes (lotteries). If the agent can be queried about his preferences, it is possible to construct a cardinal utility function that represents these preferences. This is the core of the Von Neumann–Morgenstern utility theorem. == Applications == ===Welfare economics=== Among welfare economists of the utilitarist school it has been the general tendency to take satisfaction (in some cases, pleasure) as the unit of welfare. If the function of welfare economics is to contribute data which will serve the social philosopher or the statesman in the making of welfare judgements, this tendency leads perhaps, to a hedonistic ethics. Under this framework, actions (including production of goods and provision of services) are judged by their contributions to the subjective wealth of people. In other words, it provides a way of judging the \"greatest good to the greatest number of persons\". An act that reduces one person's utility by 75 utils while increasing two others' by 50 utils each has increased overall utility by 25 utils and is thus a positive contribution; one that costs the first person 125 utils while giving the same 50 each to two other people has resulted in a net loss of 25 utils. If a class of utility functions is cardinal, intrapersonal comparisons of utility differences are allowed. If, in addition, some comparisons of utility are meaningful interpersonally, the linear transformations used to produce the class of utility functions must be restricted across people. An example is cardinal unit comparability. In that information environment, admissible transformations are increasing affine functions and, in addition, the scaling factor must be the same for everyone. This information assumption allows for interpersonal comparisons of utility differences, but utility levels cannot be compared interpersonally because the intercept of the affine transformations may differ across people. ===Marginalism === *Under cardinal utility theory, the sign of the marginal utility of a good is the same for all the numerical representations of a particular preference structure. *The magnitude of the marginal utility is not the same for all cardinal utility indices representing the same specific preference structure. *The sign of the second derivative of a differentiable utility function that is cardinal, is the same for all the numerical representations of a particular preference structure. Given that this is usually a negative sign, there is room for a law of diminishing marginal utility in cardinal utility theory. *The magnitude of the second derivative of a differentiable utility function is not the same for all cardinal utility indices representing the same specific preference structure. === Expected utility theory === This type of indices involves choices under risk. In this case, , and , are lotteries associated with outcomes. Unlike cardinal utility theory under certainty, in which the possibility of moving from preferences to quantified utility was almost trivial, here it is paramount to be able to map preferences into the set of real numbers, so that the operation of mathematical expectation can be executed. Once the mapping is done, the introduction of additional assumptions would result in a consistent behavior of people regarding fair bets. But fair bets are, by definition, the result of comparing a gamble with an expected value of zero to some other gamble. Although it is impossible to model attitudes toward risk if one doesn't quantify utility, the theory should not be interpreted as measuring strength of preference under certainty. ===Construction of the utility function=== Suppose that certain outcomes are associated with three states of nature, so that x3 is preferred over x2 which in turn is preferred over x1; this set of outcomes, , can be assumed to be a calculable money-prize in a controlled game of chance, unique up to one positive proportionality factor depending on the currency unit. Let and be two lotteries with probabilities p1, p2, and p3 of x1, x2, and x3 respectively being :L_1 =(0.6, 0, 0.4), :L_2 =(0,1,0)\\ . Assume that someone has the following preference structure under risk: :L_{1} \\succ L_{2}, meaning that L1 is preferred over L2. By modifying the values of and in , eventually there will be some appropriate values () for which she is found to be indifferent between it and --for example :L_{1}' =(0.5, 0, 0.5). Expected utility theory tells us that :EU(L_{1}') = EU(L_2)\\\\! and so :(0.5)*u(x_1)+(0.5)*u(x_{3})=1*u(x_{2}). In this example from Majumdar fixing the zero value of the utility index such that the utility of is 0, and by choosing the scale so that the utility of equals 1, gives :(0.5)*u(x_{3})=1. :u(x_{3}) = 2. ===Intertemporal utility=== Models of utility with several periods, in which people discount future values of utility, need to employ cardinalism in order to have well-behaved utility functions. According to Paul Samuelson the maximization of the discounted sum of future utilities implies that a person can rank utility differences. ==Controversies== Some authors have commented on the misleading nature of the terms \"cardinal utility\" and \"ordinal utility\", as used in economic jargon: There remain economists who believe that utility, if it cannot be measured, at least can be approximated somewhat to provide some form of measurement, similar to how prices, which have no uniform unit to provide an actual price level, could still be indexed to provide an \"inflation rate\" (which is actually a level of change in the prices of weighted indexed products). These measures are not perfect but can act as a proxy for the utility. Lancaster's characteristics approach to consumer demand illustrates this point. ==See also== *Expected utility theory *Level of measurement *Marginal utility *Multi-attribute utility *Utility == References == ==External links== * Ordinal utility vs. Cardinal utility ** Murray N. Rothbard, \"Towards a Reconstruction of Utility and Welfare Economics\" Category:Utility ",
    "title": "Cardinal utility"
}