{
    "id": "1448049",
    "text": "Enterprise architecture (EA) is \"a well-defined practice for conducting enterprise analysis, design, planning, and implementation, using a comprehensive approach at all times, for the successful development and execution of strategy. Enterprise architecture applies architecture principles and practices to guide organizations through the business, information, process, and technology changes necessary to execute their strategies. These practices utilize the various aspects of an enterprise to identify, motivate, and achieve these changes.\"Federation of EA Professional Organizations, \"Common Perspectives on Enterprise Architecture ,\" Architecture and Governance Magazine, Issue 9-4, November 2013 (2013). Retrieved on November 19, 2013. Practitioners of enterprise architecture, enterprise architects, are responsible for performing the analysis of business structure and processes and are often called upon to draw conclusions from the information collected to address the goals of enterprise architecture: effectiveness, efficiency, agility, and continuity of complex business operations. == Overview == US Code 44, Section 3601 Definition of Enterprise Architecture: (4)“enterprise architecture”— (A)means— (i)a strategic information asset base, which defines the mission; (ii)the information necessary to perform the mission; (iii)the technologies necessary to perform the mission; and (iv)the transitional processes for implementing new technologies in response to changing mission needs; and (B)includes— (i)a baseline architecture; (ii)a target architecture; and (iii)a sequencing plan; EA is not just about IT. It's about understanding the mission in sufficient detail that you can make informed purchase decisions across the enterprise, in context and in a timely manner. “Congress, OMB and the IT community are SO distracted from the underlying plot of the Clinger- Cohen Act — it was NEVER about the technology but rather how you could transform mission and support processes through the thoughtful application of technology,” Brubaker said. “Agencies were to demonstrate how they were thoughtfully applying technology by presenting clear and compelling business cases for investing in technology then holding themselves accountable for producing measurable improvements in mission and operational performance. Sadly, OMB, GSA, agencies and CIOs just couldn’t resist the temptation to over-prescribe compliance and pushing tasks that over-focused on technology and infrastructure which completely missed the point.” Paul Brubaker https://federalnewsnetwork.com/reporters-notebook-jason-miller/2019/02/dont- exempt-dod-from-the-clinger-cohen-act-modernize-federal-it-management-instead/ The Enterprise Architecture Body of Knowledge defines enterprise architecture as a practice, which IT analysis firm Gartner defines the term as a discipline where an enterprise is led through change. According to their glossary, Each of the definitions above underplays the historical reality that enterprise architecture emerged from methods for documenting and planning information systems architectures, and the current reality that most enterprise architecture practitioners report to a CIO or other IT department manager. In a business organization structure today, the enterprise architecture team performs an ongoing business function that helps business and IT managers to figure out the best strategies to support and enable business development and business change – in relation to the business information systems that the business depends on. == Topics == === The terms enterprise and architecture === The term enterprise can be defined as describing an organizational unit, organization, or collection of organizations that share a set of common goals and collaborate to provide specific products or services to customers.Business Analysis Body of Knowledge, from the International Institute of Business Analysis In that sense, the term enterprise covers various types of organizations, regardless of their size, ownership model, operational model, or geographical distribution. It includes those organizations' complete socio- technical systems,Giachetti, R.E., Design of Enterprise Systems, Theory, Architecture, and Methods, CRC Press, Boca Raton, FL, 2010. including people, information, processes, and technologies. The term architecture refers to fundamental concepts or properties of a system in its environment, embodied in its elements, relationships, and in the principles of its design and evolution. Understood as a socio-technical system, the term enterprise defines the scope of the enterprise architecture. === Scopes === Perspectives, or beliefs, held by enterprise architecture practitioners and scholars, with regards to the meaning of the enterprise architecture, typically gravitate towards one or a hybrid of three schools of thought:Lapalme, J., Three Schools of Thought on Enterprise Architecture, IT Professional, vol. 14, no. 6, pp. 37–43, Nov.–Dec. 2012, doi:10.1109/MITP.2011.109 # Enterprise IT design – the purpose of EA is the greater alignment between IT and business concerns. The main purpose of enterprise architecture is to guide the process of planning and designing the IT/IS capabilities of an enterprise in order to meet desired organizational objectives. Typically, architecture proposals and decisions are limited to the IT/IS aspects of the enterprise; other aspects only serve as inputs. # Enterprise integrating – According to this school of thought, the purpose of EA is to achieve greater coherency between the various concerns of an enterprise (HR, IT, Operations, etc.) including the linking between strategy formulation and execution. Typically, architecture proposals and decisions encompass all the aspects of the enterprise. # Enterprise ecosystem adaptation – the purpose of EA is to foster and maintain the learning capabilities of enterprises so that they may be sustainable. Consequently, a great deal of emphasis is put on improving the capabilities of the enterprise to improve itself, to innovate and to coevolve with its environment. Typically, proposals and decisions encompass both the enterprise and its environment. One’s belief with regards to the meaning of enterprise architecture will impact how one sees its purpose, its scope, the means of achieving it, the skills needed to conduct it, and the locus of responsibility for conducting it === Architectural description of an enterprise === According to the standard ISO/IEC/IEEE 42010, the product used to describe the architecture of a system is called an architectural description. In practice, an architectural description contains a variety of lists, tables, and diagrams. These are models known as views. In the case of Enterprise Architecture, these models describe the logical business functions or capabilities, business processes, human roles and actors, the physical organization structure, data flows and data stores, business applications and platform applications, hardware, and communications infrastructure. The UK National Computing Centre EA best practice guidanceJarvis, Bob (2003) Enterprise Architecture: Understanding the Bigger Picture – A Best Practice Guide for Decision Makers in IT, The UK National Computing Centre, Manchester, UK. p. 9 states: > Normally an EA takes the form of a comprehensive set of cohesive models that > describe the structure and functions of an enterprise. The individual models > in an EA are arranged in a logical manner that provides an ever-increasing > level of detail about the enterprise. The architecture of an enterprise is described with a view to improving the manageability, effectiveness, efficiency, or agility of the business, and ensuring that money spent on information technology (IT) is justified. Paramount to changing the enterprise architecture is the identification of a sponsor. His/her mission, vision, and strategy, and the governance framework define all roles, responsibilities, and relationships involved in the anticipated transformation. Changes considered by enterprise architects typically include: * innovations in the structure or processes of an organization * innovations in the use of information systems or technologies * the integration and/or standardization of business processes, and * improving the quality and timeliness of business information. A methodology for developing and using architecture to guide the transformation of a business from a baseline state to a target state, sometimes through several transition states, is usually known as an enterprise architecture framework. A framework provides a structured collection of processes, techniques, artifact descriptions, reference models, and guidance for the production and use of an enterprise-specific architecture description. == Benefits == The benefits of enterprise architecture are achieved through its direct and indirect contributions to organizational goals. It has been found that the most notable benefits of enterprise architecture can be observed in the following areas:The Contribution of Enterprise Architecture to the Achievement of Organizational Goals: Establishing the Enterprise Architecture Benefits Framework, Technical Report, Department of Information and Computing Sciences Utrecht University, Utrecht, The Netherlands, (2010 online) * Organizational design – Enterprise architecture provides support in the areas related to design and re-design of the organizational structures during mergers, acquisitions or during general organizational change.Bert Arnold, Martin Op 't Land and Jan Dietz. \"Effects of an architectural approach to the implementation of shared service centers,\" in Second International Workshop on Enterprise, Applications and Services in the Finance Industry (FinanceCom05), Regensburg, Germany, 2005.Jaap Schekkerman. Trends in enterprise architecture 2005: How are organizations progressing? [Online]. 2009(10/20), pp. 33. Available: (online)T. Bucher, R. Fischer, S. Kurpjuweit and R. Winter, \"Enterprise architecture analysis and application: An exploratory study,\" in EDOC Workshop TEAR, Hong Kong, 2006.Nilsson, \"Management of technochange in an interorganizational E-government project,\" in Proceedings of the 41st Annual Hawaii International Conference on System Sciences, 2008, pp. 209. * Organizational processes and process standards – Enterprise architecture helps enforce discipline and standardization of business processes, and enable process consolidation, reuse, and integration.J. Varnus and N. Panaich. TOGAF 9 enterprise architecture survey results. Presented at 23rd Enterprise Architecture Practitioners Conference. [Online]. Available: www.opengroup.org/public/member/proceedings/q309/q309a/Presentations/pl- varnus-panaich.pdf.Jeanne W. Ross and Peter Weill, \"Understanding the Benefits of Enterprise Architecture,\" CISR Research Briefings, 2005. * Project portfolio management – Enterprise architecture supports investment decision- making and work prioritization. * Project management – Enterprise architecture enhances the collaboration and communication between project stakeholders. Enterprise architecture contributes to efficient project scoping and to defining more complete and consistent project deliverables. * Requirements engineering – Enterprise architecture increases the speed of requirement elicitation and the accuracy of requirement definitions, through publishing of the enterprise architecture documentation.W. Engelsman, M. E. Iacob and H. M. Franken, \"Architecture-driven requirements engineering,\" in Proceedings of the 2009 ACM Symposium on Applied Computing(SAC '09), Honolulu, Hawaii, 2009, pp. 285-286. * System development - Enterprise architecture contributes to optimal system designs and efficient resource allocation during system development and testing. * IT management and decision making – Enterprise architecture is found to help enforce discipline and standardization of IT planning activities and to contribute to a reduction in time for technology-related decision making. * IT value – Enterprise architecture helps reduce the system's implementation and operational costs, and minimize replication of IT infrastructure services across business units.L. Kappelman, T. McGinnis, A. Pettite and A. Sidorova, \"Enterprise architecture: Charting the territory for academic research,\" in AMCIS 2008, 2008. * IT complexity – Enterprise architecture contributes to a reduction in IT complexity, consolidation of data and applications, and to better interoperability of the systems. * IT openness – Enterprise architecture contributes to more open and responsive IT as reflected through increased accessibility of data for regulatory compliance, and increased transparency of infrastructure changes.M. Pulkkinen, A. Naumenko and K. Luostarinen, \"Managing information security in a business network of machinery maintenance services business - Enterprise architecture as a coordination tool,\" J. Syst. Softw., vol. 80, pp. 1607-1620, 2007. * IT risk management – Enterprise architecture contributes to the reduction of business risks from system failures and security breaches. Enterprise architecture helps reduce risks of project delivery.T. Obitz and M. K. Babu. (2009). Enterprise architecture expands its role in strategic business transformation: Infosys enterprise architecture survey 2008/2009. (online). == Examples == Documenting the architecture of enterprises is done within the U.S. Federal GovernmentFederal Government agency success stories, (2010), whitehouse.gov in the context of the Capital Planning and Investment Control (CPIC) process. The Federal Enterprise Architecture (FEA) reference model guides federal agencies in the development of their architectures.FEA Practice Guidance Federal Enterprise Architecture Program Management Office OMB, (2007), whitehouse.gov Companies such as Independence Blue Cross, Intel, Volkswagen AG\"Volkswagen of America: Managing IT Priorities,\" Harvard Business Review, October 5, 2005, Robert D. Austin, Warren Ritchie, Greggory Garrett and InterContinental Hotels Group use enterprise architecture to improve their business architectures as well as to improve business performance and productivity. For various understandable reasons, commercial organizations rarely publish substantial enterprise architecture descriptions. However, government agencies have begun to publish architectural descriptions they have developed. Examples include: * US Department of the Interior * US Department of Defense Business Enterprise Architecture,DoD BEA or the 2008 BEAv5.0 version * Treasury Enterprise Architecture Framework == Relationship to other disciplines == According to the Federation of EA Professional Organizations (FEAPO), enterprise architecture interacts with a wide array of other disciplines commonly found in business settings. According to FEAPO: As enterprise architecture has emerged in various organizations, the broad reach has resulted in this business role being included in the information technology governance processes of many organizations. While this may imply that enterprise architecture is closely tied to IT, it should be viewed in the broader context of business optimization in that it addresses business architecture, performance management, and process architecture, as well as more technical subjects. Discussions of the intersection of enterprise architecture and various IT practices have been published by various IT analysis firms. Gartner and Forrester have stressed the important relationship of enterprise architecture with emerging holistic design practices such as Design Thinking and User Experience Design.Clay Richardson, Forrester Blogs – Design Thinking Reshapes EA For Dynamic Business, (2013) Joe McKendrick, ZDNet – Gartner urges more 'design thinking' to break enterprise architecture out of its silo, (2010) Leslie Owens, Forrester Blogs – Who Owns Information Architecture? All Of Us., (2010), blogs.forrester.com Analyst firm Real Story Group suggested that enterprise architecture and the emerging concept of the digital workplace were \"two sides to the same coin.\"Tony Byrne, Real Story Group Blog – Digital workplace and enterprise architecture: two sides to same coin, (2012), The Cutter Consortium describes enterprise architecture as an information and knowledge-based discipline.Evernden, Roger. \"Dealing with Too Much Data from an Architectural Perspective\", November 13, 2012 (online) The enterprise architecture of an organization is too complex and extensive to document in its entirety, so knowledge management techniques provide a way to explore and analyze these hidden, tacit, or implicit areas. In return, enterprise architecture provides a way of documenting the components of an organization and their interaction, in a systemic and holistic way that complements knowledge management.Evernden, Elaine, Evernden, Roger. Information First - Integrating Knowledge and Information Architecture for Business Advantage, Butterworth-Heinemann, Oxford, 2003 (online) In various venues, enterprise architecture has been discussed as having a relationship with Service Oriented Architecture, a particular style of application integration. Research points to enterprise architecture promoting the use of SOA as an enterprise-wide integration pattern.Christopher Kistasamy, Alta van der Merwe, Andre de la Harpe, (2012), The role of service-oriented architecture as an enabler for Enterprise Architecture, AMCIS 2012, Seattle Washington == Tools == The following table lists some notable enterprise architecture tools listed by Gartner and Forrester Research in their 2013, 2014, 2017 and 2018 reports.Gartner Magic Quadrant for Enterprise Architecture Tools, 2013Forrester Wave EA Management Suites, Q2 2013 Gartner Magic Quadrant for Enterprise Architecture Tools, 2014 Gartner Magic Quadrant for Enterprise Architecture Tools, 2018 Forrester Wave Enterprise Architecture Management Suites, Q2 2017 {| class=\"wikitable sortable\" style=\"text-align: center; font- size: 85%; width: auto; table-layout: fixed;\" |- ! Product ! Vendor ! Headquarters |- | | Planview Enterprise One - Capability & Technology Management | Planview (formerly Troux) | United States |- | | ABACUS | Avolution | Australia |- | | Ardoq | Ardoq | Norway |- | | BiZZdesign Enterprise Studio | BiZZdesign | Netherlands |- | | ARIS | Software AG (formerly IDS Scheer) | Germany |- | | Enterprise Architect | Sparx Systems | Australia |- | | leanIX | LeanIX | Germany |- | | HOPEX | MEGA International Srl. | France |- | | Alfabet | Software AG (formerly alfabet) | Germany |- | | SAP PowerDesigner | SAP-Sybase | Germany |- | | ProVision | OpenText (formerly Metastorm) | Canada |- | | QPR EnterpriseArchitect | QPR Software | Finland |- | | System Architect | Unicomm (formerly IBM (formerly Telelogic)) | United States |- class=\"sortbottom\" ! Product ! Vendor ! Headquarters |} == Criticism == Despite the benefits that enterprise architecture claims to provide, for more than a decade, writers and organizations raised concerns about enterprise architecture as an effective practice. Here is a partial list of those objections: * In 2007, computer scientist Ivar Jacobson (a major contributor to UML and pioneer in OO software development) gave his assessment of enterprise architecture: \"Around the world introducing an Enterprise Architecture EA has been an initiative for most financial institutions (banks, insurance companies, government, etc.) for the last five years or so, and it is not over. I have been working with such companies and helped some of them to avoid making the worst mistakes. Most EA initiatives failed. My guess is that more than 90% never really resulted in anything useful.\"EA Failed Big Way! by Ivar Jacobson. on http://blog.ivarjacobson.com/ October 18, 2007. * In a 2007 report, on enterprise architecture, Gartner predicted that \"... by 2012 40% of [2007’s] enterprise architecture programs will be stopped.\"Gartner (2007) Gartner Enterprise Architecture Summit: Architecting the Agile Organization, 26 – 27 September 2007. Overview on www.gartner.com. Accessed November 18, 2013. * A 2008 study performed by Erasmus University Rotterdam and software company IDS Scheer concluded that two-thirds of enterprise architecture projects failed to improve business and IT alignment.S. Roeleven, Sven and J. Broer (2010). \"Why Two Thirds of Enterprise Architecture Projects Fail,\" ARIS Expert Paper (online) * In a 2009 article, industry commentator Dion Hinchcliffe wrote that traditional enterprise architecture might be \"broken\": \"At its very best, enterprise architecture provides the bright lines that articulate the full range of possibilities for a business, even describing how to go about getting there. ... Recently there’s a growing realization that traditional enterprise architecture as it’s often practiced today might be broken in some important way. What might be wrong and how to fix it are the questions du jour.\"Fixing Enterprise Architecture: Balancing the Forces of Change in the Modern Organization Dion Hinchcliffe, September 3, 2009 * In 2011, federal enterprise architecture consultant Stanley Gaver released a report that examined problems within the United States federal government’s enterprise architecture program. Mr. Gaver concluded that the federal enterprise architecture program had mostly failed; this conclusion was corroborated by a similar one made by the federal government at an October 2010 meeting that was held to determine why the federal enterprise architecture program was not \"as influential and successful as in the past.\"\"Why Doesn't the FEA Work\" A key concern about EA has been the difficulty in arriving at metrics of success, because of the broad-brush and often opaque nature of EA projects.Measuring Enterprise Architecture Effectiveness: A Focus on Key Performance Indicators, Gunther, W 2014 == See also == * Enterprise architecture artifacts * Enterprise architecture framework * Architectural pattern (computer science) * Architecture of Integrated Information Systems * Architecture of Interoperable Information Systems * John Zachman, promoter of enterprise architecture * Enterprise Architecture Service Life Cycle - SOMF == References == == External links == * * * Category:Information science ",
    "title": "Enterprise architecture"
}