{
    "id": "1448090",
    "text": "Symphony No. 6 \"Sinfonia semplice\", (no opus number), FS 116. In August 1924 Danish composer Carl Nielsen began working on a Sixth Symphony, which turned out to be his last. By the end of October he wrote to Carl Johan Michaelsen: The first movement was finished at the end of November while he was in Copenhagen, and the second movement was composed during Christmas. At the end of January 1925 he traveled to the French Riviera with his wife. While he had been in Copenhagen, Nielsen had composed the third movement, but he now had to put the symphony aside to work on a commission for incidental music to Ebbe Skammelsen, which was to be performed at the Open Air Theatre in the deer park. He completed the Ebbe Skammelsen score immediately before his sixtieth birthday on June 9\\. While traveling to Damgaard in the middle of July 1925, Nielsen was able to continue work on his symphony. The last movement was finally completed on December 5, 1925. The first performance was given by the Chapel Royal Orchestra on December 11. The Copenhagen reviewers were confused by the style of the new Symphony. Nielsen had called it Sinfonia semplice (Simple Symphony). Being hard to grasp, it has remained the least performed of all six symphonies. ==Instrumentation== * 2 flutes, 1st flute doubles piccolo * 2 oboes * 2 clarinets in A (later in B flat) * 2 bassoons * 4 horns in F * 2 trumpets in F * 3 trombones (2 tenor, 1 bass) * Tuba * Timpani * Glockenspiel * Xylophone * Triangle * Cymbals * Snare drum * Bass drum * Strings ==Description== There are four movements: # Tempo giusto # Humoreske: Allegretto # Proposta seria: Adagio # Tema con variazioni: Allegro According to Robert W. Simpson, from the second edition of his book on Nielsen, this work may be partially autobiographical; the composer had just experienced a tremendous success with his Fifth symphony, but had also suffered a series of heart attacks. He was to write several more works, but in the remaining six years of his life, the atmosphere of his works began to change. As with many other works by Nielsen starting as early as his first symphony, this symphony uses \"progressive tonality\", not only starting in one key — G, here — and ending in another (B-flat) but making the change part of the drama of the work (this was one of the main theses of Simpson's book). ===First movement=== Beginning with G major, the opening features bell sounds followed by a \"simple\" and peaceful melody with strings; followed in turn, by active and very characteristic figures in the winds. As in the fifth symphony there is an early hint of the key B-flat in which the symphony will eventually close, since the wind response hits that B-flat as an on-and-off note in an otherwise G major passage. The mood of the opening gives way to fugal unrest and, eventually, two chaotic and disturbing outbursts (Simpson believes these reflect Nielsen's heart attacks, in a manner of speaking, though he does not claim that the piece is pictorial or otherwise programmatic) before again quieting, to a lightly scored but unsettled close in A-flat. ===Second movement=== The Humoreske is for winds and percussion alone, almost athematic/tuneless and depending on rhythm. The composer, in notes he wrote for the first performance of the work, said of this movement that the wind and percussion \"quarrel, each sticking to his own tastes and inclinations\"; quotes extracts from a newspaper interview given by Nielsen Nielsen went on to liken this to the musical world of the time. ===Third movement=== Proposta seria. To paraphrase Simpson, again, several passages in this movement circle around as though snakes chasing for-the-moment lost tails. ===Finale=== Fanfare, theme and variations, fanfare-reprise and coda, on a fairly unstable theme in B-flat. The ninth variation, just before the fanfare-reprise and coda, has a sound and affect like that of the Humoreske — Simpson likens it to a grinning skeleton; as in many sets of variations, it is preceded by a minor key variation (a variation in the parallel minor), but one that is so protracted that when its last minor cadence arrives it is difficult to grasp as one whole variation. The critic Robert Layton has described this as a lament. The last note of the piece is a sustained low B-flat played loudly on two bassoons, well-described as a raspberry. ==Notes== ==References== ==Sources== Books * * See pages 105–123. Reprinted by Hyperion Press . * See pages 112–136. Scores * * Category:Symphonies by Carl Nielsen Category:1925 compositions ",
    "title": "Symphony No. 6 (Nielsen)"
}