{
    "id": "1448626",
    "text": "Bedwas is a village two miles north-east of Caerphilly, south Wales, situated in the Caerphilly county borough, within the historic boundaries of Monmouthshire. Bedwas neighbours Trethomas, Graig-y-Rhacca and Machen, and forms a council ward in conjunction with those communities. == Early history == Bedwas Navigation Colliery Traditionally a farming community, Bedwas was originally called Lower Bedwas. Maesycwmmer, a small village not far from Bedwas, was called Upper Bedwas. The two villages became known as what we know them today in the 19th century. Bedwas owes much of its own development to the development of the South Wales coalfield and the Welsh coal mining industry. This is depicted in the early Census records. According to the 1811 census, Lower Bedwas consisted of 47 occupied houses and 65 families. 59 of these families were engaged in agriculture and 6 in trade, manufacture and handicraft. There were 254 residents in Lower Bedwas in 1811, 130 males and 124 females. By 1911, the population had risen to 3231 according to the census. In the late 19th century it was home to four coal pits and the construction of a large-scale colliery, Bedwas Navigation Colliery, had been completed by 1913. The colliery suffered an explosion in 1912. == Guto Nyth Brân == Bedwas is the village where the runner and \"fastest man in Wales\", Guto Nyth Brân, died in 1737. After winning a 12-mile race between Bedwas and Newport for 1000 guineas, he suffered a heart attack in the arms of his wife. There is a plaque commemorating him opposite the Church Inn, on the wall of the church at the top of the village. == Present == Bedwas Navigation Colliery, along with other collieries, closed in the Miners' Strike of 1984–85, and did not re-open. Light industry replaced mining as the main local employer. Bedwas House Industrial Estate houses the home of the nationwide brand Peter's Pies, a local depot for Stagecoach Buses, DAS Motor Claims Centre, and formerly a warehouse for General Electric. == Transport == The former Bedwas railway station in 1962 Transport of both passengers and coal was provided by a local station located on the Brecon and Merthyr Tydfil Junction Railway. The line was never profitable even after grouping into the Great Western Railway company, and hence all passenger services were withdrawn by British Railways by December 1962 before the Beeching Axe. By 1980 only one section of survived, serving coal traffic to Bedwas Navigation Colliery, but after its demise the section between Bedwas and Machen was closed in 1985. == Sport == Church Street in Bedwas The Bridge Field is home to Bedwas RFC who are currently in the Welsh Championship and also has an active comprehensive school side. There is also a longstanding Mini & Junior Football team BTM FC that has served the area since 1969, the club runs girls & boys Mini and Junior teams and currently plays in the TERV (Taff Ely & Rhymney Valley) League. Past players for BTM include former Cardiff City captain and Wales International Jason Perry, former Nottingham Forest player Christian Edwards, and David Pipe of Newport County. The club was also an important part of the Bedwas and Trethomas Community Association which after over 10 years of fighting last year succeeded in getting a community hall built on the clubs site at Bryn Field, Bedwas which allows the club access to the excellent facilities the hall offers. == Parish church == St. Barrwg church The parish church is dedicated to St. Barrwg, who was a disciple of St. Cadoc, and had a hermitage on what is now Barry (Barrwg) Island. The church is affiliated to the Church in Wales. It has a saddle-back tower, and dates back at least to the 12th Century, first appearing in historical records in 1102. The current (2009) rector is the Rev. Peter Crocker. == Health research == Men from Bedwas participate in one of the world's longest running epidemiology studies – The Caerphilly Heart Disease Study. Since 1979, a representative sample of adult males born between 1918 and 1938, living in Caerphilly and the surrounding villages of Abertridwr, Bedwas, Machen, Senghenydd and Trethomas, have participated in the study. A wide range of health and lifestyle data have been collected throughout the study and have been the basis of over 400 publications in the medical press. A notable report was on the reductions in vascular disease, diabetes, cognitive impairment and dementia attributable to a healthy lifestyle.. == Popular culture == George Borrow passed through Bedwas in November 1854. He recorded it in his later book of his travels Wild Wales as Pentref Bettws, which he said meant village of the bead-house. ==See also== * Bedwas Workmen's Hall == References == == External links == * www.geography.co.uk : photos of Bedwas and surrounding area Category:Towns in Caerphilly County Borough ",
    "title": "Bedwas"
}