{
    "id": "1448036",
    "text": "Kari Yrjänä Suomalainen (15 October 1920, in Helsinki – 10 August 1999, in Valkeakoski) was Finland's most famous political cartoonist, known as Kari. His cartoons appeared daily in Helsingin Sanomat from 1951 to 1991 and they became popular throughout the nation. While most of them comment on current politics, some are based on everyday life. Suomalainen received many awards for his work, including the National Cartoonist Society (US) award in 1959, Puupäähattu in 1984 and Pro Finlandia in 1989. He was also appointed honorary professor in 1977. Kari's maternal grandfather was Finnish sculptor Emil Wikström. ==Career== Before Helsingin Sanomat, Suomalainen drew illustrations for multiple magazines, particularly for Lukemista kaikille. During World War II, Suomalainen tried various tasks (unsuccessfully) but finally became an official war artist in a TK-company (propaganda company), and was promoted to rank of sergeant.Suomalainen, Kari. Sotakuvia. Sanoma Osakeyhtiö 1963. After the war, he worked for Seura magazine, drawing the main illustration for various stories. In 1950, he gave a proposal to the chief editor of Helsingin Sanomat that he would start drawing daily political cartoons, according to the example of foreign newspapers.http://www.visavuori.com/fi/taiteilijat/kari- suomalainen Suomalainen's first cartoon appeared in the start of the year 1950, showing an infant boy (the symbol of the New Year) contemplating two toys: a tank and a dove carrying an olive branch. The boy is saying: \"Tank... or dove? I want them both!\" Suomalainen started drawing daily political cartoons in Helsingin Sanomat in the year 1951, during Juho Kusti Paasikivi's presidency. One of Suomalainen's most favourite characters was Urho Kekkonen, whom he drew as a bald man with an angular chin and huge eyeglasses. When Kekkonen became president in 1956, Suomalainen stopped, for a while, using the character, due to an \"unwritten law\" forbidding caricaturing the president. Suomalainen published a cartoon of himself weeping at Kekkonen's portrait, saying he \"felt like a man who has just lost a gold mine\". Later, Suomalainen continued using the Kekkonen character. Other famous Suomalainen characters include president Mauno Koivisto (a man with thick eyebrows and a strand of hair pointing upwards), prime minister Kalevi Sorsa (a cross between a man and a duck – in Finnish, sorsa means ‘duck’) and the artist himself (a short, rotund man with long, black hair and a mushroom-shaped hat). Suomalainen was known of his political cartoons and he often drew his characters by political party category. They were: * A fat priest with a military helmet on his head represented the National Coalition Party. The helmet was removed in the 1990s and replaced with a top hat. * A skinny worker dressed in an overall represented the Social Democratic Party of Finland. * A fat, red-nosed yokel with stubble in ragged clothes and a scarf around the neck represented the Communist Party of Finland. * A fat landlord/farmer represented the Agrarian Union and when it changed its name to Centre Party, he drew the character with collared shirt, tie and a fedora hat. * Small parties were drawn with short and skinny characters. ** The People's Party (liberals) were drawn with a ridiculously exaggerated white collar. ** The Swedish People's Party was a small snob with a moustache, in a suit and with a bowler hat. ** The Christian Party was represented by a small man in black körtti suit. ** Veikko Vennamo himself often represented his own party, as did Emil Skog and Aarre Simonen. Initially they were drawn with realistic proportions, but then they became exaggerated into cartoonish proportions. He also used the same motifs to draw a variety of characters; for example, the skinny guy and the fat guy in the city. A top hat over a character used to refer to the incumbent cabinet and ministers. One cartoon, based on Ilya Repin's painting Barge Haulers on the Volga, created an international hubbub in 1958:Tästä suomalaiskuvasta nousi jättikohu 1958. Uusi Suomi 2 October 2008. Nikita Khrushchev, on the barge pulled by Eastern bloc countries, is shouting \"Imperialists!\" to the US and UK on the shore. Suomalainen and the newspapers editor-in-chief Janne Virkkunen had an quarrel in 1991, after Helsingin Sanomat refused to publish Kari's cartoons criticizing Somali refugees, because they were considered to be too racist. He kept on drawing even after that and his cartoons were published in several minor Finnish newspapers on a more irregular basis. A film, Kari ja hänen 9 presidenttiään, was made by documentary filmmaker Juho Gartz in 1994. Suomalainen died in 1999 at the age of 78. ==References== Category:1920 births Category:1999 deaths Category:Artists from Helsinki Category:Finnish Roman Catholics Category:Finnish cartoonists Category:Finnish humorists Category:Finnish editorial cartoonists Category:Finnish military personnel of World War II ",
    "title": "Kari Suomalainen"
}