{
    "id": "1449065",
    "text": "Microsoft OneNote is a note-taking program for free-form information gathering and multi-user collaboration. It gathers users' notes, drawings, screen clippings, and audio commentaries. Notes can be shared with other OneNote users over the Internet or a network. OneNote is available as part of the Microsoft Office Suite, it is also available as a free, standalone app via the app stores of Windows 10, macOS, iOS and Android. Microsoft also provides a web-based version of OneNote as part of OneDrive and Office for the web; this version enables users to edit notes in a web browser. == Overview == In OneNote, users can create notes that can include text, pictures, tables, and drawings. Unlike a word processor, OneNote features a virtually unbounded document window, in which users can click anywhere on the canvas to create a new text box at that location. OneNote saves data automatically as the user makes edits to their file. OneNote saves information in pages organized into sections within notebooks. Microsoft designed this user interface to resemble a tabbed ring binder, into which the user can directly make notes and gather material from other applications. OneNote notebooks collect, organize, and share possibly unpublished materials – as compared to word processors and wikis, which usually target publishing in some way. The difference shows in certain OneNote features and characteristics: * Pages can be arbitrarily large * Images can be inserted * There is no enforced uniform page layout or structure Users can move pages within the binder and annotate them with a stylus or word-processing or drawing tools. Users may add embedded multimedia recordings and hyperlinks. They can also add embeddable content like YouTube videos. OneNote also integrates search features and indexing into a free-form graphics and audio repository. It can search for images (e.g., screen captures, embedded document scans, photographs) for embedded text-content. It also searches \"electronic ink\" annotations as text, and phonetically searches audio recordings on a text key. It can replay audio concurrently with notes taken during the recording. It can also extract or copy texts from images and documents using Optical Character Recognition Its multi-user capability allows offline paragraph-level editing with later synchronization and merging. This allows collaboration among multiple individuals in a notebook when they are offline. More than one person can work on the same page at the same time using OneNote as a shared whiteboard environment. On March 17, 2014, Microsoft released the OneNote cloud service API that enables third-party application developers to integrate the service into their apps. The API runs on Microsoft's globally available cloud and sends data from applications into the user's OneDrive. OneNote can perform optical character recognition on images of text and can render webpages as snapshot images. Microsoft also announced a number of new features in OneNote that use the service API: *OneNote Clipper: A browser bookmarklet that uses the OneNote service API and enables users to save a screenshot of a webpage to OneNote along with the link. The text in the screenshot is made searchable using Optical Character Recognition. *Email to OneNote: A feature enabling users to send emails to the address me@onenote.com from pre-specified email IDs to have the contents of the email saved to OneNote. == File format == A OneNote notebook is stored as a folder with a separate data file for each section. A .one file can be a OneNote notebook or a OneNote section. OneNote files have a `.one` filename extension. Microsoft upgraded the file format twice after it had introduced OneNote 2003—first in OneNote 2007, then in OneNote 2010. OneNote 2003 files can be opened by both OneNote 2007 and OneNote 2010 in read-only mode, and subsequently upgraded to the later versions of the file format. OneNote 2010 can read and write OneNote 2007 file formats. It can also convert back and forth between the 2010 and the 2007 formats. Microsoft has documented the OneNote file format. It is an open format that can store varied multimedia content in a single `.one` file.. OneNote file format is also supported by the Outline note-taking application for iPad and Mac. Outline can open, edit and save notebooks in the OneNote file format. == Platform support == OneNote supports simultaneous editing of shared OneNote documents by multiple users when the document is stored in a shared folder in OneDrive. Dropbox was supported for some time as a sync protocol, but after Windows Live Mesh was discontinued, OneNote supported it for cloud-based storage and synchronization of OneNote files. OneNote clients, including OneNote web app of Office Online, can view and edit them. OneNote is also available for mobile phones. Microsoft has released a stand-alone OneNote app for iOSMicrosoft OneNote App for iPhone and iPod free for limited time and Android, which are each free for up to 5GB of storage as part of OneDrive. Beyond 5GB, users can upgrade OneDrive to expand their storage. On July 1, 2013, Microsoft released version 2 of its app for iPad, containing significantly updated features, to correspond more closely to those available on the Windows platform. On August 19, 2014, Microsoft updated OneNote for Android Tablets to include handwriting support and touch-friendly navigation.This version supports notebooks stored on OneDrive or SharePoint. OneNote Mobile for older Windows Mobile smartphones and pocket PCs was included with OneNote 2007. OneNote was available on Symbian as part of Microsoft Apps. A Windows Store version of OneNote (formally known as OneNote MX) was available for Windows 8 and RT, using OneDrive as a storage place. It is optimized for use on tablets by implementing a pie menu interface and invoking operating system's tablet-specific functionality. On March 17, 2014, Microsoft released OneNote for Mac. It is compatible with Mac OS X 10.9 and above and can be downloaded for free from the Mac App Store. Microsoft also made OneNote 2013 for Windows desktop available for free. OneNote for Windows and Mac are both based on a freemium model. Premium features such as SharePoint support, version history and Outlook integration were previously available only to Office 365 and Office 2013 customers, but on February 13, 2015, Microsoft removed all feature restrictions, except creation of local notebooks -- the free edition only stores notebooks on OneDrive -- from the programs, essentially making the program completely free to use. Microsoft OneNote has become an integral part of Windows 10 and its mobile phone counterpart, with features that bring the app more in line with its iPhone/iPad and Android counterparts. However, the Android app allows only three minutes of audio recording as of July 2017. == Reviews == Christopher Dawson reviewed OneNote 2010, titling his favorable review \"OneNote is Office 2010's killer app in education\". He speculated that the app would be particularly useful as a tool for student notetaking. == Version history == thumb|Microsoft OneNote 2010 with an open side note All release dates pertain general availability. Release to manufacturing is usually two or three months in advance. {| class=\"wikitable sortable\" |- ! Product release or event!! Release date |- |First Public Announcement | |- |OneNote 2003 | |- |OneNote 2007 | |- |OneNote 2010 | |- |OneNote 2013 | |- |OneNote 2016 | |- |OneNote | |} == See also == * Comparison of notetaking software == References == == Further reading == * == External links == * * OneNote Download link OneNote Category:Note-taking software Category:Screenshot software Category:IOS software Category:WatchOS software Category:Android (operating system) software Category:Wear OS software Category:Windows software Category:Universal Windows Platform apps Category:Classic Mac OS software Category:Google Chrome apps Category:2003 software ",
    "title": "Microsoft OneNote"
}