{
    "id": "1449092",
    "text": "Map of Yugoslav banovinas in 1929 Administrative seat of Banovina, today Banja Luka City Hall The Vrbas Banovina or Vrbas Banate ( / Врбаска бановина), was a province (banovina) of the Kingdom of Yugoslavia between 1929 and 1941. It was named after the Vrbas River and consisted mostly of territory in western Bosnia (part of historical and present-day Bosnia and Herzegovina) with its capital at Banja Luka. Dvor district of present-day Croatia was also part of the Vrbas Banovina. ==Borders== According to the 1931 Constitution of the Kingdom of Yugoslavia, :The Vrbas Banovina is bounded, from the north-eastern boundary of the district of Dvor (south-west of Kostajnica) by the river Una to the point where it flows into the Sava; it then follows the course of the Sava, which it leaves to follow the eastern boundaries of the districts of Derventa and Gračanica, as far as the river Bosna at the village of Dolac. It then continues along the south-western boundary of the district of Maglaj as far as the intersection of the boundaries of the three districts of Tešanj, Maglaj and Žepče. From this point the boundary of the Banovina follows the northern boundary of the districts of Žepče, Zenica, and Travnik, to mount Vlasić (Ljuta Greda hill 1740); thence it passes by hill 1446, following the eastern slope of the Lesina (hill 1433), hill 1057, the Jelić (hill 1192), hill 1018, hill 1139, the Obrenovac, (hill 1167), and then across the Radanja Planina, (hill 1366) and the Igrališta, (hill 1085), and up to the Rakovec (hill 1217). From this point the boundary passes the villages of Podripci and Sultanović, and then passes between the villages of Gmići and Guvno to the Osoj (hill 888); it continues along the ridge, following the Šuljaga (hill 1533), the Demirovac (hill 1724), and the Crni Vrh (hill 1403), to the Mali Vitorog (hill 1748). From the Mali Vitorog the frontier follows the eastern and then the south-western boundary of the district of Glamoč to the foot of hill 1156, on mount Staretina; from there the boundary cuts the western part of the plain of Livno, to the Troglav (hill 1913) on the south-western boundary of the district of Livno, and follows this line to the Veliki Bat (hill 1851). From this point the boundary continues following the southern and western boundaries of the district of Bosanski Petrovac as far as the intersection of the boundaries of the three districts of Donji Lapac, Knin, and also Bosanski Petrovac. From this point to the north-eastern boundary of the district of Dvor (south-west of Kostajnica) the boundary coincides with the boundary ... of the Sava Banovina. ==Population== The population of the Vrbas Banovina in 1931 was 1,037,382. Most numerous religious groups were Orthodox Christians with 600,529 (58%), then Muslims with 250,265 (24%), and finally Roman Catholics with 172,787 (17%). ==History== In 1939, a small portion of the Vrbas Banovina with Croat majority (Derventa and Gradačac) in the northeast was detached and made a part of the newly formed Banovina of Croatia. In 1941, the World War II Axis Powers occupied Vrbas Banovina and the province was abolished and attached to the Independent State of Croatia. Following World War II, most of the region became part of the Socialist Republic of Bosnia and Herzegovina within a federal Socialist Yugoslavia. A Dvor district became part of the Socialist Republic of Croatia. Since 1992, the area of the former province has been split between Republika Srpska and Federation of Bosnia and Herzegovina within independent Bosnia and Herzegovina. ==Bans of Vrbas Banovina== *Svetislav Milosavljević (1929–1934) *Dragoslav Đorđević (1934–1935) *Bogoljub Kujundžić (1935–1937) *Todor Lazarević (1937–1938) *Petar Cvetković (1938–1939) *Gojko Ružić (1939–1941) *Nikola Stojanović (1941) ==Cities and towns== *Banja Luka (capital) *Bihać *Bosanska Dubica *Bosanska Gradiška *Bosanska Kostajnica *Bosanski Novi *Bosanski Petrovac *Bosansko Grahovo *Cazin *Derventa (1939 to the Banovina of Croatia) *Doboj *Donji Vakuf *Drvar *Dvor *Glamoč *Gračanica *Gradačac (1939 to the Banovina of Croatia) *Jajce *Ključ *Kotor Varoš *Maglaj *Modriča (1939 to the Banovina of Croatia) *Mrkonjić Grad *Prijedor *Prnjavor *Sanski Most *Teslić *Tešanj ==See also== *Kingdom of Yugoslavia *History of Bosnia and Herzegovina *Republika Srpska *Bosanska Krajina Category:Geographic history of Bosnia and Herzegovina Category:Yugoslav Bosnia and Herzegovina Category:Banovinas of the Kingdom of Yugoslavia Category:1929 establishments in Yugoslavia Category:1941 disestablishments in Yugoslavia ",
    "title": "Vrbas Banovina"
}