{
    "id": "1449018",
    "text": "James Polkinghorne (1788 – 15 September 1851) was a champion Cornish wrestler of the 19th century. He was born in 1788 at St Keverne, Cornwall, United Kingdom but spent much of his life at St. Columb Major, where he ran a pub called the Red Lion. He had a number of famous contests against Devon fighters, including Flower, Jackman (1816) and Abraham Cann (1826). The Devonians, \"kickers\", fought in the Devon style, wearing boots with toes that had been soaked in bullock's blood and then baked as \"hard as flint\". Polkinghorne fought in the Cornish style and was a \"hugger\" who fought without footwear. He died at St Columb at the age of 64. ==Polkinghorne's match with Cann== Polkinghorne's greatest match was on 23 October 1826 against Abraham Cann of Colebrooke who was the champion of Devon. The match took place at Devonport, and ten thousand people are said to have attended. The match was adjudged to be drawn. (The Devon style which was used allowed Cann to wear heavy boots soaked in bullock's blood). Cann had long been known as the champion of Devonshire when he challenged James Polkinghorne, the champion of Cornwall. Polkinghorne was 6 feet, 2 inches tall, weighed 320 lbs, and had not wrestled for some years, being the landlord of the Red Lion inn at Saint Columb Major. Cann was but 5 feet, 8½ inches in height, and weighed 175 lbs. This match, the purse for which was £200 a side for the best of three back falls, took place at Tamar Green, Morice Town, near Devonport, on 23 October 1826, in the presence of upwards of 12,000 spectators. After a long struggle, the Cornishman won a fair back fall. Cann then threw Polkinghorne, but a dispute arose, and a toss gave it in favour of the latter. After several other falls, Polkinghorne threw Cann, but the triers were divided in opinion as to the fall. Polkinghorne left the ring, and after much wrangling, the match was declared to be drawn. The Devonshire man, using the toes and heels of his shoes, kicked his adversary in the most frightful manner, while the Cornishman neither wore shoes nor kicked. The fight is remembered by a plaque on the Red Lion pub in Saint Columb Major, Cornwall, where Polkinghorne was landlord and by a ballad entitled \"A New Song on the Wrestling Match between Cann and Polkinghorne\". ==See also== * Richard Parkyn == References == *Article on Cornish Wrestling which refers to James Polkinghorne Category:1788 births Category:1854 deaths Category:People from St Keverne Category:Cornish sportspeople Category:Cornish wrestling champions ",
    "title": "James Polkinghorne"
}