{
    "id": "1449511",
    "text": "A concurrent majority, in United States history, is a constitutional principle which enables minorities to block the actions of majorities. In the United States, its most vocal proponents have tended to be minority groups. The concurrent majority was intended to prevent the tyranny of the majority that proponents feared might arise in an unlimited democracy by granting some form of veto power to each of the conflicting interests in society. ==Background== Prior to the American Revolution, most governments were controlled by small minorities of ruling élites. Most of the population was completely disfranchised, even in countries like Switzerland whose governments (local, regional, and federal) were democratic by contemporary standards. The conception of government that materialized during the separation of the United States from Great Britain marked a movement away from such control toward wider suffrage. The problem of tyranny then became a problem of limiting the majority's power. ==United States Constitution== Even so, the widening of the franchise caused concern. The framers of the United States Constitution, even while they reiterated that the people held national sovereignty, worked to ensure that a simple majority of voters could not infringe upon the liberty of the rest of the people. One protection was separation of powers, such as bicameralism in the United States Congress and the three branches of the national government: legislative, executive, and judicial. Having two houses was intended to serve as a brake on popular movements that might threaten particular groups, with the United States House of Representatives representing the common people and the United States Senate defending the interests of the state governments. The House was to be elected by popular vote, and the Senate was to be chosen by state legislatures. The executive veto and the implied power of judicial review, which was later made explicit by the Supreme Court of the United States, created further obstacles to absolute majority rule; with the rise of the Warren Court in the 1960s and its establishment of a precedent of one man, one vote, judicial review was used to strike down most of the obstacles to absolute majority rule by declaring such measures unconstitutional. Furthermore, the Three-Fifths Compromise, more familiarly known at the time as the \"federal ratio,\" allowed slaves to count as three fifths of free men for the purposes of representation and taxation. The compromise secured Southern votes for ratification of the Constitution and ensured disproportionate influence to Southerners for the first 50 years of the Constitution's history. ==Calhoun and nullification== During the first half of the 19th century, John C. Calhoun of South Carolina revived and expounded upon the concurrent majority doctrine. He noted that the North, with its industrial economy, had become far more populous than the South. As the South's dependence on slavery sharply differentiated its agricultural economy from the North's, the difference in power afforded by population threatened interests that Calhoun considered essential to the South. His theory of the \"concurrent majority,\" elaborated in his posthumous work of political theory A Disquisition on Government (1851), argued a method for protecting voting minorities from the tyranny of the majority. In life, Calhoun had been a leading proponent of the concept of nullification, as he most forcefully articulated in the 1828 South Carolina Exposition and Protest, which was published anonymously while he was vice president, in response to the protectionist Tariff of 1828, also called the \"Tariff of Abominations.\" Nullification, an outgrowth of Jeffersonian compact theory, held that any state, as part of its rights as sovereign parties to the Constitution, had the power to declare specific federal laws void within its borders if it considered the law to be unconstitutional. Therefore, under Calhoun's schema, a law required two forms of majorities: a majority of the federal legislature and a concurrent majority of the legislatures of each state. It was on that authority in 1832 that South Carolina passed the Ordinance of Nullification on the Tariff of 1828 and its successor, the Tariff of 1832, thus beginning the Nullification Crisis. Andrew Jackson responded with the Force Bill, but armed conflict was avoided after the Tariff of 1833 was passed, the compromise being largely the work of Calhoun. ==References== ==Sources== * Brown, Guy Story. \"Calhoun's Philosophy of Politics: A Study of A Disquisition on Government\" (2000) * Cheek, Jr., H. Lee. Calhoun And Popular Rule: The Political Theory of the Disquisition and Discourse. (2004) online edition * Ford Jr., Lacy K. \"Inventing the Concurrent Majority: Madison, Calhoun, and the Problem of Majoritarianism in American Political Thought,\" The Journal of Southern History, Vol. 60, No. 1 (Feb., 1994), pp. 19–58 in JSTOR * Potter, David M., Don E. Fehrenbacher and Carl N. Degler, eds. The South and the Concurrent Majority. (1973). 89 pp., essays by scholars * Safford, John L. \"John C. Calhoun, Lani Guinier, and Minority Rights,\" PS: Political Science and Politics, Vol. 28, No. 2 (Jun., 1995), pp. 211-216 in JSTOR * Loo, Andy. \"John C. Calhoun’s Concurrent Majority\" (2016) The Princeton Tory online version Category:Political theories Category:John C. Calhoun Category:Majority ",
    "title": "Concurrent majority"
}