{
    "id": "1449500",
    "text": "This is a list of Resident Evil characters, which includes playable and recurring characters that were introduced in Resident Evil, a series of survival horror video games. ==Appearances== {| class=\"wikitable\" |- | style=\"background: lightgreen\"| __________ | Major character |} {| class=\"wikitable\" |- | style=\"background: lightyellow\" | __________ | Supporting |} {| class=\"wikitable\" |- | style=\"background: lightblue\" | __________ | DLC/other |} {| class=\"wikitable\" |- | style=\"background: lightgrey\" | __________ | |- |} P - Playable character (campaign/unlockable-mini campaign) P* - Playable character (minigame/DLC) {| class=\"wikitable sortable\" style=\"text-align:center\" |+ ! rowspan=\"2\" width=\"20%\" | Character ! colspan=\"11\" align=\"center\" | Game ! rowspan=\"2\" align=\"center\" | Total |- ! align=\"center\" | RE0 ! align=\"center\" | RE1 ! align=\"center\" | RE2 ! align=\"center\" | RE3 ! align=\"center\" | CV ! align=\"center\" | RE4 ! align=\"center\" |Rev ! align=\"center\" | RE5 ! align=\"center\" | Rev2 ! align=\"center\" |RE6 ! align=\"center\" | RE7 |- ! Rebecca Chambers | colspan=\"2\" style=\"background-color:lightgreen;\"| ← P → | style=\"background: lightgrey\" colspan=\"5\" | | style=\"background-color:lightblue;\"| P* | style=\"background: lightgrey\" colspan=\"3\" | | 3 |- ! Billy Coen | style=\"background- color:lightgreen;\"| P | colspan=\"10\" style=\"background: lightgrey\"| | 1 |- ! Albert Wesker | style=\"background-color:lightgreen;\"| P* | style=\"background- color:lightgreen;\"| | colspan=\"2\" style=\"background: lightgrey\"| | style=\"background-color:lightgreen;\" colspan=\"2\" | ← P* → | style=\"background: lightgrey\"| | style=\"background-color:lightgreen;\" colspan=\"1\" |P* | style=\"background-color:lightblue;\"| P* | style=\"background: lightgrey\" colspan=\"2\" | | 6 |- ! Chris Redfield | style=\"background: lightgrey\"| | style=\"background-color:lightgreen;\"| P | style=\"background-color:lightblue;\"| P* | style=\"background: lightgrey\"| | style=\"background-color:lightgreen;\"| P | style=\"background: lightgrey\"| | style=\"background-color:lightgreen;\" colspan=\"2\" |← P → | style=\"background-color:lightblue;\"| P* | style=\"background-color:lightgreen;\"| P | style=\"background- color:lightyellow;\"| P* | 8 |- ! Jill Valentine | style=\"background: lightgrey\"| | style=\"background-color:lightgreen;\"| P | style=\"background: lightgrey\"| | style=\"background-color:lightgreen;\"| P | colspan=\"2\" style=\"background: lightgrey\"| | style=\"background-color:lightgreen;\" colspan=\"1\" | P | colspan=\"1\" style=\"background-color:lightgreen;\"| P* | style=\"background-color:lightblue;\"| P* | style=\"background: lightgrey\" colspan=\"2\" | | colspan=\"1\" style=\"background: white\"|5 |- ! Barry Burton | style=\"background: lightgrey\"| | style=\"background-color:lightgreen;\"| | style=\"background: lightgrey\"| | style=\"background-color:lightyellow;\"| | style=\"background: lightgrey\" colspan=\"3\" | | style=\"background- color:lightblue;\"| P* | style=\"background: lightgreen\"| P | style=\"background: lightgrey\" colspan=\"2\" | | 4 |- ! Brad Vickers | style=\"background- color:lightgrey;\"| | colspan=\"3\" style=\"background-color:lightyellow;\"| | colspan=\"7\" style=\"background: lightgrey\"| | 3 |- ! Leon S. Kennedy | colspan=\"2\" style=\"background: lightgrey\"| | style=\"background: lightgreen\"| P | colspan=\"2\" style=\"background-color:lightgrey;\"| | style=\"background: lightgreen\"| P | colspan=\"2\" style=\"background: lightgrey\"| | style=\"background-color:lightblue;\"|P* | style=\"background-color:lightgreen;\" | P | style=\"background: lightgrey\"| | 4 |- ! Claire Redfield | style=\"background: lightgrey\" colspan=\"2\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\" | | style=\"background: lightgreen\" | P | style=\"background-color:lightgrey;\" colspan=\"3\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\" colspan=\"2\" | | 3 |- ! Ada Wong | style=\"background: lightgrey\" colspan=\"2\" | | style=\"background: lightgreen\" | P | style=\"background-color:lightgrey;\" colspan=\"2\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\" colspan=\"3\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\" | | 3 |- ! Sherry Birkin | style=\"background: lightgrey\" colspan=\"2\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\" colspan=\"6\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\" | | 2 |- ! HUNK | style=\"background: lightgrey\" colspan=\"2\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\" colspan=\"2\" | | style=\"background: lightblue\" colspan=\"2\" | ← P* → | style=\"background: lightgrey\" | | style=\"background: lightblue\" | P* | style=\"background: lightgrey\" colspan=\"2\" | | 4 |- ! Carlos Oliveira | colspan=\"3\" style=\"background: lightgrey\"| | style=\"background: lightgreen\"| P | colspan=\"7\" style=\"background: lightgrey\"| | 1 |- ! Mikhail Viktor | colspan=\"3\" style=\"background: lightgrey\"| | style=\"background: lightyellow\"| P* | colspan=\"7\" style=\"background: lightgrey\"| | 1 |- ! Nikolai Zinoviev | colspan=\"3\" style=\"background: lightgrey\"| | style=\"background: lightyellow\"| P* | colspan=\"7\" style=\"background: lightgrey\"| | 1 |- ! Steve Burnside | colspan=\"4\" style=\"background: lightgrey\"| | style=\"background: lightgreen\"| P | colspan=\"6\" style=\"background: lightgrey\"| | 1 |- ! Ashley Graham | colspan=\"5\" style=\"background: lightgrey\"| | style=\"background: lightgreen\"| P | style=\"background: lightgrey\" colspan=\"5\" | |1 |- ! Ingrid Hunnigan | colspan=\"5\" style=\"background: lightgrey\"| | style=\"background: lightyellow\"| | style=\"background: lightgrey\" colspan=\"3\" | | style=\"background- color:lightyellow;\"| | style=\"background: lightgrey\"| | 2 |- ! Jack Krauser | style=\"background: lightgrey\" colspan=\"5\" | | style=\"background: lightyellow\" | P* | style=\"background: lightgrey\" colspan=\"5\" | | 1 |- ! Luis Sera | colspan=\"5\" style=\"background: lightgrey\"| | style=\"background: lightyellow\"| | colspan=\"5\" style=\"background: lightgrey\"| | 1 |- ! Parker Luciani | style=\"background: lightgrey\" colspan=\"6\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\" colspan=\"4\" | | 1 |- ! Keith Lumley | style=\"background: lightgrey\" colspan=\"6\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\" colspan=\"4\" | | 1 |- ! Jessica Sherawat | colspan=\"6\" style=\"background: lightgrey\" | | style=\"background: lightgreen\" | P* | colspan=\"4\" style=\"background: lightgrey\" | | 1 |- ! Quint Cetcham | style=\"background: lightgrey\" colspan=\"6\" | | style=\"background: lightgreen\"| P* | style=\"background: lightgrey\" colspan=\"4\" | | 1 |- ! Raymond Vester | style=\"background: lightgrey\" colspan=\"6\" | | style=\"background: lightyellow\"| P* | style=\"background: lightgrey\" colspan=\"4\" | | 1 |- !Sheva Alomar | style=\"background: lightgrey\" colspan=\"7\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\" colspan=\"3\" | | 1 |- ! Josh Stone | style=\"background: lightgrey\" colspan=\"7\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\" colspan=\"3\" | | 1 |- ! Excella Gionne | style=\"background: lightgrey\" colspan=\"7\" | | style=\"background: lightyellow\" | P* | style=\"background: lightgrey\" colspan=\"3\" | | 1 |- ! Moira Burton | style=\"background: lightgrey\" colspan=\"8\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\" colspan=\"2\" | | 1 |- ! Natalia Korda | style=\"background: lightgrey\" colspan=\"8\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\" colspan=\"2\" | | 1 |- ! Alex Wesker | style=\"background: lightgrey\" colspan=\"8\" | | style=\"background: lightgreen\" | P* | style=\"background: lightgrey\" colspan=\"2\" | | 1 |- ! Jake Muller | style=\"background: lightgrey\" colspan=\"9\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\"| | 1 |- ! Piers Nivans | style=\"background: lightgrey\" colspan=\"9\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\" | | 1 |- ! Helena Harper | style=\"background: lightgrey\" colspan=\"9\" | | style=\"background: lightgreen\" | P | style=\"background: lightgrey\"| | 1 |- ! \"Agent\" | style=\"background: lightgrey\" colspan=\"9\" | | style=\"background: lightyellow\" | P | style=\"background: lightgrey\"| | 1 |- ! Carla Radames | style=\"background: lightgrey\" colspan=\"9\" | | style=\"background: lightgreen\" | P* | style=\"background: lightgrey\"| | 1 |- ! Ethan Winters | colspan=\"10\" style=\"background: lightgrey\"| | style=\"background: lightgreen\"| P | 1 |- ! Mia Winters | colspan=\"10\" style=\"background: lightgrey\"| | style=\"background: lightgreen\"| P | 1 |- ! Joe Baker | colspan=\"10\" style=\"background: lightgrey\"| | style=\"background: lightblue\"| P* | 1 |- |} ==Main characters== ===Chris Redfield=== ===Jill Valentine=== ===Albert Wesker === ===Rebecca Chambers=== ===Leon Scott Kennedy=== ===Claire Redfield=== ===Ada Wong=== ===Billy Coen=== : Voiced by: David Webster (RE0), Steve Van Wormer (The Umbrella Chronicles) is the co-protagonist of Resident Evil Zero along with Rebecca Chambers. He is first mentioned in a police report filed by Chambers that can be found in the Nintendo 64 version of Resident Evil 2, foreshadowing the events of the prequel. A former Second Lieutenant in the United States Marine Corps Force Reconnaissance, Billy is sentenced to death by a military court for massacring 23 peopleResident Evil Zero BradyGames Official Strategy Guide, page 17 in murky circumstances during a mission in Africa. Billy's flashbacks imply he is innocent and the victim of a cover-up.Resident Evil Zero, Capcom (2002) Billy Coen: [...] But, we couldn't just go home empty handed, oh no. Our leader ordered us to attack an innocent village. // (Cut to village, one soldier firing his gun in the air as the other soldiers rounded up the villagers into a group.) // Commander: \"Get rid of them! Kill them all!\" // Billy: \"Please, sir! Cease fire immediately!\" // Commander: \"Shut up!\" // (The commander knocks Billy to the ground with the butt of his weapon and gives the order to fire.) // Commander: \"Do it!\" // (Soldiers kill the group of villagers.) Billy: \"No! Don't! Stop!\" (Billy rushes at his commanding officer as the flashback ends)Resident Evil Zero, Capcom (2002) Memo about Billy's Past - They have announced that the truth of the matter is that \"one marine panicked under the extreme conditions and unintentionally killed the civilians\". This marine is said to be currently being held under close medical supervision and will receive punishment in full accordance with the law. Details on the individual remain undisclosed at this time. The military's reluctance to disclose information has only fueled media claims of a cover-up. He escapes en route to his execution and seeks refuge in the Ecliptic Express, a stranded train, where he meets Rebecca Chambers. The two form an alliance in order to survive, using their talents to discover the Umbrella Corporation's secrets. Both characters are monitored by the Queen Leech-James Marcus hybrid, who sends various creatures to subdue them. After revealing the details of his demise, the hybrid Marcus fully mutates into the Queen Leech. In the final battle sequence, Billy and Rebecca destroy the Queen Leech by exploiting its vulnerability to sunlight. Rebecca allows Billy to escape, believing his claims that he is innocent and telling the authorities that he subsequently perished in the Arklay Mountains after their encounter. Billy also appears in The Umbrella Chronicles. ===Jake Muller=== : Voiced by (English): Troy Baker (RE6) : Voiced by (Japanese): Daisuke Namikawa (RE6) : Motion capture: Troy Baker, Daniel Southworth (stunt double) Jake Muller appears as one of three main protagonists in Resident Evil 6. He is the illegitimate son of the Albert Wesker; it is believed that Wesker was not aware of his son's existence, as Jake's mother left shortly after being impregnated by him. Jake, later works as a freelance mercenary in order to support his mother, whom dies of an unknown chronic disease shortly after Jake receives money for her treatment. Jake was caught up in an act of bioterrorism while operating in anti-government operations in the fictional Eastern European republic of Edonia. His mercenary comrades are infected with the C-virus, but Jake's specialized blood resists the infection. Soon after, he meets US government agent Sherry Birkin – whose father, William Birkin, was coincidentally Albert's research partner. Sherry and Jake take part in the subsequent battle between the Bioterrorism Security Assessment Alliance and the mutated mercenaries. With his blood resistant to the downside-effects of mutagenic viruses like his father, Jake also inherited several of his father's signature abilities such as increased strength, speed, healing, and advanced combat skills. He demands a large sum of money from the BSAA, in order to sample a pint of his blood to be synthesize for vaccination to combat the C-virus. He and Sherry are captured by Carla Radames, a doppelgänger of Ada Wong, and held captive in Lanshiang, China. They escape during the C-virus outbreak in the city six months later. Over the course of the story of RE6, Jake comes to terms with both the knowledge of his father's actions and of his death at the hands of Chris Redfield three years earlier. After the ordeal, Jake starts a new life fighting BOWs in an underdeveloped country with his real identity covered up by the BSAA. ===Ethan Winters=== : Voiced by (English): Todd Soley (RE7) : Voiced by (Japanese): Hidenobu Kiuchi (RE7) Ethan is the protagonist of Resident Evil 7: Biohazard and Resident Evil Village. He is an American systems engineer who is looking for his missing wife, Mia. Nearly three years after her disappearance, Ethan receives a cryptic video message from Mia that leads him to a derelict plantation in Dulvey, Louisiana. He locates and rescues Mia, but she abruptly becomes hostile and attacks him while attempting to flee. Ethan is forced to seemingly kill his wife. Ethan soon encounters the Baker family, who incapacitate and abduct him. He manages to escape his captors and receives assistance from Zoe Baker, who reveals her family is under the control of Eveline, a powerful genetically engineered bio-weapon. Eveline can infect other humans, which grants them powerful regenerative abilities and super-human strength. Zoe advises Ethan to synthesize a serum from components across the plantation that can cure Mia and herself. Ethan's journey leads him to battle other members of the Baker family and the Molded, humanoid monstrosities created by Eveline. He ultimately cures Mia who successfully regains control of herself. Mia reveals she was employed by a criminal syndicate to act as Eveline's handler but succumbed to her influence. Ethan confronts Eveline and dispatches her with the assistance of a paramilitary company lead by Chris Redfield. Ethan and Mia escape the plantation. Ethan returns in Resident Evil Village. Set a few years after the events of the previous game, it shows Ethan stranded in a mysterious village full of dangers after Mia is shot in front of him by Chris, for unknown reasons. ==Main organizations and members== ===Umbrella Corporation=== The Umbrella Corporation is an international pharmaceutical company in the Resident Evil universe. Founded in 1968 by prominent British royal descendants Oswell E. Spencer and Edward Ashford, along with Dr. James Marcus, it is portrayed in the series as a major international player in pharmaceutical goods and medical supplies, along with more clandestine operations utilizing genetic engineering. Their legitimate status is only a front for their secret research of \"bio-organic weapons\" (B.O.W.s), developed through the use of a unique virus discovered by the company founders.Resident Evil Zero BradyGames Official Strategy Guide, page 19. The company is also presented as having a more public face, producing cosmetics, consumer products, and foods. Umbrella established multiple secret research facilities to help develop various bio- weapons. Its most prominent research facility is located in the Arklay Mountains, just outside Raccoon City, which was able to develop the \"T-virus\", a powerful mutagen that could dramatically alter living and recently dead organisms. The virus leaked and contaminated most of the Arklay Facility and its surrounding area, setting the stage for the first Resident Evil game. Following the destruction of Raccoon City, all of Umbrella's assets were frozen by the U.S. Government and its trading rights were revoked, effectively terminating its operations. However, it did not stop the rise of several bioterrorist organizations around the world, some of them making use of its research, leading to the foundation of B.S.A.A. In Resident Evil 7: Biohazard, it is revealed that Umbrella has been reinstated and seemingly reformed as a mercenary group. ====Oswell E. Spencer==== : Voiced by (English): Adam D. Clark (RE5) : Voiced by (Japanese): Issei Futamata (REmake 3) : Motion capture: Adam D. Clark (RE5) is one of Resident Evil's most mysterious characters. In the series, he is the owner and co-founder of the Umbrella Corporation, a pharmaceutical drug company that secretly manufactures bio- organic weapons.Alexander Ashford: \"My father, Edward, discovered the mother virus in cooperation with Lord Spencer, who was also a nobleman. They studied it for the purpose of military use.\" Capcom, Resident Evil Code: Veronica, Capcom, Nintendo GameCube, (in English), December 3, 2003. His colleagues, James Marcus and Edward Ashford, join his company, but they show more interest in studying the newly discovered Progenitor virus. Eventually, Edward Ashford dies, and Spencer seizes control of the company and its research by sending his subordinates, Albert Wesker and William Birkin, to assassinate Marcus.James Marcus: \"Ten years ago, Spencer had me assassinated.\" Capcom, Resident Evil Zero, Capcom, Nintendo GameCube, (in English), November 11, 2002.Alexander Ashford: \"If nothing is done, Umbrella will be taken over by Spencer.\" Capcom, Resident Evil Code: Veronica, Capcom, Nintendo GameCube, (in English), December 3, 2003. Spencer conducts some of his company's research in the Arklay Research Facility, located in the Arklay Mountains. He hires George Trevor, a famous architect, to construct a mansion to conceal the facility.George Trevor: \"There are only two people that know the secret of this mansion, Sir Spencer and myself. If they kill me, Sir Spencer will be the only person that knows the secret.\" Capcom, Resident Evil Remake, Capcom, Nintendo GameCube, (in English), April 30, 2002. Spencer's plans progress smoothly, until Marcus returns from the dead, and begins to seek revenge with the help of his test subjects. Marcus destroys one of Spencer's luxury trains, and causes a viral outbreak in the Arklay Research Facility.James Marcus: \"It was I who scattered the T-Virus in the mansion, needless to say I contaminated the train too.\" Capcom, Resident Evil Zero, Capcom, Nintendo GameCube, (in English), November 11, 2002. The outbreak spreads throughout the region, sparking the events of Resident Evil Zero and the original Resident Evil. The virus subsequently spreads to Raccoon City during the events of Resident Evil 2 and Resident Evil 3: Nemesis, prompting the U.S. government to attempt to contain the outbreak by ordering the destruction of the city.Leon Kennedy: \"Not taking any chances, the President of the United States ordered a contingency plan — to sterilize Raccoon City.\" Capcom, Resident Evil 4, Capcom, Nintendo GameCube, (in English), January 11, 2005. After the city's destruction, Spencer attempts to disguise the incident as a government conspiracy by hiring top lawyers and false witnesses. His actions prolong the legal proceedings, and allow the Umbrella Corporation to stay afloat for five more years. Ultimately, Wesker betrays Spencer by handing over secret documents to the U.S. government,Albert Wesker: \"My dear Spencer. How the mighty have fallen. Your Umbrella has folded and now you are a fugitive in the same world you once sought to control. We shall meet again before the conclusion of this drama. Then you will learn of the history I will write for this world.\" Capcom, Resident Evil: The Umbrella Chronicles, Capcom, Nintendo Wii, (in English), November 30, 2007. and seals Spencer's doom by personally testifying against him in court. Umbrella's business license is summarily suspended, and the U.S. government works swiftly to dismantle the remains of the organization.Leon Kennedy: \"With the whole affair gone public, the United States government issued an indefinite suspension of business decree to Umbrella. Soon its stock prices crashed and for all intents and purposes Umbrella was finished.\" Capcom, Resident Evil 4, Capcom, Nintendo GameCube, (in English), January 11, 2005. After Umbrella's public fall from grace, Spencer retreats to his mansion in Europe. He is eventually located by Chris Redfield and Jill Valentine prior to the events of Resident Evil 5, but is swiftly killed by Wesker before the two can reach him. His first name is written as Oswell in the original version, but misspelled as \"Ozwell\" in the English version. ====UBCS==== One of Umbrella's subsidiaries is UBCS (Umbrella Biohazard Countermeasure Service), a private military company with a highly trained security force composed of mostly war criminals and exiled soldiers and capable of rescue and reconnaissance paramilitary operations. The corporation also uses its top-secret special forces group to secure and protect its assets and high-profile employees. =====Carlos Oliveira===== : Voiced by (English): Vince Corazza (RE3), Scott McNeil (Under the Skin), Kim Strauss (The Umbrella Chronicles), Gideon Emery (Operation Raccoon City), Jeff Schine (REmake 3) : Voiced by (Japanese): Shoto Kashii (Under the Skin), Hiroki Yasumoto (Operation Raccoon City, REmake 3) : Motion capture performance by: Jeff Schine (REmake 3) : Played by: Oded Fehr (Apocalypse, Extinction, Retribution) , the second main character of Resident Evil 3,Resident Evil 3 Dreamcast manual is a mercenary and a former member of a South American communist guerrilla group. After the government forces wiped out his organization, Carlos was scouted out by the Umbrella Corporation to join Umbrella's UBCS. He joined the force and was assigned to Delta Platoon, Company A (serving alongside Nicholai Ginovaef and Mikhail Victor), which was in charge of heavy firearms and weapons maintenance. Despite his violent background, he is warm-hearted and known for joking around. In Resident Evil 3: Nemesis, Carlos assists Jill Valentine throughout the game as the two of them attempt to escape Raccoon City. After she becomes infected by the T-virus after a battle with the Nemesis, he recovers a vaccine to treat her and successful in escapes the city alongside Jill. In the remake, Carlos' role as a playable character is expanded upon, including a brief excursion to the Raccoon City Police Department. He also appears as a playable character in The Umbrella Chronicles, where the events of Resident Evil 3 are revisited in the \"Raccoon's Destruction\" scenario. In the Resident Evil movie franchise, Carlos' surname is spelled \"Olivera\". His character plays a similar role to his video game counterpart as a disgruntled Umbrella mercenary. In Resident Evil: Apocalypse, he is briefly infected with the T-virus, but Alice finds a sample of the antivirus in time to cure him. In the third film, he and Alice parted company five years ago when Alice sought to protect her allies from the Umbrella satellites tracking her, but they meet again when he is travelling with a convoy led by Claire Redfield. When Carlos is bitten during an attempt to capture Alice, he volunteers to mount a suicide run on the umbrella complex tracking Alice after it takes a series of prisoners from the convoy, reasoning that there is no time to get a sample of the antivirus before the infection becomes permanent, taking a fuel tanker into the mass of zombies surrounding the base and then setting off a series of bombs, taking out a sizeable number of zombies and breaching the complex defenses. =====Mikhail Victor===== : Voiced by (English): Benedict Campbell (RE3), William Hope (REmake 3) : Voiced by (Japanese): Naoki Tamanoi (REmake 3) : Motion capture performance by: William Hope (REmake 3) is the leader of the UBCS Delta platoon that both Nicholai and Carlos are members of. According to his backstory, Mikhail is from Saint Petersburg, Russia, and had originally served in the army before joining a rebel group. Mikhail was eventually arrested by Russian government forces and convicted for acts of terrorism. He was then coerced into leading the UBCS in exchange for his men's freedom.Resident Evil Archives, 2005, Capcom In the game, he appears already wounded, choosing to sacrifice his own life to save Jill and Carlos as he dies after being blown apart by his own grenade in a failed attempt to destroy the Nemesis. In an early draft of the story, Mikhail was originally scripted to be Nicholai's older brother, hence their common nationality and close ages (his original name was Mikhail Ginovaef). Mihail also appears in the game's remake, maintaining the same role as the original game. He is the only one of the main UBCS operatives not to appear in the film Resident Evil: Apocalypse, where he is replaced by an original character named Yuri Loginova. =====Nicholai Ginovaef===== : Voiced by (English): Roger Honeywell (RE3), Rick D. Wasserman (Operation Raccoon City), Neil Newbon (REmake 3) : Voiced by (Japanese): Kenta Miyake (Operation Raccoon City, REmake 3) : Motion-capture performance by: Neil Newbon (REmake 3) : Played by: Zack Ward (Apocalypse) is a member of the UBCS Delta platoon, Company B. According to his backstory, Nicholai is from Moscow and served in the Russian Spetsnaz before joining the UBCS. He also has an unspoken rivalry with HUNK. In Resident Evil 3: Nemesis, Nikolai is one of the few surviving operatives from the Delta platoon, along with Carlos and Mikhail. He disappears after an event in the first half of the game and is presumed dead until another encounter with him. It is revealed that Nikolai is in fact one of the Supervisors UBCS operatives, assigned to watch and gather combat data as their comrades fight against Umbrella's bio-weapons. Nicholai's fate depends on decisions made by the player, resulting in either his escape or death, either at the hand of Jill or the Nemesis. In the Resident Evil 3 remake, Nicholai is changed to a mole implanted within the UBCS for an unnamed organization. Hired to mitigate the company's efforts to contain the T-Virus outbreak, he murders research staff and tries to gain and destroy a virus vaccine. In the final confrontation with Jill and Carlos, he is injured and left behind in Raccoon City. The English localization of Resident Evil Survivor features a document supposedly authored by Nicholai after the events of Nemesis. The file is different in the original Japanese version and the Chinese localization of the PC port. The third entry of the document (the portion dated after the events of Nemesis) was actually authored by the \"Umbrella B.O.W. Development Staff\", rather than Nikolai. Nicholai also appears in Resident Evil Outbreak in the final scenario \"Decisions, Decisions\", which depicts the character conducting another mission occurring during the same time period as the second half of Resident Evil 3. He is mentioned in The Umbrella Chronicles, where he is referred to by the codename \"Silver Fox\". Nicholai's role in Resident Evil: Operation Raccoon City was stopping Wolfpack from completing their mission objective. The character was adapted for the film Resident Evil: Apocalypse, although the film features a more heroic depiction of Nicholai, which differs from the game's original antagonistic portrayal of the character. In the film's novelization, he was renamed Nicholai Sokolov. Nicholai is ultimately torn to shreds by zombie dogs while holding them off so Alice and Jill can escape. =====Sergei Vladimir===== : Voiced by: Patrick Seitz (The Umbrella Chronicles) is a high-ranking Russian employee of Umbrella and the main antagonist of Resident Evil: The Umbrella Chronicles. Following the fall of the Soviet Union, he approached the Umbrella Corporation and quickly became one of the company's top officers. He became personally acquainted with Umbrella's founder, Ozwell E. Spencer, who began to rely on Sergei as a loyal and effective enforcer. Sergei subsequently formed and led Umbrella's UBCS,Famitsu Magazine, Week 2 September 2007 Issue as well as Umbrella's internal espionage organization, Monitor. Agents that answered directly to Sergei included the likes of Nicholai Ginovaef. Sergei undertakes the Umbrella Corporation's most important tasks through the Resident Evil series, including stealing the Red Queen from the Arklay Research Facility, extracting an Umbrella executive from Raccoon City before its destruction, and securing important research information. Sergei is killed by Albert Wesker while attempting to prevent him from stealing a database containing the Umbrella Corporations most important documents and research data.Damien Waples, \"Sergei Vladimir Profile,\" Resident Evil: The Umbrella Chronicles Prima Official Game Guide (Roseville: Prima Games, 2007), 127. =====Tyrell Patrick===== : Voiced by (English): Peter Windrem (RE3), Sterling Sulieman (REmake 3) : Voiced by (Japanese): Daichi Endō (REmake 3) : Motion capture performance by: Sterling Sulieman (REmake 3) is a member of the UBCS. A former member of the French Foreign Legion, he was arrested for illegal arms dealing. Whilst serving a life sentence, he was approached by Umbrella to join their UBSC. In Resident Evil 3: Nemesis, Tyrell is the Supervisor of Bravo platoon, tasked with gathering data on their Bio-Organic Weapons performance against UBCS soldiers. Whilst searching the Raccoon City Hospital for its t-Virus vaccine, Tyrell is ambushed by Nicholai Ginovaef. Depending on a decision made by Carlos, he either is caught in a boobytrap set up by Nicholai or attempts to kill him in a suicidal attack. In the remake, Tyrell is instead a member of Delta platoon and not affiliated with the Supervisors. He and Carlos are tasked with finding Umbrella scientist Nathanial Bard and recovering his t-Virus vaccine. After gaining access to the NEST 2 research facility with Jill, he is killed by the Nemesis. ====USS==== The Umbrella Security Service were first introduced in Resident Evil 2. USS Alpha team attempted to steal a sample of the G-virus, causing the citywide outbreak in the game. Delta team appeared in the prequel Resident Evil Zero, in which the team was sent in to blow up the Ecliptic Express after the trouble occurred, but was overwhelmed by the leeches and wiped out. Delta team was under the direct command of Wesker and Birkin. According to Code: Veronica, USFU agents were trained at the Rockfort Island facility. =====Ghost===== \"Ghost\" is an Umbrella Secret Service (USS) soldier that was made playable in Resident Evil 2 (2019 version) in a mode called The Ghost Survivors. Little is known about him as a person, but he does not survive long enough to get out of Raccoon City. He has to contend with zombies covered in armour. His story is told in a chapter, referred to as \"Forgotten Soldier\".https://www.gamesradar.com/resident- evil-2-the-ghost-survivors-detailed-ahead-of-the-free-dlcs-launch-this-friday/ =====HUNK===== : Voiced by (English): Keith Silverstein (The Umbrella Chronicles, The Darkside Chronicles, Operation Raccoon City, Revelations, REmake 2) : Voiced by (Japanese): Masaki Terasoma (Operation Raccoon City, Revelations, REmake 2) is an enigmatic special forces agent of the Umbrella Security Service unit in Resident Evil 2. His notoriety for being the sole survivor of multiple operations earned him the moniker 'Grim Reaper'. HUNK initially appears in Resident Evil 2, where he is playable in a secret minigame entitled \"4th Survivor\". This short scenario entails HUNK's journey to escape Raccoon City, beginning with his awakening in the sewers and eventually leading to his extraction from the city. He is the only member of his unit to survive the attack of the mutated William Birkin that takes place shortly after he secured a sample of the G-virus for Umbrella. He reappears in The Umbrella Chronicles, in a remake of the \"4th Survivor\" scenario where the player must reach the helipad for extraction from Raccoon City, and during the \"Memories of a Lost City\" scenario in Resident Evil: The Darkside Chronicles.Damien Waples, \"Hunk\" and \"HUNK Profile,\" Resident Evil: The Umbrella Chronicles Prima Official Game Guide (Roseville: Prima Games, 2007), 21, 128. HUNK is playable in the \"Mercenaries\" minigame in Resident Evil 4, but has no relation to the story. HUNK appears as a side character in Resident Evil: Operation Raccoon City, where he works with other Umbrella Security Service operatives to recover a sample of the G-virus prior to the events of Resident Evil 2. He is also a playable character in Resident Evil: The Mercenaries 3D, Resident Evil Revelations, and Resident Evil Revelations 2. ====Umbrella Corps==== The Umbrella Corps, also known as Blue Umbrella, are a newly formed Mercenary group working on a newly reformed Umbrella Corporation, whose objective is to carry out extraction missions requested from several pharmaceutical companies. They all serve as the main protagonists in Umbrella Corps and play a vital role in Resident Evil 7: Biohazard. =====Veronica===== She assists Chris Redfield via radio during Umbrella's mission depicted in Not a Hero, a downloadable chapter for Resident Evil 7: Biohazard. Her role is essentially similar to Hunnigan from Resident Evil 4. =====3A7===== : Voiced by: D. C. Douglas ====Notable researchers==== =====Alexia Ashford===== : Voiced by: Leila Johnson (Code Veronica), Karen Strassman (The Darkside Chronicles) is the primary antagonist of Resident Evil Code: Veronica. Along with her twin brother, Alfred, she is the product of an experiment by her father, the Umbrella's chief senior virologist researcher, Alexander (the son of the corporation's deceased co-founder Edward Ashford; he was later himself turned by Alexia into an undead monster called Nosferatu). The genetic material of her ancestor Veronica Ashford was inserted into an embryo and implanted in a surrogate mother in an attempt to reproduce Veronica's legendary intelligence and beauty. Having successfully inherited these traits, Alexia sought to become an unstoppable world dictator by injecting herself with the T-Veronica Virus and freezing herself for several years in order to retain her own personality and allow her body to control the virus, rather than vice versa. She awakes during the events of Code Veronica, after her brother Alfred dies. In revenge for this, she sends one of her tentacle monsters to capture Claire and Steve, experimenting on the latter and turning him into a large monster. She is confronted by Albert Wesker towards the end of the game and mutates into her first form. The two battle each other and she drives him off, but is then defeated by Chris. She revives and appears at the very end of the game as the last boss, mutating into another 2 forms before Chris kills her for good with the Linear Launcher. In 2009, IGN ranked her as the series' most fearsome villain. =====Annette Birkin===== : Voiced by (English): Jennifer Dale (RE2), Deborah Sale Butler (DC), Karen Strassman (REmake 2) : Voiced by (Japanese): Marika Hayashi (REmake 2, REmake 3) : Motion capture: Karen Strassman (REmake 2) is a supporting character in Resident Evil 2. She is involved in Bio Organic Weapon research at Umbrella, working with her husband William to create the G-Virus. During the Raccoon City outbreak, Annette works to stop Umbrella's experiments from spreading further into the city. She leaves their daughter Sherry at the Raccoon Police Department with a pendant containing the virus, hoping Irons can protect her. During the game's events, Annette helps Claire cure Sherry's G-virus infection and reveals Ada's true motives to Leon. She is fatally injured, forcing them to leave her behind. Annette appears in the game's remake, maintaining the same role as in the original game, and its retelling in The Darkside Chronicles. =====James Marcus===== : Played by: Mark Simpson (RE: TFC) is one of the primary antagonists in the Resident Evil Series. Years before the events of the first Resident Evil, he was one of the top virologist researchers of the Umbrella Corporation and a head of its personnel training facility, personally appointed by Ozwell E. Spencer to work with the Mother virus. In this capacity, Marcus played an integral role in developing the T-virus and the Tyrant and Nemesis programs, also conducting extensive research on leeches that led to the development of the G-virus, up until his sudden disappearance in 1988.Resident Evil Zero BradyGames Official Strategy Guide Spencer betrayed him by sending Marcus' direct subordinates, Albert Wesker and William Birkin, to murder him and steal his research. Approximately a decade later, Marcus rose from the dead with the aid of his leeches.James Marcus: \"However, something wondrous happened, it took the T-Virus inside of my queen years to procreate my new life.\" Capcom, Resident Evil Zero, Capcom, Nintendo GameCube, (in English), November 11, 2002. He exacts his vengeance upon Spencer by contaminating the Spencer Mansion, one of the Umbrella Corporation's secret research facilities, with the T-virus, which trigger the events of the first Resident Evil game. Marcus plays a larger role in the game's prequel, Resident Evil Zero, which details the accounts of his resurrection, vendetta, and ultimate downfall at the hands of Rebecca Chambers and Billy Coen. He also appears in The Umbrella Chronicles.Damien Waples, \"James Marcus Profile,\" Resident Evil: The Umbrella Chronicles Prima Official Game Guide (Roseville: Prima Games, 2007), 126. =====William Birkin===== : Voiced by (English): Diego Matamoros (RE2), T.J. Rotolo (The Darkside Chronicles, Operation Raccoon City, REmake 2) : Voiced by (Japanese): Toshihiko Seki (Operation Raccoon City, 0, REmake 2) : Motion capture: T.J. Rotolo (REmake 2) : Played by: Jason Isaacs (RE), Neal McDonough (RE live- action film reboot) is one of the main antagonists in the Resident Evil series, specifically Resident Evil 2. After completing his G-virus project, he is mortally wounded by agents of the Umbrella Special Forces and his work is stolen. Left for dead, he injects himself with the G-virus, thus turning himself into a monster known as \"G\". He then kills his attackers, causing a T-virus vial to be leaked into the city's drainage system, resulting in the zombie outbreak in Raccoon City. During the course of the game, he encounters the main characters, Claire Redfield and Leon S. Kennedy, as he undergoes gradual mutation and begins losing any resemblance of his original human form. He is eventually defeated by Claire and Leon, with the help of his daughter Sherry. Birkin is mentioned in Wesker's Report as the scientist who helped Wesker fake his death and is retroactively mentioned in the GameCube remake of the first Resident Evil. He also makes an appearance in Resident Evil Zero, where he assists Wesker from behind the scenes, and also appears in a cutscene in The Umbrella Chronicles along with Albert Wesker.Damien Waples, \"William Birkin's Profile,\" Resident Evil: The Umbrella Chronicles Prima Official Game Guide (Roseville: Prima Games, 2007), 127. In 2012, IGN ranked the transformed Birkin as the second best boss in the series, calling him \"a terrible abomination - one that is not easily forgotten.\"Audrey Drake and Richard George, Resident Evil's Best Bosses: Grab your shotgun and shoot for the head!, IGN, September 12, 2012. In the first Resident Evil film, Birkin makes an uncredited cameo appearance as the head of the Nemesis project, who was also the film's narrator. According to an audio commentary by Paul W. S. Anderson, Isaacs was planned to reprise this role in the sequel Resident Evil: Apocalypse, but left the project for undisclosed reasons, so an original character named Dr. Alexander Isaacs (played by Iain Glen) was created to fulfill Birkin's role in the sequel. In the upcoming reboot, Birkin will be played by Neal McDonough. ===United Nations=== ====BSAA==== The BSAA (Bioterrorism Security Assessment Alliance), was a private military company formed between the events of Resident Evil 4 and Resident Evil 5. It was founded by Jill Valentine, Chris Redfield, Clive R. O'Brian, and eight others after the fall of Umbrella, with the aim of combating the increasing numbers of B.O.W.s being sold on the black market. Originally a non-government organization, the BSAA was placed under United Nations Security Council control when the U.S. government funded Federal Bioterrorism Commission (FBC) was revealed to be corrupt. =====Jessica Sherawat===== : Voiced by (English): Ali Hillis (Revelations) : Voiced by (Japanese): Nana Mizuki (Revelations) Jessica Sherawat is a member of the FBC, where she worked with Parker Luciani. She later became a member of the BSAA and worked with Chris Redfield in their investigation of Veltro in 2005. Most importantly, Jessica is secretly an agent working for the corrupt Morgan Lansdale and, above all, for Tricell Incorporated. As such, she betrays Chris and the BSAA. She survives the ordeal, and is given a sample of the T-Abyss virus by Raymond Vester. =====Parker Luciani===== : Voiced by (English): Kirk Thornton (Revelations) : Voiced by (Japanese): Mitsuru Miyamoto (Revelations) Parker was originally a member of the FBC tasked with helping out during the 2004 Veltro terrorist attack of Terragrigia. However he and his partner Jessica Sherawat barely managed to make it out alive and fled into the FBC building. During their trip to the Command Room, they met and saved the new cadet, Raymond Vester. He and Parker then bonded. At the command room, they met Morgan Lansdale, who was collaborating with Jack Norman, and in the midst of betraying him. After that, the group escaped the city. In 2005, Parker and Jill followed Chris and Jessica's last known coordinates to a stranded cruise ship named Queen Zenobia in the Mediterranean Sea. They realized that the entire crew of the Queen Zenobia had been turned into monstrous bio organic weapons named Ooze and are forced to fight for their lives. On the ship's bridge, they are surprised to meet none other than Vester who claims to be there by orders of the FBC. After Jessica is revealed to be a traitor, she sets the Queen Zenobia to self- destruct. Parker was later seen dangling above end then falling into a series of explosions after the floor he was standing on collapsed. It is ultimately revealed that Raymond Vester saved Parker from the explosion. Parker was then found adrift off the shore of the Republic of Malta in the Mediterranean Sea. He resumed his position as a Special Operations Agent for the BSAA after a month of recovery. =====Piers Nivans===== : Voiced by (English): Chris Emerson (RE6) : Voiced by (Japanese): Shuhei Sakaguchi (RE6) : Face Model: Adam Crosman (RE6) : Portrayed by: Wataru Kuriyama (stage play) Piers Nivans is a member of the North American Branch of the BSAA in Resident Evil 6. He is a talented marksman, who served under Chris Redfield during the Edonian Civil War in 2012. On one of their missions, Carla Radames infects their comrades with the C-virus and turns them into mutants. Chris is knocked unconscious in the ensuing battle but is rescued by Piers. Chris becomes disillusioned and disappears after recovering. Piers tracks down Chris and successfully convinces him to rejoin the BSAA to avenge his dead comrades. They are deployed to Lanshiang, China and tasked to stop a bio-terrorism attack. The duo are eventually led to an underwater laboratory that is being used to create powerful bio-organic weapons. Piers is severely injured during their final battle with the B.O.W., Haos, and injects himself with the C-virus to continue fighting. After he and Chris manage to defeat the Haos, they then attempt to escape the laboratory during its self-destruction sequence, but after realizing that he is beginning to succumb to the C-virus, Piers seals Chris inside an escape pod in order to ensure his survival, while he stays behind during the laboratory's destruction to prevent himself from mutating any further, sacrificing himself in the process. Right before his death, Piers manages to save Chris from the still-alive Haos by killing it as it attempts to destroy the escape pod Chris is in. Chris honors Piers's memory by remaining with the BSAA (when before, Chris thought of retiring and leaving Piers in charge). Piers is mentioned by name during the epilogue in Resident Evil: Revelations 2, as he is in China with Chris. =====Sheva Alomar===== ===United States of America=== ====STARS==== S.T.A.R.S. (Special Tactics And Rescue Service, also known as the Special Tactics And Rescue Squad in early localizations) is a special operations force in the Raccoon Police Department, introduced in the original Resident Evil and disbanded before the events of the sequel. Its key members included Albert Wesker, Barry Burton, Brad Vickers, Chris Redfield, Enrico Marini, Forest Speyer, Jill Valentine, Joseph Frost, Kenneth J. Sullivan, Rebecca Chambers and Richard Aiken. Besides Chris, Jill, Rebecca, and Albert, four other STARS members are major characters in the game series: =====Barry Burton===== : Voiced by (English): Barry Gjerde (RE), Ed Smaron (REmake), Jamieson Price (RE5), Michael McConnohie (Revelations 2) : Voiced by (Japanese): Yusaku Yara (Revelations 2, REmake HD Remaster) : Played by: Gregory Smith (RE live-action cutscenes), Kevin Durand (Retribution) is a middle-aged (38-year-old in the original Resident Evil) SWAT-veteran and STARS Alpha Team's weapons specialist. In the original Resident Evil, Barry plays a supporting role in Jill's story while only appearing briefly in the opening scene of Chris' scenario. During the course of the game, it is revealed that he was blackmailed into betraying his teammates by Albert Wesker, who threatened to harm his family if he refused. He returns in Resident Evil 3: Nemesis, where he helps Jill and Carlos escape from Raccoon City before its destruction. However, Barry doesn't appear in the 2020 remake of the same game, Jill and Carlos instead leaving as a pair. Barry also appears in the non-canonical game Resident Evil Gaiden as one of its two player characters, and as a DLC character in the Resident Evil 5 Mercenaries Reunion mode. After non-canon appearances in games for several years, Barry was a playable character in Resident Evil: Revelations 2. Barry arrived on Sushestvovanie Island to search for his daughter, Moira, and the returning Claire Redfield, who got captured by men sent by Alex Wesker, and used a radio tower to send out a distress call. Barry also meets a little girl named Natalia Korda, who can sense the presence of hidden items, and monsters. Natalia can be controlled by the player as well as Barry, but can only use bricks to attack monsters. During the events of Resident Evil: Revelations 2, it is revealed Barry was estranged from Moira. Eventually, Barry winds up having to battle Alex Wesker, believing she killed Moira, and she targets Natalia for nefarious reasons. In the end, Barry survives the ordeal, killing Alex with Claire's help, and reconciles with Moira, who showed up belatedly to save her father and friends. Barry then adopts Natalia, with everybody unaware that Alex is now somehow part of her, following her death. PlayStation Universe described Barry as \"something of a legend among RE aficionados, thanks in no small part to his utterly laughable dialogue segments in the original Resident Evil,\" adding that \"he also remains one of the most genuinely likeable characters in the franchise, especially after the chaps at Capcom polished up his hammy ways for the GameCube remake.\" In 2010, Joystick Division ranked him fifth, on a list of top supporting characters in video game history. =====Brad Vickers===== : Voiced by (English): Evan Sabba (RE3), Adam Paul (REmake), Johnny Yong Bosch (The Umbrella Chronicles), Darren O'Hare (REmake 3) : Motion Capture Performance by: Neil Newbon (REmake 3) : Voiced by (Japanese): Wataru Takagi (REmake 3) is a STARS helicopter pilot and Alpha team's computer and information expert, nicknamed \"Chickenheart\". He leaves his teammates stranded in the forest during the opening of the first Resident Evil after panicking, but returns at the end of the game to save the survivors (Jill, Chris, Barry, and Rebecca). In Resident Evil 3, despite trying to avoid any further involvement in the events surrounding Umbrella, Brad is targeted by Nemesis and eventually killed. He can be seen as a zombie in front of the police department in Resident Evil 2 if the player meets certain goals. Brad's fate was altered in the Resident Evil 3 remake where he is infected by a zombie bite and reanimates before being put down by Carlos. =====Richard Aiken===== : Voiced by (English): Joe Whyte (REmake), Yuri Lowenthal (The Umbrella Chronicles) : Voiced by (Japanese): Yūji Ueda (REmake HD Remaster) is the STARS' radio communications specialist and one of the Bravo Team members involved in the Spencer Mansion Incident. In the original Resident Evil game, he is found on the east wing of the Mansion's second floor, severely wounded and poisoned by a giant snake. After a brief detour to collect antivenom, Richard dies, either after imparting information and a radio (if the player returns quickly), or prior to their return. In the remake version, whilst playing as Jill, Richard will accompany the player into the fight with Yawn, sacrificing himself to push her away from a lethal attack, and being ingested by the snake. Whilst playing as Chris, Richard will be killed during the encounter with the shark-based Neptune monster. In the novel The Umbrella Conspiracy, Richard is found by Chris and Rebecca, already dead from the poison. In Resident Evil: The Umbrella Chronicles, Richard is a companion of Rebecca. He is one of the playable characters in the multiplayer mode of Resident Evil: Deadly Silence. ====Raccoon Police Department==== The Raccoon Police Department (R.P.D.) are law enforcement service in Raccoon City. =====Brian Irons===== : Voiced by (English): Gary Krawford (RE2), JB Blanc (The Darkside Chronicles), Sid Carton (REmake 2) : Voiced by (Japanese): Akio Hirose (REmake2) : Motion capture: Sid Carton (REmake 2) Brian Irons is the Police Chief of the RPD. He is secretly bribed by Umbrella to cover up the T-virus outbreak in the Arklay laboratories and their experiments with the G-virus. During the Raccoon City outbreak, Irons goes insane and begins killing people in the Department building indiscriminately, including Mayor Warren's daughter Katherine. Irons is encountered several times by Claire Redfield, who gradually learns of his alliance with Birkin and Umbrella. He is eventually killed by a mutated William Birkin. In the game's remake, Irons kidnaps Sherry Birkin and tries to use her to access the NEST facility. It is also revealed that he is also the director of an orphanage used to supply Umbrella with human test subjects, where he holds her until he can retrieve her pendant. Irons chases Sherry as she attempts to escape, but is eventually attacked and implanted with an G-Embryo. He dies when the creature erupts from his body just as Claire arrives to confront him. Irons also appears in The Darkside Chronicles, though his role is greatly downplayed to a brief confrontation with Leon and Claire. =====Elliot Edward===== : Voiced by (Japanese): Kenji Takahashi (REmake 2) Elliot Edward is an RPD officer and minor character in Resident Evil 2. He appears in the opening minutes of Scenario B trying to reach an evacuation helicopter. However, he is attacked and killed by zombies, during which he causes the copter to crash by accidentally shooting the pilot and blocks off part of the RPD. In the remake, Elliot works with other officers in an attempt to escape the overrun RPD. Eventually discovering a way out, he is ripped apart by creatures as he attempts to get to the player's character, though is able to give them the information about a secret passage. His corpse later transforms into a zombie. =====Marvin Branagh===== :Voiced by (English): Rod Wilson (RE2), Beau Billingslea (Outbreak File #2), Lex Lang (The Darkside Chronicles), Christopher Watson (REmake 2. REmake 3) :Voiced by (Japanese): Fuminori Komatsu (REmake 2) :Motion capture: Christopher Watson (REmake 2) Marvin Branagh is a lieutenant in the RPD. In the original Resident Evil 2, he is discovered suffering from a serious injury in Scenario A by either Leon or Claire, and informs them of the Mansion Incident. Giving them his keycard to unlock areas of the police station, he forces them to leave him behind and locks the door behind them. Marvin later transforms into a zombie and attacks the player. In the Resident Evil 2 remake, he is more proactive in helping the protagonists escape the RPD and helps them unlock the passage before also becoming a zombie when the player returns to the RPD. Marvin also appears briefly in both versions of Resident Evil 3, the remake showing that he was infected by a zombified Brad Vickers. Marvin also appears in Resident Evil Outbreak: File 2 and The Darkside Chronicles. ====DSO==== The Division of Security Operations (DSO) was an anti-bioterrorism organization under the jurisdiction of the United States federal government. =====Ingrid Hunnigan===== : Voiced by (English): Salli Saffioti (RE4, Degeneration, Damnation, RE6) : Voiced by (Japanese): Yū Sugimoto (Degeneration, Damnation, RE6) : Motion Capture performance: Jolene Andersen (Damnation) Ingrid Hunnigan serves as Leon S. Kennedy's Case Officer. As an F.O.S. agent (Field Operations Support) Hunnigan provides Leon with tactical information relevant to his current situation. She assisted him during his missions to rescue Ashley Graham in Resident Evil 4 and to stop Neo-Umbrella in Resident Evil 6. She also makes brief appearances in Resident Evil: Degeneration and Resident Evil: Damnation. =====Sherry Birkin===== : Voiced by (English): Lisa Yamanaka (RE2), Laura Bailey (The Darkside Chronicles), Eden Riegel (Operation Raccoon City, RE6), Eliza Pryor (REmake 2) : Voiced by (Japanese): Hisako Kanemoto (Operation Raccoon City, child), Maaya Sakamoto (RE6, adult), Rio Sasaki (REmake 2, child) : Motion Capture performance: Sara Fletcher (RE6), Eliza Pryor (REmake 2) : Facial Model: Sara Fletcher (RE6) is the daughter of William and Annette Birkin. She first appears in Resident Evil 2, running away and hiding in Raccoon City during the outbreak. She manages to find Leon and Claire, who protect her while trying to escape the city. Sherry is a playable character in some parts of the game but she is completely unarmed and can only avoid the monsters. In the remake, she is abducted and held hostage by Brian Irons before being rescued by Claire. Her father has been transformed into a monstrous creature by the G-virus and infects her, but Claire gives Sherry an anti-virus, which prevents her from mutating. Sherry assists Leon and Claire in boarding a secret underground train, and successfully escapes Raccoon City before it is destroyed. Sherry also appears in Resident Evil: The Darkside Chronicles in chapters that recapitulate the events of Resident Evil 2. She returns as an adult in Resident Evil 6 as a government agent escorting Jake Muller and seems to have acquired great healing abilities from the remnants of the G-virus in her body. During the course of the game, she helps Jake deal with the fact that Albert Wesker is his father. She also learns from Leon S. Kennedy that her superior, Derek C. Simmons, is the man responsible for the U.S. President's death. She and Jake subsequently ally with Leon, Chris Redfield and their partners in thwarting Carla Radames' plans. =====Derek C. Simmons===== : Voiced by (English): David Lodge (RE6) : Voiced by (Japanese): Takayuki Sugō (RE6) Derek Clifford Simmons is the primary antagonist of Leon's campaign in Resident Evil 6. Simmons is the National Security Advisor and a close friend to Adam Benford. He is the leader of a secret organization known as \"The Family\", which uses its vast political influence to maintain world order. Simmons worries that Benford's plan to declassify the Raccoon City incident will create civil unrest around the world and tarnish the United States' reputation. He coerces Helena into infecting the president with the C-virus, and later causes viral outbreaks in Tall Oaks. Simmons is later betrayed by Carla Radames and infected with the C-virus. Simmons spontaneously switches between mutations as he fights Leon and Helena to the Quad Tower, where he finally falls to his death. A unique feature of Simmons' mutation is that he could absorb zombies to add more mass to his body, which took the form of a giant insect as a result. ====Secret Service==== =====Helena Harper===== : Voiced by (English): Laura Bailey (RE6) : Voiced by (Japanese): Mayumi Sako (RE6) : Facial model by: Natasha Alam Helena Harper is an agent in the Secret Security Service (USSS) and the personal bodyguard of U.S. President Adam Benford. Harper is a former CIA operative, who receives a second-chance with the USSS after facing two suspensions for using excessive force to defend her family. Derek Simmons blackmails Harper into helping his organization cause a C-virus outbreak in Tall Oaks by kidnapping Helena's sister, Deborah. Benford is infected in the ensuing viral outbreak and becomes a zombie, prompting Kennedy to reluctantly shoot him in the head. Harper and Kennedy work together to locate Deborah before learning Simmons has mutated her into a BOW. Helena is forced to kill her sister, and reveals she worked with Simmons to cause the C-virus outbreak under duress. She eventually confronts and kills Simmons in Lanshiang, China. Harper is cleared of any wrongdoing after the government investigates Simmons’ background. ====FBC==== The Federal Bioterrorism Commission was a United States government commission set up for handling bioterrorist operations. =====Raymond Vester===== : Voiced by (English): David Vincent (Revelations) : Voiced by (Japanese): Yasunori Matsumoto (Revelations) Raymond Vester was one of the top agents working in the FBC (Federal Bioterrorism Commission). At the time of the 2004 Terragrigia Panic, Raymond was an inexperienced cadet in the FBC. Injured by Veltro's Farfarello, he was rescued by the more experienced agents Parker Luciani and Jessica Sherawat. Retreating back to the conference room where FBC Commissioner Morgan Lansdale was residing, Raymond stumbled upon a telephone conversation Lansdale was having with the Veltro leader, Jack Norman. Raymond became increasingly suspicious of his commanding officer, and knew that he was somehow involved with the bio-terrorist attack. However, he was unable to act on these suspicions, as the city was evacuated and destroyed soon after. At some point after this attack, Raymond became an informant for BSAA leader Clive R. O'Brian, operating as his mole within the FBC. O'Brian and Vester devised a plan to oust Lansdale as the architect of the Terragrigia attack through engineering the \"return\" of Veltro. Vester would pose as Jack Norman, and O'Brian used a mountain airbase to create the illusion that the terrorist group had resurfaced. In doing so, the two hoped to collect enough evidence to expose Lansdale. During the Queen Zenobia incident, O'Brian let slip that agents Jessica Sherawat and Chris Redfield were captured by Veltro aboard the Zenobia. Intercepting this information, Lansdale sent Vester and his partner Rachael to the ship to determine if the BSAA agents supposedly on board the vessel would pose any threat to him. Vester and O'Brian agreed to push forward the schedule of their plan. After boarding the ship, Vester, with and without his Veltro disguise, encountered Luciani and Valentine on the ship's bridge, making his presence known. Soon after, Agents Sherawat and Redfield boarded the vessel. Just as Raymond was about to reveal Lansdale's secrets to the group, Lansdale's mole, Jessica Sherawat, shot Raymond in the chest, causing him to fall from the balcony. Though Raymond was wearing a bulletproof vest and was unharmed by Jessica's shot, he faked his death while in her presence and whispered critical information about the conspiracy and her true identity. He later resurfaced and helped a gravely injured Luciani escape the sinking ship. Unbeknown to Parker, both Raymond and Jessica were agents of the pharmaceutical division of TRICELL, which had promoted the development of T-Abyss. The two met in a cafe in an unnamed European country, where Vester provided Sherawat with a sample of the T-Abyss. ====Strategic Command==== =====Bruce McGivern===== : Voiced by (English): Raj Ramayya (Dead Aim) : Voiced by (Japanese): Hiroaki Hirata (Namco × Capcom) When a large amount of a recently developed hybrid viral agent known as the \"T+G Virus\" was stolen from the Umbrella Pharmaceuticals Development Center in Paris by a former Umbrella researcher, Bruce McGivern was sent in by the U.S. government to retrieve the virus and neutralize the threat in the Atlantic Ocean on board an Umbrella- owned luxury ocean liner, the Spencer Rain, whose entire personnel on board have been infected with the T-virus stolen by the same former researcher, Morpheus D. Duvall, in September 2002. A member of the USSTRATCOM, McGivern is cocky and brash, and has a tendency to adopt a \"shoot first, ask questions later\" policy, with little regard for the consequences following his actions. This has often left him in many hostile situations, although in the end, he always somehow comes out on top. Confronted at the very beginning of the game by Duvall, he is saved by Chinese secret agent Fong Ling who throws a grenade at Morpheus (regardless of Bruce's life), seriously wounding the terrorist. He later works with her in order to stop Duvall's plan of unleashing the virus, bringing the fight to an underwater Umbrella secret laboratory which they ultimately destroy as Bruce kills a greatly mutated Duvall. At first at odds with Fong Ling, she and Bruce become closer as the story progresses, particularly after he saves her from an attempt on her life by her own government through the use of satellites armed with lasers. At the end of the game, it is implied that Bruce and Fong will start a relationship. ===People's Republic of China=== ====MSS==== =====Fong Ling===== : Voiced by (English): Claire O'Connor (Dead Aim) : Voiced by (Japanese): Kae Araki (Namco × Capcom) A Chinese intelligence agent employed by the Ministry of State Security of the People's Republic of China, Fong is infamous for her cold and stoic demeanor. Upon learning of her brother's involvement in anti-government activism, Fong arrested him. Following his arrest, Fong's brother was swiftly executed, although she never questioned the actions of her boss and remained absolutely loyal, stopping at nothing to accomplish her objectives. She is sent by the Chinese government to the Umbrella-owned luxury liner Spencer Rain to stop former Umbrella scientist Morpheus Duvall's plans and retrieve the sample of the virus he stole from an Umbrella's lab in Paris. Initially apathetic towards the presence of a rival operative, Bruce McGivern, going so far as to throw a grenade at Duvall who was holding him at gunpoint, she allies with him in order to stop Duvall. At some point, the Chinese government betrays her and attempts to kill her through the use of satellites armed with lasers, but Bruce saves her. Though greatly shaken by this event, she decides to complete her mission and to keep working for her employers afterward. And from that moment on, she becomes closer to Bruce. After killing Duvall and destroying an Umbrella secret laboratory underwater, it is implied that Bruce and Fong will start a relationship. ===NGOs=== A non-governmental organization (NGO) is an organization that is neither a part of a recognized government nor a conventional for-profit business. ====TerraSave==== TerraSave is a non- governmental human rights organization introduced in Resident Evil: Degeneration. =====Moira Burton===== : Voiced by (English): Marcella Lentz- Pope (Revelations 2) : Voiced by (Japanese): Ayumi Fujimura (Revelations 2) Moira is the eldest daughter of STARS veteran, Barry Burton. In Resident Evil: Revelations 2, Moira and her TerraSave co-workers including Claire Redfield are captured and taken to an abandoned prison facility supervised by Alex Wesker. Moira is a secondary character in Claire's portion of the game. She refuses to use firearms after accidentally wounding her sister with a handgun as a child. Instead, Moira uses tools, such as crowbars, to break open boxes and to attack enemies. She is estranged from her father. Eventually while fighting a mutated Neil Fisher, who betrayed the Terra Save group, Moira overcomes her fear of using a gun in order to save Claire if the player selects this option, which is canon. Moira is separated from Claire and saved by Evgeny, a Russian man who later chooses death once his daughter is dead. Moira then returns to save her father and friends from Alex Wesker, who is now fully mutated. Alex, however, lives on through possessing to some degree Natalia, who had become Moira's adoptive sister. =====Neil Fisher===== : Voiced by (English): Yuri Lowenthal (Revelations 2) : Voiced by (Japanese): Eiji Hanawa (Revelations 2) Neil Fisher is a high-ranking member of TerraSave and senior officer of Claire Redfield. He was also involved with the organization's operations during the Terragrigia incident, where he met and looked after a young Natalia Korda. However, unknown to other TerraSave members, Neil was affiliated with the FBC, primarily its director Morgan Lansdale. After it was disbanded during the events of Resident Evil: Revelations, Neil plans to start another bioterrorist attack to justify the return of the FBC. To achieve this end, he contacts Alex Wesker and helps her organize the kidnapping of several members of TerraSave for experimentation with her T-Phobos virus. In return, he would receive a vial of Albert Wesker's Uroboros virus to start his bioterrorist attack. After helping Alex procure Natalia for the purposes of transferring her mind into the girl's body, she betrays Neil by injecting the virus into his body and sends him down to the lower levels of her tower, to fight Claire and Moira Burton. Mutating into a hulking beast, he is killed during their fight when shot at point-blank range in the head by either Claire or Moira (canonically the latter). ====Neo- Umbrella==== =====Carla Radames===== Carla Radames is the primary antagonist of Resident Evil 6. She is the founder and leader of Neo-Umbrella, a terrorist organization that strives on destroying the current world order. Radames, a former government researcher, is the creator of the C-virus, a powerful mutagen capable of turning humans into capable and competent bio-organic weapons. Derek Simmons performs experiments on Carla which ultimately turn her into a clone of Ada Wong. While Carla possesses Ada's physical appearance and mannerisms, she still retains her original psyche. She also harbors a deep resentment towards Simmons, whom she believes stole her research and lifework. Radames personally oversees the bio-terror attacks in Europe, the United States, and China. She exacts revenge on Simmons by having her henchmen infect him with a potent dosage of the C-virus, which turns him into ravenous monster. She is fatally shot by a helicopter sent by the Family, but thanks to injecting herself with an enhanced C-virus, Radames mutated into a formless mass. She is eventually confronted and killed by Ada Wong. ====Los Iluminados==== =====Osmund Saddler===== : Voiced by: Michael Gough (RE4) : Motion capture: Kenji Hata (RE4) is the main antagonist of Resident Evil 4.Dan Birlew, \"osmund saddler\", Resident Evil 4: Bradygames Signature Series Guide (Indianapolis: Pearson Education, 2006), 11. He is the leader of Los Illuminados, the cult responsible for Ashley Graham's kidnapping. Saddler plans on infecting Graham with a sample of Las Plagas, in hope that she will return home and infect higher-ranking members of the U.S. government. Saddler then attempts to control them and seize control of the country, and then the world. He uses samples of Las Plagas to infect and control villagers and even a local castellan Ramon Salazar (ラモン・サラザール) to perform his bidding. However, his plans are foiled by the combined efforts of Kennedy, Wong and Luis Sera. Kennedy, with the assistance of Wong, kills Saddler near the game's conclusion, and destroys his research and production complex. =====Ramon Salazar===== : Voiced by: Rene Mujica (voice actor) (RE4) : Motion capture: Tsurugi-Dan (RE4) Ramon Salazar (voiced by Rene Mujica) is a secondary antagonist in Resident Evil 4. He is the castellan of the castle affiliated with Los Iluminados.Dan Birlew, \"ramon salazar,\" Resident Evil 4: Bradygames Signature Series Guide (Indianapolis: Pearson Education, 2006), 4-5. He comes from a noble family, who were responsible for sealing Las Plagas beneath the castle's grounds. Years later, Saddler, a cultist who worships Las Plagas, persuaded Salazar to unearth the parasites, causing them to spread across the local area. Salazar controls the Ganados and orders them to kill Kennedy and apprehend Ashley Graham. He merges with his second Verdugo in a Queen Plaga to become a gigantic abomination in a desperate attempt to defeat Kennedy, but perishes during the ensuing fight. =====Bitores Mendez===== : Voiced by: Jesse Corti (voice actor) (RE4) : Motion capture: Kenji Hata (RE4) Bitorez Mendez is the chief of the unnamed Spanish village, taken over by Osmund Saddler and the Los Illuminados cult. He is given a Dominant Species of the Plaga Parasite, allowing him to command others infected with Las Plagas and granting him incredible strength. Mendez is confronted numerous times throughout the first two chapters of Resident Evil 4 by Leon Kennedy, during the latter's attempt to save the President's daughter from the village. In their last confrontation in a barn, Mendez is forced to mutate after being doused in gasoline and set on fire, eventually detaching the lower part of his body and using the rafters to traverse and attack Leon. He is finally killed by the agent and his glass eye is used to access Salazar's castle. Resident Evil Archives II state that Mendez used to be a Catholic Priest before being converted to the Los Illuminados cult. =====Jack Krauser===== : Voiced by: Jim Ward (RE4, TDC, Mercenaries 3D) : Motion capture: Ryouji Okamoto (RE4, in-game), Munenori Yuo (RE4, cutscenes) is a freelance mercenary hired to do Saddler's bidding.Dan Birlew, \"jack krauser\", Resident Evil 4: Bradygames Signature Series Guide (Indianapolis: Pearson Education, 2006), 8. Originally a U.S. government special forces operative, Krauser served with Leon Kennedy, before losing his job due to an arm injury suffered on his last mission with Kennedy. He later supposedly perished in a helicopter crash. Krauser is responsible for kidnapping Ashley, claiming he committed the act to gain Saddler's trust. He has little interest in Saddler's agenda, and only seeks to recover a sample of Las Plagas for Albert Wesker for the latter's plan to restore the then-defunct Umbrella Corporation, believing such would bring order and balance to the world. In addition to being a skilled knife fighter and archer, Krauser possesses superhuman speed, stamina, strength, and gained the ability to transform his left arm into a giant mutated claw. He confronts Kennedy twice in the game. After apparently dying during a fight with Kennedy, Krauser appears as a boss in the \"Assignment: Ada\" scenario, and is killed once and for all by Ada in the \"Separate Ways\" scenario. Krauser is playable in Mercenaries mode. He uses his bow in combat and can also utilize his mutated arm as a melee weapon. The Darkside Chronicles provides backstory for Krauser as he is partnered with Leon to arrest a drug lord in South America. During their journey they discover the village has suffered an outbreak of the T-virus, and encounter Manuela Hidalgo, who has been infected with the T-Veronica virus, Krauser also learns of Wesker and Umbrella's conspiracy. Before defeating the mutated drug lord, Krauser's arm is severely injured and he is forced to leave the military. He seeks out Wesker to recover from his injury and become stronger. ====Baker Family==== The Baker Family are the main antagonists of Resident Evil 7: Biohazard. =====Jack Baker===== : Voiced by (English): Jack Brand (RE7) : Voiced by (Japanese): Kazuhiro Yamaji (RE7) Jack Baker is one of the primary antagonists of Resident Evil 7: Biohazard. He chases after the intruder Ethan Winters inside a plantation mansion, or the \"Dulvey Haunted House\" as it is also referred to. Jack is a middle-aged man and a member of the Baker family who are victims of Eveline, and have captured Ethan's wife, Mia. The Bakers were thought to have vanished from the local community in Dulvey, Louisiana. Not long after the game was announced, Jack became known for his various one-liners such as \"Welcome to the family, son!\" heard in the various demo footage. Jack relentlessly pursues Ethan from area to area, being very strong and somehow appears to be nearly unstoppable. He uses a variety of weapons and can attack you even after being set ablaze when a car bursts into flames inside a garage. To prove to Ethan he is not human, he also takes his gun and seemingly dies after blowing his own head off, only to rise again and continue pursuing Ethan. Jack also murders a policeman who had come across Ethan after they entered the garage. During one such encounter, Ethan ultimately defeats Jack one last time after he has majorly mutated, but Jack later appears in a dream like scene as a normal man due to Ethan having used the serum to cure him. He still dies along with the rest of the Bakers, however, and is honored by Ethan when he says they were also victims of the tragedy that was Eveline. He returned as a major enemy in End of Zoe which is a downloadable content chapter that takes place after the main game. Jack (almost unrecognizable now) stalks his brother Joe while he tries to find a cure for Zoe. Jack is ultimately defeated by Joe and Joe saves Zoe. =====Marguerite Baker===== : Voiced by (English): Sara Coates (RE7) : Voiced by (Japanese): Maki Izawa (RE7) Marguerite Baker is a primary antagonist in Resident Evil 7: Biohazard and is a member of the mysterious Baker family from Dulvey, Louisiana. They were responsible for the deaths of a local camera crew, but were really doing all of this to outsiders because Eveline had taken control of them, and before their infection, the Bakers were just an ordinary family. Marguerite was first shown in the various footage that was unveiled during 2016, including a clip featuring the scene where her family have the main protagonist Ethan Winters seated at the dinner table. Marguerite was more prominently featured in the Lantern demo, following Mia, Ethan's wife. She can summon insects to swarm together and attack Ethan, but he defeats her nonetheless. When she follows Mia, Mia must hide rather than face her in a battle. Like her other family members, she spouts a lot of profanity. =====Lucas Baker===== : Voiced by (English): Jesse Pimentel (RE7) : Voiced by (Japanese): Setsuji Satō (RE7) Lucas Baker is a primary antagonist in Resident Evil 7: Biohazard and a member of the Baker family. According to Sewer Gators producer Andre Stickland, he was the \"bad seed\" of the family. Lucas and his family had been missing since 2014, but are encountered by the protagonist Ethan Winters whilst he searches their derelict house for his missing wife, Mia. Lucas later forces Clancy (a cameraman) and Ethan to navigate a series of areas filled with traps, and monsters, as he mocks their progress. Clancy is killed after engaging a trap, and Ethan watches a tape that reveals how his death occurred to ensure that he does not suffer a similar fate. Lucas survives the events because he is never faced in combat. He also appears in the downloadable content \"Banned Footage\" chapters, but these side quests predate the main story. However, a new sub-chapter entitled Not a Hero is set after the main game. Lucas served as its main antagonist and he is recruited by the Connections, being chased by Chris Redfield. After losing three soldiers and traversing gas filled tunnels, Chris eventually located Lucas. After Chris shot him, Lucas mutated before being slain by Chris. Chris then destroyed the computers and returned to the base. ===Non-affiliated=== ====Alan Droney==== : Voiced by (English): Kip Pardue (RE7) : Voiced by (Japanese): Kiyomitsu Mizuuchi (RE7) : Face model: Mark Hobart Alan Droney is an agent for the Connections. He and Mia Winters were tasked with transporting the Bio Organic Weapon Eveline. Eventually, Eveline infects the people on board, including Alan, turning most into mold. When he began to show symptoms of infection, he dispatched Mia to kill or recapture her. Shortly afterwards, Alan is killed by Eveline. ====Alex Wesker==== : Voiced by (English): Mary Elizabeth McGlynn (Revelations 2) : Voiced by (Japanese): Rica Fukami (Revelations 2, REmake 3) : Motion capture: Elaine Hendrix (Revelations 2) : Face Model: Elaine Hendrix (Revelations 2) Besides Albert Wesker, Alex is the only other known \"Wesker\" project to have survived and adapted successfully on her own. Both were viewed as being a form of superior breed of human by their master, Ozwell E. Spencer, but Spencer was betrayed by them both once they grew to understand the greatness of power. Alex was first mentioned in a file obtainable in Resident Evil 5, and is eventually revealed to be the main antagonist of Resident Evil: Revelations 2. It is she who captures the Terra Save workers, including Claire Redfield and Moira Burton, and injects them with the t-Phobos virus, which is triggered by fear. Her subjects wear wrist devices to monitor their fear levels as they explore a frightening facility on Sushestvovanie Island, causing the subjects to mutate if their fear becomes too great. The maniacal \"Afflicted\" who roam the island are the result of her experiments. She is frequently spying on her subjects via CCTV and often uses quotes by Franz Kafka. She also captures Natalia Korda, the little girl Barry Burton meets upon reaching the island. Observing Natalia's immunity to fear, she sees her as the perfect host and begins to transfer her own consciousness into Natalia's body. To that end, she commits suicide expecting to reawaken as Natalia, but instead survives due to her own fear and mutates into a hideous monstrosity. Regardless of the ending achieved by the player in Revelations 2, Alex manages to at least partially transfer her mind into Natalia's body. In the bonus episode \"Little Miss\", which takes place before Barry's arrival to the island, players assume control of Natalia and her mysterious evil twin as they look for the toy bear Lottie. This reveals Alex had already started her experiment and her mind was present in Natalia's subconscious as the \"evil twin\". ====Ark Thompson==== : Voiced by: Patrick Harlan (Resident Evil: Survivor) Ark Thompson is an acquaintance of Leon S. Kennedy who was sent by him to Sheena Island to investigate the Umbrella's facilities there, where the company has its private township, soon after the Raccoon City incident in 1998. He ends up posing as Vincent Goldman, an Umbrella manager, but loses his memory after a helicopter crash. During the game, he is led to believe that he is Vincent Goldman and is mistakenly blamed for the T-virus outbreak on the island. As he investigates, he progressively gets his memories back and confronts the real Vincent Goldman. He eventually escapes the facility before its destruction aboard a helicopter along with Lott and Lily Klein, two children of Umbrella scientists whose parents died in the incident. ====Ashley Graham==== : Voiced by: Carolyn Lawrence (RE4) : Motion capture: Yukiko Saitani (RE4) is the new U.S. President's daughter in Resident Evil 4.Dan Birlew, \"ashley graham\", Resident Evil 4: Bradygames Signature Series Guide (Indianapolis: Pearson Education, 2006), 6. A college student living in Massachusetts, Ashley is abducted by a mysterious cult while attempting to return to her home. She is taken to a remote part of Spain and held captive in a village inhabited by humans infected with mind-controlling parasites. The cult's leader, Osmund Saddler, plans to infect her with Las Plagas, to carry out the cult's secret agenda. She is rescued by Kennedy, and works alongside him to thwart the cult's plans and escape. In addition to being able to receive commands and perform simple tasks, Ashley briefly becomes a playable character for a portion of the game. GameDaily listed Ashley Graham as part of its \"Babe of the Week: Hottest Blondes\" feature, adding that they would give her the \"pain in the neck\" award. In 2008, Cracked listed her as one of the 15 most annoying video game characters, claiming that in their opinion, \"developers need to realize that no one likes to defend the weak and defenseless in video games\", but PC Games Hardware included her among the 112 most important female characters in games.Thilo Bayer (Jan 01, 2008), PCGH history: The most important female characters in games, PC Games Hardware That same year, GamesRadar used her as an example of the \"pure-hearted love interest\", stating that this kind of character lacks personality, and also listed her as one of the top seven most irritating video game characters, stating that while she is not completely useless, she is not very resourceful. ====Ben Bertolucci==== : Voiced by (English): Rod Wilson (RE2), Skip Stellrecht (The Darkside Chronicles) : Voiced by (Japanese): Atsushi Imaruoka (REmake 2) is minor character in Resident Evil 2. A journalist, he investigates Chief Brian Irons and Umbrella during their attempts to cover up the Mansion Incident. Eventually discovering evidence linking him to Umbrella, he is arrested and held in the RPD holding cells. In the original game, Ben is approached by Leon S. Kennedy and Ada Wong on information he has uncovered on Umbrella and helps them escape the building. However, he is killed by William Birkin before he can be released from his cell. Before dying, he gives Leon evidence linking Irons to a coverup of the G-virus. In the game's remake, Ben's role is significantly reduced to a brief meeting with Leon. He offers his parking pass to escape the building in exchange for his release, but is killed by the Tyrant before Leon can decide. Opening his cell, Leon retrieves both the pass and a recording of him confronting Annette Birkin on Umbrella's actions and the creation of the G-virus. Ben also appears in The Darkside Chronicles, though he is killed off-screen by Birkin before he can meet Leon, Claire or Ada. ====Clancy Javis==== :Voiced by (English): Tony Vogel (RE7) :Voiced by (Japanese): Yu Seki (RE7) Clancy Javis is a playable character from Resident Evil 7: The Beginning Hour. He enters the Bakers' residence with Andre Stickland and Peter Walken to film an episode of Sewer Gators. He is briefly a playable character while filming Peter. Clancy then searches for Andre who wanders away from the group but is knocked unconscious after discovering Andre's corpse. Later, Clancy was tied up and taken into a game room by Lucas who dares him to solve various puzzles in order to light the candle and put it on the cake. When Clancy removed the turner from the barrel, the oil leaks out. After various puzzles, he lights a birthday cake which suddenly exploded, causing him to be engulfed in flames, killing him in the process. Clancy also appears in the Banned Footage DLC for the game, a collection of stories that take place before the events of the game. In \"Nightmare\", Clancy is forced to contend with seemingly endless waves of Molded throughout a night, eventually facing Jack in combat. In \"Bedroom\", he tries to escape the master bedroom of the house whilst being monitored by Marguerite. In \"21\", Clancy is forced to play a card game against another victim of the Bakers, Hoffman, by Lucas, eventually beating him and leading to Hoffman's death. His success leads to Lucas placing him in the Happy Birthday death trap. ====Daniel Cortini==== Daniel Cortini is a minor character in the Resident Evil 2 remake. The sheriff of Arklay county, he takes part holding back the T-virus outbreak in the Raccoon City area. Whilst investigating a gas station near the city, Daniel is killed by a zombie whilst after being distracted by the arrival of either Leon or Claire. He appears as a playable protagonist in The Ghost Survivors DLC chapter \"No Way Out\", which is unlockable after completing the other chapters. A non-canonical account, Daniel battles a large number of enemies in a gas station until he can be rescued.https://www.gamerevolution.com/guides/497475-resident-evil-2-the- ghost-survivors-4th-scenario-no-way-out-unlock-secret ====Deborah Harper==== : Voiced by (English): Kate Higgins (RE6) : Motion capture: Lauren Kim (RE6) Deborah Harper is the younger sister of Helena Harper. In the past, Helena was known to be very protective towards Deborah, having wounded Deborah's abusive ex-boyfriend. In Resident Evil 6, the two sisters were held as hostages by Derek C. Simmons in the secret lab underneath the Tall Oaks Cathedral. Helena tried her best to keep a terrified Deborah calm and assures her. Helena offered herself to Simmons in exchange for her sister, but her pleas did nothing and Deborah was dragged away. Deborah was later taken to the catacombs of the cathedral, and was injected with C-Virus; however, as she showed no signs of mutation, Deborah was left to die. After Helena and Leon rescue Deborah, they soon arrive at the lower levels of the catacombs, where Deborah becomes very ill before bursting into flames; a goo then hardens into a cocoon around her. As the lower levels then begin to crumble, Deborah emerges with spider-like appendages on her back. Despite Helena's pleas not to harm her sister, Ada reminds her that Deborah has to be killed or else they will die. After the battle, Helena grabs Deborah as she slips and falls over a pit. She then begs for forgiveness, saying she will avenge her sister after she and Leon kill Simmons, and releases Deborah as she falls to her death into the darkness below. At the end of Leon and Helena's campaign, Helena visits Deborah's grave at a cemetery. ====Evgeny Rebic==== :Voiced by (English): Walter Rego (Revelations 2) :Voiced by (Japanese): Ben Hiura (Revelations 2) Rebic is an old Russian man Claire and Moira meet on the island they are trapped on in Resident Evil: Revelations 2. He is a miner who is not happy that they are potentially alerting the afflicted to his hideout; Moira ends up doing this by mistake while later spending time with him after her near death experience that resulted in her being away from Claire for 6 months. Although Evegeny is just a bit part character in the main game, he is the co-op partner of Moira in \"The Struggle\" bonus episode, and uses a rifle to shoot wild animals (for food) and kill enemies. He rescued Moira beneath all the debris that fell on her, but does not call her by that name afterwards, and he teaches her to hunt for herself, while they are putting up with one another's whining. He later learns his missing daughter named Irina is already dead and feeling unwell, Evgeny chooses to die in the underground, with Evgeny and Moira revealing their names to each other just before he passes. His body is eventually found by Barry and Natalia. ====Eveline==== : Voiced by (English): Patricia McNeely (RE7 (Old Woman)), Paula Rhodes (RE7 (Young)) : Voiced by (Japanese): Yuri Tabata (RE7 (Old Woman)), Sumire Morohoshi (RE7 (Young)) Eveline is the main antagonist of Resident Evil 7: Biohazard. Considered as an \"E-Class\" B.O.W. codenamed \"E-001\", Eveline is a genetically enhanced human created by a mysterious group called \"The Connections\" with the help from H.C.F (one of the companies owned by Albert Wesker) by fusing a Progenitor- enhanced fungus called Mutamycete into her genome during embryonic stage. Designed for the company's NEXBAS (Next-generation experimental battlefield superiority) initiative, the project was designed to create a B.O.W. capable of blending in with the population, neutralizing combatants without direct contact and converting enemies into allies. Ultimately, the project folded due to reservations regarding methodology and the difficultly of controlling the resultant product B.O.W., particularly in comparison to other projects. Eveline was the first successful E-Class prototype. She infected people using mold and fungus, allowing her to create a legion of people that she perceived as her \"family\", and thereby command and convert them into the \"Molded\". Due to the bioweapon's destructive abilities and mind control capabilities, E-Class project materials were sought after by rival companies. This state of affairs resulted in Mia Winters and Alan Droney, members of The Connections, travelling with Eveline upon a cargo ship bound for a facility in Central America. When a hurricane hit the ship, Eveline became unstable. Eveline infected Alan, and turned the crew into the Molded. Mia has no choice but to track Eveline and kill the former crew. Mia was helpless as Eveline killed Alan and subsequently infected her. Mia attempted to send Ethan a second video message prior to the ship's destruction, wish him a happy life and urging him not to search for her. Eveline and Mia were both later found and taken in by the Baker family, who happened upon the husk of the cargo ship in the Louisiana bayou. Eveline infected the Baker family within the month, on which put them under her control. Two years after, Eveline's mind and body were deteriorating rapidly due to lack of her medication and the degenerative effects of her condition, prompting her to demand the Bakers to add more people to her family by kidnapping or killing them. Zoe Baker was the only one not affected by Eveline's mind control while brother Lucas Baker was subsequently cured and pretended to work with his family, cognizant that Eveline was a threat. After Ethan arrived at the Baker family residence, he was helped by Zoe. When he finally learned of Eveline's origins, he used the equipment in the lab deep in the nearby Salt Mines to develop a necrotoxin using Eveline's DNA, which was capable of killing her. He succeeded on injecting Eveline with the necroxtoin, in the process learning that Eveline's true form is actually that of an old woman, demonstrating that rapid aging was an unintended byproduct of the project, as had been implied by internal project documents. After Eveline is injected with the necrotoxin, she mutated into a giant grotesque form as her powers spiral out of control. With the help from the reformed Umbrella Corporation and Chris Redfield, Ethan succeeded in fully killing Eveline before being rescued. ====Joe Baker==== :Voiced by (English): Gage Maverik (RE7) :Voiced by (Japanese): Kōsei Hirota (RE7) Joe Baker is the main protagonist in the End of Zoe downloadable content chapter, for Resident Evil 7: Biohazard. The brother of Jack Baker, he lives in the nearby swamplands near the Baker estate, though is isolated from the rest of the family and unaffected by Eveline's control. During the chapter, Joe discovers his niece, Zoe, shortly after the events of the main game and tries to find a cure to free her from Eveline's influence. To do so, he battles against the remnants of the molded creatures created by the Bakers and a mysterious creature chasing after them, later revealed to be a resurrected Jack. Joe ultimately kills his brother and is able to cure Zoe, after which they are found and extracted by the Umbrella Corps. Although he can use firearms, Joe mostly fights with his bare hands, though later acquires an Umbrella Corps glove to increase his strength prior to his final battle with Jack. ====Katherine Warren==== Katherine Warren is the daughter of Raccoon City's Mayor, Michael Warren. Left behind in Raccoon City by her father, she is left in the care of Chief Brian Irons. Driven insane by the outbreak, Irons instead murders Katherine, planning to stuff her body and keep it as part of his taxidermy collection. Warren's body appears in both versions of Resident Evil 2 and its retelling The Darkside Chronicles. She appears in the remake's Ghost Survivors DLC story \"Runaway\", which takes place outside of the main series canon.https://bloody-disgusting.com/video-games/3546471/capcom-offers- details-resident-evil-2-dlc-ghost-survivors/ ====Lisa Trevor==== is a character and enemy in the remake of Resident Evil and The Umbrella Chronicles.Damien Waples, \"The Infected: Lisa Trevor,\" Resident Evil: The Umbrella Chronicles Prima's Official Game Guide (Roseville: Random House, Inc., 2007), 27. Lisa Trevor is the daughter of George Trevor, the architect behind Ozwell Spencer's Arklay Mansion and the Queen Zenobia cruiser, and his wife Jessica. Following the completion of the mansion's construction, Spencer invites the family to stay there, but betrays George by kidnapping Jessica and Lisa and uses them as human test subjects for genetic experimentation. George is also forced to try to escape the mansion, eventually getting lost and dying of malnutrition. Lisa undergoes a series of painful experiments, including receiving the Progenitor virus, while her mother is secretly murdered. Lisa emerges with a grotesque and twisted physical appearance, but gains enhanced strength and nigh-invincibility. Further experimentation on Lisa allows Umbrella's top scientists, William Birkin and Albert Wesker, to develop the G-virus. Lisa is then executed and buried, but she survives and hides in the Arklay forest. She encounters STARS operatives during the events of Resident Evil before ultimately finding her mother's corpse, granting her some closure. Lisa makes her final appearance in The Umbrella Chronicles, where she is defeated by Wesker and left to die as the Arklay mansion and research facility self-destruct. In 2012, IGN ranked as the ninth best boss in the series, adding, \"Not only can her wails be heard throughout the game, she effectively can’t be killed – only deterred. Few things are scarier than that, making her one of the more memorable and entrenched characters in the series.\" ====Luis Sera==== : Voiced by: Rino Romano (RE4) : Motion capture: Keiichi Wada (RE4) is a Spanish investigator, who tries to assist Kennedy and Ada Wong in their efforts against Los Illuminados.Dan Birlew, \"luis sera\", Resident Evil 4: Bradygames Signature Series Guide (Indianapolis: Pearson Education, 2006), 7. He is extremely familiar with the village where the game is set and formerly worked with Osmund Saddler to research and develop the cult's mind-controlling parasites. After realizing Saddler intends to use the parasites for malicious purposes, he attempts to sabotage the cult's mission. Sera meets Kennedy after both of the men are captured by villagers. He introduces himself as a former policeman from Madrid, who became dissatisfied with his job. It is later revealed in the game that Sera was one of the top researchers in finding Las Plagas. He considered the resulting outbreak to be his fault and attempted to eliminate it, aiding Leon. He is ultimately killed by Saddler before he can present him with a sample of Las Plagas. ====Mia Winters==== : Voiced by (English): Katie O'Hagan (RE7) : Voiced by (Japanese): Akari Higuchi (RE7) : Face model: Savannah Daniels Mia is the spouse of Ethan Winters, the main character in Resident Evil 7: Biohazard. A member of an unnamed organization, possibly a former rival of Umbrella, Mia was tasked with escorting a bio- weapon called Eveline to another facility. However, the tanker is attacked and crashes in a Louisianan swamp. Found by the Baker family, Eveline infects them, planning to start a family of its own, hence the reason Mia and the Bakers were its earliest known victims. However, Mia also briefly serves as an antagonist due to being infected by Eveline, causing her to attack her husband shortly after he found her in a holding cell beneath the house. Mia is seemingly \"killed\" by her husband in self-defense after having an axe plunged into her neck, but despite this, she isn't truly dead because of Eveline. Both Mia and Ethan are taken by Jack Baker, and Mia recovers off screen. From that point on, Mia works with a woman called Zoe (who is revealed to be a Baker) and Ethan tries to save them by receiving hints from Zoe when she telephones him, while Ethan is having to deal with constant attacks perpetrated by the other Bakers. In some parts of the game, Mia is playable too, but sometimes she has to hide rather than confront enemies. After using a cure created by Zoe to kill Jack, Ethan must use the remaining vial to save either Mia or Zoe. Depending on a choice made by the player, Ethan can either cure Mia and attempt to escape with her, or choose Zoe, leaving her behind. After Ethan and the person he chose to save is attacked, the player once again takes control of Mia, searching the tanker for him. After freeing him, Mia will start to become possessed by Eveline again. Depending on the player's earlier decision, Mia will separate herself from Ethan to save him or allow Eveline to take control of her, forcing Ethan to kill her. If the former plays out, she will be recovered by Umbrella Corps mercenaries, reuniting with Ethan as the game ends. ====Natalia Korda==== : Voiced by (English): Gabriella Pastore (Revelations 2) : Voiced by (Japanese): Aoi Yūki (Revelations 2) A young girl who is a playable character in Resident Evil: Revelations 2. Natalia accompanies Barry Burton immediately when he arrives on an island to search for his missing daughter, Moira. Natalia explains that she is an orphan due to the death of her parents. Natalia can find items that are hidden, detect the presence of invisible or off-screen enemies (indicated by a glowing effect) and go through small passageways to reach otherwise unreachable areas. Since Natalia cannot use any firearms, she can pick up bricks to throw at any monsters, but often has to evade the monsters. Alex Wesker targets Natalia throughout the course of the plot in order to mind transfer herself into her, believing she is not \"true\" like she is. Alex (when in a grotesque form near the climax of the game), causes Natalia's fear to reach its highest on her wrist bracelet, but it is not explained what happens to Natalia. In a prequel segment, Dark Natalia joined Natalia to help find \"Lottie\", Natalia's beloved teddy bear, and she then begins her association with Barry, now having the ability to see any monsters that Barry cannot always notice. In the true ending, it was revealed prior to Alex mutating into her third and final form that she was able to transfer her mind into Natalia's body up until the young girl's body had been fully taken over by Alex, in 2013. Barry adopts Natalia after Alex is killed, but she is seen reading a piece by Franz Kafka then smiling, so Alex succeeded to some degree. ====Robert Kendo==== :Voiced by (English): Gary Krawford (RE2), Jason C. Miller (DC) :Motion Capture Performance by: Ken Lally (REmake 2), Neil Newbon (REmake 3) :Voiced by (Japanese): Hideki Tanaka (REmake 2) Robert Kendo is the owner of a gun store in Raccoon City. He and his brother Joseph are responsible for creating the Samurai Edge pistols used by S.T.A.R.S. members. In the original Resident Evil 2, he briefly appears in the opening of Scenario A, allowing the player to stay in his gunshop for protection. However, zombies soon break in and devour Kendo, leaving a weapon for the player to pick up. In the remake, Robert confronts Leon S. Kennedy and Ada Wong as they attempt to pass through the shop to reach the sewers. It's also revealed he has a daughter, Emma, who he tries to protect from the outbreak. However, she is infected and Robert is forced to kill her. Kendo also appears in the game's The Ghost Survivors DLC as the player character in \"No Time to Mourn\". A non-canonical scenario, it follows him as he attempts to escape Raccoon City.https://www.altchar.com/games-news/586950/resident-evil-2-remake-will- get-three-free-dlc-stories He also appears in The Darkside Chronicles, though is killed offscreen before he encounters either Leon or Claire. ====Steve Burnside==== : Voiced by: Bill Houston (Code Veronica), Sam Riegel (The Darkside Chronicles) is Claire Redfield's partner in the game Resident Evil Code: Veronica. Steve was imprisoned in the Rockfort Island's facility alongside his father, a former Umbrella employee. He escapes from his cell during the viral outbreak. At first, Steve is hesitant to trust Claire and only cooperates with her reluctantly, but later becomes more open and attached to her after he is forced to kill his own father, who has become a zombie during the outbreak. Steve and Claire eventually end up in Umbrella's Antarctic Facility, where he is captured by Alexia and used as a test subject for the T-Veronica virus. Claire meets a chained Steve, who mutates into a monster and attacks Claire; in this form, he is nearly invulnerable to damage, and wields a giant, ceremonial axe. While running from Steve, Claire is attacked by one of Alexia's tentacles. Steve, seeing this, regains control of his mind and cuts the tentacle apart, freeing Claire. In retaliation, Alexia strikes him with one of the tentacles, inflicting a mortal wound. His failing body finally rejects the mutation, and he changes back. He dies in Claire's arms, just after professing his love to her. He was later taken by Albert Wesker due to the T-Veronica virus in his body, and also hinted that he might come back to life. In The Darkside Chronicles it is revealed that Wesker contacted the drug baron Javier Hidalgo and took a sample of T-Veronica from Steve's corpse in order to sell the virus for Hidalgo's ailing daughter, Manuela. ====Zoe Baker==== : Voiced by (English): Giselle Gilbert (RE7) : Voiced by (Japanese): Yū Kobayashi (RE7) : Face model: Ananda Jacobs (RE7) Zoe is the youngest member of the Baker family in Resident Evil 7: Biohazard set in 2017, and despite being infected by Eveline like the rest of her family, Zoe is somewhat normal, and serves as a supporting character. Zoe gets in contact with Ethan Winters by telephone several times, asking Ethan if \"Daddy\" gave him a hard time, as well as giving him tips on how to advance through the area. She was also the person who attached Ethan's severed hand back on after his wife Mia had cut it off, when she temporarily turned crazy. Working alongside of Mia thereafter, Zoe explains to Ethan that due to being infected, a serum needs to be given to each of them before they can escape too. Unfortunately, Ethan has to use one of the two vials to stop the heavily mutated Jack Baker when he returned yet again to try to finish off Ethan, leaving only one dosage remaining. The player can then choose to cure either Mia or Zoe, leading to an alternate story playing out: If Mia is selected, Zoe stays behind to die with the rest of her family, displaying anger over the fact that she felt she never had a future. It is unknown if she is alive during this path, but she is seen during Ethan and Jack's conversation scene. If Zoe is chosen to be cured, she and Ethan try to escape. However, they are both attacked by Eveline, during which Zoe is engulfed by her, killing her. In the Daughters downloadable content sub-chapter, players control Zoe Baker just as her father rescues Mia and Eveline out in the swamp. Jack brings Eveline into their home during stormy weather to rest up in Lucas' bedroom, but as Zoe is about to change her wet clothes, Eveline looks up, saying, \"They're mine now!\" and then runs off, laughing maniacally. The power goes out at the same time. Eveline has begun converting the Bakers to her cause, as Zoe finds her mother has gone crazy and attempts to attack her. Jack tries to hold off Marguerite and tells Zoe to get rope from the garage, but by the time she comes back upstairs with it, Jack has already turned, trying to drown Marguerite in the bathtub, and Zoe has to escape through the recreation room as he gives chase. She also witnesses her father dragging Lucas along a hallway. This canonical prequel chapter is strategy based, as Zoe must flee from rather than fight her parents. There's two possible endings: Zoe can either enter the trailer after finding out the passcode number from the attic to learn of the location of a key item, and finds Mia in her trailer, as well as an important note she wrote, or she can use the car keys given to her by her mother, which results in a poor ending due to the player choosing the \"wrong path\" for Zoe. Her uncle Joe finds Zoe and two Umbrella operatives who claim they are trying to save her. He takes one hostage, but he later gets killed by Jack. Joe fist fights his way through a marsh to locate a cure. He injects Zoe with some serum he took off a dead soldier, but it only partially heals her. Out in the swamp, he has to get the other half, and ultimately kill his brother, the very much alive, but horribly mutated Jack. Zoe is eventually completely cured after Jack is killed once and for all, and then Ethan contacts her, to reveal he kept his promise to send her help. ==Characters created for the film series== ==References== ==Bibliography== * * Resident Evil ",
    "title": "List of Resident Evil characters"
}