{
    "id": "1483971",
    "text": "Isaac Edwin Crary (October 2, 1804 – May 8, 1854) was an American politician. He was the first elected U.S. Representative from the state of Michigan. ==Early life== Crary was born in Preston, Connecticut, where he attended the public schools and graduated from Trinity College, Hartford, in its first class in 1827. He studied law, was admitted to the bar, and commenced practice in Hartford. During this time he was also assistant editor of the New England Weekly Review. He moved to Marshall, Michigan, in 1833. ==Career== Crary was a delegate to the state constitutional convention in 1835 and upon the admission of Michigan as a state into the Union, he was elected on October 5 and 6, 1835, as a Jacksonian to the Twenty-fourth Congress. Due to Michigan’s dispute with Ohio over the Toledo Strip (see the Toledo War), Congress refused to accept his credentials and he was seated as a delegate until Congress admitted Michigan as a state of the Union on January 26, 1837. He was re-elected as a Democrat to the Twenty-fifth and Twenty-sixth Congresses, and served until March 3, 1841. He served as regent of the University of Michigan from 1837 to 1844, and with John D. Pierce wrote the education article of the 1835 constitution.Willis F. Dunbar and George S. May, Michigan: A History of the Wolverine State (Grand Rapids: Eerdman's 1995), p. 282. Crary was appointed a member of the State board of education from 1820 to 1852. Crary and Pierce planned Michigan's public school system and established a separate department of education run by a superintendent, introducing uniform schooling in Michigan. He was editor of the Marshall Expounder for several years and a member of the Michigan House of Representatives from 1842 to 1846, serving as speaker of the house in 1846. ==Death== Crary died in Marshall, Michigan and is interred at Oakridge Cemetery in Marshall. ==Legacy== Isaac E. Crary Elementary School in Detroit, Michiganhttp://publicschoolsk12.com/elementary- schools/mi/wayne-county/261200004689.html and Isaac E. Crary Middle School in Waterford, Michiganhttp://www.city-data.com/school/isaac-e-crary-middle- school-mi.html were named in his honor. ==References== ==Further reading== *Historic Michigan, land of the Great Lakes; its life, resources, industries, people, politics, government, wars, institutions, achievements, the press, schools and churches, legendary and prehistoric lore. Fuller, George N. ed. (George Newman), 1873-1957. [Dayton, Ohio] National Historical Association [1924]. p. 350 ==External links== *The Political Graveyard *Miochmarkers.com: Isaac Crary and John Pierce / State School System * Category:1804 births Category:1854 deaths Category:Speakers of the Michigan House of Representatives Category:Members of the Michigan House of Representatives Category:Members of the United States House of Representatives from Michigan Category:Regents of the University of Michigan Category:People from Marshall, Michigan Category:People from Preston, Connecticut Category:Michigan Jacksonians Category:Michigan Democrats Category:Democratic Party members of the United States House of Representatives Category:Burials in Michigan Category:19th-century American politicians Category:Trinity College (Connecticut) alumni ",
    "title": "Isaac E. Crary"
}