{
    "id": "1484635",
    "text": "Interstate 684 (I-684) is a north–south Interstate Highway in the state of New York in the United States. There is also a short portion in Connecticut with no junctions. The highway connects I-84 with I-287 and the Hutchinson River Parkway, primarily serving commuter traffic to and from the northern suburbs of the New York metropolitan area. Most of the route is in northern Westchester County. The route of the highway was originally designated as part of I-87 from 1968 to 1970. The first section of the roadway opened to traffic in October 1968, and the final segment was completed in December 1974. ==Route description== ===Cross-Westchester Expressway to Saw Mill River Parkway === Northward, I-684 begins as two separate spur routes. The primary spur, which is officially designated I-684, begins at the White Plains–Harrison line at exit 9A of the Cross-Westchester Expressway (I-287) in Westchester County, New York. The other, offiically designated as New York State Route 984J (NY 984J) but signed as I-684 in the northbound direction, begins in Harrison north of exit 26 on the Hutchinson River Parkway. NY 984J has one independent exit with Manhattanville Road, which serves Manhattanville College, before joining the spur to I-287. The spurs, I-287 and the Hutch surround an office park. From the junction of the two spurs, the Interstate Highway takes a straight course to the north-northwest through a wooded corridor with a golf course on the west and residences on the east. After the Barnes Lane overpass a mile and a half (2 km) north of the spurs, it veers to the north-northeast for a half- mile (1 km) before turning to the north alongside Rye Lake, part of Kensico Reservoir, one of many that provide water to New York City. It remains in an increasingly narrow strip of woods between the lake and Westchester County Airport into its first exit, Airport Road, 4.4 miles (7.1 km) from its southern terminus. NY 120 parallels the highway to the east. alt=Three signs along a busy freeway. The one at the bottom says \"Entering Greenwich Connecticut\". The one above it has \"Litter Removal\" on it. The last one, at the top, is irregularly shaped with the number 684 Just north of that exit, NY 120 crosses over the road. Immediately after this exit, I-684 crosses the Connecticut state line. Signage indicates this, but it retains its New York reference markers as it curves more to the northeast for the next through wooded and swampy country in the western corner of Greenwich. There is no exit in Connecticut. A mile after it re-enters New York, in the town of North Castle, it reaches its next exit, where NY 22 serves that community and the nearby hamlet of Armonk. The short section of I-684 in Connecticut is owned by the Connecticut Department of Transportation, but maintenance and repairs to the stretch are performed by the New York State Department of Transportation, with the cost of maintenance being reimbursed to New York by Connecticut. Past that exit, it bends even more to the northeast, continuing past houses, parks and golf courses located amidst dense woodlands. At Byram Lake Reservoir, it returns to a northward heading for a mile (1.6 km), crossing into the town of Bedford. The highway then curves northeasterly and then to the northwest once the reservoir is past. The Arthur W. Butler Memorial Sanctuary, a private nature preserve, replaces it on the east of the highway. Just south of the exit for NY 172, I-684 bends northwest again. Over the next two miles (3.2 km), the interstate curves gently back and forth, maintaining its generally northerly heading, as its median strip widens slightly. The surrounding lands start to include some more cleared lots, larger estates that were once small farms. At the northern end of this section a rest area serves southbound traffic. The highway passes Bedford Hills Correctional Facility, one of New York's two main women's prisons, a short distance to its west, and then bends northwest into the most extensive junction since its beginning: the northern terminus of the Saw Mill River Parkway. === Saw Mill River Parkway to Brewster === Diagram of interchanges 5 and 6. The Saw Mill merges from the southeast, its two roadways forming service roads flanking I-684 for the next mile as it passes a southern extension of Muscoot Reservoir just east of the hamlet of Katonah. Entry from the interstate to the parkway (and NY 117, which has its northern terminus at the parkway just below the interstate) is from the southbound lanes only. A half-mile (1 km) north of the merger the frontage roads merge into the interstate at the exit for NY 35, serving Katonah and the hamlet of Cross River to the east. After that exit the electrified tracks of Metro-North Railroad's Harlem Line parallel the highway to the west. They cross into the town of Lewisboro. A mile north of that point, NY 22 parallels on the east. A northbound-only exit leads onto it, allowing access to NY 138, which crosses the interstate at the hamlet of Golden's Bridge. Its train station is prominently visible on the west side of the highway. North of that station is the North Salem town line. NY 22 detours slightly eastward, away from the interstate, for a mile. When it returns, the roads and the railroad tracks bend strongly to the northeast, following the Croton River on their west. After a mile this brings them to I-684's next exit, at NY 116, again for only northbound traffic but with southbound entry. The Purdy's Metro-North station is also adjacent to the highway, but is screened from view by a line of trees. A quarter-mile (500 m) to the north, NY 22 crosses under to the opposite side. A short distance later, the Harlem Line veers northwest, followed quickly by NY 22, as the interstate veers northeast. The Hardscrabble Road exit serves both directions and, via NY 22, allows access to the nearby hamlet of Croton Falls. One mile past that junction, I-684 crosses into Putnam County and the town of Brewster. Within a thousand feet (300 m) of the county line, the Brewster rest area serves northbound traffic. Beyond, the highway turns slightly more to the east, then swings back to the north into its northern terminus at I-84. An almost-complete cloverleaf interchange guides traffic east to Danbury, Connecticut or west towards Newburgh. Traffic continuing north remains on a limited-access route, designated but not signed as NY 981B, to the last signed exit with the concurrent routes of U.S. Route 6 (US 6) and US 202 adjacent to East Branch Reservoir. The highway carrying both roads parallels I-84 at this point. Just past it I-684 officially ends as NY 22 merges onto the highway, having left the 6/202 concurrency. Over the next quarter-mile the two roadways slowly converge into a two-lane surface road by the at-grade intersection with Sodom and Old Milltown roads, continuing north towards Pawling. ==History== Interstate 684 wends between Muscoot Reservoir to its west and Cross River Reservoir to its east near Katonah, New York. Byram Lake Reservoir just west of I-684 at bottom. (Aerial photo, 2013). An expressway along the NY 22 corridor between White Plains and Brewster was planned by Westchester County in 1956. In 1961, the proposed routing of I-87 north of Elmsford along the east bank of the Hudson River was relocated to use the NY 22 corridor instead via modern I-287 and I-84. After much controversy, the routing of I-87 was approved by the Bureau of Public Roads in December 1964. Construction began soon after the approval with the southernmost section between White Plains and Armonk (including the short section in Connecticut) opened in October 1968. The northernmost section between Purdys and Brewster opened in 1969. On January 1, 1970, I-87 was relocated to follow the New York State Thruway north of Elmsford. The old route was redesignated as I-684. Later that year, a third segment of the new highway between Armonk and Bedford Hills opened to traffic as well. For a time, Route 22 was a four-lane superhighway extending from Bedford Hills/Katonah to Goldens Bridge. The final segment eventually utilized the footprint of Route 22 and the Route 22 designation was returned to \"Old Route 22\", a parallel local road. The portion from Goldens Bridge to Brewster, which proved to be difficult from an engineering standpoint, was completed in December 1974. ==Exit list== I-684's exit numbers are sequential. While NYSDOT is transitioning to mileage-based numbers, there are no announced plans to convert I-684 exit numbers. ==See also== * * ==References== ==External links== *Information about I-684 at nycroads.com *article by Charles Delafuente about I-684 in Connecticut 84-6 84-6 84-6 Category:Transportation in Westchester County, New York Category:Transportation in Putnam County, New York 6 Category:Transportation in Fairfield County, Connecticut ",
    "title": "Interstate 684"
}