{
    "id": "1484811",
    "text": "May Day Celebration in Colombo in 1999. The Janatha Vimukthi Peramuna (People's Liberation Front), often abbreviated as JVP (; ) is a Communist and Marxist–Leninist party and a political movement in Sri Lanka. The movement was involved in two armed uprisings against the ruling governments in 1971 (SLFP) and 1987–89 (UNP). The movement entered democratic politics in 1977 when President JR Jayawardene released the JVP leader Rohan Wijeweera from prison. Subsequently, Rohana Wijeweera contested the Presidential Elections in 1982 and obtained 4.16% of the votes cast. He had been convicted through a Criminal Justice Commission (CJC) for conspiring to violently overthrow the State. The JVP has been a third party in overall Sri Lankan politics since then. ==History== The JVP was founded in 1965 with the aim of providing a leading force for a socialist revolution in Sri Lanka. By 1965 there were four other leftist political parties: the Lanka Sama Samaja Party (LSSP), established in 1935 as the first leftist party in Sri Lanka; the Communist Party of Sri Lanka ,which broke away from the LSSP and formed their own party in 1943 due to differences of opinion on supporting Britain during the 2nd World War; the Mahajana Eksath Peramuna (MEP); and the Peking Left (Which broke up from CPSL due to the Sino-Soviet split. It was a period when economic crisis in the country was deepening. Since the country's independence the two main parties, the United National Party and the Sri Lanka Freedom Party(which broke away from the UNP in 1951), had governed the country, each for eight years. According to the founders of the JVP, neither party had been able to implement even a single measure to resolve the crisis that Sri Lanka faced. The JVP considered the entry of three left parties into the SLFP government of Mrs. Sirima Bandaranaike in 1964 as a conscious betrayal of the aspirations of the people and the working class. ===Rohana Wijeweera=== Rohana Wijeweera’s father was a political activist of the Communist Party of Sri Lanka (CPSL). During an election campaign in the 1960s, he was severely assaulted by UNP members and in consequence he was paralysed. The young Rohana Wijeweera was emotionally affected. When Rohana Wijewera’s further education was in jeopardy as a result of his father being incapacitated, the CPSL arranged a scholarship for him to study medicine at the Patrice Lumumba Friendship University in Moscow. There, he read the works of Karl Marx, Friedrich Engels and Lenin, and became a committed Marxist. By this time, the Communist Party of Sri Lanka was divided into two factions: the Chinese faction and the Soviet faction. Wijeweera broke away from the CPSL which was aligned with the USSR and joined the Ceylon Communist Party (CCP) led by N. Shanmuganathan. After a visit to Sri Lanka in 1964, he was not permitted to return to the USSR. His student activism in favour of the Maoist line while in Moscow displeased the Russians. The Chinese faction was led by Premalal Kumarasiri. Through his father's political activities, Wijeweera came in contact with Kumarasiri and joined the party's staff. He made the trade union office of the Chinese faction his home. ===Split=== Wijeweera increasingly felt that the Left movement (which is now generally referred to in Sri Lanka as \"old left\") that had existed up until then had not produced even a few professional revolutionaries and had never made a meaningful effort to educate the masses on Marxism. The words mouthed by the leaders of the \"old left\" were accepted by workers as the final word. He also believed that the leadership of the \"old left\", aware of this aspect, utilized it to the fullest to blunt the militancy of workers. Wijeweera and others decided in mid-1965 to launch a new party explicitly revolutionary in character. They started from scratch, in contrast to the birth of most political parties in Sri Lanka, which broke off from other established parties. In the period that followed, the cadres engaged themselves in political activities that consisted mainly of trying to increase the political awareness of the working class. ===Five classes=== Wijeweera felt that one of the more important tasks was to politically educate the masses. Following deliberations on this issue, it was decided that an uncomplicated Marxist analysis of the socio-politico-economic problems of the country should be the introductory step. The Marxist analysis was split into five discussions along with five main themes. Throughout the rest of 1968, Wijeweera walked the length and breadth of the country conducting political classes for the members of the party. The five basic political classes were followed by an education camp. Precautions had to be taken to keep this educational camp a secret to avoid alarming the government as well as the \"old left\". The classes, all conducted by Wijeweera, stretched from 17 to 18 hours a day, interrupted only by meals. By 1971, the JVP had established itself as a political party and offered an alternative to those disillusioned with the politics of the other left organizations. The majority of the members and supporters of the JVP, at that time, were in the young adult age group. Alarmed at the political potential and the political challenge of the JVP, the government and its leftist allies leveled a variety of slanders against the fledgling party. The JVP had later admitted that at that time, it was not a completely mature political party. There were many shortcomings, which they sought to rectify. ==1971 uprising== The 1971 uprising led by the party was an unsuccessful Marxist rebellion that allegedly claimed nearly 5,000 lives. The JVP drew worldwide attention when it launched an insurrection against the Bandaranaike government in April 1971. Although the insurgents were young, poorly armed, and inadequately trained, they succeeded in seizing and holding major areas in southern and central provinces of Sri Lanka before they were defeated by the security forces. Their attempt to seize power created a major crisis for the government and forced a fundamental reassessment of the nation's security needs. In March 1971, after an accidental explosion in one of the bomb factories, the police found fifty-eight bombs in a hut in Nelundeniya, Kegalla District. Shortly afterward, Wijeweera was arrested and sent to Jaffna Prison, where he remained throughout the revolt. In response to his arrest and the growing pressure of police investigations, other JVP leaders decided to act immediately, and they agreed to begin the uprising at 11:00 p.m. on 5 April. After two weeks of fighting, the government regained control of all but a few remote areas. In both human and political terms, the cost of the victory was high: an estimated 30,000 insurgents according to the JVP – many of them in their teens–died in the conflict, and the army and police were widely perceived to have used excessive force. In order to win over an alienated population and to prevent a prolonged conflict, Bandaranaike offered amnesties in May and June 1971, and mainly but not only the top leaders were imprisoned. Wijeweera, who was already in detention at the time of the uprising, was given a twenty-year sentence. ==The insurgency 1987–89== The Indian intervention and the plan to divide the island led to the 1987 revolt. Adroitly exploiting the arrival of the Indian Peace-keeping Force and the widespread nationalist sentiments of large sections of the Sinhalese people, the JVP began to terrorise both the state machinery and those sections of civil society opposed its thinking and almost brought the state to its knees. Organised in cells of three people and based around Matara in the south, the JVP murdered probably thousands of people and crippled the country with violently-enforced hartals (general strikes) for three years. Government forces captured and killed Wijeweera and his deputy in November 1989 in Colombo; by early 1990 they had killed or imprisoned the remaining JVP politburo and detained an estimated 7,000 JVP members. Although the government won a decisive military victory, there were credible accusations of brutality and extrajudicial methods. The number of deaths during the insurgency is uncertain: the Government was fighting multiple Tamil insurgent groups at the time, using multiple official and unofficial forces, and in the resulting chaos it was said that the uniforms of those responsible for an action denoted only those who were not actually responsible. In addition, many people took advantage of the chaos to prosecute deadly local feuds. What is certain is the methods of death, including the \"necklace\" of a burning tyre, copied on the South African ANC- practice of the time, victims eviscerated and left to die, and even the occasion of eighteen heads arranged around the Alwis pond of the University of Peradeniya after the Captain T.E. Nagahawatte, the Assistant Registrar of the University and a volunteer officer was killed by two gunmen inside the University premises the day prior. ==Democratic politics== ===Prior to the 1971 insurrection=== JVP weren't recognized as a political party until it's uprising. The party rejected being a democratic group following the military coup in Indonesia against the Indonesian Communist Party. They had complaints that Ceylonse government would try to militarily defeat the party if the group would stop arming itself. The government banned the JVP following the Ceylonese protests against the Vietnam War. The government blamed the protests on the JVP members. ===After the 1971 uprising=== The brief conflict created turmoil in Sri Lanka's national politics and its international relations. As a result of the struggle, the United Front Government proscribed the JVP in April 1971. It became an underground organisation and in 1978 participated in the local government elections. In 1982 the JVP participated in the District Development Council (DDC) elections and the presidential elections. The JVP was the only radical party that contested the DDC elections in 1982. The United National Party had introduced the District Development Council as a solution to the ethnic conflict. The NSSP, CPSL, and SLFP boycotted the elections, but the JVP contested and won a couple of seats in the council's elections. It was during this period that the Election Commission of Sri Lanka formally recognised the JVP as a legitimate political party. ===1982 presidential election=== The government proscribed the JVP again after the DDC elections. In 1982, Rohana Wijeweera contested the presidential elections. The party expected to win more than 500,000 votes, but won only 275,000. Though it received more votes than the candidate Colvin R. de Silva, the party was disappointed by the results. The government again banned the party, and JVP membership declined as people began to doubt its electoral viability. ===1983 ethnic riots=== In 1983, after the ethnic riots, the government proscribed the JVP, CPSL, and NSSP (Vasudeva Nanayakkara's and Vikrambahu Karunaratne's Party) claiming that they were involved in the Black July riots that killed thousands of Tamils.Tempest, Rone. \"Sri Lanka Fears Infiltration by Outlawed Group Mysterious Sinhalese Extremists Suspected in Parliament Grenade, Gun Attack\". Los Angeles Times. 22 August 1987 In order to attract the United States and the UK, the government had resorted to proscription of the three parties. Later, the proscription on the CPSL was lifted, but the JVP continued to be proscribed due to the lack of Tamil representation in the party. Although it's to be noted that CPSL was the first party to publish a Sinhalese article about the ethnic riots. ===Performance in elections=== After the JVP leadership was completely eliminated by a violent and ruthless State repression during the Premadasa government, the JVP was resurrected as a political party joining the mainstream led by Somawansa Amerasinghe – the only surviving member of the decimated JVP politburo. The JVP supported Chandrika Bandaranaike Kumaranatunga’s election campaign after withdrawing their candidate. The JVP contested the Presidential Elections in 1999 and their candidate Nandana Gunatilleke received 4.08% of the vote. The high point of the JVP’s electoral effort was at the parliamentary elections the legislative elections held on 2 April 2004, the party was part of the United People's Freedom Alliance that won 45.6% of the popular vote and 105 out of the 225 seats in Parliament. As the second-largest party of this coalition, it became part of the government with 39 MPs and three cabinet portfolios. ===2005 presidential elections=== In 2005, Mahinda Rajapakse was elected president of Sri Lanka with the support of his party, the Sri Lanka Freedom Party. Some political analysts believed that the majority of support and endorsement to Rajapakse came from the JVP and the Jathika Hela Urumaya after he agreed not to divide the country into federal states as the LTTE had demanded. A few analysts reject this idea by saying that JVP and JHU were too small parties to have such a major effect. But some other independent intellects like Dayan Jayatilleka, Nalin de Silva and Mohan Samaranayake point out that SLFP's agreement with JVP paved the path to the victory. ===Internal conflict of April 2008=== The party had an internal conflict between the two factions of Wimal Weerawansa and the party leadership in April 2008. The party had decided to suspend the membership of Wimal Weerawansa as of 21 March 2008. The media reports said that Weerawansa had an argument with the leadership based on the disarmament of the Tamil Makkal Viduthalai Puligal (TMVP) political party, which was contesting in the country's eastern provincial council elections to be held in May 2008 under the banner of the ruling United People's Freedom Alliance (UPFA). A member of the party, Piyasiri Wijenayake, accused the opposition party, UNP, of conspiring against JVP at a media conference held at Nippon Hotel in Colombo on 8 April 2008. He alleged that Ravi Karunanayake, a UNP member who had attended a meeting with senior JVP leaders at his residence, was the main conspirator. Piyasiri Wijenayake further told BBC that his and Achala Suranga Jagoda's vehicles were forcefully removed by the group led by Jayanatha Wijesekara, a member of the parliament from Trincomalee district. The dissident Wimal Weerawansa group visited the most senior Buddhist monks of Asgiriya and Malwatte chapters on 20 April 2008, to seek the blessings for their new political movement. Weerawansa also accused the UNP Kotte leaders of the conspiracy against the JVP. The breakaway group of ten JVP parliamentarians led by Wimal Weerawansa formed a new political party called the Jathika Nidahas Peramuna (JNP). Party activities began on 14 May 2008, the anniversary of the day Rohana Wijeweera had formed the JVP in 1965 and of the day the LTTE had killed 146 pilgrims during the Anuradhapura massacre at the Sri Maha Bodhi in 1985. The party leaders who addressed the inaugural ceremony at BMICH in Colombo said that the new political party was an alternative to the two main political parties, UNP and SLFP, but not of the JVP. In December 2008, JNP joined the government. They claimed that the government should be supported in this moment as it was successfully fighting LTTE in the north of Sri Lanka. In commenting on this issue, JVP politicians blamed the government, saying that it had mishandled many problems. They further alleged that their rivals had joined the government for personal gain. ===2010 presidential and parliamentary elections=== JVP formed a coalition with UNP to support Sarath Fonseka, the former army chief, in the 2010 presidential elections,2010 Sri Lankan parliamentary election but he was defeated by the incumbent, Mahinda Rajapakse. After this, the UNP left the coalition and the JVP contested the general elections along with Sarath Fonseka's factions under the banner of Democratic National Alliance. The alliance won 7 seats, of which 4 were won by JVP candidates. The party had 39 seats before the elections. ===Internal Conflict in April 2012=== The party had a split in 2012 when a group of party members left the party to make the new Frontline Socialist Party. Although the FLSP wasn't quite successful as the JVP, they still participated in elections. FLSP would fail to overcome the popularity of the JVP but they remained more active by conducting protests and anti-american propaganda. ====Formation of FLSP==== Premakumar Gunaratnam was an elusive leader and JVP leaders denied the existence of a party member as \"Premakumar Gunaratnam\". In April 2012, internal crisis within the party heated up between the hard core socialist Gunaratnam and the party leader Somawansa Amarasinghe. As a result, the party’s media unit was shut down once a majority of the members extended their support to Gunarathnam. The women’s wing and a majority of the students’ and youth wings have extended their support to Gunaratnam group. A former politburo member of the JVP, Dimuthu Attygalle was the former head of the JVP women’s wing and the party leader for several districts. Another former politburo member Pubudu Jagoda was an active member in the Socialist Youth Union that includes the education wing. He also played a key role in the JVP newspaper 'Lanka'. Several student union leaders like Duminda Nagamuwa, Udul Premaratne and Chameera Koswatte have also sided with FLSP. ===2015 presidential and parliamentary elections=== JVP neither contested nor directly supported any coalition in the January 2015 presidential election, but it heavily criticized incumbent President Mahinda Rajapakse, which eventually assisted in his defeat. Later in August the party contested on its own for the parliamentary election and obtained six seats, receiving 543,944 votes. === 2019 presidential elections=== The JVP candidate was Anura Kumara Dissanayaka, who contested under the symbol of the compass. The total votes received was 418553 votes which accounted for 3.16% of valid votes for the Presidential Election. For the election, party went as the National People's Power. Since then the party was called \"NPP\" or \"JJB\" (Jathika Jana Balavegaya) but also referenced as the \"JVP\" casually. ===2020 Parliamentary elections=== The Jathika Jana Balavegaya participated in the 2020 elections which they became the fourth from the total vote. The party gained a total of 445,958(3.48%) votes which is the least the party gained since the second election in 1994. ==Leadership== ===Leader=== {| class=\"wikitable\" |- ! Name !! Portrait !! Periods in party leadership !! Special Notes |- ! Rohana Wijeweera | 52px | 14 May 1965 – 13 November 1989 | Founder, led the party from its beginning until his death on 13 November 1989 |- ! Saman Piyasiri Fernando | | 13 November 1989 – 29 December 1989 | Leader for a few days after the death of Rohana Wijeweera |- ! Lalith Wijerathna | 52px | 27 December 1989 – 1 January 1990 | The third leader, albeit for a very brief period from December 1989 to January 1990 |- ! Somawansa Amarasinghe | | 1 January 1990 – 2 February 2014 | Rebuilt the party after almost all of its top leaders were eliminated in 1989/1990. Continued to be the leader until his retirement in February 2014 |- ! Anura Kumara Dissanayaka | 52px | 2 February 2014 - Present | The current leader, from February 2014 |} ===Other notable leaders=== * Sarath Wijesinghe * Victor Ivan * Jayadeva Uyangoda * Upatissa Gamanayake * D.M. Ananda * H.B. Herath * Shantha Bandara *Premakumar Gunaratnam ==Electoral history== {| class=\"sortable wikitable\" |+Sri Lanka Parliamentary Elections |- ! Election year ! Votes ! Vote % ! Seats won ! +/– ! Government |- ! 1994 | align=center| 90,078 | align=center| 1.13% | | 1 | |- ! 2000 | align=center| 518,774 | align=center| 6.00% | | 9 | |- ! 2001 | align=center| 815,353 | align=center| 9.10% | | 6 | |- ! 2004 | align=center| 4,223,970 | align=center| 45.60% | | 23 | |- ! 2010 | align=center| 441,251 | align=center| 5.49% | | 31 | |- ! 2015 | align=center| 543,944 | align=center| 4.87% | | 2 | |- !2020 |445,958 |3.84% | | 3 | |} {| class=\"wikitable\" |+Sri Lanka Presidential Elections |- ! Election year ! Candidate ! Votes ! Vote % ! Result |- ! 1982 | Rohana Wijeweera | align=center| 273,428 | align=center| 4.19% | |- ! 1999 | Nandana Gunathilake | align=center| 344,173 | align=center| 4.08% | |- ! 2019 | Anura Kumara Dissanayake | align=center| 418,553 | align=center| 3.16% | |} ==Offshoots and Spin-offs== Since creation in 1965, JVP had some major splits, some emerged as Militant factions and others participated in elections. Many splits were due to ideological changes while others were caused by internal conflicts with other major leaders within the party. Viplavakari Tharuna Peramuna (Ceylon Revolutionary Youth Front), participated with the JVP and the Lanka Sama Samaja Party (Revolutionary) in a rally on May Day. Believed to be a spin-off. Matrubumee Arakshana Peramuna, a patriotic group that was formerly a wing of the JVP. It was shortly expelled for certain riots during the early 1970. The main of them being a alleged attack on the U.S embassy during the JVP protests against the Vietnam War. Maoist Youth Front, created in 1970 as a Maoist offshoot of the JVP, when a certain amount of JVP members got expelled from the group. Maoist Youth Front highly emerged as a militant organization; until shortly collapsing following the end of the first JVP insurrection in 1971. The leader was named Dharmasekara. Frontline Socialist Party, formed in 2012 following the spilt by the former DJV leader; Premakumar Gunartnam. Jathika Nidahas Peramuna, a left- wing offshoot by non-radicals in the party. ==See also== * List of assassinations of the Second JVP Insurrection * Udugan Yamaya * Ginnen Upan Seethala ==Notes== ==References== ==Further reading== *SRI LANKA - A LOST REVOLUTION? The Inside Story of the JVP by Rohan Gunaratna, Institute of Fundamental Studies (1990) *Insurgency – 1971 : An Account of the April Insurrection in Sri Lanka by Justice A.C. Alles, The Colombo Apothecaries' Co. Colombo, 1979 *Sri Lanka, the years of terror : The J.V.P. insurrection, 1987-1989 by C.A. Chandraprema, Lake House Bookshop (1991) *Rebellion, Repression and the Struggle for Justice in Sri Lanka : The Lionel Bopage Story by Michael Colin Cooke, Agahas Publishers, Colombo (2011) * 'Satanin Satana',සටනින් සටන, Dharman Wickramaratne, 2019 * 'Javipe deweni karalla', ජවිපෙ දෙවෙනි කැරැල්ල, Dharman Wickramaratne, 2016 * Comrade Lionel, Dharman Wickramaratne, 2019 * An Exceptional Collapse of the Rule of Law: Told Through Stories by Families of the Disappeared in Sri Lanka, Edited by Shyamali Puvimanasinghe, researched by Moon Jeong Ho and Bruce Van Voorhuis, Published by the Asian Legal Resource Center and Asian Human rights Commission (Hong Kong) and the ‘Families of the Disappeared’ (Sri Lanka), 2004. ==External links== *Official web site *JVP in 88-89,\"srilankaguardain.org\" *THE 1971 CEYLONESE INSURRECTION - Fred Halliday *SRI LANKA - A LOST REVOLUTION? The Inside Story of the JVP by Rohan Gunaratna *Indian Intervention in Sri Lanka : The Role of India's Intelligence Agencies *A Lost Revolution: The JVP Insurrection 1971 *Methek Kathawa Divaina *Present Conflict (Tamil Version), Wathman Arbudaye Dutu Nodutu Pathi (Sinhala) *Review of 'Satanin Satana' - Book on second JVP insurgency to be released on 20 December, Gamani Akmeemana, Daily Mirror, 24 Jun 2019 http://www.dailymirror.lk/print/news- features/%E2%80%98Satanin-Satana%E2%80%99:--Putting-the-record- straight/131-169863 *Book on second JVP insurgency to be released on 20 December, Friday, 16 December 2016, http://www.ft.lk/entertainment- sectors/book-on-second-jvp-insurgency-to-be-released- on-20-december/10405-585750 *‘Comrade Lionel’ to be launched on November 5, Daily News, October 23, 2019 http://www.dailynews.lk/2019/10/23/tc/200601/%E2%80%98comrade- lionel%E2%80%99-be-launched-november-5 Category:1965 establishments in Ceylon Category:Communist parties in Sri Lanka Category:Guerrilla organizations Category:Political parties established in 1965 Category:Political parties in Sri Lanka Category:Anti-revisionist organizations Category:Anti-imperialist organizations ",
    "title": "Janatha Vimukthi Peramuna"
}