{
    "id": "1484465",
    "text": "The periaqueductal gray (PAG, also known as the central gray) is a nucleus that plays a critical role in autonomic function, motivated behavior and behavioural responses to threatening stimuli. PAG is also the primary control center for descending pain modulation. It has enkephalin-producing cells that suppress pain. The periaqueductal gray is the gray matter located around the cerebral aqueduct within the tegmentum of the midbrain. It projects to the nucleus raphe magnus, and also contains descending autonomic tracts. The ascending pain and temperature fibers of the spinothalamic tract send information to the PAG via the spinomesencephalic tract (so-named because the fibers originate in the spine and terminate in the PAG, in the mesencephalon or midbrain). This region has been used as the target for brain-stimulating implants in patients with chronic pain. ==Role in analgesia== Stimulation of the periaqueductal gray matter of the midbrain activates enkephalin-releasing neurons that project to the raphe nuclei in the brainstem. 5-HT (serotonin) released from the raphe nuclei descends to the dorsal horn of the spinal cord where it forms excitatory connections with the \"inhibitory interneurons\" located in Laminae II (aka the substantia gelatinosa). When activated, these interneurons release either enkephalin or dynorphin (endogenous opioid neurotransmitters), which bind to mu and kappa opioid receptors on the axons of incoming C and A-delta fibers carrying pain signals from nociceptors activated in the periphery. The activation of the mu-opioid receptor inhibits the release of substance P from these incoming first-order neurons and, in turn, inhibits the activation of the second-order neuron that is responsible for transmitting the pain signal up the spinothalamic tract to the ventroposteriolateral nucleus (VPL) of the thalamus. The nociceptive signal was inhibited before it was able to reach the cortical areas that interpret the signal as \"pain\" (such as the anterior cingulate). This is sometimes referred to as the Gate control theory of pain and is supported by the fact that electrical stimulation of the PAG results in immediate and profound analgesia. The periaqueductal gray is also activated by viewing distressing images associated with pain. Three known kinds of opioid receptors have been identified: mu (μ), kappa (κ) and delta (δ). Synthetic opioid and opioid- derivative drugs activate these receptors (possibly by acting on the PAG directly, where these receptors are densely expressed) to produce analgesia. These drugs include morphine, heroin (diacetylmorphine), pethidine, hydrocodone, oxycodone, and similar pain-reducing compounds. ==Role in defensive behavior== Dorsal PAG neurons are activated during various defensive behaviors. Stimulation of the dorsal and lateral aspects of the PAG can provoke defensive responses characterised by freezing immobility, running, jumping, tachycardia, and increases in blood pressure and muscle tonus. In contrast, stimulation of the caudal ventrolateral PAG can result in an immobile, relaxed posture known as quiescence, whereas its inhibition leads to increased locomotor activity. Lesions of the caudal ventrolateral PAG can greatly reduce conditioned freezing, whereas lesions of the dorsal aspect can reduce innate defensive behavior, virtually \"taming\" the animal. ==Role in reproductive behavior== Neurons of the PAG are excited by endorphins and by opiate analgesics. It also plays a role in female copulatory behavior (see lordosis behavior) via a pathway from the ventromedial nucleus of the hypothalamus. ==Role in maternal behavior== The PAG may be specifically involved in human maternal behavior. The PAG contains a high density of vasopressin and oxytocin receptors, and it has direct connections with the orbitofrontal cortex, which might mediate the role of the PAG in maternal love. The lateral orbitofrontal cortex is activated by pleasant visual, tactile, and olfactory stimuli. Its response depends on pleasantness rather than on intensity of stimulation. Here, its activity is likely to reflect one aspect of the pleasant emotions associated with motherly love. ==Additional images== File:Gray678.png|Schematic representation of the chief ganglionic categories (I to V). File:Gray711.png|Transverse section of mid-brain at level of inferior colliculi. File:Gray712.png|Transverse section of mid-brain at level of superior colliculi. File:Periaqueductal_MRI.PNG|MRI section of human mid-brain showing periaqueductal gray ==See also== * Rostral ventromedial medulla ==References== ==External links== * Category:Midbrain Category:Pain ",
    "title": "Periaqueductal gray"
}