{
    "id": "1484783",
    "text": "Mervyn Bunter is a fictional character in Dorothy L. Sayers' novels and short stories featuring Lord Peter Wimsey. == Literary Background == Dorothy L. Sayers (1893–1957) wrote a number of novels and short stories concerning the adventures of a fictional private detective called Lord Peter Wimsey who had his genesis in a Sexton Blake story Sayers wrote in 1920.See http://www.greenbay.co.uk/books/Witham.html The first Wimsey story was published in 1923, and the last by Sayers alone in 1937. Other stories based on original material were published under the authorship of Sayers and Jill Paton Walsh, the last appearing in 2013.The Late Scholar (Paperback) , The action of the original stories takes place between 1921 and 1937; the books in co-authorship extend this period through the Second World War and into the 1950s. During this whole period, Lord Peter has a manservant called Mervyn Bunter, and in him Sayers created a fictional persona that is fascinating and enigmatic. Sayers admitted having partially based Bunter's character on P. G. Wodehouse's Jeeves, although Wimsey and Bunter are quite distinct from Wooster and Jeeves. He is the ultimate \"Gentleman's Gentleman\". Bunter ensures that his master is perfectly dressed, he cooks excellent meals, he is knowledgeable regarding spirits, wines and cigars and is faultless when dealing with social etiquette, whether concerning dukes or tramps. Bunter conveys an air of awesome solemn dignity lightened at rare intervals by an icy sarcasm and an understated but biting criticism. He uses carefully correct and sometimes stilted English (in Five Red Herrings he talks of having \"attended the cinematograph\" rather than \"gone to the cinema\"). He has an unexpected talent for music-hall mimicry (The Nine Tailors),Sayers, D.L.: \"The Nine Tailors\" Coronet Press, 1934. and assists Lord Peter in the purchase of rare books and the solving of crimes. == Bunter as manservant == If Lord Peter is in the top rank of society, being a friend of the Prince of Wales (Clouds of Witness and Thrones, Dominations),Sayers, D.L.: \"Clouds of Witness\" Coronet Press, 1926Sayers, D.L.& Walsh, J.P.: \"Thrones, Dominations\" Hodder & Staunton,1998. then Bunter is a prince among domestic staff. As a gentleman's gentleman, or valet, he is the functional equivalent of a butler and his rank reflects that of his master. He insists on being called \"Mr Bunter\" by all other servants and tradesmen (for example Frank Crutchley in Busman's Honeymoon). Other domestics respect his position, and his personal appearance, severely impeccable clothes and bowler hat combined with rigidly correct manners allow him to impress cooks and susceptible maids.Sayers, D.L.: \"Whose Body?\" Cornet Press, 1923. (Whose Body?). Even in the small hours of the morning he can be found \"dressed with an impeccability worthy of Inigo Jones\". (Busman's Honeymoon).Sayers, D. L.:\"Busman's Honeymoon\" New English Library 1937. His Olympian calm is monumental and gives way only twice. A very minor instance is told by a penitent Bunter after a maid is caught polishing a beer bottle taken as evidence (The Nine Tailors). The one great explosion is in Busman's Honeymoon when Mrs Ruddle stands all the bottles of Cockburn '96 port upright, and washes them clean. So great is his anger that not only does he refer to the cleaner as a \"… lousy old nosy-parking bitch!\" but he also, for the only time, drops an h. == Bunter as assistant detective == Although he is not allowed crime-solving leaps of imagination, Bunter also regularly assists in the routine processes of deduction, undertaking tasks not suitable for a lord. He has advanced photographic skills and possesses not only a wide-angled lens but also a spy camera hidden in his pocket (The Entertaining Episode of the Article in Question).Sayers, D.L.:\"The Entertaining Episode of the Article in Question\" in \"Lord Peter Views the Body\" Coronet, 1928. He will photograph crime scenes and fingerprints as well as follow suspects, checking alibis and the like. He is allowed to comment on the progress of each case. == Bunter, Lord Peter and Harriet Vane == Sergeant Bunter had been Major Wimsey's batman, or personal servant, during the Great War. They served in the Rifle Brigade, one of the prestigious units of the \"Old Army\". In October or November 1918 Wimsey was buried in a dug-out by a shell, and was rescued (Clouds of Witness) by Bunter, among others. Several times afterwards, Bunter saved Wimsey's life, notably from quicksand in Yorkshire (Clouds of Witness). Immediately after the war, Bunter arrived to take up service, as promised, with Lord Peter. Like many other soldiers, Wimsey was afflicted with shell shock. He had nightmares, delusions, and a morbid fear of giving orders, having ordered so many men to their deaths. Bunter took him in hand, devoted himself to his recovery, and became indispensable as a servant, fellow-investigator and intimate. However dependent Wimsey might be on Bunter, there is never any doubt as to who is in charge, and Bunter, though firm on the points of dressing well, never oversteps the line. However, it is the opinion of Lord Peter's mother, the Dowager Duchess, that \"It's that wonderful man of his who keeps him in order...so intelligent...a perfect autocrat\" (Strong Poison).Sayers, D.L.:\"Strong Poison.\" Coronet, 1930. The main negative thing to be said about Bunter is that he seems to have no other interest in life than serving Lord Peter; he is even ready to give up marriage rather than leave (Thrones, Dominations). However, this attitude must be seen in the context of early 20th century society, not that of the 21st century. In Strong Poison, Dorothy L. Sayers begins her exploration of Peter Wimsey's strange courtship and marriage to Harriet Vane. One effect of this is to eclipse Bunter, whose role reduces to that of the perfect servant in the background. In Busman's Honeymoon the relationships of this odd triangle are worked out. Harriet cannot believe she has married Peter until Bunter calls her \"Your Ladyship\". Peter, utterly dependent on Bunter, is relieved when the latter accepts the new mistress. Bunter seems to accept the situation docilely, but is justified and consoled when Wimsey turns to him, not to Harriet, for assistance at a major breakthrough in the case. However, at the end of the case, when the culprit is to be hanged and Peter's nerves threaten to give way, Bunter and Harriet join forces to save him. Bunter was rewarded in a literary fashion by eventually marrying and having a child (Thrones, Dominations). This marriage is not the work of Miss Sayers, but of Miss Paton Walsh, who also gives him a son, Peter Meredith, born in December 1937. Peter attends Eton College, being in the same house as Wimsey's son Bredon (it is not stated how the fees are financed) and is a budding economist. == Biography == 1850: Birth of Bunter's mother, who lived at least until 1936 (Thrones, Dominations); his father seems to have died earlier. The family were conventionally religious: Bunter quotes from the Bible and prayer book and attends Church of England services; he is very High Church (Thrones, Dominations). c. 1880–1889: Mervyn was born in Kent, one of seven; a brother was called Meredith (Clouds of Witness and Thrones, Dominations); Lord Peter was born in 1890 and is described as being the younger (Whose Body?). c. 1885–1894: At age 5 he moved to London (Busman's Honeymoon). 1914: Bunter was head footman in the house of Sir John Sanderton (A Presumption of Death)Sayers, D.L.:\"A Presumption of Death\" St. Martin's Press, 2002. who, by 1928, had been killed and his family broken up (The Unpleasantness at the Bellona Club).Sayers, D.L.:The Unpleasantness at the Bellona Club, Coronet, 1928. It was in this household that he learned those housekeeping skills so much in evidence later, although how he acquired his skill in cooking, and incredible amounts of information, is a mystery (Busman’s Honeymoon). Although he does say how much he had learned from Wimsey, this might be flattery (Whose Body). 1914: Bunter joined the Rifle Brigade, presumably as a volunteer, and was posted to France. Despite his obvious talents, his social position allowed him to rise no higher than sergeant. 1918 (October): Caudry, near Cambrai, was re-taken from the Germans; and Wimsey with Sergeant Bunter, now his batman, moved into the trenches there. Within a few weeks Wimsey was buried in a dug-out by shell fire, and Bunter was among those who rescued him. 1919 (January): Lord Peter had promised to take Bunter into service, and the ex-sergeant appeared at the ducal residence surprisingly quickly, in January 1919, only three months after the Armistice. 1920: To assist Wimsey's recovery, Bunter found a modern flat in Piccadilly, the heart of fashionable London. The Dowager Duchess later tells Harriet that Bunter knew the recovery was under way when Wimsey \"demanded\" a sausage at breakfast (Busman's Honeymoon). As well as having a \"small apartment\" for photography and chemistry (Strong Poison) Bunter is paid £200 per year, a very good salary considering he has free board and lodging. When Wimsey later takes a job in an advertising agency (Murder Must Advertise)Sayers, D.L.:Murder Must Advertise, Coronet 1933. his starting salary is also £200 per annum. 1921: Master and man become involved in their first investigation, which concerned the Attenbury Jewels. This case is mentioned several times, but never discussed or described until The Attenbury Emeralds. 1921: The Vindictive story of the Footsteps that Ran (In Lord Peter views the Body, short stories published 1928).Sayers, D.L.:\"The Vindictive story of the Footsteps that Ran\" in \"Lord Peter Views the Body\", Coronet, 1928.) Bunter assists a doctor friend of Wimsey with his photographic skills, then helps to solve the murder. The doctor invites Bunter to join them at lunch; Bunter refuses. \"Bunter likes me to know my place. Terrorisin' sort of man, Bunter\", says Lord Peter. 1922/3: The first major investigation is recorded in Whose Body? (published 1923). Although playing a strong supporting part in the case, Bunter is also allowed to be a domestic tyrant: '\"Not in those trousers, my lord,\" said Mr Bunter, blocking the way to the door with deferential firmness.' However, in this case the real relationship between Wimsey and Bunter is made clear, as are Bunter's sterling qualities as a servant and as an investigator. His superior standing with other servants is also displayed. 1922/3 (November): Clouds of Witness (published 1926). As Lord Peter is 33, the action takes place in 1922, possibly 1923. Bunter is on holiday with his master and has sacrificed his \"civilized habits\" to allow Wimsey to go unwashed and unshaven, and had photographed scenery instead of fingerprints. On their return Lord Peter would casually refer to Bunter having had \"a regular affair with an inn-keeper's daughter\" and remark \"He's an awfully susceptible old beggar. You'd never think it, would you?\". It is Bunter who sees the newspaper items referring to the Duke's arrest, and they return by air (booked by Bunter) to Yorkshire. He has useful conversations with the maid, and a young lady at an inn. Wimsey strays into a bog, and Bunter saves his life. Bunter attends the trial of the Duke in Westminster Hall, and produces the ducal garb when the Duke is acquitted. c. 1923: The Abominable History of the Man with Copper Fingers (In Lord Peter Views the Body – short stories published 1928).Sayers, D.L.:\"The Abominable History of the Man with Copper Fingers\" in \"Lord Peter Views the Body\" Coronet, 1928. Set in America where Bunter works in the background, undertaking necessary support work. Sometime between 1923–1926 The Entertaining Episode of the Article in Question (In Lord Peter views the Body – short stories published 1928). Bunter takes photos of suspects in Paris using a small camera hidden in his breast pocket. On the boat back to England he develops the photos in the cabin. Wimsey begs to help and is given some crystals to dissolve in water – here follows an example of Bunter’s understated sarcasm: \"I say, Bunter, it's no end of a bore to dissolve.\" \"Yes, my lord\", returned Bunter sedately, \"I have always found that part of the process exceptionally tedious, my lord.\" Lord Peter jabbed viciously with the glass rod. \"Just you wait\", he said in a vindictive tone, \"till we get to Waterloo\". Bunter helps to hold and disarm a female impersonator. Sometime between 1923–1926: The Fascinating Problem of Uncle Meleager’s Will (In Lord Peter views the Body – short stories published 1928).Sayers, D.L.:\"The Fascinating Problem of Uncle Meleager’s Will \" in \"Lord Peter Views the Body\" Coronet, 1928. Bunter helps Wimsey solve the crossword problem and find the missing will – \"Bunter, I'd like to double your salary, but I suppose you'd take it as an insult.\" Sometime between 1923–1926: The Unprincipled affair of the Practical Joker (In Lord Peter views the Body – short stories published 1928).Sayers, D.L.:\"The Unprincipled affair of the Practical Joker \" in \"Lord Peter Views the Body\" Coronet, 1928. Bunter stays at the hotel with Wimsey, but has no part in the story. Sometime between 1923–1926: The Learned Adventure of the Dragon’s Head (In Lord Peter views the Body – short stories published 1928).Sayers, D.L.:\"The Learned Adventure of the Dragon's Head \" in \"Lord Peter Views the Body\" Coronet, 1928. Bunter assists in capturing burglars, but has no part in the finding of the treasure. 1927 Unnatural Death (published 1927)Sayers, D.L.:\"Unnatural Death\" Coronet, 1927. Bunter's photographic skills provide a vital clue to a double identity. He instructs Wimsey on how to dress as a newly married man, but remains the servant. Wimsey is relieved to find Bunter is human when he is given the slip by a lady he is tailing. 1928 The Unpleasantness at the Bellona Club (Published 1928) Standard Bunter – the superb servant, advisor on Lord Peter's clothes, photographer at crime scenes. Curiously, Wimsey refers to Bunter simply as his NCO during the war, and says that he, Wimsey, looked up Bunter after the war. This was because Bunter's old master had been killed and his family broken up. 1929 The Adventurous Exploit of the Cave of Ali Baba (In Lord Peter views the Body – Short stories published 1928).Sayers, D.L.:\"The Adventurous Exploit of the Cave of Ali Baba \" in \"Lord Peter Views the Body\" Coronet, 1928. Decoy will leaves £500 per annum to Bunter, plus the lease of the flat in Piccadilly, but Bunter does not appear in the story. c. 1929 In the Teeth of the Evidence (Short story published 1939 in 'In the Teeth of the Evidence')Sayers, D.L.:\"In the Teeth of the Evidence\" in \"In the Teeth of the Evidence\", Victor Gollancz, 1939. Bunter does not appear. c. 1929 Absolutely Elsewhere (Short story published 1939 in In the Teeth of the Evidence)Sayers, D.L.:\"Absolutely Elsewhere\" in \"In the Teeth of the Evidence\", Victor Gollancz, 1939. Bunter, the capable manservant, is heard on the telephone, helping to show how an alibi was faked. 1930 Strong Poison (published 1930) Harriet Vane is introduced, and Bunter has his part as the perfect servant. Bunter quickly realises that Lord Peter has fallen in love. Wimsey reassures him that he wishes him to remain nevertheless. He is called upon to make the acquaintance of a cook and a parlour maid. Wimsey says, \"You have a good, impressive upstanding figure…a bold and roving eye when off duty.\" It is objected that Bunter looks like a deacon. \"You've never seen Bunter off duty\", replies Lord Peter somewhat mysteriously. Bunter's liaison with the domestic staff is a major help, and he is allowed to prove that the mysterious powder is arsenic. 1931 (early) The Five Red Herrings (published 1931)Sayers, D.L.:\"The Five Red Herrings.\" Coronet, 1931. Bunter is suffering in a primitive Kirkcudbrightshire cottage, trying to maintain West End manners. He also picks up local gossip, and takes a local maid to the cinema – getting her to speak very indiscreetly about her employer's secrets and probably getting her sacked (though this is not specifically stated). He receives little mention, however, and, strangely, is not included in the complicated reconstruction of the crime. It is also strange that although this novel falls between Strong Poison and Have His Carcase, which are the first and second Harriet Vane novels, Miss Vane is not mentioned at all. 1931 (Summer) Have His Carcase (published 1932)Sayers, D.L.:\"Have His Carcase\" New English Library, 1932. 18 June is noted as a Thursday, so this is 1931. Bunter appears very little and is largely eclipsed by Harriet. He continues, however to be the perfect servant: \"I wish to appear in my famous impersonation of the perfect Lounge Lizard – imitation très difficile.\" \"Very good, my lord. I suggest the fawn-coloured suit we do not care for, with the autumn leaf socks and our outsize cigarette holder.\" \"As you will Bunter ... we must stoop to conquer.\" He also allowed to carry out a very difficult piece of surveillance. Late 1931 The Incredible Elopement of Lord Peter Wimsey (in Hangman's Holiday, short stories published 1933).Sayers, D.L.:\"The Incredible Elopement of Lord Peter Wimsey\" in \"Hangman's Holiday\" Coronet, 1933. Wimsey travelling on train with \"rigidly correct manservant\", whom Lord Peter names when he asks Bunter to get the train staff to open up the \"commissariat\" and secure some food for Langley. Early 1932 The Queen's Square (in Hangman's Holiday, short stories published 1933).Sayers, D.L.:\"The Queen’s Square\" in \"Hangman's Holiday\" Coronet, 1933. At a country house Christmas party attended by Lord Peter, Bunter assists with the refreshments. However, after a murder, Bunter and Wimsey take a number of photographs which are developed in the cellar. It is Bunter's explanation of the effects of light at this point that enables Wimsey to solve the crime. 1932 Murder Must Advertise (published 1933). Wimsey is 42, hence it is 1932. There is only one obscure reference to Bunter, and none to Miss Vane directly, although at one point Wimsey has a date with the one \"young woman who showed no signs of yielding to him, and what he did or said on that occasion is in no way related to this story\". This ties in with references in Gaudy Night, when Wimsey is mentioned as undertaking an investigation in an advertisement agency while Harriet Vane goes about her normal life. 1933 The Nine Tailors (published 1934). Bunter plays a large part in the events. He acts as the perfect valet and assistant investigator. The servant Emily upsets Bunter by wiping fingerprints from a beer bottle. \"You don’t look very merry, Bunter, but then you're one of those sphinx-like people. I've never seen you upset, except for that infernal beer-bottle.\" \"No, my lord. That hurt my pride very much.\" When the village is flooded, Bunter acts as butler for the whole parish, and this includes his music-hall impressions. 1934–1935 Gaudy Night (published 1935).Sayers, D.L.:\"GaudyNight\" Hodder, 1935. Set in Oxford: Bunter plays a very minor part: two-thirds of the way through he is allowed to use his camera and find a hairpin. Miss Vane is once again the centre of attention. 1935 Busman's Honeymoon (the last novel entirely by Sayers: published 1937, action 1935). Bunter prepares Wimsey and his nephew for the wedding and all three look splendid. He also takes part in the subterfuge which whisks the couple away from the reporters afterwards. He deals with the strange circumstances surrounding their unheralded arrival at Talboys and efficiently sets up the cleaning lady, her son, the gardener and various tradesmen to form a support group over which he presides as de facto butler. He also hires a number of animals to scare off reporters. It is the housekeeper that provokes his one real outburst when she washes the bottles of Cockburn '96 port (17 /- a bottle). There is one moment when Lord Peter realises how the crime was done, and Bunter is almost overwhelmed because his master turns to him, not his new wife, for help with the next difficult steps. However, Bunter and Harriet together help Lord Peter through the difficult time at the execution of the murderer. October 1936 The Haunted Policeman (in Striding Folly, short stories published 1973).Sayers, D.L.:\"The Haunted Policeman\" in \"Striding Folly\" New English Library, 1973 Bunter does not appear in this story, which is very odd as it takes place at the moment when Lord Peter's first child is born in October 1936. 1936 Thrones, Dominations (Sayers notes expanded by Jill Paton Walsh, published 1998). After the honeymoon, Bunter is in service with Harriet and Peter in their London house with his brother Meredith as butler. Bunter is overjoyed to be called upon to assist in an investigation. He uses his camera at the scene of the crime and discovers the blocked sink; later he goes to France with Lord Peter on a diplomatic mission concerning the new king Edward VIII. Bunter marries professional photographer Hope Fanshaw. Bunter's mother attends, as does Lord Peter's Viennese opera singer. Bunter is revealed as very High Church. Mr and Mrs Bunter have a son, Peter Meredith, born December 1937. 1940 A Presumption of Death (Sayers with Jill Paton Walsh published 2002) Harriet moves with the children from London to Talboys at Paggleham, Hertfordshire. Bunter accompanies Lord Peter on secret missions into Europe for Military Intelligence while Wimsey's nephew Jerry is a fighter pilot. The Dowager Duchess says he cannot be in disguise as he has \"English gentleman's personal gentleman\" written all over him. He returns without Lord Peter and resumes service with Harriet. His wife, Hope, is working on aerial reconnaissance at Lopsley Manor; their son is with her parents in Evesham. Bunter attempts to rejoin the services, but is too old and instead takes a major part in organising the local Home Guard unit; he makes pellets for the shotguns which are all they have. Bunter makes himself quarters in the attic. After Lord Peter's return, he becomes involved in the death of a spy and, as ever, takes photographs, especially of fingerprints. He visits his son and in-laws in Evesham, and a friend in Gloucester. He deals in the country black market for the family. 1940/41 Mrs Bunter's studio is blitzed, so the Bunters rent a cottage in Paggleham near Talboys. Thrones, Dominations (Sayers notes expanded by Jill Paton Walsh published 1998). 1942 Talboys (in Striding Folly short stories published 1973 Action 1942)Sayers, D.L.:\"Talboys\" in \"Striding Folly\" New English Library, 1973 This story is oddly placed in the middle of the war, and Bunter is only mentioned as a servant: one who sleeps in the attic (see A Presumption of Death). As such, however, he is still \"… your indispensable man …\", and the last words of the story refer to \"Bunter who knew everything without asking.\" ==References== Category:Characters in British novels of the 20th century Category:Dorothy L. Sayers characters Category:Fictional butlers Category:Fictional valets Category:Fictional World War I veterans ",
    "title": "Mervyn Bunter"
}