{
    "id": "1485722",
    "text": "Banya (Bulgarian: Баня) is a town in Southern Bulgaria. It is in Karlovo Municipality, Plovdiv Province and is close to Karlovo. ==SPA resorts== The health resort village of Banya is in a large park at the foot of the \"Sashtinska Sredna gora\" mountain, near the geographic centre of the country in the Rose Valley, between the Balkan and the Sredna Gora mountains. It is easily reachable by car, train, or bus. The beaches, swimming pools, sport complexes, balneological hotels and rehabilitation establishments in the town create wonderful conditions for pleasant summer holidays and tourism. The fans of the Bulgarian wines may sample the quality drinks produced by the famous “Rose Valley” winery. ==Mineral springs== The remains of an ancient village proves that the town was used for hydrotherapy in ancient times. There are nine hydrothermal sources. There are plenty of mineral springs. ==Boris III and his palace== The Banya Palace summerhouse of Boris III with its picturesque yard-garden, called by the locals “The Palace,” is in the town of Banya. In 1927 Tzar Boris III took a cure for rheumatism in the country house of the manufacturer I. Bagarov. Pleased at his stay, he decided to build up an estate. It was in a courtyard with luxurious verdure and was finished in 1929. ==Transport== *By airplane: Banya is 155 km from Sofia, 50 km from Plovdiv, 10 km from Karlovo, Hissar and Sopot. You can arrive to Sofia or to Plovdiv/Krumovo airport. Rides from the Sofia airport to Banya are 50 euro, from Plovdiv airport to Banya 25 euro. *By bus: There are many international buses to Plovdiv. From Plovdiv to Banya there are buses on every hour: 7:00, 8:00, 9:00 ... to 20:00 from the bus-station named \"юг\" (south). The buses are for direction Karlovo. It takes about an hour. *By train: There are trains from Plovdiv-Banya-Karlovo and back Karlovo-Banya-Plovdiv. Arrive at Plovdiv or Karlovo by bus or train and then take a train to Banya. ==External links== *Banya, Bulgaria website Category:Towns in Bulgaria Category:Populated places in Plovdiv Province Category:Spa towns in Bulgaria ",
    "title": "Banya, Plovdiv Province"
}