{
    "id": "1485989",
    "text": "The Park Room JW Marriott Grosvenor House London, originally named the Grosvenor House Hotel, is a luxury hotel that opened in 1929 in the Mayfair area of London, England. The hotel is managed by JW Marriott Hotels, which is a brand of Marriott International, and it is owned by Katara Hospitality. ==History== Grosvenor House Hotel, 1920s postcard illustration The Grosvenor House Hotel was built in the 1920s and opened in 1929 on the site of Grosvenor House, the former London residence of the Dukes of Westminster, whose family name is Grosvenor. The hotel owed its existence to Arthur Octavius Edwards, who conceived and built it, then presided over it as chairman for 10 years. Key to the story of the hotel was A.H. Jones, who had worked for Edwards in Doncaster. In January 1929, six months after the completion of the first block of apartments, and six months before completion of the hotel, Edwards brought Jones to Grosvenor House as accountant. In 1936, at the age of 29, Jones became general manager of Grosvenor House. Apart from the war years, when he served with the Royal Artillery and later in the NAAFI, Jones held this position until he retired in 1965. The hotel was not finally completed until the 1950s because Bruno, Baron Schröder, who had acquired the lease of 35, Park Street in about 1910, had refused to give it up to Edwards. Schröder remained in the house until his death in 1940, and permission to demolish the house was finally given in 1956. The house was replaced with a 92-bedroom extension, which was officially opened in 1957 by the Chancellor of the Exchequer, Peter Thorneycroft. Grosvenor House managed to have a 'good' World War II. Ten thousand sandbags and five miles of blackout material protected the building, and its entertaining space was used in the war effort. The Great Room initially became home to the Officers' Sunday Club and then, in 1943, to the US officers' mess. Generals Dwight D. Eisenhower and George S. Patton were regular visitors. The hotel underwent a four-year renovation and restoration costing £142 million, and it reopened in 2008.London's Grosvenor House Gets Grand Renovations. HotelChatter (24 September 2008). Retrieved 12 August 2013. This included a full refurbishment of all restaurants, guest rooms, health facilities, and public areas. The Great Room, Ballroom, Court Suite, restaurants, bars, meeting spaces and 494 guest rooms can accommodate a total of over 6,000 people. In 2010, Indian conglomerate Sahara India Pariwar purchased the hotel from the Royal Bank of Scotland for £470 million. Sahara India Pariwar also owned a controlling stake in New York's famous Plaza Hotel from 2012 to 2018. Grosvenor House is managed by the JW Marriott Hotels brand of Marriott International. The hotel drew protests in 2017 when it hosted the annual gathering of the Aerospace Defence Security group (ADS), a trade association which represents arms companies. Campaigners stood outside the hotel and held banners protesting the role of some ADS member companies in the arming of Saudi Arabia during its attack on Yemen. In April 2017, Sahara India Pariwar turned down an offer of more than £600 million for the hotel from British billionaires David and Frederick Barclay, before finally selling the hotel to US-based Ashkenazy Acquisition Corporation for an undisclosed sum. In November 2018, it was announced that Katara Hospitality (owned by the Qatar Investment Authority) was buying the hotel for an undisclosed sum. ==Facilities== Hotel viewed from Park Lane Grosvenor House was the first hotel in London at that time to have a separate bathroom and entrance lobby for each bedroom, and running iced water in every bathroom. When the hotel first opened, it was also the headquarters of the International Sportsmen's Club. Its facilities included Turkish baths, a swimming pool, squash courts and a gymnasium. The hotel has a pedestrian entrance on Park Lane in Mayfair, but this is not the 'main/courtyard' entrance, which is actually on Park Street. The official address of the hotel is 86–90, Park Lane. ==Great Room== The Great Room (which is a separate room from the Ballroom) at the Grosvenor House is the venue of many prominent awards evenings such as The Asian Awards, Pride of Britain Awards, and the O2 Silver Clef Awards, as well as charity balls and the like, and it is often seen on British television. Since the 1930s, the Great Room has hosted the world's oldest charitable ball, the Royal Caledonian Ball, and it is one of the largest ballrooms in Europe, with a maximum capacity of 2,000 seated (200 10-person tables) or 1,100 theatre style. Although now not used as such, the Great Room was originally built as an ice- rink, and much of the machinery lies dormant under the current flooring. In 1933, Princess Elizabeth, the future Queen Elizabeth II, learnt to skate at the hotel at just seven years of age. Sonja Henie, Cecilia Colledge, and other famous skaters frequently displayed their skill. International ice hockey matches were played there, and the newly formed Grosvenor House Canadian hockey team, recruited from Canadians living in London, played the Queen's Ice Hockey Club on the rink, the first of a series of matches against teams from the United Kingdom and the Continent. Anticipating competition from other ice rinks, the rink was converted in 1935 into a banquet hall measuring 1,902 square metres (20,454 square feet). ==Tenants== Richard Corrigan rents space within the hotel and runs the restaurant Corrigan's Mayfair. ==References== ==External links== * Category:Buildings and structures in Mayfair Category:Hotels in the City of Westminster Category:Hotels established in 1929 Category:Hotel buildings completed in 1929 Category:Art Deco architecture in London Category:JW Marriott Hotels ",
    "title": "Grosvenor House Hotel"
}