{
    "id": "1485424",
    "text": "Salling Group A/S (formerly Dansk Supermarked A/S) is Denmark's largest retailer, with a market share of 34.9%. It owns several chains of stores - Netto, Føtex, Bilka and Salling. All of these chains operate exclusively in Denmark except Netto, which has expanded into Germany, Poland, Sweden and has made two unsuccessful attempts at operating in the United Kingdom. Herman Salling founded Jysk Supermarked in 1960. Dansk Supermarked A/S was formed when Salling partnered with the A.P. Moller-Maersk Group in 1964. On 1 June 2018 Dansk Supermarked changed its name to Salling Group. ==History== ===The early years=== The Danish Supermarket was built on the foundation of the Salling department store, created in 1906 by Ferdinand Salling. He worked there until his death in 1953 and he managed to transform his company into public limited company - F. Salling A/S. After the death of Ferdinand Salling, his son Herman Salling took over the company. He travelled all over the world in search for inspiration and new ideas. After that he decided to focus on department stores, supermarkets and hypermarket chains. In 1960, Herman Salling opened his first supermarket store Føtex, through his company Jysk Supermarket, which was a completely new type of store for Denmark. The idea behind that store was to provide both food and textiles under one roof.Dansk Supermarket History(in Danish) Despite the fact that Føtex is the oldest store in the Dansk Supermarked Group, it has never stopped growing. In 2007, the company decided to open a Føtex food store, which will offer only quality food and in 2009 the first stores was opened in the Skæring by Aarhus and Hasseris by Aalborg. Today, there are 88 Føtex food stores all over Denmark. ===A.P. Møller enters Dansk Supermarked=== Herman Salling wanted to expand his venture across Europe, so he started looking for partners to provide him extra funding. Salling found the right partner in 1964 and he made a deal with Arnold Peter Møller, which acquired 50% of the company off him. Møller also suggested that Herman Salling's company - Jysk Supermarket, should change its name to Danish Supermarket A/S. ===The birth of Bilka=== In 1970, Danish Supermarked gave the Danes the first discount store in Denmark - Bilka. The first store was located in Tilst, near Aarhus. After the opening of the store, there were more than 50,000 people visiting it every day. At this point, the customers were becoming more and more price conscious. Some of them even had extra freezers at their homes, so that they could buy more goods at the discount store. The idea for the creation of Bilka came from Herman Salling's visit to West Germany. After that he managed to convince his partner, the shipping magnate Mærsk Mc-Kinney Møller, that hypermarkets were the way forward.Bilka Official Website ===The launch of Netto=== In 1981, the first store of the discount supermarket chain Netto was opened in Denmark. The company later expanded into France, Germany, Poland, Sweden and the United Kingdom. Netto is the only company owned by Dansk Supermarked to have expanded outside Denmark. The German Netto stores, set up in 1990, were originally a 75:25 joint venture between Dansk Supermarked and the largest German supermarket chain, Edeka. Dansk Supermarked acquired Edeka's 25% stake in January 2013, enabling it to become a wholly owned subsidiary of Dansk Supermarked. Edeka also owns a separate discount supermarket chain, Netto Marken-Discount, which is completely unrelated to Dansk Supermarked. The United Kingdom Netto stores, also set up in 1990, were later sold to the British supermarket chain Asda, (owned by the United States retailer Walmart), in 2010. However, in 2014, Dansk Supermarked relaunched Netto UK stores as a 50:50 joint venture with another British supermarket chain, J Sainsbury plc. In 2016 J Sainsbury plc closed cooperation with DS and again Netto chain left British market. The Swedish Netto stores were established in 2002 as a 50:50 joint venture with the Swedish retailer ICA AB. However, ICA later reduced its stake to 5%, meaning that from 2006 Dansk Supermarked had a 95% controlling interest in the Swedish Netto stores. ===Expansion into other ventures=== Tøj & Sko, a clothing and footwear retailer, was also founded in 1981. The stores were closed in 2012. Dansk Supermarked also launched another non-food only retailer, A-Z, in 1987. However, by 2014, these stores had been transferred to the Bilka brand. ===Mærsk sells its stake back to Salling=== As of January 2014, the company was 81% owned by F. Salling Invest A/S and F. Salling Holding A/S (known as the Salling Companies) and 19% owned by A.P. Moller- Maersk Group. On 7 January 2014, A.P. Møller - Mærsk A/S announced that it was selling a 48.68% stake in Dansk Supermarked back to F. Salling Invest A/S and F. Salling Holding A/S (jointly the \"Salling Companies\"), with an option to buy back the remaining 19% stake in 2019. The remaining stake was bought earlier than expected at the end of 2017.Remaining 19% has already been bought in the end of 2017.Maersk sells stake in Dansk Supermarked ==Current operations== Salling Group is Denmark's largest retailer, with a 34.9% market share. ===Current chains=== The store chains owned by Salling Group are: *Netto - discount supermarkets *Føtex - large supermarkets (with many non-food items) *Bilka - hypermarkets *Salling - department stores As of 2007 the total number of stores was 1,171.Mærsk ===Current stores=== Current stores and supermarkets in Denmark:Dansk Supermarked - Numbers and facts {| class=\"wikitable\" |- ! Stores !! Type |- | 500 ||Netto stores |- | 103 || Føtex food stores Facts on Føtex |- | 18 || Bilka stores |- | 2 || Salling department stores |} ==Former operations== ===Former chains=== Salling Group also formerly operated the following chains: *A-Z - non-food only retailer *Tøj & Sko - clothing and footwear stores ===Former stores=== Former stores in Denmark: {| class=\"wikitable\" |- ! Stores !! Type |- | 6 || A-Z stores |- | 37|| Tøj & Sko stores |} ==References== ==External links== *Official website *Netto official website *Føtex official website *Bilka official website *Salling official website Category:Danish companies established in 1964 Category:Retail companies of Denmark Category:Companies based in Aarhus Category:Dansk Supermarked Category:Retail companies established in 1964 ",
    "title": "Salling Group"
}