{
    "id": "1485597",
    "text": "The white-flippered penguin (Eudyptula minor albosignata) is a small penguin about tall and weighing . It gains its name from the white markings on its flippers, unique to the subspecies. It nests only on Banks Peninsula and Motunau Island, near Christchurch, New Zealand, with only around 3,750 breeding pairs. ==Taxonomy== The white-flippered penguin is currently considered by most taxonomists to be a colour morph or subspecies of the little penguin (E. minor). Analysis of mtDNA in 2002 revealed two clades in Eudyptula: one containing little penguins of New Zealand's North Island, Cook Strait and Chatham Island, as well as the white-flippered penguin, and a second containing little penguins of Australia and the southeastern coast of New Zealand's South Island.Banks, Jonathan C.; Mitchell, Anthony D.; Waas, Joseph R. & Paterson, Adrian M. (2002): An unexpected pattern of molecular divergence within the blue penguin (Eudyptula minor) complex. Notornis 49(1): 29–38. PDF fulltext Preliminary analysis of braying calls and cluster analysis of morphometrics partially supported these results. In 2008, Shirihai treated the little penguin and white-flippered penguin as allospecies.Shirihai, Hadoram (2008). The Complete Guide to Antarctic Wildlife, 2d Edition. Princeton University Press. However, as of 2012, the IUCN and BirdLife International consider the white-flippered penguin to be a subspecies or morph of the little penguin. ==Habitat== White-flippered penguins live in headlands, caves, rock jumbles, and in the sheltered areas at the bases of bays. They are found mostly in Canterbury, New Zealand. ==General behaviour== White-flippered penguins are primarily nocturnal animals on land and are unique among penguins in this respect. They differ from other penguins in that they stay with the colony during the day, and then leave under the cover of darkness and return before dawn. However, on Banks Peninsula, some birds can be observed on land outside their burrows during daylight. In the evening, these penguins tend to assemble offshore in groups until light levels are low enough for them to feel sufficiently safe to head inland. This results in large batches of birds arriving at one time. ==Breeding== The white-flippered penguin lays its eggs from July to December, with most egg-laying occurring August through November. The eggs are always laid in burrows under tree brush almost like nests; they are also laid in dunes, or on vegetated slopes, and are incubated for 33 to 39 days. Chicks fledge after 50 to 65 days. ==Feeding== The white-flippered penguin feeds on small shoaling fish, such as pilchards and anchovies, or cephalopods, and less often on crustaceans. It catches its food by pursuit diving. Most feeding takes place within of the coast with daily round trips. The farthest trip out to sea for food was offshore. ==Conservation== In August 2010 the white-flippered penguin was listed as endangered under the US Endangered Species Act.Five Penguins Win U.S. Endangered Species Act Protection The Motunau Beach Biodiversity Development Team are working on a conservation project for white-flippered penguins.Motunau Beach Biodiversity ==References== * white-flippered penguin Category:Birds of the South Island white-flippered penguin Category:Subspecies white-flippered penguin ",
    "title": "White-flippered penguin"
}