{
    "id": "1485547",
    "text": "Childs Hill is one of two areas at the south end of the London Borough of Barnet along with Cricklewood which straddles three boroughs. It took its name from Richard le Child, who in 1312 held a customary house and \"30 acres\" of its area. It is a mainly late-19th-century suburban large neighbourhood centred 5 miles (8 km) northwest of Charing Cross bordered by the arterial road Hendon Way in the west and south-west, Dunstan Road in the north, West Heath and Golders Hill Park which form an arm of Hampstead Heath to the east and the borough boundary as to the short south-east border. Child's Hill reaches relatively high ground in London along its eastern border. Adjoining Hampstead Heath features, less than a mile from the centre of Child's Hill, the summit of London's third-highest escarpment. From 1789 to 1847 Child's Hill hosted an optical telegraph station. ==Politics== The area has long given its name to a ward of the United Kingdom and which has always taken in the heart of the area and many other neighbouring streets. It currently reaches to take in Cricklewood and in the opposite direction most of Golders Green; to give it a population of 20,049 across 3.089 square kilometres. Due to large- scale exclusion of the parkland to the east and north-east, the ward as drawn is currently the most densely populated in the borough. For 2018-2022 it sends to Barnet Council two Conservatives, Shimon Ryde and Peter Zinkin, and one Labour Party councillor, Anne Clarke.Election results on Barnet Council website The area has two Residents' Associations: *GERA, for Granville Rd. and neighbouring roads *CLAN, representing three residential streets at the heart of the neighbourhood - Crewys, Llanvanor and Nant Roads. ==History== Childs Hill took its name from Richard le Child, who in 1312 held a customary house and \"30 acres\" of its area, believed to be on the ancient long-held borders within Hendon rather than Hampstead, the area having always whilst rural been so split. The earliest known use with the word Hill is in 1593. Today, the apostrophe in the name is optional.T F T Baker, Diane K Bolton and Patricia E C Croot, 'Hampstead: Childs Hill', in A History of the County of Middlesex: Volume 9 ed. C R Elrington (London, 1989), pp. 73-75. British History Online http://www.british-history.ac.uk/vch/middx/vol9/pp73-75 [accessed 10 May 2018]. In the 18th century, Childs Hill was a centre for brick and tile making, supplying material for building Hampstead. The Castle Inn dates from this period: the first record of it is in 1751. The land drains steeply from east to west. It reaches over above mean sea level in the east at the top of residential Platts Lane where Hampstead Heath starts. From 1789 to 1847 the east of Childs Hill hosted an optical telegraph station. In 1808 this became one of a line of telegraph stations stretching from the Admiralty to Great Yarmouth, erected as part of Britain's national defences. Only the name, Telegraph Hill, remains; it has been covered with housing (the Telegraph Hill south-east corner of Childs Hill is now inside the boundary of the London Borough of Camden). An Act of Parliament in 1826 enabled Finchley Road giving a new road to the north other than two further east through hillier and higher, sometimes narrow urban lanes, which met at Highgate; it was completed by 1829. It had a tollgate at the Castle Public House. The road has a double- width bypass skirting Childs Hill. In the early 1850s a Colonel Evans speculatively built \"The Mead\", where brickworks had been, renamed Granville Road, the street name today. By the 1870s laundries were a major local industry. The last, the Initial Laundry in Granville Road, closed in 2006. ==Housing== Childs Hill has streets of leafy semi-detached and relatively plain terraced housing. It is also characterised by four high rise blocks of flats and some blocks of mid-rise apartments. The first block of the four was built by the building company Tersons for the Metropolitan Police in about 1956. These were homes for police families. Orchard Mead House, on the Finchley Road, later became Quarters/homes for armed/other emergency Services families for a short time before moving into the private sector. The second and third blocks, in Granville Road were built in about 1960, by the local borough as housing in the local community. The fourth block, presumed to be the same, was built some time later. ==Amenities== Childs Hill has a public library, as well as a square park, Childs Hill park, which also contains the Childs Hill Bowls Club, several shops and restaurants, small businesses, offices, primary schools and two churches (All Saints C of E with Primary School and Childs Hill Baptist, whose pastor of over 30 years is Gary Brady). At the Western extreme on the Hendon Way, is the Palm Hotel, formerly the Garth Hotel. Alexei Sayle's short story Barcelona Plates goes into some detail as its protagonist stays there for a while, noting, amongst many other features, the idiosyncratic design of the building, an amalgamation of suburban houses. It has an off-centre park, Basing Hill Park. Golders Hill Park borders the east of its area; over half of it is included in two purely Childs Hill census output areas though it borders too Golders Green. Another park, Clitterhouse Recreation Ground is just over the usual borders of the area. ==Neighbouring areas== ==Notable people== Childs Hill has blue plaques commemorating two famous former residents: Sportsman C. B. Fry who lived at Moreland Court, Lyndale Avenue, and Aviator Amy Johnson, who lived at Vernon Court on the Hendon Way. Another former resident was John Bloxham, who used to live in Garth Road, He now resides in Northampton. Though not a resident John Constable, who lived in nearby Hampstead, painted Childs Hill in oils in 1825. (The work is entitled Childs Hill with Harrow in the Distance). The painting shows the view northwest along what is now Cricklewood Lane, with Harrow on the Hill visible beyond. ==Notes and References== ;References ;Notes ==Further reading== Hendon, Child's Hill, Golders Green and Mill Hill, by Stewart Gillies and Pamela Taylor () Hampstead Heath, by Alan Farmer () == External links == *British History Online - Childs Hill section of the history of Hampstead ancient parish to 1989 - in the collaborative historian's project the Victoria County History, for the near-complete History of the County of Middlesex. Category:Districts of the London Borough of Barnet ",
    "title": "Childs Hill"
}