{
    "id": "1486178",
    "text": "Afghan pulwar, 19th century mounts, earlier (17th to 18th century) deeply curved 82 cm blade of damascus watered steel, inlaid on one side with maker's mark and Islamic inscription, other gold inlays throughout the blade, large iron hilt with characteristic down turned quillions and brass rivet caps, inside measurement 104 cm, leather over wood scabbard with iron chape. The pulwar or pulouar is a single-handed curved sword originating in Afghanistan. ==Origin== The pulwar originated alongside other scimitar-type weapons such as the Arab saif, the Persian shamshir, the Turkish kilij, and the Indian talwar, all of them ultimately based on earlier Central Asian swords. Originally, the Khyber Knife (a type of short sword) served as the weapon of the common people while upper-classes could afford to import swords from neighbouring Persia and India. Over time, the Afghans combined characteristics of the imported swords and adapted it to create the pulwar. Most existing pulwars date back to the early 19th century. ==Characteristics== Afghan police ca. 1880, a man near the centre of the group holds a scabbarded pulwar upright; to his left another man holds a Persian shamshir across his lap. Borrowing features from the swords of neighboring lands, the pulwar may be described as an Afghan version of the Indian talwar. Pulwar blades tend to be more elaborately fullered than those of the talwar. Some pulwar hilts were fitted to Persian blades which are slimmer and more curved and tapered towards the tip than the more typically robust pulwar blades. The hilt is characterized by two quillons which are short and turned to point in the direction of the blade in the manner of some shamshir and saif, a feature typical of swords produced in Qajar period Iran. Like the tulwar, the hilt is made of iron, and is attached to the tang of the blade by a very strong adhesive resin. Unlike the flat disc surrounding the pommel of the tulwar, the pommel of pulwar exhibits a cup-shape.Evangelista and Gaugler, p. 483. Both hilt and blade can be ornately engraved with inscriptions, designs, and images. ==See also== *Khanjar *Kilij *Sabre *Scimitar *Shamshir *Talwar *Zulfiqar ==Notes== ==References== * Evangelista, N. and Gaugler, W. M. (1995). The encyclopedia of the sword. Greenwood Publishing Group. . Category:Weapons of Afghanistan Category:Single-edged swords Category:Pashtun culture ",
    "title": "Pulwar"
}