{
    "id": "1486207",
    "text": "LP The Year of Roosevelt Franklin Roosevelt Franklin is a Muppet who was featured on the children's television series Sesame Street during the early 1970s. He is purple with shaggy black hair that stands on end. His name is a word play on the name of the late U.S. President Franklin Roosevelt, but the first and last names are reversed. Sesame Street cast member Matt Robinson, who also played Gordon on the series for the first three seasons (1969–1972), created the character and provided his voice. Franklin is an intelligent boy who often speaks in rhyme or scat. Franklin began to appear more rarely in episodes created after the mid-1970s until he no longer was on the series. Robert W. Morrow, author of \"Sesame Street\" and the Reform of Children's Television, wrote that \"Franklin's sudden arrival may have been in response to early criticism of the show as too white.\" Roosevelt Franklin usually appears in scenes with his mother, voiced by Loretta Long, who plays Susan on the series, and Roosevelt frequently recites poetry. Later scenes were set in a classroom at Roosevelt Franklin Elementary School, in which Roosevelt appears to fill in for an absent teacher while teaching lessons about up and down, high and low, loud and soft, here and there, good and bad luck, poison, Africa, rhyming words, trying and trying again, leaving other people's belongings alone, and street-crossing safety. Jane O'Connor, the sole African- American woman in early Sesame Street planning discussions, perceived Roosevelt Franklin to be causing white children to believe in a stereotypical view of African Americans. The character faded from the show because teachers were concerned that his rowdy behavior in class was setting a bad example for the pre-school audience. Franklin is featured on a 1971 record album titled The Year of Roosevelt Franklin, Gordon's Friend from Sesame Street, reissued in 1974 as My Name Is Roosevelt Franklin.Sesame Street - My Name Is Roosevelt Franklin (Full Album), YouTube ==References== ==External links== *Roosevelt Franklin as classroom teacher *Roosevelt Franklin chosen as the Most Underrated Muppet *9 Muppets Kicked Off Sesame Street Franklin, Roosevelt Category:Television characters introduced in 1970 Category:Fictional African- American people ",
    "title": "Roosevelt Franklin"
}