{
    "id": "1486257",
    "text": "Josef (Joseph) August Schultes (15 April 1773 in Vienna - 21 April 1831 in Landshut) was an Austrian botanist and professor from Vienna. Together with Johann Jacob Roemer (1763–1819), he published the 16th edition of Linnaeus' Systema Vegetabilium. In 1821, he was elected a foreign member of the Royal Swedish Academy of Sciences. He was the father of Julius Hermann Schultes (1804-1840). In 1796 he received his doctorate at Vienna, where he was a student of Johann Peter Frank (1745-1821). Later on, he served as a professor of botany and natural history at the Theresianum in Vienna, followed by professorships at the Universities of Krakow (1806) and Innsbruck (1808). In 1809 he succeeded Franz von Paula Schrank (1747-1835) at the University of Landshut as a professor of natural history and botany. At Landshut, he also served as a medical director.Deutsche Biographie Swedish botanist Carl Peter Thunberg commissioned Schultes to edit the first complete edition of his Flora Capensis, which was published in 1823. == Publications == * 'Flora Austriaca, 1794 (two volumes) - Flora of Austria. * Ausflüge nach dem Schneeberg, 1802 - Trips to Schneeberg. * Catalogus plantarum primus horti botanici Cracoviensis Universitatis 1807, secundus 1808; (a study of the botanical garden in Krakow). * Reisen durch Oberösterreich, 1809 (two volumes) - Travels through Upper Austria. * Grundriss einer Geschichte und Literatur der Botanik von Theophrastos Eresics bis auf die neuesten Zeiten, 1817 - Outline of a history and literature of botany from Theophrastus to the latest times. * Flora Capensis, 1823. * Reise auf den Glockner, 1824 - Trip to the Grossglockner.Biography @ Allgemeine Deutsche Biographie ==External links== *Zoologica Göttingen State and University Library ==Notes== Category:Austrian botanists Category:Austrian taxonomists Category:1773 births Category:1831 deaths Category:Members of the Royal Swedish Academy of Sciences Category:University of Innsbruck faculty Category:19th-century botanists Category:19th-century Austrian scientists ",
    "title": "Josef August Schultes"
}