{
    "id": "1486980",
    "text": "Uridium (released on the NES as The Last Starfighter) is a science fiction side-scrolling shoot 'em up originally designed by Andrew Braybrook for the Commodore 64, and later ported to other 8-bit machines. It consists of fifteen levels,http://www.nintendolife.com/reviews/2008/03/uridium_virtual_console each named after a metal element, with the last level being called Uridium (a fictional metallic element, not to be confused with the real metallic element iridium). The manual quotes Robert Orchard, who invented the name as saying \"I really thought it existed.\" Uridium was later released for the Nintendo Entertainment System in 1990. Mindscape purchased a license to release a game based on the film The Last Starfighter.https://www.retrogamer.net/retro_games80/the-making-of-uridium/ Rather than program a new game, however, Mindscape decided to take an easier route by recycling an older, relatively obscure game. The title screen, sprites, and soundtrack were modified, but the levels and gameplay were identical. In 2003, it was re-released on the C64 Direct-to-TV. In 2008, the C64 version was announced as a title on the Wii Virtual Console.Commodore 64 coming to Virtual Console On 28 March 2008, Uridium was released for the Virtual Console in Europe, costing 500 Wii Points. ==Plot== The plot of Uridium is described as follows: > The solar system is under attack! Enemy Super-Dreadnoughts have been placed > in orbit around each of the fifteen planets in this galactic sector. They > are draining mineral resources from the planetary cores for use in their > interstellar power units. Each Super-Dreadnought seeks out a different metal > for its metal converter. > Your Manta class Space Fighter will be transported to each planet in turn > and it is your task to destroy each Dreadnought. First you must attack the > defensive screen of enemy fighters, then you must neutralise the majority of > surface defences before you land on the Super-Dreadnought's master runway. > Once on board you must pull as many fuel rods as possible from the metal > converters before you take off for a final strafing run as the Dreadnought > vaporises into the ether. ==Gameplay== In-game screenshot from the first level of the Amstrad CPC version of Uridium In practice, each level takes place at a fixed altitude just above the surface of the Dreadnoughts. The screen scrolls horizontally in both directions as the Manta flies over the Dreadnoughts. Each Dreadnought has a different configuration of walls and other structures which must be negotiated in order to reach the landing zone. This task is hampered by squadrons of enemy fighters that attack the Manta in waves. Lastly, flashing ports on the Dreadnought's surface release homing mines that cannot be destroyed. It takes a skillful Manta pilot to outfly the mines until they self-detonate. Only when enough of the Dreadnought's defenses have been destroyed is the \"Land Now!\" signal activated, allowing the player to slow the Manta's speed to a minimum and land on the sternward landing zone. After this, the pilot presumably enters the interior of the mothership and sets its nuclear reactor to self-destruct. Finally, the Manta takes off again as the Dreadnought below it crumbles to atoms. As the Manta flies over the Dreadnought again the player has the opportunity to shoot any remaining defences.http://www.eurogamer.net/articles/R-Uridium_c64 Later Dreadnoughts have tricky wall configurations where the gap between the walls is so narrow that the Manta must turn sideways in order to pass through it. This required skillful use of the joystick. More skill could be exhibited (and more points awarded) by ignoring the \"Land Now!\" signal and destroying the elite fighters that attacked in waves of one. The final Dreadnought, Uridium, actually contains only a few screens of gameplay; the bulk of this Dreadnought consists of the \"congratulations\" message for completing the game (i.e., \"GOOD ZAPPING... TURKEY.\"). This is initially made inaccessible by an impassable wall, but visible in the final overflight when the Dreadnought is destroyed. ==Technical details== When Uridium was originally released, reviewers were impressed by the way the Dreadnoughts were presented. In a simulation of parallax scrolling, the surface of the Dreadnoughts scrolls horizontally, whereas the stars in the background stay still. Since the Commodore 64's graphics do not support parallax scrolling, particular trickery was required to achieve this. The way it was done is that the Dreadnoughts' surface is actually the background, and the black empty space and the stars are character glyphs on the foreground. As the Commodore 64's graphics chip scrolls the screen to the left or right, the character glyphs representing the stars change shape by shifting their single lit pixels to the right or left, countering the scroll of the screen and giving the impression they were stationary.Hytönen, Pasi: Uridiumin ja Parallaxin grafiikka. C-lehti 1/1987, pp. 50-51. Available online at . ==Sequels== Uridium was followed by Uridium+ (a modified version containing new levels), and Uridium 2 on the Amiga platform. ==Reception and legacy== Computer Gaming World praised Uridium for its graphics' ability to display depth, as well as the game's robust controls. Zzap!64 were similarly enthusiastic, describing the game as \"Visually awesome, sonically sound, technically stunning and a brilliant shoot em up to boot\". It was rated 94% overall. Antic also liked the game, citing its \"detailed and lifelike graphics\". The game won the award for best shooting game of the year according to the readers of Crash magazine. It was also voted Best Arcade- style Game of the Year at the 1986 Golden Joystick Awards. One of Andrew Braybrook's later releases, Morpheus, contained a homing mine enemy called an \"Uridimine\", named no doubt as a tribute to the homing mines of Uridium. Some aficionados refer to the homing mines as \"Uridimines\" when talking about Uridium or Uridium 2, as well. ==References== ==External links== * * * * Uridium at CPC Zone * Uridium Wii Virtual Console Review on VC-Reviews.com Category:1986 video games Category:Amstrad CPC games Category:BBC Micro and Acorn Electron games Category:Commodore 64 games Category:Atari ST games Category:IOS games Category:ZX Spectrum games Category:Virtual Console games Category:Horizontally scrolling shooters Category:Science fiction video games Category:Video games developed in the United Kingdom Category:DOS games Category:Single-player video games ",
    "title": "Uridium"
}