{
    "id": "1486571",
    "text": "The Battle of Nancy in September 1944 was a 10-day battle on the Western Front of World War II in which the Third United States Army defeated German forces defending the approaches to Nancy, France and crossings over the Moselle River to the north and south of the city. The battle resulted in U.S. forces fighting their way across the Moselle and liberating Nancy. ==Overview== When the Third Army began its attempt to capture Nancy, it had only recently recovered from a severe fuel shortage which had caused it to halt on the Meuse River for five days. During this time, German defenders in the area had reinforced their positions. While the U.S. XX Corps in the north was tasked with the capture of Metz, Nancy, the other major city in the region, was assigned to the U.S. XII Corps. When the XII Corps first started on this assignment it was not at full operational strength as the 35th Infantry Division was guarding the southern flank of the Allied forces until the southern Seventh Army could close the gap. This left only the 4th Armored Division and the 80th Infantry Division available. ===U.S. forces=== U.S. XII Corps - Major General Manton Eddy *4th Armored Division - Major General John S. Wood **Combat Command A **Combat Command B **Combat Command R *35th Infantry Division - Major General Paul W. Baade **134th Infantry Regiment **137th Infantry Regiment **320th Infantry Regiment *80th Infantry Division - Major General Horace L. McBride **317th Infantry Regiment **318th Infantry Regiment **319th Infantry Regiment ===German forces=== XXXXVII. Panzerkorps - General der Panzertruppe Heinrich Freiherr von Lüttwitz *3. Panzergrenadierdivision - Generalmajor Hans Hecker **8. Panzergrenadier- Regiment **29. Panzergrenadier-Regiment *553. Grenadierdivision - (later Volksgrenadierdivision) - Generalmajor Johannes Bruhn **1119. Grenadier- Regiment **1120. Grenadier-Regiment **1121. Grenadier-Regiment *104. Panzergrenadier-Regiment (detached from 15. Panzergrenadierdivision) *Fallschirm-Jäger-Ersatz-und Ausbildungs- 3. Regiment (airborne infantry replacement and training regiment) *92. Flieger-Regiment (ad hoc regiment of Luftwaffe antiaircraft units and other ground troops) ==80th Infantry Division attempts to secure a bridgehead== Initial plans for assault on Nancy. Due to the difficulty of the terrain and lack of intelligence about enemy strength, it was decided against risking the 4th Armored Division in the initial capture of a bridge, as had been done at Commercy. Instead, the 80th Infantry Division was assigned to secure three crossing sites across the Moselle: at Pont-à- Mousson with the 317th Infantry Regiment, Toul with the 319th Infantry Regiment, and a limited one at Marbache () with the 318th Infantry Regiment. The 4th Armored Division would then sweep around from the northern Pont-à- Mousson to assault Nancy from the east, while infantry from Toul would attack from the west. At Pont-à-Mousson, the 317th Infantry dispensed with reconnaissance and preliminary artillery bombardments, hoping to use tactical surprise instead. This turned out to be a poor decision though, as the German defenders, who were in greater strength and much better prepared than assumed, held terrain that allowed them to observe the movement of the American forces in the vicinity. American forces made two crossing attempts, the first in the daylight and the second at night, but both were easily repulsed and the assault was called off by General Eddy. Confronting the German 92. Luftwaffe- Regiment around Marbache, the 318th Infantry had a difficult fight through the woods as they tried to seize the high ground which commanded the vicinity. After a two-day battle, they managed to dislodge the German defenders and capture the hill, but were soon thrown back by a German counter-attack. At Toul, there was seemingly more success as a loop of the Moselle was crossed by the 319th Infantry, but it was short-lived as the German defenders of the 3rd Parachute Replacement Regiment simply fell back until they reached a defensive line flanked by two forts from which they were able to stall further advances. ==The Americans regroup== Though the initial crossing attempts largely failed, by 7 September the situation had started to improve for the Americans. With the Seventh Army rapidly approaching from the south and the XV Corps returning to the Third Army to guard the southern flank, the 35th Infantry Division was now available to use in the next assault. A new plan drawn up was for the 80th Division to attack in the north and the 35th Division in the south along with the 4th Armored's Combat Command B (CCB), while Combat Command A (CCA) would wait in reserve to exploit either flank. This new plan was scheduled to take place on 11 September. ===The Dieulouard Bridgehead=== After the poor results from the hasty earlier crossing attempts, greater effort was made for a coordinated and well-supported assault, with General Eddy deciding on a concentric advance to encircle the German forces around Nancy. Dieulouard (), located about south of Pont-à-Mousson, was chosen as the new crossing site for the northern thrust of the encircling maneuver. The new plan would have the 317th Infantry cross first and secure a foothold, then for the 318th Infantry to follow and capture the high ground centered on Mousson Hill to the north. A heavy bridge would then be laid and CCA would be able to strike and capture Château-Salins, an important rail centre in the region. Because the 319th Infantry was still engaged in combat at Toul, they could not be used in this assault. Because of the formidable terrain held by the German forces, extra support was called in. On 10 September, the IX Bomber Command destroyed a bridge at Custines to prevent enemy reinforcements from Nancy, and the following evening struck at Mousson Hill. In order to feint the enemy, artillery and air strikes were primarily directed at Pont-à-Mousson. The infantry crossings took place on September 12 and met with only weak resistance. So fast was the advance that elements of CCA were able to cross on the very same day. The reason for this ease was the Americans had crossed in a region near where two separate German divisions (3. Panzergrenadierdivision and the 553. Volksgrenadierdivision) linked up and were thinly posted. Most of the reserves in the area had already been sent north to engage XX Corps. The German assault to destroy the bridge began about 01:00 on 13 September, and was initially successful as troops of the 29. Panzergrenadier-Regiment forced a retreat of the American infantry and pushed them almost back to the bridge itself. An American battalion commander assembled enough troops and medium tanks (of the attached 702nd Tank Battalion) to stop the Germans at le Pont de Mons. CCA sent a reconnaissance troop of armored cars and jeeps into the bridgehead at 06:15, and this unit pushed to the outskirts of Sainte-Geneviève () but was forced to halt by German self-propelled guns. As daylight broke, the Germans began retreating to the north and east, pursued by 80th Division troops and tanks of CCA. CCA's 37th Tank Battalion—commanded by Lt. Col. Creighton Abrams—pushed across the bridgehead and rapidly moved to the southeast, defeating German roadblocks and taking prisoners. By that evening, the bridgehead was considered secure, allowing all of CCA to cross and move on Château-Salins. The following day saw further counterattacks against the foothold by German forces emerging from mist-shrouded hills, but they were again repelled by the 80th Division, aided by reinforcements sent back from the advanced CCA. ===The Flavigny and Bayon Bridgeheads=== On 10 September, as the 35th Division moved into position to begin their part of the assault, a bridge, rigged with demolition charges but otherwise intact, was located at Flavigny (). The 2nd Battalion of the 134th Infantry Regiment was given permission to assault the bridge at dusk, and although they succeeded in capturing it and establishing a bridgehead, reinforcements failed to arrive. The Americans defeated two German infantry attacks, but the bridge was subsequently destroyed by German artillery early the next morning. The American troops were forced back across the river by a third German counterattack supported by tanks, suffering heavy losses. This loss prevented the regiment from being further involved in the attempt to secure a crossing site, and the next day, it was instead assigned to guard the left flank at Pont St. Vincent (). At this location, the regiment garrisoned an 1880s-era French fort which was subject to a small German assault that was eventually broken up by artillery. CCB managed to cross at Bainville-aux-Miroirs () and near Bayon (). A large bridge was floated at Bayon that night, which German forces attempted to destroy, but were annihilated instead after being encircled. The 137th Infantry also managed to secure a foothold at Crévéchamps () after a feint to the north and a half-hour artillery bombardment. They quickly found themselves pinned down after crossing, but were able to fight themselves out after German forces were depleted following the failed counterattack against the Bayon bridgehead. ==Encirclement of Nancy== 4th Armored Division encircles Nancy The drive of Abrams' 37th Tank Battalion on 13 September reached Fresnes-en-Saulnois (), a village located west of Château-Salins. The next day, orders were changed though and CCA was to instead capture the high ground at Arracourt (), cutting off German escape routes from Nancy. On arrival in the area, CCA encountered and dispatched forces from the 15. Panzergrenadierdivision with only light casualties, then proceeded to set up a defensive position, oriented towards the east from which they were able to harass German forces on the main road to Nancy and send advance units to meet with patrols from CCB around the Marne-Rhin Canal. The raiding party was very successful, as CCA took over 400 prisoners, destroyed over 160 vehicles, and knocked out ten guns. The following day brought word to CCA of further German counterattacks at Dieulouard, at which point they released a reinforcing infantry battalion as well as a tank company to stabilize the situation. After CCB crossed the Moselle in the south, the German defenders, finding poor natural defense in the terrain, retreated to the Forêt de Vitrimont () across the Meurthe River. The Germans had little time to prepare their defenses in the area, and were soon driven off after CCB crossed the Meurthe River on 14 September, the bulk of them falling back to Lunéville. The meeting with units from CCA at the Marne-Rhein Canal that night completed the encirclement of Nancy. ==Liberation of Nancy== The concentric assault around Nancy hastened the German withdrawal from the city which had already been authorized on 13 September by Generaloberst Johannes Blaskowitz, the army group commander. The 320th and 137th Infantry Regiments pushed out of the Bayon bridgehead and made an oblique advance to the Meurthe River, crossing it by the evening of 14 September. By 16 September, the 320th Infantry had crossed the Marne-Rhin Canal while the 137th Infantry had pushed up to it in the vicinity of Saint-Nicolas-de-Port (). At this point, resistance by the 553. Volksgrenadierdivision stiffened again, and both regiments found themselves under heavy fire. On 14 September, the 319th Infantry was prepared to advance on Nancy proper. Intelligence provided by the French Forces of the Interior informed the U.S. troops that the Germans had evacuated the Forêt de Haye (), and on 15 September, the 3rd Battalion, 319th Infantry entered Nancy on the Toul Road and pushed through to the eastern outskirts of the city with no opposition. ==Aftermath== The capture of Nancy provided the Allies an important communications center in France and the city later served as the garrison of Third Army Headquarters. The German defenders of Nancy, however, largely escaped the encirclement of the city and were available for further operations during the Lorraine Campaign. The XII Corps' successful assault across the Moselle around Nancy also prompted the subsequent German counter-attack at Arracourt by the 5. Panzerarmee. ==Further reading== *Cole, Hugh M., The Lorraine Campaign, Washington D.C.: United States Army Center of Military History, 1997. CMH Pub 7-6-1. *Zaloga, Steven J., Lorraine 1944, Oxford: Osprey Publishing, 2000. . ==External links== *Combined Arms Research Library - The 4th Armored Division in the Encirclement of Nancy Category:Allied advance from Paris to the Rhine Category:Meurthe-et- Moselle Category:Nancy, France Category:Military history of Lorraine Category:September 1944 events Category:1944 in France ",
    "title": "Battle of Nancy (1944)"
}