{
    "id": "1487615",
    "text": "Footprint Travel Guides is the imprint of Footprint Handbooks Ltd, a publisher of guidebooks based in Bath in the United Kingdom. Particularly noted for their coverage of Latin America, their South American Handbook, first published in 1924, is in its 90th edition and is updated annually. The company now publish more than 200 titles covering many destinations. Since 2008, all handbook guides are published in lightweight hardback. The initial focus on travel broadened to include activity and lifestyle guides on topics such as travel photography, travelling with children, mountain biking, diving, surfing, skiing, snowboarding and body and soul retreats. The range currently offered by Footprint includes: Footprint Handbooks, Footprint Focus, Footprint Dream Trip, Footprint with Kids, Footprint Activity and Lifestyle Guides, and Footprint Full-Colour Guides. Globe Pequot Press acquired Footprint in 2007. When Globe Pequot was sold by parent Morris Communications to Rowman & Littlefield, Footprint was retained. In 2019, Footprint was acquired by Bradt Travel Guides. ==History== The company was incorporated in December 1922 as Trade and Travel Publications Ltd.Companies House Webcheck Company number 186564 === South American Handbook === In 1924 the company published the South American Handbook, a new edition of a guide for business travellers first published in 1921 by the Federation of British Industry and entitled the Anglo-South American Handbook.Oxford Dictionary of National Biography, Koebel, William Henry The handbook remained the company's only guidebook for the next 65 years. Over the years the handbook expanded its coverage to include all the countries of South America, Central America, Mexico and the Caribbean. It continued to include data for businessmen, but by the 1970s was increasingly aimed at leisure travellers, particularly backpackers following the Gringo Trail. In 1989 the 65th edition was almost 1400 pages long. In 1990 the handbook was split. The Mexico & Central America Handbook and the Caribbean Islands Handbook were published as separate volumes, and during the 1990s the company started developing a new travel guide series using the South American Handbook title as the flagship. === Footprint imprint === Trade and Travel Publications changed its name to Footprint Handbooks Ltd in August 1996. By 1997 there were over a dozen guides in the series. The series grew quickly and in 2004, Footprint launched its first thematic guide: Surfing Europe. This was followed by further thematic guides such as Diving the World, Snowboarding the World, Body and Soul escapes, Travel with Kids and European City Breaks. In 2013 a brand new series, Footprint Dream Trip, was launched. ==Official History== The official history of the company, is included in the majority of Footprint’s publications.The Footprint Story ==References== ==External links== * Official website Category:Book publishing companies of the United Kingdom Category:Travel guide books Category:Companies based in Bath, Somerset ",
    "title": "Footprint Travel Guides"
}