{
    "id": "1487792",
    "text": "The Battle of Huamantla was a U.S. victory late in the Mexican–American War that forced the Mexican Army to lift the Siege of Puebla.Bauer, K.J., 1974, The Mexican War, 1846–1848, New York: Macmillan, ==Background== Santa Anna left Puebla at the end of Sept., to intercept Joseph Lane's relief column, planning an ambush at Paso del Pintal. Learning of Santa Anna's men at Huamantla, Lane left his train under guard and marched toward that city, Captain Samuel H. Walker's four companies of cavalry in the lead. ==Battle== Walker charged, upon seeing Santa Anna's lancers, driving the Mexicans from the town. Santa Anna led a counterattack, Walker was shot by a civilian in a nearby house, and his men retreated into a church. The Mexicans then retreated to Querétaro. Lane turned his troops loose in a drunken sack of the town. They reached Puebla on 12 Oct. to lift the siege. ==See also== * Battles of the Mexican–American War ==Order of battle== ===United States=== {| class=\"wikitable\" |- ! width=25% | Brigade ! Regiments and Other |- | Lane's BrigadeHistory of the Mexican War by Cadmus Marcellus WilcoxHistory of the War Between the United States and Mexico by John Stilwell Jenkins BG Joseph Lane | * 4th Indiana Volunteer Infantry: Colonel Willis A. Gorman * 1st Pennsylvania Volunteer Infantry battalion: Colonel Francis Murray Wynkoop * 9th U.S. Infantry, four companies: Major Folliot T. Lally * 2nd U.S. Infantry, detachment of six companies: Captain Samuel P. Heintzelman * Mounted detachment: Captain Samuel H. Walker ** Texas Mounted Infantry: Captain Samuel H. Walker ** Louisiana Cavalry: Captain Besacon ** Louisiana Cavalry: Captain Lewis ** Georgia Cavalry: Captain Loyal * 3rd Artillery Battalion: Captain George Taylor ** Field’s Battery: Lt Field |- | Guarding Supply Train | * 4th Ohio Volunteer Infantry: Colonel Charles H. Brough * 7th U.S. Infantry, detachment: Captain Simmons * Pratt's Battery, 2nd U.S. Artillery: Lt Pratt |- |} ===Mexico=== Mexican Army: General Antonio López de Santa Anna ==References== ==Further reading== * Nevin, David; editor, The Mexican War (1978) ==External links== * From the Baltimore Republican and Argus * A Continent Divided: The U.S. - Mexico War, Center for Greater Southwestern Studies, the University of Texas at Arlington Justin H. Smith's The War with Mexico Category:1847 in Mexico Huamantla Huamantla Category:History of Tlaxcala Category:October 1847 events ",
    "title": "Battle of Huamantla"
}