{
    "id": "1487911",
    "text": "Mount Everest is the Earth's highest mountain peak, located on the Nepal / China border in Asia. Everest may also refer to: ==Places== *Everest, Kansas, a small city in Brown County, Kansas, United States *Everest Base Camp, two base camps, each on opposite sides of Mount Everest *Everest gasfield, a gasfield located in the Central North Sea, near Aberdeen, Scotland *Everest (restaurant), a Michelin rated French restaurant in Chicago ==People== *Barbara Everest (1890–1968), a British actress *F. Alton Everest (1909–2005), an American acoustical engineer *Frank F. Everest (1904–1983), a US Air Force general *Frank Kendall Everest, Jr. (1920–2004), a US Air Force officer *George Everest (1790–1866), Surveyor General of India, namesake of Mount Everest *Hiram Bond Everest (1830–1913), an American inventor *Jack Everest (born 1908), Irish footballer *James Everest (1918–1992), New Zealand cricketer *Josiah T. Everest (1800–1873), an American lawyer and politician *Kate Asaphine Everest (later Levi) (1859–1939), American writer and social worker *Mary Everest Boole (1832–1916), a British mathematician and author *Wesley Everest (1890–1919), an American member of the Industrial Workers of the World (IWW) and a World War I veteran ==Arts, entertainment, and media== ===Films=== *Everest (1998 film), an American documentary film *Everest (2015 film), an American biographical adventure film ===Literature=== *\"Everest\" (short story), a 1953 science fiction short story by Isaac Asimov ===Music=== *Everest (band), American rock band *\"Mount Everest\" , 2019 song by English singer Labrinth from his second studio album Imagination & the Misfit Kid *Everest Records, an American stereophonic record label *Everest (opera), a one-act opera composed by Joby Talbot ===Television=== *Everest (Indian TV series) *Everest '82, a 2008 Canadian drama film miniseries *Everest: Beyond the Limit, a reality television series broadcast by Discovery Channel ==Brands and enterprises== *Everest (cigarette), a cigarette brand, manufactured, distributed and market by the Zimbabwe arm of British American Tobacco company. *Everest Home Improvement, a British Double Glazing and Home Improvement company *Ford Everest, a sport utility vehicle produced by the Ford Motor Company ==Education== *Everest College, a system of for-profit colleges in the United States and the Canadian province of Ontario *Everest University, a part of the Corinthian Colleges' family of schools ==Sport== *Club Deportivo Everest, an Ecuadorian football team *Mount Everest Nepal, a Palauan football club *The Everest, an annual Australian Turf Club horse race run since 2017 ==Other uses== *Everest, a husky member of the PAW Patrol *EVEREST, a 2007 study of US voting machines *Expedition Everest, a steel roller coaster located at Disney's Animal Kingdom in Florida, USA == See also == ",
    "title": "Everest (disambiguation)"
}