{
    "id": "1487766",
    "text": "\"Thunder Road\" is a 1975 song written and recorded by Bruce Springsteen, that became the opening track on his breakthrough album Born to Run. While never released as a single, \"Thunder Road\" is ranked as one of Springsteen's greatest songs and one of the top rock songs in history. It is No. 86 on Rolling Stones 500 Greatest Songs of All Time list, and also the 92nd best ranked song on critics' all-time lists according to Acclaimed Music. ==Composition and Recording== \"Thunder Road\" was written by Springsteen while at his living room piano in Long Branch, New Jersey. In October 1974, it existed as a solo recording, \"Chrissie's Song\", that included the line, \"leave what you've lost, leave what's grown cold, Thunder Road\". By early 1975, Springsteen had combined lyrics from another composition, \"Walking in the Street\", forming a new song, \"Wings For Wheels\", which he debuted on February 5, 1975, at a benefit for a local club, The Main Point, radio broadcast in the Philadelphia area, and featuring four yet-to-be-released Born to Run songs. Still unsatisfied, he finished dismantling \"Walking In the Street\", by importing its main coda into \"Wings for Wheels\" as the instrumental ending, now calling it \"Thunder Road\". Springsteen stated at a 1978 concert that the name of his song had been inspired by seeing a poster of the 1958 Robert Mitchum film Thunder Road, though he did not see it. On April 13, 1975, music critic and record producer Jon Landau officially joined the album's production team, marking the start of a life-long professional relationship. At Landau's suggestion, production was moved from 914 Sound Studios to Record Plant studios in Manhattan. When sessions began on April 18, Jimmy Iovine, fresh from recording John Lennon's \"Walls and Bridges\", replaced Louis Lahav (who returned to Israel in March) as engineer. Bruce later describes as a \"brilliant imposter\" and a \"young studio dog with fastest learning curve I've ever seen\". After three intensive days (April 18, 19 and 23) working on \"Thunder Road\", nothing further was noted in studio logs until July 15 - 16, when final overdubs and mixing were done. In his autobiography, Bruce Springsteen says he loosely envisioned Born to Run as a series of vignettes, following its character throughout the day, with \"Thunder Road\" serving as an \"invitation\" to the album and opening with a harmonica that suggests the beginning of a \"new day\". Springsteen also describes Landau as an \"astute arranger and editor\" who \"guarded against overplaying and guided our record toward a more streamlined sound\". Speaking to author Brian Hiatt about \"Thunder Road\" in 2005, Landau states it \"was fantastic, but it was a little unwieldy, a little unfocused, a little more like a jam piece. […] I remember talking with Bruce about a few ideas about how to just reshuffle the deck a little bit, and keep the song building from the very beginning right through the end.\" ==Lyrics and music== The lyrics to \"Thunder Road\" describe a young woman named Mary, her boyfriend, and their \"one last chance to make it real\". Musically, the song opens with a quiet piano (Roy Bittan) and harmonica (Springsteen) introduction, meant, as Springsteen said years later in the Wings for Wheels documentary, as a signifier that something was about to happen. The title phrase is not used until the middle section of the song. After the closing line, there is a tenor saxophone and Fender Rhodes duet played by Clarence Clemons and Bittan in the instrumental coda. In this song, Springsteen mentions Roy Orbison \"singing for the lonely\" on the radio. Orbison, one of whose best-known songs is \"Only the Lonely\" (1960), was a huge influence on Springsteen.Springsteen, Bruce. South By Southwest Keynote Address. Austin, TX. March 15. 2012. ==Acclaim== In 2004, it was ranked No. 1 on the list of the \"885 All-Time Greatest Songs\" compiled by WXPN (the University of Pennsylvania's public radio station). The song came in at No. 226 in Q magazine's list of the \"1001 Greatest Songs Ever\" in 2003, in which they described the song as \"best for pleading on the porch\". Julia Roberts, when asked which song lyric described her most accurately, chose \"Thunder Road\"'s \"You ain't a beauty, but hey, you're alright.\" The song is featured in the book 31 Songs by British author Nick Hornby. It is ranked No. 86 on Rolling Stones 500 Greatest Songs of All Time list. It is also ranked number 3 on the magazine's list of his best songs. According to Acclaimed Music, it is the 92nd most celebrated song in popular music. ==Live performance history== During the 1974 to 1977 Born to Run tours, \"Thunder Road\" was always played by Springsteen accompanied only by Roy Bittan's piano and Danny Federici's glockenspiel, an example of which is found on Hammersmith Odeon London '75. Not until later in the tour did \"Thunder Road\" make full-band appearances. In the 1978 tour \"Thunder Road\" usually opened with Springsteen telling a story as to why he wrote the song, and it might segue out of some other more dirge- like song such as \"Racing in the Street\". In concerts during the 1980s, the coda of the song was stretched out to showcase E Street Band saxophonist Clarence Clemons. Clemons and Springsteen would charge at each other from opposite ends of the stage, with Springsteen sliding into Clemons in an embrace. The early 1990s \"Other Band\" Tour performed the song on acoustic guitar with an organ in the background; this arrangement is documented on the 1993 concert video and album In Concert/MTV Plugged. The song then disappeared from Springsteen concerts until emerging again in 1999 in the Bruce Springsteen and the E Street Band Reunion Tour, where it was played at a significantly slower tempo than the studio version while Springsteen pointed to people he knew or to females in the front rows. An example of such a performance can be found in the 2001 release Live in New York City. Although played fairly regularly on The Rising Tour as on Live in Barcelona, the song then rarely appeared on the Devils & Dust Tour, this time on piano. The song was not performed during the Sessions Band Tour; it reappeared on 2007–2008 Magic Tour and continued to be played regularly on the 2009 Working on a Dream Tour. On June 14, 2008, on stage at Millennium Stadium in Cardiff, Springsteen dedicated a performance of the song to political broadcast analyst Tim Russert, a longtime Springsteen fan who had suddenly died the previous day. On June 18, 2008, Springsteen performed the song, with acoustic guitar, for a Russert memorial event in Washington DC via tape-delayed satellite. On November 7, 2016, Springsteen performed the song at a Hillary Clinton presidential election rally in Philadelphia. In 2016 a fan made a video compilation of Springsteen performing \"Thunder Road\" over 41 years. The video illustrates how Springsteen's performance of the song has changed over the years. ==Personnel== *Bruce Springsteen – guitar, vocals, harmonica *Garry Tallent – bass guitar *Max Weinberg – drums *Roy Bittan – keyboards, glockenspiel, backing vocals *Mike Appel – backing vocals *Steve Van Zandt – backing vocals *Clarence Clemons – tenor saxophone ==Legacy== \"Thunder Road\" is a classic rock staple and has been covered by artists such as Eric Church, Melissa Etheridge, Cowboy Junkies, Badly Drawn Boy, Brazilian singer Renato Russo, Frank Turner, Tori Amos, Brian Vander Ark (Live at Eddie's Attic), Kevin Rowland, Nate Ruess during his Grand Romantic world tour, Matt Nathanson, Mary Lou Lord and Bonnie 'Prince' Billy with Tortoise. (Tortoise's version is interpreted in minor key.) Adam Duritz of Counting Crows often sings large portions of the lyrics to \"Thunder Road\" in the middle of their song \"Rain King\". In a 2010 interview, Stephen Merchant stated that the script for the film Cemetery Junction was loosely based upon the lyrics of \"Thunder Road\". In 2011 a limited, signed, letterpressed, handbound chapbook with the lyrics of \"Thunder Road\" along with Nick Hornby's essay on the song was released. (26 copies were signed by both, Bruce Springsteen and Nick Hornby, 200 copies were signed by Hornby only.) In 2016 actor, writer and director Jim Cummings released a comedy/drama film called Thunder Road, which includes an extensive scene depicting Cummings dressed as a policeman at his mother's funeral singing along to \"Thunder Road\", playing on his daughter's pink boombox. It won the Short Film Grand Jury Prize at the 2016 Sundance Film Festival.https://variety.com/2018/film/reviews/thunder-road-review-sxsw-jim- cummings-1202725654/. Retrieved March 27, 2018. ==Sequel== Sometime after the release of Born to Run, Springsteen wrote a follow-up to \"Thunder Road\" called \"The Promise\", which explicitly mentions the first song by name but reveals a far more pessimistic outlook on the narrator's life and future. Unreleased for years, \"The Promise\" gained considerable legend for its 1978 Tour performances; it finally materialized in a re-recorded version on 1999's 18 Tracks, before appearing on its namesake album The Promise, released in 2010. ==References== ==External links== * Lyrics from Brucespringsteen.net Category:1975 songs Category:Bruce Springsteen songs Category:Songs written by Bruce Springsteen Category:Song recordings produced by Jon Landau Category:Song recordings produced by Bruce Springsteen ",
    "title": "Thunder Road (song)"
}