{
    "id": "1487903",
    "text": "STEMM is an American metal band from Niagara Falls, New York. STEMM was formed in 1998 by Joe Cafarella. He, along with Louie and Jimi Penque, Russ Martin, and Alex Scouten made up the original lineup of the band. Alex left the band in 1999, and was briefly replaced by guitarist Fred Blackwell. Rich Spalla replaced Fred shortly after. This lineup remained intact until 2003. Joe and Rich merged with drummer Danny Nelligan, bassist Stephen Crowl, and vocalist TJ Frost of Buffalo band 5 Years Gone, to create a new incarnation of the band. This lineup also saw a change in the musical direction of the band from Rapcore to more of a metal act. This lineups first 2 concerts were a showcase for Metalblade Records, and opening for Sevendust. The band performed on many Jägermeister Tours, opening for such acts as Hatebreed, Chimaira, Staind, Godsmack, Soulfly, Trivium, Arch Enemy and Black Label Society. STEMM also played the last full show of legendary guitar player Dimebag Darrell (Pantera/Damageplan) in Buffalo, NY, the night before he was senselessly murdered on stage at the Alrosa Villa club in Columbus, Ohio. STEMM began a hiatus on December 1, 2012. In early 2019 it was announced on the band's Facebook page that they would be releasing new music later in the year. STEMM was endorsed by ESP Guitars, Jägermeister, Dream Cymbals, Regal Tip drumsticks and Mesa Boogie. ==Background== ===The early years=== STEMM was formed in June 1998 by Joe Cafarella, Russ Martin and Jimi and Louis Penque. All the members had come from various other local acts. By December the band recorded a two- song \"promo\" disc. Within four months' time, the album had sold well over 600 copies. Initially STEMM incorporated a hybrid of hardcore with rapcore much like the band E.Town Concrete. These sounds were very prominent on their first EP, entitled Further Efforts and also on their first independently released debut, entitled \"Dead to Me\" which was released in 2002. In July 2000, STEMM would announce the addition of second guitarist, Rich Spalla. ===UFC and Fight Network=== In 2002, STEMM also signed a licensing deal with the UFC. STEMM's music has been incorporated in UFC television and live events since August 2002. Songs to date used by the UFC include, \"Out of Context\", \"Holding On\", \"Fallen\", \"Face the Pain\" (which was used for the theme song and is featured on the UFC 2009 Undisputed soundtrack), which have been used on every UFC pay- per-view since 2002 and The Ultimate Fighter. \"Face the Pain\" was also featured on the UFC compilation CD UFC Ultimate Beatdowns Volume 1 alongside such bands as Fear Factory, Slayer and Shadows Fall. STEMM more recently also signed a licensing deal to feature their music on Canadian television station The Fight Network. ===Line-up changes=== In late 2003 and through most of 2004, the band's line-up would change. Jimi Penque left STEMM, citing creative and musical differences. A few months later Louis Penque left STEMM due to family reasons. This provided the bridge for the merging of local Buffalo metal act, 5 Years Gone and STEMM. 5 Years Gone drummer Dan Nelligan and vocalist T.J. Frost of 5 Years Gone began filling in, while STEMM guitarists returned the favor by replacing the two guitarists that had recently departed 5 Years Gone. After bassist Russ Martin was fired, STEMM and 5 Years Gone would be combined as one. The combination saw the band take a different direction musically. Because of this, the band as a whole do not recognize the previous incarnation of the band and even contemplated changing the name of the band, but decided to keep on as STEMM due in large part to the UFC having already spent money on promoting the band. ===A new beginning=== After reconfiguring the line-up, STEMM signed to Chimaira guitarist Rob Arnold's management label, Triple M Management. With Arnold's help, the band recorded a 5-song EP entitled \"5\" in early 2004. On the song \"13 Years\", Chimaira vocalist Mark Hunter did a guest appearance. The EP went on to sell over 1,000 copies in only a couple of months time. The band did local shows in support of the demo, opening for acts such as Sevendust and touring nationwide with Chimaira and Trivium. STEMM would be the openers for Damageplan's \"final\" concert, as the next day, Darrell \"Dimebag\" Abbott would be murdered while onstage. They also opened for Nuclear Blast artist Bleed The Sky at the legendary Whiskey A Go Go. T.J. Frost along with Joe Cafarella would provide guest vocals on the Bleed the Sky track \"Division\" as well. The band then participated in the 2005 installment of the New England Metal and Hardcore Festival with other notable acts such as Soilwork, Danzig, Dark Tranquillity and Mnemic. In November 2005, the band released their second full-length album, entitled \"Songs for the Incurable Heart\" independently. The album included four tracks from the previous demo, plus all new material, including a song that is a tribute to the victims of the September 11, 2001 attacks, which vocalist T.J. Frost survived entitled \"The Day the Earth Stood Still\" which clocks in at 9:11, in homage. ===Finally signed=== In August 2006, the band announced on their MySpace page that they had officially signed a record deal with I Scream Records to re-release their second album \"Songs for the Incurable Heart.\" Though the contract was only to re-release \"Songs for the Incurable Heart.\" STEMM continued for the next year opening for bands such as Godsmack and Stone Sour. On July 30, 2007, STEMM announced that vocalist T.J. Frost had departed the band due to \"personal issues.\" With his departure, back up vocalist and guitarist Joe Cafarella changed to full-time vocal duty, while guitarist Alex Scouten formerly of 3 Minutes of Hate began filling in as a session member. Alex had previously worked with STEMM, when then vocalist T.J. Frost was injured in 2006 and also was the original guitar player for STEMM when they reformed with a different line-up in 2003. Later on Scouten replaced former guitarist Rich Spalla. ===Catch 22 and Blood Scent=== After securing a solid line-up the band began working on new material for their third full- length album \"Blood Scent\". The song \"Poopmouth\" which was later renamed \"Broken Face Masterpiece\" for the album was featured in the May edition of Metal Edge Magazine on a CD sampler that accompanied the magazine. In early July it was announced the new album was completed, but it wouldn't be until mid-October before the track listing and artwork for the new album, \"Blood Scent\" was confirmed. In the same news, the band also revealed that they had signed with Catch 22 Records, a subsidiary of MVD Entertainment and that they would handle the release of the album. In the words of vocalist Joe Cafarella, the new album is their \"Vulgar Display of Power.\" Comparing the album itself not as a clone of the album, but as the way it represents them as a whole, saying \"We just wanted to make a CD that would not pigeon hole us into a certain cliché sound. Let’s face it, Pantera made it on their live performances. While MTV was playing ‘Walk’ and ‘This Love’ us metal heads were cranking Fucking Hostile and Mouth for War.\"Stemm Discusses New Album, UFC To Use New Song \"House of Cards\" On Fox Program Blood Scent was released on November 11, 2008. In a press release by the UFC, the company stated that the song, \"House of Cards\" from Blood Scent would be used as the theme song for UFC Wired.STEMM To Release 'Blood Scent' in November The first single, \"Awake\" is accompanied by a video that was shot by GDM Video Production company. ===Joining forces with Trans-Fusion Entertainment=== In late 2008 STEMM finally found a booking agency who was able to get them outside a regional market.http://www.myspace.com/cincytransfusion STEMM has been touring the United States in support of Blood Scent as the headlining act. ===Ride or Die Tour 2009=== In June 2009, STEMM announced they would headlining the Ride Or Die Tourhttp://www.myspace.com/rideordietour with bands His Name Was Yesterday and Adakain. ==Disbandment and reunion== On December 1, 2012, STEMM performed their last show. The concert was located at Town Ballroom in Buffalo, NY. They performed with His Name Was Yesterday and Whiskey Reverb. Former members Louis, TJ, and Stephen played with them according to the eras they were with the band (e.g. Louis performed songs from Further Efforts and Dead to Me). They all came together for Face the Pain and finally Monster. After disbandment, Joe and Danny started working in music publishing for Sonoton and APM. The band became active again in 2019. They released a new single Don't Act Surprised on YouTube on October 13, 2019.https://www.youtube.com/watch?v=bjVqGP72fpY ==Band members== ===Current line-up=== Joe Cafarella – lead vocals, guitar (1998–present) Stephen Crowl – bass, backing vocals (2003–2011, 2018-present) Dan Nelligan – drums (2003 - 2012, 2018–present) Alex Scouten - guitar (1998 - 1999, 2007 - 2012, 2018 - present) ===Former members=== Louis Penque – vocals (1998–2003) Russ Martin – bass (1998–2003) Jimi Penque – drums (1998–2003) T.J. Frost – vocals (2003–2007) Rich Spalla – guitar (2000–2007) Fred Blackwell - guitar, backing vocals (1999-2000) Mario Nobilio - bass, backing vocals (2011-2012) ==Discography== {| class=\"wikitable\" |- ! Title ! Release date ! Label |- | Further Efforts | 1999 | None |- | Dead to Me | 2001 | None |- | 5 | 2004 | None |- | Songs for the Incurable Heart | November 15, 2005 October 10, 2006 (re-release) | I Scream Records |- | Blood Scent | November 11, 2008 |Catch 22 Records |- | Crossroads | September 13, 2011 |Catch 22 RecordsStemm Pokes Fun At Core In New Music Video For \"Left Behind\" |} ==References== Category:Heavy metal musical groups from New York (state) Category:American metalcore musical groups Category:Musical groups established in 1998 Category:Musical groups disestablished in 2012 ",
    "title": "STEMM"
}