{
    "id": "1487556",
    "text": "San Francisco from the Presidio, 1966 San Francisco, in the US state of California, has both major, well-known neighborhoods and districts as well as smaller, specific subsections and developments. While there is considerable fluidity among the sources, one guidebook identifies five major districts, corresponding to the four quadrants plus a south central district. These five broad districts, counterclockwise are: Central/downtown, Richmond, Sunset, Upper Market and beyond (south central) and Bernal Heights/Bayview and beyond (southeast). Within each of these five districts are located major neighborhoods, and again there is considerable fluidity seen in the sources. The San Francisco Planning Department officially identifies 36 neighborhoods. Within these 36 official neighborhoods are a large number of minor districts, some of which are historical, and some of which are overlapping. ==Alamo Square== Alamo Square is a subset of the Western Addition neighborhood. Its boundaries are not well-defined, but are generally considered to be Webster Street on the east, Golden Gate Avenue on the north, Divisadero Street on the west, and Oak Street on the south. It is characterized by Victorian architecture that was left largely untouched by the urban renewal projects in other parts of the Western Addition. On a clear day, the Transamerica Pyramid building and the tops of the Golden Gate Bridge and Bay Bridge can be seen from the park's center. San Francisco's City Hall can be seen directly down Fulton Street. A row of Victorian houses facing the park on Steiner Street, known as the painted ladies, are often shown in the foreground of panoramic pictures of the city's downtown area. ==Anza Vista== ==Ashbury Heights== Ashbury Heights is a neighborhood on the hill to the south of the Haight- Ashbury neighborhood. It is at the base of Tank Hill and neighboring Cole Valley. ==Balboa Park== ==Balboa Terrace== Balboa Terrace is a small residential neighborhood in southwestern San Francisco bounded by Junipero Serra Boulevard, Monterey Avenue, Aptos Avenue and Ocean Avenue along the southern edge of the exclusive St. Francis Wood development. ==Bayview== The Bayview stretches along Third Street south of Evans Avenue, west of the Hunters Point neighborhood. The neighborhood library was recently renamed the Linda Brooks-Burton Branch Library after a new and larger building was constructed at the same location on Third Street and Revere. Within a block or two of the library are three urban gardens and public art projects, developed entirely by residents, known as the Quesada Gardens Initiative (the Quesada Garden, Bridgeview Garden, and Latona Garden). The Bayview is known for its friendly and diverse residents, warm weather and inviting vistas, community gardens, independent businesses, artists' community, and rich history as an African American and working-class neighborhood. During the 1950s it was largely an Italian and Maltese neighborhood, centered on St. Paul of the Shipwreck Church and the Maltese American Social Club, both on Oakdale Avenue. The area is served by the T-Third light rail line, and is home to the Bayview Opera House and City College Evans and Southeast Campus. The area is undergoing rapid development as the City tries to meet the demands of population growth and corporate investors have revalued the relatively large amount of buildable land. Hunters Point Shipyard and Candlestick Park areas are primary centers of development in the neighborhood. Despite its diversity, residents have a long history of coming together to create change and protect neighborhood assets. The Bayview Footprints Network maintains the neighborhood's longest-running blog, and the San Francisco Bay View is the local newspaper. Hunters Point Shipyard, a former Superfund site, and a polluting power plant have been focal points for environmental activists. The neighborhood was highly organized during the Civil rights movement, led by social justice advocates such as Julia Commer, Osceola Washington, Ruth Williams, Rosie Williams, Elouise Westbrook, Essie Webb, Espanola Jackson, Shirley Jones, and Alex Pitcher. Sam Jordan, boxing champion and tavern owner, was the first African American to run for Mayor of San Francisco. ==Belden Place== A small neighborhood near the Financial District, being the historical location of the French Quarter in San Francisco. ==Bernal Heights== Bernal Heights is a neighborhood perched on a hill in between the Mission district, Bayview, and the Portola district. The neighborhood is known for its community feeling and progressive vibe. The majority of the neighborhood is white, but there are significant Southern Italian, Latino and African American populations in the area as well. The main shopping area in Bernal Heights is Cortland Avenue, with a variety of storefronts that include a health food store, a community center, a yoga studio, bars, bakeries, and restaurants. Many of the quaint, hilly streets in the neighborhood are so narrow that two cars cannot pass in opposite directions without one car pulling over to the side of the road. ==Buena Vista== The Buena Vista neighborhood surrounds Buena Vista Park, south of the Haight-Ashbury neighborhood. Market Street is to the south, and Corona Heights Park and neighborhood is to the east. ==Butchertown (Old and New)== China Basin and Old Butchertown in 1937 Butchertown (New) (see Islais Creek) is an industrial neighborhood in San Francisco that historically housed the city's slaughterhouses. It is one of the few remaining industrial sectors of San Francisco. Originally, Butchertown extended into the neighborhood now known as Dogpatch. Today's street borders are Cesar Chavez to the north, Interstate 280 to the west, Industrial Street and Oakdale Avenue to the south, and 3rd Street to the east. There are still two meat rendering plants in the neighborhood, and until pollution control measures were taken in 1995 the stench was still quite apparent. Butchertown is also headquarters to San Francisco's only active freight railroad, the San Francisco Bay Railroad,List of California railroads San Francisco Railroads a Class 3 short- line carrier. Old Butchertown was along the shores of Mission Creek on Mission Bay. Mission Bay, was subsequently to become the land-filled Mission Bay neighborhood. ==Castro== ==Cathedral Hill== Cathedral Hill is a small area in the Western Addition neighborhood surrounding Saint Mary's Cathedral on Geary Boulevard near Gough Street. The Roman Catholic Archdiocese of San Francisco and Sacred Heart Cathedral Preparatory are located in Cathedral Hill. The Cathedral Hill Hotel, a historic building previously named the Jack Tar Hotel, was closed on October 30, 2009 and was demolished in 2014 to make room for an expansion of the California Pacific Medical Center. ==Cayuga Terrace== Cayuga Terrace, a subset neighborhood of the larger Mission Terrace neighborhood, is bounded by Geneva Avenue, San Jose Avenue, and Alemany Boulevard. It is bordered by the Excelsior, Outer Mission, and Ingleside. The Muni streetcar historic \"car barn\" is at one corner of this neighborhood. Cayuga Park is located in this neighborhood. The Cayuga Improvement Association (CIA) covers the area bounded by Interstate 280, Mission Street, Sickles and Onondaga. ==China Basin== Mission Creek, aka China Basin Channel, has a \"restored\" water edge along the Mission Bay North frontage beyond the usual riverwalk. The ballpark terminates the view, and houseboats are visible at right. China Basin is a neighborhood built on landfill along the San Francisco Bay. It lies north of Mission Creek and the Mission Bay neighborhood, and includes Oracle Park, home of the San Francisco Giants, numerous restaurants, and the Caltrain railroad station. It borders on the South-of-Market (SOMA) neighborhood to the northwest and the South Beach neighborhood to the north. The term China Basin also refers to the body of water from which the neighborhood takes its name. This inlet where Mission Creek flows into the bay, home to a number of houseboats, was once an active industrial waterfront, though in recent decades the shore has been developed with residential condominiums. The portion of the waterway adjacent to the ballpark is often referred to as McCovey Cove, its unofficial name, which has a small ballfield, open to the public, named after Barry Bonds. The China Basin Heliport (IATA code JCC), used by the SFPD Aero Division until the division was disbanded, was located near the waterfront in the neighborhood. ==Chinatown== ==Civic Center== ==Clarendon Heights== The Clarendon Heights neighborhood is in the central part of San Francisco, to the north of Twin Peaks and east of Mount Sutro. It stretches down to Corbett Avenue or Market Street, and Clarendon Avenue borders the north and west side. ==Cole Valley== Cole Valley is a small neighborhood tucked into a u-shaped valley. Frederick Street is the northern boundary, Stanyan Street on the west, Clayton Street on the east, and the foothill (Belgrave Street) of Twin Peaks on the south. Sometimes referred to as a subsection of the Haight district, Cole Valley's main street is at Cole and Carl streets, where Cole Hardware, Luke's Local and La Boulangerie cafe anchor the neighborhood, with Tank Hill in the southeast corner with its beautiful views toward the ocean, Marin and the eastern half of the city. ==Corona Heights== The Corona Heights neighborhood is a small affluent district in San Francisco that surrounds the Corona Heights hill and park, south of Buena Vista Park and west of the Duboce Triangle. The Randall Museum is located at the end of Museum Way, in Corona Heights Park. It is roughly bordered by Museum Way to the north, Castro to the east, Clayton to the west, and Market to the south. Corona Heights is officially designated as part of District 5 (Central), subdistrict G, also known as neighborhood 5g, by the San Francisco Association of Realtors. The community is in close proximity to The Castro neighborhood. ==Cow Hollow== Cow Hollow is a generally affluent neighborhood located between Russian Hill and the Presidio and bordering the Marina District on one side and Pacific Heights on the other. The land was used for cow grazing (as its name would imply) and a settlement for fishermen (the coastline was much closer to this area than it is now). The main shopping thoroughfare is Union Street, known for its restaurants, boutique shopping, health spas, and wellness centers. ==Crocker- Amazon== ==Design District== The Design District is located in the low-lying area between Townsend Street and 16th Street, west of Mission Bay. It is a mixed industrial-office-retail area, with a concentration of showrooms and upscale shops, as well as the San Francisco campus of the California College of the Arts. ==Diamond Heights== ==Dogpatch== ==Dolores Heights== Dolores Heights is a hilly neighborhood named after the eponymous hill within the neighborhood. It borders the Castro to the north, Dolores Park to the east, Noe Valley to the south, and Upper Market to the west. Parts of it are so steep that the Muni Metro J Church line has to be routed through Dolores Park and into the Liberty Hill area before rejoining Church Street in Noe Valley at 22nd street. Many streets within Dolores Heights are dead-end cul de sacs connected by steep staircases with beautiful views. As a result, the area has become a favorite for morning boot camps. It is an affluent and quiet neighborhood with a mixture of Victorians, apartment buildings, and detached houses. In part due to its elevation, Dolores Heights does not have a visible homeless population as much as the Castro and the Mission District. Benefiting from Twin Peaks blocking the strong winds and fog found almost year-round in San Francisco, Dolores Heights remains relatively warm, sunny, and fog-free. ==Duboce Triangle== ==Embarcadero== ==Eureka Valley== The neighborhood known as \"Eureka Heights\" refers to the hill streets above Eureka Valley to the west, bounded by Market Street to the north and west, Douglas Street to the east, and 22nd Street to the south. Kite Hill park falls within the boundary of the Eureka Heights neighborhood and has beautiful views of San Francisco. It's also the geographic \"center\" of the city. ==Excelsior== ==Fillmore== ==Financial District== ==Financial District South== This new neighborhood stretches from Market to Brannan and Main to 3rd Streets, and will be anchored by the new Transbay Transit Center. This neighborhood is adjacent to Yerba Buena. ==Fisherman's Wharf== ==Forest Hill== ==Forest Knolls== Forest Knolls is a neighborhood within the Inner Sunset built on the southwestern side of Mount Sutro, near the main UCSF campus. Warren Drive is the southern and western border, Mount Sutro is the northern border and the Midtown Terrace neighborhood is to the east. Homes are mostly fully detached and many have views of the San Francisco Bay or Pacific Ocean. ==Glen Park== ==Golden Gate Heights== Golden Gate Heights is a hilly neighborhood south of the Inner Sunset and northwest of Forest Hill. It is roughly bordered by Kirkham Street to the north, Rivera Street to the south, 8th Avenue to the east and 17th Avenue to the west. Grand View Park is a park on a hill on the northern side of the neighborhood; Golden Gate Heights Park and Hawk Hill Park are on hills on the southern side of the neighborhood. The 16th Avenue Tiled Steps are a local attraction near Grand View Park. Golden Gate Heights has 14 blocks of stairways and more than 2,500 stairs. ==Haight-Ashbury== ==Hayes Valley== ==Hunters Point== ==India Basin== ==Ingleside== The Ingleside neighborhood is located in the southwestern part of San Francisco, near City College. It is bordered by Ocean Avenue to the north, Ashton Avenue to the west, Lakeview Avenue to the south and Interstate 280 to the east. The Ingleside Library is located on Ocean Avenue at Plymouth, and the Bay Area Rapid Transit Balboa Park Station is at the edge of the neighborhood on Geneva Avenue at I-280 toward San Jose Ave. The neighborhood is served by three Muni rail lines and several bus lines. The commercial center of the neighborhood runs along Ocean Avenue, which offers a range of shopping and dining institutions. The Lakeview and Ashton Mini Park is capped by a rocky outcropping providing views of the ocean and all directions. ==Ingleside Terraces== Ingleside Terraces is an affluent neighborhood of approximately 750 homes built at the former location of the Ingleside Racetrack in the southwestern part of San Francisco. It is adjacent to the Ingleside neighborhood, and is bordered by Ocean Avenue to the north, Ashton Avenue to the east, Holloway Avenue to the south and Junipero Serra Boulevard to the west. The main local event that occurs is the Annual Sundial Park Picnic, in which the local residents host bicycle, chariot, and wagon racing.Ingleside Terraces Home Page. Ithasf.org. Retrieved on 2014-05-10. There is a large sundialIngleside Terraces Sundial and Urbano Drive, San Francisco. Sfog.us. Retrieved on 2014-05-10. located on Entrada Court, surrounded by oval-shaped Urbano Drive, which was once a horse race track. ==Inner Sunset== The Inner Sunset is the northeasternmost corner of the Sunset District. The commercial district around 9th Avenue and Irving Street is its general center. The neighborhood features the historic Catholic church, St. Anne of the Sunset, which was the original Catholic parish for the Sunset District and has stood at 14th and Judah for more than 100 years. The Inner Sunset is west of Stanyan Street, south of Golden Gate Park, and north of Kirkham Street (the northern border for Golden Gate Heights) but may encompass some parts south all the way to Ortega (at 8th and 9th Avenues). Today, most would place the Inner Sunset's western border at 19th Avenue. However, historically, the Inner Sunset's borders extend out to 20th Avenue where the former Market Street Railway Company's #17 line used to run. ==Irish Hill== == Islais Creek == Also called Islais Landing, see Butchertown (Old and New)) ==Jackson Square== A six-block neighborhood, adjacent to the North Beach and Chinatown located immediately north of the Transamerica Pyramid. ==Japantown== ==Jordan Park== Jordan Park is a small neighborhood in the northern portion of San Francisco, bordered by Arguello Boulevard to the west, Geary Boulevard to the south, California Street to the north and Parker Avenue to the east. It is sometimes included as part of the Laurel Heights neighborhood or the Inner Richmond. ==Laguna Honda== Laguna Honda (or Forest Hill Extension) is a small neighborhood between Forest Hill and Mount Davidson. Laguna Honda HospitalThe Laguna Honda Rehabilitation Center. Laguna Honda. Retrieved on 2014-05-10. and the Muni Metro Forest Hill Station are both located at the neighborhood's northeast corner near the intersection of Laguna Honda Boulevard and Dewey Boulevard. Ruth Asawa San Francisco School of the Arts high school, (SOTA) is in the southeast corner of the neighborhood on Portola Drive. ==Lake Street== The Lake Street neighborhood is bounded by the Presidio of San Francisco to the north (including Mountain Lake Park and the Presidio Golf Course), Presidio Heights to the east (Arguello Boulevard), the Inner Richmond to the south (California Street), and Sea Cliff to the west (27th Avenue). It offers large and traditional San Franciscan homes including many grand Edwardians, Victorians, and Queen Annes. The Lake Street neighborhood provides ease of access to commercial strips on Geary and Clement streets in the Richmond, points north and south via Route 1, biking and hiking trails, and downtown San Francisco. ==Lakeside== Lakeside is a long, narrow neighborhood between 19th Avenue (Highway 1) and Junipero Serra Boulevard to the south of Sloat Boulevard. San Francisco State University and the Stonestown Galleria shopping mall are both located opposite the neighborhood on 19th Avenue, and the Merced Library is located in the Lakeside on Stonecrest Drive at Winston Drive. ==Lakeshore== The Lakeshore district is bounded by Sloat Blvd, 26th Avenue, Gellert Drive and Lake Merced. Lakeshore is north of Stonestown, south of Parkside, west of Lakeside, and east of the Zoo. Lowell High School and Lakeshore Elementary are located in Lakeshore. Lakeshore Plaza is also located here. ==Laurel Heights== Laurel Heights is a neighborhood to the south of the Presidio and east of the Richmond District. It is bordered by Geary Boulevard or the University of San Francisco campus to the south, Arguello Boulevard to the west, California Street to the north and Presidio Avenue to the east. The Laurel Village shopping center is located on California between Laurel and Spruce, the California Pacific Medical Center is on California between Arguello and Maple, and a UCSF campus is located in the northeastern corner of the neighborhood. ==Lincoln Manor== ==Little Hollywood== Little Hollywood is a small neighborhood in the southeastern edge of San Francisco. It is centered around Blanken Avenue between Bayshore Boulevard and U.S. Route 101. Little Hollywood Park is located on Lathrop Avenue, and the Bayshore Caltrain station is just south of the neighborhood, on Tunnel Avenue. ==Little Russia== Little Russia is a concentration of Russian-speaking immigrants along Geary Boulevard between the Russian Cathedral of the Holy Virgin at 27th Avenue and the Russian Renaissance restaurant at 17th Avenue, in the Richmond District, both established in the 1920s. The term is in local unofficial use.SF Chronicle \"Little Russia\" article; books by Arcadia Publishing: \"Russian San Francisco\", \"Jewish San Francisco\", \"San Francisco's Richmond District\". It is the heart of San Francisco's 80,000 Russian-Americans. The neighborhood was established in the 1920s, with subsequent arrivals in the 1940s, 1950s (from China and the Philippines) and the \"Third Wave\" in the 1970s and 1980s. Additional limited immigration took place after the breakup of the Soviet Union in the 1990s and 2000s. ==Little Saigon== ==Lone Mountain== ==Lower Haight== ==Lower Pacific Heights== Lower Pacific Heights is located between Pine Street on the north and Geary Boulevard on the south. The area borders Japantown to the east, the Western Addition to the south, Pacific Heights to the north and Laurel Heights to the west. ==Lower Nob Hill== Lower Nob Hill is the southern side of Nob Hill, and generally bounded by Geary Street to the south, California Street to the north, Larkin Street to the west, and Powell Street to the east. This area of Nob Hill was rebuilt after the 1906 earthquake as a fireproof multi-story walk-to-work residential area and is considered to be part of Nob Hill. Lower Nob Hill is also home to the first high-rise condominium in California. A region of the neighborhood is listed in the National Register of Historic Places as the Lower Nob Hill Apartment Hotel District. The successful nomination was written by architectural historian Anne Buenger Bloomfield in 1991. ==Marina District== Marina district houses, San Francisco ==Merced Heights== Merced Heights, also known as Lakeview, is a neighborhood in the southwestern part of the city, west of the Ingleside and Oceanview neighborhoods. It is bordered to the south by Brotherhood Way, to the west by Junipero Serra Boulevard, to the north by Holloway Avenue, and to the east by Orizaba Avenue. The Oceanview Library is located on Randolph Street at Ramsell Street, and there are two public parks on Shields Street. Brooks Park is at Arch Street, and Merced Heights Playground is at Byxbee Street. There is also a \"mini-park\" at Randolph and Bright. At an elevation of , the Shields Orizaba Rocky Outcrop is the highest point in Merced Heights. ==Merced Manor== Merced Manor is a neighborhood in southwestern San Francisco, between Stern Grove and Lake Merced. It is bordered by 19th Avenue (State Route 1) to the east, Sloat Boulevard to the north, 26th Avenue to the west and Eucalyptus Drive to the south. Lowell High School is located on Eucalyptus Drive, and the Merced Manor reservoir is on Sloat between 22nd and 23rd Avenues. The Stonestown Galleria shopping mall and San Francisco State University are both on 19th Avenue to the south of Merced Manor. ==Midtown Terrace== Midtown Terrace is a neighborhood in central San Francisco, on the western slope of Twin Peaks. Created as a single housing development in the late 1950s. Clarendon Avenue where it joins Twin Peaks Boulevard borders the neighborhood on the north and west. Panorama Drive winds through the neighborhood. Portola Drive borders the neighborhood's southern edge. Sutro Tower is on the northern side of Midtown Terrace, and the winding portion of Twin Peaks Boulevard that takes viewers to the Twin Peaks lookout forms the neighborhood's eastern edge. The Midtown Terrace Recreation Center is on Olympia Way at Clarendon. Views include the Pacific Ocean, San Francisco, Mount Davidson and Twin Peaks. ==Mid-Market== ==Miraloma Park== The Miraloma Park neighborhood is in the central part of San Francisco, between Glen Canyon Park and Mount Davidson. Portola Drive borders Miraloma Park to the north, and the neighborhood of Sunnyside is to the south. Miraloma Playground is located on Omar Way at Rockdale, and Sunnyside Playground is south of Teresita Boulevard near Foerster Street. ==Mission Bay== The Mission Bay neighborhood is built on landfill located on San Francisco Bay south of Townsend Street, east of Interstate 280 and north of Mariposa Street. The new UCSF research campus at Mission Bay is part of the rapid growth of a new neighborhood of office buildings and luxury condominiums being built in an area that was formerly an industrial area dominated by rail yards. The Dogpatch neighborhood lies to the south of it. ==Mission District== ==Mission Dolores== Mission Dolores, bounded by Market Street, the Central Freeway, Valencia Street, Twentieth Street, and Church/Sanchez streets (transitioning at Eighteenth Street), is the oldest neighborhood in San Francisco and therefore its birthplace. It is named after the Spanish Mission Dolores settlement of 1776, and is a sub-area of the much larger Mission District. The location of the Mission Dolores was chosen because of proximity to the Yelamu grouping of the Ramaytush band of Ohlone-speaking peoples living in the villages of Chutchui and Sitlintac on Mission Creek which date to approximately A.D. 500. The Ohlone people together with the Coast Miwok served as laborers to build the Mission San Francisco de Asís as part of the Spanish colonization. On March 17, 2010, the San Francisco Historic Preservation Commission (HPC) unanimously adopted the final Mission Dolores Neighborhood Historic Context Statement and Survey. That document outlines the historic importance of the neighborhood. It can be found on the Planning Department's web site. ==Mission Terrace== Mission Terrace is a neighborhood in the south- central part of San Francisco. It is bounded on the north and west by Interstate 280, to the east by Mission St. and to the south by Geneva Ave. Mission Terrace borders Glen Park and Bernal Heights to the north, Excelsior to the east, Outer Mission to the south, and Sunnyside, City College, and Ingleside to the west. Balboa Park and the Balboa Park Station are located in its southwest corner. ==Monterey Heights== Monterey Heights is a small neighborhood on the western slope of Mount Davidson. It is bounded on the south by Monterey Boulevard and to the east by Yerba Buena Avenue. ==Mount Davidson== Mount Davidson is not a neighborhood per se, but rather is encircled by the Miraloma Park neighborhood. Other nearby neighborhoods often associated with Mount Davidson include Monterey Heights, Sherwood Forest, and Westwood Highlands. ==Nob Hill== ==Noe Valley== View from Bernal Hill overlooking Noe Valley ==North Beach== ==North of Panhandle== NoPA is a sub- neighborhood carved out of the Western Addition bounded by Divisadero, Fell, Turk, and Masonic Streets. Longitudinally, it is located between The Richmond and Alamo Square. ==Oceanview== The Oceanview neighborhood is located in southern San Francisco, south of the Ingleside neighborhood and the Ocean Avenue campus of City College. It is bordered by Interstate 280 to the south and east, Lakeview Avenue to the north and Orizaba Avenue to the west. Oceanview Playground and Minnie and Lovie Ward Recreation Center is located in the middle of the neighborhood, between Plymouth, Capitol, Lobos and Montana. Ocean View Branch Library is located at 345 Randolph St. Oceanview is served by MUNI Routes M and 54. Oceanview, also referred to as Lakeview by the natives of the community, has a rich history.Ingleside – Lakeview – Western Neighborhoods Project – San Francisco History. Outsidelands.org (2003-05-26). Retrieved on 2014-05-10. Particularly noteworthy is its African American community, who migrated there in the 1960s from the Western Addition and Bayview neighborhoods.I am OMI – Western Neighborhoods Project – San Francisco History. Outsidelands.org (2003-05-26). Retrieved on 2014-05-10. Until the mid-1990s African Americans accounted for over 50% of its residents, many of whom were forced out due to the rising cost of living in San Francisco. Approximately 45,000 people live in the OMI (Oceanview-Merced-Ingleside), and, as of the 2000 United States Census, 45% of the population identifies itself as Asian-American, 25% as African-American, 14% as Latino and 13% as white. The demographic character of the OMI neighborhoods began to change after World War II. Many African-Americans, who had migrated to the Bay Area for work during the war, secured good-paying jobs and settled permanently in new homes in Ingleside, Merced Heights and Oceanview when the war ended. In 1950, African-Americans made up 5% of the population in the Ingleside, Merced Heights and Oceanview census tracts, and by 1970 the percentage had increased to 62%. Fueled by vacant land in Merced Heights and Oceanview, the post-war housing boom, the desire to own their own homes, and the already significant presence of African-Americans in the neighborhoods, the black population exploded from 1950 to 1960. By 1960, African-Americans made up 40% of Merced Heights, 32% of Ingleside and 59% of Oceanview. While some whites moved out, generally to suburban tracts heavily marketed to them, the number of blacks living in OMI increased twelvefold (from 602 in 1950 to 7,273 in 1960), while the citywide black population less than doubled (43,000 in 1950 to 74,000 in 1960). There is anecdotal evidence that African-Americans moved to the OMI after being displaced by the first phase of urban renewal in the Western Addition (the A-1 Project) in the late 1950s. Relocation records, while incomplete, show that the vast majority of displaced residents of the Western Addition found nearby accommodations. Of the 3,700 households of all races (family and single households) living in the project area in 1957, about 2,010 moved without relocation assistance and to unknown whereabouts. Of the remaining 1,602, 67% moved to other parts of the Western Addition and only 2.6%, or 34 households, moved to the West of Twin Peaks area. By 1970, the OMI had matured into a middle-class district of single-family, owner-occupied homes. Seventy-six percent of the land area in the Ingleside, Oceanview, and Merced Heights neighborhoods was residential (100% was residential in Ingleside Terraces), compared with 39% citywide. The housing stock was overwhelming single family (95% vs. 68% citywide) and owner- occupied (72% vs. 31% citywide), while the population was mostly African American (63% compared with 13% citywide). In recent years, the OMI has witnessed an influx of Asian- American and other ethnic groups, making it one of San Francisco's most diverse neighborhoods. The OMI is more Hispanic, Black, and Asian than San Francisco as a whole. ==Outer Mission== ==Outer Sunset== ==Pacific Heights== ==Parkmerced== ==Parkside== Parkside is to the south of the Sunset District, mainly south of Quintara Street between 19th Avenue and Sunset Boulevard. Abraham Lincoln High School is located on 24th Avenue, and the Parkside Library is located on Taraval Street at 23rd Avenue. Stern Grove borders the neighborhood to the south. \"The Parkside as a neighborhood started in July 1905 when a syndicate led by William Crocker announced they had quietly bought land from the estate of Adolph Sutro and others to create a new million-dollar development. The \"park\" of Parkside was not Golden Gate Park, but rather the stand of trees and plants around Laguna Puerca (now called Pine Lake, and often called \"Mud Lake\" or \"Crawdad Lake\" by old-timers)\"[1] west of Sigmund Stern Grove. ==Parnassus== South of Cole Valley and Ashbury Heights; north of Claredon Heights and Forest Knolls; east of Inner Sunset; west of Corona Heights. ==Polk Gulch== Polk Gulch, a section of Polk Street is sometimes defined as the commercial section of Polk Street, roughly between Eddy Street to the south and California Street to the north. The Polk Corridor Business Association has announced in June 2006 the local business owners intend to publicize the neighborhood as \"Polk Village\" ==Portola== Portola is a neighborhood in the southeastern part of San Francisco, northeast of McLaren Park. It is roughly bordered by San Bruno Avenue and the James Lick Freeway (U.S. Route 101) to the east, Mansell Street to the south, University Street to the west and the Southern Freeway (Interstate 280) to the north. The adjacent Portola Heights extension lies west uphill from University Street to the Excelsior District, bordering McLaren Park to the south. Phillip and Sala Burton Academic High School (formerly Wilson High School) is located on Mansell Street, and the Portola Library is at Bacon and Goettingen streets (380 Bacon Street), between Edward Robeson Taylor Elementary School and Martin Luther King Middle School (which replaced the former Portola Junior High School). The large University Mound Reservoir is located along University Street, between Felton and Woolsey streets. Portola (pronounced PORE-toe-luh, by denizens) was named after the old Portola School, which in turn was named after the Spanish explorer Gaspar de Portolá (credited by some as the discoverer of San Francisco Bay). Originally settled after the 1906 earthquake by Jewish and Italian immigrants, the area evolved into a community populated by nurserymen and their families who grew much of the city's flower crop there and uphill to the west in the Portola Heights extension. \"The Road,\" as San Bruno Avenue was affectionately referred to by the locals, still hosts businesses that include bakeries, grocery stores, pharmacies, and in earlier times the Avenue Theater, now a church. The Portola was also once home to a significant population of Maltese immigrants and settlers and at one time the Maltese Consulate. According to the U.S. Census, the Asian population in the Portola has been steadily increasing since the 1990s.American FactFinder . Factfinder.census.gov. Retrieved on 2014-05-10. The Portola is marked by Census Tract 257.American FactFinder . Factfinder.census.gov. Retrieved on 2014-05-10. == Portola Place == Portola Place is a new development located in the Bayview district, and used to be a brewery. Portola Place is bounded by Williams Avenue to the north, Egbert Avenue to the south, Kalmanovitz Street and the CalTrain railroad tracks to the east, and Newhall Street to the west. ==Potrero Hill== ==Presidio== ==Presidio Heights== Presidio Heights is a small, affluent neighborhood located between the Presidio and the Laurel Heights neighborhood. It is bordered by Pacific Avenue and the Presidio parklands to the north, Arguello Boulevard and the Richmond District to the west, California Street and Laurel Heights to the south, and Presidio Avenue and Pacific Heights to the east. There are shopping districts on Sacramento Street and on California Street in the neighborhood. The Consulate-General of South Korea in San Francisco is located at 3500 Clay Street.\"Location .\" Consulate-General of South Korea in San Francisco. Retrieved on January 31, 2009. The Consul General of India's residence is 3435 Jackson Street. The Jewish Community Center of San Francisco is on California Street at Presidio Avenue in Presidio Heights.Jewish Community Center of San Francisco website (3200 California Street, San Francisco). The 1933 building was designed in the Mediterranean Revival Style with Art Deco details by Arthur Brown Jr.. ==Richmond District== ==Rincon Hill== Rincon Hill, one of the hills of San Francisco, was a former industrial, and now a developing highrise neighborhood located south of the Financial District, in the South of Market area, as it also serves as an anchor to the Bay Bridge. Due to its proximity to downtown, following the Gold Rush this was San Francisco's first affluent neighborhood, but later became mostly industrial. Most of the natural landscape was demolished in the 1930s to make way for the Bay Bridge. After several iterations of comprehensive planning, the hill is transitioning into a pedestrian oriented, high density, mixed use neighborhood. The neighborhood is again becoming one of the premier residential spots in San Francisco with the addition of many luxury buildings, the close proximity to the water, and the increase in green space and public parks. A marketing effort, started in 2017, attempts to give Rincon Hill and parts of South Beach / SOMA a new neighborhood name: The East Cut. ==Russian Hill== ==Saint Francis Wood== ==Sea Cliff== ==Sherwood Forest== Sherwood Forest is a small neighborhood on the south western slope of Mount Davidson, with Dalewood Way to the north and east and Lansdale Avenue to the south and west. ==Silver Terrace== Silver Terrace is a neighborhood in the south eastern corner of San Francisco, between the Bayview and Portola neighborhoods. It is roughly bordered by Third Street to the east, Palou Avenue and Silver Avenue to the north, Williams Avenue to the south and Bayshore Boulevard and U.S. Route 101 to the west. A tunnel used by Caltrain runs under Silver Terrace. ==South Beach== Oracle Park in South Beach, San Francisco. The South Beach neighborhood encompasses the moderately affluent, medium-density mixed-use blocks which border The Embarcadero and King Street from south of the Bay Bridge down to 3rd Street. From two blocks inland westward is the South of Market neighborhood, and from south of Townsend Street and west of 3rd Street begins China Basin. The most notable feature of South Beach is Oracle Park in its south-east corner. In addition, the main buildings for the local Academy of Art University are found in South Beach. ==South End== South End Historic District, San Francisco, California ==South of Market== ==South Park== Dating to 1852, South Park is a small neighborhood South of Market. It centers on the small, oval-shaped park of the same name, and South Park Street, which encircles the park. ==Sunnydale== Sunnydale is a small neighborhood in Visitacion Valley located between McLaren Park and the Cow Palace. Bordered by Geneva Avenue to the south, Sawyer Street to the east, Sunnydale Avenue to the north and geographically isolated McLaren Park to the west. Known for its notoriously high crime rate and housing projects on Sunnydale Avenue, also known as \"the Swamp\" or \"the Dale\". It is the center of Visitacion Valley's African American community. ==Sunnyside== Sunnyside market circa 2013 Sunnyside is a medium-sized neighborhood to the north of Highway 280, bordered by the neighborhoods of Glen Park to the east, Miraloma Park to the north, and Westwood Park/Highlands to the west. In addition, City College of San Francisco (CCSF) has its main campus on the border of Sunnyside to the south. CCSF was built on a hillside formerly occupied by the city jail until 1934. CCSF has been extensively remodeled and modernized since 2000 and offers superior sports facilities, modern buildings, BART and MUNI access, and is the largest city community college in the United States. The primary shopping street is Monterey Boulevard, from Acadia Street to Ridgewood Avenue, with small businesses, restaurants, cafes, and a Safeway. The neighborhood was developed in 1891 as land lots for single-family houses and sold through the Sunnyside Land Development Company. This company installed an electric streetcar line to access the new neighborhood from downtown San Francisco. This allowed expansion and created \"suburbs\" of the day. Houses were built as individual, custom homes. Developers purchased multiple lots and usually built three to ten houses of similar look and size. The neighborhood was 75% built by 1941 when World War II began. Construction resumed in 1946 and was completed in the 1980s. The Sunnyside Neighborhood Association is the \"voice\" of Sunnyside and incorporated in 1975. The residents are very diverse and from all walks of life. It is primarily a middle- to upper-middle-class neighborhood with 75% of residents owning their home. Sunnyside Park was remodeled in 2009 by the city and offers a recreation center, a children's play area and dog park. The Sunnyside Conservatory (at Monterey Boulevard and Congo Street), built in 1902, is a botanical garden and restored hot house. It was completely restored in 2006, and now serves as a meeting and events room for community groups. ==Sunset District== The Outer Sunset district, including the corridor from 46th Avenue to Ocean Beach, is increasingly referred to as Beachtown due to the surf culture. Some definitions also include everything west of Sunset Boulevard from Lincoln Boulevard south to Vicente Street. Everything east of 19th Avenue is thought of as the Inner Sunset. 19th Avenue is a six-lane thoroughfare that is designated as part of California State Route 1, as it connects the Golden Gate Bridge to San Mateo County and points south. Within the Inner Sunset is a sub- district called Sunset Heights.Sharp. Sharpsf.com. Retrieved on 2014-05-10. The current efforts to develop a comprehensive plan for this neighborhood of San Francisco is the Ocean Beach Master Plan (OBMP). The OBMP is an interagency effort to develop a long-term vision for Ocean Beach that will address a multitude of issues. ==Telegraph Hill== ==Tenderloin== ==Treasure Island== ==Twin Peaks== Twin Peaks refers to the hill summits near the center of San Francisco, south of Mount Sutro. For the neighborhood immediately to the west of Twin Peaks, see Midtown Terrace. ==Union Square== ==University Mound== University Mound is a neighborhood to the north of McLaren Park, and is part of the Portola district. It is roughly bordered by Silver Avenue to the north, University Street to the east, McLaren Park to the south and the Excelsior District to the west. Once considered as a location for a university campus, many of the streets running north–south in University Mound are named after universities, while those running east and west are named for famous educators. University Mound is a primarily residential neighborhood; however it contains a large reservoir, Portola Gardens assisted living community (formerly the University Mound Ladies Home), and Phillip & Sala Burton High School. The neighborhood is significantly diverse in its population it and has a varying landscape. ==Upper Market== Upper Market is the area between the southern end of Market Street and Twin Peaks mainly spanning Corbett Avenue and Burnett Avenue. Clayton Street is on the north side of Upper Market, and Portola Drive is to the south. ==Visitacion Valley== ==Vista del Mar== Vista del Mar is a small neighborhood of the Outer Richmond. It is bordered by 45th and 48th avenues, and Seal Rock Drive and Balboa Street. It is also referred to as Sutro Heights. ==West Portal== ==Western Addition== ==Westwood Highlands== Westwood Highlands is a small neighborhood northeast of the intersection of Monterey Boulevard and Plymouth Avenue. The Westwood Park neighborhood is to the south, Saint Francis Wood is to the west, Sherwood Forest is to the north and Sunnyside is to the east. ==Westwood Park== ==Yerba Buena== This new neighborhood, anchored by the Yerba Buena Gardens, stretches from 2nd to 5th and Market to Harrison Streets. It is enhanced through the work of the Yerba Buena Community Benefit District (YBCBD). This east boundary of this neighborhood is adjacent to the Financial District South. ==See also== *49-Mile Scenic Drive ==References== ==External links== *San Francisco Planning Department : Map Library *San Francisco Planning Department map *The Neighborhood Project *Map – San Francisco – LocalWiki *SF Gate San Francisco Neighborhood guide. *Not For Tourists, Inc. San Francisco neighborhood guide *Justinsomnia SF neighborhood map *San Francisco Neighborhoods, at Properties San Francisco site. (Map of San Francisco Association of Realtors designations of San Francisco neighborhoods.) *Burrito Justice's: The Islands of San Francisco *Badger Maps San Francisco Neighborhood ===Specific neighborhoods=== *San Francisco Neighborhoods (Cole Valley) *Cole Valley Home Page *Ingleside Terraces Homes Association *Midtown Terrace Home Owners Association *Mission Dolores Neighborhood Association *Mission Terrace Neighborhood *Miraloma Park Improvement Club *Monterey Heights Homes Association *Sunnyside Neighborhood Association San Francisco neighborhoods Category:Hills of San Francisco ",
    "title": "List of neighborhoods in San Francisco"
}