{
    "id": "1487519",
    "text": "You Can't Win is an autobiography by burglar and hobo Jack Black, written in the early to mid-1920s and first published in 1926. It describes Black's life on the road, in prison and his various criminal capers in the American and Canadian west from the late 1880s to early 20th century. The book was a major influence upon William S. Burroughs and other Beat writers. ==Summary== The book tells of Black's experiences in the hobo underworld, freight-hopping around the western United States and Canada, with the majority of incidents taking place from the late 1880s to around 1910. He tells of becoming a thief, burglar, and member of the yegg (safe-cracking) subculture, exploring the topics of crime, criminal justice, vice, addictions, penology, and human folly from various viewpoints, from observer to consumer to supplier, and from victim to perpetrator. ==Publication== You Can't Win originally appeared in serial format in the San Francisco Call-Bulletin under the editorship of Fremont Older. It was so popular that it was reissued in book format by MacMillan and became a best-seller. It has been translated into Russian, Swedish, French, and other languages. After the book's publication, Black spent several years lecturing at women’s clubs and lived in New York. Black spent his summers in a cabin on Fremont Older's property in California, next to a pool. When MacMillan asked Black to write another book, he was too weak even to swim, according to Mrs. Fremont Older. He didn't write another book. ==Themes and analysis== The main criminal activity of Black's life and of the book is thievery, which leads to discussions of various technical aspects of the thief's \"trade\", including casing of prospects (surveillance of targets), safe-cracking, fencing of stolen goods, the disposal of evidence, maintaining aliases and avoiding attention or traceability, the social networks of criminals, the experiences of being arrested, questioned, and tried, and the experience of doing time in jails and prisons. The vices and addictions Black discusses include alcoholism, abuse of opium (hop), gambling, prostitution, and stealing. In his own telling, Black does not seem to have an especial weakness for addictions (for example, he did not become alcoholic himself), but he does describe the addictive allure that gambling and opium held for him in various stages of his life. He expresses an opinion that drug addiction is more psychological than physical; nevertheless, he also admits that breaking himself of a daily opium habit was the toughest battle of his life. Themes that Black explores through anecdotes from his life include: * Doing time in jails and prisons (and sometimes escaping from them) * The criminal justice system, including eluding arrest (and failing to elude it), fixing cases (which can be done from both sides, defense and prosecution). It also contains his opinions on the futility and self-defeat of penal systems that breed more criminality than they punish or prevent, which attracted much criticism. * The criminal community and their codes of conduct. * The \"wall\" that criminals often sense between a law-abiding lifestyle and a law-breaking one * Pity, pride, and contempt, including the professional pride that some criminals feel in their \"work\", and the contempt that law-breakers and law-abiders sometimes feel for each other * Carelessness and hypocrisy among both criminals and noncriminals * Self-discipline or the lack of it * Conscience, motivations, habit, and the vagaries of chance ==Reception== William S. Burroughs first read the book as an adolescent and cited You Can't Win as influential in his life and writing, mentioning the autobiography in his 1953 book Junkie. He wrote a Foreword to the 1988 edition of You Can't Win which was reprinted in the 2000 edition. ==Adaptions== The book has been adapted to a film titled You Can't Win (in post-production as of January 2020) starring Julia Garner, Jeremy Allen White and Michael Pitt, who co-produced and co-wrote the screenplay. ==Editions== * * * * * ==References== Category:1926 non-fiction books Category:American autobiographies Category:Memoirs of imprisonment Category:Travel autobiographies Category:AK Press books Category:Feral House books ",
    "title": "You Can't Win (book)"
}