{
    "id": "1487371",
    "text": "Eulogy is a 2004 comedy-drama film written and directed by Michael Clancy. An international co-production between companies from Germany, the United Kingdom, and the United States, the film follows a dysfunctional family as secrets come to light at the funeral of the family's patriarch. ==Plot== The film opens with Kate Collins (Zooey Deschanel) walking up to a house. She knocks and a woman answers the door. Kate explains that although she doesn't know her she has a long story to explain. The story begins with the death of her grandfather, Edmund Collins (Rip Torn). The movie then goes on to show how all the family members found out about the death, and how they came together for the funeral. As the Collins family joins their widowed mother/grandmother, Charlotte Collins (Piper Laurie), the family's dysfunctions and idiosyncrasies come to light. Kate's father, Daniel Collins (Hank Azaria), is an \"obscure foreign film\" actor whose career peaked at age 8 when he appeared in a peanut butter commercial. Kate's uncle, Skip Collins (Ray Romano), is an overly hormonal father of overly hormonal twin sons (Fred and Ted) who managed to run their mother out of their family. Kate's aunt, Lucy Collins (Kelly Preston), and her girlfriend Judy Arnolds (Famke Janssen) are both criticized throughout the movie because of their relationship. Most of this criticism comes from Kate's other aunt, Alice Collins (Debra Winger). The bossy, intimidating Alice has managed to both raise her three children and drive her husband into submissive silence, because of her persistent talking and badgering. Once they all arrive at the only family home Kate is told by Charlotte that her grandfather wished for her to give the eulogy at the funeral. After a family dinner that goes south when Lucy and Judy announce that they are getting married, tired of the family feuding, Charlotte tries to commit suicide by overdosing on a medication. While the family sits in the waiting room they run into Samantha (Glenne Headly), a nurse at the hospital who is also an old friend of Alice's. After having her stomach pumped and after rejoining the family, Charlotte tries again by jumping out of a moving van on a bridge and although she does not die, she is seriously injured and spends the remainder of the movie in a wheelchair. During the film, Kate continually tries to come up with a eulogy while dealing with a previous romance with Ryan (Jesse Bradford), from whom she ran away after being caught by Ryan's mother who came home while Ryan and Kate were having sex. Kate gets reacquainted with Ryan (after trying to dodge him several times around town) and their relationship reignites. At Edmund's will reading, it is revealed that Edmund has three families that don't know about each other. This explains Edmund's inability to keep names and number of children straight over the years before also dropping the bomb that he was up to his \"prostate in debt\". Kate is tasked with finding and telling the other two families of Edmund's demise. Ultimately, per Edmund's will, he is placed in a casket and floated out on a local lake in a boat. Ted and Fred, having previously filled the casket with gasoline, start shooting fiery arrows from a bow at the casket. During this time Kate finally gives her eulogy. One of the arrows eventually hits the casket and a moment later the casket, completely unexpectedly, explodes in a fiery explosion and completely demolishes the boat, body, and casket in a splintery mess. The movie ends with Kate talking to the woman from the beginning of the film. The woman explains she is not actually the person she was looking for but rather her neighbor. ==Cast== * Zooey Deschanel as Kate Collins ** Natasha Sheridan as young Kate * Hank Azaria as Daniel Collins * Famke Janssen as Judy Arnolds * Kelly Preston as Lucy Collins * Ray Romano as Skip Collins * Debra Winger as Alice Collins * Jesse Bradford as Ryan Carmichael * Glenne Headly as Samantha * Piper Laurie as Charlotte Collins * Rip Torn as Edmund Collins * Rance Howard as Lance Sommers * Paget Brewster as Aunt Lily * Eric Peirpoint as Mr. Carmichael * Sherman Howard as Funeral director * René Auberjonois as Parson Banke * Denise Dowse as Judge * Claudette Nevins as Barbara Collins * Curtis and Keith Garcia as Fred and Ted Collins * Matthew Feder as Alice's silent son * Allisyn Ashley Arm and Jordan Moen as Alice's silent daughters * Michael Panes as Adult film director * Michael Chapman as Adult film cameraman * Vincent Castellanos as Adult film actor * Brian Posehn as Video store clerk ==Reception== ===Box office=== The film was released in 22 venues on October 15, 2004, and earned $41,788 in its first weekend, ranking #51 in the North American box office and seventh among the week's new releases. At the end of its run, two weeks later on October 28, the film grossed $75,076 domestically and $14,705 overseas for a worldwide total of $89,781. ===Critical response=== Eulogy received generally negative reviews from critics. On review aggregator website Rotten Tomatoes, the film has a 32% rating, based on 34 reviews, with an average of 4.6/10. Metacritic reports a 34 out of 100 rating, based on 12 critics, indicating \"generally unfavorable reviews\". ==References== ==External links== * * * * Category:2004 films Category:German films Category:British films Category:American films Category:English-language films Category:2004 comedy-drama films Category:German comedy-drama films Category:German LGBT- related films Category:British black comedy films Category:British comedy- drama films Category:British LGBT-related films Category:American black comedy films Category:American comedy-drama films Category:American LGBT-related films Category:Films about dysfunctional families Category:Films shot in Los Angeles Category:Films scored by George S. Clinton Category:Lesbian-related films Category:Lionsgate films Category:LGBT-related comedy-drama films ",
    "title": "Eulogy (film)"
}