{
    "id": "1487041",
    "text": "The Lakewood BlueClaws are a Minor League Baseball team based in Lakewood, New Jersey. They are affiliated with the Philadelphia Phillies are a member of the Class A South Atlantic League. Their home field is FirstEnergy Park. ==History== The BlueClaws moved to Lakewood from Fayetteville, North Carolina, where they had been known as the Fayetteville Generals and later as the Cape Fear Crocs. Their first season in Lakewood was 2001. The Phillies' previous South Atlantic League affiliate was based in Kannapolis, North Carolina, and known as the Piedmont Boll Weevils from 1995 to 2000 (the team is now known as the Kannapolis Intimidators). Prior to that, the team was based in Spartanburg, South Carolina. ==Fan support== Since their arrival in New Jersey, the BlueClaws have been a success at the gate. In each of their first five seasons, they averaged over 6,500 fans per game. On August 26, 2002, in a game against the Hickory Crawdads which the BlueClaws won 3–0, attendance was a South Atlantic League record 13,003. The BlueClaws have led the South Atlantic League in either average or total attendance every year, and became the fastest team in South Atlantic League history to reach the 2 and 3 million fan attendance mark. On August 24, 2009, Phillies pitcher Brett Myers threw a scoreless inning in a rehab assignment on the same day a seven-year-old from Toms River, New Jersey became the 4 millionth fan in team history. This box office success comes in the absence of great success on the field. In their first five seasons, the BlueClaws failed to qualify for the playoffs. Their overall record topped the .500 mark for the first time in 2004. All told, in their first eight seasons, the BlueClaws topped 10,000 fans at a game three times, most recently in 2010 when they retired Ryan Howard's #29. ==Other developments== On September 1, 2004, Ryan Howard became the first former BlueClaw to play in the major leagues, playing first base for the Phillies in a 7–2 loss to the Atlanta Braves at Citizens Bank Park. He played for the BlueClaws in the 2002 season. In 2005, he was named the National League Rookie of the Year, and in 2006 he was named the National League Most Valuable Player. In May 2007, while on the 15-day disabled list, Ryan Howard played two rehab games with the BlueClaws after suffering a hamstring injury. Each game drew over 8,000 fans and helped push the BlueClaws to a new team attendance record for the month of May. The 2008 World Champion Philadelphia Phillies featured several former BlueClaws on their roster. Former NL MVP Ryan Howard was with the BlueClaws in 2002. World Series MVP Cole Hamels was with Lakewood in 2003, and starting catcher Carlos Ruiz was a member of the original Lakewood BlueClaws roster, in 2001. The team offers a post-game fireworks show after every Friday home game, and at the ballpark, and seniors eat free every Thursday night. Thursday nights are \"Thirsty Thursdays\", with dollar Coors Light and soda, 50 cent wings and live music all night. During the 2009 season, the BlueClaws announced that the team would adopt a new logo, color scheme, and uniforms for the 2010 season. ==Records== ===Season records=== {| class=\"wikitable\" !Season||Affiliation||Manager||First Half Record||Second Half Record |- |2001||Phillies||Greg Legg||28–42, 7th place North||32–37, 5th place North |- |2002||Phillies||Jeff Manto||33–36, 6th place North||36–34, 5th place North |- |2003||Phillies||Buddy Biancalana||22–47, 8th place North||35–34, 3rd place North |- |2004||Phillies||P. J. Forbes||31–36, 7th place North||39–30, 3rd place North |- |2005||Phillies||P. J. Forbes||25–45, 6th place North||31–38, 7th place North |- |2006||Phillies||Dave Huppert||37–32, 4th place North||47–23, 1st place North |- |2007||Phillies||Steve Roadcap||33–32, 3rd place North||36–33, 2nd place North |- |2008||Phillies||Steve Roadcap||38–32, 3rd place North||42–28, 2nd place North |- |2009||Phillies||Dusty Wathan||42–26, 1st place North||36–32, 4th place North |- |2010||Phillies||Mark Parent||42–28, 1st place North||42–27, 1st place North |- |2011||Phillies||Chris Truby||33–35, 7th place North||35–34, 5th place North |- |2012||Phillies||Mickey Morandini||26–43, 6th place North||36–33, 4th place North |- |2013||Phillies||Mickey Morandini|| 26–41, 7th place North |30–39, 6th place North |- |2014 |Phillies |Greg Legg |27–42, 6th place North |26–42, 7th place North |- |2015 |Phillies |Shawn Williams |33–35, 6th place North |40–30, 2nd place North |- |2016 |Phillies |Shawn Williams |29–40, 6th place North |45-25, 1st place North |- |2017 |Phillies |Marty Malloy |40-30, 2nd place North |33-36, 5th place North |- |2018 |Phillies |Marty Malloy |41-28, 1st place North |46-23, 1st place North |- |2019 |Phillies |Mike Micucci |29-41,6th place North |} ===Post-Season Records=== The BlueClaws won the South Atlantic League Championship on September 15, first defeating the Lexington Legends in the Northern division final, two games to none, then defeating the Augusta GreenJackets in a dramatic 5–0 victory, winning the championship series three games to one. In , the BlueClaws won the South Atlantic League Championship by first defeating the Kannapolis Intimidators 9–0 and winning the series by two games to none in the Northern Division final. In the championship round, the Blue Claws defeated the Greenville Drive 5–1 in game four and then taking the series three games to one. In 2010, the BlueClaws won both halves of the season. They became the first team to do so and win the championship, defeating Hickory 2 games to 1 in the Northern Division Final and the Greenville Drive 3 games to 1 in a rematch series. In 2016, the BlueClaws opened the first half of the season in 6th place of the Northern Division but rallied in the second half to take the second half crown. The BlueClaws then defeated the Hagerstown Suns 2 games to 0 but fell in the SAL final series 3 games to 1 versus the Rome Braves. ==Notable alumni== * Ezequiel Astacio * Rod Barajas (2007) * Danny Bautista (1991-1992) * Michael Bourn (2004) 2 x MLB All-Star * Milton Bradley (1998) MLB All-Star * Eude Brito * Taylor Buchholz * Carlos Carrasco * Frank Catalanotto (1994) * Francisco Cordero (1995-1996) 3 x MLB All-Star * Kyle Drabek * Juan Encarnacion (1994-1995) * Gavin Floyd (2002) * Travis Fryman (1998) 5 x MLB All-Star * Greg Golson MLB All-Star * Cole Hamels (2003, 2006) 4 x MLB All-Star; 2008 World Series Most Valuable Player * J. A. Happ (2005) * Ryan Howard (2002, 2007, 2010) 3 x MLB All-Star; 2005 NL Rookie of the Year; 2006 NL Most Valuable Player * Gabe Kapler (1996) * Kyle Kendrick (2004, 2006) * Scott Kingery (born 1994), Major League Baseball player for the Philadelphia Phillies * Cliff Lee (2000) 4 x MLB All-Star; 2008 AL Cy Young Award * Scott Mathieson * Lou Marson * Guillermo Mota (1996) * Brandon Phillips (2002) 3 x MLB All-Star * Chris Roberson * Carlos Ruiz (2001) MLB All-Star * Alfredo Simon (2003) MLB All-Star * Scott Strickland (1996, 1998) * Justin Thompson (1992, 1996) MLB All-Star * Robinson Tejeda * Shane Victorino (2007) 2 x MLB All-Star * Randy Wolf (2006) MLB All-Star * Tim Worrell (2005) * Mike Zagurski * Josh Zeid (2010) ==Retired Numbers== Cole Hamels' #19 and Ryan Howard's #29 have been retired by the BlueClaws. ==Ownership== The team originally belonged to New-Jersey-born Joe Plumeri and Joe Finley brothers also owners of the Trenton Thunder. The team was sold to the Shore Town Baseball group in July 2017. The new owners includes Minor League Baseball veteran and former Mandalay Baseball Properties CEO Art Matin, as well as local investors Bob Tamashunas and Bill Luby. ==Roster== ==References== ==External links== * * Statistics from Baseball-Reference Category:Philadelphia Phillies minor league affiliates Category:South Atlantic League teams Category:Professional baseball teams in New Jersey Category:Ocean County, New Jersey Category:Baseball teams established in 2001 Category:2001 establishments in New Jersey ",
    "title": "Lakewood BlueClaws"
}