{
    "id": "1488992",
    "text": "Reverend James Mitchell (September 14, 1818 – March 2, 1903) was the United States Commissioner of Emigration [of negroes] in the Abraham Lincoln administration, and a prominent religious leader in the Georgia Episcopal Methodist Conference after the Civil War.Biography of James Mitchell Mitchell was born to Protestant parents in Derry, Ireland in 1818, and migrated to America in the 1830s. He became a Methodist preacher in Indiana near where his family had settled and became an advocate of abolitionism and colonization. In 1848 Mitchell took the job of Secretary of the American Colonization Society of Indiana, and first met Abraham Lincoln in that capacity. Lincoln appointed Mitchell Commissioner of Emigration on August 4, 1862.History cooperative. In this capacity he was to oversee the establishment of one or more colonies abroad for freed slaves. Mitchell organized Lincoln's infamous August 14, 1862, address to a \"Deputation of Negroes\" at the White House, where Lincoln proclaimed \"You and we are different races. We have between us a broader difference than exists between almost any other two races. Whether it is right or wrong I need not discuss, but this physical difference is a great disadvantage to us both, as I think your race suffer very greatly, many of them by living among us, while ours suffer from your presence.\" After the Civil War, Mitchell returned to the ministry in the Methodist church. He took his ministry to Mount Zion, Georgia, in 1877 and founded the Mount Zion Seminary, the predecessor institution of the current Mount Zion High School. Mitchell served as director of the Seminary until his death in 1903. In his later years he was frequently visited by reporters and other guests because of his connection to Lincoln, at a time when most of Lincoln's other associates had already died. ==Sources== \"Obituary: James Mitchell, Private Secretary to President Lincoln.\" The Washington Post March 3, 1903 ==References== ==Further reading== * Category:Lincoln administration personnel Category:1818 births Category:1903 deaths Category:American Methodist clergy Category:American colonization movement ",
    "title": "James Mitchell (Methodist minister)"
}