{
    "id": "1488629",
    "text": "The Hooterville Cannonball is a fictional railroad train featured in Petticoat Junction, an American situation comedy that originally aired on CBS from 1963 to 1970. The train was considered an \"important character\" by the show's producers, and producer Paul Henning hired railroad historian Gerald M. Best to make sure that the locomotive sounds used on the show were authentic to a train of the same type and age. The 1890s-style train with a whimsical schedule gave the otherwise fanciful show a degree of authenticity; Henning said that \"the train's weekly appearances on TV might set the space age back 50 years and drive train buffs insane with delight, but without it our show would lose its character image.\" Later, Henning admitted, \"When I started Petticoat Junction, I had one aim. If people thought to themselves, 'Gee, I'd like to spend a few days at that beat-up hotel' or 'I'd like to ride that funny little railroad,' I knew we would make it.\" == Petticoat Junction == The most unusual \"character\" in the Petticoat Junction cast is the Hooterville Cannonball, an abbreviated 1890s vintage train consisting of a steam locomotive and a single combination car (with a baggage and passenger section). The train is operated more like a taxi service by engineer Charley Pratt (Smiley Burnette) and fireman/conductor Floyd Smoot (Rufe Davis). It operates on a long forgotten spur between Hooterville and Pixley that was disconnected from the railway's main line after the demolition of a trestle twenty years before the start of the series. It is not uncommon for the Cannonball to make an unscheduled stop in order to go fishing or to pick fruit for Kate Bradley's menu at the Shady Rest Hotel. Occasionally, Betty Jo Bradley can be found with her hand on the Cannonball's throttle, as running the train home from trips into town is one of her favorite pastimes. With cast changes, Smiley Burnette's death at the end of Season 4 was the basis for writing Charley's death into the story line in Season 5 and having Floyd run the train alone as engineer/conductor. He was replaced in Season 6 by Byron Foulger as Wendell Gibbs. Due to Mr. Foulger's failing health, the train engineer was no longer a main character in most episodes of Season 7. However, Rufe Davis appeared as Floyd in two guest appearances, and was addressed once off-screen as an invisible character. J. Homer Bedloe (played by Charles Lane) is vice president of the C&FW; Railroad, the owner of the Cannonball. Bedloe is a mean-spirited executive, and he periodically visits the Shady Rest Hotel and attempts to end the train service of the Hooterville Cannonball (and never succeeds). In Episode 31 of Season 1, \"Charley Abandons The Cannonball,\" engineer Charley Pratt picks up his guitar and sings an ode to the train. The lyrics are sung roughly to the tune of \"Wabash Cannonball\". == Production == Henning said that the train was based on his memories of growing up in Independence, MO, which was serviced by the Air Line Railroad: \"Every morning, the little old wood-burning train chugged into town. Every afternoon, it chugged out. Where did it go? We weren't quite sure, but we dreamed about climbing aboard some day, in search of adventure. Its low, mournful whistle was a siren song.\" Two Hooterville Cannonball trains used were for filming. The working model was the Sierra No. 3 locomotive, and it was used to film all the exterior \"long shots\", including the show's opening and closing credits. — via ProQuest The train was built in 1923 by the Bingham-Willamette Company of Portland, Oregon. — via ProQuest This locomotive is still operational at Railtown 1897 State Historic Park in California, after a complete restoration that was finished in 2010.\"Railtown 1897 in Jamestown Resumes Steam Train Rides Behind Historic Sierra No. 3 Beginning on Saturday, April 4\" Sierra Sun Times March 11, 2015 retrieved October 25, 2015 Clint Eastwood was part of a fundraiser for the restoration. He was familiar with the Sierra No. 3 from his days on the western television show Rawhide, and he used it in his films Pale Rider and Unforgiven. A full-scale prop locomotive was used for studio sound stage scenes. It was built in 1950 by 20th Century Fox for a movie called A Ticket to Tomahawk, starring Dan Dailey, Walter Brennan, Rory Calhoun and Marilyn Monroe. Built of wood, fiberglass and metal, it was a replica of a Rio Grande Southern #20, which starred in the film as a fictional locomotive called the Emma Sweeny (the Emma Sweeny is actually referenced in the fourth episode of the show when a spare part is needed to repair the Cannonball). RGS #20 was used for scenes in the film when the locomotive ran normally on the track, and the model was used for the scenes where it was off the track and being pulled by mules. The original 1950 cost of the elaborate studio mock-up was $40,000. Later in the 1950s, Fox sold the locomotive replica to Harvey Dick, who used it for the décor of the Barbary Coast Lounge in the lobby of his Hoyt Hotel, an 1890s style gas-light hotel in Portland, Oregon.LaMarche, Bill \"Petticoat Junction\" star Linda Kaye Henning to Attend Oregon Zoo's Train Party\" May 30, 2009 retrieved October 8, 2015 Harvey Dick loaned the replica to the producers of Petticoat Junction in exchange for the prominent screen credit seen at the end of each episode, \"Train furnished by Barbary Coast, Hoyt Hotel, Portland, Oregon\". It was also used in the show The Wild Wild West for scenes of the engine and tender. The model can easily be distinguished on screen from Sierra #3 by its driving wheels - the model has evenly spaced driving wheels, like RGS #20, while Sierra #3 has a large gap between the second and third driver axles. The model is also considerably smaller than Sierra #3, since RGS #20 is a narrow gauge locomotive. In the 1970s, the locomotive replica was purchased by Sacramento restaurateur/collector Sam Gordon. Gordon displayed it in the parking lot of his Sam's Stage Coach Inn (Sam's Town) along Highway 50 in Cameron Park, California, about 30 miles east of Sacramento. The replica fell into disrepair. In 1979, it was purchased by John Queirolo and Rick Stevenson, who later gave it to the Amador County Museum in Jackson, California, where it was restored and displayed. In August 2011, the Amador County museum sold the locomotive replica to the Durango Railroad Historical Society in Durango, Colorado, which planned to restore it to its original state as the Emma Sweeny. ==Popular culture== In 1966 Tyco Toys manufactured a tie-in electric train set. == References == == External links == *Hooterville Cannonball website (Web Archive) *Railtown 1897 State Historical Park, Jamestown, California Category:Fictional trains ",
    "title": "Hooterville Cannonball"
}