{
    "id": "1488553",
    "text": "The Society for Classical Studies (SCS), formerly known as the American Philological Association (APA), founded in 1869, is a non-profit North American scholarly organization devoted to all aspects of Greek and Roman civilization. It is the preeminent association in the field, and publishes a journal, Transactions of the American Philological Association (TAPA). The APA is currently based at the University of Pennsylvania, in Philadelphia. ==History== The APA was inaugurated by William D. Whitney, of Yale, at Poughkeepsie, New York, in 1869 as an outgrowth of the Classical Section of the Oriental Society. Of the 151 inaugural members, just 8 were women, including Alice Robinson Boise Wood, the first woman to study (informally) at the University of Michigan and to graduate with a B.A. from the Old University of Chicago. Originally its members studied a great variety of texts and languages, but as disciplines such as linguistics and modern languages have created their own societies, the APA came to be concerned with classical antiquity and fields closely related to the study of antiquity, while the definition of \"philology\" broadened to include many approaches to understanding the ancient world. ==Convention== The Society holds its annual convention in January, meeting jointly with the Archaeological Institute of America. About 400 scholarly papers are delivered at the Society's meeting, which is also the site for interviewing for college and university positions and for the meetings of the many committees and affiliated groups. It is also the occasion for the presentation of Society awards for teaching at both pre- collegiate and collegiate level, for projects that bring classics to a wider public (outreach), and of the Goodwin Award of Merit, which recognizes a recently published book. At every meeting, an Outreach Division conducts two events that are open to the general public. One is a special panel that is of interest to non-specialists. Topics have included the movie Troy, Classics and Contemporary Fiction and the HBO series Rome and Classics and Comics. The second is the staged reading of a classical or classically themed play, by the Committee on Ancient and Modern Performance. The productions have been: The Invention of Love (Tom Stoppard, directed by Mary-Kay Gamel, produced by Judith Hallett), The Heavensgate Deposition (based on Apocolocyntosis by Seneca the Younger, adapted by Douglass Parker, directed by Amy R. Cohen, produced by Thomas Jenkins), The Golden Age (by Thomas Heywood, directed by C. W. Marshall), Iran Man (based on Persa by Plautus, directed by Mary-Kay Gamel), Thespis (by W. S. Gilbert and A. S. Sullivan, with new music by Alan Riley Jones, directed by John Starks, produced by John Given), The Birds (by Aristophanes, directed by Thomas Talboy), Cyclops (by Euripides, directed by Laura Lippman and Mike Lippman), Thersites (perhaps by Nicholas Udall, directed by C. W. Marshall), Thesmophoriazusae (by Aristophanes, directed by Bella Vivante), The Jurymen (by Katherine Janson, directed by Amy R. Cohen) and Alcestis (by Euripides, translated by Mary-Kay Gamel, directed by Gamel and Mark Damen). ==Activities== Through its divisions of Research, Education, Publications, Professional Matters, and Program, the Society conducts a variety of activities to support and disseminate knowledge of the ancient Greek and Roman worlds. For example, it operates a Placement Service, gathers statistical information about the demographics of classicists, hears complaints of violations of professional ethics, provides advice and funding for major research projects (such as the Barrington Atlas of the Greek and Roman World), and publishes monographs, textbooks and software. The Outreach Division produces a newsletter, Amphora, for non-specialists, and the electronic newsletter The Dionysiac, which gives information about performances of classical plays and other events related to ancient performance. ==Scholars== Many notable scholars served as executives of the APA, including Basil Lanneau Gildersleeve, William Watson Goodwin, Herbert Weir Smyth, Paul Shorey, Lily Ross Taylor, Berthold Ullman, Thomas Robert Shannon Broughton, Gerald Else, Helen F. North, Bernard Knox, Charles Segal, and Emily Vermeule. ==Change of Name== In 2013 the American Philological Association elected to change its name to the Society for Classical Studies. ==Notes== ==External links== * * *Finding aid to the Society for Classical Studies records at Columbia University. Rare Book & Manuscript Library. Category:Historical societies of the United States Category:1869 establishments in New York (state) Category:Linguistic societies Category:College of the Holy Cross Category:University of Pennsylvania Category:Academic organizations based in the United States Category:Classical associations and societies Category:Organizations established in 1869 ",
    "title": "Society for Classical Studies"
}