{
    "id": "1488230",
    "text": "The advertisement poster for Coin's Financial School, which includes Coin, the fictional financier, on the right. Coin's Financial School was an 1894 pamphlet written by lawyer, politician and resort founder William Hope Harvey (1851–1936). It advocated a return to bimetallism, where the value of a monetary unit is defined as a certain amount of two different kinds of metals, often gold and silver. In the book, Harvey charged that the demonetization of silver caused by the Coinage Act of 1873 led to the Panic of 1893 by halving the supply of available redemption money in the economy. This lowered the prices of goods throughout the country and hurt farmers and small business owners, according to Harvey. Harvey argued that by returning silver to the same monetary status as gold, the American economy would benefit from stabilized prices, resulting in higher revenue, and ease of repayment of debts. The pamphlet sold about 1 million copies, which helped popularized the free silver movement to the public. Harvey would go on to aid Democratic candidate William Jennings Bryan’s presidential campaign in 1896, which ran on the platform of free coinage of silver. The issue of bimetallism remained controversial throughout the remainder of the 19th century. == Background == === The Founding Fathers === The Coinage Act of 1792, passed under president George Washington, established silver and gold as the legal tender of the United States, as gold was to be coined into eagles ($10), half-eagles ($5) and quarter-eagles ($2.50). Silver was to be coined into dollars ($1), half- dollars ($0.50), quarter-dollars ($0.25), dimes ($0.10) and half-dimes ($0.05). While the Coinage Act provided with coinage of copper as cent ($0.01) and half-cent ($0.005), copper was not accepted as legal tender. === The Gold Rush === In 1848, gold was discovered in Sutter's Mill, and the news of this discovery spread throughout the country. This would start a gold rush to the California territory. While merchants made more money than most miners did, it led to a substantial amount of gold flowing into the Treasury. Debate started in Congress on how to utilize the extra gold flowing into the reserves, and whether to abandon bimetallism in favor of the increasing supply of gold. === The Civil War and Beyond === During the American Civil War, Abraham Lincoln’s administration understood that the federal government would need millions of dollars to finance the war, and as the war dragged on, the government’s deficit and debt grew. It did not help that the previous administration, led by James Buchanan, left over $20 million budget deficit at the end of Buchanan’s term in 1861 as a result of a recession in 1857 that persisted throughout Buchanan’s term. More gold and silver left the nation to finance the war effort, reducing the nation’s resources in the long run, so Congress had metallic payments suspended in 1861 to stop the outflow. Lincoln and his Secretary of the Treasury, Salmon P. Chase, needed more loans to finance the war, but bankers, as a result of shaken public confidence, charged 24 percent in interests for the loans. As a solution, the government issued “demand notes”, or federal notes requesting for a certain amount of money to be redeemed in gold or silver. In 1862, the government issued “greenbacks”, which were unbacked notes that relied on government credit to retain value by themselves without the backing of metal. By the end of the war, gold was worth 1.5 greenback. This, combined with the amount of debt the government already owed, threatened the war-torn economy as it prepared to pay off its war debts. As a response to the growing concerns regarding the amount of paper money used and growing debt of the United States, the Congress passed the Fourth Coinage Act in 1873. This law eliminated silver as the legal tender of the United States by abolishing the rights of the silver holders to have their silver bullions struck into U.S. Dollar coins. Proponents of free silver came to criticize the act as the “Crime of ‘73”, while proponents of gold standard argued that since most world powers of the time, including England (in 1816) and the German Empire (in 1871), used the gold standard, it would facilitate international commerce. The Panic of 1873 followed shortly after the passage of the act, and another panic followed in 1893, which continued to affect businesses and investors as of the pamphlet's publish date. Banks continued to close as panicked investors and customers made runs on the bank, forcing them to run out of money, while businesses failed as a result of loss of customers and shortage of money. The bank runs dried up the gold reserves in the federal treasury. As a result, then-president Grover Cleveland was forced to borrow $65 million from J.P. Morgan and the Rothschild family. The latest panic restarted a heated debate on the merits of bimetallism and the role of the Fourth Coinage Act on the panics. == Book Summary == === Plot summary === Throughout the pamphlet, the audience is introduced to a fictional financier called Coin, who holds financial lectures in Chicago. Over six days, he summarizes the United States’ financial history from the passage of the Coinage Act in 1792 to 1894, when the pamphlet was published. Coin introduces the audience to what he calls the “Crime of 1873”, or the Fourth Coinage Act, which became controversial as the nation's debt and money supply went into doubt after the Civil War. In between Coin's various lectures, he is interrupted with questions from the audience, which is filled with prominent real-life individuals such as Lyman Gage and Joseph Medill. His school gradually gains more audience and media attention, most mocking him at first, but showing him more respect as they check the facts that Coin presents throughout his lectures. Coin presents U.S. financial history from 1792 to 1894 mostly from the populists and free silver supporters’ point of view. ==== The First Day ==== The book's depiction of how silver was \"killed\" by an act of law rather than an act of violence. The first pages of the pamphlet introduced the reader to Coin, a young financier who held a financial school in the Art Institute of Chicago. Coin started his first lecture by outlining the financial problems that plagued the nation at the time. Still suffering from the Panic of 1893, the nation's crime rate, government budget deficit and unemployment remained dangerously high. He then introduced his audience to the basics of coinage in the United States, where in 1792, Congress passed the first Coinage Act. The Coinage Act defined a dollar as 371.25 grains of pure silver, as well as 24.7 grains of pure gold. In this case, both silver and gold were accepted as legal tenders of the United States, with a silver to gold exchange ratio of 15 to 1. The ratio was later changed to 16 to 1. Coin states that the Founding Fathers chose silver as the principal money because it was very commonly used among the working class as well as business owners. Gold was seen as the money of the rich, since the working and middle class rarely owned it, let alone handled it. At that point, Joseph Medill, an editor from the Chicago Tribune, asked Coin about why only eight million silver dollars were coined during the bimetal period from 1792 to 1873. Coin corrected Medill by stating that it was not eight million silver dollars that were coined, but rather, it was eight million silver dollars that were coined, in addition to the eighty-nine million dollars in other silver coins, Coin added, there were 97 million dollars coined in halves, quarters and dimes18. Not only that, the United States received about 100 million dollars in foreign silver prior to 1860, further adding to the Treasury’s silver reserves. Coin then claimed that silver was leaving the country by 1853 as a result of France establishing a ratio of 15.5 silver to 1 gold for its currency. To combat this, Congress lowered the amount of pure silver in its coins to prevent them from being exported. Coin then introduced the audience to the “Crime of 1873”, when the Fourth Coinage Act was passed. The act demonetized silver, as well as abolished its right to free coinage. Under free coinage, the government purchased and coined any silver that was sold. At the time, most people were using paper money, diminishing the importance of gold and silver coins. This gave the news and the people little reason to care about the demonetization of silver, according to Coin. The law was passed in relative obscurity, as newspapers did not report on it at the time of the law's passage, and then- president Ulysses S. Grant claimed that he did not know that the new law demonetized silver when he signed it into law. Coin concluded his first lesson by criticizing the secrecy that this law was passed with, given the effects it had. ==== The Second Day ==== The major newspapers in Chicago were taking note of Coin's first lecture, but all of them dismissed Coin as inconsequential and some others threw insults at the bimetallists such as “fraudulent free silverites” and “blatant orators”. Coin started his second lesson in the Art Institute amid the increased media attention. Right after Coin called for start of the lesson, Lyman Gage, a prominent financier, asked Coin how two different metals can be coined at the same value at a fixed ratio when both metals fluctuate in value over time. Coin replied by noting that while prices are determined by the goods’ supply and demand, the government artificially inflated gold and silver's demand with free coinage. Under free coinage, the government took any gold and silver that came, effectively creating unlimited demand. To keep both metals from becoming infinitely expensive, the government artificially set a value for each metal to be used as units of money. A chart that Harvey gives to show the history of silver's price in proportion to 1 unit of gold from 1687 to 1892. Notice the sharp increase in the amount of silver required to match a unit of gold since 1873, when the Coinage Act of 1873 was passed. This was disrupted by the Coinage Act of 1873, according to Coin, as eliminating free coinage for silver also eliminated the unlimited demand for silver and its status as the legal tender. This made silver much more vulnerable to the market demands as all goods, including silver, was only redeemable in gold now. Coin then presented a chart to demonstrate the falling price of silver in comparison to gold, from hovering in between 15 and 16 silver per gold until 1873 to 23.72 silver per gold by 1892. Coin then claimed that there were $3,727,018,869 in gold and $3,820,571,346 in silver throughout the world. By eliminating silver as a legal tender, the world reduced its redemption money supply by a little over half, Coin concluded. ==== The Third Day ==== Even more people showed interest in Coin's financial school, and more bimetallists joined Coin's lessons every day. Coin started off the day's lecture by distinguishing between the two kinds of credit money: paper money, which include bank notes, and token money, which are forms of metal that do not enjoy free coinage. Credit money was used as promises that the government will redeem the owner with the primary money, which in this case was gold. Coin pointed out that by abolishing free coinage of silver, the government turned silver from one of the primary money to a token money, no longer redeemable by itself. This, in turn, reduced the nation's supply of primary money by half. By reducing the nation's primary money supply, the government effectively rendered many checks and greenback bank notes more volatile, since they were no longer backed by properties, but by speculation and federal government's credit. Coin then defined the three main forms of credit: credit, checks and bonds. Coin defined credit as paper bills and token money redeemable in primary money, checks as forms of paper payable on demand, and bonds as credit payable at some point in the future. Ideally, one would prefer to keep the amount of the three forms of credit as same as the amount of primary money backing them up. Coin explained that during a period of prosperity, more and more businessmen and entrepreneurs took debts to further investments in their businesses. When too much of the credit money was purchased compared to the available supply of redemption money, this created a loss of confidence in the banks as more and more buyers run to the bank to collect their money and debt payments before the banks run out of money. This, combined with the halved supply of primary money from silver losing its free coinage, made new debt all the riskier. As silver began to depreciate in value in comparison to gold, and many properties lost their value in proportion to gold, debts became harder to repay through revenue alone, so more businessmen and farmers had to take on more debt to pay off existing loans, and so on and so forth. Eventually, the collective debt reached over $40 billion, then an unprecedented sum. Farms and cities were mortgaged to pay off the debt, more and more businesses and farms went out of business, and so began the Panic of 1893. ==== The Fourth Day ==== The school continued to gain more attention and popularity as more newspapers began to cover the lessons, this time with more positive enthusiasm. It got to the point where Coin had to start charging the audience for admission, and donate the proceedings to charity. Among the first questions directed at Coin involved why the metals were chosen as money in the first place. Coin claimed out that silver in particular was considered more than valuable enough to be money because it can be used in many other settings. Therefore, it had enough intrinsic value that even if the financial system was to collapse, silver would still have value, and money backed by silver continues to retain some of its value should such a thing happen. Coin was then asked about silver costing about 50 cents an ounce to mine, and how cost of production often dictated a property's value. Coin replied by noting that not all mines struck rich in their operations, and many mines failed as a result of silver sales not keeping up with the cost of machinery and labor. Another member of the audience asked Coin about the potential of a greenback system. Coin replies that a greenback system, which would rely entirely on a limited supply of paper notes printed by U.S. Mint, could work as long as there is confidence in government credit. With any collapse in confidence, however, the value of each greenback would collapse as well, rendering the system very unstable. While in wartime, people used greenbacks as a result of precious metal being used for the war effort, they avoided financial damage by storing their good money for use later. In this case, it would help to have a currency backed by some kind of commodity more reliable, since the government's credit may not survive the war unscathed. James Sovereign, Master Workman of the Knights of Labor, asked Coin if instead a currency system based on labor instead of commodity may work just as well. Coin replied that it would work similarly to a greenback system, based on government credit and confidence as well, using postage stamps as an example. When another man asked Coin on whether abolishing tariffs drove down the prices as a result of increased foreign competition, Coin pointed out that since the rest of the world is experiencing the same financial difficulties, United States would gain nothing by charging extra tariffs on foreign goods. In a time of financial crisis, no nation would want its trade restricted by high tariffs. Coin then went on to explain how silver depreciating in value in comparison to gold had deleterious effects on international trade as well. Most South American countries have used silver more commonly than gold up to that point, while England had abandoned silver as legal tender in 1816. Since then, England demanded all debts to be paid in gold, or redeemable to gold. With silver depreciating against gold, more and more silver would leave South American nations who had much more silver than gold in their treasuries. United States was paying England $200 million in interests annually by the 1890s, all in gold or some commodity that must be redeemed in gold. At this point, England had become the creditor nation of the world, and silver nations were finding it harder to repay their loans and bonds as a result of silver values falling against the gold. ==== The Fifth Day ==== Coin demonstrating the size of all the property in the world compared to all the debt in the world. Coin began his next lecture with three globes on the platform, of varying sizes. He explained that the largest globe represented all the property in the world, which he valued at $450 billion. The smaller two globes represented the combined value of silver and gold in the world, and the amount of gold alone. As Coin has noted before, abolishing free coinage for silver had reduced the amount of the money supply in the world by half. Because of the shrinking supply of money, the price of gold went up, and since every property was now measured in gold, property values dropped against the gold. Coin claimed that as the strongest nations in the world, such as Britain and United States, traded only in gold as of the 1890s, they compelled other nations to either drop their silver standards or trade their silver in their diminished rates. To demonstrate the unsustainability of the international gold standard, Coin measured up all the gold in the world. The value of all the gold in the world, as Coin cited the latest U.S. Mint estimates, was around $3.9 billion as of 1894. There were 1.4 billion people as of 1894, which meant that the world's gold supply divided up to $2.50 per capita. Coin also shows, with a measuring tape, that $3.9 billion of gold could be measured in a room with a dimension of 22 x 22 x 22 feet, and still have 852 ft3 left. The total quantity of silver, on the other hand, was measured as 66 x 66 x 66 feet, which would add a tremendous amount of money to the world's money supply. Coin remarked that there is no wonder that commodity prices are so low with so little metal to be used as the world's measure of money. Coin then reminded the audience that it was not the price of commodities that were falling, but rather the prices of commodities were standing still while the value of gold continued to climb. After all, all the properties in the United States were redeemable by gold, meaning that their values were measured by the increasingly expensive gold. To further demonstrate what happened to the value of silver in comparison to gold, Coin cited a hypothetical situation where diamond became the sole legal tender of the United States. A carat of diamond was worth $50.00 in gold in 1894, meaning that should diamond become the main legal tender, all the values in the nation would plummet to 1/50th of their current value. Due to lessening demand and increasing supply of gold, its value would start to fluctuate along with silver in relation to the diamond. Coin pointed out that while the property of commodities plummeted, the amount of debt owed did not, and the lower prices made the collective debt harder to pay off. He illustrated the point with an example of a wheat farmer. The farmer has seen the price of wheat fall from $1.40 per bushel in 1873 to $0.50 per bushel in 1893, while the prices of fares, hotel, coffee and even interests the same as before as he tries to file his taxes in the big city. ==== A Parable ==== Before the sixth lecture, the author included a little tale of a family of quails living in a wheat field. When the wheat was ready to be harvested, the mother quail told her children to wait. When the wheat grew riper, and the farmer suggested that he will bring some friends to cut the wheat, the mother once again told her children to wait. Only when the wheat was so ripe that it was ready to fall does the farmer decide to cut the wheat himself, and this prompted the mother quail to move the family elsewhere.A giant octopus, representing the Rothschild banking family of England, engulfing the world with its control over gold. ==== The Sixth Day ==== Coin's demonstration of the size of all the gold in the world gained attention throughout the city, and prominent newspapers confirmed his report as true. Before a crowd of thousands gathering in the Art Institute, Coin began a fiery speech on the ills brought upon by the abandonment of bimetallism, and lamented the role England has had regarding America's switch to the gold standard. From there, he called for a war with England over the issue, charging that America was forced to pay $200 million in interests to England every year, an amount that is becoming harder to pay off as a result of the Panic of 1893. He also criticized the proponents of the gold standard within the United States, who believe England will return to bimetallism on its own. That was despite the fact that England raked in major profits by forcing other nations to make transactions redeemable in gold only. In making these points, Coin called for a trade war with England, with promises of the backing of fellow silver nations such as France, most of South America, India and Mexico. In this trade war, Coin proposed that United States use its position as England's leading trade partner to raise tariffs and force England to switch back to bimetallism if they want American money back to its economy. Coin rallied the crowd to back a trade war with England, and lobby Congress for bimetallism for the good of the U.S. economy. With that, Coin concluded his financial school. == Reception == An illustration from Stanley Wood's Answer to Coin's Financial School mocking the absurdity of Coin's claims and suggestions. The pamphlet sold around a million copies since 1894, and was instrumental in aiding William Jennings Bryan's 1896 presidential campaign. It would become the most popular advocate of bimetallism in the United States, but this also meant that it received plenty of criticism from gold standard advocates. Willard Fisher, an economist, summed up the criticism for Coin with connecting the Fourth Coinage Act and the two panics that happened afterwards. Panics of similar scope had happened under bimetallism as well, notably Panics of 1819 and 1837, so the connection to the Fourth Coinage Act and the panics were shaky, according to Fisher. Chicago banker Stanley Wood pointed out that prices of commodities fell not because of the rising gold prices, but because of the advancements in technology and equipment that drove down production costs. He also questioned how falling of prices could be bad for the economy, since lower prices are good for consumers, allowing them to invest in their businesses and households better. As for the debt crisis, he argued that the United States actually had less debt per capita compared to other leading nations: according to his sources, France's debt per capita is $200, Great Britain’s $84, and the United States’ $16 as of 1895, when Wood published his pamphlet. Not only is the country not in middle of a crisis, but given United States’ strong economic ties with Britain – Britain comprised 47% of America's exports at the time – it would be foolish to declare a trade war with Britain. Michigan Banker and editor Edward Wisner made similar comments in his own response, “Cash vs. Coin”, where he created a fictional financier, “Charley Cash” to serve as Coin's opponent. Through Cash, Wisner also points out that simply reestablishing silver as legal tender would not create value by itself – the government would have to buy all that silver using tax money. He also cites the 70 columns of Senate reports and 80 columns of House of Representatives reports to show that the Fourth Coinage Act was not passed in secret, as Coin had charged. He also differed on the primary cause of the Panic of 1893, claiming that it was in fact, silver proponents themselves who caused the loss of confidence in the dollar because of the government buying up too much overvalued, useless silver. By sticking to money that rest of the world no longer accepted, argued Wisner, the United States would cut the Dollar's value as it adds a bunch of useless money into the supply. This, in turn, would turn away foreign investors who fear that a dollar backed by less stable metal will struggle to hold its value. In his “Lesson for Coin”, lawyer and American Bar Association founder Everett Wheeler cited that even under free coinage of silver, rates of silver fluctuated from nation to nation according to their demands and supply, and that even before 1873, there was not an unlimited demand for silver, as silver was too bulky to use. Most people preferred paper notes and checks. He, like most of Coin's critics, spoke out against Coin's anti-British stance, pointing out Britain's position as America's leading trade partner, as well as its cultural ancestor. == Aftermath == Harvey would go on to assist William Jennings Bryan's campaign in his home state of Arkansas, where Bryan won easily. Bryan would sweep the South and the Rockies, but William McKinley, who adopted gold standard, would sweep the more populous Northeast as well as the Great Lakes. McKinley won the election, 271–176. At that point, the United States had emerged from the Panic of 1893, and the debate over bimetallism was calming. McKinley's administration passed the Gold Standard Act in 1900, establishing the dollar as 23.22 grains of pure gold, and the law would stay in place until the Great Depression. == Notes == == References == * Harvey, William Hope. Coin’s Financial School. Coin Publishing Company: Chicago, 1894. Print. * Wood, Stanley . Answer to Coin’s Financial School. A.B. Sherwood Publishing Company: Chicago, 1895. Print. * Wisner, Edward. Cash vs. Coin. Charles H. Kerr and Company: Chicago, 1895. Print. * Wheeler, Everett P. Real Bimetallism or True Coin Versus False Coin: A Lesson for “Coin’s Financial School.” G.P. Putnam's Sons: New York, 1895. Print. ==See also== *Cross of Gold speech, by William Jennings Bryan *Sherman Silver Purchase Act *Bland-Allison Act *Specie Payment Resumption Act *Milton Friedman *Long Depression *History of the United States Dollar *Coinage Act of 1834 *Metallism ==Further reading== * Coin's Financial School Up to Date, William Hope Harvey's \"official\" answer to critics, published in 1895. * The Greatest Nation on Earth: Republican Economic Policies During the Civil War by Boston College historian Heather Cox Richardson. * To the Readers of \"Coin's Financial School\", an Answer by Ohio general and congressman John Beatty. * Milton Friedman on Economics: Selected Papers, a collection of economic studies by 1976 Nobel Prize in Economics winner Milton Friedman. * The Populist Vision by San Francisco State University historian Charles Postel * The Nature of Gold by University of Washington historian Kathryn Morse * The Great Fight for Free Silver by Omaha editor Richard Lee Metcalfe * The Populist Movement by Duke University historian Lawrence Goodwyn Category:1893 non-fiction books Category:Gold standard Category:Metallism Category:Pamphlets ",
    "title": "Coin's Financial School"
}