{
    "id": "1488062",
    "text": "halfback and fullback before rolling out with the protection of both guards. The quarterback then has the choice of passing or running the ball. In American football, a bootleg play is a play in which the quarterback runs with the ball in the direction of either sideline behind the line of scrimmage. This can be accompanied by a play action, or fake hand off of the ball to a running back running the opposite direction. ==Overview== The quarterback can be accompanied by an offensive lineman to block for him, or run without a blocker, which is known as a naked bootleg or waggle. More complex versions involve multiple offensive linemen moving with the quarterback to block and multiple false hand offs; one such variation is known as a rollout. After escaping the area behind the offensive line, the quarterback may either throw a pass downfield or run with the ball himself to gain yardage. A bootleg is called to confuse the defense, by moving the quarterback away from where they expect him to be, directly behind the center. The quarterback's motion may also attract the attention of the defensive backs, allowing one of the receivers to become uncovered. The play is typically used by teams with mobile quarterbacks, such as Steve Young, Randall Cunningham and Russell Wilson. Additional variations can be combined with bootleg plays. In the West Coast offense variant designed around quarterback Michael Vick, counter techniques combined with play action bootleg plays served to provide several types of simultaneous misdirection which caused defensive players to freeze after often misjudging the intended direction of the play. These techniques, along with Vick's unusual athleticism, slow down and isolate defenders and provide extra space and time for the quarterback to survey the field and/or run the ball. The bootleg and its variants have become more common in recent years as the rules have been changed to permit a quarterback to avoid a sack by throwing the ball away once he/she is outside the \"tackle box\". Since the quarterback in a bootleg usually sets up to throw well outside the tackles, if he/she is in danger of taking a sack he/she can throw the ball safely out of bounds without risking an intentional grounding penalty. The name comes from the fact that on a play action the quarterback often hides the ball from the defense by his thigh to make the run look more convincing. This is similar to the way bootleggers would hide whiskey in their trousers during Prohibition. Pop Warner is given credit for inventing the bootleg play.Powers, Francis J. (1969) Life Story of Glen S. (Pop) Warner, Gridiron's Greatest Strategist. Chicago: The Athletic Institute. p. 69 ==See also== *Glossary of American football *Sally Rand ==References== Category:American football plays ",
    "title": "Bootleg play"
}