{
    "id": "1489496",
    "text": "The Lanka Sama Samaja Party, often abbreviated as LSSP (literally: Lanka Equal Society Party, Sinhala: ලංකා සම සමාජ පක්ෂය, Tamil: லங்கா சமசமாஜக் கட்சி) is a major Trotskyist political party in Sri Lanka. It was the first political party in Sri Lanka (Then British Ceylon), having been founded in 1935 by Leslie Goonewardene, N.M. Perera, Colvin R. de Silva, Philip Gunawardena and Robert Gunawardena. It currently is a member of the main ruling coalition in the government of Sri Lanka and is headed by Tissa Vitharana. The party was founded with Marxist-Leninst ideals, and is classified as a party with Socialist aims. The LSSP emerged as a major political force in the Sri Lankan independence movement during the 1940s, during which time the party was forced to go underground due to its opposition to the British war effort. The party played an instrumental role in the Indian independence and later Quit India Movement through the Bolshevik–Leninist Party of India, Ceylon and Burma (BLPI). Through its efforts, India gained Independence from Britain in 1947, followed by Sri Lanka in 1948. In the late early 1950s, the LSSP took the lead in organising the Hartal strike, caused by vast food price inflation by the UNP government. At the time, J.R. Jayawardena was the finance minister of the country. Maintaining the price of rice at 25 cents had been an electoral promise given by UNP in the 1952 elections, and when the new rates of 70 cents were introduced to the public there was a massive anger against it. From the late 1940s to 1960s, the Lanka Sama Samaja Party served as the opposition Party in Sri Lanka, whilst being recognised as the Sri Lankan wing of the Fourth International, an organisation characterised by Trotskyism. During this period, the party was able to use its considerable political influence to reform the former British Colony of Ceylon into a socialist republic by nationalising organisations in the banking, education, industry, media and trade sectors. In 1964, the party joined the United Front (Sri Lanka), and formed the Socialist SLFP government, leading to its expulsion from the Fourth International. Through their election landslide in 1964, they brought the world's first non-hereditary female head of government in modern history, Sirimavo Bandaranaike to power as Prime Minister of Sri Lanka. The party peaked in political strength in the 1970s, when it was again leading a coalition government with multiple of its leaders in key cabinet roles. In recent elections, the party has served a role in the coalition government. As of 2020, the party holds local government roles, as well as the governorship of the North Central Province. == Name == The Lanka Sama Samaja Party was the first modern political party in Ceylon, later Sri Lanka. It was noted for its choice to use a native name rather than an English name. The party was the first Marxist party in South Asia. The Sinhala term samasamajaya was one coined by Dally Jayawardena in the Swadesa Mitraya to translate the term 'socialist'. However, the usage of samasamajaya has since been superseded by samajavadaya (which corresponds to similar usage in various Indian languages) in everything but in the names of the LSSP and various of its splinter groups. The Tamil term samadharmam was used to translate 'socialist', but nowadays the English term is used. == History == The Lanka Sama Samaja Party was founded on 18 December 1935, with the broad aims of Sri Lankan Independence and Socialism, by a group of young politicians. The group at the foundation numbered a bare half-dozen, and composed principally of students who had returned from study abroad, influenced deeply by the ideas of Karl Marx and Lenin. The original group consisted of Leslie Goonewardene, N.M. Perera, Colvin R. de Silva, Philip Gunawardena and Robert Gunawardena.Leslie GoonewardeneCharles Wesley Ervin, Tomorrow is Ours:the Trotskyist Movement in India and Ceylon, 1935-48, Colombo: Social Scientists Association, 2006 === Origins === The LSSP grew out of the Youth Leagues of Ceylon – societies of young people, mainly intellectuals, who wanted independence for the British ruled Sri Lanka – in which a nucleus of Marxists had developed. The party's leaders were predominantly educated returnees from study in London; youth who had come into contact with the ideas of the European Left and were influenced by Harold Laski, an English political theorist and professor at the London School of Economics. Dr S.A. Wickremasinghe, an early returnee and a member of the State Council from 1931, was part of this group. The Youth Leagues campaigned for independence from Britain, notably organising opposition to the so-called 'Ministers' Memorandum', one which in essence called for the colonial authorities to grant increased power to local ministers. ==== Wellawatte Spinning and Weaving Mills Strike ==== The group, through the South Colombo Youth League, became involved in a strike at the Wellawatte Spinning and Weaving Mills in 1933. The mills; the island’s largest textile factory at that time with 1,400 workers (two-thirds of Indian origin and one-third Sinhalese), gave the members of the Youth League a chance for leadership as well as experience in trade union agitation. During this period, the collective published an irregular journal in Sinhala, Kamkaruwa (The Worker). ==== Suriya-Mal movement ==== In 1933 the group got involved in the Suriya-Mal movement, which had been formed to provide support for indigenous ex- servicemen by the sale of Suriya (Portia tree) flowers. The Suriya-Mal movement surged as a reaction to the fact that at the time Poppy Day funds went solely to British ex-servicemen. The movement was honed by volunteer work among the poor during the Malaria Epidemic of 1934-1935. The volunteers found that there was widespread malnutrition, which they helped fight by making pills of 'Marmite' yeast extract. === Early period === In 1936 the LSSP contested the State Council elections in four constituencies and won two of them, Avissawella and Ruanwella. The two new members, Philip Gunawardena and N.M. Perera, worked at the dismay of the British Colonial government; one that they were trying to dismantle. Around this time, the LSSP began fraternal relations with the Congress Socialist Party (CSP) of India. Mrs Kamaladevi Chattopadhyaya of the CSP was invited by the LSSP for a highly successful political tour of the island. Leslie Goonewardene was also sent as a delegate to the CSP. Despite their move towards Indian relations, the LSSP maintained a clear distance from the Indian radical left, and considered the Communist Party of India to be an extremist force. ==== Bracegirdle Indicent ==== In 1937, the British Colonial Governor Sir Reginald Stubbs attempted to deport a young Anglo-Australian planter, Mark Anthony Bracegirdle, who had joined the LSSP. He went into hiding in defiance of the Governor and the LSSP started a campaign to defend him. He appeared on the platform at that year's May Day rally, and was able to have his deportation order quashed in the courts. Through this incident, Stubbs was isolated. The incident led to the further strengthening of an argument for independence as the Bracegirdle incident had brought almost the entire State Council into opposition to the colonial government. Bracegirdle had been working among the plantation labourers, who were often working in squalid conditions, receiving very little health care, education and living in 'line rooms'. In 1940, the Lanka Estate Workers' Union (LEWU) intervened in a strike at Mooloya, becoming the harbinger of a wave of trade-union action on the plantations. ==== Initial Trotskyist ideals ==== Meanwhile, in the LSSP a number of members had become influenced by the ideas of the Left Opposition led by Leon Trotsky. Individual party members, notably Philip Gunawardena, had encountered Trotskyist groups earlier during stays in Britain and the USA. The Trotskyists within the LSSP came together and formed a secret faction known as the \"T\" (after Trotsky) group. The group's original members were Philip Gunawardena, N. M. Perera, Colvin R. de Silva, Leslie Goonewardene, Robert Gunawardena and Vernon Gunasekera, the Party Secretary. They were later joined by Edmund Samarakkody and V. Karalasingham. === Fourth International === In 1940, the LSSP split with the expulsion of the pro-Moscow fraction led by S. A. Wickremasinghe, M. G. Mendis, Pieter Keuneman and A. Vaidialingam. The expelled members formed the United Socialist Party (USP) which later evolved into the Communist Party of Ceylon (CPC). With the expulsion of the communists, the LSSP planted itself as an independent Trotskyist party. In its heyday, the LSSP was the Fourth International's most successful component. At the outbreak of the Second World War, the party was forced to go underground due to its opposition to the British war effort. The two State Council members of the party and others on its Central committee were arrested and jailed, but Leslie Goonewardene evaded arrest and went underground. ==== New Programme and adoption of Constitution ==== On 20 April 1941, a secret conference in Kandy, attended by 42 delegates, was held. Leslie Goonewardene, who was in hiding, attended this conference at which the new programme and constitution were adopted. The cover organisation of the party enabled him to work for a period of one year and three months till he left for India. An openly functioning section of the party was established, led by Robert Gunawardena, S.C.C. Anthonipillai, V. Karalasingham, K.V. Lourenz Perera and William de Silva. The 'open' section of the party led a strike wave in May 1941 and strikes in 1942 and 1944. === Proscription and move to India === Following the Japanese raid on Colombo on 5 April 1942, the imprisoned leaders escaped and fled to India. In India, the proscribed LSSPers merged their party into the Bolshevik-Leninist Party of India, Ceylon and Burma (BLPI). Preparatory work had been done in this connection by Leslie Goonewardene, Doric de Souza and Bernard Soysa. The LSSP thus became the Ceylon section of BLPI. Through the BLPI, the Ceylonese trotskyists attained their formal membership in the Fourth International. The Ceylonese Samasamajists who went to India participated actively along with the BLPI in the struggle for independence that commenced in August 1942 in India. It was generally realised that the impending open revolt against imperialism in India was going to be decisive for the future not only of India but of Ceylon as well. Their property and assets back home were confiscated. Various other members were arrested. Only Colvin R. de Silva, Leslie Goonewardene, Vivienne Goonewardena and Selina Perera succeeded in evading arrest up to the end. Procession in Bangalore. During the war there was a split in the movement. N. M. Perera and Philip Gunawardena opposed a merger into the BLPI and formed the 'Workers' Opposition'. After the war, they reconstructed LSSP as an independent party. Members of the other section, formed out of the exiled BLPI nucleus, effectively maintained a separate party, the Bolshevik Samasamaja Party. The latter group functioned as the Ceylon section of BLPI and was led by Colvin R de Silva, Leslie Goonawardene and Edmund Samarakkoddy. The relation between the two groups was often antagonistic. The BSP accused the LSSP of 'organisational Menshevism'. The LSSP accused the BSP of being introvert doctrinaires. LSSP wanted to build a mass-based party, whereas the BSP concentrated on building a cadre-based (revolutionary) party. On 25 October 1945 fist-fights broke out at between the two groups at a meeting of the BSP. === Main party === The LSSP and the BSP were both at the helm of the strike waves that occurred in the post-war period. In 1946 there was a brief reconciliation between the two factions. At the general election of 1947 the LSSP emerged as the main opposition party, with 10 seats. The BSP obtained 5 seats. They also had the support of the Ceylon Indian Congress (CIC - which later became the Ceylon Workers' Congress) of Natesa Iyer, which had 6 members in Parliament and of various independent members. However, SWRD Bandaranaike and his Sinhala Maha Sabha backed the newly formed United National Party (UNP), which was thus able to form a government under DS Senanayake. The BLPI- affiliated BSP became an independent party in 1948, and was recognised as the Ceylonese section of the Fourth International when the BLPI was dissolved. Independence Square by Prince Henry, Duke of Gloucester in the presence of Rt Hon D.S. Senanayake as first Prime Minister of Ceylon. === Success in the Independence Movement === In 1948, the country was granted Dominion status by the British. The armed forces continued to be commanded by British Officers and the Royal Navy and the RAF continued to have bases on the island (at Trincomalee and Katunayake). The Government was heavily pro-British and anti- Soviet. The new government proceeded to disenfranchise plantation workers of Indian Tamils descent, using the Ceylon Citizenship Act of 1948 and the Parliamentary Elections Amendment Act of 1949. These measures were intended primarily to undermine the Left electorally. Of these acts, N. M. Perera said: > 'I thought racialism of this type died with Houston Chamberlain and Adolf > Hitler. I do not believe that anyone claiming to be a Statesman would ask us > to accede to a bill of this nature ... We cannot proceed as if we were God's > chosen race quite apart from the rest of the world; that we and we alone > have the right to be citizens of this country.' ==== Reunification ==== The split between the LSSP and the BSP had weakened the movement, and in particular the BSP which was clearly the smaller of the two parties. A process of reunification was initiated, and in 1950 the BSP merged into the LSSP. Through the reunification, the LSSP became the Ceylonese section of the Fourth International. However, Philip Gunawardena opposed the reconciliation with the BSP. Thus he left LSSP and formed a new party, Viplavakari Lanka Sama Samaja Party (VLSSP). At the 1952 general election, the electoral performance was harmed by the relative prosperity due to the price of natural rubber being driven up by the Korean War. Also, the disenfranchisement of the Indian Tamil estate workers by the UNP government deprived the LSSP of one of its main bases. Moreover, it damaged the electoral fortunes of its ally, the CIC, which went unrepresented. === Hartal and after === In 1953, the LSSP took the lead in organising the Hartal. The immediate cause for the Hartal was a hike in the price of rice from 25 cent to 70 cent per measure by the UNP government. At the time, J.R. Jayawardena was the finance minister of the country. Maintaining the price of rice at 25 cent had been an electoral promise given by UNP in the 1952 elections, and when the new rates were introduced to the public, uproar ensued. This anger was furthered by the suspension of the meals given to schoolchildren and hikes in rail ticket fares and postal fees. Prior to 1953, the concept of a 'Hartal', of General strike, was relatively unknown in Ceylon. Through their exile, the LSSP leaders had witnessed the immense impact of the hartals during the Quit India Movement, ensuring that this knowledge was brought with them. The Communist Party and VLSSP supported the Hartal and the SLFP and CIC expressed sympathy for the demand of the Hartal, but did not actively support the call for strike. The Ceylon Mercantile Union supported the demands of the strike, but in not take part in it. Rather it encouraged their members to go to work wearing black armbands as a means to protest. The Hartal took the country to a complete standstill. Afraid of a revolution in the making, the government cabinet sought refuge on , a Royal Navy warship offshore. The mass upsurge that accompanied the action of the strikers caused Dudley Senanayake to resign from the premiership. The Hartal emoboldended the LSSP to start to consider that the party might be able to seize state power. In 1956 the LSSP went into a no-contest pact with the Mahajana Eksath Peramuna (People's United Front) of SWRD Bandaranaike, which he had formed with Philip Gunawardena and the VLSSP. The MEP won a landslide in the polls held that year. The LSSP once again became the main opposition party, and N. M. Perera became the Leader of Opposition. Through this, the LSSP supported the reforms initiated by the new government, but strongly opposed the 'Sinhala Only' policy. In July 1959, both LSSP and the Communist Party withdrew their support for the government, as inner-party feuds within the SLFP had resulted in a temporary victory for the right-wing and expulsions of leftist ministers like Philip Gunawardena. In March 1960, the LSSP contested the general elections on the slogan 'forward to a Sama Samaja Government'. The votes won by the LSSP, the Communists and the Mahajana Eksath Peramuna (a new party, not the 1956 front) of Philip Gunawardena, were sufficient to have made them the biggest bloc in Parliament. However, due to their contesting separately, the LSSP and the MEP won just 10 seats each, the CP a mere 3. Elections were held again in July and the LSSP had a no-contest pact with the Sri Lanka Freedom Party (SLFP) of Sirimavo Bandaranaike, which was thus able to form a government. The Fourth International was highly critical of the electoral tactics of LSSP, and the LSSP chose not to attend the World Congress of International the following year. In 1962, officers of the Army and Police attempted a coup d'état aimed at overthrowing the government and bringing the UNP to power. This plot was foiled, and the SLFP lurched leftwards in terms of policy. The local branches of petroleum companies were nationalised, leading to a boycott of the country by the oil multi-nationals; the boycott was broken with help from the Kansas Oil Producers Co-operative and the Romanian Government. A parallel process was one of increasing self-confidence and unity amongst the Ceylonese left-wing. In the parliament they were in the opposition. On May Day 1963 the three main left parties (LSSP, CP and MEP) held a massive joint rally. That was followed by the launching of United Front on 12 August, the tenth anniversary of the 1953 Hartal. The front launched agitations on issues like bring down the prices of essential commodities, leading it to represent an immediate threat to the governance of SLFP. The SLFP began to offer the left parties ministerial posts and worked intensively to break the unity of ULF. === Trade union activities === The 1950s and 1960s were in many ways the \"Golden era\" of LSSP. At the time, the most powerful trade unions in the country supported LSSP politics. The most prominent trade union in the public sector in this period was the Government Clerical Service Union, which gave the a great support to the political struggle of LSSP. The forefront leader of GCSU, I. J. Wickrema, openly appealed for support to the LSSP-CP coalition in order to defeat imperialism. The GCSU publication Red Tape constantly criticised the UNP government and asked the people to support the left. === Coalition politics === In 1964, the LSSP held a conference at which the majority agreed with a theoretical categorisation of the SLFP by Hector Abhayavardhana as a petty bourgeois party, leaving the door open to a united front with it. A minority faction, led by Colvin R de Silva and Leslie Goonewardene, opposed the move but opted to stay within the Party. Another minority faction led by Edmund Samarakkody, Merryl Fernando, V Karalasingham and Bala Tampoe, left the party and formed the Lanka Sama Samaja Party (Revolutionary) - the LSSP(R). Later that year, the LSSP joined the coalition government of Sirimavo Bandaranaike. Three of its MPs became Ministers; Dr N. M. Perera (Finance), Cholomondely Goonewardena (Public Works) and Anil Moonesinghe (Communications). The LSSP was expelled from the Fourth International, and the membership was passed on to the LSSP(R). The Coalition Government fell in 1965, due to the desertion of several members. However, the number of votes won by the LSSP increased at the general election held that year. After the election, supporters of the party were subject to a co-ordinated campaign of victimisation by the new seven-party coalition led by the UNP. In 1968, the LSSP joined the SLFP and the CP in a United Front; one that suffered clashes due to the Moscow-oriented focus of the CP. That year's joint May Day rally was said to be the biggest ever to take place in Sri Lanka. In 1970, the United Front, of which the LSSP was part, was elected to power in landslide. The LSSP had 19 MPs in the House of Representatives. Dr NM Perera, Dr Colvin R de Silva and Leslie Goonewardene became Ministers of Finance, Constitutional Affairs with Plantation Industries and Transport and Communication, respectively. The Party was able to advance parts of its programme considerably: Foreign-owned plantations were nationalised, local ownership was restricted, democratically elected workers' councils were established in state corporations and government departments under the purview of its ministries, and measures were taken that narrowed the gap between the rich and poor. Several LSSP members were appointed to important posts in which they could press forward the party programme: Anil Moonesinghe became Chairman of the Ceylon Transport Board and theoretician Hector Abhayavardhana was made Chairman of the People's Bank and Doric de Souza was appointed permanent secretary to the Ministry of Plantations. Dr Seneka Bibile, a member of the LSSP, became the founder Chairperson of the State Pharmaceuticals Corporation (SPC) - which distributed drugs at affordable rates, by generic name instead of by trade name. The SPC, which became a model for the Third World and remains so today, was based on a report on Pharmaceuticals in Sri Lanka of which the authors were Dr S. A. Wickremesinghe and Seneka Bibile. The Congress of Samasamaja Youth Leagues and the other bodies affiliated to the party (membership of the party proper was still restricted to a small cadre, on a Leninist model) saw unprecedented growth at this time. The leadership looked to Salvador Allende's Chile as a model of revolution through parliamentary means. Leslie Goonewardene, easily the most cosmopolitan of the party's leaders, established contact with the 'Captains' of the Movement of the Armed Forces ('Movimento das Forças Armadas' - MFA) of Portugal, after the Carnation Revolution of April 1974; he also became a theoretician of Eurocommunism and its application to Sri Lanka, writing a pamphlet 'Can we Get To Socialism This Way'. In 1975, the United Front broke up with the expulsion of the LSSP ministers. The party then pursued a line of forming a new socialist alliance, the Socialist United Front (SUF). This was finally formed in 1977 with the CPSL and with the People's Democratic Party (PDP), made up of leftist elements from the SLFP led by Nanda Ellawala. === Electoral Struggle (1977) === In 1977, the LSSP and CP lost all their Parliamentary seats, and the Left was unrepresented - something that had not happened in the 46 years since the introduction of universal suffrage. The party and its allies received over 8% of the vote, but this was not sufficient to win any seats under the first- past-the-post system then in place in Sri Lanka. The same year the LSSP suffered another split, as a group led by the youth leader Vasudeva Nanayakkara broke away and formed the Nava Sama Samaja Party (NSSP). This was compounded by the death of N. M. Perera in 1979. His funeral was one of the largest ever seen in Colombo. ==== The end of the LSSP trade union movement ==== In 1980, an even worse catastrophe occurred. The UNP Government provoked a strike in the Railway Department. The strike became a general strike. The government cracked down on the trade unions, jailing many labour leaders, including Anil Moonesinghe and G.E.H. Perera of the Government Workers' Trade Union Federation. The strike was crushed and with it the LSSP trade union movement. ==== Further splits ==== In 1982 the LSSP split over the question of a coalition with the SLFP. Anil Moonesinghe, Cholomondely Goonewardena, G. E. H. Perera, Wilfred Senanayake and others formed the Sri Lanka Sama Samaja Party (SLSSP), which dissolved the next year and merged with the SLFP. Moonesinghe charged that the LSSP had been taken over by the BSP faction. Scuffles broke out between the LSSP and the SLSSP at the joint May Day procession that year. At the Presidential election held that year, the LSSP put forward Dr Colvin R de Silva as its candidate, the SLSSP backed Hector Kobbekaduwa of the SLFP. Dr Colvin R de Silva was beaten into 5th place. Following the signing of the Indo-Sri Lanka Accord in 1987, the party was at the receiving end of the terror campaign. === 1994 and after === The LSSP joined the People's Alliance, the front led by the Sri Lanka Freedom Party in 1994. It had three members elected to Parliament that year. Bernard Soysa was Minister of Science and Technology. In 1999, Vasudeva Nanayakkara was expelled after having publicly criticized the People's Alliance government. Nanayakkara had joined LSSP from the NSSP in 1994 and had been elected MP for Ratnapura. After his expulsion, Nanayakkara floated the Democratic Left Front. When the SLFP shelved the PA and formed the United People's Freedom Alliance together with Janatha Vimukthi Peramuna ahead of the 2004 elections, the CPSL and LSSP initially stayed out. They did however, sign a memorandum with the UPFA at a later stage and contested the elections on the UPFA platform. LSSP won one parliamentary seat. Its lone MP, Tissa Vitharana, was named Minister of Science and Technology. The LSSP has gradually decreased in strength. The Congress of Samasamaja Youth Leagues has been disbanded. The party celebrated its 70th anniversary in December 2005, with a well-attended rally in Colombo. On December 4, 2019, Tissa Vitharana was appointed as Governor for the North Central Province, Sri Lanka, being sworn in before President Gotabaya Rajapaksa. == Organisational model == LSSP's main office, situated in Colombo The LSSP operated as a cadre party on the Leninist model. In order to become a member one had first to be active in the peripheral organisations such as the trade unions, women's organisations and youth leagues. Thereafter it was necessary to serve several months' apprenticeship as a candidate member before being elevated to full membership with voting rights. The basic unit of the Party is the Local, consisting of only full- and candidate-members. Locals also exist inside trade unions. Internally, the LSSP uses democratic process. The supreme body is the conference, which is summoned every few years. The conference decides on policy and elects a Central Committee (CC) to preside over its implementation. The CC appoints members to bureaux to look after specific area, such as the Educational Bureau (EB), Organisational Bureau (Orgburo) and Trade Union Bureau (TUB); The Political Bureau (Politburo) is appointed to deal with day-to-day political matters and effectively provides leadership. The CC also appoints an Editorial Board for running the Samasamajaya newspaper. The Party also has regional groupings, which have conferences and appoint office bearers for the Regional Committees (RCs). Internationally, there was just one Local, the London Branch. This was also known as the Lanka Socialist League, and was anchored around Wesley Muthiah. === General Secretary === There is strictly no General Secretary, but a Secretary to the Central Committee, assisted by a Deputy and an Assistant. Secretaries have been: * Vernon Gunasekera * Leslie Goonewardene * Bernard Soysa * Batty Weerakoon * Wimalasiri de Mel == Electoral results == In recent elections, LSSP has contested on the lists of the People's Alliance and, in 2004, on the lists of the United People's Freedom Alliance. == Leaders and important members == :See List of Members of the Lanka Sama Samaja Party. The LSSP has never had a formal leader. In the period immediately after its formation, Dr Colvin R de Silva was elected President, but the post was later removed. For many years, N. M. Perera was the leader of the LSSP Parliamentary Group and was recognised by the public as the party leader. However, the actual leadership has always been that of a group represented in the various bureaux of the Central Committee. A large proportion of the leadership of the Left in Sri Lanka started their political lives in the LSSP. This is even true of the political right; for example, Esmond Wickremasinghe (the father of Ranil Wickremasinghe) was a leading member of the party - before marrying the daughter of the wealthy press baron D. R Wijewardena and being appointed editor-in-chief of Lake House. W. Dahanayake, the later prime minister, was associated with the LSSP before gravitating right-wards (finally ending up in the UNP). Tissa Abeysekara was at one time tipped to parliament on the National list, however on two occasions he was holding public office (Chairman National Film Corporation) and therefore turned down, but remained an integral member of the party. == Publications == The LSSP's main organ has always been the Samasamajaya newspaper. Its founder-editor was B. J. Fernando, who composed the Sinhala version of the Internationale. Today, its publication is somewhat irregular. For many years it was supplemented by the Tamil Samadharmam which was commenced in 1938. Its first editor was K. Ramanathan, later succeeded by T. E. Pushparajan. In the period of underground struggle, the Kamkaruwa, was revived as a legal Sinhalese weekly the 'open' section of the Party and published until banned by Admiral Sir Geoffrey Layton. The 'open' section also brought out Straight Left in English. In 1960 a special magazine was brought out to commemorate the 25th anniversary of the foundation of the LSSP, Visi Pas Vasrak. The large number of members of the Ceylon Mercantile Union (CMU) who had been sacked from Lake House that year collaborated in its production. In 1965, in response to the need for a broad- left popular newspaper to counteract Lake House's Dinamina, the LSSP and members of the SLFP began the Janadina daily and the Janasathiya weekly newspaper, later supplemented by the poetry periodical Janakavi. The CMU members sacked from Lake House were prominent in these publications as well. A similar task was carried out in English by The Nation; however, when this weekly was taken over by the SLFP, the LSSP started the Socialist Nation, edited by Hector Abhayavardhana. A press, the 'Star Press', was begun as a semi-commercial venture, to print the LSSP's publications and still operates. In 1975 a theoretical journal, Rajaya was published, edited by a board led by Osmund Jayaratne. This and its English version State, were suspended after a few issues. == See also == * Cocos Islands Mutiny * Ceylon Federation of Labour * GCSU Sri Lanka * I. J. Wickrema * Communist Party of Sri Lanka * Ceylon National Congress * Sri Lankan independence movement == Footnotes == ==Further reading== * Leslie Goonewardena, A Short History of the Lanka Sama Samaja Party accessed 4 November 2005 * George Jan Lerski, Origins Of Trotskyism In Ceylon accessed 4 November 2005 * Robert J. Alexander, Ceylon/Sri Lanka: The Rise of the Lanka Sama Samaja Party accessed 25 December 2005 * James Jupp, Sri Lanka — Third World Democracy, Frank Cass, London, 1978. * Y. Ranjith Amarasinghe, Revolutionary Idealism & Parliamentary Politics - A Study Of Trotskyism In Sri Lanka, Colombo, 1998. * Wesley S. Muttiah and Sydney Wanasinghe, We Were Making History - Saga of the Hartal of August 1953, Colombo, 2002. ==External links== * ===Archives=== *George E. Rennar Papers. 1933-1972. 37.43 cubic feet. At the Labor Archives of Washington, University of Washington Libraries Special Collections. Contains ephemera on the Lanka Sama Samaja Party from 1957. Category:1935 establishments in Ceylon Category:Communist parties in Sri Lanka Category:Political parties established in 1935 Category:Trotskyist organisations in Sri Lanka Category:United People's Freedom Alliance ",
    "title": "Lanka Sama Samaja Party"
}