{
    "id": "1489962",
    "text": "Air-independent propulsion (AIP), or air-independent power, is any marine propulsion technology that allows a non-nuclear submarine to operate without access to atmospheric oxygen (by surfacing or using a snorkel). AIP can augment or replace the diesel-electric propulsion system of non-nuclear vessels. Modern non-nuclear submarines are potentially stealthier than nuclear submarines; a nuclear ship's reactor must constantly pump coolant, generating some amount of detectable noise. Non-nuclear submarines running on battery power or AIP, on the other hand, can be virtually silent. While nuclear- powered designs still dominate in submergence times and deep-ocean performance, small, high-tech non-nuclear attack submarines are highly effective in coastal operations and pose a significant threat to less-stealthy and less-maneuverable nuclear submarines. AIP is usually implemented as an auxiliary source, with the traditional diesel engine handling surface propulsion. Most such systems generate electricity, which in turn drives an electric motor for propulsion or recharges the boat's batteries. The submarine's electrical system is also used for providing \"hotel services\"—ventilation, lighting, heating etc.—although this consumes a small amount of power compared to that required for propulsion. AIP can be retrofitted into existing submarine hulls by inserting an additional hull section. AIP does not normally provide the endurance or power to replace atmospheric dependent propulsion, but allows longer submergence than a conventionally propelled submarine. A typical conventional power plant provides 3 megawatts maximum, and an AIP source around 10% of that. A nuclear submarine's propulsion plant is usually much greater than 20 megawatts. The United States Navy uses the hull classification symbol \"SSP\" to designate boats powered by AIP, while retaining \"SSK\" for classic diesel-electric attack submarines. ==History== A replica of Ictineo II, Monturiol's pioneering submarine, in Barcelona. In the development of the submarine, the problem of finding satisfactory forms of propulsion underwater has been persistent. The earliest submarines were man-powered with hand-cranked propellers, which quickly used up the air inside; these vessels had to move for much of the time on the surface with hatches open, or use some form of breathing tube, both inherently dangerous and resulting in a number of early accidents. Later, mechanically driven vessels used compressed air or steam, or electricity, which had to be re-charged from shore or from an on-board aerobic engine. The earliest attempt at a fuel that would burn anaerobically was in 1867, when Narciso Monturiol successfully developed a chemically powered anaerobic or air independent steam engine.Cargill Hall, R. (1986). History of rocketry and astronautics: proceedings of the third through the sixth History Symposia of the International Academy of Astronautics, Volumen 1. NASA conference publication. American Astronautical Society by Univelt, p. 85. A steam powered submarine: the Ictíneo Low-tech Magazine, 24 August 2008 In 1908 the Imperial Russian Navy launched the submarine Pochtovy, which used a gasoline engine fed with compressed air and exhausted under water. These two approaches, the use of a fuel that provides energy to an open-cycle system, and the provision of oxygen to an aerobic engine in a closed cycle, characterize AIP today. ==Types== ===Open-cycle systems=== X-1 midget submarine on display at the Submarine Force Library and Museum in the United States During World War II the German firm Walter experimented with submarines that used high-test (concentrated) hydrogen peroxide as their source of oxygen under water. These used steam turbines, employing steam heated by burning diesel fuel in the steam/oxygen atmosphere created by the decomposition of hydrogen peroxide by a potassium permanganate catalyst. Several experimental boats were produced, though the work did not mature into any viable combat vessels. One drawback was the instability and scarcity of the fuel involved. Another was that while the system produced high underwater speeds, it was extravagant with fuel; the first boat, V-80, required 28 tons of fuel to travel , and the final designs were little better. After the war one Type XVII boat, , which had been scuttled at the end of World War II, was salvaged and recommissioned into the Royal Navy as . The British built two improved models in the late 1950s, , and . Meteorite was not popular with its crews, who regarded it as dangerous and volatile; she was officially described as 75% safe. The reputations of Excalibur and Explorer were little better; the boats were nicknamed Excruciater and Exploder. The Soviet Union also experimented with the technology and one experimental boat was built which utilized hydrogen peroxide in a Walter engine. The United States also received a Type XVII boat, U-1406, and went on to use hydrogen peroxide in an experimental midget submarine, . It was originally powered by a hydrogen peroxide/diesel engine and battery system until an explosion of her hydrogen peroxide supply on 20 May 1957. X-1 was later converted to a diesel-electric. The USSR, UK, and US, the only countries known to be experimenting with the technology at that time, abandoned it when the latter developed a nuclear reactor small enough for submarine propulsion. Other nations, including Germany and Sweden, would later recommence AIP development. It was retained for propelling torpedoes by the British and the Soviet Union, although hastily abandoned by the former following the tragedy. Both this and the loss of the were due to accidents involving hydrogen peroxide propelled torpedoes. ===Closed-cycle diesel engines=== This technology uses a submarine diesel engine which can be operated conventionally on the surface, but which can also be provided with oxidant, usually stored as liquid oxygen, when submerged. Since the metal of an engine would burn in pure oxygen, the oxygen is usually diluted with recycled exhaust gas. Argon replaces exhaust gas when the engine is started. In the late 1930s the Soviet Union experimented with closed-cycle engines, and a number of small M-class vessels were built using the REDO system, but none were completed before the German invasion in 1941. During World War II the German Kriegsmarine experimented with such a system as an alternative to the Walter peroxide system, designing variants of their Type XVII U-boat and their Type XXVIIB Seehund midget submarine, the Type XVIIK and Type XXVIIK respectively, though neither was completed before the war's end. After the war the USSR developed the small 650-ton submarine, of which thirty were built between 1953 and 1956. These had three diesel engines—two were conventional and one was closed cycle using liquid oxygen. In the Soviet system, called a \"single propulsion system\", oxygen was added after the exhaust gases had been filtered through a lime-based chemical absorbent. The submarine could also run its diesel using a snorkel. The Quebec had three drive shafts: a 32D diesel on the centre shaft and two M-50P diesels on the outer shafts. In addition a \"creep\" motor was coupled to the centre shaft. The boat could be run at slow speed using the centreline diesel only. Because liquid oxygen cannot be stored indefinitely, these boats could not operate far from a base. It was dangerous; at least seven submarines suffered explosions, and one of these, , sank following an explosion and fire. They were sometimes nicknamed cigarette lighters.Cold War Submarines: The Design and Construction of U.S. and Soviet Submarines By Norman Polmar, Kenneth J. Moore pg 44 The last submarine using this technology was scrapped in the early 1970s. The German Navy's former Type 205 submarine (launched 1967) was fitted with an experimental unit. ===Closed- cycle steam turbines=== The French MESMA (Module d'Energie Sous-Marin Autonome) system is offered by French shipyard DCNS. MESMA is available for the Agosta 90B and s. It is essentially a modified version of their nuclear propulsion system with heat generated by ethanol and oxygen. Specifically, a conventional steam turbine power plant is powered by steam generated from the combustion of ethanol and stored oxygen at a pressure of 60 atmospheres. This pressure-firing allows exhaust carbon dioxide to be expelled overboard at any depth without an exhaust compressor. Each MESMA system costs around $50–60 million. As installed on the Scorpènes, it requires adding an , 305-tonne hull section to the submarine, and results in a submarine able to operate for greater than 21 days underwater, depending on variables such as speed. An article in Undersea Warfare Magazine notes that: \"although MESMA can provide higher output power than the other alternatives, its inherent efficiency is the lowest of the four AIP candidates, and its rate of oxygen consumption is correspondingly higher.\" ===Stirling cycle engines=== HSwMS Gotland in San Diego The Swedish shipbuilder Kockums constructed three s for the Swedish Navy that are fitted with an auxiliary Stirling engine that burns liquid oxygen and diesel fuel to drive 75 kW electrical generators for either propulsion or charging batteries. The endurance of the 1,500-tonne boats is around 14 days at . Kockums has also refurbished/upgraded the Swedish submarines with a Stirling AIP plugin section. Two (Södermanland and Östergötland) are in service in Sweden as the , and two others are in service in Singapore as the (Archer and Swordsman). Kockums also delivered Stirling engines to Japan. New Japanese submarines will all be equipped with Stirling engines. The first submarine in the class, , was launched on 5 December 2007 and delivered to the navy in March 2009. The new Swedish has the Stirling AIP system as its main energy source. The submerged endurance will be more than 18 days at 5 knots using AIP. ===Fuel cells=== Type 212 submarine with fuel cell propulsion of the German Navy in dock Siemens has developed a 30–50 kilowatt fuel cell unit, a device that converts the chemical energy from a fuel and oxidiser into electricity. Fuel cells differ from batteries in that they require a continuous source of fuel (such as hydrogen) and oxygen, which are carried in the vessel in pressurized tanks, to sustain the chemical reaction. Nine of these units are incorporated into Howaldtswerke Deutsche Werft AG's 1,830 t submarine , lead ship for the Type 212A of the German Navy. The other boats of this class and HDW's AIP equipped export submarines (, Type 209 mod and Type 214) use two modules, also from Siemens. After the success of Howaldtswerke Deutsche Werft AG in its export activities, several builders developed fuel- cell auxiliary units for submarines, but as of 2008 no other shipyard has a contract for a submarine so equipped. The AIP implemented on the of the Spanish Navy is based on a bioethanol-processor (provided by Hynergreen from Abengoa, SA) consisting of a reaction chamber and several intermediate Coprox reactors, that transform the BioEtOH into high purity hydrogen. The output feeds a series of fuel cells from Collins Aerospace (which also supplied fuel cells for the Space Shuttle). The reformer is fed with bioethanol as fuel, and oxygen (stored as a liquid in a high pressure cryogenic tank), generating hydrogen as a sub-product. The produced hydrogen and more oxygen is fed to the fuel cells. Spanish Armed Forces web portal page for S-80 submarine The Naval Materials Research Laboratory of Indian Defence Research and Development Organisation has developed an AIP system based on a Phosphoric Acid Fuel Cell (PAFC) to power the last two s, which are based on the design. The Portuguese Navy s are also equipped with fuel cells. ==Nuclear power== Air-independent propulsion is a term normally used in the context of improving the performance of conventionally propelled submarines. However, as an auxiliary power supply, nuclear power falls into the technical definition of AIP. For example, a proposal to use a small 200 kilowatt reactor for auxiliary power—styled by AECL as a \"nuclear battery\"—could improve the under-ice capability of Canadian submarines. Nuclear reactors have been used since the 1950s to power submarines. The first such submarine was USS Nautilus commissioned in 1954. Today, China, France, India, Russia, the United Kingdom and the United States are the only countries to have successfully built and operated nuclear-powered submarines. ==Non-nuclear AIP submarines== As of 2017, some 10 nations are building AIP submarines with almost 20 nations operating AIP based submarines: {|class=wikitable |- ! Country || AIP type || Builders || Submarines with AIP || Operators || Numbers with AIP, and notes |- | rowspan=\"5\" | || rowspan=\"5\" | Fuel cell || rowspan=\"5\" |Siemens-ThyssenKrupp|| | |5 active / 1 under construction |- |Type 209-1400mod | |1 confirmed retrofit with AIP, up to 9 additional possibly retrofit. |- |Type 212 | (planned) |10 active / 8 more plannedHolger Naaf: Die Brennstoffzelle auf U 212 A (PDF, German). Bundesanstalt für Wasserbau, Wehrtechnische Dienststelle für Schiffe und Marinewaffen Eckernförde, 23. September 2008. Norway plans to procure four submarines based on the Type 212 by 2025. |- |Type 214 | |13 active / 2 under construction / 8 more plannedNew Type Submarine (AIP) Project , Undersecretariat for Defence Industries of the Republic of Turkey 3 Turkish orders are being built at Gölcük Naval Shipyard. 3 more are planned. |- |Type 218 | |2 under construction / 2 more planned, with first delivery expected in 2020. |- | rowspan=\"4\" | || rowspan=\"4\" | Stirling AIP || rowspan=\"4\" |Kockums|| | |3 active |- | | |2 active (retrofit of the ) |- | | | 2 active (retrofit of the ) |- | | | 2 planned |- | rowspan=\"2\" | || rowspan=\"2\" | Stirling AIP || rowspan=\"2\" |Kawasaki-Kockums|| | ||1 retrofit: Asashio. |- | | |10 active (of 11 completed) / 3 under construction / 3 more planned |- | rowspan=\"2\" | || rowspan=\"2\" | MESMA || rowspan=\"2\" | Naval Group ||Agosta 90B | |3 in service |- | | (planned) | 6 active (of 7 completed) / 4 under construction / 3 more planned |- | |Fuel cell |Navantia | | |4 under construction / 4 planned |- | || Fuel cell ||Defence Research and Development Organisation | | |All six will be retrofitted with AIP during their first upgrade |- | rowspan=\"2\" | || rowspan=\"2\" | Fuel cell || rowspan=\"2\" | Rubin Design Bureau NIISET Krylov ||Project 677 Лада (Lada) |||Rumoured status: no confirmation that systems are operational on any Russian submarines |- |Project 1650 Амур (Amur) |None | |- | rowspan=\"2\" | || rowspan=\"2\" | Stirling AIP || rowspan=\"2\" |711 Research Institute-CSHGC||Type 041 (Yuan class) ||| 15 completed and 5 under construction |- |Type 032 (Qing class) | |Experimental submarine |} == References == ==Notes== ==Further reading== * * * Category:Submarine design Category:Marine propulsion Category:Spanish inventions ",
    "title": "Air-independent propulsion"
}