{
    "id": "1489045",
    "text": "Sportsnet 360 (SN360) is a Canadian specialty channel owned by Rogers Media. The channel was launched in 1994 as the licence-exempt service Sportscope, which featured a display of sports news and scores. In 1997, the network was re-launched under Canadian Radio-television and Telecommunications Commission (CRTC) licensing as Headline Sports, adding anchored segments to its rolling sports news programming. In 2000, the network gained the ability to air occasional broadcasts of live sporting events, and was re-launched as The Score. In 2012, the network's parent company Score Media announced that it would sell the network to Rogers Communications, which owns the competing Sportsnet family of sports television networks; in 2013, the network was re- branded as Sportsnet 360. The channel primarily broadcasts automated blocks of sports news and highlights, a television simulcast of CJCL's syndicated sports radio show Prime Time Sports, along with live event sports coverage as an overflow channel for Sportsnet's national programming. The channel is also the main Canadian broadcaster of WWE professional wrestling programs, airing both WWE Raw and SmackDown, along with other ancillary programs. Sportsnet 360 runs an expanded ticker outside of live sports programming, which displays sports news, scores, and statistics. As of 2014, Sportsnet 360 is available in 5.8 million Canadian homes. == History == === Sportscope === Screenshot of Sportscope logo. In a small building on Main Street West in Hamilton, Ontario, the channel was launched 1994 as Sportscope, the channel began as a network focusing on providing sports scores, airing in seven Canadian provinces. Sportscope's \"programming\" consisted solely of an alphanumeric text rotation of sports scores, news, and sports betting information, which aired alongside local and national advertising slides. As it did not include any video content, it did not require a CRTC licence. === Headline Sports === First logo, during the Headline Sports era. Sportscope was granted an English- language specialty channel licence by the Canadian Radio-television and Telecommunications Commission on September 4, 1996, provisionally titled \"Sportscope Plus\". The channel was launched in May 1997 as Headline Sports and was a national 24-hour anchor-at-desk sports information service operating on a rotating 15-minute newswheel of sports news, highlights, and scores. Advertising was also introduced, something that did not exist during the Sportscope era. The oldies music was replaced by modern stock music during text rotation of sports scores and news. The channel also contained a constantly updated ticker at the bottom of the screen, providing sports news and scores, as it still does today, per its CRTC licence requirements. There were plans to air different tickers in each region of the country and additional streams of alphanumeric data (perhaps via an alternate channel) when the channel was launched, but those plans were abandoned. === The Score === Logo as The Score (2002–2013) In March 2000, Headline Sports' licence was amended by the CRTC to allow live sports programming, under the conditions that the channel display the ticker and that breaks away from live coverage occur at least once every 15 minutes to present video highlights. As a result of this – as well as legal issues with U.S. cable news channel CNN Headline News, which had its own \"Headline Sports\" segmentCanadian Trade-mark Database record for application no. 0832430, \"Headline Sports\", filed by Sportscope Television Network Ltd. and opposed by Cable News Network Inc. – the channel was rebranded as The Score Television Network that year. On June 6, 2006, The Score launched a high definition simulcast. On September 3, 2008, the channel began broadcasting from a new studio on the corner of King and Peter in Downtown Toronto.Grand Opening of The Score's new head office , City of Toronto, September 20, 2008. For the 2007–08 season, The Score acquired the Canadian television rights to the Premier League. The network only chose to broadcast a single match on Sunday mornings, and sub-licensing the remainder of the rights to Rogers Communications—who placed one Saturday match on long- time rightsholder Rogers Sportsnet, and the rest on its newly-launched premium service Setanta Sports Canada. The Score also launched a bi-weekly studio program covering soccer, The Footy Show. On September 20, 2011, Score Media announced that it would put The Score Television Network up for sale.Specialty sports channel The Score for sale, The Globe and Mail, September 20, 2011. === Purchase by Rogers, relaunch as Sportsnet 360 === Reports surfaced on August 24, 2012 that Rogers Media, owners of the competing network Sportsnet, would acquire The Score's parent company. The following day, Rogers Media announced that it acquired Score Media in a transaction valued at $167 million. Pending CRTC approval, Rogers acquired Score Media's television business which included the closed captioning service Voice to Visual Inc., mixed martial arts promotion The Score Fighting Series, and The Score Television Network.Rogers Media to Acquire theScore Television Network CNW press release 2012-08-25 The acquisition closed on October 19, 2012, at which point Score Media's digital assets (the website theScore.com and associated mobile apps) were spun off into another company primarily owned by Score Media's previous shareholders, theScore Inc., in which Rogers Media retained a 10% interest. Score Media's television properties were immediately placed into a blind trust, under trustee Peter Viner, pending final CRTC approval. The operations of the digital properties and the television channel were separated at this point, with the latter operating a separate website (theScoreTV.ca) for the interim period until the Rogers deal was approved. As part of CRTC requirements to spend 10% of the value of an acquisition on initiatives to strengthen the broadcasting industry, Rogers planned to fund the production of the Sportsnet Winter Games (which would have been an annual winter sports competition) and provide funding for the production of amateur sports programming. While Rogers planned to continue running The Score as a sports news service, it also requested that the CRTC ease some of the restrictions that were placed on the network in order to allow it to be more competitive with other Canadian sports channels. Namely, Rogers requested that it only be required to air one sports news update per-hour during live programming. The CRTC approved the acquisition of The Score by Rogers, as well as Rogers' proposal to only require a sports update once per hour during live programming on April 30, 2013 (but rejected its proposal to spend its tangible benefits on the Sportsnet Winter Games). Immediately following the approval, it was announced that The Score would begin airing Hockey Central Playoff Extra (a spin-off of Sportsnet's NHL news program) nightly during the 2013 Stanley Cup playoffs, and the network replaced its afternoon programming with a simulcast of Tim & Sid, a radio show on Rogers-owned CJCL hosted by former The Score personalities Tim Micallef and Sid Seixeiro. On June 4, 2013, Rogers announced that it would relaunch The Score under the Sportsnet brand as Sportsnet 360 on July 1, 2013; it was launched with a simulcast of a Toronto Blue Jays baseball game, followed by the premiere of a new post-game show, Blue Jays Xpress. Alongside the rebranding, an updated version of The Score's on-screen sports ticker was introduced. Rogers stated that the network would continue to target its programming towards \"hardcore\" sports fans with \"a vast breadth of premium sports content in a fast-paced, energetic and entertaining manner\". == Programming == Sportsnet 360's schedule consists of automated blocks featuring sports news and highlights (primarily during the morning and overnight periods, and on weekend afternoons), alongside other full-length programs, and overflow and simulcasted sports programming from other Sportsnet channels. The network's daytime lineup features television simulcasts of the afternoon lineup of co-owned sports radio station CJCL, including Hockey Central and Writer's Bloc. The network formerly aired a simulcast of CJCL's Tim & Sid from the acquisition of The Score by Rogers in 2013 until March 27, 2015, when the show relaunched on Sportsnet with a television-oriented format. The network then began simulcasting their replacement Brady & Walker (which had moved from mornings) until February 2016, after Greg Brady was fired from the station. Prime Time Sports also aired on Sportsnet 360 until the show's end in October 2019; the station has since joined the main Sportsnet channels in simulcasting Tim & Sid once again, after the show was given an audio simulcast on CJCL as a replacement for Prime Time Sports. Sportsnet 360 is the exclusive Canadian broadcaster of WWE programs; the programs have been mainstays of the network since its period as The Score. As of January 2020, WWE programming includes Raw, SmackDown, Main Event, a condensed version of NXT, This Week in WWE, and the in-house studio show Aftermath. Rogers' current contract with WWE began in 2014 and runs through 2024; the contract also gave Rogers exclusive Canadian distribution rights to WWE Network. Sportsnet 360 formerly broadcast regular season events in U Sports football and basketball. In August 2014, Sportsnet announced that it would not renew its Ontario University Athletics conference television contracts for the 2014 season because of low viewership and the resulting high cost-per-viewer of producing the game broadcasts. UFC mixed- martial arts, including UFC on Fox events, preliminary fights, and the reality series The Ultimate Fighter, largely moved from the Sportsnet regional networks and Sportsnet One to Sportsnet 360 following its launch. On December 22, 2014, it was announced that TSN and Fight Network would take over Canadian rights to UFC programming beginning in 2015. == Personalities == == See also == * ESPNews == References == == External links == * Category:Television channels and stations established in 1997 Category:Toronto Raptors broadcasters Category:Sports television networks in Canada Category:Sportsnet Category:Rogers Communications Category:Analog cable television networks in Canada Category:English-language television stations in Canada ",
    "title": "Sportsnet 360"
}