{
    "id": "1489428",
    "text": "The British Heart Foundation (BHF) is a charity organisation in the United Kingdom. It funds research to beat heartbreak from heart and circulatory diseases and their risk factors. ==Foundation== The British Heart Foundation was founded in 1961 by a group of medical professionals, who were concerned about the increasing death rate from cardiovascular disease. They wanted to fund extra research into the causes, diagnosis, treatment, and prevention of heart and circulatory diseases. It is a major funder and authority in cardiovascular research, education, and care, and relies predominantly on voluntary donations to meet its aims. In order to increase income and maximise the impact of its work, it also works with other organizations to combat premature death and disability from cardiovascular disease. ==Activities== British Heart Foundation Cymru demonstrating CPR skills A British Heart Foundation furniture and electricals shop, Gloucester British Heart Foundation shop, King Street, Hammersmith The British Heart Foundation’s main focus is to fund cardiovascular research, aiming to spend around £100 million a year funding scientists around the UK. They are currently funding over 1000 research projects. Since 2008 the British Heart Foundation has been investing in Centres of Research Excellence. The six current centres bring together scientists from a number of disciplines to work on research projects to beat heart and circulatory disease. The current Centres of Research are: * Imperial College London * King’s College London * University of Cambridge * University of Edinburgh * University of Glasgow * University of Oxford In 2013 the BHF committed to funding three multi-institution Centres of Regenerative Medicine, investing £7.5 million over four years to fund scientists looking for new treatments for heart failure. Other activities include: * Information – BHF will provide information to help people reduce their own heart health risk. * Campaigning – BHF will get government to establish policies that minimise the risk of developing heart and circulatory disease * Support – offering advice to those with heart conditions via their website, information booklets or heart helpline. * Life saving skills – the BHF currently offers free CPR kits to schools and is working with the Department of Health to distribute defibrillators throughout England. In 2015 The British Heart Foundation had an income of just over £133m. In 2015 the BHF spent £102.5 million on funding cardiovascular research and £30.8 million on prevention, survival and support activities. ==Sponsorship== The British Heart Foundation sponsored two television series produced by Twofour, Kitchen Detective and Kid's Fit Squad. Both series encouraged healthy eating and exercise with practical advice for families, and aired on the Discovery Health channel. The BHF, along with Cancer Research UK, is a major backer of the anti-tobacco campaign group Action on Smoking and Health. ==Facts and figures== * There are over 950 BHF Healthcare Professionals caring for patients across the UK. * Over 3,800 Heartstart UK schemes to educate people what to do in various emergency situations (not just cardiac emergencies). More than 3.5 million people have been trained by Heartstart UK in schools (for example via the Saving Londoners' Lives project) and the community. * In 2013, the British Heart Foundation had a gross income of over £133m.BHF Annual Report and Accounts 2013; Facts and figures * Every year 1 in every 145 babies are born in the UK with a congenital heart defect. * The 'heartbeat' logo was designed in 1971 by Sheila Harrison, one of BHF's regional organisers at the time. It's still very much in use today and is now one of the most recognisable logos in the UK. ==Fundraising== The BHF is mainly funded by legacies and wills, accounting for 40% of their income, the rest is made up of other voluntary income (31%), profit from the retail division (23%) and investment income (5%). The charity organises a sponsored skipping challenge through schools, Jump Rope for Heart, in which the participating schools are entitled to retain 20% of the money raised. Other annual campaigns include National Heart Month (held throughout February), Wear Red Day and The Big Donation as well as many other campaigns to recruit volunteers, raise awareness of BHF, sell stock and increase donations. In December 2010 Victoria Wood performed a show called \"The Angina Monologues\" for The British Heart Foundation with the strapline \"Beating Heart Disease one laugh at a time\". ==Retail Division== Valentine's Day shop window display in Monmouth, Wales. The British Heart Foundation Shops Division was founded in 1986, and was renamed Retail Division in 2010. The BHF run a large chain of charity shops throughout England, Wales and Scotland, as of December 2016 they run 737 shops which include over 160 furniture and electrical shops (or F+E shops), and they are looking to acquire more sites in the coming years. They also have an online shop and an eBay Store. The BHF Retail division makes roughly £30 million every year. BHF shops are predominantly staffed by roughly 22,500 volunteers and each shop also has a paid staff made up of a shop manager, assistant manager and may also have a shop assistant. The British Heart Foundation were the first charity shops to Gift Aid their donations to get extra money by claiming the tax back from the donor. The Retail Director is Mike Taylor and the headquarters of the retail division is based in Claygate, England. The BHF has 730 shops across the UK. ==Criticism== ===Animal research=== The charity is one of four organisations subject to a national boycott campaign regarding their funding of animal research. \"Animal Aid plans to take out a series of newspaper adverts urging the public to stop giving money to Cancer Research UK, the British Heart Foundation, the Alzheimer's Society and Parkinson's UK unless they end their support for animal testing.\" In November 2011 a protest took place calling for the BHF and the University of Leeds to stop carrying out co-funded \"lethal experiments\" on dogs. The pressure group Animal Aid stated that 100 dogs had died since 1988 during the experiments. The BHF has responded to these criticisms by saying the charity only funds animal research after grant applications have gone through an independent peer review process and follows the three Rs principles when considering such grants. ==Wealth screening== On 6 December 2016, the BHF was fined £18,000 by the UK Information Commissioner's Office which ruled that the charity had breached data protection legislation by employing external bodies to analyse the financial status of supporters in order to appeal to them for further donations, a practice known as 'wealth screening', and by trading the personal details of its donors with other charitable organisations. The BBC reported that, \"Information Commissioner Elizabeth Denham said donors had not been informed of the charity's practices, and were therefore unable to consent or object to them. She also suggested other charities could also be engaged in similar activities. 'The millions of people who give their time and money to benefit good causes will be saddened to learn that their generosity wasn't enough,' Ms Denham added.\" The same BBC report noted that the charity's chief executive had stated that \"the ICO's conclusions were 'wrong, disproportionate and inconsistent […] We find the decision surprising, as earlier this year in June the ICO praised our data handling. Our trustees will therefore consider whether it's in the interests of our supporters and beneficiaries to challenge this decision.\" ==See also== *American Heart Association *Heart and Stroke Foundation of Canada *Heart Disease Research Foundation *National Heart Foundation of Australia *United OneHeart Foundation *Heart Protection Study *Arrhythmia Alliance ==References== ==External links== * * * Category:Health charities in the United Kingdom Category:Health in the London Borough of Camden Category:Heart disease organizations Category:Organisations based in the London Borough of Camden Category:Organizations established in 1961 Category:1961 establishments in the United Kingdom ",
    "title": "British Heart Foundation"
}