{
    "id": "1489276",
    "text": "Hendon Brewery (originally Kingsbury and Hyde Brewery and not to be confused with the Darwin Brewery in Hendon, Sunderland) was started by James Robb for Mr William Field of Kingsbury House in Hendon, and seems originally to have been a domestic brewery for the house with Robb conducting a little business on the side by 1851. With the growth of the Welsh Harp as a place of entertainment, Robb expanded the business by engaging engineers to build a new brewery in The Hyde by 1855. Having dug a new well, the water, which was raised by two horses, was itself sold as a valuable source of revenue. The trade was slow, and Robb was only managing to sell one barrel a week in low season. With the fluctuations in demand Robb was unable to meet the repayments of his debt from the expansion, and had to sell the brewery (c1861). The next owner was Arthur Ocran Crooke, who reputedly purchased it for £140. Crooke was only in his early 20s but had come from a commercial brewing family, GW and FA Crooke of Guildford, and was able to manage the changes in supply and demand. With the construction of the railway a few years later he was able to supply the beer directly to Waring Bros and the hundreds of navvies engaged on the building of the line. From the money he made from this Mr Crooke bought up a number of inns in Hendon and Finchley, including the Surrey Arms (which he rebuilt). In 1872 a steam engine was introduced to speed up the process, and in 1874 he expanded. The Brewery was destroyed by fire on 29 August 1878, and was reopened the following year, having been completely rebuilt by J P Dunne of Church Lane, Hendon from the insurance money. In 1892 and 1893 the brewery expanded to twice its size and included property over the road on the Kingsbury side of the Edgware Road. The new site was fitted with a brand new “trim little” steam engine, and ably assisted by his manager of 20 years, Mr H Woolley, Hendon Brewery was now brewing several hundred barrels of beer a week, and distributing it throughout Middlesex and Hertfordshire. It was said to taste not unlike Burton Ale. Compressed Canadian hay, which was stored in the loft, caught light early on the morning of 15 March 1894 and the brewery burned down for a second time. Crooke had gambled on the expansion with the money for the insurance; he was unable to provide the capital to rebuild the brewery again. Forced to sell his interest the following year to Messrs Michell and Aldous for £83,000, he moved to Twickenham where he died in 1902, his will broken. Messrs Michell and Aldous continued at Hendon until 1920 when the site was sold to Truman's Brewery. Hendon Brewery closed in 1959. Category:Defunct breweries of the United Kingdom Category:1851 establishments in England Category:1959 disestablishments in England Category:History of the London Borough of Barnet ",
    "title": "Hendon Brewery"
}