{
    "id": "1489544",
    "text": "{| |} The Ilyushin DB-3, where \"DB\" stands for Dalniy Bombardirovschik (Russian: Дальний бомбардировщик) meaning \"long-range bomber\", was a Soviet bomber aircraft of World War II. It was a twin-engined, low-wing monoplane that first flew in 1935. It was the precursor of the Ilyushin Il-4 (originally designated DB-3F). 1,528 were built. ==Design and development== The genesis of the DB-3 lay in the BB-2, Sergey Ilyushin's failed competitor to the Tupolev SB. Ilyushin was able to salvage the work and time invested in the BB-2's design by recasting it as a long-range bomber, again competing against a Tupolev design, the DB-2, to meet the stringent requirements of an aircraft capable of delivering a bombload to a range of at a maximum speed no less than . He had redesigned the BB-2 to take advantage of the radial Gnome-Rhône Mistral Major 14Kdrs engine, for which the Soviets had purchased a license in 1934 as the M-85, and had begun construction of the prototype of the BB-2 2K-14 as the TsKB-26 that same year.Gordon, p. 81 The TsKB-26 was more of a proof-of-concept vehicle to validate Ilyushin's ideas on how to obtain long range than an actual bomber prototype. To speed the construction process, it had a wooden fuselage and fin with metal wings and tail surfaces. It made its first flight in the summer of 1935 and proved to be stable, easily controllable and highly maneuverable; it performed the first loop made by a twin-engined aircraft in the Soviet Union.Gordon, p. 82 It went on to set six world records in its class, generally in payloads to height and speed over a closed circuit. The real prototype of the DB-3 was called the TsKB-30 and it was completed in March 1936. It had a number of improvements over the TsKB-26, notably an all-metal structure, an extended nose, an aft-sliding canopy with a fixed windscreen and improved engine cowlings. It passed the State acceptance trials and was ordered into production in August 1936 as the DB-3, although some sources refer to this initial series as the DB-3S for seriynyy (series- built).Gordon, p. 84 The DB-3 was not a simple or easy aircraft to manufacture as Ilyushin had pushed the limits of the available construction technology to make it as light as possible. For example, the spar in each wing panel had four parts which had to be riveted together and there were numerous welds that each had to be inspected by an X-ray machine, with many failures. In addition the internal riveting of small-diameter tubing was also a difficult and time- consuming process.Gordon, p. 83 The bomb bay was designed to carry ten FAB-100 bombs, but heavier bombs could be accommodated on external bomb racks up to a total of on short-range missions. The defensive armament for the three crewmen consisted of three ShKAS machine guns. One in the tip of the nose manned by the bombardier-navigator and the two others protecting the rear. The rear gunner manned both the gun in the SU dorsal turret and the gun in an LU ventral hatch. Flight tests of the second example pre-production aircraft, conducted May–October 1937, revealed that it was slightly inferior to the TsKB-30 in performance, but still exceeded its requirements by a considerable margin. It attained a speed of at an altitude of . It could carry a bombload of to a range of and a bombload to a range of . In comparison, the Heinkel He 111B then in production was slower and could carry only of bombs to a range of and to a distance of . This performance arguably made it the best twin-engined bomber in the world already or entering service in 1937.Gordon, p. 84 45 DB-3s were built that year at Factory No. 39 in Moscow and No. 18 in Voronezh and the aircraft entered service with the VVS. During 1938 the improved M-86 engine, rated at for takeoff, replaced the M-85 on the production line. Aircraft with this engine are properly referred to as DB-3 2M-86, but are sometimes referred to as the DB-3A, after the three-step upgrade program planned for the aircraft. Other minor changes were introduced over the course of the year. Factory No. 126 in Komsomolsk-on-Amur also began producing DB-3s in 1938.Gordon, pp. 85–86 During 1938–39 the Tumansky M-87A engine was introduced on the production line in a gradual transition as were VISh-3 variable-pitch propellers. The M-87 had the same horsepower rating at takeoff as the M-86, but produced more power at higher altitudes. The M-87B further increased power at altitude and was introduced in 1939–40. These aircraft were known as the DB-3B as part of the second stage of the upgrade program. The last production batches in 1940 had the Tumansky M-88 that produced for takeoff. These increased the maximum speed to at .Gordon, p. 86 ===Nomenclature=== Great confusion exists in the sources, including original Soviet documents, about the names commonly used for the DB-3. Formally the Soviet designation system used a two-letter abbreviation to designate the role of the aircraft, then a number for the model in that sequence followed by the number of engines, and the engine used. So SB 2M-100A is decoded as twin- engined fast bomber, first in the series, equipped with M-100A engines. Shorter abbreviations were informally used, but the use of them is not consistent between sources. For example, the listing for the strength of the VVS on 1 June 1941 shows a mixture of DB-3A and DB-3 aircraft, with the former predominating. But this does not match the account in Gordon where the DB-3A designation is used for one of the oldest versions of the DB-3. And where are the DB-3Bs? ==Operational history== In 1939, 30 DB-3s were supplied to the Republic of China Air Force during the Second Sino-Japanese War and they saw heavy action against Japanese targets in the Wuhan region from their bases in Sichuan (mostly used by the 8th Group), before being replaced by B-24 Liberators in 1943. Two DB-3s were responsible for shooting down the neutral Finnish civilian Junkers Ju 52 passenger and transport plane Kaleva on June 14, 1940. The Finns captured five force-landed DB-3Ms during the Winter War and during 1941 they purchased a further six DB-3Ms and four DB-3F/Il-4s from German surplus stocks.Finnish Air Force Aircraft (FAF in Color: Ilyushin DB-3) On the night of August 7-8, 1941, fifteen DB-3T torpedo bombers of the Baltic Fleet dropped the first Soviet bombs on Berlin. From August 11, DB-3Fs of the VVS resumed bombing. ==Variants== ;TsKB-26 :Proof-of-concept prototype ;TsKB-30 : First real prototype. Later modified, including removal of armament, for long-range record attempts as the \"Moskva\". It flew from Moscow to Spassk-Dalny () in 24 h 36 min (an average speed of ) mostly at under control of Vladimir Kokkinaki and A. M. Berdyanskij, then from Moscow to Miscou Island (New Brunswick, Canada) in 22 h 56 min. covering at average airspeed (Kokkinaki and Mikhail Gordienko). ;DB-3 2M-85 :Initial production model ;DB-3 2M-86 (DB-3A) :Engines upgraded to M-86, other minor changes ;DB-3 2M-87A (DB-3B) :Engines upgraded to the Tumansky M-87A ;DB-3T :Torpedo bomber built in 1938, with either the M-86 or M-87 engine, armed with 45-36-AN or 45-36-AV torpedoes. ;DB-3TP :Seaplane torpedo bomber built in 1938. No production. ;DB-3M :First major upgrade powered by two M-87B or M-88 engines. ;DB-3F :Replaced DB-3 in 1940-1944, see Il-4. ;TsKB-56 :Bigger variant from 1940 with changed configuration (higher wing, twin-tail) and powered by two AM-37 engines. Cancelled, after two prototypes were built, in favour of the Er-2. ;DB-4 :Production designation of the TsKB-56, which did not progress further than the two prototypes. ;Il-4 :The DB-3F was redesignated Il-4 in 1942 ;Il-6 :Long-range bomber version powered by either 2 x Charomskiy ACh-30 diesel engines, or 2 x M-90 radial engines. ==Operators== DB-3M in Finnish markings ; * Chinese Nationalist Air Force ; * Finnish Air Force ** Lentolaivue 46 ** Lentolaivue 48 ; * Luftwaffe ; * Soviet Air Force * Soviet Naval Aviation == Survivors == The only known surviving DB-3 is currently displayed at the Central Air Force Museum at Monino, near Moscow, Russia. Monino Museum home page The aircraft was found in taiga forests, 120 km from Komsomolsk-on-Amur. It was recovered in September 1988 and brought to the Irkutsk Aircraft Industrial Association (IAIA) factory on board an Ilyushin Il-76 transport. After over a year of restoration, the aircraft was delivered to Monino on board an Antonov An-22. On 22 December 1989, representatives of IAIA, headed by V.P. Zelenkov, handed over the DB-3 to museum officials. This aircraft should not be confused with the Ilyushin Il-4 (cn 17404) exhibited in the Victory Park collection of the Central museum of Great Patriotic War, Moscow. ==Specifications (DB-3B, late production)== 300px ==See also== ==Notes== ==Bibliography== * * * * * * ==External links== * Photos of DB-3 and Il-4 on Aviation.net website DB-3 Category:1930s Soviet bomber aircraft Category:Low-wing aircraft Category:Aircraft first flown in 1935 Category:Twin piston-engined tractor aircraft ",
    "title": "Ilyushin DB-3"
}