{
    "id": "1489298",
    "text": "Daisy Constance Donovanhttps://beta.companieshouse.gov.uk/company/06025181/officers (born 23 July 1973) is an English television presenter, actress and writer. ==Early life== Donovan was born in London. Her father was fashion photographer and film director Terence Donovan; her mother, Diana (née St. Felix Dare), was chairwoman of the English National Ballet School. She is sister to Rockstar Games co-founder Terry Donovan and half-sister to Big Audio Dynamite keyboard player Dan Donovan – and former sister-in-law of Patsy Kensit.Leith, William (30 March 2002).\"Queen of Cringe\". The Guardian. Retrieved 5 February 2016. Donovan went to the independent St Paul's Girls School in Hammersmith, London, where she met her inspiration – the High Mistress, Baroness Brigstocke. She started reading Classics at the University of Cambridge before switching to study English at the University of Edinburgh, where she performed with the Drama Society. She then studied at the London Academy of Music and Dramatic Art. ==Career== Donovan became a receptionist, and then a runner on the first series of The Eleven O'Clock Show. The producers were looking for a female interviewer who would act straight but use comedic lines, and searched everywhere – until they tried their receptionist, the rather posh-talking Donovan. She made occasional appearance as \"It Girl\" Pandora Box-Grainger. In the second series she presented shorts, 'Angel of Delight', in which she interviewed politicians (she once asked Denis Healey whether he would ever give Margaret Thatcher a \"pearl necklace\") and got the co-host job with Iain Lee from late 1999–2000. In 2000, Donovan was featured prominently in series one of sitcom My Family, playing Brigitte, Ben's annoying, superstitious dental assistant. Donovan subsequently hosted quiz shows: Does Doug Know? and the eponymous Daisy Daisy, which she also wrote and produced. In 2006, Donovan presented the British Fashion awards and later presented one series of a programme based in America called Daisy Does America. Since 2006 she has concentrated on writing screenplays and acting in minor roles. Donovan appeared in Death at a Funeral (2007),https://www.mirror.co.uk/tv/tv- news/daisys-blooming-517576 Wild Child (2008) and I Give It A Year (2012). ==Personal life== In 2005 she married her longtime boyfriend, Dan Mazer, a comedy writer and producer in Morocco. They have two daughters, Maisy and Mini Ivy. She lives in west London. ==Filmography== *Spiceworld: The Movie (reporter, uncredited) 1997 *Still Crazy (female reporter) 1998 *Parting Shots 1998 *The Eleven O'Clock Show (presenter) 1998–2000 *The Unexpected Mrs. Pollifax (Alexanda/Marina) 1999 *My Family BBC television comedy series 1 (Brigitte) (2000) *Daisy, Daisy (host) 2001 *Does Doug Know? (host) 2002 *Second Nature (Kristina Kane/Amy O'Brien) 2003 *Death on the Nile for UK television (Cornelia Robson) 2004 *Coming Up (Jen) Pillow Talk episode 2004 *Millions (Dorothy) 2004 *Angel's Hell (Polly) 2005 *Daisy Does America (host) 2005 *Death at a Funeral (Martha) 2007 *Wild Child (Miss Rees-Withers) 2008 *The Greatest Shows on Earth (host) 2013http://www.digitalspy.co.uk/tv/news/a488516/daisy-donovan-makes-tv- comeback-i-became-a-low-grade-celebrity.html ==References== ==External links== * Category:1973 births Category:Living people Category:Alumni of the London Academy of Music and Dramatic Art Category:Alumni of the University of Edinburgh Category:English film actresses Category:English women writers Category:English stage actresses Category:British television presenters Category:Participants in American reality television series Category:People educated at St Paul's Girls' School Category:Women television presenters ",
    "title": "Daisy Donovan"
}