{
    "id": "1489525",
    "text": "Washington Tree (July 2007) The Washington tree is a giant sequoia in the Giant Forest Grove in Tulare County, California, within Sequoia National Park. It is named after George Washington, first President of the United States. Until it partially collapsed in January 2005, the Washington tree was the second largest tree in the world (after the General Sherman tree). ==Before damage== The tree was studied in 1999 by scientists from Humboldt State University and University of Washington. The tree was tall, with a basal diameter of . Its total volume was , including the main stem and the 46 largest branches . The scientists discovered a large cavity in the trunk of the tree, measuring in height by in diameter. The cavity was accessible only by a hole situated above the ground. The significance of this finding is that the volume of wood in the tree had been greatly overestimated by previous measurements. ==Damage and collapse== After the storm (February 2005) In September 2003, a fire caused by a lightning strike damaged the tree's crown. National Park Service officials decided to let the fire burn without human intervention. The tree lost a large portion of its crown in the fire, reducing its height to about . The structurally weakened tree partially collapsed in January 2005, as the result of a heavy snow load in the remaining portion of its crown. The tree lost more than half its height, most of its branches, and much of the trunk, including the entire hollow upper portion of the trunk. It is now high, with only a few branches living near the top of the tree. The Washington tree is no longer one of the top ten largest giant sequoias, though the National Park Service still lists it as the second largest, due to current documentation policy (trees are calculated as if they did not suffer damage). Even in its damaged state, the tree may not be dying, as it still has half a dozen significant branches. Many other sequoias have survived with less foliage, and the tree might live decades or centuries longer. ==See also== * List of largest giant sequoias ==References== Category:Individual giant sequoia trees Category:Sequoia National Park Category:Individual trees in California ",
    "title": "Washington (tree)"
}