{
    "id": "1490494",
    "text": "Roland Aubrey Leighton (27 March 1895 – 23 December 1915) was a British poet and soldier, made posthumously famous by his fiancée Vera Brittain's memoir, Testament of Youth. ==Life and career== His parents, Robert Leighton and Marie Connor, were both writers. Marie was the more commercially successful and wrote adventure books (the best known being Convict 99) and also stories that were serialised in the Daily Mail. Her husband was the first literary editor of the Daily Mail and wrote adventure books for boys. Roland was brought up initially at \"Vallombrosa\" 40 Abbey Road, St John's Wood, North London, and later at \"Heather Cliff\" a large Edwardian house above the beach at Lowestoft. Leighton was a prizewinning classical scholar at Uppingham School; one pupil remembered Leighton using a wheelbarrow to recover his haul from the 1914 school prize-giving. His hope was to one day become the editor of a national newspaper. At the school, Leighton did not have a wide circle of friends as he was regarded as being rather cold and conceited by his peers. He did however become a close friend of Edward, brother of future author and journalist Vera Brittain, and Victor Richardson, the son of a Hove dentist.; Mrs Leighton called the friends \"the three musketeers\". At Uppingham he was acting cadet officer in the Junior Division, Officers Training Corps. On leaving Uppingham, Leighton applied to Oxford University and was awarded the classical postmastership at Merton College, Oxford. In the meantime, he had developed an interest in reading poetry and writing his own verse whilst at Uppingham. Leighton subsequently used the medium of poetry to express his burgeoning love for Vera Brittain, Edward's sister. He first met Vera when visiting Edward at Uppingham in 1913 at the age of 19 . However, war was soon to intervene in their relationship. When the Great War (World War I) broke out in 1914, he was highly motivated to join the fighting by ideas of patriotism, honour and duty, and sought to get to the front. He first tried to get into the Royal Navy, but was turned down due to short-sightedness. After this experience, he procured a \"general fitness\" certificate from a local GP which did not make reference to his myopia, and was able to secure a commission as a second lieutenant in the 4th Battalion of the Norfolk Regiment on 21 October 1914. From then on, Roland was only able to see Vera fleetingly during his brief periods of leave. He was promoted a lieutenant with the Worcestershire Regiment on 26 March 1915. Leighton served with the Worcestershire Regiment in France, and was engaged in the fighting around Ypres in Belgium. Vera Brittain became his fiancée in August 1915. An analysis of his letters reveals that he quickly became unhappy and disillusioned by his experiences at the front describing it as \"a mere trade\". He converted to Roman Catholicism while at the Front in late 1915. This event, which took place in the summer of 1915, according to his fiancée, was unknown to anyone of his family or to her. His funeral took place according to Catholic rites. (Brittain p. 216). In December of 1915, he was shot by a sniper while inspecting the wire, in bright moonlight, in front of a trench at Hébuterne, France. He sustained a catastrophic abdominal and spinal injury. While still on the battlefield, he said simply, \"They got me in the stomach and it's bad,\" before he was rendered semi-conscious by morphine. Leighton underwent emergency abdominal surgery at Louvencourt. However, he survived only a short time, dying of his wounds on 23 December 1915 at the age of 20 (his gravestone incorrectly states that he was 19). His burial service was held at Louvencourt church. He is buried in the Commonwealth War Graves Commission cemetery at Louvencourt, near Doullens.Roland Aubrey Leighton on CWGC Brittain's biographer Mark Bostridge has reported that Leighton's grave is often covered by violets in tribute to a poem he wrote for his fiancée: :\"Violets from Plug Street wood, :Sweet, I send you oversea. :(It is strange they should be blue, :Blue, when his soaked blood was red, :For they grew around his head: :It is strange they should be blue.) :Violets from Plug Street Wood, :Think what they have meant to me— :Life and hope and love and you. :(And you did not see them grow, :where his mangled body lay, :Hiding horror from the day; :Sweetest it was better so) :Violets from oversea, :To your dear, far, forgetting land, :These I send in memory, :Knowing you will understand\". Roland's final poem, which was found in his clothes after his death was \"Hedauville\". Brittain found the poem unsettling and difficult to fully understand. It seemed as if perhaps Roland was predicting his own death in \"Hedauville\", and foresaw a different life for Vera, with a new love, Hedauville. Nov 1915. The sunshine on the long white road That ribboned down the hill, The velvet clematis that clung Around your window sill, Are waiting for you still. Again the shadowed pool shall break, In dimples round your feet, And when the thrush sings in your wood, Unknowing you may meet Another stranger, sweet. And if he is not quite as old As the boy you used to know, And less proud too, and worthier, You may not let him go. (And daisies are truer than passion flowers) It will be better so. Vera Brittain wrote several poems commemorating Leighton's life which were published in her 1918 work, Verses of a V.A.D., and her later volume Because you died. She later immortalised him and her brother Edward in her famous memoir Testament of Youth. Many of Leighton's letters are included in Letters from a Lost Generation, a compilation of her wartime letters, edited by Alan Bishop and Mark Bostridge, published in 1998. Brittain's Chronicle of Youth, which contains her diaries 1913–1917, includes entries about Leighton and their relationship, excerpts from his letters from the battlefield and his poetry. His mother anonymously published a memoir of him called Boy of My Heart in 1916. Leighton is commemorated on the war memorial in the school chapel at Uppingham and, although he did not take up his place at Merton College, his name is on the war memorial there. He is also remembered along with Edward Brittain and Victor Richardson on the war memorial at St Barnabas Church, Hove; this was the church attended by the Richardson family. His brother Evelyn, five years his junior, joined the Royal Navy, reaching the rank of captain; he was involved in the evacuation of Dunkirk in 1940 and awarded the OBE. His sister Clare Leighton became a talented woodcut artist; she wrote a biography of her mother, Tempestuous Petticoat. ==Popular culture== In the 1979 TV adaptation of Testament of Youth Leighton was played by Peter Woodward, with Cheryl Campbell taking the part of Vera. The role was taken by Rupert Graves in the 1998 BBC Radio 4 adaptation of Letters from a Lost Generation and by Christian Brassington in BBC 1's documentary Vera Brittain: A Woman in Love and War in 2008. In the 2014 feature film of Testament of Youth, Leighton was played by Kit Harington, alongside Alicia Vikander as Vera Brittain. Mark Hollis' 1998 song \"A Life (1895-1915)\", included on his one and only solo album, was inspired by Leighton's life and death. Hollis stated about the song, \"That was someone born before the turn of the century … and dying within one year of the First World War at a young age. It was based on Vera Brittain's boyfriend. It's the expectation that must have been in existence at the turn of the century, the patriotism that must've existed at the start of the war and the disillusionment that must've come immediately afterwards. It's the very severe mood swings that fascinated me.\" The song correspondingly contains a variety of styles, tempos, and instrumentations. ==References== ==Further reading== * Marie Leighton, Boy of My Heart (1916). * Paul Berry and Mark Bostridge, Vera Brittain: A Life (1995) * Alan Bishop and Mark Bostridge (eds), Letters from a Lost Generation (1998) * Vera Brittain, Chronicle of Youth (1981) ==External links== *The Roland Leighton Collection in The First World War Poetry Digital Archive by Oxford University contains images of all Leighton's's War poetry manuscripts, letters to Vera Brittain, plus a searchable text corpora. Poems currently contain errors - for correct versions refer to published sources. *Biography including some of his poetry on the Western Front Association website *Leighton’s gravestone at Peace Pledge Union website *Notes about their relationship by Nancy Huntting *Image of Leighton Category:1895 births Category:1915 deaths Category:People educated at Uppingham School Category:Worcestershire Regiment officers Category:Royal Norfolk Regiment officers Category:British Army personnel of World War I Category:British military personnel killed in World War I Category:British World War I poets Category:20th-century male writers Category:Testament of Youth ",
    "title": "Roland Leighton"
}