{
    "id": "1491312",
    "text": "The Stones Are Hatching is a young adult fantasy novel by Geraldine McCaughrean first published in 1999 by Oxford University Press. ==Plot== Eleven-year-old Phelim Green awakes to find his house full of small creatures, led by the Domovoy which has been living behind his stove. As the Domovoy explains to Phelim that the monsters attacking him are called 'hatchlings', the house is attacked by a monstrous black dog. The Domovoy saves Phelim from being eaten, but evicts him from his house. Confused, Phelim wanders into a forest, where he meets a tree-dwelling tramp named Mad Sweeney, and later sees a washerwoman cleaning a bloody shirt. He flees in terror, encountering Alexia, a strange girl with no shadow, on a bridge. They are attacked by a hatchling that uses treasure to lure Phelim into the river. The pair are saved by Sweeney, who explains that the hatchlings come from ‘stones’ hatched by a gigantic Stoor Worm buried under Europe, which has been awoken by the sound of artillery from the First World War. Alexia tells Phelim that he is 'Jack O'Green', the hero fated to stop the worm from destroying Europe, helped by the Maiden, the Fool, and the Horse. After performing a spell to summon the Horse, Phelim, Alexia and Sweeney are joined by a talking creature made of cloth called the Obby Oss. It takes them to Storidge, where the Worm's head is. Upon arrival, the trio undertake a variety of quests before discovering that Mr. Pringle, the Storidge librarian, has taken control of the town and is forcing its residents to perform ancient rituals to ward off the hatchlings. Pringle learns that Phelim is Jack O’Green and convinces him to take part in a tradition of carrying a burning bale of straw across the town. Alexia takes the bale from him and tries to continue the ritual, but it sets her on fire and she dies. Sweeney and Phelim use Alexia’s bones to make a ‘witch’s ladder’ which they use to climb the cliff up to the Stoor Worm's head. At the top of the cliff, Phelim sees the Worm's soul wandering out of her mouth as she dreams; he attacks it and throws into the sea, killing the Worm. Sweeney and Phelim resurrect Alexia, but she is not the same, so they change her name to Aisling, meaning ‘dream’. Phelim returns home and confronts his older sister Prudence. He discovers that his father didn’t die, as she had always told him; he was a dreamer, which Prudence hated, so after their mother died, she had him committed to an asylum. Angry, Phelim summons the ushtey, a water spirit, and tricks Prudence into riding it. It carries her away to the ocean, where she presumably drowns. As the story ends, Phelim and Aisling go to the asylum, where they find that his father is the gardener. ==Themes== The book is set in 1919. The hatchlings of the book echo the horrors of war. McCaughrean uses various creatures from English, Irish, Manx, Orcadian, Scottish, and Slavic folklore and mythology, including the bean-nighe, bugganes, the Domovoy, merrows, the neck, the nuckelavee, the Stoor Worm, and ushteys. ==Background== McCaughrean has said that in the process of writing The Stones Are Hatching: \"I took it apart so many times, it was like that blouse you make in school that you hate the sight of. I thought it had done for me, that I’d never again enjoy writing\". ==Reception== Kirkus Reviews compared the book favourably with the \"resounding menace\" of William Mayne's Hob and the Goblins, but criticised the \"distracting family subplot\". In January 2000, children's author Linda Newbery chose The Stones Are Hatching for Books for Keeps magazine's regular \"I Wish I'd Written...\" feature, stating: \"The writing is so marvellous that you can open the book at random and find a brilliant, memorable description\". ==References== Category:1999 British novels Category:Fantasy novels Category:British children's novels ",
    "title": "The Stones Are Hatching"
}