{
    "id": "1491614",
    "text": "Dennis Vincent Brutus (28 November 1924 – 26 December 2009) was a South African activist, educator, journalist and poet best known for his campaign to have South Africa banned from the Olympic Games due to its controversial racial policy of apartheid. ==Life and work== Born in Salisbury, Southern Rhodesia in 1924 to South African parents, Brutus was of indigenous Khoi, Dutch, French, English, German and Malaysian ancestry. His parents moved back home to Port Elizabeth when he was aged four, and young Brutus was classified under South Africa's apartheid racial code as \"coloured\".\"The Dennis Brutus Tapes: Essays at Autobiography\", The Dennis Brutus Tapes: Essays at Autobiography Brutus was a graduate of the University of Fort Hare (BA, 1946) and of the University of the Witwatersrand, where he studied law. He taught English and Afrikaans at several high schools in South Africa after 1948, but was eventually dismissed for his vocal criticism of apartheid.Keith A. P. Sandiford, A Black Studies Primer: Heroes and Heroines of the African Diaspora, Hansib Publications, 2008, p. 108. He served on the faculty of the University of Denver, Northwestern UniversityNorthwestern University Course Bulletin, 1982. and University of Pittsburgh,Douglas Martin, \"Dennis Brutus Dies at 85; Fought Apartheid With Sports\", The New York Times, 2 January 2010 (3 January 2009, p. A22 NY ed.). Retrieved 3 January 2010. and was a Professor Emeritus from the last institution.UP Web site contact page. Retrieved 3 January 2010. In 2008, Brutus was awarded the Lifetime Honorary Award by the South African Department of Arts and Culture for his lifelong dedication to African and world poetry and literary arts.Poetry and Protest: A Dennis Brutus Reader. Publisher's page includes video of Brutus and a remembrance by Amy Goodman. Dennis Brutus during a press conference at Schiphol Airport, 1967 ===Activist=== Brutus was an activist against the apartheid government of South Africa in the 1950s and 1960s. He learned politics in the Trotskyist movement of the Eastern Cape. Although not an accomplished athlete in his own right, he was motivated by the unfairness of selections for athletic teams. He joined the Anti-Coloured Affairs Department organisation (Anti-CAD), a Trotskyist group that organised against the Coloured Affairs Department, which was an attempt by the government to institutionalise divisions between blacks and coloureds. In 1958 he formed the South African Sports Association, and as Secretary was strongly opposed to a proposed cricket tour by Frank Worrell’s West Indies to South Africa in 1959, leading a successful campaign to have it cancelled. In 1962 Brutus was a co-founder of the South African Non-Racial Olympic Committee (SANROC), an organisation that would be heavily influential in the banning of apartheid-era South Africa from the Olympics in 1964. In 1961, Brutus was banned for his political activities as part of SANROC. As South Africa attempted, in 1968, to get back into the Olympics by arguing that they would field multi-racial teams, SANROC successfully pointed out that those teams were chosen on a segregated basis, leading to South Africa's continued ban from 1968 until 1992.George Houser, No One Can Stop the Rain: Glimpses of Africa's Freedom Struggle(New York: Pilgrim Press, 1989), 273–276. ===Arrest and jail=== In 1963, Brutus was arrested for trying to meet with an International Olympic Committee (IOC) official; he was accused of breaking the terms of his \"banning,\" which were that he could not meet with more than two people outside his family, and he was sentenced to 18 months in jail. However, he \"jumped bail\" by trying to leave South Africa to attend the IOC meeting in Baden-Baden, West Germany, on behalf of SANROC and while he was in Mozambique, on a Rhodesian passport, the Portuguese colonial secret police arrested him and returned him to South Africa. There, while trying to escape, he was shot in the back at point-blank range. After only partly recovering from the wound, Brutus was sent to Robben Island for 16 months, five in solitary. He was in the cell next to Nelson Mandela's. Brutus was in prison when news of the country's suspension from the 1964 Tokyo Olympics, for which he had campaigned, broke. Brutus was forbidden to teach, write and publish in South Africa. His first collection of poetry, Sirens, Knuckles and Boots (1963), was published in Nigeria while he was in prison. The book received the Mbari Poetry Prize, awarded to a black poet of distinction, but Brutus turned it down on the grounds of its racial exclusivity.Josh MacPhee, \"242: Mbari Publishing\", Justseeds, 20 September 2016.Dennis Brutus, The Dennis Brutus Tapes: Essays at Autobiography (edited by Bernth Lindfors), James Currey, 2011, p. 23. He was the author of 14 books. ===Release from jail=== After he was released, in 1965, Brutus left South Africa on an exit permit, which meant he could never return home while the apartheid regime stayed in power. He went into exile in Britain, where he first met George Houser, the Executive Director of the American Committee on Africa (ACOA). South Africa made a concerted effort to get reinstated to the Olympic Games in Mexico City in 1968. Its Prime Minister John Vorster outlined a new policy of fielding a multi-racial team. At first the IOC accepted this new policy and was going to allow South Africa to compete, but SANROC pointed out that there would be no mixed sporting events within South Africa and therefore all South African athletes chosen for the Games would be chosen under a segregated framework. In 1967, Brutus came to the United States under the auspices of the ACOA on a speaking tour, where he acquainted Americans more closely with the present situation in South Africa, informed American sports organisations about the segregated conditions that South African athletes must endure, and raised money to support the ACOA's Africa Defense and Aid Fund to support the defence of those charged under the apartheid laws. The Supreme Council for Sport in Africa which represented the independent African nations at the IOC threatened to boycott if South Africa was included in the 1968 Games. In co-operation with SANROC, the ACOA organised a boycott of American athletes in February 1968. Jackie Robinson, the first African American athlete to break the colour barrier in major league baseball, published a statement calling for continued suspension of South Africa from the Olympic Games. As a result of the international pressure, the IOC relented and kept South Africa out of the Olympic Games from 1968 until 1992.ACOA, \"Announcing Dennis Brutus,\" found at: http://africanactivist.msu.edu/document_metadata.php?objectid=32-130-B92 [accessed on 27 October 2017].ACOA, \"Statement by Jackie Robinson and K.C. Jones on Behalf of American Athletes Protesting South Africa Readmission to the 1968 Olympic Games,\" found at: http://africanactivist.msu.edu/document_metadata.php?objectid=32-130-FEB [accessed on 27 October 2017]. In 1983, Brutus won the right to stay in the United States as a political refugee, after a protracted legal struggle.Dudley Clendenin, \"Black poet, an exile for 10 years, battles U.S. Deportation to Africa\", The New York Times, 14 January 1982. Retrieved 3 January 2010. One of a number of articles. The fight was extensively covered. This Times article and others only accessible with subscription, or by pay.\"Dennis Brutus had earned a place in America\". Letter to the editor by Anne Edwards, President, Authors Guild, The New York Times, 31 January 1982. Retrieved 3 January 2010. An illustration of the fight against extradition. He continued to participate in protests against the apartheid government while teaching in the United States. He was \"unbanned\" by the South African government in 1990. In 1991 he became one of the sponsors of the Committee for Academic Freedom in Africa. ===Return to South Africa, poetry and activism=== He returned to South Africa and was based at the University of KwaZulu-Natal, where he often contributed to the annual Poetry Africa Festival hosted by the university and supported activism against neo-liberal policies in contemporary South Africa through working with NGOs. In December 2007, Brutus was to be inducted into the South African Sports Hall of Fame. At the induction ceremony, he publicly turned down his nomination, stating: According to fellow writer Olu Oguibe, interim Director of the Institute for African American Studies at the University of Connecticut, \"Brutus was arguably Africa's greatest and most influential modern poet after Leopold Sedar Senghor and Christopher Okigbo, certainly the most widely-read, and no doubt among the world's finest poets of all time. More than that, he was a fearless campaigner for justice, a relentless organizer, an incorrigible romantic, and a great humanist and teacher.\" Brutus died of prostate cancer on 26 December 2009, at his home in Cape Town, South Africa. He is survived by two sisters, eight children including his son Anthony, nine grandchildren, and four great-grandchildren. The Dennis Brutus Tapes: Essays at Autobiography, edited by Bernth Lindfors, was published in 2011, including transcripts of tapes recorded when he was a Visiting Professor at the University of Texas at Austin in 1974–75, reflecting on his life and career.The Dennis Brutus Tapes: Essays at Autobiography, James Currey/Boydell & Brewer, 2011, . ==Bibliography== * Sirens, Knuckles and Boots (Mbari Productions, 1963). * Letters to Martha and Other Poems from a South African Prison (Heinemann, 1968). * Poems from Algiers (African and Afro-American Studies and Research Institute, 1970). * A Simple Lust (Heinemann, 1973). * China Poems (African and Afro-American studies and Research Centre, 1975). * Stubborn Hope (Three Continents Press/Heinemann, 1978). * Salutes and Censures (Fourth Dimension, 1982). * Airs & Tributes (Whirlwind Press, 1989). * Still the Sirens (Pennywhistle Press, 1993). * Remembering Soweto, ed. Lamont B. Steptoe (Whirlwind Press, 2004). * Leafdrift, ed. Lamont B. Steptoe (Whirlwind Press, 2005). * Sustar, Lee and Karim, Aisha (eds.) Poetry and Protest: A Dennis Brutus Reader (Haymarket Books, 2006). * It is The Constant Image Of Your Face: A Dennis Brutus Reader (2008). * Brown, Geoff and Hogsbjerg, Christian. Apartheid is not a Game: Remembering the Stop the Seventy Tour campaign. London: Redwords, 2020. . == See also == * List of people subject to banning orders under apartheid ==References== ==External links== * Dennis Brutus Papers, 1960–1984, Northwestern University Archives, Evanston, Illinois * Dennis Brutus Papers Worcester State University Archives, Worcester, Massachusetts * Dennis Brutus Papers on sport, anti-apartheid activities and literature, 1958–1971, Borthwick Institute, University of York * * \"Dennis Brutus reads from his work\" for the WGBH series, Ten O'clock News * African Activist Archive: online materials on Dennis Brutus ;Obituaries *Dennis Brutus 1924–2009 This \"cyber-tombeau\" at Silliman's Blog by poet Ron Silliman includes comments, tributes, and links *Dennis Brutus (1924–2009): South African Poet and Activist Dies in Cape Town – video by Democracy Now! Category:1924 births Category:2009 deaths Category:Anti-apartheid activists Category:Inmates of Robben Island Category:Northwestern University faculty Category:Deaths from cancer in South Africa Category:Deaths from prostate cancer Category:People from Harare Category:Rhodesian emigrants to South Africa Category:South African refugees Category:South African expatriates in the United States Category:South African people of French descent Category:Coloured South African people Category:South African poets Category:Tax resisters Category:University of Denver faculty Category:University of Fort Hare alumni Category:University of Pittsburgh faculty Category:University of the Witwatersrand alumni Category:Writers from Pittsburgh Category:Environmental ethics Category:South African Trotskyists Category:20th-century poets ",
    "title": "Dennis Brutus"
}