{
    "id": "1491628",
    "text": "The Michigan Republican Party is the state affiliate of the national Republican Party in Michigan. It is sometimes referred to as MIGOP, which simply means Michigan Grand Old Party. Former United States Ambassador to Slovakia Ronald Weiser is the most recent former Chairman of the Michigan Republican Party. Laura Cox was elected chairwoman in 2019. Ronna Romney McDaniel was the chairwoman of the party, having been elected in 2015 by delegates to the Republican State Convention. McDaniel is now the Republican National Committee Chairwoman. The Michigan Republican Party hosts a biennial political conference at the Mackinac Island Grand Hotel called the Mackinac Republican Leadership Conference. The event features notable national Republicans, Senators, Governors, and presidential candidates. ==History and notable Michigan Republicans== The Republican Party was born in the early 1850s by anti-slavery activists and individuals who believed that government should grant western lands to settlers free of charge. The first official Republican meeting took place on July 6, 1854 in Jackson, Michigan with David S. Walbridge serving as chairman. The name \"Republican\" was chosen because it alluded to equality and reminded individuals of Thomas Jefferson's Democratic- Republican Party. At the Jackson convention, the new party adopted a platform and nominated candidates for office in Michigan. In 1856, the Republicans became a national party when John C. Fremont was nominated for president of the United States under the \"Free soil, free labor, free speech, free men, Fremont\" slogan. Even though they were considered a \"third party\" because the Democrats and Whigs represented the two-party system at the time, Fremont received 33 percent of the vote. Four years later, Abraham Lincoln became the first Republican to win the White House. Republicans have been elected to the governorship of Michigan in 27 of 48 gubernatorial elections. The first was Kingsley Bingham in 1855 and the most recent is Rick Snyder, who was elected in 2010, and then re-elected in 2014. After President Richard Nixon resigned due to the Watergate Scandal, his Vice-President Gerald Ford became the 38th President of the United States. Ford grew up in Grand Rapids and served as a U.S. Representative from Michigan from 1949 to 1973. Following the 2016 election and Reince Priebus' selection to be White House Chief of Staff, Michigan Republican Party Chairman Ronna Romney McDaniel became Chairwoman of the Republican National Committee. Then President-elect Trump recommended McDaniel in December 2016 to replace Priebus. She was officially elected as RNC chair on January 19, 2017, becoming the second woman to hold the post in RNC history, after Mary Louise Smith. ==Current elected Republicans in Michigan== President Gerald Ford (1974-1977) ===Members of Congress=== ====U.S. Senate==== * None Both of Michigan's U.S. Senate seats have been held by Democrats since 2000. Spencer Abraham was the last Republican to represent Michigan in the U.S. Senate. First elected in 1994, Abraham lost his bid for a second term in 2000 to Democrat Debbie Stabenow who has held the seat since. ====U.S. House of Representatives==== Out of the 14 seats Michigan is apportioned in the U.S. House of Representatives, 6 are held by Republicans: *MI-01: Jack Bergman *MI-02: Bill Huizenga *MI-04: John Moolenaar *MI-06: Fred Upton *MI-07: Tim Walberg *MI-10: Paul Mitchell ===Statewide=== * None Michigan has not elected any GOP candidates to statewide office since 2014, when Rick Snyder, Brian Calley, Bill Schuette, and Ruth Johnson were re- elected as governor, lieutenant governor, attorney general, and secretary of state, respectively. In 2018, term limits prevented all four politicians from seeking third terms. Schuette ran as the Republican nominee in the 2018 gubernatorial election with Lisa Posthumus Lyons as his running mate and was subsequently defeated by Democratic challenger Gretchen Whitmer and running mate Garlin Gilchrist while Tom Leonard and Mary Treder Lang ran as the Republican nominees for Attorney General and Secretary of State and were subsequently defeated by Democratic challengers Dana Nessel and Jocelyn Benson. ===Michigan Legislature=== *Senate Majority Leader: Mike Shirkey **Senate President Pro Tempore: Aric Nesbitt *Speaker of the House: Lee Chatfield **Speaker Pro Tempore: Jason Wentworth **House Majority Leader: Triston Cole ==United States Cabinet Members from Michigan who served under a Republican President== The following are in order of Presidential succession. GM {| class=\"wikitable\" ! Name ! Cabinet Position ! Years Served ! President(s) served under |- | Charles Erwin Wilson | Secretary of Defense | 1953-57 | Dwight D. Eisenhower |- | Zachariah Chandler | Secretary of the Interior | 1875-77 | Ulysses S. Grant |- | Roy Dikeman Chapin | Secretary of Commerce | 1932-33 | Herbert Hoover |- | Frederick H. Mueller | Secretary of Commerce | 1959-61 | Dwight D. Eisenhower |- | Governor George W. Romney | Secretary of Housing and Urban Development | 1969-73 | Richard Nixon |- | Spencer Abraham | Secretary of Energy | 2001-05 | George W. Bush |- | Betsy DeVos | Secretary of Education | 2017- | Donald Trump |- | Governor Russell A. Alger | Secretary of War obsolete | 1897-99 | William McKinley |- | Truman H. Newberry | Secretary of the Navy obsolete | 1908-09 | Theodore Roosevelt |- | Edwin C. Denby | Secretary of the Navy obsolete | 1921-24 | Warren G. Harding & Calvin Coolidge |- | Arthur E. Summerfield | Postmaster General obsolete | 1953-61 | Dwight D. Eisenhower |} ==Michigan Republican State Committee== The Michigan Republican State Committee is the state central committee of the Michigan Republican Party. It is composed of seven members from each of Michigan's fifteen Congressional district Republican committees, the Chairman, Co-Chairman, the various Vice Chairmen of the Party, and the Secretary, Treasurer and General and Financial Counsels. It selects Michigan's two representatives to the Republican National Committee. Additionally, the Chairperson of each County Republican Party organization is a non-voting ex officio member of the State Committee. ===Current leadership=== * Laura Cox - Chairwoman * Terry Bowman - Co-Chairman * Kathy Berden - National Committeewoman * Dr. Rob Steele - National Committeeman *Paul Stephens - Youth Vice Chairman * Gerry Hildenbrand - Administrative Vice Chairman * Kevin Tatulyan - Coalitions Vice Chairman * Terris Todd - Ethnic Vice Chairman * Marian Sheridan - Grassroots Vice Chairwoman * Ty Bundy - Outreach Vice Chairman {| class=\"wikitable\" |- ! First District !! Second District !! Third District !! Fourth District !! Fifth District |- | Jeff Lamb || Kurt Van Koevering || Kim Yob || Joan Jackson || Lutullus Penton |- | Linda Birgel || Jack Holmes || Mandy Bolter || Florence \"Bobbie\" Connolly || Prudy Adam |- | Beverly Bodem || Paul Leidig || Andrew Emmitt || Kim Emmons || Amy Carl |- | John Haggard || Janice McCraner || Richard Houskamp || Maxine McClelland || David Krueger |- | John Niemela || Juanita Pierman || Eileen McNeil || Steve Rudoni || Jeremy Clontz |- | Mary Sears || Joan Runnels || William Womer || Eric St. Onge || Christine Young |- | Anthony Stackpoole || Bob Springstead || Sharon Yentsch || Gerald Wall || Allen Pool |} ===Chairmen of the Michigan Republican State Committee=== Henry P. Baldwin is the only former Governor to become party chairman. Bagley and Groesbeck had not been Governor yet. {| class=\"wikitable\" ! Name ! Residence ! Years Served |- | Joseph Warren | Detroit | 1854–1855 |- | James M. Edmunds | Detroit | 1855–1861 |- | E.C. Walker | Detroit | 1861–1862 |- | William Alanson HowardWilliam Alanson Howard later became U. S. Representative for the Michigan's 1st congressional district (1855-59), (1860-61) and Governor of Dakota Territory (1878–1880) | Detroit | 1862–1868 |- | Governor John J. BagleyJohn J. Bagley later served as Governor of Michigan (1873–1877) | Detroit | 1868–1870 |- | Stephen D. Bingham | Lansing | 1870–1878 |- | George H. Hopkins | Detroit | 1878 |- | Zachariah ChandlerZachariah Chandler had previously been Mayor of Detroit (1851–1852), U. S. Senator (Class 1) from Michigan (1857–1875, 1879) U. S. Secretary of the Interior (1875–77) and simultaneously Chairman of the Republican National Committee (1876-79) | Detroit | 1878–1879 |- | James McMillanJames McMillan was also a U. S. Senator (Class 2) from Michigan (1889–1902) | Detroit | 1879–1880 |- | Governor Henry P. BaldwinHenry P. Baldwin had previously served as Governor of Michigan (1869–1873) and United States Senator (Class 1) from Michigan (1879–1881) | Detroit | 1880–1882 |- | Edward S. Lacey | Charlotte | 1882–1884 |- | Philip T. Van Zile | Charlotte | 1884–1886 |- | James McMillan | Detroit | 1886–1888 |- | George H. Hopkins | Detroit | 1888–1890 |- | James McMillan | Detroit | 1890–1896 |- | Dexter M. Ferry | Detroit | 1896–1898 |- | Arthur M. Marsh | Allegan | 1898–1900 |- | Gerrit J. DiekemaGerrit J. Diekema had also been U. S. Representative for the Michigan's 5th congressional district (1907–1911) | Holland | 1900–1910 |- | W.F. Knox | Sault Ste. Marie | 1910–1912 |- | Governor Alex GroesbeckAlex Groesbeck was later Michigan Attorney General (1917–1920) and Governor of Michigan (1921–1927) | Detroit | 1912–1914 |- | Gilman M. Dame | Northport | 1914–1916 |- | John D. Mangum | Marquette | 1916–1918 |- | Burt D. Cady | Port Huron | 1919–1925 |- | Kennedy L. Potter | Jackson | 1925–1927 |- | Gerrit J. Diekema | Holland | 1927–1929 |- | Howard C. Lawrence | Ionia and Saginaw | 1929–1937 |- | James F. Thomson | Jackson | 1937–1940 |- | Leslie B. Butler | Lansing | 1940–1942 |- | John R. DethmersJohn R. Dethmers was later Michigan Attorney General (1945–1946) | Holland | 1942–1945 |- | John A. Wagner | Battle Creek | 1945–1949 |-Michigan Secretary of State 1953–1954 | Owen ClearyOwen Cleary was later Michigan Secretary of State (1953–1954) | Ypsilanti | 1949–1953 |- | John FeikensJohn Feikens is currently Senior Judge, U.S. District Court for the Eastern District of Michigan (since 1986) | Detroit | 1953–1957 |- | Lawrence Lindemer | Stockbridge | 1957–1961 |- | George Van Peursem | Zeeland | 1961–1963 |- | Arthur G. Elliott, Jr. | Birmingham | 1963–1965 |- | Elly M. PetersonElly M. Peterson was the first woman to serve as chairman of any official state party. | Charlotte | 1965–1969 |- | William F. McLaughlin | Northville | 1969–1979 |- | Melvin L. Larson | Oxford | 1979–1983 |- | E. Spencer AbrahamE. Spencer Abraham later became U. S. Senator from Michigan (1995—2001) and U. S. Secretary of Energy (2001–2005) | East Lansing | 1983–1991 |- | David J. Doyle | Okemos | 1991–1995 |- | Susy Heintz (Avery) | Clinton Township | 1995–1996 |- | Elisabeth \"Betsy\" DeVosElisabeth \"Betsy\" DeVos is the wife of 2006 Republican Gubernatorial candidate Dick DeVos | Grand Rapids | 1996–2000 |- | Gerald \"Rusty\" HillsGerald \"Rusty\" Hills is currently the spokesman for Michigan Attorney General candidate Bill Schuette. | East Lansing | 2000–2003 |- | Elisabeth \"Betsy\" DeVos | Grand Rapids | 2003–2005 |- | Saulius \"Saul\" Anuzis | Lansing | 2005–2009 |- | Ron WeiserRon Weiser is a former United States Ambassador to Slovakia, appointed by George W. Bush in November 2001 and served until December 2004. | Ann Arbor | 2009–2011 |- | Robert \"Bobby\" Schostak | Oakland County | 2011–2015 |- | Ronna Romney McDaniel | Northville |2015–2017 |- | Ron Weiser | Ann Arbor | 2017–2019 |- |Laura Cox |Livonia |2019–Present |} ==References== ==External links== *Michigan Republican Party *Michigan Young Republicans *Mackinac Republican Leadership Conference Republican Party Category:Republican Party (United States) by state Category:Political parties established in 1854 Category:1854 establishments in Michigan ",
    "title": "Michigan Republican Party"
}