{
    "id": "1491154",
    "text": "The Dover and Rockaway Railroad was a section of railroad track completed in 1881 connecting Dover, NJ and Rockaway, New Jersey. It formed an important link in the developing U.S. railroad system, connecting major trunks to the New York harbor for freight and provided passenger service to central and southern New Jersey. Much of the line is still active and is operated by the Dover and Rockaway River Railroad to serve local customers. ==Creation== Dover and Rockaway Railroad with neighboring CNJ High Bridge Branch lines In the 1870s, Dover businessman George Richards sought the construction of a railroad to carry iron ore from New Jersey's Hibernia mines to the furnaces at High Bridge and in the Lehigh Valley in Pennsylvania for use with the Pennsylvania ores. Richards first suggested to Sam Sloan, the president of the Delaware, Lackawanna & Western Railroad, that the DL&W; build a spur to along the north side of the Rockaway River through Dover to the Hibernia mines. Sloan turned down the idea. So Richards decided instead to build his own rail connection from his' Hibernia Mine Railroad the Longwood Valley Railroad, which was controlled by the Central Railroad of New Jersey. Along with fellow Dover businessmen Columbus Beach and Henry McFarlan, he incorporated the Dover and Rockaway Railroad in 1880. The Railroad was also built by other men from New Jersey, Pennsylvania, and Massachusetts who were interested in the iron mines in the vicinity. Richards negotiated with landowners to acquire right-of-way for his railroad. The line required two major pieces of work :a tunnel under the Rockaway Road east of Dover and cut through solid rock in west Dover above the Mill Pond, next to Clinton Street. The line opened in 1881. On December 22, 1880, Mayor Richards headed a group that made the first trip from Dover to Hibernia. On April 7, 1881, an inspection run was made over the entire line. and the Dover and Rockaway Railroad was soon leased to the Central Railroad of New Jersey, completing a route from High Bridge to Hibernia. The Dover line proved to be a valuable addition since it now formed a fast freight service by connecting with every other trunk line reaching the New York harbor. Passenger service provided direct connection to points in central and southern New Jersey. This project perhaps contributed to Dover's \"Melting Pot\"; about 50 Swedish immigrants were employed at the eastern end of the cut and Irish immigrants were hired to work the western end. In the meantime, a group of Italian immigrants worked laying track in the East Dover \"meadows\". The Swedish labor force was housed in the apartments and hotel buildings on North Sussex Street for the duration of the project. After this link was completed the old farmhouse on North Sussex Street was converted into a train station to become the first Dover terminal, which operated there for over 50 years. Once the line was completed to High Bridge, the building was widely used as a departure and arrival station by the people of such towns as Long Valley, Flanders, Bartley, and Califon as well as nearby communities such as Rockaway, Wharton, and Hibernia. ==Stations== Travelers' Official Guide of the Railways; June 1893: National Railway Publication Company. *Port Oram (MP 78.7) *Dover (MP 80.3) *Rockaway (MP 83.6) *Hibernia (MP 87.3) ==References== Category:Predecessors of the Central Railroad of New Jersey Category:Defunct New Jersey railroads Category:Railroads transferred to Conrail Category:Railway companies established in 1880 Category:Railway companies disestablished in 1976 Category:1880 establishments in New Jersey ",
    "title": "Dover and Rockaway Railroad"
}