{
    "id": "1491369",
    "text": "Bratsigovo () is a town in Southern Bulgaria. It is located in the foothills of the Rhodope Mountains, on the banks of the Umishka River in Pazardzhik oblast, and is close to the towns of Peshtera and Krichim. Bratsigovo Hills on Trinity Peninsula in Antarctica are named after the town.SCAR Composite Gazetteer of Antarctica == History == The tallest Eastern Orthodox bell-tower in the Balkans Archeological evidence has shown that the area was inhabited by Thracians and later Slavs. Historical records show the township was established at some point in the 16th-17th century, built over the ruins of an earlier settlement. The founders of the new town were Bulgarian emigrants from the western part of Aegean Macedonia, from the vicinity of Kostur.Петлешков, Никола, Йеремиев, Иван. История на Брациговското въстание, Пловдив 1905, с. 72-73.Митев, Йоно. История на Априлското въстание, София 1988, т. ІІ, с. 171. The population of Bratsigovo took an active part in the April Uprising of 1876. In 1950 Bratsigovo had a population of 3,364. (Source=Columbia- Lippincott Gazetteer) Web page: http://www.bratsigovo.bg/ ==Balneology== The town is developing as a balneological center, too. There is a cold mineral water spring (18-26 C) with the flow rate of 120 liters per minute at the distance of 500 metres west of it. There is a balneo-sanatorium built up here. The mineral water treats some skin diseases, the nervous system, kidney related diseases and others. There is a nice park and a country-houses zone around it. ==Sources== *Bulgarian Coastal Properties: Bratsigovo ==References== Category:Towns in Bulgaria Category:Cities and towns in the Rhodopes Category:Populated places in Pazardzhik Province Category:Spa towns in Bulgaria Category:Aromanian settlements in Bulgaria ",
    "title": "Bratsigovo"
}