{
    "id": "1491195",
    "text": "USNS Eltanin photo (1964) The Eltanin Antenna is an object photographed on the sea floor by the Antarctic oceanographic research ship USNS Eltanin in 1964, while photographing the sea bottom west of Cape Horn. Due to its regular antenna-like structure and upright position on the seafloor at a depth of , some proponents of fringe and UFO-related theories including Bruce Cathie have suggested that it might be an extraterrestrial artifact. Other authorities have suggested that the object photographed by the Eltanin was an unusual carnivorous sponge, Chondrocladia concrescens (formerly Cladorhiza concrescens). ==History== The 1,850 ton displacement Eltanin was originally launched in 1957, and served with the US Navy as a cargo-carrying icebreaker. In 1962 she was reclassified as an Oceanographic Research Ship and became the world's first dedicated Antarctic research vessel, a role which she filled until 1975. On 29 August 1964, while engaged in taking sample cores and photographing the seabed west of Cape Horn, the Eltanin took the photograph reproduced in this article, at position 59:07'S 105:03'W, in a depth of 3,904 metres. The first public mention of the unusual subject of the photograph was a news item which appeared in the New Zealand Herald on 5 December 1964, under the heading \"Puzzle Picture From Sea Bed\". In 1968, author Brad Steiger wrote an article for Saga magazine, in which he claimed that the Eltanin had in fact photographed \"an astonishing piece of machinery... very much like the cross between a TV antenna and a telemetry antenna\". ==Identification as sponge== 1888 illustration of Cladorhiza concrescens by Agassiz In 2003 Tom DeMary, a researcher in underwater acoustics, contacted oceanographer A. F. Amos, who had been aboard the USNS Eltanin in the 1960s, and in turn Amos referred DeMary to the 1971 book The Face of the Deep by Bruce C. Heezen and Charles D. Hollister. Hollister had already identified the mysterious object as Cladorhiza concrescens, a carnivorous sponge. Heezen and Hollister's book reproduces the photograph taken by the USNS Eltanin and a redrawn version of a drawing by Alexander Agassiz which originally appeared in his 1988 Three Cruises of the Blake. Hollister and Heezen describe Cladorhiza concrescens as a sponge which \"somewhat resembles a space-age microwave antenna\", while Agassiz described the sponges as having \"a long stem ending in ramifying roots, sunk deeply into the mud. The stem has nodes with four to six club-like appendages. They evidently cover like bushes extensive tracts of the bottom.\" ==References== ==Further reading== * * Category:Out-of-place artifacts Category:Earth mysteries ",
    "title": "Eltanin Antenna"
}