{
    "id": "1491442",
    "text": "Beau Nash. Beau Nash (18 October 1674 – 3 February 1761), born Richard Nash, was a celebrated dandy and leader of fashion in 18th-century Britain. He is best remembered as the Master of Ceremonies at the spa town of Bath. == Biography == Nash was born in Goat Street, Swansea in 1674. He attended Jesus College, Oxford, served as an army officer, and was then called to the bar as a barrister, but made little of either career. In 1704, he became Master of Ceremonies at the rising spa town of Bath, a position he retained until he died. He lived in a house on Saw Close (now at the main entrance to the Theatre Royal), and kept a string of mistresses. He played a leading role in making Bath the most fashionable resort in 18th-century England. His position was unofficial, but nevertheless he had extensive influence in the city until early 1761. He would meet new arrivals to Bath and judge whether they were suitable to join the select \"Company' of 500 to 600 people who had pre-booked tables, match ladies with appropriate dancing partners at each ball, pay the musicians at such events, broker marriages, escort unaccompanied wives and regulate gambling (by restraining compulsive gamblers or warning players against risky games or cardsharps). He was notable for encouraging a new informality in manners, breaking down the rigid barriers which had previously divided the nobility from the middle-class patrons of Bath, and even from the gentry. The Corporation of the city funded an elaborate funeral for Nash, and he was buried in the nave of Bath Abbey, not far from where a memorial was raised to him in 1790.notice of his funeral, Oxford Journal 21 Feb 1761, Burial notice, Bath Abbey parish registers 1761, position of grave from Guide to Bath 1813, and Notes for visitors to Bath Abbey by George Ford, 1982 Nash was a notorious gambler who was forced to move in with his mistress, Juliana Popjoy, due to his debts. Upon their separation, Popjoy was so distraught that she spent the majority of her remaining days living in a large hollowed-out tree. Shortly before her death, she moved out of the tree and back to her birth home, where she died. His death caused quite a stir at the time, with the celebrated author Oliver Goldsmith being moved to write The Life of Richard Nash as early as 1762. ==Nash and Wesley== In his journal and letters, John Wesley, preacher and founder of Methodism, tells of a confrontation with Nash in Bath in 1739. Wesley's journey to Bath had been expected for some time, and Nash had made public his determination to confront him. Wesley proceeded to Bath, even though some people, afraid of the outcome, tried to talk him out of it. When Wesley began his preaching, there was \"a much larger audience, among whom were many of the rich and great.\" Facing Wesley, Nash questioned his authority, comparing the gathering to a conventicle, which was banned by Act of Parliament. Wesley answered that he had the authority of Jesus Christ and the Archbishop of Canterbury and that the gathering was not seditious and therefore did not contravene the Act. Nash complained that Wesley was scaring people out of their wits, but then admitted that he had never actually heard Wesley preach and was just relying on \"common report\". Wesley rejected this argument, stating that he did not judge Nash \"by common report... it is not enough to judge by.\" When Nash asked why people were coming to the meeting at all, an old woman in the crowd asked Wesley to allow her to answer. She then told Nash that, while he took care of his body, she and others were present in order to take care of their souls. Nash left.Journal of John Wesley at the Christian Classics Ethereal Library website Wesley wrote that, after his departure, \"We immediately began praying for him, and then for all the despisers. As we returned, they hollowed and hissed us along the streets; but when any of them asked, 'Which is he' and I answered, 'I am he,' they were immediately silent.\"The Letters of John Wesley, 1739, at the Wesley Center Online == Beau Nash and Tunbridge Wells == Beau Nash young (illustration, 1886) In 1735, Nash appointed himself Master of Ceremonies in Tunbridge Wells and retained control of the entertainments provided for visitors until his death in 1761. Bath, it was said, was his kingdom, and Tunbridge Wells a colony of that kingdom. Nash had been interested in taking control at Tunbridge Wells for some years, but had been excluded by the formidable Bell Causey, who \"presided as absolute governess\" until her death in 1734. As well as organizing entertainments, Nash established strict rules for correct behaviour. In order to ensure that visitors paid subscriptions for services provided, he introduced Sarah Porter, \"Queen of the Touters\", who eagerly pursued defaulters. Under Nash, Tunbridge Wells attained the height of its fame as a fashionable resort, patronised by royalty, nobility, and the most famous names in the country. It is notable that there is a pub in Tunbridge Wells named after Beau Nash himself, whilst The Ragged Trousers exhibits a plaque on the exterior of the building in Nash's honour. ==Later use of name== A cinema was erected in Westgate Street in Bath in 1920 and named the Beau Nash Picture House in memory of Nash. The building, now Grade II listed, is currently known as the Komedia. ==In popular culture== In 1999, BBC Radio 4 broadcast a six-part comedy series entitled King of Bath, written by Arnold Evans and starring David Bamber as Nash, detailing fictitious adventures and mis-adventures of Nash while in Bath. The series has since been re-broadcast on BBC Radio 7 and BBC Radio 4 Extra. Nash's life and death are major plot elements in the 2017 detective novel Beau Death by Peter Lovesey. The book includes a fictitious Beau Nash Society consisting of prominent citizens of Bath. == References == ==External links and sources== * The Life of Beau Nash by Oliver Goldsmith * John Eglin, The Imaginary Autocrat: Beau Nash and the invention of Bath, Profile 2005 [reviewed by Timothy Mowl in the Times Literary Supplement 8 July 2005, p. 32] * * * Newspaper article announcing the death of Juliana Popjoy, March 1777 Category:1674 births Category:1761 deaths Category:People from Swansea Category:Alumni of Jesus College, Oxford Category:People from Bath, Somerset ",
    "title": "Beau Nash"
}