{
    "id": "1492673",
    "text": "Souk Ahras () is a province (wilaya) in the Aures region in Algeria, named after its capital, Souk Ahras. It stands on the border between Algeria and Tunisia. == Geography == Souk ahras topography Souk Ahras is situated in the extreme north east of Algeria. Its area is 4360 km². Its border to the north is the province of El Taref; in the east is Tunisia; westward is the province of Guelma and the province of Oum el Bouaghi; in the south the province of Tebessa Souk Ahras has a population of 450,000 people. == Relief == It is composed of three important areas: * In the north: mountainous region. * In the south: agricultural area. * In the centre: lowlands region. == Climate == The city of Souk Ahras has a semi continental and humid climate, heavy rains in the north in winter and very hot and dry in the south during summer. The rains are 350-750 mm/year and the temperatures vary from 1°C to 14°C in winter and from 25°C to 38°C in summer. The fauna is very rich in Souk Ahras, where species such as the hare, partridge, fox, sparrow, ferret, porcupine and barbarian hart can be found. The flora as well is very rich, with species such as: * Cork oak: 12,000 hectares * Zeen oak: 4,600 hectares * Ash-tree * Flowering ash * Aleppo pine (Pinus halepensis) * Cypress tree * Mastic-tree * Lavender * Heather == Trading activities == Trading activities are widespread in Sedrata and Zaarouria were many public and private companies have been set up: * National company of painting * National company of textile * Brick- making company * Sedrata metallic company * Mansouri paper factory * Hamada dairy * ALKALAM factory == Agriculture == The most important activities in this region are: agriculture, breeding and com cultivation. The total area is about 436,000 hectares. 235,000 hectares are consecrated to agriculture. == Infrastructure == Basic under structures and the railway system: Main roads: 600 km Secondary roads: 1600 km. The railway from Souk Ahras to Annaba is 138.8 km, among which 100 km are electrified. ==Administrative divisions== The province is divided into 10 districts (daïras), which are further divided into 26 communes or municipalities. ===Districts=== # Bir Bouhouche # Haddada # M'Daourouch # Mechroha # Merahna # Ouled Driss # Oum El Adhaïm # Sedrata # Souk Ahras # Taoura ===Communes=== Communes of Souk Ahras Province # Ain Zana # Ain Soltane # Bir Bouhouche # Drea # Haddada # Hanancha # Khedara # Khemissa # M'Daourouch # Mechroha # Merahna # Oued Keberit # Ouillen # Ouled Driss # Ouled Moumem # Oum El Adhaim # Ragouba # Safel El Ouiden # Sedrata # Sid Fredj # Souk Ahras # Taoura # Terraguelt # Tiffech (Tiffeche) # Zaarouria # Zouabi ==References== Category:Provinces of Algeria ",
    "title": "Souk Ahras Province"
}