{
    "id": "1492939",
    "text": "Yardymli () is a rayon of Azerbaijan. == History == The district was called as the village Vargaduz, part of Lankaran Uyezd from 1920 to 1930. Since 1930, it has been renamed the Vargaduz district. It has been named Yardymli region since 1938 and the center of the district was Yardymli. ==Geography== The rayon borders upon Iran (length of the state border in the south and west is equal to 96 km) and Lerik Rayon (40 km), Masally Rayon (11 km), Jalilabad Rayon (20 km) of Azerbaijan. Yardymli is located within the mountainous region in the southern-eastern part of Azerbaijan, within 39 ° -38 ° north longitude, 48 ° -49 ° east longitude. The length of the border with Lerik from south is 40 km, from east to Masalli is 11 km, from north-east to Jalilabad region is 20 km. The length of the state border with the northern and western is 96 km with Islamic Republic of Iran. The Vilesh River is the longest and full- flowing river of the rayon. Its length is equal to 11 km. Talysh Mountains (Shahnishin Mountain equal to is its highest summit), mountains of Peshtasar Mountain ridge (its highest summit is ) and mountains of Burovar Mountain ridge occupy the territory of the rayon. The region covers 66.720 hectares of land. Forest in the district covers 20,536 hectares. Yardymli land zones consist of mountain-forest-brown soils, brown-mountain-forest lands, mountain- meadow lands. The mechanical composition of the soils is overwhelming gill, clay, medium gill. The Vilash Stream is the biggest waterway in the district. Allar, Peshtasar, Solgard, and Valishli waterways are the valleys of the Vilash Stream. The area consists of the Talysh Mountains (the highest peak of the locale, in height 2490 m), Pashtasa mountain range (the tallest peak within the locale is Pechtasar, in height 2244 m) and is encompassed by Mount Burwar. Within the woods, valuable trees are beech, hornbeam, mammoth birch, rainbow, bushes, hips, oak, gulls. Within the timberlands there are wild animals such as foxes, wolves, pigs, squirrels, jackals and badgers, as well as wild cat and beech. === Climate === Climate is warm, ordinary, sodden, winter is delicate, spring is hot. The average yearly temperature is +11.9 degrees C, the rainfall is 586 mm, the wind is west-south, average speed is 1.6meters per second, the depth of groundwater is 4,5 meters, and the seismic rating is 7 points. ==Demography== === Population === According to the State Statistics Committee, as of 2019, the population of city recorded 67,000 persons, which increased by 17,000 persons (about 34 percent) from 50,000 persons in 2000. 34,300 of total population are men, 32,700 are women. In 2018, more than 29,6 percent of the population (about 19,600 persons) consists of young people and teenagers aged 14–29. {| class=\"wikitable\" |+Population of regions by the year (at the beginning of the year, thsd. persons) !Region !2000 !2001 !2002 !2003 !2004 !2005 !2006 !2007 !2008 !2009 !2010 !2011 !2012 !2013 !2014 !2015 !2016 !2017 !2018 !2019 |- |Yardimly region |50,0 |50,9 |51,8 |52,6 |53,4 |54,2 |55,3 |56,1 |57,0 |57,8 |58,7 |59,6 |60,6 |61,5 |62,4 |63,3 |64,2 |65,2 |66,1 |67,0 |- |urban population |4,0 |4,3 |4,6 |4,9 |5,2 |5,5 |5,8 |6,0 |6,3 |6,6 |6,7 |6,7 |6,8 |6,9 |7,0 |7,1 |7,2 |7,3 |7,4 |7,5 |- |rural population |46,0 |46,6 |47,2 |47,7 |48,2 |48,7 |49,5 |50,1 |50,7 |51,2 |52,0 |52,9 |53,8 |54,6 |55,4 |56,2 |57,0 |57,9 |58,7 |59,5 |} ===Ethnic structure=== {| class=\"wikitable\" style=\"text-align: right;\" |- style=\"background:#e0e0e0;\" ! rowspan=\"2\" | Ethnic group ! colspan=\"2\" | 1970 c.Ethno-Caucasus, Этнодемография Кавказа: Население Ярдымлинского района (по переписи 1970 года) + Распределение русских и украинцев по административно-территориальным единицам Азербайджанской ССР (по переписи 1970 года, без Нагорно-Карабахской АО) + Распределение евреев и горских евреев по административно-территориальным единицам Азербайджанской ССР (по переписи 1970 года, без Нагорно-Карабахской АО) ! colspan=\"2\" | 1979 c.Ethno-Caucasus, Этнодемография Кавказа: Население Ярдымлинского района (по переписи 1979 года) + Распределение русских и украинцев по административно- территориальным единицам Азербайджанской ССР (по переписи 1979 года, без Нагорно-Карабахской АО) ! colspan=\"2\" | 1989 c. ! colspan=\"2\" | 1999 c. Population statistics of Eastern Europe: Ethnic composition of Azerbaijan by 1999 census ! colspan=\"2\" | 2009 c.Population statistics of Eastern Europe: Ethnic composition of Azerbaijan by 2009 census |- style=\"background:#e0e0e0;\" ! Number ! % ! Number ! % ! Number ! % ! Number ! % ! Number ! % |- | style=\"text-align:left;\"| Total | 27 705 | 100.00 | 34 026 | 100.00 | 39 932Демоскоп Weekly (еженедельная демографическая газета. Электронная версия): Всесоюзная перепись населения 1989 г. Численность населения союзных республик СССР и их территориальных единиц по полу // Источник: Всесоюзная перепись населения 1989 года. ТОМ 1. Часть 1. Таблица 3. Численность наличного населения союзных и автономных республик, автономных областей и округов, краев, областей, районов, городских поселений и сел-райцентров. | 100.00 | 49 039 | 100.00 | 58 073 | 100.00 |- | style=\"text-align:left;\"| Azerbaijanian | 27 247 | 98.35 | 33 397 | 98.15 | | | 49 001 | 99.92 | 58 067 | 99.99 |- | style=\"text-align:left;\"| Russians | 323 | 1.17 | 390 | 1.15 | | | 24 | 0.05 | 3 | 0.01 |- | style=\"text-align:left;\"| Ukrainians | 67 | 0.24 | 131 | 0.38 | | | 10 | 0.02 | ... | ... |- | style=\"text-align:left;\"| Tatars | 6 | 0.02 | 8 | 0.02 | | | 1 | 0.00 | ... | ... |- | style=\"text-align:left;\"| Lezgins | 6 | 0.02 | 24 | 0.07 | | | ... | ... | ... | ... |- | style=\"text-align:left;\"| Armenians | 23 | 0.08 | 17 | 0.05 | | | ... | ... | ... | ... |- | style=\"text-align:left;\"| Avars | ... | ... | 5 | 0.01 | | | ... | ... | ... | ... |- | style=\"text-align:left;\"| Georgians | 8 | 0.03 | 5 | 0.01 | | | ... | ... | ... | ... |- | style=\"text-align:left;\"| Jews | 6 | 0.02 | ... | ... | | | ... | ... | ... | ... |- | style=\"text-align:left;\"| Mountain Jews | 1 | rowspan=\"2\"|0.01 | ... | ... | | | ... | ... | ... | ... |- | style=\"text- align:left;\"| Tats | 1 | ... | ... | | | ... | ... | ... | ... |- | style=\"text-align:left;\"| other | 17 | 0.06 | 49 | 0.14 | | | 3 | 0.01 | 3 | 0.01 |} == Economy == In 2015, 94 million 583 thousand manat gross product was produced in the region, which is 8.8% more than compared with the same period last year and 10.3 times more than in comparison with 2003. Per capita production increased by 3.64 times compared to 2003, by 7% compared with the previous year and amounted to 1471 manat. == Institution == There are 80 secondary schools in the district, including 42 full-time secondary schools, 22 secondary schools, 16 primary schools, 3 pre-schools and 5 out-of-school institutions. == Gallery == Image: Yardimli08.jpg Image: Yardimli07.jpg Image: Yardimli06.jpg Image: Ярдымлы05.jpg Image: Yardimli04.jpg Image: Yardimli03.jpg Image: Yardimli02.jpg Image: Yardimli01.jpg ==References== Category:Districts of Azerbaijan ",
    "title": "Yardymli District"
}