{
    "id": "1492956",
    "text": "Sadarak () is a rayon and the westernmost part of Azerbaijan in the Nakhchivan Autonomous Republic. It was split from the Ilyich rayon (present-day Sharur) in 1990. It has an exclave in Armenia - Karki - which has been under Armenian control since May 1992 when it was captured during the Nagorno-Karabakh War. Sadarak covers 163,74 km2, located in the north-west of Nakchivan Autonomous Republic and has three villages. The capital of Sadarak is Heydarabad. The distance from Sadarak to Yerevan is 60 km. Sadarak is the only Azerbaijani district bordering on Turkey. In the years of blockade Nakhchivan's only \"road of life\" passed through Sadarak, which is considered Nakhchivan Autonomous Republic's fortress. Mount Ararat is visible from here. The bridge over the Aras, also called the \"bridge of hope\", links Azerbaijan with Turkey. It was opened in a ceremony on 26 May 1992 and proved instrumental in eliminating the blockade Nakhchivan was subjected to in the 1990s. The Nakhchivan-Istanbul bus route passes through the bridge. ==Etymology== There are different theories about the word's origin. Some say Sadarak means three valleys in Farsi. Indeed, there are three valleys in Sadarak: Chanagchichay, Chahannamdara, Bagirsag (due to its length). Linguists link the word to \"sed rang\", i.e. a hundred colors. Sedrak means a place inhabited by many people in Arabic. In the 14th century, it was inhabited by the Saadli tribe. Local etymology suggests that Sadarak is made up of sel and garak (flood-prone). Researchers believe that the word relates to a place called Sakrak mentioned in the Book of Dede Korkut. ==History== The Barda-Erevan-Nakhchivan-Julfa-Tabriz section of the Great Silk Way linking Azerbaijan's north with Middle Eastern countries passed through Sadarak. During the 1722 attack of Peter the Great on the Caucasus, including Azerbaijan, Nakhchivan fell under the influence of the Ottomans, while following the 1828 Turkmenchay agreement it was passed on to Russia to become part of Erevan province. In a letter to Gen Paskevich from 23 September 1828, A. Griboyedov provided information about the Nakhchivan population. In an effort to expand its borders and step up its positions, Czarist Russia abolished local khanates on 21 March 1828 and started massive settlement of Armenian families in Nakhchivan. Under an 1828 decree of Czar Nicolas the First, an \"Armenian province\" was established on the territory of Erevan and Nakhchivan khanates and about 130,000 Armenians resettled there from Iran and Turkey. ===Early history=== 31 December 1989 saw an extraordinary event in USSR history as state borders called \"the metal grating\" were knocked down enabling people to cross the Aras. In early 1990, the Supreme Council of the Nakhchivan SSR passed a shocking decision to secede from the USSR. Proceeding from the Kars agreement, the autonomous republic's legislature asked Turkey, Iran, the UN and other international organizations for help. The decision came like thunder from a clear sky. It was the first time in USSR history when a decision to break away from it was passed by an autonomous republic, not even a fully-fledged republic. Sadarak Rayon acquired rayon status after detaching from Sharur Rayon on August 28, 1990. ===Sadarak War=== On 19–20 January 1990, Armenian armed units attacked and seized Sadarak's Karki village. All Sadarak villages came under attack. The district was exposed to 14 Armenian attacks in 1990–1994. Although the autonomous republic was in a state of blockade and hundreds of its people were killed, the local population never left Sadarak. It found shelter in foothill areas and fought back. The 1990-1993 period went down in history as Sadarak fights. Karki is the only village in Nakhchivan to be occupied by Armenians. There is a grave of a Turkish soldier here. ===Historical Sites=== At first sight there is not much to see. Sadarak was an important medieval settlement on the Yerevan-Nakhchivan trade road. There are remains of the Sadarak fortress 955 meters above sea level, three medieval mosques, ruins of defense structures, a caravansary, the Agoglan shrine, and a 19-20th century bath-house here. Sadarak's archeological sites were registered in 1958. The best-known of them is the Agoglan shrine attributed to the 7-11th centuries. ==Archaeology== An important archeological site in the district of Sadarak is an ancient settlement of Chalcolithic period that stretches over five acres. The settlement is located on the plain, east of the village of Karaagaç. It is known as Kultepe Sadarak, and is of remarkable importance because of its multiple cultural layers that go back to the late Paleolithic period. Many ceramic products were unearthed here, such as chaff faced pottery, and table ware with painted red lines. The settlement is a testimony of local culture in the V millennium BC, and it brings in new information about the Paleolithic Period in Nakhchivan.Nakhchivan: Development of paleolithic and neolithic periods foreignpolicynews.org - September 07, 2016 Proto Kura-Araxes pottery is found here, black-burnished pottery, as well as all the other types of Kura-Araxes pottery which followed later. Other related Nakhchivan sites with similar early pottery are Ovcular, and Khalaj (archaeology). ==Geography== Sadarak Rayon borders Turkey in the south-west (the only bordering zone with Turkey and Azerbaijan is here - 11 km), with Armenia in the north-west – 24 km and Sharur Rayon in the south-east – 27 km. Climate of Sadarak is continental with hot summer and cold winter. Mineral water springs similar to Istisu and Jeleznovodsk were discovered in Sadarak in 1980. The territory of the rayon consists of plains, surrounded by the Ujubiz, Aghdakan, Validag and Tekgar massifs. The Aras River flows along the border between Turkey and Sadarak rayon. == Population == According to the State Statistics Committee, as of 2018, the population of region recorded 15.9 thousand persons, which increased by 3.7 thousand persons (30 percent) from 12,2 thousand persons in 2000. 8.1 thousand of total population are men, 7.8 thousand are women. {| class=\"wikitable\" |+ The population of district by the year (at the beginning of the year, thsd. persons) ! !2000 !2001 !2002 !2003 !2004 !2005 !2006 !2007 !2008 !2009 !2010 !2011 !2012 !2013 !2014 !2015 !2016 !2017 !2018 |- |Sadarak region |12,2 |12,4 |12,5 |12,7 |12,9 |13,1 |13,4 |13,6 |13,8 |14,0 |14,1 |14,4 |14,6 |15,0 |15,3 |15,4 |15,6 |15,8 |15,9 |- |urban population | - | - | - |0,7 |1,3 |1,4 |1,4 |1,5 |1,5 |1,6 |1,7 |2,0 |2,0 |2,0 |2,1 |2,1 |2,1 |2,2 |2,2 |- |rural population |12,2 |12,4 |12,5 |12,0 |11,6 |11,7 |12,0 |12,1 |12,3 |12,4 |12,4 |12,4 |12,6 |13,0 |13,2 |13,3 |13,5 |13,6 |13,7 |} ==Economy== ==Transportation== Sadarak is accessible using rail. Plans for a railway into Nakhchivan from Turkey have been proposed by the Turkish government. ==Photographs of Sadarak== Image:Sadarak_Winter.jpg|Sadarak Image:Sadarak_Mosque.jpg|Mosque Image:Sadarak_Mountain.jpg|Mountain Image:Sadarak_Landscape.jpg|Mountain Image:Sadarak_Landscape_Winter.jpg|Sadarak Image:Sadarak_Agoglan.jpg|Agoglan Image:Sadarak_Agri.jpg|Agri Dagi Image:Sadarak_Landscape_2.jpg|Sadarak Image:Sadarak_Houses.jpg|Sadarak Image:Sadarak_Heyderabad_Night.png|Heydarabad Image:Sadarak_Heydarabad_Intro.jpg|Heydarabad Image:Sadarak_Heydarabad_Highway.jpg|Heydarabad Image:Sadarak_Heydarabad_Buildings.jpg|Heydarabad Image:Sadarak_Heydarabad_Park.jpg|Heydarabad Image:Sadarak_Heydarabad.jpg|Heydarabad Image:Sadarak_Heydarabad_2.jpg|Heydarabad Image:Sadarak_Intro.jpg|Sadarak Image:Sadarak_Kahriz_School.jpg|Sadarak School Image:Sadarak_Sunny_Landscape.jpg|Sadarak Image:Sadarak_Ships.jpg|Sadarak ==References== Category:Districts of Azerbaijan Category:Subdivisions of the Nakhchivan Autonomous Republic ",
    "title": "Sadarak District"
}