{
    "id": "1492389",
    "text": "Gaston Bastiaens (born 16 December 1946 in Westerlo, Belgium) is a Belgian engineer and businessman. As a vice president of Philips Electronics, he was responsible for the Compact Disc as well as for CD-i, CD-ROM, Philips' contributions to the MPEG standard and the foundations for the DVD. After graduating with distinction from the KU Leuven (Belgium) in Electrical and Nuclear Engineering, Bastiaens served in the military from 1971 to 1972. In 1972 he joined the Hi-Fi division of Philips Electronics in Leuven, where he served in various management capacities until 1982. During his earlier years there he created a number of new production methods, including for the assembly of loudspeaker systems, manufacturing of tuners and component insertion in printed circuit boards. By introducing new strategies including CAD/CAM, he was later able to reduce the development time of Hi-Fi components from 18 months to nine. In 1983 Bastiaens was promoted to the Philips headquarters in Eindhoven where he became a general manager and director with worldwide responsibility for the Compact Disc project. Between 1983 and 1986 he oversaw a multi-divisional engineering effort the bring the cost of a compact disc player from 1150 Dutch guilders down to 220. The project was internally called \"25–250\": By reducing the cost of key components such as the laser module, the drive unit, the decoding circuit, etc. to 25 guilders each, the target was to enable Philips to build the product for 250 guilders. Bastiaens then concentrated on selling OEM licenses for the CD technology as well as maintaining a global market share of 20 percent in Compact Disc mechanisms for Philips. He was also responsible of diversification efforts such as CD-ROM and CD-ROM XA. From 1988–92 Bastiaens was general manager and director of the Multimedia Division of Philips Consumer Electronics. Jan Timmer, then Philips' head of Consumer Electronics, gave him four months to make or break the Compact Disc Interactive (CD-I) project, a joint effort between Sony and Philips to enhance the CD standard with multi-media technology. This so-called \"Green Book\" standard had been in development since 1985 but was still in the concept phase when Bastiaens took charge. He started out by changing the project to \"full motion video\", which would enable a CD-I disc to hold a full-length feature movie but was rather ambitious at the time, as the compression and decoding hard- and software had yet to be developed. The success of the project also hinged on the creation of software and tools to create the content which would be essential in driving the market. Bastiaens moved the project into the MPEG standard, getting Philips more actively involved in that technology. By the time the first CD-I products where launched in 1992, using the MPEG-1 standard for video, development of MPEG-2 technology was well under way for the upcoming DVD technology, which used a red laser for encoding more than eleven times as much information on a disk of the same size as a CD, which used a yellow laser. In 1992 Bastiaens was approached by Apple CEO John Sculley to move to Apple Computer as a vice president, and the first General Manager of Apple's newly formed Personal Interactive Electronics (PIE) division in the early 1990s. In this role, he oversaw the launch of the Apple Newton. He was president of Quarterdeck. In 1996, he became president, and CEO of Lernout & Hauspie.L&H; Executives, Gaston Bastiaens and John SeoPurchase L&H; Common Stock. In August 2000, he disputed a Wall Street Journal article about Korean sales. In 2001, he was accused of fraud, and extradited to Belgium. On 21 May 2007, he went to trial in Ghent, Belgium. In 2008, he demanded a full acquittal.LHSP: Gaston Bastiaens vraagt volledige vrijspraak On 20 September 2010 Gaston Bastiaens was sentenced to three years in prison and two years of probation. In December 2010, he appealed the sentence. ==References== *Bloomberg.com Category:1946 births Category:Living people Category:Belgian electrical engineers Category:People extradited to Belgium Category:People extradited from the United States Category:People from Westerlo Category:KU Leuven alumni ",
    "title": "Gaston Bastiaens"
}