{
    "id": "1492335",
    "text": "L'Express, formerly L'Express de Toronto, is a French-language weekly newspaper, published in Toronto, Ontario, Canada.\"Francophones plan talent contest\". The Globe and Mail, May 10, 1984. The paper concentrates primarily on local and regional news for Franco-Ontarians in the Greater Toronto Area and Central Ontario, although it has also published a smaller selection of national and international news coverage.\"Is there a French paper in Toronto?\" Toronto Star, March 13, 1989. It is considered one of the most important francophone media outlets in Canada outside of Quebec; for instance, in Jacques Parizeau's first trip outside of Quebec after winning the 1994 Quebec provincial election, L'Express was the only media outlet besides the national CBC Prime Time News to whom he granted an interview.\"'Quebec bashing' must end: Parizeau\". Toronto Star, November 21, 1994. The newspaper was founded in 1976 by Jean Mazaré, a student at the Ontario College of Art. The current publisher is Eric Mazaré.History of l'Express Contributing journalists include Aline Ayoub, Jacqueline Brodie, Annik Chalifour, Martin Francoeur, Benoit Legault, Gérard Lévesque, Nathalie Prézeau, Gabriel Racle, Aurélie Resch, Charles-Antoine Rouyer, Paul-François Sylvestre and Monique Telmosse. In 2018, L'Express was found guilty by the Canadian Internet Registration Authority of deceptively using the web domain name lemetropolitain.ca, which closely resembles the lemetropolitain.com domain name of the competing publication Le Métropolitain, to direct readers to L'Express.\"Un journal francophone fait preuve « de mauvaise foi » en s'appropriant l'adresse d'un concurrent\". Ici Radio-Canada, August 3, 2018. ==See also== * List of newspapers in Canada * Media in Toronto ==References== ==External links== * Category:Newspapers published in Toronto Category:French-language newspapers published in Ontario Category:Weekly newspapers published in Ontario Category:Publications established in 1976 Category:1976 establishments in Ontario ",
    "title": "L'Express (Toronto)"
}