{
    "id": "1492311",
    "text": "Al-Adil I (, in full al-Malik al-Adil Sayf ad-Din Abu-Bakr Ahmed ibn Najm ad- Din Ayyub, , \"Ahmed, son of Najm ad-Din Ayyub, father of Bakr, the Just King, Sword of the Faith\"; 1145 – 31 August 1218) was an Ayyubid Sultan of Egypt and Syria of Kurdish descent. From his laqab or honorific title Sayf ad-Din (\"Sword of Faith\"), he was known to the Crusaders as Saphadin, a name by which he is still called in the Western world. A gifted and effective administrator and organizer,From Saladin to the Mongols: The Ayyubids of Damascus, 1193–1260 by R. Stephen Humphreys, SUNY Press 1977, p. 155 Al-Adil provided crucial military and civilian support for the great campaigns of his brother Saladin (an early example of a great minister of war). He was also a capable general and strategist in his own right, and the foundation and persistence of the Ayyubid state was as much his achievement as it was Saladin's. == Early life == Al-Adil was a son of Najm ad-Din Ayyub, and a younger brother of Salah ad- Din Ayyubi. He was born in June 1145, possibly in Damascus. He first achieved distinction as an officer in Nur ad-Din Zengi's army during his uncle Shirkuh's third and final campaign in Egypt (1168–1169); following Nur ad- Din's death in 1174, Al-Adil governed Egypt on behalf of his brother Saladin and mobilized that country's vast resources in support of his brother's campaigns in Syria and his war against the Crusaders (1175–1183). He was governor of Aleppo (1183–1186) but returned to administer Egypt during the Third Crusade (1186–1192); as governor of Saladin's northern provinces (1192–1193), he suppressed the revolt of 'Izz Al-Din of Mosul following Saladin's death (March 1193). On Saladin's death he was governor of Damascus. In 1190, King Richard I of England successively proposed to marry his younger sister Joan and his niece Eleanor, Fair Maid of Brittany to Al-Adil, but both were in vain, as Al-Adil showed no interest in Christianity.A Bit of History WebSiteThe Angevin Empire == Struggle for succession of Saladin == The key question in the ruling Ayyubid family following the death of Saladin was whether power would remain with Saladin's own sons, or be distributed more widely among its various branches, or, indeed, be concentrated in the hands of al-Adil himself. Saladin had required all the Amirs to swear loyalty to his son al-Afdal Ali, but after his death some of his other sons would not accept al-Afdal's overlordship.A History of the Crusades: The Kingdom of Acre and the Later Crusades by Steven Runciman, p.79 In the disputes which followed al-Adil often found himself in the position of honest broker between al-Afdal Ali and his brother al-Aziz Uthman, trying to keep the peace.A History of the Crusades: The Kingdom of Acre and the Later Crusades by Steven Runciman, p.79 Eventually however al-Adil concluded that al-Afdal Ali was simply unfit to rule, and he supported al-Aziz Uthman to become Sultan in his place, forcing his brother into exile.A History of the Crusades: The Kingdom of Acre and the Later Crusades by Steven Runciman, p.81 Al-Aziz Uthman's death in 1198 following a riding accident reopened the dynastic struggles once again. Al- Afdal Ali was invited back to Egypt to act as regent to al-Aziz Uthman's twelve-year-old successor, al-Mansur Mohammed. From this power base he joined forces with his brother az-Zahir Ghazi to try and drive al-Adil out of Damascus, which they besieged.A History of the Crusades: The Kingdom of Acre and the Later Crusades by Steven Runciman, p.81 Al-Adil, skilfully played his nephews off against each other, and suborned the vassals of both from their allegiance. The arrival of al-Khamil, al-Adil's son, at Damascus with reinforcements and continuing quarrels led to the ending of the siege in December 1199. Al-Afdal retreated to Egypt, but his uncle pursued him and defeated his army at Bilbeis. Fleeing to Cairo, al-Afdal sued for peace on any terms he could get from al-Adil; stripped of Egypt he was promised the cities of Samosata and Mayyafaraqin. On the 17th of February 1200 al-Adil proclaimed himself 'sultan'. Al-Afdal was refused control of Mayyafaraqin by another of al-Adil's sons, al-Auhad. Al-Afdal once again allied with az-Zahir and the two brothers once more besieged Damascus. However, dissension again broke out between them, with al-Afdal eventually losing the will to continue fighting. Al-Adil confirmed al-Afdal's rule over Samosata, Saruj and a number of other towns. Az-Zahir admitted his uncle's suzerainty in the Spring of 1202, and al- Adil had succeeded in exerting his authority over all the Ayyubid dominions.Humphreys, R. S. (1997) From Saladin to the Mongols: The Ayyubids of Damascus, 1193–1260, SUNY Press, pp. 111–122 == Rule == After his victory, he was proclaimed Sultan and ruled wisely and well over both Egypt and Syria for nearly two decades, promoting trade and good relations with the Crusader states (1200–1217). For much of his reign however the effective ruler of Egypt was his son Al-Kamil.The Cambridge History of Egypt, eds. M. W. Daly, Carl F. Petry, Volume 1, p.221 The reign of al Adil was generally more one of consolidation than of expansion. He was in his late fifties by the time he consolidated his power, and by that time had been almost constantly at war for two decades. His first concern was to rebuild his treasury, which had been left almost empty by his brother's empire-building, the wars with the Crusaders and the struggles within the Ayyubid dynasty itself. Al-Adil introduced reforms both to the currency and to the taxation system.The Cambridge History of Egypt, eds. M. W. Daly, Carl F. Petry, Volume 1, p.221 The effectiveness of his measures can be judged from the relatively rapid recovery Egypt made from an earthquake in 1200 (597) and the low flooding of the Nile between 1199 and 1202 (595–98). The resulting drought and famine were serious threats, but by a range of measures including sending his soldiers out to work the land, al-Adil ensured continued social and political stability as well as economic recovery.The Cambridge History of Egypt, eds. M. W. Daly, Carl F. Petry, Volume 1, p.221 Avoiding a new crusade was the second main concern of al-Adil's reign, and to this end he encouraged trade with European merchants, calculating that if the trading cities of the Mediterranean had a stake in peaceful trade they would be less inclined to support a new Crusade. He was not entirely successful in this, and there were Frankish naval raids on Rosetta in 1204 (600) and Damietta in 1211 (607).The Cambridge History of Egypt, eds. M. W. Daly, Carl F. Petry, Volume 1, p.221 His third concern was to maintain hegemony within the Ayyubid domains without resort to force. He proved to be a skilled diplomat in this respect and managed to avoid any confrontations after 1201. Of particular importance was the marriage of his daughter Dayfa Khatun to Saladin's son Az-Zahir Ghazi of Aleppo in 1212, which marked the end of the rivalry between the two branches of the family.From Saladin to the Mongols: The Ayyubids of Damascus, 1193–1260 by R. Stephen Humphreys p.155 Al-Adil also undertook a major programme of refortification throughout his domains, and the massive citadel of Damascus was one of his most notable achievements in this respect.The New Cambridge Medieval History: pts. 1–2. c. 1024-c. 1198 eds. Rosamond McKitterick, David Edward Luscombe, David Abulafia p.748 Al-Adil's territorial ambitions were focused far away from the main centres of Ayyubid rule, in southern Anatolia and northern Iraq. He succeeded over time in bringing much of the old Zengid dominions, apart from Mosul and Sinjar, under his control, as well as the region around Lake Van.The New Cambridge Medieval History: pts. 1–2. c. 1024-c. 1198 eds. Rosamond McKitterick, David Edward Luscombe, David Abulafia p.748 He took Ahlat in 1207 and brought to an end the rule of the Ahlatshahs. == Death and legacy == One of the main objects of al-Adil's foreign policy was to avoid provoking the launching of a new Crusade. However, in September 1217 (Jumada II 612) a new crusader army disembarked at Acre. Al-Adil was totally unprepared for this assault and despite being seventy-two years of age he hurriedly took his forces into Palestine to engage with them. The campaigns in Palestine did not bring him any notable success however, and in August 1218 (Jumada 1 615) he received the shocking news that a second Crusader force had landed in Egypt and were attacking Damietta.From Saladin to the Mongols: The Ayyubids of Damascus, 1193–1260 by R. Stephen Humphreys, p. 160 He fell ill and died while on campaign (August 1218) and was succeeded by his son Malik Al-Kamil. Al Adil's rule was decisive in determining the shape of the Ayyubid realm for many years to come. After him, the succession in Egypt and to the coveted title of Sultan remained in the eldest male line of his successors. His descendants also controlled the critical border fortress of Mayyafariqin in the far northeast of the Ayyubid realm. Elsewhere, Saladin's descendants retained Aleppo, and the family of Al-Adil's other brother Nur ad-Din Shahanshah held Baalbek and Hama. Homs was held by the descendants of Al- Adil's uncle Shirkuh. Damascus became the main focus of rivalry between different branches of the family, changing hands a number of times before Ayyubid rule came to an end.Lane-Poole, Stanley,The Mohammedan Dynasties, COnstable, London 1894 p.77 == See also == *List of rulers of Egypt *Thirty Years' Truce == References == * Category:Ayyubid sultans of Egypt Category:1145 births Category:1218 deaths Category:Muslims of the Crusade of 1197 Category:Muslims of the Fifth Crusade Category:Ayyubid emirs of Damascus Category:13th-century Egyptian people ",
    "title": "Al-Adil I"
}