{
    "id": "1492871",
    "text": "A waterfall in Gabala district of Azerbaijan Nohur lake in Gabala district of Azerbaijan Nohur lake Rainy day in Qabala Forest close to the town of Qabala Qabala (, ) is a rayon of Azerbaijan. Its administrative center is the historic town of Qəbələ, which in ancient times was known as the capital of Caucasian Albania. Gabala Radar Station is in the rayon and was rented by Russia from Azerbaijan. ==History== Qabala bears the name of the ancient Gabala, a city which was the capital of the ancient state of Caucasian Albania. The ruins of the old city are located 20 kilometers to southwest of the present center of the district. The remnants of the large buildings, city gates, tower walls and patterns of material culture prove that Gabala was one of the most prominent cities at that time. Ancient Gabala was founded as a city in the late 4th-early 3rd century BC and survived up to the mid 18th century AD. Many changes occurred in the life of the city through the period of existence. Due to different historical events the city was damaged more than once. Though the Roman troops attacked Albania in the 60s BC they were not able to occupy Gabala. During the Sassanid period, Qabala was a large trade and handicraft center. The situation remained the same in the times of the Islamic caliphate. Though Qabala experienced decline during the Mongolian invasion in the 13th century, it was restored later. Qabala lost its position in the mid 18th century and the population gradually declined. The small feudal state Qutqashen Sultanate was established on the territory of Qabala in the mid 18th century. It was later included into the Shaki Khanate and was ruled by the Shaki naibs appointed by the khans of Shaki. Following the downfall of the Shaki Khanate, the Qutqashen sultanate was included in the Shaki province. The Qutqashen district was created in 1930. The district was renamed back to Qabala in March 1991, after fall of Soviet Union. == Geography == Most of Gabala district is composed of mountains which begins from the highlands of the South slope of the north part of the Caucasus spreading to the central part of Alazan-Haftaran (Ganikh-Ayrichay) valley, the south part spreads from frontal highlands of Ajinohur to Gabala high plateau and the south border of this high plateau substitutes orographic units of Surkhaykhan (Akhar-Bakhar) chain of mountains up to watershed. Saral, Choban baba, Muchug, Tufan and Aghbulag mountain ranges all together form branches of the watershed of Greater Caucasus which encompasses the territory of the region as a chain from the west to the east. The territory of Gabala region is divided into three areas in geomorphological terms: the mountainous area, plains, and high plateau. The hilly relief forms in the territory of Gabala alternate one another from highlands to intermontane valleys, from deep scattered precipitous ravines to plane surfaced plateaus. The highest peaks of the Great Caucasus within Azerbaijan is also located in this region (in the northern borders of Gabala). Bazarduzu (4466 m), Tufandagh (4206 m), Bazaryurd (4126 m) and Shahdagh (4243 m) are the highest peaks located here. It is estimated that two major mountain glaciers of 6 km existing in Azerbaijan exist merely on the above peaks (excluding 0.15 km 2 glaciers on Gapichig peak (Nakhchivan). === Rivers === The mountainous relief forms and high humidity of climate in Gabala district is the primary reason for formation of a thick river network in this region. The length of 486 rivers out of 8359 running in Azerbaijan territory is more than 10 km and 12 of them, and also 2 of 23 having the length more than 100 km flowing from South slope of Greater Caucasus are located in Gabala. Gara, Tikanli, Bum Hamzali, Damiraparan and Vandam are considered the main rivers running in Gabala which are the branches of Turyanchay and Goychay rivers. The water supply of these rivers consists of subsoil water (40-50%), rainwater (25-30%), and snow water (20-30%) depending on seasons. === Lakes === The most of lakes in territory of Gabala region formed by glaciers and located usually in mountainous areas. Tufanghol (3 277 m height from the sea level), Kulak ghol (3 380 m height from the sea level which is also the highest lake in the region), Gotur ghol, Ismayil Bey Gutgachinli lake (3 305 m height from the sea level), and Nohur lake are the major lakes mostly fed with snow and glacier waters. == Economy == Gabala district is located in Sheky- Zagatala Economic Region in the north-western part of Azerbaijan (southern hills of Great Caucasus Mountains). The main sector of regional economy is based on agriculture. The agriculture of the region encompasses tobacco- cultivation, silkworm breeding, tea-growing, floriculture, paddy growing, fruit-growing, grain-growing, winegrowing, and sheep breeding. In 2015, over the different branches of economy the total value of production were in the amount of 203,517 manat, compared to the same period of last year gross output in industry increased by 130 thousand AZN or 0.5%, agriculture 3.244 AZN or 5,6%, construction - 25.222 thousand AZN or 40.4%, transport - 246 thousand AZN or 7.3%, communication - 13 thousand AZN or 1.2%, trade - 457 thousand AZN or 1.97% in Gabala region. Also in 2016, construction and installation works were completed in the ski center and the \"Tufandag\" hotel being part of the \"Tufandag\" Winter-Summer Tourism Complex. == Events == Gabala International Music Festival is the major event held annually in August in Gabala beginning from 2009 with the support of the Heydar Aliyev Foundation and organized by Azerbaijan's Culture and Tourism Ministry and Music Union. During this festival, musicians perform in the open air. The musicians participating in the festival, come from Europe, the US and Israel, as well as republics of the former Soviet Union. Jazz and mugham evenings and piano competition were held within the festival. Farhad Badalbeyli and Dmitry Yablonsky are the artistic directors of the event. Until now, Tbilisi City Hall Jazz Orchestra \"BIG-BAND of Georgia, Jóvenes Clásicos Del Son of Cuba, Baku Chamber Orchestra of Azerbaijan, Budapest Gypsy Band of Hungary, and Jerusalem Symphony Orchestra of Israel have participated in this festival. Mugham, as well as classic, chamber, jazz, flamenco, and vocal music are usually performed. International Jam Festival is another event that takes place in Gabala district on a regular basis. It was started to be held from 2013 locally and only the 11 regions attended in that year. Since 2014, the audience of the event increased and more than 20 cities and districts of Azerbaijan and foreign countries participated in the festival. In 2015, the festival is attended by seven foreign countries (Russian Federation, Chuvashia Republic and Sakha Republic of Russian Federation, Serbia, Kyrgyzstan, Iran, Turkey) together with 30 cities and regions of Azerbaijan. In 2015, the festival is sponsored by the World Association of Culinary Organizations and the International Organization of Folk Arts. In 2016, participants from Turkey, Iran, Russia, Northern Cyprus, Ukraine, Uzbekistan, China, as well as participants from 30 cities and regions of Azerbaijan attended the festival and demonstrated jams prepared from various fruits, vegetables and even flowers such as cherry, blackberry, strawberry, quince walnut, apricot, rose, plum, violets, mint, rose hips, corn, wild green plum, cucumbers, tomatoes, carrots, yellow raspberries, aubergines, and melons. There are several competitions in International Jam Festival including “best presentation”, “best jam”, “variety of jam types”, “the most unusual jam”, \"the greatest number of species jam\", etc. The 5th V International Jam Festival was attended by teams from 25 foreign countries along with companies engaged in the industrial manufacture of jams from over 35 regions of Azerbaijan. == Tourism == The natural climatic conditions, numerous historical monuments, sightseeing places and artifacts in the ancient capital of Caucasian Albania creates great tourism opportunities which have caused the rapid increase in the number of tourism-recreational complexes in the private sector. Today, more than 100 large and small tourism objects are operating in Gabala. Currently, the number of tourism objects in Gabala has increased to 18 which is 5 times more compared to the past. ==Climate== Qabala has a humid subtropical climate that is mild with no dry season, constantly moist (year-round rainfall). Summers are hot and muggy with thunderstorms. Winters are mild with precipitation from mid-latitude cyclones. Seasonality is moderate. (Köppen-Geiger classification: Cfa). As with other parts of northern Azerbaijan near to the Caucasus mountains, rainfall is moderate to heavy throughout the year. The total annual precipitation is 795mm. According to the Holdridge life zones system of bioclimatic classification Qabala is situated in or near the warm temperate thorn steppe biome. The mean annual temperature is 10.9 degrees Celsius (51.6 degrees Fahrenheit). Average monthly temperatures vary by 22.8 °C (41 °F). This indicates continental type of climate.http://www.qabala.climatemps.com/ ==Ethnic composition== The rayon has a population of 93,770 people, 13,175 of which live in the regional town centre Qabala and 80,595 reside in the villages. The density is estimated at 60.49 people per square kilometer. An average living age is 70 years. 73,235 residents of Qabala rayon are Azerbaijanis, 16 020 are Lezgins, 4,640 are Udi, 209 are Turks and 37 are of other nationalities.Population of Qabala rayon ==Culture== There are 16 culture houses, 31 clubs, a History culture preserve, 69 libraries, an art school, a Picture Gallery, a culture and a recreation Park, H. Aliyev Museum, Historical Ethnography Museum, Martyrs Museum and memorial house-museum of I.B. Gutgashinli which are branches of Historical Ethnography Museum according to Gabala region Culture and Tourism Sector. The main theatre is a branch of the House of Culture and named after C. Mammadguluzada. There are performances such as “Chinar” instrumental ensembles in Region culture house, “Zop-Zopu” dance ensemble acts in the Bum settlement culture house, and “Changi” (Udi) folklore dance ensemble acts in the Nij settlement culture house. There are 93 historical-cultural immovable monuments in the local area under state protection according to the order #132 dated on 02.08.2001 by Cabinet of Ministers of the Republic of Azerbaijan. One of them is included to the list of Qabala city world important archaeological monuments according to its importance degree. 8 architectures, 53 archaeological monuments, include the list of country important monuments, 9 architecture monuments, 16 archeological monuments, 2 monumental and memory monuments, 4 decorative applied art monuments is included in the list of historical cultural monuments having local importance. There are 122 cultural institutions in the structure of Qabala region Culture and Tourism Sector; among them are Historical Ethnography Museum, H. Aliyev Museum, Picture Gallery, Art school, Centralized Library system, Historical-Cultural Preserve. == Population == According to the State Statistics Committee, as of 2018, the population of city recorded 105,500 persons, which increased by 21,400 persons (about 25.4 percent) from 84,100 persons in 2000. 53,700 of total population are men, 51,800 are women. More than 27,3 percent of the population (about 28,900 persons) consists of young people and teenagers aged 14–29. {| class=\"wikitable\" |+The population of the district by the year (at the beginning of the year, thousand persons) !Region !2000 !2001 !2002 !2003 !2004 !2005 !2006 !2007 !2008 !2009 !2010 !2011 !2012 !2013 !2014 !2015 !2016 !2017 !2018 |- |Gabala region |84,1 |85,3 |86,3 |87,3 |88,3 |89,3 |90,2 |91,5 |92,7 |93,5 |94,5 |95,6 |97,2 |98,6 |100,0 |101,5 |103,0 |104,4 |105,5 |- |urban population |11,3 |11,3 |11,4 |11,4 |11,4 |11,6 |31,2 |31,6 |31,8 |32,0 |32,3 |32,6 |33,1 |33,6 |34,0 |34,6 |35,1 |35,5 |35,8 |- |rural population |72,8 |74,0 |74,9 |75,9 |76,9 |77,7 |59,0 |59,9 |60,9 |61,5 |62,2 |63,0 |64,1 |65,0 |66,0 |66,9 |67,9 |68,9 |69,7 |} ==Sport & Leisure== Qabala has a professional football team Gabala FC who currently play in the top division of Azerbaijan. == Notable residents == Gabala is the hometown of the Azerbaijani Major General Polad Hashimov who was killed on July 14 during the Armenian- Azerbaijani clashes on the state border in Tovuz. After the instruction of the President Ilham Aliyev, the street in front of the Alley of Martyrs that starts from the intersection with Hazi Aslanov street and ends in the intersection with Arif Hagverdiyev Street in central Gabala was named after General Polad Hasimov on July 5th. ==References== Category:Districts of Azerbaijan ",
    "title": "Qabala District"
}