{
    "id": "1492907",
    "text": "{| border=1 align=right cellpadding=4 cellspacing=0 width=260 style=\"margin:15px 0px 1em 1em; background: #f9f9f9; border: 1px #aaaaaa solid; border-collapse: collapse; font-size: 95%;float:right;clear:right;\" |+Zaqatala | align=\"center\" colspan=\"2\"| {| border=0 cellpadding=2 cellspacing=0 style=\"background:#f9f9f9; text-align:center;\" | width=\"130px\"| Map of Azerbaijan showing Zaqatala rayon |} |- | Municipality: || Zaqatala |- |- | Altitude: || 500m |- | Population (2018): || 127,800 |} Zaqatala (, ) is a rayon of Azerbaijan. The capital and principal town is Zaqatala. The rayon form a protrusion of Azerbaijan's territory wedged between Kakheti (Georgia) and Dagestan (Russian Federation). It is served by the A315 road coming from Mingachevir and leading to the Georgian border at Lagodekhi as well as by a small airfield. ==General information== The Zaqatala rayon has not suffered the intense environmental damage of other, nearby areas. Zaqatala is famous for its hazelnuts and walnuts. Mulberry trees are well adapted to the area, allowing Zaqatala to preserve the ancient tradition of silkworm breeding, brought with the hordes of Timur. North of the town there is an important wildlife and nature preserve, the Zaqatala Nature Reserve, which is home to brown bears, boars and west Caucasian tur. The Caucasus Mountains provide it with natural protection from the north winds. The wooded mountainsides, with frequent waterfalls offer great hiking opportunities. Due to its climate the town became a mountain health resort. The Zaqatala rayon is also of historic interest, particularly around the main city, built in the 1830s by the Russians, which only became famous in the early-20th century. The villages of Aliabad and Mosul have interesting 19th-century mosques. Ancient fortifications are to be found in the villages of Kebeloba, Matsekh, Ekhedi Chardakh, Shaitan-kala and Jar. The economy of the Zaqatala rayon has an agricultural base - mainly cash crops and sheep. There is a tea factory, a tobacco transformation plant, a large food combine and a silk cocoon drying plant. The local honey is known across Azerbaijan. Zaqatala newspaper is published in the region. However, it isn't a popular source anymore, and decreasing in the quantity of printed papers. ==Geography== Zaqatala district is situated in the north-west of the Republic of Azerbaijan in the Ganykh Ayrichay valley of the southern slopes of the Major Caucasus. It borders on Kakheti, Georgia in the south, Dagestan, Russia in the north and Balaken and Gakh districts in the west and east. Zaqatala city is the center of the district. The city is located at the height of 535 meters above sea level, 445 kilometers away from the capital of Azerbaijan. ==Municipalities== Zaqatala accounts for 31 municipalities. Zaqatala municipality embraces Zaqatala (city), Aliabad municipality covers Aliabad settlement. A number of municipalities embrace more than one village For example: Makov municipality includes Makov, Yolayrydj, Pashan, Vohtala, and Abaali villages; Goyem municipality comprises Goyem, Chokek, Sumayly, Dardoggaz villages; Dombabina municipality includes Dombabina, Mamgabina, Bozbina, Mudjagbina, Musgarabina, Gasanbina, Khanmamedbina villages; Chobankol municipality comprises Chobankol, Gymyr and Bazar villages and others. On the whole 31 municipalities include a city, a settlement and 59 villages. The district accounted for 110,830 people as of January 1, 2004, including 83,297 people living in rural areas. ==Ethnic groups== Azerbaijanis, Avars, Tsakhurs and Georgians inhabit both Zaqatala city and the surrounding rayon. In addition to the Azeri population, which is the majority here and the rest of Azerbaijan, communities of Dagestani peoples, including the Avars, Tsakhurs, and Lezgins, live in the area. == Population == According to the State Statistics Committee, the total number of population in 2010 is 108,3 thousand. In 2018, this indicator increased by 19.5 and reached 127.8 thousand. {| class=\"wikitable\" |+The population of district (at the beginning of the year, thsd. persons) |District |2000 |2001 |2002 |2003 |2004 |2005 |2006 |2007 |2008 |2009 |2010 |2011 |2012 |2013 |2014 |2015 |2016 |2017 |2018 |- |Zagatala region |108,3 |109,2 |110,2 |111,2 |112,1 |113,2 |114,4 |115,7 |116,8 |118 |119 |120,3 |121,3 |122,4 |123,4 |124,7 |125,8 |126,9 |127,8 |- |urban population |27,0 |27,2 |27,5 |27,9 |28,9 |29,2 |29,6 |30,0 |30,7 |31,0 |31,2 |31,4 |31,6 |31,7 |31,9 |32,1 |32,4 |32,6 |32,7 |- |rural population |81,3 |82,0 |82,7 |83,3 |83,2 |84,0 |84,8 |85,7 |86,1 |87,0 |87,8 |88,9 |89,7 |90,7 |91,5 |92,6 |93,4 |94,3 |95,1 |} == Institutions == There are 48 secondary, 14 basic, 4 primary schools, 1 humanitarian subjects, 39 pre-school children's educational institutions, 6 out-of-school establishments, branches of two high schools (Azerbaijan Teachers' Institute and Baku Islamic University), 1 college, 1 vocational school, 81 libraries, 36 clubs, 27 cultural houses, 1 theater, historical and architectural reserve, historical and ethnographical museum, 1 musical school, sports school for children, chess school, creative center for children, 10 hospitals, 21 village clinics, 23 mosques, 1 inn and 4 hotels. == Recreation and tourism == === Attractions === * Heydar park – founded in 1947 on an area of 13 hectares is a popular resort zone of people of Zaqatala named after late president of Azerbaijan Heydar Aliyev. It has numerous attractions to the children as well as the adults. * Zarifa Aliyeva Park – founded in 2008 features a statue to the Azerbaijani academician Zarifa A., a stage and a few fountains. * Dada Gorgud square – known as \"Chinar square\" associated with the 750-year-old pine tree of which trunk's diameter was 6–7 meters located in the center of the park. 128 staircases built in 1946 and called by local people as \"Tower staircases\" are also located here. *Zaqatala Stairs- this are the historical stairs that lead to the Zaqatala castle, and Heydar Park which was built in 1946 and consist of 126 stairs. It is a popular attraction for visitors as well as the locals. *Zagatala Historical-Cultural Reserve (Zaqatala Castle)- located in the Zaqatala fortress built in 1830. The rebels of the \"Patyomkin\" battleship were detained as prisoners in this castle. Later on, for a while, it was used as army training center by Azerbaijanis. The width of the wall of the tower is 1.5 meters. There are more than 20 historical monuments inside the tower. It is now used as a museum and open to entry every working day. * Zaqatala Art Gallery - located within the reserve. It has been operating since 1989. The exposition of the Gallery consists of the works of schoolchildren in addition to the paintings of prominent Azerbaijani artists. * Car village – located in the north of Zaqatala, on the southern slopes of the Greater Caucasus Mountains. Bekmez and Zilban rivers flow through the village. It has an area of 1314 hectares and population of 3244 people. There is a historical mosque (17th century) and Cigiz tower with the height of 10–12 meters (16th century) in this village. *Qebizdere waterfall- It is a 15m high waterfall that is nearby the Qebizdere village, on the north of Mazix village.Perigala *Yukhari Chardaqlar – the village with an area of 1293 hectares and a population of 2141 people is located 14 km away from the center of the district, on the southern part of the Greater Caucasus. There is a tower dates back to the 13th century, remains of Albanian church, a mosque built in the 19th century. Another popular attraction of this village is \"Parigala\" called also as \"Maiden tower cave\" belonging to the 3-4th centuries. Reaching this caste (AKA Parigala) is quite difficult, as without special equipment almost impossible. Visitors would only see it from afar and not enter. * Zagatala State Reserve - established in 1929 is located in the Caucasus mixed forests ecoregion. 3 rivers (Mazimchay, Balakanchay and Katekhchay) flow through the area of the reserve taking its source from the Greater Caucasus. There are sub-Alpine plants of southern slopes of the Major Caucasus, and the natural complexes of Alpine and naval zones preserved. *Yukhary Chardakhly villageZagatala Olympic Sports Complex – opened in 2006 features a swimming pool, sport halls, a stadium with the capacity of 3500, a tennis court and other facilities for different kind of sporting activities. === Festivals === As the district is contributing mostly to the hazelnut production in Azerbaijan, Zaqatala started to host annual Hazelnut Festival since 2017. During the festival, a wide range of activities such as displaying various species of hazelnut, walnut and chestnut, as well as numerous products made of them, moreover, handicrafts exhibitions and contests, field trips to hazelnut garden and walnut processing plant take place. ==Religion== Majority Islam (Sunni). Minority Orthodox. ==Villages == *Ashagi Tala *Uzuntala *Muxax *Car *Aliabad *Mazikh *Mosul *Yukhari Cardakhlar *Bahmetli *Zeyem *Yeni Suvagil *Yengiyan *Qandakh *Muganli *Maqov *Mamrukh *Lakhic *Kepenekchi *Kebeloba *Gozbarakh *Goyem *Phaldarli *Dombabine *Danachi *Cobankol *Ashagi Chardaklar *Yukhari Tala *Daghli == See also == * Zaqatala (city) * Car, Azerbaijan * Parigala * Zagatala State Reserve ==References== Category:Districts of Azerbaijan ",
    "title": "Zaqatala District"
}