{
    "id": "1492957",
    "text": "Şərur (also, Sharur and Sherur; formerly Norashen (1930–1964), Iliich (Ильич) and Il'ichëvsk (Ильичёвск) (1964–1991) after Vladimir Ilyich Lenin) is a rayon of Azerbaijan in the Nakhchivan Autonomous Republic. The district was established on August 8, 1930. In the north and north-east it is bordered by the Armenia, and in the south and south-west by the Iran. The area of district is . There is 1 city and 65 villages within the district. The administrative center of the district is the Sharur town. It has a population of 96,000. ==History== The \"Sharur Daralayaz\" district was established in 1870. According to the data of 1897, the area of Sharur Daralayaz district, the center of which is now Jalilkend, is 29,723 sq.m. km, the population was 76,551 people. The population of Sharur-Daralayaz district, which borders Iran and Turkey, was mainly engaged in agriculture, horticulture, viticulture, cotton growing and beekeeping. Sharur district was organized on August 8, 1930. On February 28, 1991, the former name of this administrative territory was restored and renamed Sharur. It is bordered by Armenia to the northeast and Iran to the southwest. The center is the city of Sharur. ==Historical and Archaeological monuments== Sharur is one of the most ancient and the largest settlements of the Autonomous Republic of Nakhchivan. The favorable geographical position of Sharur created conditions for the settlement of people in the ancient times. The researches showed that the people settled in the area in the late glacial period. The territory of Sharur with its full water rivers, fertile soils were favorable for the development of plant-growing. The historical researches defined the settlement of the people in Sharur before Christ. The archaeological excavations on the territory of Sharur which is mentioned as Sharuk in the epos of \"The Book of Dede Korkut\" dating back to the period 1300 ago revealed the settlement and burial places of the Neolithic, Bronze Age as well as Antique period. The settlement Oghlangaya covering an area of 40 hectares of the Garatepe Mountain of the region dates back to the 2-1st millenniums B.C. The region accounts for a number of archeological monuments and settlements rich in the patterns of material culture reflecting the activity and lifestyle of ancient people. These are the ancient, settlement, towers, cemeteries, Kurgans and architectural monuments. The researches of 1980-1990 revealed the cultural remnants of the dug cave of the Stone Age including a great many of instruments made of stone and wine-tree. The monuments of the mid Bronze Age was revealed in the Araz River, Arpachay and its branches (Shortepe, Kheledj mountain, Kultepe, Djennettepe and others). == Population == According to the State Statistics Committee, as of 2018, the population of city recorded 115,600 persons, which increased by 3,500 persons (about 3 percent) from 112,100 persons in 2000. 57,400 of total population are men, 58,200 are women. More than 27 percent of the population (about 31,500 persons) consists of young people and teenagers aged 14–29. {| class=\"wikitable\" |+Population of the district by the year (at the beginning of the year, thsd. persons) !Region !2000 !2001 !2002 !2003 !2004 !2005 !2006 !2007 !2008 !2009 !2010 !2011 !2012 !2013 !2014 !2015 !2016 !2017 !2018 |- |Sharur region |112,1 |113,5 |114,5 |115,6 |96,7 |97,3 |98,5 |99,6 |100,9 |102,1 |103,3 |105,4 |107,4 |109,4 |111,2 |112,3 |113,4 |114,6 |115,6 |- |urban population |6,7 |6,7 |6,7 |6,7 |6,7 |6,7 |6,8 |6,7 |6,8 |6,7 |6,7 |6,7 |6,9 |7,0 |7,1 |7,2 |7,2 |7,3 |7,3 |- |rural population |105,4 |106,8 |107,8 |108,9 |90,0 |90,6 |91,7 |92,9 |94,1 |95,4 |96,6 |98,7 |100,5 |102,4 |104,1 |105,1 |106,2 |107,3 |108,3 |} ==Twin cities== * Iğdır, Turkey ==References== Category:Districts of Azerbaijan Category:Subdivisions of the Nakhchivan Autonomous Republic ",
    "title": "Sharur District"
}