{
    "id": "1493985",
    "text": "{| |} The Ilyushin Il-6 () was a Soviet long-range bomber developed from the Ilyushin Il-4 during 1942. Originally intended as a high-speed replacement for the Il-4, it was recast as a very long-range bomber with fuel-conserving diesel engines before production of the single prototype began in December 1942. Flight testing showed controllability issues when landing at high weights and the engines proved to be hard to start at low temperatures and were slow to respond to throttle movements. Further development was canceled in 1944. ==Development== Outwardly similar to the Il-4, the Il-6 was faster and had a longer and slimmer fuselage fitted with a completely new, highly tapered wing with an aspect ratio of 8. The engine nacelles were streamlined to reduce drag and increase speed as the engine radiators were mounted in the wing center section, fed by slits in the leading edge of the wing. Defensive armament was greatly improved with five cannon fitted on flexible mountings in the nose, dorsal turret, two waist positions and a ventral blister forward of the tailplane.Gordon, p. 103 The Il-6 was originally intended as a high-speed replacement for the Il-4. But after the initial design was completed in August 1942, the VVS requested that the bomber have extended range instead of high speed. The original M-71 radial engines were therefore replaced by Charomskiy ACh-30 diesel engines with low fuel consumption which promised to give the Il-6 the required range, especially when operated at moderate weights. The revised design was completed in December 1942 and production of the prototype was initiated. The first flight of the Il-6 was made in Irkutsk on 7 August 1943 with lower-powered ACh-30B engines substituted for the unavailable ACh-30BF engines.Gordon, pp. 103–04 Flight tests revealed difficult handling, and a lack of power due to the non-availability of the intended ACh-30BF engines. Flight tests continued without the waist guns and their gunner until the ACh-30BF's were fitted between May and July 1944. Despite modifications, the aircraft still suffered from poor controllability at low speeds and high weights as well as very poor gliding performance. Throughout the flight tests the engines performed satisfactorily in the air, but were found to be very difficult to start in low ambient temperatures and had slow response to throttle movements. Further development was canceled.Gordon, p. 104 ==Variants== * Il-6 – intended production version with Charomskiy ACh-30BF engines (also known as M-30). * Il-6 – bomber with M-90 engines - projected variant with M-90 engines, production drawings were issued but nothing further was heard of it, presumably as all effort was focused on the diesel-powered version. ==Specifications (Il-6 1944)== ==See also== ==References== ==Further reading== * Il-006 Category:1930s Soviet bomber aircraft Category:World War II Soviet medium bombers Category:Abandoned military aircraft projects of the Soviet Union Category:Aircraft first flown in 1943 Category:Twin piston- engined tractor aircraft ",
    "title": "Ilyushin Il-6"
}