{
    "id": "1493395",
    "text": "Pappus's hexagon theorem: Points X, Y and Z are collinear on the Pappus line. The hexagon is AbCaBc. thumb|Pappus's theorem: affine form Ab\\parallel aB, Bc\\parallel bC \\Rightarrow Ac\\parallel aC In mathematics, Pappus's hexagon theorem (attributed to Pappus of Alexandria) states that *given one set of collinear points A, B, C, and another set of collinear points a,b,c, then the intersection points X,Y,Z of line pairs Ab and aB, Ac and aC, Bc and bC are collinear, lying on the Pappus line. These three points are the points of intersection of the \"opposite\" sides of the hexagon AbCaBc. It holds in a projective plane over any field, but fails for projective planes over any noncommutative division ring.Coxeter, pp. 236–7 Projective planes in which the \"theorem\" is valid are called pappian planes. If one restricts the projective plane such that the Pappus line u is the line at infinity, one gets the affine version of Pappus's theorem shown in the second diagram. If the Pappus line u and the lines g,h have a point in common, one gets the so-called little version of Pappus's theorem Rolf Lingenberg: Grundlagen der Geometrie, BI-Taschenbuch, 1969, p. 93. The dual of this incidence theorem states that given one set of concurrent lines A, B, C, and another set of concurrent lines a, b, c, then the lines x, y, z defined by pairs of points resulting from pairs of intersections A\\cap b and a\\cap B, \\; A\\cap c and a\\cap C, \\;B\\cap c and b\\cap C are concurrent. (Concurrent means that the lines pass through one point.) Pappus's theorem is a special case of Pascal's theorem for a conic—the limiting case when the conic degenerates into 2 straight lines. Pascal's theorem is in turn a special case of the Cayley–Bacharach theorem. The Pappus configuration is the configuration of 9 lines and 9 points that occurs in Pappus's theorem, with each line meeting 3 of the points and each point meeting 3 lines. In general, the Pappus line does not pass through the point of intersection of ABC and abc.However, this does occur when ABC and abc are in perspective, that is, Aa, Bb and Cc are concurrent. This configuration is self dual. Since, in particular, the lines Bc, bC, XY have the properties of the lines x,y,z of the dual theorem, and collinearity of X,Y,Z is equivalent to concurrence of Bc, bC, XY, the dual theorem is therefore just the same as the theorem itself. The Levi graph of the Pappus configuration is the Pappus graph, a bipartite distance-regular graph with 18 vertices and 27 edges. == Proof: affine form == Pappus theorem: proof If the affine form of the statement can be proven, then the projective form of Pappus's theorem is proven, as the extension of a pappian plane to a projective plane is unique. Because of the parallelity in an affine plane one has to distinct two cases: g ot\\parallel h and g \\parallel h. The key for a simple proof is the possibility for introducing a \"suitable\" coordinate system: Case 1: The lines g,h intersect at point S=g\\cap h. In this case coordinates are introduced, such that \\;S=(0,0), \\; A=(0,1), \\;c=(1,0)\\; (see diagram). B,C have the coordinates \\;B=(0,\\gamma),\\; C=(0,\\delta), \\; \\gamma,\\delta otin \\\\{0,1\\\\}. From the parallelity of the lines Bc,\\; Cb one gets b=(\\tfrac{\\delta}{\\gamma},0) and the parallelity of the lines Ab, Ba yields a=(\\delta,0). Hence line Ca has slope -1 and is parallel line Ac. Case 2: g\\parallel h \\ (little theorem). In this case the coordinates are chosen such that \\;c=(0,0), \\;b=(1,0),\\; A=(0,1), \\;B=(\\gamma,1),\\;\\gamma e 0. From the parallelity of Ab\\parallel Ba and cB\\parallel bC one gets \\;C=(\\gamma+1,1)\\; and \\;a=(\\gamma+1,0)\\;, respectively, and at least the parallelity \\;Ac\\parallel Ca\\;. == Proof with homogeneous coordinates == Choose homogeneous coordinates with :C = (1, 0, 0), \\; c= (0, 1, 0),\\; X = (0, 0, 1), \\; A = (1, 1, 1). On the lines AC, Ac, AX, given by x_2 = x_3,\\; x_1 =x_3, \\; x_2 = x_1, take the points B, Y, b to be :B = (p, 1, 1),\\; Y = (1, q, 1),\\; b = (1, 1, r) for some p, q, r. The three lines XB, CY, cb are x_1 = x_2 p,\\; x_2= x_3 q,\\; x_3 = x_1 r, so they pass through the same point a if and only if rqp = 1. The condition for the three lines Cb, cB and XY with equations x_2 = x_1 q,\\; x_1 = x_3 p ,\\; x_3 = x_2 r to pass through the same point Z is rpq =1. So this last set of three lines is concurrent if all the other eight sets are because multiplication is commutative, so pq = qp. Equivalently, X, Y, Z are collinear. The proof above also shows that for Pappus's theorem to hold for a projective space over a division ring it is both sufficient and necessary that the division ring is a (commutative) field. German mathematician Gerhard Hessenberg proved that Pappus's theorem implies Desargues's theorem.According to , Hessenberg's original proof is not complete; he disregarded the possibility that some additional incidences could occur in the Desargues configuration. A complete proof is provided by . In general, Pappus's theorem holds for some projective plane if and only if it is a projective plane over a commutative field. The projective planes in which Pappus's theorem does not hold are Desarguesian projective planes over noncommutative division rings, and non-Desarguesian planes. The proof is invalid if C, c, X happen to be collinear. In that case an alternative proof can be provided, for example, using a different projective reference. == Dual theorem == Because of the principle of duality for projective planes the dual theorem of Pappus is true: If 6 lines A,b,C,a,B,c are chosen alternately from two pencils with centers G,H, the lines : X:= (A\\cap b) (a\\cap B), : Y:= (c\\cap A) (C\\cap a), : Z:= (b\\cap C) (B\\cap c) are concurrent, that means: they have a point U in common. The left diagram shows the projective version, the right one an affine version, where the points G,H are points at infinity. If point U is on the line GH than one gets the \"dual little theorem\" of Pappus' theorem. Pappus- dual-proj-ev.svg|dual theorem: projective form Pappus-dual-aff-ev.svg|dual theorem: affine form If in the affine version of the dual \"little theorem\" point U is a point at infinity too, one gets Thomsen's theorem, a statement on 6 points on the sides of a triangle (see diagram). The Thomsen figure plays an essential role coordinatising an axiomatic defined projective plane W. Blaschke: Projektive Geometrie, Springer-Verlag, 2013, , S. 190. The proof of the closure of Thomsen's figure is covered by the proof for the \"little theorem\", given above. But there exists a simple direct proof, too: Because the statement of Thomsen's theorem (the closure of the figure) uses only the terms connect, intersect and parallel, the statement is affinely invariant, and one can introduce coordinates such that P=(0,0), \\; Q=(1,0), \\; R=(0,1) (see right diagram). The starting point of the sequence of chords is (0,\\lambda). One easily verifies the coordinates of the points given in the diagram, which shows: the last point coincides with the first point. Thomsen- kl-d-pap-ev.svg|Thomsen figure (points \\color{red} 1,2,3,4,5,6 of the triangle PQR) as dual theorem of the little theorem of Pappus (U is at infinity, too !). Thomsen-beweis.svg|Thomsen figure: proof ==Other statements of the theorem== Triangles XcC and BbY are perspective from A and a, and so, also from Z. In addition to the above characterizations of Pappus's theorem and its dual, the following are equivalent statements: * If the six vertices of a hexagon lie alternately on two lines, then the three points of intersection of pairs of opposite sides are collinear.Coxeter, p. 231 * Arranged in a matrix of nine points (as in the figure and description above) and thought of as evaluating a permanent, if the first two rows and the six \"diagonal\" triads are collinear, then the third row is collinear. ::\\left|\\begin{matrix} A & B & C \\\\\\ a & b & c \\\\\\ X & Y & Z \\end{matrix} \\right| :That is, if \\ ABC, abc, AbZ, BcX, CaY, XbC, YcA, ZaB\\ are lines, then Pappus's theorem states that XYZ must be a line. Also, note that the same matrix formulation applies to the dual form of the theorem when (A,B,C) etc. are triples of concurrent lines.Coxeter, p. 233 * Given three distinct points on each of two distinct lines, pair each point on one of the lines with one from the other line, then the joins of points not paired will meet in (opposite) pairs at points along a line.Whicher, chapter 14 * If two triangles are perspective in at least two different ways, then they are perspective in three ways. * If \\; AB, CD,\\; and EF are concurrent and DE, FA, and BC are concurrent, then AD, BE, and CF are concurrent. ==Origins== In its earliest known form, Pappus's Theorem is Propositions 138, 139, 141, and 143 of Book VII of Pappus's Collection.Heath (Vol. II, p. 421) cites these propositions. The latter two can be understood as converses of the former two. Kline (p. 128) cites only Proposition 139. The numbering of the propositions is as assigned by Hultsch. These are Lemmas XII, XIII, XV, and XVII in the part of Book VII consisting of lemmas to the first of the three books of Euclid's Porisms. The lemmas are proved in terms of what today is known as the cross ratio of four collinear points. Three earlier lemmas are used. The first of these, Lemma III, has the diagram below (which uses Pappus's lettering, with G for Γ, D for Δ, J for Θ, and L for Λ). :Pappus-collection-7-129 Here three concurrent straight lines, AB, AG, and AD, are crossed by two lines, JB and JE, which concur at J. Also KL is drawn parallel to AZ. Then :KJ : JL :: (KJ : AG & AG : JL) :: (JD : GD & BG : JB). These proportions might be written today as equations:A reason for using the notation above is that, for the ancient Greeks, a ratio is not a number or a geometrical object. We may think of ratio today as an equivalence class of pairs of geometrical objects. Also, equality for the Greeks is what we might today call congruence. In particular, distinct line segments may be equal. Ratios are not equal in this sense; but they may be the same. :KJ/JL = (KJ/AG)(AG/JL) = (JD/GD)(BG/JB). The last compound ratio (namely JD : GD & BG : JB) is what is known today as the cross ratio of the collinear points J, G, D, and B in that order; it is denoted today by (J, G; D, B). So we have shown that this is independent of the choice of the particular straight line JD that crosses the three straight lines that concur at A. In particular :(J, G; D, B) = (J, Z; H, E). It does not matter on which side of A the straight line JE falls. In particular, the situation may be as in the next diagram, which is the diagram for Lemma X. :Pappus- collection-7-136 Just as before, we have (J, G; D, B) = (J, Z; H, E). Pappus does not explicitly prove this; but Lemma X is a converse, namely that if these two cross ratios are the same, and the straight lines BE and DH cross at A, then the points G, A, and Z must be collinear. What we showed originally can be written as (J, ∞; K, L) = (J, G; D, B), with ∞ taking the place of the (nonexistent) intersection of JK and AG. Pappus shows this, in effect, in Lemma XI, whose diagram, however, has different lettering: :Pappus- collection-7-137 What Pappus shows is DE.ZH : EZ.HD :: GB : BE, which we may write as :(D, Z; E, H) = (∞, B; E, G). The diagram for Lemma XII is: :Pappus- collection-7-138 The diagram for Lemma XIII is the same, but BA and DG, extended, meet at N. In any case, considering straight lines through G as cut by the three straight lines through A, (and accepting that equations of cross ratios remain valid after permutation of the entries,) we have by Lemma III or XI :(G, J; E, H) = (G, D; ∞ Z). Considering straight lines through D as cut by the three straight lines through B, we have :(L, D; E, K) = (G, D; ∞ Z). Thus (E, H; J, G) = (E, K; D, L), so by Lemma X, the points H, M, and K are collinear. That is, the points of intersection of the pairs of opposite sides of the hexagon ADEGBZ are collinear. Lemmas XV and XVII are that, if the point M is determined as the intersection of HK and BG, then the points A, M, and D are collinear. That is, the points of intersection of the pairs of opposite sides of the hexagon BEKHZG are collinear. == Notes == ==References== * * * * * * * * ==External links== * Pappus's hexagon theorem at cut-the-knot * Dual to Pappus's hexagon theorem at cut-the-knot * Pappus’s Theorem: Nine proofs and three variations Category:Theorems in projective geometry Category:Euclidean plane geometry Category:Articles containing proofs ",
    "title": "Pappus's hexagon theorem"
}