{
    "id": "1493412",
    "text": "{| |} The Mil V-12 (NATO reporting name: Homer), given the project number Izdeliye 65 (\"Item 65\"), is the largest helicopter ever built. The designation \"Mi-12\" would have been the name for the production helicopter and was not applied to the V-12 prototypes. ==Design and development== Design studies for a giant helicopter were started at the Mil OKB in 1959, receiving official sanction in 1961 by the GKAT (Gosudarstvenny Komitet po Aviatsionnoy Tekhnike - State Committee on Aircraft Technology) instructing Mil to develop a helicopter capable of lifting . The GKAT directive was followed by a more detailed specification for the V-12 with hold dimensions similar to the Antonov An-22, intended to lift major items of combat materiel as well as 8K67, 8K75 and 8K82 inter-continental ballistic missiles (ICBM). Design limitations forced Mil to adopt a twin rotor system but design studies of a tandem layout, similar to the Boeing CH-47 Chinook, revealed major problems. The single rotor layouts also studied proved to be non-viable, leading to the transverse layout chosen for the finished article. The transverse rotor system of the V-12, which eliminates the need for a tail rotor, consists of two Mil Mi-6 transmission systems complete with rotors mounted at the tips of the approximately span inverse tapered wings. Although the first use by Mil, the transverse system had been used by several of the early helicopters, including the Focke-Wulf Fw 61, Focke-Achgelis Fa 223 Drache and Kamov Ka-22 Vintokryl convertiplane. thumb|left| Mil V-12 at the Central Air Force Museum thumb| Lower Cockpit of Mil V-12 thumb| Upper cockpit of Mil V-12 Construction of the V-12 first prototype, after exhaustive testing with test-rigs and mock-ups including a complete transmission system, began at Panki in 1965. The airframe was largely conventional, using stressed skin construction methods with high strength parts machined from solid metal blocks. The large fuselage accommodated the cabin and crew section in the extreme nose, housing a pilot, co-pilot, flight engineer and electrical engineer in the lower cockpit, with the navigator and radio operator in the upper cockpit. At the aft end of the fuselage access to the cabin is gained by large clamshell doors and a drop down cargo ramp with inbuilt retractable support jacks. Doors in the fuselage also give access to the cargo hold: two on the starboard side and three on the port side. Above the rear fuselage is a very large fin and rudder, with a moderately sized tailplane with dihedral fitted with end-plate fins (not fitted for the first flight). The fixed undercarriage consists of large paired main-wheel units on oleo-pneumatic levered shock absorbers mounted at the junction of a strut system supporting the rotor systems and wings and connected to the centre fuselage by a tripod strut structure with the nose-leg attached aft of the crew section. A pair of bumper wheels are mounted at the rear of the fuselage keel and fixed support pads ensure that the cargo ramp is extended to the correct angle. Long braced struts also connected the transmission units to the rear fuselage forward of the fin. Cargo handling is done by means of a forklift or electric hoists on traveling beams. The power system and wings are mounted above the centre fuselage with interconnecting shafts ensuring synchronisation of the main rotors which overlap by about . Drag and lift losses are reduced by the inverse taper wings with minimum chord in regions of strongest down-wash. The interconnecting shafts also ensured symmetrical lift distribution in the event of an engine failure. To optimise control in roll and yaw the rotors are arranged to turn in opposite directions with the port rotor turning anti-clockwise and the starboard rotor turning clockwise, ensuring that the advancing blades pass over the fuselage. Each power unit comprises two Soloviev D-25VF turbo-shaft engines mounted below the main gearboxes which each drive five-bladed diameter rotors and their synchronisation shafts which run from wing-tip to wing-tip. Each paired engine pod has large access panels which open up for maintenance access and also form platforms for servicing crews to operate from. Control of the V-12 presented several problems to the designers and engineers due to the sheer size as well as the rotor layout. The pilot and co-pilot sat in the lower flight deck with a wide expanse of windows to give excellent visibility. Using conventional cyclic stick, collective lever and rudder pedals the pilots input their commands in a conventional fashion. Roll control is by differential collective pitch change on the left and right rotors, ensuring that sufficient lift is generated to prevent inadvertent sink. Yaw in the hover or low air speeds is achieved by tilting the rotor discs forward and backward differentially depending on direction of yaw required. At higher air speeds differential rotor control is gradually supplanted by the large aerodynamic rudder on the fin. Ascent and descent are controlled by the collective lever increasing or decreasing the pitch of both rotors simultaneously. Large elevators on the tailplane help control the fuselage attitude and provide reaction to pitching moments from the wing and variation on rotor disc angle. The control system is complex due to the sheer size of the aircraft and the need to compensate for aeroelastic deformation of the structure, as well as the very large friction loads of the control rods, levers etc. To keep the control forces felt by the pilots to a minimum, the control system has three distinct stages. Stage one is the direct mechanical control from pilot input forces which are fed into a second stage, intermediate powered control system with low-powered hydraulic boosters transferring commands to stage three, the high-powered rapid action control actuators at the main gearboxes operating the swashplates directly. ==Operational history== Construction of the first prototype was completed in 1968. A first flight on 27 June 1967 ended prematurely due to oscillations caused by control problems; one set of main wheels contacted the ground hard bursting a tyre and bending a wheel hub. The cause of the oscillations proved to be a harmonic amplification of vibrations in the cockpit floor feeding back into the control column when a roll demand was input into the cyclic stick. It was widely but erroneously reported in the Western press that the aircraft had been destroyed. The first prototype, given the registration SSSR-21142, made its first flight on 10 July 1968 from the Mil factory pad in Panki to the Mil OKB test flight facility in Lyubertsy. In February 1969, the first prototype lifted a record payload to . On 6 August 1969, the V-12 lifted to a height of , also a world record. The second prototype was also assembled at the Mil experimental production facility in Panki but sat in the workshop for a full year awaiting engines, flying for the first time in March 1973 from Panki to the flight test facilities in Lyubertsy. Curiously the second prototype was also registered SSSR-21142. The prototype V-12s outperformed their design specifications, setting numerous world records which still stand today, and brought its designers numerous awards such as the prestigious Sikorsky Prize awarded by the American Helicopter Society for outstanding achievements in helicopter technology. The V-12 design was patented in the United States, United Kingdom, and other countries. Side view illustration Despite all of these achievements the Soviet Air Force refused to accept the helicopter for state acceptance trials for many reasons, the main one being that the V-12's most important intended mission no longer existed, i.e. the rapid deployment of heavy strategic ballistic missiles. This also led to a reduction in Antonov An-22 production. In May–June 1971, the first prototype V-12 SSSR-21142 made a series of flights over Europe culminating in an appearance at the 29th Paris Air Show at Le Bourget wearing exhibit code H-833. V-12 No.1 at the Mil Helicopter Plant in Panki. Note that the rotor blades are removed. All development on the V-12 was stopped in 1974. The first prototype remained at the Mil Moscow Helicopter Plant in Panki-Tomilino, Lyuberetsky District near Moscow and is still there today (7 March 2017) at .Mi-12 at the Mil Helicopter Plant in Panki, Tomilino on flickrOverview of the Mil Helicopter Plant in Panki, Tomilino on Yandex Fotki The second prototype was donated to Central Air Force Museum east of Moscow for public display. ===World records=== Records are certified by the Fédération Aéronautique Internationale. The V-12 first prototype has held eight world records, four of which are still current, in the FAI E1 General class for rotorcraft powered by turbine engines. The aircraft was crewed by: ;22 February 1969 :Pilot - Vasily Kolochenko :Crew - L.V. Vlassov, V.V. Journaliov, V.P. Bartchenko, S.G. Ribalko, A.I. Krutchkov ;6 August 1969 :Pilot - Vasily Kolochenko :Crew - L.V. Vlassov, V.V. Juravlev, V.P. Bartchenkov, S.G. Ribalko, A.I. Krutchkov {| class=\"wikitable\" style=\"text-align:left;width: 100%;text-align:center\" ! Date !! Record description !! Achievement !! Current |- | 22 February 1969 || Altitude with payload || || No |- | 22 February 1969 || Altitude with payload || || No |- | 22 February 1969 || Altitude with payload || || No |- | 22 February 1969 || Altitude with payload || || Yes |- | 22 February 1969 || Maximum load to || || Yes |- | 6 August 1969 || Altitude with payload || || Yes |- | 6 August 1969 || Altitude with payload || || Yes |- | 6 August 1969 || Maximum load to || || No |} ==Variants== ;V-12: OKB designation of the two prototypes of the proposed Mi-12 production version. ;Mi-12: Designation reserved for the expected production version. ;Mi-12M:A further proposed refinement of the V-16 with two Soloviev D-30V (V - Vertolyotny - helicopter) turboshafts driving six bladed rotors, to transport over or over . The M-12M was cancelled at the mock-up stage when the V-12 development programme was cancelled. ==Specifications (V-12)== ==See also== *Hotelicopter ==References== ===Notes=== ===Bibliography=== * * ==External links== * Mil V-12 data and photos at aviation.ru * about Mil V-12 CCCP-21142 at Avia-dejavu.net * Mil Mi-12 'Homer' on Airliners.net * Mil-12 video in English V-12 Category:1960s Soviet military transport aircraft Category:Mil aircraft Category:Soviet inventions Category:1960s Soviet helicopters Category:Transverse rotor helicopters Category:Four-turbine helicopters Category:Aircraft first flown in 1968 ",
    "title": "Mil V-12"
}