{
    "id": "1493695",
    "text": "{| |} The Yakovlev Yak-2 was a short-range Soviet light bomber/reconnaissance aircraft used during World War II. It was produced in small numbers, and most of them were destroyed during the opening stages of Operation Barbarossa. ==Design and development== The Yak-2 was initially known as the Ya-22, in the Yakovlev OKB numbering sequence, before it was redesignated as the Yak-2 in 1941. It was of mixed construction with wooden wings and center fuselage, duralumin forward fuselage, and steel tube framing in the rear fuselage with a wooden upper decking and fabric skin. The cockpit was at the very tip of the nose, but the navigator/gunner was in a compartment behind the trailing edge of the wing. The prototype was unarmed and no bomb shackles were fitted. It also lacked a radio and navigational equipment. It was, however, the fastest multi-engined aircraft in the Soviet Union, able to reach at , not least because it lacked heavy military equipment.Gordon, p. 132 Stalin ordered it into production, as the BB-22 (, Blizhniy Bombardirovshchik— short-range bomber), on 15 March 1939 before it could be evaluated by the NII VVS (Naoochno-Issledovatel'skiy Institoot Voyenno-Vozdooshnykh Seel – Air Force Scientific Test Institute).Gunston, p. 460 Their tests were conducted in the early summer and concluded that the engine cooling systems were inadequate, the brakes were troublesome and the fuel system unreliable. The task of converting the aircraft to a bomber was formidable and included redesigning the center fuselage to accommodate the gunner/navigator immediately aft of the pilot and provision of two ShKAS machine guns, one for the gunner and the other fixed in the nose. The rear decking of the fuselage was hinged to pivot down to allow the rear gunner to use his gun. Factory No. 1 produced the first pre-production BB-22 in December 1939, although it did not make its first flight until the following February. It was submitted for its service evaluation in March–April 1940 and proved to be a disappointment. Gross weight had increased despite the reduction in fuel from and the maximum speed had declined to at . The engine cooling system was still unsatisfactory and the undercarriage too weak. Longitudinal and lateral stability were also unsatisfactory which made it suitable only for well-trained pilots. The test programme report concluded that it was not combat-capable and reliable and that flights with a bomb load could be dangerous to the crew.Gordon, pp. 133–134 A remediation program was begun which replaced the single-wheel main landing gear with two-wheeled units and the fuselage upper decking was cut down. Around the same time Factory No. 1 ceased production and Factory No. 81 in Moscow continued to work on the aircraft. Aircraft built by Factory No. 81 were of better quality because the surface finish was better and the engine cowlings and doors were more closely fitted to minimize drag. These improvements increased the speed by . Development work continued and resulted in the Yak-4 when Klimov M-105 engines were fitted. A grand total of 201 Yak-2s were built before production was terminated in April 1941.Gordon, pp. 134–135 Aviation historian Bill Gunston reports that several prototype variants were built, including the R-12 reconnaissance aircraft which retained the original positioning of the crew, put three cameras in the fuselage and added a bomb bay for eight FAB-20 bombs behind the pilot. Another was the I-29 or BB-22IS escort fighter with restored fuel and two 20 ShVAK cannon underneath the fuselage.Gunston, pp. 460–461 But neither of these can be confirmed by other, post-Cold-War sources.Gordon, pp. 132–135 Russian aviation historian Yefim Gordon does mention a Yak-2KABB ground-attack variant which might have been confused with the I-29 because it had two ShKAS in the nose and two ShVAK cannon in a depressible ventral pack. Unfortunately no other details are available, although photos do exist. Another variant mentioned by Gordon was the BPB-22 (Blizhiy Pikeeruyushchiy Bombardirovshchik — short-range dive bomber) prototype that was fitted with two M-105 engines, dive brakes and an automatic dive entry/exit control system. It was first flown at the end of October 1940 although it crashed during the test programme when fuel unexpectedly cut out, but not before it was flown to a maximum speed of . ==Operational history== When the Germans invaded the Soviet Union on 22 Jun 1941, 73 Yak-2s were in service, mostly with the 316th Reconnaissance Regiment in the Kiev Military District. Most of these were destroyed in the opening days of the campaign; the 316th mustered only four on 11 July.Bergström, p. 127 ==Variants== ;Ya-22 :Prototype. ;BB-22 :Initial production with flush rear canopy ;Yak-2 :(VVS designation used in service of izdeliye 70 / BB-22 2M-103) Two-seat light bomber/reconnaissance aircraft. ;BPB-22 :(aka BPB-22 2M-105, BB-22PB) Blizhiy Pikeeruyushchiy Bombardirovshchik — short-range dive bomber. Prototype only. ;Yak-2KABB :Prototype ground-attack aircraft fitted with the KABB-MV gun/bombing installation (KABB-MV - kombineerovannaya artillereeysko- bombardirovochnaya batareya Mozharovskovo i Venevidova - combined gun/bomb battery designed by Mozharovskiy and Venevidov), composed of a ventral cannon pack and a special glazed nose for bomb aiming equipment. ;R-12 :Prototype photographic reconnaissance aircraft. ;I-29 or BB-22 IS :Experimental long- range fighter aircraft. ;Yak-2bis / BB-22bis / izdeliye 70bis) :Prototype of the Yak-4 2M-105 ==Users== ; *VVS ==Specifications (Yak-2)== right ==See also== ==References== ===Notes=== ===Bibliography=== *Bergström, Christer. Barbarossa — The Air Battle: July-December 1941. Hersham: Midland Publishing, 2007 * Gordon, Yefim. Soviet Airpower in World War 2. Hinckley: Midland Publishing, 2008 * Gunston, Bill. The Osprey Encyclopaedia of Russian Aircraft 1875–1995. London, Osprey, 1995 ==External links== * Description page on aviation.ru * airwar.ru page describing the Yak-2 KABB Category:1930s Soviet bomber aircraft Yak-002 Category:World War II Soviet bombers Category:Aircraft first flown in 1939 Category:Twin piston-engined tractor aircraft ",
    "title": "Yakovlev Yak-2"
}