{
    "id": "1493646",
    "text": "Margarita Island (, ) is the largest island in the Venezuelan state of Nueva Esparta, situated off the northeastern coast of the country, in the Caribbean Sea. The capital city of Nueva Esparta, La Asunción, is located on the island. Since the beginning of the crisis in Venezuela, the primary industry of tourism has declined 90% between 2010 and 2020. The island is currently affected by organized crime and is recognized as an international hub for the illegal drug trade. ==History== 1840 map by Agustín Codazzi === Age of Exploration === Christopher Columbus was the first European to arrive on Margarita Island in 1498. The local natives were the Guaiqueries people. The coast of the island was abundant in pearls, which represented almost a third of all New World tribute to the Spanish Crown. Margarita Island was fortified against the increasing threat of pirate attacks, and some fortifications remain today. It was the center of Spanish colonial Margarita Province, established in 1525. In 1561, the island was seized by Lope de Aguirre, a notoriously violent and rebellious conquistador. Around 1675, the island was captured again, this time by Red Legs Greaves, a pirate known for his humanity and morality. He captured a fleet of Spanish ships off port, before turning the guns on the forts which he stormed and claimed a large booty of pearls and gold. The story of Greaves' capture of the island does not appear in historical Spanish records and may be fictional. Construction of the fort Santa Rosa was ordered by the governor, Juan Muñoz de Gadea, after the French buccaneer Marquis de Maintenon attacked the island in early 1676. === Independence era === The island gained independence from the Spanish in 1814 after the collapse of the First Republic of Venezuela. It became the first permanently free territory in Venezuela. In the same year, Luisa Cáceres de Arismendi was detained in a dungeon of the Fortress of Santa Rosa on the island in an attempt to put pressure on her husband Juan Bautista Arismendi, who was fighting for independence. Her detention lasted for over three years. Simón Bolívar was confirmed as Commander-in-Chief of the Second Republic of Venezuela on the island in 1816. From there he started a nine-year campaign to free Venezuela, Colombia, Ecuador, Peru, and Bolivia from the Spanish Crown. === Contemporary history === In modern times, Margarita Island was primarily a tourist destination. The island's status as a duty-free port was established in 1974 to promote commercial and tourism industries, with lower-priced imports driving increased visitors and the development of hotels. The island was the host venue for the Caribbean Series in 2010 and 2014. In light of the economic, social and political crisis in Venezuela, tourism in Margarita Island has significantly declined. Between 2010 and 2020, tourism rates dropped 90% on the island and many of the hotels were left abandoned. ==Geography== Nueva Esparta map Located in the Caribbean Sea between latitudes 10°52'N and 11°11'N and longitudes 63°48'W and 64°23'W, the island, along with the islands of Coche and Cubagua, comprises the state of Nueva Esparta. The island is split into two peninsulas joined by an long isthmus and covers an area of . It is long and measures roughly at its widest. The climate is sunny and dry, with average temperatures ranging from to . Most of the island's 420,000 residents live in the more developed eastern part of the island, which includes the large cities of Porlamar and Pampatar along with the state capital of La Asunción. The island can be reached by direct flights from Caracas or ferries from Puerto La Cruz, Cumaná, and La Guaira. There are no international flights to the island at present. Las Tetas de María Guevara (twin mountains) The Macanao peninsula to the west has a central mountain range in the east-west direction. The highest altitude is at Pico de Macanao. Several smaller ranges derive from this axis following a north-south orientation with deep valleys between them. The most notable of these valleys is San Francisco in the north-central part of the peninsula. The Paraguachoa peninsula to the East is formed by a mountain range in the north-south direction from Porlamar to Cabo Negro. The highest peaks are San Juan or Cerro Grande at and El Copey . The peninsulas are connected by the La Restinga isthmus, on which the La Restinga lagoon is located. There are also two breast-shaped hills known as Tetas de Maria Guevara on the isthmus. === Beaches === Playa El Agua Margarita Hilton at Puerto Cruz beachThere are at least 70 beaches on the island, which has a coastline. Popular beaches include Playa El Yaque, Playa Parguito, Playa Caribe, Playa Punta Arenas, Playa El Agua and Playa Puerto Cruz. ===Terrain=== Macanao peninsula consists of mountainous spine of the central west-east, with several culminations, including Macanao Peak, which is the highest, with an altitude of 760 meters above sea level stands. This axial region several side brackets oriented north-south off, including deep valleys are dissected; the most important is San Francisco in the north central of Margarita. The central massif is surrounded by foothills forming a more or less continuous, narrow strip, which reaches almost to the coast north and south of the peninsula .Physical Characteristics of Isla Margarita (spanish) Isla Margarita eastern is formed by a mountain range which runs roughly north-south, from northern Porlamar to Cabo Negro; north from the town of El Espinal, the massif rises steeply to the culminations of San Juan and Copey hills, at heights of 960 and 890 m, respectively. The hills are Matasite and Guayamurí Los Andes foothills. To the north stands the Tragaplata hill. Copey Hill – view from San Juan downtown Among the higher elevations found on the island, are cited: {| | valign=\"top\" | Paraguachoa: * San Juan Hill 960 meters above mean sea level * Copey Hill 890m amsl * Cocheima 810m amsl * Tragaplata Hill 640m amsl * El Cacho Hill 510m amsl | valign=\"top\" | Península de Macanao: * Macanao Hill 750m amsl * Los Cedros Hill 745m amsl * Risco Blanco Hill 680m amsl * Guaraguao Hill 660m amsl * Soledad Hill 540m amsl * Piedra Lisa Hill 500m amsl * El Castillo Hill 380m amsl | valign=\"top\" | |} === Climate === The average temperature is with minimum ranging between and and maximum that can easily exceed . Rainfall is common in the winter months and rainy season that begins July-October (although the rain is usually quite rare). Being located in the Caribbean Sea near the Earth's equator, solar rays fall perpendicularly on the island and therefore it is advisable to always use some sort of sunscreen when visiting its beaches. ==Municipalities== ==Cities== La Asunción is the capital of the Federal State of Nueva Esparta with a population of around 28,500. It is the seat of the regional government. The city is overlooked by the Santa Rosa Castle of La Asunción Beach near Pampatar The urban area of Pampatar has a population of around 50,000. A number of the island's larger shopping malls are located in the city, namely Sambil Margarita, Rattan Depot, Centro Comercial La Vela, Centro Comercial Costa Azul, Centro Comercial AB (Avenida Bolivar) and La Redoma. The Royal Fortress of San Carlos Borromeo, constructed in the late 17th century, is located in Pampatar. The city also has several beaches. The largest city on Margarita Island is Porlamar. The population can reach 125,000 in the high season, while in the low season, the population is about 85,000. Two beaches are located within the city. The island's major airport, Santiago Marino Caribbean International Airport, is located near Porlamar. Juan Griego is a city on the northern side of Isla Margarita, and is the most northern port in Venezuela. It has a population of 28,256 inhabitants (as per census of 2001) and is the capital of the Marcano municipality of the Nueva Esparta state. Its Gothic-style church, constructed in 1850 by Fray Nicholas de Igualdad, is still, along with the lovely bay, the symbol of the city. The La Galera fortress, where in the early 1820s a fierce battle for independence was fought, is located near the city centre. In 1973, the island become a free port and the city once again become the second city of commercial importance after Porlamar. ==Population== A typical house in San Juan Bautista View of Margarita island at night The demonym for islanders is Margariteños/as and Neoespartanos/as. Ethnic minority populations of some significance include descendants of enslaved West African (brought by the Spaniards), Lebanese, Syrian, Spanish, Italian, German, French, Dutch, Swedish, Norwegian, Danish, Portuguese, Argentine, Chilean, Uruguayan, Colombian, and Chinese. Immigrants from mainland Venezuela are colloquially called navegaos by islanders. A little less than 25% of the Neoespartanian population live in Porlamar. Margarita's population is just under 440,000, although this tends to fluctuate during holiday periods and the festive season. ==Religion== Front facade of La Asunción Cathedral The predominant religion is Roman Catholicism. Other Christian denominations are also present. Of the churches that present in the Neospartan entity, among the most important are: Basílica de la Virgen del Valle (in the Valley of the Espíritu Santo), Cathedral of La Asunción, Iglesia San Juan Evangelista (Juangriego), Iglesia parroquial de San Juan (San Juan Bautista), Iglesia de San Nicolás de Bari (Porlamar), of the San José de Paraguachi and other churches and chapels minor located in populations of Santa Ana, Punta de Piedras, Porlamar, Pampatar and virtually all the towns of the island. There are also small populations of Jews and Muslims. Evangelical Christian churches have had a significant growth in recent years demonstrating their presence and impact in the population of the island. One of the fastest-growing is the Centro Cristiano Casa de Alabanza (CCCA), present in Porlamar, Juan Griego, La Asunción and Tubores Municipality. The patron saint of eastern Venezuela is the Virgen del Valle and in the population El Valle del Espíritu Santo is the Basílica Menor de Nuestra Señora del Valle, which approaching Margarita, Coche and Cubagua Islanders visit to honor her on her feast day. ==Natural heritage== El Reino Musipán amusement park ===Las Tetas de María Guevara=== The Las Tetas de Maria Guevara (\"Maria Guevara's breasts\"), located in a coastal plain in the south of the 1,670 hectare Laguna de La Restinga National Park, are two small twin hills with a height of . The vegetation around the hills is desert, with cacti, prickly pears, yaks, guamaches. The fauna is diverse, including desert lizards, rabbits, rattlesnakes and coral. The legend told by the inhabitants of the island goes that the name María Guevara comes from a white young girl who was heavily involved in the War of Independence and that upon her death, the hills rose on her grave. Another Margaritan myth says the source of the name also comes from the same woman, but that she was from Cumaná and came to the island to lead a group of men in fishing activities. As she had small breasts, by way of derision whenever they sighted the hills said, \"there are the lady's tits\" and the name was created. The area was declared a national park on February 27, 1974. == Crime == === Drug trafficking === Multiple international intelligence organizations have focused their investigations on Isla Margarita as being a major center of organized crime. According to the CIA World Factbook, Margarita Island is the location of significant narcotics-related money-laundering activity. Aerial drug shipments from Colombia and Venezuela often utilize the island for exportation. Joaquín \"El Chapo\" Guzmán was known to frequently visit the island. According to Alex Cifuentes, the self-described \"right-hand, left-hand man\" of Guzmán, Guzmán would visit Isla Margarita every two to three months. === Piracy === Since 1998, there have been about ten pirate attacks on or near Margarita Island. Venezuela is now listed as a dangerous region for pirate attacks and, in many regions, including between Margarita and Sucre, sailors should not anchor and yachts should sail in company. === Terrorism === Isla Margarita has been described as the largest center of terrorism in the Americas. Since the early 2000s, the United States government has seen links to Islamic terrorism on Isla Margarita. The United States Southern Command has recognized Isla Margarita as one of the most important locations for the terrorist group Hezbollah. Ghazi Atef Salameh Nassereddine, who was sanctioned by the United States Department of the Treasury for funding Hezbollah and who is a close friend of Tareck El Aissami, established a Hezbollah militant camp on the island with his brother Oday Nassereddine. Hezbollah also receives funds from operations on the island which include local businesses, financial institutions and drug trafficking groups. Multiple Islamic centers funded through dubious means have been created in Porlamar which began to indoctrinate the island's citizens to support certain causes. Photographs have also been taken of Islamic militant training in the remote area of Macanao. === Violent crime === Since 2010, there have been numerous instances of tourist murders. On 27 August 2010 an Italian tourist, Emiliano Astore, was murdered on his boat anchored off Margarita Island in an apparent robbery. Two police officers and a civilian were arrested. A third officer was implicated in the \"exploitation of objects\" from the crime. On 18 July 2011, 28-year-old Briton Tom Ossel was killed resisting seven armed robbers who had tricked their way into the backpackers hotel before they took the guests hostage and raiding rooms for valuables. On 29 March 2011, French tourist Yves Le Bras was murdered in a robbery at the Laguna Mar hotel while he and his wife dined at the Guacuco restaurant. In March 2011, Belgian tourist Bonne Philippe was murdered while eating in a fast food outlet in Playa El Agua, Margarita. On 20 January 2012, about 30 or 35 Brazilian tourists were robbed in their hotel in Antolin del Campo, Margarita, by a gang of between 13 and 15 armed robbers. On 3 September 2013, a Dutch sailor was killed on his yacht while resisting armed robbers attempting to board his boat. Starting in October 2011, the government installed equipment that requires everyone visiting Margarita Island to electronically register their fingerprints and a picture when entering Margarita Island. The US government has not issued any warnings of violent crime on Margarita Island, but there is a general warning for all of Venezuela. The UK Foreign and Commonwealth Office warns that street crime in mainland Venezuela is high, and that armed muggings and 'express kidnappings' – opportunistic abductions to extort money from someone – are regular occurrences.gov.uk Panorama of Margarita Island ==See also== *Cariaco Basin ==References== ==External links== * *Nuevaesparta.gob.ve: Official Isla de Margarita government website Category:Venezuelan islands of the Leeward Antilles Category:Geography of Nueva Esparta Category:Colonial Venezuela ",
    "title": "Margarita Island"
}