{
    "id": "1494514",
    "text": "Giovanni Brusca (; born 20 February 1957) is an Italian mobster who was a former member of the Sicilian Mafia. He murdered the anti-Mafia prosecutor Giovanni Falcone in 1992, and once stated that he had committed between 100 and 200 murders. He had been sentenced to life in prison in absentia for Mafia association and multiple murders. Brusca was captured in 1996, and turned pentito. A pudgy, bearded and unkempt mafioso, Brusca was known in Mafia circles as 'u verru (in Sicilian) or il porco or il maiale (in Italian; \"the pig\", \"the swine\") or 'u scannacristiani (\"the people-slayer\"; in the Sicilian language the word cristianu means both “Christian” and \"human being\"). Tommaso Buscetta, the Mafia turncoat who had cooperated with Falcone’s investigations, remembered Giovanni Brusca as \"a wild stallion but a great leader.\"\"The Pig\" is Penned, Time Magazine, June 3, 1996 ==Early life== Brusca was born on 20 February 1957 in San Giuseppe Jato. His grandfather and great-grandfather, both farmers, were made members of the Mafia. His father Bernardo Brusca (1929–2000), a local Mafia patriarch, served concurrent life sentences for numerous homicides.Head to head with Cosa Nostra, The Guardian, February 14, 2000 Bernardo allied himself with the Corleonesi of Salvatore Riina, Bernardo Provenzano and Leoluca Bagarella when he replaced Antonio Salamone as capomandamento of San Giuseppe Jato, He paved the way for his three sons' careers—Giovanni, his younger brother Vincenzo and elder brother Emanuele. When Bernardo was sent to prison in 1985, Giovanni became head of his San Giuseppe Jato district. ==Ruthless killer== After Santino Di Matteo was arrested on June 4, 1993, he became the first of Falcone's assassins to become a government witness – a pentito.Jamieson, The Antimafia, p. 98-99 He revealed all the details of the assassination: who tunnelled beneath the motorway, who packed the 13 drums with TNT and Semtex, who hauled them into place on a skateboard, and who pressed the button.Freed mafia grass a marked man, The Guardian, March 14, 2002 In retaliation for Di Matteo becoming an informant, the Mafia kidnapped his 12-year-old son, Giuseppe Di Matteo, on November 23, 1993.Jamieson, The Antimafia, p. 217 According to a later confession by one of the kidnappers, Gaspare Spatuzza, they dressed as police officers and told the boy he was being taken to see his father, who was at that time being kept in police protection on the Italian mainland. \"Uccisero il piccolo Giuseppe Di Matteo\", La Repubblica, January 16, 2012 Di Matteo made a desperate trip to Sicily to try to negotiate his son's release but on January 11, 1996, after 779 days, the boy, who by now had also become physically ill due to mistreatment, was finally strangled, and the body was subsequently dissolved in a barrel of acid — a practice known colloquially as the lupara bianca. La madre del bimbo sciolto nell'acido: «Giuseppe ha vinto, la mafia ha perso», Corriere della Sera, November 10, 2008BRUSCA AI DI MATTEO: 'PERDONATEMI' - La Repubblica.it The executors were Enzo Brusca, brother of Giovanni, Vincenzo Chiodo and Salvatore Monticciolo on the orders of Giovanni Brusca. Shortly before he ordered the murder of Di Matteo, Brusca had also discovered that he had been sentenced in absentia to a life sentence for the murder of Ignazio Salvo. Brusca was involved in the campaign of terror in 1993 against the state during their crackdown against the Mafia after the murders of Anti-mafia magistrates Giovanni Falcone and Paolo Borsellino. Following the months after Riina's arrest in January 1993, there were a series of bombings by the Corleonesi against several tourist spots on the Italian mainland – the Via dei Georgofili bombing in Florence, Via Palestro in Milan and the Piazza San Giovanni in Laterano and Via San Teodoro in Rome, which left 10 people dead and 71 injured as well as severe damage to centres of cultural heritage such as the Uffizi Gallery. Autobombe del 1993 cronologia dei principali avvenimenti ==Arrest== On 20 May 1996, then aged 39, Brusca was arrested in a small house in the Sicilian countryside near Agrigento, where he was dining with his girlfriend, their young son and his brother Vincenzo, his sister-in- law and their two children.Italian police arrest the Mafia's 'boss of bosses', The Independent, 21 May 1996 The investigators were able to pinpoint their exact location when the noise of a plainclothes officer driving by the house on a motorbike was picked up by officers listening to a call intercepted on Brusca's mobile phone.Fugitive Mafia Boss Arrested By the Italian Police in Sicily, The New York Times, May 22, 1996 When Brusca was hurried into Palermo's police station some 90 minutes after the arrest, dozens of police officers cheered, honked their horns and embraced each other. As the scruffy- bearded Brusca emerged from a car, clad in dirty jeans and a rumpled white shirt, some ripped off their ski masks, as if to say they no longer had anything to fear from the Mafia. One reportedly managed to slip past guards and punched Brusca in the face. In 1997, Di Matteo and Brusca met face to face during court proceedings. Bursting into tears Di Matteo told the judge: \"I guarantee my collaboration, but to this animal I guarantee nothing. If you leave me alone with him for two minutes I'll cut off his head.\" The confrontation threatened to become violent, but court security guards restrained Di Matteo. Di Matteo assale Brusca: \"Animale, ti stacco la testa\", La Repubblica, September 15, 1998 Brusca had also asked Giuseppe Di Matteo's family for forgiveness. Brusca was given a life sentence for Di Matteo's murder. In 1997, Brusca received a life sentence after being convicted in absentia of murder, he was subsequently convicted of the bomb attack that killed the Anti-Mafia magistrate Giovanni Falcone near Capaci.STRAGE DI CAPACI, 24 ERGASTOLI - La Repubblica.it In court, Brusca admitted to detonating the bomb, planted under the motorway from the airport to Palermo, by remote control while watching the magistrate's convoy through binoculars from a hill.Mafia 'Butcher' talks his way out of life behind bars, The Times, October 14, 2004 Brusca was given another life sentence in 2009, for the murder of Salvatore Caravà.Condannati Leoluca Bagarella e Giovanni Brusca ==Collaborating with Italian justice== After his arrest, Brusca started to collaborate with police. Initially his collaboration was met with skepticism, fearing his 'repentance' could be a ruse to escape the harsh prison terms reserved for ranking Mafia bosses.Italy Treats a Top Mafia Leader's Repentance With Caution, The New York Times, August 24, 1996 In the first three months, much of what Brusca said turned out to be either unverifiable or false, and a growing chorus of politicians called for a tightening of the collaboration system.Backlash threatens to silence informers, The Independent, 2 May 1997 Brusca had offered a controversial version of the capture of Totò Riina: a secret deal between Carabinieri officers, secret agents and Cosa Nostra bosses tired of the dictatorship of the Corleonesi. According to Brusca, Bernardo Provenzano \"sold\" Riina in exchange for the valuable archive of compromising material that Riina held in his apartment in Via Bernini 52 in Palermo. Brusca also claimed that Riina had told him that after the assassination of Falcone, he had been in indirect negotiations with interior minister Nicola Mancino in a deal to prevent any further killings. Mancino later said this was not true,Folain, Vendetta, p. 150 but in July 2012, Mancino was ordered to stand trial for withholding evidence on 1992 talks between the Italian state and the Mafia and the killings of Falcone and Borsellino.Italy: Ex-interior minister implicated in mafia negotiations, AND Kronos International, 25 July 2012 Brusca has been imprisoned in Rebibbia, Rome, though has requested house arrest nine times since 2002, all having been refused. In 2004, it was reported that Brusca was allowed out of prison for one week every 45 days to see his family, a reward for his good behaviour as well as becoming an informant and co-operating with the authorities. As a result of his collaboration with police, his sentence was reduced to 26 years in prison. ==Assets confiscated== The Brusca family land was seized by the government and in 2000, handed over to an organization called the Consortium for Legal Development. It restores property confiscated from imprisoned mafiosi and gives them back to the community. The small stone farmhouse at San Giuseppe Jato 40 minutes from Palermo was renovated in 2004. It is Sicily’s first anti- mafia agriturismo – or farmstay. Tourists can enjoy organic pasta milled from wheat grown on Brusca’s land and organic wine made from his vineyards by the Placido Rizzotto cooperative, named after the union leader from Corleone, who was shot by the mafia in 1948.Sicily offers safe taste of mafia life, BBC News, June 11, 2004Giving Mafia Property a Makeover in Sicily, Deutsche Welle, December 18, 2006 According to Lucio Guarino, the organization’s director, returning the properties sends a powerful message: \"The Brusca family controlled the fortunes of this territory for nearly thirty years. So it’s an incredible symbol. Here land equals power. And this project shows that with the will of the people, it’s possible to confiscate and restore mafia land\". It has not been easy reclaiming confiscated mafia land for the community. The first year after the cooperative had just sowed their crops, a flock of sheep came from nowhere to destroy them. The day before the project's first grain harvest, every combine harvester in the area mysteriously disappeared. ==References== ==Bibliography== *Jamieson, Alison (2000). The Antimafia. Italy’s fight against organized crime, London: MacMillan Press . ===Biographies=== * Lodato, Saverio (1999). Ho ucciso Giovanni Falcone: la confessione di Giovanni Brusca, Milan: Mondadori * \"La deposizione\" del collaboratore Giovanni Brusca. ==Further reading== *Dickie, John (2004). Cosa Nostra. A history of the Sicilian Mafia, London: Coronet . *Follain, John (2008).The Last Godfathers, London: Hodder . ==External links== * , Teleacras Agrigento, 28 January 2004 Category:1957 births Category:Living people Category:People from San Giuseppe Jato Category:Sicilian Mafiosi Category:Sicilian Mafia Commission Category:Pentiti Category:Sicilian Mafiosi sentenced to life imprisonment Category:Italian people convicted of murdering police officers Category:Prisoners sentenced to life imprisonment by Italy Category:People convicted of murder by Italy ",
    "title": "Giovanni Brusca"
}