{
    "id": "1494333",
    "text": "See also: 1913 in organized crime, other events of 1914, 1915 in organized crime and the list of 'years in Organized Crime'. ==Events== *During his first year in office, NYPD Police Commissioner Arthur Woods arrests more than 200 gangsters. *Gas House Gang leader Thomas Lynch is killed during a gunfight with members of the Jimmy Curley Gang led by \"Gold Mine\" Jimmy Cariggio. The Gas House Gang breaks up soon after Lynch's death. *Within two years of the closing of Chicago's infamous vice district The Levee, long-time vice lord Saffo the Greek is forced to flee the area. It is during this time that Chicago police captain Michael Ryan, district commander of The Levee, is dismissed from the force for corruption. *Frank Costello, with his brother Edward, join Owney Madden's Gopher Gang. *April 17 - Five New York City gangsters are killed in a gunfight between Joe Morello and Joe Baker on 113th Street and Third Avenue. *May - Following his arrest for assault earlier that year, New York labor racketeer \"Dopey\" Benny Fein agrees to testify against several gangsters and union leaders. In exchange for a reduced sentence, Fein reveals details of labor slugging operations from over five-year period resulting in the indictment of eleven gangsters and twenty two union officials. *July - Shortly after being brought to Chicago by his cousin John Torrio, New York gunman Roxie Vanilli is arrested for the murder of a Chicago police officer in Chicago's infamous vice district, The Levee. *November - Patsy Doyle is killed by Owney Madden after Doyle attempts to take leadership of the Gopher Gang. ==Births== *Dominic Brooklier, Los Angeles crime family don *March 15 - Aniello Dellacroce \"Mr O'Neil\"/\"Polack\", Gambino crime family underboss *April 29 - Johnny Dio, Lucchese crime family capo and Murder, Inc. member *June 2 - Anthony Giordano, St. Louis crime syndicate leader and New Orleans crime family associate *July 29 - Mickey Cohen, Los Angeles mobster and New York representative *November 14 - Jimmy Fratianno, Los Angeles Mafia member *November 20 - Jackie Cerone \"The Lackey\", Chicago Outfit leader *December 14 - Joe Colombo, Colombo crime family don and Italian-American Civil Rights League founder. *December 15 - Samuel Carlisi \"Wings\", Chicago Outfit boss *December 18 - Joseph Dippolito, underboss of the Los Angeles crime family ==Deaths== *Humpty Jackson, Humpty Jackson Gang leader Organized crime Category:Years in organized crime ",
    "title": "1914 in organized crime"
}