{
    "id": "1495099",
    "text": "The map of Achaemenid Empire and the section of the Royal Road noted by Herodotus The Royal Road was an ancient highway reorganized and rebuilt by the Persian king Darius the Great (Darius I) of the first (Achaemenid) Persian Empire in the 5th century BCE. Darius built the road to facilitate rapid communication throughout his very large empire from Susa to Sardis. Mounted couriers of the Angarium were supposed to travel from Susa to Sardis in nine days; the journey took ninety days on foot. ==Course of the Royal Road== The course of the road has been reconstructed from the writings of Herodotus,Herodotus, Histories v.52-54, viii.98; Herodotus seems to have been in possession of an itinerary. suggested that Herodotus was partly in error in his tracing the route through Anatolia by making it cross the Halys and showed that though his overall his distances in parasangs are approximately correct, his distances over the sections he describes bear no relation to geographical facts. archeological research, and other historical records. It began in Sardis near the Aegean coast of Lydia, traveled east through Anatolia (crossing the Halys according to Herodotus), and passed through the Cilician Gates to the old Assyrian capital Nineveh in upper Mesopotamia, then turned south to Babylon. From near Babylon, it is believed to have split into two routes, one traveling northeast then east through Ecbatana and on along the Silk Road (via the Great Khurasan Road), the other continuing east through the future Persian capital Susa and then southeast to Persepolis in the Zagros Mountains. Of course, such long routes for travellers and tradesmen would often take months on end, and during the reign of Darius the Great numerous royal outposts (Caravanserai) were built. ==History of the Royal Road== Because the road did not follow the shortest nor the easiest route between the important cities of the Persian Empire, archeologists believe the westernmost sections of the road may have originally been built by the Assyrian kings, as the road plunges through the heart of their old empire. More eastern segments of the road, identifiable in present-day northern Iran, were not noted by Herodotus, whose view of Persia was that of an Ionian Greek in the West;\"Herodotus, a Greek from the Aegean coast of Asia Minor, appears to have reported only that part of the network which led directly to the parts of the Greek world that concerned him,\" notes stretches of the Royal Road across the central plateau of Iran are coincident with the major trade route known as the Silk Road. This route was used by couriers to deliver messages to the Persian capital. However, Darius I improved the existing road network into the Royal Road as it is recognized today. A later improvement by the Romans of a road bed with a hard-packed gravelled surface of 6.25 m width held within a stone curbing was found in a stretch near GordiumNear Gordium the track was identified as post-Phrygian, as it wound round Phrygian tumuli: p. 266 \"The Royal Road\"; and 61 (1957:319 and illus.). and connecting the parts together in a unified whole stretching some 1677 miles, primarily as a post road, with a hundred and eleven posting stations maintained with a supply of fresh horses, a quick mode of communication using relays of swift mounted messengers, the kingdom's pirradazis. The construction of the road as improved by Darius was of such quality that the road continued to be used until Roman times. A bridge at Diyarbakır, Turkey, still stands from this period of the road's use. The road also helped Persia increase long-distance trade, which reached its peak during the time of Alexander the Great (Alexander III of Macedon). In 1961, under a grant from the American Philosophical Society, S. F. Starr traced the stretch of road from Gordium to Sardis, identifying river crossings by ancient bridge abutments. It was maintained by personal guards. The road also was made secure by the Persians. Guard posts were stationed along the road, patrols were also made to secure the route. The Royal Road would be a monument of the Persian Empire. ==Legacy== The Greek historian Herodotus wrote, \"There is nothing in the world that travels faster than these Persian couriers.\" Herodotus's praise for these messengers--\"Neither snow nor rain nor heat nor gloom of night stays these couriers from the swift completion of their appointed rounds\"-- was inscribed on the James Farley Post Office in New York and is sometimes thought of as the United States Postal Service creed. === A metaphorical \"Royal Road\" in famous quotations === Euclid is said to have replied to King Ptolemy's request for an easier way of learning mathematics that \"there is no Royal Road to geometry\", according to Proclus.Proclus, p. 57 Charles Sanders Peirce, in his How to Make Our Ideas Clear (1878), says, \"There is no royal road to logic, and really valuable ideas can only be had at the price of close attention.\" This essay was claimed by William James as instrumental in the foundation of the philosophical school of pragmatism. Sigmund Freud famously described dreams as the \"royal road to the unconscious\" (\"Via regia zur Kenntnis des Unbewußten\"). Karl Marx wrote in the 1872 Preface to the French Edition of Das Kapital (Volume 1), \"There is no royal road to science, and only those who do not dread the fatiguing climb of its steep paths have a chance of gaining its luminous summits.\" The Royal Road to Romance (1925) is the first book by Richard Halliburton, covering his world travels as a young man from Andorra to Angkor. ==See also== * Chapar Khaneh * Persian Corridor * Baghdad Railway * Trans-Iranian Railway * History of Iran * Achaemenid Empire * El Camino Real (California) * Via Regia (Germany) * Angarum * Angaria (Roman law) * Inca road system ==Notes== ==References== * * * * Category:Trade routes Category:Achaemenid Empire Category:Ancient roads and tracks Category:Historic roads in Turkey Category:Roads in Iran Category:Roads in Iraq Category:Iranian inventions ",
    "title": "Royal Road"
}