{
    "id": "1495480",
    "text": "A house band is a group of musicians, often centrally organized by a band leader, who regularly play at an establishment. It is widely used to refer both to the bands who work on entertainment programs on television or radio, and to bands which are the regular performers at a nightclub, especially jazz and R&B; clubs. The term can also refer to a group that plays sessions for a specific recording studio. House bands on television shows usually play only cover songs instead of originals, and they play during times that commercials would be seen by the home viewing audience. Therefore, only those present in the studio during the show's taping see their full performances. ==History== House bands emerged with jazz music in Chicago during the 1920s. The practice of using regular backing musicians during studio sessions became customary as a means for record companies to save money and add convenience at a time when the music industry had seen increased studio costs and musical specialization. With the advent of television in the 1950s, bands from the swing era of jazz typically performed on variety show programs as house bands, starting a television institution that survives to the present. One of the best- remembered, and longest-running, house bands was the NBC Orchestra of The Tonight Show Starring Johnny Carson and his predecessors. Late-night television offered security and survival for the big band, led by trumpeter Doc Severinsen, while the trends in popular music continually changed around them. Late Night with David Letterman, which began in 1982, featured Paul Shaffer and The World's Most Dangerous Band, who, unlike previous house bands, incorporated contemporary rhythm and blues and rock music. The band continued that blend with Letterman when he left for CBS to start Late Show in 1993. House bands remain a late-night talk show fixture, with many of them also serving as unsuspecting straight men for the host's jokes, musically introducing guests, playing in and out of commercials, composing original pieces of music for sketches, and backing up musical guests. The Roots became the first hip hop house band on late-night television when they joined Late Night with Jimmy Fallon in 2009. ==Association with record labels and studios== Record labels have often employed a core group of musicians to serve as a house band or house orchestra, specifically for recording sessions. These groups can come to be regarded as an important component of a label's distinctive \"sound\". This use of house bands, first popularized in the 1920s, was revived during the 1960s, most notably at Motown and at Stax Records. Some of these house bands, such as Booker T. & the M.G.'s (Stax), had parallel careers as main artists in their own right. {| class=\"wikitable\" |- ! Label/Studio !! Group Name(s) !! Individual Musicians |- | American Sound Studio || The Memphis Boys, 827 Thomas Street Band || Gene Chrisman, Tommy Cogbill, Bobby Emmons, Bobby Woods, Reggie Young |- | Hi Records || Hi Rhythm Section || Howard Grimes, Charles Hodges, Leroy Hodges, Teenie Hodges, Al Jackson Jr., Wayne Jackson, Andrew Love |- | Motown || The Funk Brothers || James Jamerson, Richard \"Pistol\" Allen, Jack Ashford, Earl Van Dyke, Joe Hunter, Benny Benjamin, Eddie Willis, Joe Messina, Johnny Griffith, Bob Babbitt, Uriel Jones, Dennis Coffey, Wah Wah Watson, Robert White |- | Philadelphia International Records || || Ronnie Baker, Roland Chambers, Norman Harris, Vince Montana, Earl Young |- | Sigma Sound Studios || MFSB || |- | Stax Records || The Big Six, Booker T. & the M.G.'s, The Mar-Keys || Gilbert Caple, Steve Cropper, Donald \"Duck\" Dunn, Al Jackson, Jr., Wayne Jackson, Booker T. Jones, Curtis Green, Isaac Hayes, Andrew Love, Floyd Newman, Gene \"Bowlegs\" Miller, David Porter, Lewie Steinberg |- | Victor || The Great White Way Orchestra, Hugo Frey's Orchestra, The Manhattan Merrymakers, Metropolitan Orchestra, The Serenaders, The Troubadours, Victor Military Band, The Victor Orchestra, The Virginians || Frank Kelly, S. H. Kendle |}Note: Individuals listed may not have performed in some or any of the groups listed. ==Notable house bands== * Booker T. & the M.G.s (Stax Records) * FAME Gang (Fame Studios) * The Swampers (Fame Studios) * The Memphis Boys (American Sound Studio) * The Funk Brothers (Motown Records) * MFSB (Philadelphia International Records) * Hi Rhythm (Hi Records) * Muscle Shoals Rhythm Section (Muscle Shoals) * The Grateful Dead (The Acid Tests by Ken Kesey, 1964–1968) * The Doors (Whisky a Go Go nightclub, briefly in 1966) * The NBC Orchestra (The Tonight Show, 1954–1992) * The Roots (Late Night with Jimmy Fallon, 2009–2014), (The Tonight Show Starring Jimmy Fallon, 2014–present) * 4 Poofs and a Piano (Friday Night with Jonathan Ross) * CBS Orchestra (Late Show with David Letterman, 1993–2015): led by Paul Shaffer * Jon Batiste and Stay Human (The Late Show with Stephen Colbert), (2015–present) * Branford Marsalis and The Tonight Show Band (The Tonight Show with Jay Leno, 1992–1995) * Kevin Eubanks and The Tonight Show Band (The Tonight Show with Jay Leno, (1995–2010) * Kevin Eubanks and the Primetime Band (The Jay Leno Show same ensemble as above, (2009–2010) * Rickey Minor and The Tonight Show Band (The Tonight Show with Jay Leno, 2010–2014) * Max Weinberg and The Tonight Show Band (The Tonight Show with Conan O'Brien, 2009–2010) * The Max Weinberg 7 (Late Night with Conan O'Brien, same ensemble as above, (1993–2009) * Jimmy Vivino and the Basic Cable Band (Conan, (2010–2018) * The 8G Band with Fred Armisen (Late Night with Seth Meyers, (2014–present) * Reggie Watts & Karen (The Late Late Show with James Corden, (2015–present) * Saturday Night Live Band (Saturday Night Live, (1975–present): led by Lenny Pickett * Joe Firstman on Last Call with Carson Daly * Cleto and the Cletones, (Jimmy Kimmel Live!, (2003–present): led by Cleto Escobedo III * Michael Bearden and the Ese Vatos (Lopez Tonight, (2009–2010) * Rockapella (Where in the World Is Carmen Sandiego?) * Big Jim's Penthouse Playas (The Mo'Nique Show, 2009–2010) led by James \"Big Jim\" Wright * The House Band (Rock Star,TV) * Richard Rodwell (It's Alive!,TV) * Dr. Teeth and The Electric Mayhem (The Muppets, 1975–present) * The Opry Band (Grand Ole Opry) ==References== Category:Live music Category:Types of musical groups ",
    "title": "House band"
}