{
    "id": "1495664",
    "text": "Lake Sonoma is a reservoir west of Cloverdale in northern Sonoma County, California, created by the construction of Warm Springs Dam. Access from U.S. Route 101 is by way of Canyon Road (from the south) from Geyserville, or Dutcher Creek Road (from the north) from Cloverdale. The lake provides water for countywide growth and development, and for recreation. At full capacity, it has of shoreline, a surface area of more than , and holds of water. Activities include boating, swimming, fishing, riding, hiking, camping, and hunting. Notable features include the Milt Brandt Visitor Center, the adjacent Congressman Don Clausen Fish Hatchery, and the Warm Springs Recreation Area below the dam. ==History== Pomo people had lived in the Dry Creek area since at least the 18th century, and some of them resisted the creation of the lake. Archaeologists at Sonoma State University have written about the prehistory and history of Warm Springs Dam, Lake Sonoma, and the Dry Creek Valley. ==Warm Springs Dam== The US Army Corps of Engineers built Warm Springs Dam across Dry Creek. Completed in 1982, this rolled-earth embankment dam is high, long, and wide at the top. It contains of earth. The dam aids in flood control, and a hydroelectric plant produces electricity from the water released downstream. A minimum amount of flow must be maintained in Dry Creek to allow fish migration. ==Water quality== The California Office of Environmental Health Hazard Assessment (OEHHA) has developed a safe eating advisory for Lake Sonoma based on levels of mercury or PCBs found in fish caught from this water body. ==Panorama== Southern arm (left) and main body (right) of Lake Sonoma as viewed from the vista point located southeast of Warm Springs Dam ==See also== *Dry Creek Valley AVA *Lake Mendocino *List of dams and reservoirs in California *List of lakes in California *List of lakes in the San Francisco Bay Area *List of largest reservoirs of California ==References== ==External links== * *news article about annual inspection of Warm Springs Dam Sonoma Category:Healdsburg, California Category:United States Army Corps of Engineers dams Category:Dams in California Category:Dams completed in 1982 Sonoma Category:1982 establishments in California Sonoma ",
    "title": "Lake Sonoma"
}