{
    "id": "1495784",
    "text": "Adrian Mole and the Weapons of Mass Destruction is Sue Townsend's sixth full Adrian Mole novel (as opposed to Adrian Mole and the Small Amphibians and the Guardian serial). It is set in 2002/3 and Adrian is 33¾ years of age. The life of the protagonist is covered for one year, with a short epilogue that jumps to a time one year later (to 2004). The title of the book refers to the Iraqi WMD that were used as justification for the Iraq War which began at this time. This is a recurring theme throughout the book. ==Plot summary== The story also deals with an issue that has affected Sue Townsend directly; she was registered blind in 2001, as a result of long-term diabetes. Adrian Mole and the Weapons of Mass Destruction was typed by Townsend's husband from dictation. ==Critical reception== In her review of the book, Mary Wakefield felt Mole's immature and angst-ridden personality has lost its appeal as he approaches middle-age, where it was endearing in a younger man.Wakefield, Mary (October 24, 2004), \"Adrian Mole has become Mr Bean,\" Telegraph. Retrieved December 27, 2017 ==Main characters== ===Bruce \"Brainbox\" Henderson=== Bruce was Adrian's old schoolmate in the first book. He was very clever although he couldn't grasp more philosophical concepts and dealt mainly with numbers. He never seemed to have many friends and was always seen with a calculator in his hand. He later started IdioTech, a company that specialises in 'technology for idiots'. At the end of the book he marries Marigold. ===Nigel Hetherington=== Nigel is Adrian's best friend. During the course of the novel he becomes blind. Unfortunately he has to give up working as a media analyst due to his condition, since this job essentially involves reading newspapers. Due to this and his situation in general, he becomes depressed and short-tempered. He often snaps at Adrian and is rude and contemptuous to him, despite Adrian's (often clearly misguided) attempts to involve him in his writer's workshop and cheer him up. He is given a guide dog for his condition, to which he develops an emotional attachment. ===Glenn Bott/Mole=== The son of Adrian Mole. Glenn, to his father's considerable annoyance, possesses none of his father's \"intelligence\" and opts to join the British Army. Stationed in Iraq, he is positively encouraged by his father to fight in a war with no foreseeable end. Towards the end, Adrian's opinion of the war has radically changed. ===Robbie Stainforth=== The best friend of Glenn, Adrian's son, and a private in the British Army, through which he is deployed to Iraq. He enjoys reading and becomes friends with Adrian's boss, Mr Carlton-Hayes, by exchanging letters. Mr Carlton-Hayes is keen to further his interest and sends him several books to read. He is killed in a bomb explosion near the end of the book, which upsets Adrian greatly. ===Marigold Flowers=== For a while she is Adrian's girlfriend, and later his fiance, but he loves her less each day. Adrian became engaged to her only because of the influence of her father, Michael. Marigold is described as needy, hysterical, mentally and emotionally unstable and a hypochondriac. She seems to always expect to get what she wants and proves to be manipulating Adrian. She even lies that she is pregnant with Adrian's child in a final attempt to make him marry her. At the end, however, she marries Bruce \"Brainbox\" Henderson. ===Daisy Flowers=== Daisy is Marigold's elder half-sister. She is the \"black sheep\" of the Flowers family, having embraced the materialistic lifestyle that they claim to renounce. She and Adrian are attracted to each other, and he eventually leaves Marigold in favour of her. Her father, Michael Flowers describes her as a Hedonist. Unlike the rest of the Flowers family, Daisy is popular with Adrian's friends and family. However, Daisy is temperamental, frequently drunk, and much to Adrian's annoyance swears in mostly every sentence. ===Michael Flowers=== Father of Daisy, Poppy, and Marigold. He is a powerful patriarchal figure, a vegetarian, a madrigal-singer, and a hater of modernity. He dislikes Mr. Carlton-Hayes, mostly because of a long-standing disagreement they have concerning J.R.R. Tolkien. Michael Flowers is a domineering character, who appears to like Adrian, and appears to attempt to groom Adrian to be his ideal son-in-law and surrogate son. Flowers is opinionated and usually ignores Adrian should he try argue his corner. After a life of left-wing piety Flowers later becomes a supporter of the right wing populist United Kingdom Independence Party. ===Pandora Braithwaite=== Adrian's childhood sweetheart. Formerly an Oxford academic, specialising in Eastern European languages, she has more recently become a politician and a Labour MP. There are some indications scattered through the novel that Adrian is still in love with her, as he was throughout most of the earlier books. Pandora also sent text messages to him saying she loved him but did that only when she was \"drunk\". Since The Cappuccino Years, Pandora has been the New Labour MP for Ashby-de- la-Zouch, and in this instalment resigns from her role as a prominent Parliamentary Private Secretary due to her disagreement with the government's invasion of Iraq in 2003, though she remains an MP. ===Mr Hugh Carlton-Hayes (Hughie)=== Adrian’s employer, always referred to as “Mr Carlton-Hayes”. He runs a small independent bookshop, where Adrian works and helps to slightly modernise. Unlike many of Adrian's acquaintances, Mr Carlton-Hayes has a very kind nature and helps Adrian out of his depression at the end of the book. A veteran of World War II, he is in his late seventies and from an upper-class background. A running joke in the book is that Adrian does not know whether Mr Carlton-Hayes' partner Leslie is a man or a woman; this is never made clear. Although they are from different backgrounds, he and Adrian share an appreciation of literature, contempt for Michael Flowers, and a similar reservation about expressing their feelings. It is revealed in Adrian Mole: The Prostrate Years that Leslie is a man and implied they both left their wives for their relationship. ===Pauline Mole=== Pauline is Adrian's mother, and plays less of a role in the story than in previous books. Like Adrian, Pauline is inclined to spend using money she hasn't got. Pauline's desire to live in a converted building result in she and her husband George converting some pigsties. Adrian is frustrated by his mother and father refusing to grow old in appearance. ===George Mole=== Adrian's father. George is still unemployed, and appears to have given up resolving this. After injuring himself converting the pigsties, the balding George becomes disabled. Adrian appears to sympathise with his father more than in previous books. ==Other characters== ===Poppy Flowers=== Poppy Flowers is the middle Flowers sister. She is described as having particularly long hair (to the point in Adrian's opinion, where you feel awkward not commenting on it). Poppy is portrayed as being a moody and volatile character. Poppy is perhaps the middle ground between her sisters. Poppy on occasion allies with Daisy in criticizing the feeble personality and lifestyle of Marigold. It is mentioned that she is a Scientologist. ===Animal=== Animal is hired by Adrian's parents to convert their pigsties into a house. Animal is a man of few words, described by Darren (a friend of Adrian's) with the words, \"He can't do a four-piece jigsaw... but he picks up a sledgehammer like it's a bag of feathers.\" At the end of the book, when his work is done, he is still living with Adrian's parents, in an apparent ménage à trois. ===Wayne Wong=== Wayne is a former school friend of Adrian's, now a proprietor of a Chinese restaurant, where he offers Adrian a discount. As such nearly every social occasion of Adrian's is held at the restaurant. ===Parvez=== Another former school friend of Adrian. Parvez is an independent financial adviser, who unfruitfully attempts to persuade Adrian to rein in his spending. ==Members of the Leicestershire and Rutland Creative Writing Group== ===Ken Blunt=== Ken is an anti-war, anti-American writer, whom Adrian befriends. Ken is married and believes it to be his duty to write about war, stating 'I can't stand the sort of writing that spends two chapters describing the colour of an Autumn fucking leaf'. ===Gary Milksop=== Gary is a feeble character who believes himself to be a talented writer. In reality, Gary has little aptitude to writing and cannot take criticism, hence the rest of the group constantly praise his mundane and lackluster writing. ===Gladys Fordingbridge=== Gladys is a pensioner who writes poems solely about cats. Her penchant for writing cat poetry annoys the rest of the group. When she is published, Adrian sees the opportunity to remove her from the group, and tells her she will have to leave the group once she renounces her amateur status. At the end of her diary, a poem of hers is published in the Times, which criticizes the lead up to the Iraq war. ==References== Category:2004 British novels Category:Fictional diaries Weapons Of Mass Destruction Category:Michael Joseph books ",
    "title": "Adrian Mole and the Weapons of Mass Destruction"
}