{
    "id": "1495067",
    "text": "Akimbo was a video on demand system that allowed subscribers to download television shows, movies, and other video to a set-top box on demand. Before adopting the name Akimbo, the company also operated under a number of other names including StaticTV and Blue Falcon Networks. == Company == Based out of San Mateo California, the company employed approximately 80 people at its peak. It was founded by Steve Shannon, a former executive of ReplayTV, a TiVo competitor that was to become a unit of D&M; Holdings, and is now owned by DirecTV. == History == Akimbo had released a software version of its on-demand system that ran on any computer running Windows XP Media Center Edition 2005. The software version was compatible with media center extenders such as the Xbox and Xbox 360. The service was initially announced in February 2004, when Akimbo demonstrated its product at the Demo 2004 conference in Scottsdale, Arizona. It was launched in October 2004, and signed on with Amazon as their official retailer. Initial reactions were mixed, with criticisms of high prices of unknown content being levelled at it, although the user interface was regarded as intuitive and responsive. From December 2004, AT&T; Homezone began to offer some of Akimbo video content through its set top boxes, a result of a partnership deal inspired by AT&T;'s deep investments in the company. Akimbo had also released its new RCA Akimbo Player which was a set top box that offers up to 100 hours of recording and was connected to the Akimbo Video On Demand Service. On August 1, 2007, Akimbo finalized the dissemination of its Video on Demand service. On June 2, 2008, Akimbo went out of business. == Criticism == With the initial launch of the service, complaints were rampant regarding the cost of the set-top-box (about $300), and then the added cost for users to purchase video content. Users would be able to buy or rent video content which would then be downloaded to their player for viewing. Akimbo would purchase the rights to provide content from content providers, then allow the content providers to set the cost of their content. This resulted in erratic pricing and exorbitant costs for users, as content owners would often set prices of 5-9 dollars for a 30-minute show, and load the show with commercials. Akimbo also struggled with video quality, using Windows Media as the video type. Videos often were encoded in standard definition with the audio and video out of sync, audio cutting out part way through a video, and or pixelation and distortion to the video. About a month after launching the Akimbo service, the company had about 120 active set-top boxes, about 60 of which were being used by employees and/or investors. On average only about 20 of those 120 players downloaded any content during a month. At the time when the company began its first round of lay-offs, about a year and a half after the initial launch, the number of users had grown to only about 140. == Equipment and programming == === Equipment === Akimbo's hard-drive-equipped set-top box connected to a broadband connection and stored the chosen full-resolution programs using Akimbo's TiVo-like guide. === Programming === The initial content was a bit eccentric — Turkish-language shows, independent films, British dramas from Granada TV, a lot of skin flicks — but 6ABC CNBC Cartoon Network & VH1 Uno were also among the offerings from its 200 content partners. Channels which were available on Akimbo were: {| | * 2FlyTV * 6ABC * A&E; * Action TV * Adult Swim * Adven TV * AmazeFilms * The Anime Network * Animusic * ArtsPass * AsiaMovieChannel.com * The Baby Channel * BBC * Best of California * Billiard Club Network * blip.tv * Cartoon Network * Clint Sharp's Vlog | * CNBC * DIY Network * DLT Entertainment * EarthTalk Today * Endorphin * FilmClix * Fine Living * FitnessOnDemandTV * Fletcher's Place * Food Network * Freshwave.TV * GolfSpan * Granada TV * GreenCine * Guardian Studios * HGTV * high.tv * History Channel | * How to Web TV * iFilm * Illusion * Inside China * IntoVid * latelelatina * LetGo!Yoga * Luxury Channel * Moviebear * National Geographic * Oasis TV * Pan-O-Rama * Re: Evolution of Sports * Rocketboom * sail.tv * SecurityTV * Skyworks * The Soundtrack Channel | * Stage One * Stash TV * Steve Garfield's Video Blog * Studio 4 Networks * ¡Sorpresa! * Turner Classic Movies * Ultimate Combat * Underground Film * Union * Varsity TV * VegTV *VH1 Uno * Westpark Foundries * Wine TV * World Affairs Council * World Cinema Online |} ==References== == External links == * Category:Internet television Category:Defunct video on demand services ",
    "title": "Akimbo (on-demand service)"
}