{
    "id": "1495450",
    "text": "The New Adventures of He-Man is an American-Canadian animated series which ran in syndication in the fall of 1990 while Mattel released the toy line He-Man, an update of their Masters of the Universe line. The cartoon series was intended to be a continuation of Filmation's He-Man and the Masters of the Universe series. Filmation had gone defunct a year earlier, during the early development of He-Man and the Masters of Space, and this series was meant to continue on from He-Man and the Masters of the Universe, which itself was in syndication at the time. This would mark the final entry in the original Masters of the Universe continuity until Masters of the Universe: Revelation, as the franchise as a whole would be rebooted twelve years later. ==Synopsis== He-Man, legendary defender of the planet Eternia, has been summoned to the futuristic planet of Primus to defend the planet from the evil Mutants of the neighboring planet of Denebria. However, his old adversary Skeletor has followed him and allied himself with the Mutants in his fight to conquer the whole universe. Together with a team of Galactic Guardians, He-Man fights to defend Primus and all its power resources from the continuous attacks by Skeletor and the Mutants. The majority of the cartoon episodes were written by Jack Olesker. ==Characters== * He-Man/Prince Adam (voiced by Doug Parker as Adam, Garry Chalk as He-Man) - The protector of Eternia who is summoned to Primus to help fight the Evil Mutants. When on Primus, Adam turns into He-Man by quoting \"By the power of Eternia, I have the Power.\" * Skeletor (voiced by Campbell Lane) - The archenemy of He-Man. Upon being accidentally brought to Primus, Skeletor forms an alliance with the Evil Mutants of Denebria by telling Flogg that he will help him take over Primus in exchange for Flogg helping him destroy He-Man. By the end of the series, Skeletor and Crita are last seen in a shuttle pod disappearing into the depths of space. ===Galactic Guardians=== * Flipshot (voiced by Scott McNeil) - A space pilot from the cloud city of Levitan. He is also known as Icarius in the toyline. * Hydron (voiced by Don Brown) - An undersea commander and the captain of the Starship Eternia who comes from Primus' underwater city of Serus. * Kayo (voiced by Don Brown) - A space warrior and space pilot from Onnor in the Terra region of Primus. He is also known as Tatarus in the toyline. * Nocturna (voiced by Alvin Sanders) - A martial artist and master of stealth from the Easten continent of Mida. He was mostly seen as a background character. * Vizar (voiced by Don Brown) - A warrior with strong powers of sight who comes from the ancient city of Olympic in the Opal region of Primus. * Tuskador (voiced by Alvin Sanders) - An intergalactic merchant warrior from the Polarides star system with tusks on his elephant-like armor that he uses to catch enemies with. He is also called Insyzor in the toyline. * Artilla (voiced by Garry Chalk) - A cyborg weapons expert. He is also called Weaponstronic in the toyline. * Spinwit (voiced by Ted Cole) - A warrior from the planet Zil who can create tornadoes by spinning. He is also called Tornado in the toyline. * Sagitar (voiced by Campbell Lane) - A Horse Lord and former slave in the Denebrian Mines and arch-enemy of Staghorn who comes from the planet Equinos. His kind can turn from centaur-like beings to four-armed humanoids. He is also called Tharkus in the toyline. ===Evil Mutants of Denebria=== * Flogg (voiced by Alvin Sanders) \\- The leader of the Evil Mutants of Denebria. Flogg is a military commander of the Mutant Armada which he commands from the Mutant Mothership. Skeletor forges an alliance with Flogg where Skeletor will help him take over Primus in exchange for Flogg helping to destroy He-Man. By the end of the series, Flogg surrenders and ends up signing a peace treaty between Primus and Denebria. He is also called Brakk in the toyline. * Slush Head (voiced by Ted Cole) - An incompetent amphibious mutant with cybernetic tentacles. Slush Head serves as Flogg's second-in-command and the co-pilot of the Mutant Mothership. Slush Head comes from the Quagmi Swamp, a place on Denebria that most other Mutants find disgusting because of its deadly creatures and foul stench. In the toyline, he is also called Kalamarr. * Optikk (voiced by Don Brown) - A cyborg with an eye for a head. * Karatti (voiced by Ted Cole) - A mutant with deadly martial arts skills who is often paired with Hoove. * Hoove (voiced by Doug Parker) - A mutant with powerful kicks who is often paired with Karatti. * Lizorr - A reptilian mutant from the desert of Gorn. He was mostly seen as a background character. In \"Glastnost Schmaznost,\" Lizorr was shown to extend his tongue as seen when he wraps it around He-Man's arm. * Quakke (voiced by Don Brown) - A super-strong mutant warrior who can shake the ground by hitting it with his Grabatron Meteormace. He is also called Earthquake in the toyline. * Staghorn (voiced by Ted Cole) - A scheming Evil Mutant tracker that wears a helmet with large metal pikes protruding from it which he uses in battle to pick up his enemies and throw them around. He comes from the Regula Mountains in the deepest, darkest part of the frozen Fog Zone on Denebria. Staghorn is the archenemy of Sagitar. * Butthead (voiced by Scott McNeil) - A mutant who attacks his enemies by ramming them with his head. Known as \"B.H.\" on the cartoon. * Crita (voiced by Venus Terzo) - A crafty female Mutant and later Queen of the Gleanons. She is an attractive and ruthless Evil Mutant who works on the Mutant Mothership and is attracted to Skeletor. By the end of the series, He-Man traps Skeletor and Crita in a shuttle pod and banishes them into space. * Tech Mutants - Two unnamed Mutants that work as scientists for Flogg. * Mutant Troopers - The generic foot soldiers of the Evil Mutants. Some of them are shock troopers while others pilot their shuttle pods for air attacks. ===Other characters=== * Master Sebrian (voiced by Anthony Holland) - The wisest and most knowledgeable man on the planet Primus and the only one who Adam reveals his secret identity to. To help keep Adam's secret, Master Sebrian allows Adam to pass off as his merchant nephew from Levitan. He also has a knowledge of magical spells. * Mara (voiced by Venus Terzo) - An assistant of Master Sebrian, ambassador of Primus, and eventually the leader of the Galactimytes. She is shown to have good fighting skills when she goes up against Crita. * The Scientists of Primus - The Scientists of Primus are the four greatest scientists of the planet whom, while intelligent, often provide the comedy relief in the show. ** Alcon (voiced by Garry Chalk) - Member of the Scientists of Primus. He is very flamboyant and full of himself. Behind the massive ego of Alcon is a brilliant mind that he used to save Primus on more than one occasion. ** Gepple (voiced by Don Brown) - Member of the Scientists of Primus. Even though most of the time he's just as bickering and cowardly as his partners, there are times that Gepple is more level-headed than the others. Gepple is also the inventor of a glue called \"Gepple Goo\" which has come in handy in most episodes. ** Krex (voiced by Scott McNeil) - Member of the Scientists of Primus and the smartest of the group. He has a terrible memory of things. ** Meldoc (voiced by Doug Parker) - Member of the Scientists of Primus. He has a tendency of falling asleep where he dreams of his next invention causing the other three scientists to give him a rude awakening. * Drissi (voiced by Tracy Eisner) - Tends to the animals on planet Primus in its Oasis and occasionally lends a hand to the Galactic Guardians with her piloting skills and telepathic control over creatures. * Caz (voiced by Mark Hildreth) - A young boy with a thirst for adventure. It is hinted that he may be the heir to the rightful rulers of Primus. * Gleep (voiced by Ted Cole) - A robot that is often seen working for Master Sebrian. * U-R - A robot who assists the Scientists of Primus and doesn't like being bossed around. * Werban (voiced by Don Brown) - The secretary of the Inner Council who cares for their needs. He has been shown to be jealous of Master Sebrian and misguided at times. * Meliac - A cyclops-like trader from Gorn City, Denebria that befriends He-Man. He later becomes the sheriff of Gorn City. * Grot - A hippopotamus-like creature who handles Primus' gardens where he grows the food for the planet. He cares deeply for his garden. * Priman Troopers - The foot soldiers of Primus. * Korac - The former mayor of Gorn City who often does business with Skeletor. * Mytes - The Mytes are a short race of peaceful aliens from the planet Nekron. ** President Pell (voiced by Garry Chalk) - The wise and compassionate leader of the Mytes. ** Vice-President Etor (voiced by Ted Cole) - The second-in-command to President Pell who is also the best star pilot in the Myte Fleet. ** Ambassador Bimo - The Mytes ambassador to Primus. * Gleanons - The Gleanons are a race of hostile aliens from the planet Nekron who are often in league with Crita. ** General Nifel (voiced by Michael Donovan) - The leader of the Gleanons. ** Sgt. Krone (voiced by Garry Chalk) - General Nifel's second-in-command. ** Private Dobson - The Gleanon's computer programmer. ==Episode guide== {|class=\"wikitable\" width=\"98%\" style=\"background:#FFF;\" |- style=\"border-bottom:3px solid #CCF\" ! # !! Episode Name !! Script !! Original air date |- |} ==Cast== * Don Brown - Hydron, Gepple, Optikk, Quakke, Kayo, Vizar, Werban * Garry Chalk - He-Man, Artilla, Alcon, Andros (in \"A New Beginning\"), President Pell (in \"Balance of Power,\" and \"The Taking of Levitan\"), Sgt. Krone (in \"Balance of Power,\" \"The Taking of Levitan,\" and \"A Time to Leave\"), Gross * Ted Cole - Spinwit, Slush Head, Karatti, Staghorn, Gleep, Vice-President Etor (in \"Balance of Power\") * Tracy Eisner - Drissi * Mark Hildreth - Caz * Antony Holland - Master Sebrian * Campbell Lane - Skeletor, Sagitar * Scott McNeil - Flipshot, Butthead, Krex, Captain Zang * Doug Parker - Adam of Grayskull, Hoove, Meldoc * Alvin Sanders - Flogg, Tuskador * Venus Terzo - Crita, Mara, Sorceress of Castle Grayskull ===Additional voices=== * Long John Baldry - Treylus (in \"The Test of Time\") * Michael Donovan - General Nifel * Cathy Weseluck - Teela (in \"Once Upon a Time\") ==Crew== * Susan Blu - Voice Director * Jean Chalopin- Story Editor/Executive Producer ==Minicomics== In the New Adventures mini-comics packaged with the toys, the story is slightly different: when Prince Adam and Skeletor travel to Primus, Adam becomes He-Man in front of Skeletor, revealing his secret identity and giving up the identity of Prince Adam to remain permanently as He-Man. The \"explosion\" from the transformation damages Skeletor and he has to become a cyborg in order to survive. Also in the comics, Skeletor does not fake allegiance to Flogg. Instead, he defeats Flogg and assumes full command of the Evil Mutants. The element of the transformation from Adam to He-Man is retained from the first cartoon series, as the makers felt it would be unwise to abandon it given that the transformation sequence had been one of the most popular elements of the original series. However, in this series, one word in the transformation line is different - instead of \"By the power of Grayskull...I have the power!\", he says \"By the power of Eternia...I have the power!\" ==Reception== The show has been compared to the original series, with most reviews noting a dramatic shift in tone, creating a sense of discontinuity compared to the original. The quality of the animation is considered superior, but the character designs have been described as bland. ==DVD releases== BCI Eclipse LLC (under its Ink & Paint classic animation entertainment brand) (under license from Entertainment Rights) released The New Adventures of He-Man on DVD in Region 1 in two volume sets in 2006/2007. Each episode on BCI Ink & Paint's DVD releases of The New Adventures of He-Man (AKA He-Man in Space by He-Man fans) was uncut and digitally re-mastered for optimum audio and video quality and presented in its original broadcast presentation and story continuity order, as well as extensive bonus features. As of 2009, this release has been discontinued and is out of print as BCI Eclipse has ceased operations. To commemorate the 30th anniversary He-Man and the Masters of the Universe brand, Mill Creek Entertainment released the 30th Anniversary Commemorative Collection of He-Man and the Masters of the Universe DVD in December 2012. The 22-disc features all 130 episodes of the 1983 series, 20 fan-favorite episodes of the 1990 series, as well as all 39 episodes of the 2002 series. {| class=\"wikitable\" !DVD Name !! Ep # !! Release Date |- | The New Adventures of He-Man: Volume 1 || align=\"center\"|33 || December 26, 2006 |- | The New Adventures of He-Man: Volume 2 || align=\"center\"|32 || March 27, 2007 |} ==Notes== == External links == * * Category:1990s American animated television series Category:1990 American television series debuts Category:1990 American television series endings Category:American children's animated action television series Category:American children's animated science fantasy television series Category:American children's animated space adventure television series Category:American children's animated superhero television series Category:English-language television shows Category:First-run syndicated television programs in the United States Category:Masters of the Universe television series Category:Television series set on fictional planets Category:Television shows based on Mattel toys ",
    "title": "The New Adventures of He-Man"
}