{
    "id": "1496330",
    "text": "Toilers of the Sea () is a novel by Victor Hugo published in 1866. The book is dedicated to the island of Guernsey, where Hugo spent 15 years in exile.Victor Hugo in Guernsey Hugo uses the setting of a small island community to transmute seemingly mundane events into drama of the highest calibre. Les Travailleurs de la Mer is set just after the Napoleonic Wars and deals with the impact of the Industrial Revolution upon the island.Toilers of the Sea The story concerns a Guernseyman named Gilliatt, a social outcast who falls in love with Deruchette, the niece of a local shipowner, Mess Lethierry. When Lethierry's ship is wrecked on the Roches Douvres, a perilous reef, Deruchette promises to marry whoever can salvage the ship's steam engine. Gilliatt eagerly volunteers, and the story follows his physical trials and tribulations (which include a battle with an octopus), as well as the undeserved opprobrium of his neighbours. ==Plot summary== La Durande (ink wash painting by author, 1866) Octopus that Gilliatt faces (ink wash painting by author, 1866) Gilliatt and the Octopus by Joseph Carlier A woman arrives in Guernsey, with her son Gilliat, and buys a house said to be haunted. The boy grows up, the woman dies. Gilliat becomes a good fisherman and sailor. People believe him to be a wizard. In Guernsey also lives Mess Lethierry – a former sailor and owner of the first steamship of the island, the Durande – with his niece Deruchette. One day, near Christmas, when going to church, she sees Gilliat on the road behind her and writes his name in the snow. He sees this and becomes obsessed with her gesture. In time he falls in love with her and goes to play the bagpipes near her house. Sieur Clubin, the trusted captain of Durande, sets up a plan to sink the ship on the Hanois reef and flee with a ship of Spanish smugglers, Tamaulipas. He gets in touch with Rantaine, a swindler who had stolen a large sum of money from Mess Lethierry many years ago. Clubin takes the money from Rantaine at gunpoint. In thick fog, Clubin sails for the Hanois reef from where he can easily swim to the shore, meet the smugglers, and disappear, giving the appearance of having drowned. Because of the fog he has mistakenly arrived at the Douvres reef, which is still halfway between Guernsey and France. Left alone on the ship, he is terrified, but he sees a cutter and leaps into the water to catch it. At that moment he is grabbed by the leg and is pulled down to the bottom. Everybody in Guernsey finds out about the shipwreck. Mess Lethierry is desperate to get the Durandes engine back. His niece declares she will marry the rescuer of the engine, and Mess Lethierry swears she will marry no other. Gilliat immediately takes up the mission, enduring hunger, thirst, and cold trying to free the engine from the wreck. In a battle with an octopus, he finds the skeleton of Clubin and the stolen money on the bottom of the sea. Eventually he succeeds in returning the engine to Lethierry, who is very pleased and ready to honour his promise. Gilliat appears in front of the people as the rescuer but he declines to marry Deruchette because he had seen her accepting a marriage proposal made by Ebenezer Caudry, the young priest recently arrived on the island. He arranges their hurried wedding and helps them run away on the sailing ship Cashmere. In the end, with all his dreams shattered, Gilliat decides to wait for the tide sitting on the Gild Holm'Ur chair (a rock in the sea) and drowns as he watches the Cashmere disappear on the horizon. ==Characters== * Gilliatt: a fisherman * Mess Lethierry: owner of the ship Durande, the island's first steam ship * Déruchette: Mess Lethierry's young niece * Sieur Clubin: captain of the Durande * Ebenezer Caudray: young Anglican priest, recently arrived on the island ==Influence== The novel is credited with introducing the Guernésiais word for octopus (pieuvre) into the French language (standard French for octopus is poulpe).Pieuvre - Centre National des Ressources Textuelles et Lexicales ==Dedication== The following dedication appears at the front of the book: ::Je dédie ce livre au rocher d'hospitalité et de liberté, à ce coin de vieille terre normande où vit le noble petit peuple de la mer, à l'île de Guernesey, sévère et douce, mon asile actuel, mon tombeau probable. ::(I dedicate this book to the rock of hospitality and liberty, to that portion of old Norman ground inhabited by the noble little nation of the sea, to the island of Guernsey, severe yet kind, my present asylum, my probable tomb.) ==Publishing history== The novel was first published in Brussels in 1866 (Hugo was in exile from France). An English translation quickly appeared in New York later that year, under the title The Toilers of the Sea. A UK edition followed in 1887, with Ward Lock publishing Sir G Campbell's translation under the title Workers of the Sea followed by an 1896 Routledge edition under the title Toilers of the Sea. Hugo had originally intended his essay L'Archipel de la Manche (The Archipelago of the [English] Channel) as an introduction to this novel, although it was not published until 1883, and the two have only been published together in the 20th century.L'Archipel de la Manche, Priaulx Library, Guernsey In 2002, Modern Library published an edition with a new translation by James Hogarth, which bills itself as \"the first unabridged English edition of the novel\".Toilers of the Sea ==Film adaptations== There have been at least five film adaptations of the novel, including: * Toilers of the Sea (1914 film) – director unknown (silent)Toilers of the Sea (1914), imdb.com * Toilers of the Sea (1915 film) – director unknown (silent)Toilers of the Sea (1915), imdb.com * Toilers of the Sea (1923 film) – director Roy William Neill (silent)Toilers of the Sea (1923), imdb.com * Toilers of the Sea (1936 film) – director Selwyn JepsonToilers of the Sea (1936), imdb.com * Sea Devils (1953 film) – director Raoul WalshSea Devils (1953), imdb.com ==References== ==External links== * * * Category:Novels by Victor Hugo Category:Novels set in the Channel Islands Category:Guernsey culture Category:1866 French novels Category:French novels adapted into films Category:Books about cephalopods Category:Nautical fiction ",
    "title": "Toilers of the Sea"
}