{
    "id": "1496912",
    "text": "Legislative Council Building, Chater Road Eastern section of Chater Road. The Hong Kong Club Building is on the left, and Chater Garden on the right. Foreign domestic helpers gathering on the northern section of Statue Square, viewed from Chater Road. Chater Road is a three-lane road in Central, Hong Kong named after Sir Paul Chater. It begins at its intersection with Pedder Street and Des Voeux Road Central in the west, and ends at Murray Road in the east. It divides Statue Square into a southern and a northern sections. ==History== Chater Road is named after Sir Paul Chater, a leading figure in early colonial Hong Kong, who was instrumental in the Praya Reclamation Scheme, which created the reclaimed land on which the road is built. Chater House, owned by Hongkong Land, is located at the western end of the road, which abuts the similarly dedicated Chater Garden, a public square in the middle of the central business district. ==Events== Since the growth in the number of foreign domestic helpers in Hong Kong, the road is now usually closed on Sundays and on Hong Kong bank holidays, when the road and surrounding areas are full of domestic helpers gathering and enjoy their day off work. Impromptu parties with music and dancing are frequent. Almost all of the people share picnics with their friends. ==Sites along the road== Points of interest along the road include (from west to east): * Chater House * St George's Building * Alexandra House * Mandarin Oriental Hotel * Prince's Building * Statue Square * World War I cenotaph * Court of Final Appeal Building * Hong Kong Club Building * AIA Central * Chater Garden The former Furama Kempinski Hotel was located along the road as well. The hotel has been replaced by the AIG Tower, later renamed AIA Central. ==Public transport== Part of the MTR's Tsuen Wan Line runs underneath the road, and the Tsuen Wan Line station serving the area was originally called Chater in English. It was later renamed Central together with the Island Line Pedder station nearby. ==See also== * List of streets and roads in Hong Kong ==References== ==External links== *Google Maps of Chater Road Category:Central, Hong Kong Category:Roads in Hong Kong ",
    "title": "Chater Road"
}