{
    "id": "1496548",
    "text": "Santiago Iglesias Pantín (February 22, 1872 - December 5, 1939), was a Spanish-born Puerto Rican socialist and trade union activist. Iglesias is best remembered as a leading supporter of statehood for Puerto Rico, and as the Resident Commissioner of Puerto Rico in the U.S. Congress from 1933 to 1939. ==Biography== ===Early years=== Santiago Iglesias was born in A Coruña, Galicia, Spain, where he attended the common schools, and was apprenticed as a cabinet maker. At a young age he stowed away on a ship which landed in Cuba. There he organized workers and, beginning in 1889 was secretary of the Workingmen Trades Circle in Havana. Iglesias subsequently moved to Puerto Rico, and was the founder and editor of three labor papers: * Porvenir Social (from 1898 to 1900) * Union Obrera (from 1903 to 1906) * Justicia (from 1914 to 1925) He was a very active labor organizer in Puerto Rico and was often arrested and jailed for his activities, and was considered American Federation of Labor (AFL) president Samuel Gompers's ally on the island. In fact, Gompers appointed him general organizer of the American Federation of Labor for the districts of Puerto Rico and Cuba in 1901. In 1915, he founded the Puerto Rico's Socialist Party, a pro-statehood, pro-labor party (not to be confused with the avowedly Marxist and pro-independence Puerto Rican Socialist Party founded in the 1970s). His Socialist Party, unlike its namesake, did elect its candidates to elective office during many elections. He also served as secretary of the Pan-American Federation of Labor from 1925 to 1933. In 1936, he was wounded during an assassination attempt by Puerto Rican Nationalist Party partisans. After losing a race in 1908 against Tulio Larrínaga for Puerto Rico's non-voting delegate seat in the United States Congress, Iglesias was elected as a Coalitionist Resident Commissioner on November 8, 1932, and was reelected in 1936 for the term ending January 3, 1941. He served in the 73rd, 74th, 75th, and 76th Congresses, from March 4, 1933 until his death. ===Member of the Senate of Puerto Rico=== Iglesias served as a member of the first Senate of Puerto Rico in 1917, and reelected several times, until his election to Congress in 1932. He pushed for many social reforms, many of which did become law, either as part of the PDP's reform agenda in the 1940s or as part of the Constitution of Puerto Rico in 1952. ===Resident Commissioner in the U.S. House of Representatives=== Iglesias unsuccessfully pushed for legislation to enable Puerto Ricans to elect their own Governor, a concept that did not become law until 1947. He was able to have Puerto Rico included in many New Deal assistance programs, including road construction, the Bankhead-Jones Act that enabled agricultural experimentation, the fight against malaria and the Jones Act exclusion regarding the taxation of shipping between Puerto Rico and other U.S. ports. In Congress, he served on the Insular Affairs, Agriculture, and Labor committees. ===Personal life=== Santiago Iglesias in his later years. Married to Justa Pastora Bocanegra in 1902, he had three sons and eight daughters, including labor activist America Iglesias Thatcher, career military officer Edward Iglesias, and the late Manuel Francisco Iglesias, distinguished Air Force Captain and Lead Crew Radar Office of the B-29s during World War II. ===Death and legacy=== Iglesias died in office in Washington, D.C. on December 5, 1939 and his body was returned home to Puerto Rico, where it lay in state at the Capitol. Some 200,000 people were said to have filed past the casket and 50,000 are said to have gridlocked the streets of Old San Juan during his funeral. Iglesias's body was interred in a tomb at Santa Maria Magdalena de Pazzis Cemetery in San Juan, Puerto Rico. Early in 1943, a Liberty Ship was named for him. ==See also== *List of Puerto Ricans *List of Hispanic Americans in the United States Congress *List of United States Congress members who died in office (1900–49) ==Further reading== * Gonzalo F. Córdova, Santiago Iglesias Pantín, Creator of the Labor Movement in Puerto Rico. Rio Piedras, PR: Editorial Universitaria, 1980. * Manuel Mourelle de Lema. Santiago Iglesias Pantín: Un político circunstancial gallego en Puerto Rico. May, 2010. * Clarence Senior, Santiago Iglesias: Labor Crusader. Hato Rey, PR: Inter American University Press, 1972. ==References== ==External links== *\"Memorial Services held in the House of Representatives of the United States, together with remarks presented in eulogy of Santiago Iglesias late a resident commissioner from Puerto Rico frontispiece 1941\" Category:1872 births Category:1939 deaths Category:Burials at Santa María Magdalena de Pazzis Cemetery Category:People from A Coruña Category:Puerto Rican people of Galician descent Category:Socialist Party (Puerto Rico) politicians Category:Resident Commissioners of Puerto Rico Category:Members of the Senate of Puerto Rico Category:American trade unionists Category:Spanish emigrants to Puerto Rico Category:Democratic Party members of the United States House of Representatives ",
    "title": "Santiago Iglesias"
}