{
    "id": "1496340",
    "text": "The Glenfinnan Viaduct is a railway viaduct on the West Highland Line in Glenfinnan, Inverness-shire, Scotland. Located at the top of Loch Shiel in the West Highlands of Scotland, the viaduct overlooks the Glenfinnan Monument and the waters of Loch Shiel. ==Construction== Twelve of the viaduct's twenty-one arches View from a train on the viaduct The Glenfinnan Viaduct, however, was complete enough by October 1898 to be used to transport materials across the valley. It was built at a cost of . A long-established legend attached to the Glenfinnan Viaduct was that a horse had fallen into one of the piers during construction in 1898 or 1899. In 1987, Professor Roland Paxton failed to find evidence of a horse at Glenfinnan using a fisheye camera inserted into boreholes in the only two piers large enough to accommodate a horse. In 1997, on the basis of local hearsay, he investigated the Loch nan Uamh Viaduct by the same method but found the piers to be full of rubble. Using scanning technology in 2001, the remains of the horse and cart were found at Loch nan Uamh, within the large central pylon. ==Design== The viaduct is built from mass concrete, and has 21 semicircular spans of . It is the longest concrete railway bridge in Scotland at , and crosses the River Finnan at a height of . The West Highland Line it carries is single track, and the viaduct is wide between the parapets. The viaduct is built on a curve of . The concrete used in the Glenfinnan Viaduct is mass concrete, which unlike reinforced concrete does not contain any metal reinforcement. It is formed by pouring concrete, typically using fine aggregate, into formwork, resulting in a material very strong in compression but weak in tension. ==Railway services== The West Highland Line connects Fort William and Mallaig, and was a crucial artery for the local fishing industry and the highlands economy in general, which suffered enormously after the Highland Clearances of the 1800s. The line is used by passenger trains operated by ScotRail between Glasgow Queen Street and Mallaig, usually diesel multiple units. Additionally in the summer the heritage Jacobite steam train operates along the line. It is a popular tourist event in the area, and the viaduct is one of the major attractions of the line. ==Depiction== The viaduct is commemorated on this Bank of Scotland £10 note Glenfinnan Viaduct has been used as a location in several films and television series, including Ring of Bright Water, Charlotte Gray, Monarch of the Glen, Stone of Destiny and The Crown. After it appeared in four of the Harry Potter films, British Transport Police warned fans not to walk on the viaduct after a handful of near misses with trains had occurred. It is also featured in the 2018 videogame Forza Horizon 4. The Glenfinnan Viaduct features on some Scottish banknotes. The 2007 series of notes issued by the Bank of Scotland depicts different bridges in Scotland as examples of Scottish engineering, and the £10 note features the Glenfinnan Viaduct. ==References== Sources * ==Further reading== * Category:Bridges completed in 1901 Category:Railway bridges in Scotland Category:Category A listed buildings in Highland (council area) Category:Lochaber Category:Bridges in Highland (council area) Category:Listed bridges in Scotland Category:Viaducts in Scotland Category:Concrete bridges in the United Kingdom Category:1901 establishments in Scotland ",
    "title": "Glenfinnan Viaduct"
}