{
    "id": "1496127",
    "text": "Mírzá Muhammad ʻAlí ( 1853-1937) was one of the sons of Baháʼu'lláh, the founder of the Baháʼí Faith. He was the eldest son of his father's second wife, Fatimih Khanum, later known as Mahd-i-'Ulya, whom Baháʼu'lláh married in Tehran in 1849. Muhammad ʻAlí received the title from his father of G͟husn-i- Akbar (\"Greatest Branch\" or \"Greater Branch\").The elative is a stage of gradation in Arabic that can be used both for a superlative or a comparative. G͟husn-i-Akbar could mean \"Greatest Branch\" or \"Greater Branch.\" ==Early years== Mírzá Muhammad ʻAlí was born on December 16, 1853 in Baghdad during Baháʼu'lláh's first year of exile in that city. In 1863, at the age of nine, he accompanied his family in their exile to Constantinople and Adrianople. During the final days in Adrianople, Mírzá Muhammad ʻAlí wrote about eighty letters to the believers of the Baháʼí Faith, such as those in Baghdad and its surrounding towns. He also asked permission of his father to travel abroad and spread the Baháʼí Faith. At the age of fifteen, when Bahaʼu'lláh's family was imprisoned in Acre, the duty of copying Baháʼu'lláh's writings was given to Mírzá Muhammad ʻAlí. ==Dispute with ʻAbdu'l-Bahá== In the Kitáb-i-ʻAhd (\"Book of the Covenant\"), Baháʼu'lláh appointed ʻAbdu'l-Bahá as his successor, with Muhammad ʻAli given a station \"beneath\" that of ʻAbdu'l-Bahá. Both were noted explicitly by their titles, with Muhammad Ali being called G͟husn-i-Akbar and ʻAbdu'l-Bahá being called G͟husn-i-Aʻzam. As time passed, Muhammad ʻAlí claimed that ʻAbdu'l-Bahá was not sharing power. According to some interpretations, Muhammad ʻAlí insisted that he should instead be regarded as the leader of the Baháʼís. Many accusations were leveled against each other by both ʻAbdu'l-Bahá and Muhammad ʻAlí, culminating in Muhammad ʻAlí's accusing his older brother of conspiring against the Ottoman government. This resulted in the imprisonment and near-death of ʻAbdu'l-Bahá and his family. Almost all Baháʼís accepted ʻAbdu'l-Bahá as Baháʼu'lláh's successor. At the time of ʻAbdu'l-Bahá's death, Shoghi Effendi was appointed the Guardian of the Faith by ʻAbdu'l-Bahá in his Will and Testament, while Muhammad ʻAlí was reprimanded in the same document as \"The Center of Sedition, the Prime Mover of mischief.\" Because Baháʼu'lláh's Kitáb-i-ʻAhd named Muhammad ʻAlí as \"after\" ʻAbdu'l-Bahá's, he took the opportunity of ʻAbdu'l-Bahá's death to try to revive his claim to leadership, but his attempt to occupy the Shrine of Baháʼu'lláh by force left him on the losing end of a legal battle that removed any rights he had to the property. The division between rival sects with Mírzá Muhammad ʻAlí and Shoghi Effendi as their respective leaders was short-lived and Shoghi Effendi emerged as the leader of the global Baháʼí community, labeling Muhammad ʻAlí the arch-breaker of the Covenant of Baháʼu'lláh. Mírzá Muhammad ʻAlí would lead the small Unitarian Baha'i denomination. In 1904, he sent his oldest son, Shua Ullah Behai, to the United States where he led the Unitarian Baha'i community. From 1934 to 1937, Behai published Behai Quarterly, a \"Unitarian\" Baháʼí magazine written in English and featuring the writings of Mirza Muhammad ʻAlí and various other Unitarian Bahais, including Ibrahim George Kheiralla. This schism had very little effect overall. In the ʻAkká area, the followers of Muhammad ʻAlí represented six families at most, they had no common religious activities, and were almost wholly assimilated into Muslim society. This group essentially disappeared. Quote from source: \"After the death of Shoghi Effendi (1957) the only significant oppositional movement was that led by … C. M. Remey…. The movement subsequently splintered….\" A modern academic observer has reported an ineffectual attempt to revive the claims of Muhammad Ali. Some of Mirza Muhammad ʻAlí's works that were preserved by his family have been published in A Lost History of the Baha'i Faith: The Progressive Tradition of Baha'u'llah's Forgotten Family. Mírzá Muhammad ʻAlí succeeds Late ʻAbdu'l-Bahá, Jan 11 1922 Mírzá Muhammad ʻAlí. Detail from a larger photograph, assumed to have been taken in Adrianople in 1868, when ʻAlí was 16. ==Death== Mirza Muhammad ʻAlí died on December 10, 1937, in Haifa Palestine. His remains were carried by hand from his house to King's Way, a distance of one mile, where the remains were placed on a vehicle and escorted to Acre, where again he was carried by hand to his burial plot at Bahji, near the Shrine of Baháʼu'lláh. Memorial services were held at Haifa on Tuesday, January the 18th, 1938. Some supplications which were revealed by Baháʼu'lláh towards Mírzá Muhammad ʻAlí were recited: : “..O my God, verily this is a branch who hath branched from the firm and lofty tree of Thy Singleness and One-ness…. assist him with the hosts of earth and heaven, and help, O my God, whosoever helpeth him, choose whosoever chooseth him, and assist whosoever cometh to him. Then forsake whosoever denieth him and desireth him not.” His death was broadcast by radio stations, including the British Broadcasting Corporation. Some individuals who delivered memorial speeches include Abdullah Bey Mokhles (Professor and the Secretary of National Muslim Society), Bishop Hajjar (Archbishop of Acre for the Melkite Greek Catholic Church), Wadi Effendi Boustani (Arabian philosopher poet and prominent advocate), and Abu Salma (20th century Palestinian poet). == See also == *Baháʼu'lláh's family *Shua Ullah Behai *Covenant-breaker *Baháʼí divisions ==Notes and citations== ;Notes ;Citations == References == * * * * * * * Category:1853 births Category:1937 deaths Category:Bahá'í divisions Category:Family of Baháʼu'lláh Category:People from Baghdad ",
    "title": "Mírzá Muhammad ʻAlí"
}