{
    "id": "1496237",
    "text": "\"The Big Money\" is a song by Canadian rock band Rush, originally released on their 1985 album Power Windows. It peaked at #45 on the Billboard Hot 100 and #4 on the Mainstream Rock chart, and has been included on several compilation albums, such as Retrospective II and The Spirit of Radio: Greatest Hits 1974-1987. The lyrics, written by drummer Neil Peart, reflect on the power of \"big money\" and the sheer magnitude of trade in the modern global economy, particularly during the 1980s. When asked about the idea that the song's lyrics were inspired by a John Dos Passos book of the same name, Peart replied, \"I am a big fan of Dos Passos' stylistic ability, his poetic approach to prose, but the ideas presented in the songs are quite different from those which he exemplified.\" Peart also stated that \"the only connection is in the titles\". ==Music video== The video for the track was directed by Rob Quartly, produced by Allan Weinrib (Geddy Lee's brother), and created by Green Light Productions, using, for the time, state-of-the-art computer graphics similar to those seen in the video for the song \"Money for Nothing\" by Dire Straits. The video also features the band performing the song on an oversized Monopoly- style game board with the words \"Big Money\" in the middle. A full-length version of the video was included on the VHS and laserdisc releases of Rush's Grace Under Pressure tour concert film, while an edited version was released to MTV and other outlets, as well as on the short-lived CD Video format, directed by Weinrib. The car featured in the animated intro has a license plate that reads \"Mr. Big\", a reference to producer Peter Collins, who produced Power Windows. Neill Cunningham, the album cover model for Power Windows, also appears in the video. ==Live performances== When performed live, many of the synthesizers and sound effects heard in the original track are triggered through pedals used by Lee and Alex Lifeson, plus Peart's electronic drum pads. The song was first performed live during the Power Windows Tour and was the show opener on the Hold Your Fire Tour (as heard on the 1989 live album A Show of Hands). The song would be performed during most of Rush's later tours, including the Roll the Bones Tour, the Test for Echo Tour, the Vapor Trails Tour (documented on the 2003 album Rush in Rio), and most recently, the Clockwork Angels Tour (documented on the 2013 album of the same name). ==See also== *List of Rush songs ==References== Category:1985 singles Category:Rush (band) songs Category:Protest songs Category:1985 songs Category:Song recordings produced by Peter Collins (record producer) Category:Songs written by Alex Lifeson Category:Songs written by Geddy Lee Category:Songs written by Neil Peart Category:Mercury Records singles Category:Canadian new wave songs ",
    "title": "The Big Money"
}