{
    "id": "1496864",
    "text": "Javine Dionne Hylton (born 27 December 1981), often known simply as Javine, is an English singer and songwriter. She is most notable for representing the UK at the 2005 Eurovision Song Contest in Kiev with \"Touch My Fire\". Hylton has also had a string of singles in the UK. Javine's cover version of \"You've Got a Friend\" was the theme music to Garfield: The Movie in 2004. ==Early life== Hylton was born in London to a white mother and black father and grew up in Ladbroke Grove. For a spell of two years, Hylton played Nala in a production of The Lion King in London's West End. In a potentially risky move, she opted to channel this experience of live singing into an audition for ITV's Popstars: The Rivals, a reality television talent show in which young hopefuls sought to be picked for a place in a new manufactured group. Her gamble paid off as she was one of the last six contenders for a place in the girl group, but she missed out on a spot in what later became the chart-topping group Girls Aloud, and instead embarked on a solo singing career. ==Recording career== In the summer of 2003, Hylton released her debut single \"Real Things\", which featured a sample of M.O.P.'s hit \"Ante Up\". The single charted in the UK Singles Chart at Number 4, and remains her biggest hit to date. Three further Top 20 hits from her debut album followed, \"Surrender (Your Love)\" (which sampled the Diana Ross hit \"Surrender\"), \"Best Of My Love\" and a cover of Jade's \"Don't Walk Away\", a double A-side with a cover of Carole King's \"You've Got a Friend\". Hylton's debut album, Surrender, was released after her third single in the summer of 2004. In spite of securing a songwriting partnership with Eg White, and record producers Stargate, along with the singles performing relatively well, her debut album only just managed to get into the UK Albums Chart and as a result she was dropped by her record label in late 2004, despite the moderate success of the album's singles that were released on their own. Hylton featured on Richard X's 2003 album Richard X Presents His X-Factor Vol. 1. Her collaboration with him, \"You Used To\", was due to be released as a single, but it was cancelled. In late 2003, she became an opening act for U.S. rapper Nelly on the UK leg of his international tour. In October 2013, Hylton teamed up with DJs WAWA and M.A.R.K to release the track \"Never\". The song was met with widespread acclaim. Digital Spy called it an \"uptempo club number\", while in an 8/10 review Popjustice labelled it a \"belter\". ==Eurovision 2005== In 2004, Hylton was the face of Dasani water, but was dropped when the product was withdrawn from the UK market due to bad publicity. On 5 March 2005, Hylton won Eurovision: Making Your Mind Up, the UK heat of the Eurovision Song Contest 2005, singing \"Touch My Fire\", co-written by her. The other contestants were the 1996 UK entrant Gina G, Andy Scott-Lee, the group Tricolore, and Katie Price. During the performance, tape used to hold her dress in place came loose, causing a 'wardrobe malfunction'. Hylton went on to represent the UK in the final in Kiev, reportedly suffering from a throat infection. With pre-final odds of 33/1, she finished with 18 points, in 22nd place, ahead of France and Germany. When \"Touch My Fire\" was released as a single, it became her fifth consecutive Top 20 hit, reaching Number 18 in the UK Singles Chart. ==Other work== Hylton has also appeared in Series 4 of the Channel 4 programme The Games in 2006, which she went on to win. In a 2006 Christmas edition of Never Mind the Buzzcocks with Simon Amstell, the show was dedicated to the birthdays of both Jesus and Hylton, on account of her birthday being two days after Christmas. In 2007, she took part in BBC Three's Celebrity Scissorhands. In 2008, she was the first celebrity eliminated in The Underdog Show. In 2009, she made an uncredited guest appearance on the television show Skins. In 2010, she appeared on Celebrity Come Dine With Me and came second overall. In 2012, Hylton was due to star as 'Lucretia MacEvil' in a UK touring production of Disco Inferno, however the tour was cancelled. In the same year, Javine was a contestant on Celebrity Masterchef until being eliminated along with Cheryl Baker. ==Personal life== Hylton has a child with Michael Harvey, Jr., a daughter named Angel, born February 2008. In March 2006, Hylton pleaded guilty to driving with excess alcohol and was banned from driving for 18 months. ==Discography== ===Studio albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ List of studio albums, with selected details and chart positions |- ! scope=\"col\" rowspan=\"2\" style=\"width:15em;\" | Title ! scope=\"col\" rowspan=\"2\" style=\"width:20em;\" | Details ! scope=\"col\" colspan=\"2\" | Peak chart positions ! scope=\"col\" rowspan=\"2\" style=\"width:10em;\" | Certifications |- ! scope=\"col\" style=\"width:3em;font-size:90%;\"| UK ! scope=\"col\" style=\"width:3em;font- size:90%;\"| JP |- ! scope=\"row\"| Surrender | *Released: 28 June 2004 * Formats: CD, digital download *Label: Innocent/Virgin | 73 || 18 | RIAJ: Gold |} ===Singles=== ====As lead artist==== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! scope=\"col\" rowspan=\"2\"| Year ! scope=\"col\" rowspan=\"2\"| Title ! scope=\"col\" colspan=\"4\"| Peak chart positions ! scope=\"col\" rowspan=\"2\"| Album |- ! scope=\"col\" style=\"width:3em;font- size:85%;\"| UK ! scope=\"col\" style=\"width:3em;font-size:85%;\"| AUS ! scope=\"col\" style=\"width:3em;font-size:85%;\"| IRL ! scope=\"col\" style=\"width:3em;font-size:85%;\"| BEL |- |rowspan=\"2\"| 2003 ! scope=\"row\"| \"Real Things\" | 4 || 60 || 23 || 44 | rowspan=\"4\" | Surrender |- ! scope=\"row\"| \"Surrender (Your Love)\" | 15 || — || — || — |- |rowspan=\"2\"|2004 ! scope=\"row\"| \"Best of My Love\" | 18 || — || 49 || — |- ! scope=\"row\"| \"Don't Walk Away\" / \"You've Got a Friend\" | 16 || — || — || — |- ||2005 ! scope=\"row\"| \"Touch My Fire\" | 18 || — || 32 || — | rowspan=\"2\" |- ||2011 ! scope=\"row\"| \"Child of Desire\" | || — || — || — |- | align=\"center\" colspan=\"7\" style=\"font-size:8pt\"| \"—\" denotes releases that did not chart or were not released. |} ====As featured artist==== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! scope=\"col\" rowspan=\"2\"| Year ! scope=\"col\" rowspan=\"2\"| Title ! scope=\"col\" colspan=\"2\"| Peak chart positions ! scope=\"col\" rowspan=\"2\"| Album |- ! scope=\"col\" style=\"width:3em;font-size:85%;\"| UK ! scope=\"col\" style=\"width:3em;font- size:85%;\"| NET |- || 2003 ! scope=\"row\"| \"You Used To\" (with Richard X) | — || — || Richard X Presents His X-Factor Vol. 1 |- || 2006 ! scope=\"row\"| \"Don't Let The Morning Come\" (with Soul Avengerz) | 49 || 89 | rowspan=\"2\" |- || 2013 ! scope=\"row\"| \"Never\" (with WAWA & M.A.R.K) | — || — |- | align=\"center\" colspan=\"5\" style=\"font-size:8pt\"| \"—\" denotes releases that did not chart or were not released. |} ==References== ==External links== *Javine's entry on the BBC Eurovision site * Category:1981 births Category:Living people Category:Eurovision Song Contest entrants for the United Kingdom Category:Eurovision Song Contest entrants of 2005 Category:British contemporary R&B; singers Category:Reality show winners Category:People from Kensington Category:Black British singers Category:English people of Antigua and Barbuda descent Hylton, Javine ",
    "title": "Javine Hylton"
}