{
    "id": "1496622",
    "text": "Lean on Me is a 1989 American biographical drama film written by Michael Schiffer, directed by John G. Avildsen and starring Morgan Freeman. Lean on Me is loosely based on the story of Joe Louis Clark, a real life inner city high school principal in Paterson, New Jersey, whose school is at risk of being taken over by the New Jersey state government unless students improve their test scores on the New Jersey Minimum Basic Skills Test. This film's title refers to the 1972 Bill Withers song of the same name, for which the song is used in the film. Parts of the film, including the elementary school scenes, were filmed in Franklin Lakes, New Jersey. ==Plot== By 1987, the once successful Eastside High School in Paterson, New Jersey, has deteriorated due to drugs and crime. The majority of students cannot pass basic skills testing, and even the teachers are not safe from gang violence. Mayor Bottman (Alan North) learns that the school will be turned over to state administration unless 75% of the students can pass the minimum basic skills test. He consults with school superintendent Dr. Frank Napier (Robert Guillaume), who suggests the school hire elementary school principal Joe Clark, aka \"Crazy Joe\" (Morgan Freeman), a former teacher at Eastside High, as the new principal. Reluctantly, the mayor hires Clark. Clark's immediate radical changes include expelling 300 students identified as drug dealers or abusers and troublemakers, instituting programs to improve school spirit including painting over graffiti-covered walls, and requiring students to learn the school song, and be punished if they cannot sing it on demand. When one of the expelled students is found beating up another student, Clark orders the doors of the school chained shut during school hours since security doors cannot be purchased. Some parents react strongly to these measures, including Leonna Barrett (Lynne Thigpen), mother of one of the expelled students, who presses the mayor to oust Clark. Clark's radicalism causes him to come into conflict with members of the faculty, particularly English teacher Mr. Darnell (Michael Beach), whom Clark suspends for picking up a piece of trash during a recital of the school song, and choir teacher Mrs. Elliot (Robin Bartlett), whom Clark fires for being insubordinate after he cancels a pre-planned choral event, the school's upcoming annual Lincoln Center concert. Napier sets Clark straight over these incidents and lectures him to start being a team player. His actions begin to have a positive effect on his students. Thomas Sams (Jermaine 'Huggy' Hopkins), a student expelled for crack use, pleads to be allowed to return to school and gradually reforms. Clark also reunites one of his old elementary students, Kaneesha Carter (Karen Malina White), with her estranged mother. Unfortunately, a practice basic skills test fails to garner enough passing students. Clark confronts his staff for their failure to educate their students and to prepare them for the world. He institutes a tutorial program to strengthen academic skills and encourages remedial reading courses on Saturdays which parents may attend alongside their children. When the minimum basic skills test is finally assessed, the students are much better prepared and filled with a sense of self-worth. Before the results can arrive, the fire chief raids the school and discovers the chained doors. Clark is arrested for violating fire safety codes. That evening, the students gather at the meeting of the Paterson Board of Education, where school board member Leona Barrett is leading the call for Clark's removal. The students demand that Clark be released from jail and retained as principal. The mayor has Clark released from jail to urge the children to return home for their own safety. He is then interrupted by assistant principal Ms. Levias who reports that more than 75% of the students have passed the basic skills test. He announces the results over his megaphone. As a result, the school's current administration remains intact, and Clark is allowed to keep his job as principal, as he cheerfully informs the mayor to tell the state to \"go to hell\". The students break into their school song in celebration and the film ends with the senior students graduating high school and Clark handing them their diplomas. ==Cast== * Morgan Freeman – as Joe Louis Clark * Beverly Todd – Mrs. Joan Levias * Alan North – as Mayor Don Bottman (based on Frank X. Graves Jr.) * Robert Guillaume – as Dr. Frank Napier * Ethan Phillips – as Mr. Rosenberg * Lynne Thigpen – Leonna Barrett * Robin Bartlett - Mrs. Elliott * Michael Beach – Mr. Larry Darnell * Sandra Reaves-Phillips – Mrs. Powers * Tony Todd – William Wright, Dean of Security * Sloane Shelton – Mrs. Hamilton * Jermaine 'Huggy' Hopkins – Thomas Sams * Karen Malina White – Kaneesha Carter * Karina Arroyave – Maria * Alex Romaguera - Kid Ray * Jose R. Severino - John Jones * Michael P. Moran - Mr. Ed O'Malley * Ivonne Coll – Mrs. Santos * Regina Taylor – Mrs. Carter * Jim Moody – Mr. Lott * Linda M. Salgado – Linda * Mike Starr – Mr. Zirella * Reverend Herschell Slappy – Himself * Cole Dragone - Boss * Michael Imperioli - George * David Nelson - Real Student * Anthony Avildsen (the director's real-life son) as Clark's student in prologue * Michael Best - Songbird * Kenneth Kelly - Songbird * Dwayne Jones - Songbird * Anthony Fuller - Songbird * Steven Capers Jr. - Songbird ==Music== Songs included in the film include: *Eastside High School Alma Mater, written by Catherine Peragallo Miller *Welcome to the Jungle by Guns N' Roses *I Ain't Makin' It by Daddy-O and DBC *Lean on Me by Thelma Houston *Lean on Me by Club Nouveau *Man in the Mirror by Michael Jackson ==Reception== On review aggregator website Rotten Tomatoes, the film has a rating of 69%, based on 16 reviews, with an average rating of 5.8/10. On CinemaScore, audiences gave the film a rare grade of \"A+\" on an A+ to F scale. ==Awards and honors== 1989 NAACP Image Awards *Outstanding Lead Actor in a Motion Picture – Morgan Freeman (won) *Outstanding Motion Picture (won) 1990 Young Artist Awards *Young Artist Award Best Motion Picture – Drama (nominated) *Best Young Actor Supporting Role in a Motion Picture – Jermaine 'Huggy' Hopkins (nominated) *Best Young Actress Supporting Role in a Motion Picture – Karen Malina White (nominated) *Jackie Coogan Award – Norman Twain, producer (nominated) Other honors The film is recognized by American Film Institute in these lists: * 2003: AFI's 100 Years...100 Heroes & Villains: ** “Crazy” Joe Clark – Nominated Hero * 2004: AFI's 100 Years...100 Songs: ** \"Lean on Me\" – Nominated * 2006: AFI's 100 Years...100 Cheers – Nominated ==Aborted television adaptation== On September 13, 2018, it was reported that a television series based on the film was in development at The CW. The project, hailing from Warner Bros. Television, was written by Wendy Calhoun, with LeBron James, Maverick Carter, John Legend, Mike Jackson and Ty Stiklorius also set to executive produce. The female-led drama was to center around \"when a spirited young black teacher [named] Amarie Baldwin scores the principal job at an Akron, Ohio public high school, she must dig deep to transform a failing campus into an urban oasis. In a time when education and school safety have life-or-death stakes, Amarie will take on a broken system that tests her mettle, love life and family. But can she keep her moxie in check in order to embody the aspirational educator that motivates and uplifts an entire community?\" On February 8, 2019, it was revealed that the script was not picked up to pilot. == See also == * List of hood films ==References== ==External links== * * * * * Category:1989 films Category:American films Category:English-language films Category:American coming-of-age drama films Category:1980s coming-of-age drama films Category:African-American biographical dramas Category:Warner Bros. films Category:American high school films Category:Films about school violence Category:Films about race and ethnicity Category:Films scored by Bill Conti Category:Films set in New Jersey Category:Drama films based on actual events Category:Films directed by John G. Avildsen Category:Films about educators Category:History of Paterson, New Jersey Category:Films shot in New Jersey Category:1980s biographical drama films Category:1989 drama films ",
    "title": "Lean on Me (film)"
}