{
    "id": "1497383",
    "text": "Footballers' Wives (stylised as footballers wive$) is a British television drama surrounding the fictional Premier League football club Earls Park F.C., its players, and their wives. It was broadcast on the ITV network from 8 January 2002 to 14 April 2006. The show initially focuses on three very different couples, but from the third series onward it revolves around a complex love triangle between Tanya Turner (Zöe Lucker), Amber Gates (Laila Rouass), and Conrad Gates (Ben Price). == Background == The show is centred on the fictional Earls Park Football Club (nicknamed \"Sparks\"). The series, based on the book, Footballers' Wives Tell Their Tales, by Shelley Webb, wife of British footballer Neil Webb, was produced by Liz Lake, Claire Phillips, and Cameron Roach, with Brian Park as executive producer. The show began as an ensemble of three different football couples, but from the third series on the show largely revolved around the character Tanya Turner (Zöe Lucker). Lucker left the series halfway through series four, and returned midway through the next series, by which time the series' ratings had fallen significantly. The series was cancelled in 2006. In the earlier series, Earls Park Football Club's home games were played at the real life Selhurst Park, which is the home of Crystal Palace Football Club. From series three onward, stadium shots were filmed at the original White Hart Lane, which at the time was the home of Tottenham Hotspur. == Cast == *Zöe Lucker as Tanya Turner (Series 1–5) *Gillian Taylforth as Jackie Pascoe/Webb (Series 1–5) *Alison Newman as Hazel Bailey (Series 1–4) *Gary Lucy as Kyle Pascoe (Series 1–3) *Susie Amy as Chardonnay Lane-Pascoe (Series 1–2) *Cristian Solimeno as Jason Turner (Series 1–2) *John Forgeham as Frank Laslett (Series 1–3) *Julie Legrand as Jeanette Dunkley (Series 1–2, 4; crossed over to Footballers' Wives: Extra Time (recurring)) *Daniel Schutzmann as Salvatore Biagi (Series 1–2) *Nathan Constance as Ian Walmsley (Series 1–2) *Katharine Monaghan as Donna Walmsley (Series 1–2) *Philip Bretherton as Stefan Hauser (Series 1–2) *Peter Ash as Darius Fry (Series 2–5; crossed over to Footballers' Wives: Extra Time) *Laila Rouass as Amber Gates (Series 3–5) *Jesse Birdsall as Roger Webb (Series 3–5) *Sarah Barrand as Shannon Donnelly-Lawson (Series 3–5) *Ben Price as Conrad Gates (Series 3–4) *Jamie Davis as Harley Lawson (Series 3–4) *Marcel McCalla as Noah Alexander (Series 3–4) *Helen Latham as Lucy Milligan (Series 4–5) *Ben Richards as Bruno Milligan (Series 4–5) *Tom Swire as Sebastian Webb (Series 4; crossed over to Footballers' Wives: Extra Time) *Craig Gallivan as Callum Watson (Series 5) *Lucia Giannecchini as Urszula Rosen (Series 5) *Phina Oruche as Liberty Baker (Series 5) *Angela Ridgeon as Trisha Watson (Series 5) *Jay Rodan as Paulo Bardosa (Series 5) *Chucky Venice as Tremaine Gidigbi (Series 5) *Nicholas Ball as Garry Ryan (Series 5; crossed over from Footballers' Wives: Extra Time) A number of celebrities made cameo appearances in the series, appearing as themselves. They include: Sol Campbell, Peter Stringfellow, Tara Palmer-Tomkinson, Jordan, Antony Worrall Thompson, Peter Andre, Lionel Blair, David Seaman, Richard Madeley, Judy Finnigan, Teddy Sheringham, Nigel Quashie, Calum Best and Rula Lenska. == Episodes == === Series 1 (2002) === Series one was shown between 8 January and 26 February 2002 with eight episodes. The series follows a group of footballers' wives whose husbands play for Earls Park (nicknamed \"Sparks\"). Ian Walmsley, Sparks' latest signing, deals with his up-and-coming success. His wife Donna is more concerned with getting their son back from the woman who adopted him after her parents forced her to give him up when she was a teenager. In the final episode, their 8-year-old daughter Holly is kidnapped. Donna's younger sister causes trouble while staying with them. She has a secret fling with the Sparks' mid-fielder, ruthless bad boy Jason Turner, who is married to the beautiful-yet-vile Tanya Turner. Tanya is too busy to worry about the affair as she tries to save her husband's job when club owner Frank Laslett buys 'Italian stallion' Sal Biagi, who takes Jason's job. Tanya and Jason take matters into their own hands on the way home from a club dinner, and in a drunken brawl, Tanya puts Frank in a coma. Jason helps her push his car off the side of the road, making it look like a drunken accident. Series one was produced by Liz Lake. === Series 2 (2003) === Series two was shown between 8 January and 26 February 2003 with eight episodes. Series 2 begins with Tanya and Jason in court, lying on oath. The British population is convinced that Frank is deranged and that he tried to rape Tanya. Charges are dropped, and Tanya walks away scot-free. Chardonnay Lane-Pascoe and Kyle Pascoe raise Jackie Pascoe's baby son Paddy as theirs. At the series' end, Jason sits on the rooftop, drunk and feeling sorry for himself, but as he slips and desperately grasps for a life-saving hold on the ledge, an unseen (by the audience) assailant hits his hands with a champagne bottle, causing him to fall to his death. Series two was produced by Claire Phillips. === Series 3 (2004) === Series three was shown between 11 February and 7 April 2004, with nine episodes. The series begins with Chardonnay's funeral following her death from anorexia. It is also revealed that she killed Jason. Tanya marries Frank Laslett as Jason had left her in debt. He also wanted her to admit that he did not rape her and that Jason had made her lie in court. Kyle finds new romance. Tanya has an affair with the new captain Conrad Gates and endures his jealous wife, Amber Gates. Tanya and Amber soon became arch-enemies and have a vicious catfight. Amber Gates fakes her own kidnapping when Conrad starts seeing Tanya. Harley Lawson and Shannon Donnelly's lives are turned upside down when he becomes Earls Park's new signing. Conrad also has an affair with new signing Noah Alexander. The season ends with a shocking cliff-hanger. Tanya is pregnant with Frank's child. She killed Frank for his money by \"shagging him to death\" on a lethal combination of Viagra, alcohol and cocaine. When Amber Gates announces that she is pregnant with Conrad's child, Tanya tries to keep Conrad by claiming that she too is expecting his child. Series three was produced by Sean O'Connor. This series was nominated for a National Television Award in 2004, the only time the series was nominated. === Series 4 (2005) === The fourth was shown between 31 March and 26 May 2005 with nine episodes. Tanya and Amber both have their babies; Tanya had the babies swapped at birth to hide the possibility that hers could be Frank's, but this backfired when Amber's son (Tanya's, really) was smothered to death by Amber's dog. When the swap was discovered, Conrad and Amber claimed their rightful baby back and banished Tanya abroad. The footballers are involved in a rape scandal during a party in Spain. Shannon and Harley have marriage problems and eventually split up. Darius turns out to be the rapist of Katie in Spain, and has a breakdown when she kidnaps him for revenge. Jackie Pascoe marries club manager Roger Webb, who signs his son Seb to the club. Seb tries to cause trouble in their marriage, and is thrown out. Hazel leaves the club with her new girlfriend, a tennis player. New characters Bruno and Lucy Milligan have an adorable daughter, Angelica, but their marriage is eroding due to control-freak Bruno's emotional and sometimes physical abuse of Lucy. Lucy meets Dr. Giles Arrowsmith on the Internet and runs to him with Angelica in tow. He tries to kill Lucy, Angelica, and himself in his car, believing he is re-creating the accident that killed his real fiancée the previous year. Bruno accidentally shoots Conrad, thinking he is Giles. The final episode was considerably edited for broadcast on ITV, though the full episode was shown in Ireland and Australia. Some cuts from the episode were featured in the first series of Footabllers' Wives: Extra Time, others were featured in series five of Footballers' Wives. The episode was restored for the DVD release. Series four was produced by Cameron Roach. === Series 5 (2006) === After Lucy leaves Bruno at the altar of their Pride and Prejudice-themed wedding, Amber takes the lead as the central character and wastes no time getting revenge on Bruno, knowing he killed Conrad. She moves in with him and inflicts her own brand of psychological torture on him by making him think he is losing his mind. Becoming more desperate, Amber tries to poison, then shoot, him. In her last scene, she shoots Roger Webb, who loses his sight. Amber is then sectioned and sent to a mental institution for bleeding on the brain. With Amber out of the way, Tanya returns and immediately aims to seduce Earls Park's latest star, Paulo Bardosa, and goes head-to-head with Eva de Wolffe (Joan Collins). Tanya's joy at snatching Paulo from Eva's clutches is short-lived; he has a breakdown and is taken to a mental hospital, and Tanya finds herself penniless. Shannon, now divorced from Harley and feeling lonely, is delighted to hook up with the new Earls Park signing, Callum Watson. Shannon moves Callum in, but his interfering mother comes along and causes havoc. New club chairman Garry Ryan kills Roger, and Jackie leaves to live with her son Kyle in Australia. Tanya discovers evidence that proved Garry's involvement. As series five ends, Tanya is trying to come to a \"settlement\" with Garry over the tape-recording that proves he caused Roger's death, when he offers her cocaine laced with poison. New characters include Tremaine Gidigbi and Liberty Baker, who marry in episode 5 in a typically over-the-top Egyptian-themed wedding. Liberty, a top supermodel with a striking resemblance to Naomi Campbell, is exposed by the press for having a lesbian affair with her P.A. Urszula Rosen, then stars in a Japanese advert that makes her look like a cannibal. The fifth and final series was shown between 23 February and 13 April 2006 and consists of eight episodes, and was produced by Cameron Roach. == Cancellation == In May 2006, it was announced by Shed Productions and ITV that no further series of Footballers' Wives would be commissioned. Its cancellation had been blamed on falling ratings, particularly during its fifth and final series. == Sport Relief special == On Saturday 15 July 2006 in the UK, the BBC made a spoof mini-episode entitled The Last Ever, Ever Footballers' Wives that was broadcast as part of Sport Relief live telethon. The six-minute episode featured four cast members from the last season, Zöe Lucker, Sarah Barrand, Laila Rouass, Halacy Kurenski and Ben Richards, who played their respective roles, with Sport Relief host Graham Norton playing new Sparks captain Brendan Spunk. == Related series == === Bad Girls === Between the third and fourth series of Footballers' Wives, Zöe Lucker's character Tanya Turner crossed over to Shed Media's Bad Girls for three episodes of that programme's sixth series. In Bad Girls, which centres on a women's prison, Tanya is convicted for drug possession and sent to jail for six months. After stirring up mischief in the prison and even being arrested for poisoning inmates, Tanya is eventually released when a series of events leads to the wing governor coercing a criminal to confess to planting the drugs on her. === Footballers' Wives TV === Footballers Wives TV is a spin-off mockumentary comedy series that was broadcast to tie-in with the original broadcast of the fourth series of Footballers Wives. It aired on Thursdays at 10:30pm on ITV2 and only lasted for one series of eight episodes. The series was loosely based on the book How to be a Footballer's Wife and centred on a chat show presented by Katherine Jakeways and Glenn Hugill as TV presenters Gary Fox and Lorna Miller. Characters from Footballers' Wives appeared in interviews as did parody celebrities. === Footballers' Wives: Extra Time === The spin-off series Footballers' Wives: Extra Time premiered on ITV2 on 26 May 2005, after series four of Footballers' Wives. Several characters from the original programme appeared, including Bruno and Lucy Milligan, Seb Webb, Harley and Shannon Lawson, Katie Jones, and Amber Gates. The first series of Extra Time features Tanya Turner's sister, Anika Beevor. Series two began on 23 February 2006 with Peter Ash as Darius Fry and Julie Legrand as Janette Dunkley from the original series as regular cast members. Nicholas Ball, who portrayed Garry Ryan in the series, crossed over to Footballers' Wives for series five as the new Chairman of Earl's Park Football Club. The series' executive producer was Cameron Roach. It was shown in the United States under the name Footballers' Wives: Overtime. == Adaptations and successors == In 2005, RTL in Germany adapted the programme as Das geheime Leben der Spielerfrauen (The Secret Life of Footballers' Wives). The original scripts were rewritten to appeal to a German audience, and the show was cancelled after only four episodes. Mediaset produced its own version of the series in Italy, called Ho sposato un calciatore (I Married a Footballer), which was written and directed by Stefano Sollima and lasted for four episodes on Canale 5 in 2005. It stars Paolo Seganti and Jane Alexander as Bruno and Tonia Caracci, Karin Proia and Edoardo Leo as Anna and Vito Palma, Maria Elena Vandone as Crystal Ferrari, and Mirko Petrini as Luca Martelli. A US version, called Football Wives and focusing on an American football team, was developed for ABC in 2007. The pilot episode, written by Marco Pennette and directed by Bryan Singer, starred Lucy Lawless and Eddie Cibrian as Tanya and Jason Austin, James Van Der Beek and Kiele Sanchez as Brian and Donna Reynolds, Gabrielle Union as Chardonnay Lane, Brian J. White as Kyle Jameson, Holly Robinson-Peete as Jackie Jameson, and Ving Rhames as Frank Wallingford. Football Wives was not picked up for series for the fall 2007 season, but The Hollywood Reporter later reported that the production company ABC Studios had extended its options on the show's cast, and that NBC and FOX, even The CW were interested in the series. A number of websites, including Digital Spy, speculated that Football Wives was not picked up due to potential conflicts with the National Football League and ABC sister network's ESPN's Monday Night Football and broad surrounding NFL programming deal. In Canada, CBC Television launched MVP in early 2008. Creator Mary Young Leckie acknowledged Footballers' Wives as an inspiration, but chose to create a similar series about ice hockey rather than directly adapting Footballers' Wives, as she felt that some elements of the original series—particularly the broad campiness of some British humour—would not translate well to a Canadian audience. == Home releases == Series 1 through 5 have been released on DVD in the United Kingdom and Australia, and Series 1 through 3 have been released on DVD in the United States. All five series were re-released in the UK by Acorn Media in Dolby Digital and with new artwork. Acorn also released a \"Complete Collection\" box set featuring all five series, and both series of Footballers' Wives Extra Time. {| class=\"wikitable\" style=\"width:100%; margin-right:auto; background:#fff;\" |- ! style=\"background:#ccc; width:15%;\" | Season ! style=\"background:#ccc; width:5%;\" | of episodes ! style=\"background:#ccc; width:12%;\" | Region 1 (United States) ! style=\"background:#ccc; width:12%;\" | Region 2 (United Kingdom) ! style=\"background:#ccc; width:12%;\" | Region 4 (Australia) ! style=\"background:#ccc; width:44%;\" | Notes |- | The Complete First Series | style=\"text-align:center;\" |8 | style=\"text-align:center;\" |7 June 2005 | style=\"text-align:center;\" |27 January 2003 | style=\"text-align:center;\" |3 February 2003 | Three-disc set includes cast interviews, outtakes, exclusive trailer, PC wallpapers, and photo gallery |- | The Complete Second Series | style=\"text-align:center;\" |8 | style=\"text-align:center;\" |6 December 2005 | style=\"text-align:center;\" |9 February 2004 | style=\"text-align:center;\" |16 February 2004 | Three-disc set includes \"A Day on Set with Tanya\" and \"How to be a Footballer's Wife\" featurettes, outtakes, and exclusive trailer |- | The Complete Third Series | style=\"text-align:center;\" |9 | style=\"text- align:center;\" |19 September 2006 | style=\"text-align:center;\" |25 April 2005 | style=\"text-align:center;\" |2 May 2005 | Three-disc set includes cast interviews, outtakes, and \"Hazel Bailey's Earls Park\" featurette |- | The Complete Fourth Series | style=\"text-align:center;\" |9 | | style=\"text- align:center;\" |20 March 2006 | style=\"text-align:center;\" |27 March 2006 | Three-disc set includes photo gallery |- | The Complete Fifth Series | style=\"text-align:center;\" |8 | | style=\"text-align:center;\" |9 October 2006 | style=\"text-align:center;\" |10 October 2006 | Three-disc set includes photo gallery |- | colspan=\"6\" | |- |- | The Complete Series One | style=\"text- align:center;\" |8 | | style=\"text-align:center;\" |20 June 2011 | | Two-disc set includes showreel, cast interviews, outtakes, photo shoot |- | The Complete Series Two | style=\"text-align:center;\" |8 | | style=\"text- align:center;\" |27 December 2010 | | Two-disc set includes outtakes, on-set photo shoot, promotional montage |- | The Complete Series Three | style=\"text- align:center;\" |9 | | style=\"text-align:center;\" |7 February 2011 | | Three- disc set |- | The Complete Series Four | style=\"text-align:center;\" |9 | | style=\"text-align:center;\" |19 September 2011 | | Three-disc set includes photo shoot |- | The Complete Series Five | style=\"text-align:center;\" |8 | | style=\"text-align:center;\" |16 January 2012 | | Three-disc set includes photo shoot |- | colspan=\"6\" | |- | The Complete Collection: Footballers' Wives Series 1–5 + Footballers' Wives Extra Time Series 1–2 | style=\"text- align:center;\" |72 | | style=\"text-align:center;\" |August 2012 | | 17-disc set includes showreel, cast interviews, outtakes, photo shoot, on-set photo shoot, promotional montage |} == References == == External links == * * * * BBC America - Footballers Wives Category:2002 British television series debuts Category:2006 British television series endings Category:2000s British drama television series Category:British sports television series Category:English- language television shows Category:ITV television dramas Category:British LGBT-related television shows Category:Television series by Warner Bros. Television Category:Television shows set in England ",
    "title": "Footballers' Wives"
}