{
    "id": "1497744",
    "text": ", is the eleventh installment in the popular Kamen Rider tokusatsu franchise. The series represented the 30th anniversary of the Kamen Rider Series. The series was also a joint collaboration between Ishimori Productions and Toei and was shown on TV Asahi from January 28, 2001 to January 27, 2002. The series served as an indirect sequel to Kamen Rider Kuuga and the first Kamen Rider series to not have an ending sequence. ==Story== A man named Shouichi Tsugami has no memory of who he was, where he came from, or how he came upon his peculiar circumstances to transform into a powerful superhuman, Kamen Rider Agito, whenever in the presence of the beings referred by the police as the \"Unknown\". Known as the Lords, these powerful monsters perceived themselves as humanity's defenders and kill certain people in a series of murders that force the police department to make Makoto Hikawa the user of the Kamen Rider G3 powersuit which was modeled after Kamen Rider Kuuga. Shouichi and Makoto, both initially hesitant of the other at first, are joined by Ryō Ashihara, who becomes a pre-Agito known as Kamen Rider Gills and seeks the truth behind his father's suicide. These mysteries and many others collide as the true nature of Agito would ultimately determine the fate of humanity. ==Episodes== # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # # ==Movies and specials == Aratanaru Henshin Title Banner *TV Special: Originally aired on October 1, 2001 between Episodes 35 and 36, the special features all three Riders plus the first appearances of G3 Mild and Agito Shining Form. Shouichi encounters psychologist Azuma Kunieda, who had once nursed him back to health, fights an Unknown at night and reaches Burning Form, but goes out of control. Then, Kunieda helps him control it. All three Riders fight against the Beetle Lord. The story ended with a mysterious girl stalking G4 and was to be continued in the movie. There is a difference concerning the series' plot and the special's plot. In the special, Tōru Hōjō finds out the truth about Shouichi's identity by secretly hearing a conversation between him and Kunieda as he stands behind a window and listens to them. In the series, however, Hōjō ambushes Agito as he flees from the battle scene and sees as he reverts to Shouichi, ultimately arresting him. It is possible, however, that he did not believe Shouichi in his conversation without physical evidence. * Released in theatres on 22 September 2001, Project G4 was a double bill with the Hyakujuu Sentai Gaoranger movie, \"Fire Mountain Howls!\". Shouichi encounters a teenage girl called Sayaka Kahara, who ran away from a military facility because of an attack by the Ant Lords. Sayaka has a supernatural ability to foresee the future. Risa Fukami, of the military group GA, wants to use that power to enhance the newly made G4 System, which was based upon designs stolen from Ozawa. Now, Agito and Gills must fight to stop the Ant Lords' attack, as G3 and G4 settle their score. The events of the movie happen in the late 30s–early 40s after the special. The film grossed over at the Japanese box office. * In Three Great Riders is the Hyper Battle Video for Agito. The events of the video show , the Televi-Kun mascot, calling upon Kamen Riders Agito, G3, and Gills to help fight several Unknowns that have invaded his world, but he will only trust the \"Ultimate Rider\". The video featured exclusive finishing moves for the three Riders. G3's special weapon that appears in the video, the Antares, was later featured in the television series. ==Video game== A video game based on the series, developed by KAZe and published by Bandai, was released in Japan on November 29, 2001 for the PlayStation. It is a fighting game. ==S.I.C. Hero Saga== Agito featured two S.I.C. Hero Saga side stories published in Monthly Hobby Japan magazine. The first was titled and featured a crossover with Kamen Rider 555. It introduces the new characters and the . The story was published from October 2003 to March 2004. The second S.I.C. Hero Saga story titled expands on the story told in Project G4 in showing the G-Series suits Generation 1, , Generation 2, and the vehicle. It also features the . The story was published from October 2007 to January 2008. ;Heaven's Door chapter titles # # # # # # ;Project G1 chapter titles #GENERATION 1 #G4-X #V1 #ΑGITΩ ==Novel== , written by Naohiro Okamura and supervised by Toshiki Inoue, is part of a series of spin-off novel adaptions of the Heisei Era Kamen Riders. The novel was released on January 31, 2013. ==Cast== *: *: *: *: *: *: *: *: *: *: *: *: *: *: *: *Narration: ===A New Transformation cast=== *: *: ===Project G4 cast=== *: *: *: *: *Customer in Hamburger Shop: *Sayaka's Father: *Sayaka's Mother: *MPD Superintendent General: ==Songs== ;Opening themes * **Lyrics: **Composition & Arrangement: **Chorus: **Artist: **Episodes: 2 - 35 * **Lyrics: Shoko Fujibayashi **Composition & Arrangement: Kazunori Miyake **Remix: Kazunori Miyake, , **Chorus: Lisa Ooki **Artist: Shinichi Ishihara **Episodes: 36 - 50 & TV Special ;Insert themes *\"BELIEVE YOURSELF\" **Lyrics: Shoko Fujibayashi **Composition & Arrangement: Kazunori Miyake **Artist: **Episodes: 1 - 8, 10 - 13, 15 - 25 & TV Special, 51 *\"STRANGER IN THE DARK\" **Lyrics: Shoko Fujibayashi **Composition & Arrangement: **Artist: **Episodes: 9 *\"MACHINE TORNADER\" **Lyrics: Shoko Fujibayashi **Composition & Arrangement: Kazunori Miyake **Artist: Shinichi Ishihara **Episodes: 14, 31 & 40 *\"DEEP BREATH\" **Lyrics: Shoko Fujibayashi **Composition: **Arrangement: RIDER CHIPS **Artist: RIDER CHIPS featuring ROLLY **Episodes: 26 - 30, 32 - 39, 41 & 43 - 50 * **Lyrics (Japanese ver.): Shoko Fujibayashi **Composition & Arrangement: Toshihiko Sahashi **Artist: Tamami Shiraishi **Episodes: 40 & 42 ;Movie theme * **Lyrics & Composition: **Arrangement & Artist: ==References== ==External links== * * * Kamen Rider Agito DVD & Blu-ray Box Category:2001 Japanese television series debuts Category:2002 Japanese television series endings Category:Fiction about amnesia Category:Japanese supernatural television series Category:Japanese horror fiction television series Category:Television series set in 2003 ",
    "title": "Kamen Rider Agito"
}