{
    "id": "1497645",
    "text": "Digimortal is the fourth studio album by American industrial metal band Fear Factory, released on April 24, 2001 by Roadrunner Records. It is a concept album and the final part of a trilogy that started with Demanufacture and continued with Obsolete, which it is the sequel to. It was the band's last album before officially breaking up in March 2002. Although Digimortal was not a commercial success, this was not given as reason for the band's breakup, which was instead said to be frontman Burton C. Bell's desire to \"form a band that's more indie-rock-oriented.\" Fear Factory would officially reform in 2003, however, to begin work on their next album, Archetype. Digimortal was the last to feature founding guitarist and songwriter Dino Cazares for eight years until his return to the band in 2009. ==Background and recording== In February 2000, Fear Factory reported working on their follow-up to Obsolete. No lyrics had been written and the band had decided to shift away from their typical approach to creating a record. They also wanted a less-produced sound and stated that the new album would not be concept-based as their previous two were. The latter would ultimately not hold true. Already, Alternative Press was describing it as one of the most anticipated albums of the year.Mancini, Robert Fear Factory Gets To Work On New Album MTV.com (February 3, 2000). Retrieved on 7-16-11. Digimortal was produced by longtime Fear Factory collaborator Rhys Fulber. The group had considered working with Bob Rock who declined. Toby Wright was also approached but was allegedly busy with a new Ozzy Osbourne record. The band began recording on October 1, 2000.Saidman, Sorelle Fear Factory Back in the Studio MTV.com (October 10, 2000). Retrieved on 7-16-11. Burton C. Bell noted in an interview with Billboard that, when beginning the writing process, the band wished to evolve their sound. As such, they constantly reminded themselves of the word \"simplification\" in the pursuit of Fear Factory's progression. He added, \"We don't need to play a song seven minutes long if we can get the idea across in four minutes.\"Marshall, Clay Roadrunner's Fear Factory Goes Sci-Fi On 'Digimortal' Billboard (April 28, 2001). Retrieved on 7-16-11. Digimortal would utilize a more melodic approach both musically and vocally than previous records while maintaining Fear Factory's heaviness. Bell described it as \"definitely as intense as Demanufacture but with the groove of Obsolete, and there's a lot more melody.\"Fear Factory Answers(March 13, 2001). Retrieved on 7-15-11. The popular track \"Linchpin\" was originally titled \"Lynchpin\" and an unused early track listing is featured on The Best of Fear Factory. In a move uncharacteristic for the band, B-Real, of the rap group Cypress Hill, is featured as a guest vocalist on \"Back the Fuck Up,\" contributing elements of hardcore hip hop; Cazares and Olde Wolbers had guested on Cypress Hill's 2000 album Skull & Bones. It is the only song on the album that is not written by the band. ==Concept== While the band had initially decided to detour from their concept-based records, Digimortal would continue where Obsolete left off. Conceptually, the record contains a futuristic story about man and machine merging into one. The surviving humans and the machines realize they have to depend on each other if they are going to continue on. The title of the album is actually short for \"Digital Mortality.\" ==Touring and promotion== A limited edition digipak version of the album was released simultaneously with the standard version, with four extra tracks. Fear Factory performed on the 2001 SnoCore Tour early that year. Frontman Burton C. Bell noted the album concept as \"circuitry is creating a new image of man\" and related this as \"perfect for the first tour of the millennium.\"Joseph, Peter Sno-core Ball hits with metal edge The GW Hatchet (February 8, 2001). Retrieved on 7-16-11. The band was also scheduled to support Papa Roach on their Raid The Nation Tour in spring but the headliners had to cancel due to an injury. Fear Factory instead performed smaller venues close to the originally planned tour's schedule. In the fall of 2001, the band co-headlined with Machine Head alongside ill Niño and Chimaira on the Roadrunner Road Rage Tour. Fear Factory departed for two shows to perform on the Cypress Hill Smoke Out tour featuring the likes of Deftones, Busta Rhymes, and Method Man. The October 6 date would have an extended lineup featuring all the bands from the Roadrunner Rage Tour.D'Angelo, Joe Fear Factory, Machine Head Ready For The Road MTV.com (September 18, 2001). Retrieved on 7-16-11. Digimortal featured the single \"Linchpin\" which gained substantial radio play and had a music video. A portion of \"Invisible Wounds (Dark Bodies),\" was featured during the credits of Resident Evil as well as a mix on the soundtrack. ==Reception== Digimortal was a commercial disappointment compared to the band's previous record. While its single \"Linchpin,\" managed to chart, the album had only sold a reported 152,000 copies by March 2002.Wiederhorn, Jon Fear Factory Shutting Down MTV.com (March 7, 2002). Retrieved on 7-16-11. Digimortal received generally positive reviews. College Music Journal (4/9/01, p. 17) called the album \"Demented disco\" and that \"Digimortal is cybercore: digitized, overdubbed metal with crunchy, machine-like production.\" Q magazine (5/01, p. 108) gave the album 3 stars out of 5 and called it \"Ethereal and breathtaking.\" Fan reaction was mixed, with some alienation stemming from the album's melodic simplicity and more radio friendly sound when compared to the band's other albums. ==Track listing== == Personnel == ===Band members=== *Burton C. Bell − lead vocals (credited as \"Resonating Biodroid\") *Dino Cazares − guitars (\"Energized Riff Traumatizer\") *Christian Olde Wolbers − bass (\"Subsonic Assassin And Auxiliary Resonator\"), backing vocals (\"Auxiliary Resonator\") *Raymond Herrera − drums (\"Automated Rhythmic Attacker\") ===Others=== *John Anonymous − pre-production *Robert Breen − assistant engineer *Huey Dee − pre- production *Rhys Fulber − producer, keyboards (\"Force Activated Keyboards\"), programming (\"Mechanical Programming\") *John Bechdel − keyboards (\"Live Activated Keyboards\"), programming (\"Programming Engineered\"), add. keyboards (\"Additional Keys Generated\") (11) *Malcolm Springer − arrangements (\"Additional Pre-production Arrangements Supported\") *Jordan Plotnikoff − vocals (\"Child's Vox\") (1) *Billy Sherwood − arrangements (\"Harmony Vox Arrangements\") (3, 6) *B-Real − effects (\"Enhancements\") (5), vocals (\"Auxiliary Vox\") (8) *Tom Jermann − artistic director *George Marino − composer *Mike Plotnikoff − mixing, technical engineer *Oscar Ramirez − assistant engineer *Paul Silveira − engineer *Neil Zlozower − photography ==Charts== Album - Billboard (North America) {| class=\"wikitable\" !Year !Chart !Position |- |rowspan=\"3\"|2001 |The Billboard 200 |align=\"center\"|32 |- |Top Canadian Albums |align=\"center\"|17 |- |Top Independent Albums |align=\"center\"|1 |} Singles - Billboard (North America) {| class=\"wikitable\" !Year !Single !Chart !Position |- |2001 |\"Linchpin\" |Mainstream Rock Tracks |align=\"center\"|31 |} ==References== Category:Fear Factory albums Category:2001 albums Category:Concept albums Category:Roadrunner Records albums Category:Albums produced by Rhys Fulber Category:Nu metal albums by American artists ",
    "title": "Digimortal (album)"
}