{
    "id": "1497328",
    "text": "The lexical aspect or aktionsart (, plural aktionsarten ) of a verb is part of the way in which that verb is structured in relation to time. Any event, state, process, or action that a verb expresses (collectively, any eventuality) may also be said to have the same lexical aspect. Lexical aspect is distinguished from grammatical aspect by being an inherent (semantic) property of an eventuality. Grammatical aspect is a (syntactic or morphological) property of a realization. Lexical aspect is invariant, but grammatical aspect can be changed according to the whims of the speaker. For example, eat an apple differs from sit in that there is a natural endpoint or conclusion to eating an apple. There is a time at which the eating is finished, completed or all done. By contrast, sitting can merely stop. Unless more details are added, it makes less sense to say that someone \"finished\" sitting than it does to say someone \"stopped\" sitting. That is a distinction of these verbs' lexical aspect. Verbs that have natural endpoints are called \"telic\" (from Ancient Greek telos, end), and those without natural endpoints are called \"atelic\". ==Categories== Zeno Vendler (1957) classified verbs into four categories on whether they express \"activity\", \"accomplishment\", \"achievement\" or \"state\". Activities and accomplishments are distinguished from achievements and states in that the first two allow the use of continuous and progressive aspects. Activities and accomplishments are distinguished from each other by boundedness. Activities do not have a terminal point (a point before which the activity has taken place and after which cannot continue: \"John drew a circle\"), but accomplishments have one. Of achievements and states, achievements are instantaneous, but states are durative. Achievements and accomplishments are distinguished from one another in that achievements take place immediately (such as in \"recognise\" or \"find\"), but accomplishments approach an endpoint incrementally (as in \"paint a picture\" or \"build a house\"). In his discussion of lexical aspect, Bernard Comrie (1976) included the category semelfactive or punctual events such as \"sneeze\".Carlota Smith, The parameter of aspect, Kluwer 1991 His divisions of the categories were as follows: states, activities, and accomplishments are durative, but semelfactives and achievements are punctual. Of the durative verbs, states are unique as they involve no change, and activities are atelic (that is, have no \"terminal point\") whereas accomplishments are telic. Of the punctual verbs, semelfactives are atelic, and achievements are telic. The following table shows examples of lexical aspect in English that involve change (an example of a state is 'know'). {| class=\"wikitable\" ! !Punctual !Durative |- !Telic |Achievement (to release) |Accomplishment (to drown) |- ! Atelic |Semelfactive (to knock) |Activity (to walk) |- ! Static | | State (to know) |} Another categorisation is described by Moens and Steedman, based on the idea of the event nucleus {| class=\"wikitable\" ! ! colspan=\"3\" |Event nucleus |- ! !Preparatory phase !Culminating event !Consequent phase |- |Semelfactive | |style=\"background-color:green;\"| | |- |State | | |style=\"background-color:green;\"| |- |Activity |style=\"background- color:green;\"| | | |- |Achievement | |colspan=\"2\" style=\"background- color:green;\"| |- |Accomplishment |colspan=\"3\" style=\"background- color:green;\"| |} ==See also== *Predicate ==References== *Binnick, R. I. (1991) Time and the Verb: A Guide to Tense & Aspect. Oxford: Oxford University Press. *Comrie, B. (1976) Aspect: An Introduction to the Study of Verbal Aspect and Related Problems. Cambridge: Cambridge University Press. *Vendler, Z. (1957) Verbs and Times, The Philosophical Review 66(2):143-160. ISSN 0031-8108 ==Sources== *Dahl, Östen (1985) Tense & Aspect systems. Blackwell. PDF here. *De Swart, H. and Verkuyl, H. (1999) Tense and Aspect in Sentence and Discourse. Reader, ESSLLI summer school, Utrecht. Aug. 9-13, 1999. *Filip, H. (2012) \"Lexical Aspect\", in: Binnick, R. I. (ed.) The Oxford Handbook of Tense and Aspect. Oxford: Oxford University Press *Moens, M. (1987) Tense, Aspect and Temporal Reference. PhD Thesis, Centre for Cognitive Science, University of Edinburgh. *Smith, C. S. (1997) The Parameter of Aspect (2nd ed). Dordrecht: Kluwer Academic Publishers. *Verkuyl, H. J. (1993) A Theory of Aspectuality: The interaction between temporal and atemporal structure. Cambridge: Cambridge University Press. Category:Grammar Category:Time in linguistics fr:Aspect lexical ",
    "title": "Lexical aspect"
}