{
    "id": "1498079",
    "text": "Hviezdoslav square in Bratislava during the visit of George W. Bush The Slovakia Summit 2005 was a summit meeting between United States President George W. Bush and Russian President Vladimir Putin (hence also known as the Bush-Putin summit). It took place on February 24, 2005, in Bratislava, Slovakia. This marked the first occasion when a sitting President of the United States visited Slovakia since its independence in 1993. The previous \"Bush-Putin summit\" had taken place in Slovenia on 16 June 2001. Also attending was Condoleezza Rice (U.S. Secretary of State) and Sergey Lavrov (Russian Foreign Minister) as well as the first ladies of both presidents, Laura Bush and Liudmila Putina. == Bush's European trip before the summit == Prior to the summit, Bush had travelled to Brussels and met with several European leaders and councils of the European Union and NATO, including Tony Blair, Silvio Berlusconi, Jacques Chirac, and Javier Solana. He also met with Viktor Yushchenko, the new President of Ukraine, and gave a public speech directed at citizens of Europe outlining his policies. He then travelled to Germany and met with Gerhard Schröder. In preparation for the summit, Condoleezza Rice spent a week visiting officials in European capitals. == The summit == President George W. Bush and Slovak President Ivan Gasparovic in Grassalkovich Palace in Bratislava Bush met with Slovak leaders including President Ivan Gašparovič and Prime Minister Mikuláš Dzurinda. On 24 February Bush also gave a public speech in Hviezdoslav Square (Hviezdoslavovo námestie) in Bratislava. Topics of discussion at the summit are partly private, but included Russian democracy (this was the main topic at the subsequent press conference), the situation in Iran, the North Korean nuclear talks and other international topics. One of the objects of the summit activities was to improve relations between the U.S. and Europe. Notably, Slovakia is an ally of the U.S. in the Iraq War and contributed troops to the Coalition of the willing. In conjunction with the summit, a conference, \"A New Quest for Democracy\", was held in Bratislava by the Marshall Fund in conjunction with Slovak partners, to which mainly past or contemporaneous \"fighters\" for democracy from Eastern Europe (incl. Belarus, Serbia etc.) were invited. Both first ladies visited the famous Primate's Palace. The US first lady opened a department of the University Library in Bratislava (which was being restored and modernized at that time) that was devoted to US literature and studies. The Russian first lady opened a similar department for Russian literature in the same library one day later. Among other things, Bush promised that US administration will prepare a \"road map\" for Slovakia (and probably also the neighbouring Central European countries) aiming at abolishing the need of US entrance visa for the citizens of Slovakia and those countries. == Approximate program== *23 February ** 7.40 pm – Bush's landing at M. R. Štefánik Airport *24 February ** c. 9.00 am – Bush, President's palace ** 9.50 am – Bush, The Slovak Republic Government Office ** 11.45 am – Bush's speech, Hviezdoslav Square, in front of the Slovak National Theatre ** afternoon – Vladimir Putin's landing at M. R. Štefánik Airport ** c. 3.30 pm – Putin and Bush, Bratislava Castle, press conference at c. 6.00 pm ** c. 7.30 pm – Bush's take off from M. R. Štefánik Airport *25 February ** c. 9.30 am – Putin, Slavín Memorial, meeting with Slovak and Russian World War II veterans ** c. 10.00 am – Putin, National Council of the Slovak Republic ** c. 11.15 am – Putin, The Slovak Republic Government Office ** c. 12.40 pm – Putin, President's palace ** c. 4.00 pm – Putin's take off from M. R. Štefánik Airport ==Security== Safety was the pinnacle of concerns for all participants. The Slovak Army and Slovak government had pledged their full resources for the security of each individual. Among the resources being deployed were: *5,300 policemen *400 soldiers *SA-10 Grumble – an anti-aircraft missile system on alert *chemical laboratory – standing by in case of a chemical attack *permanent air surveillance by Mig-29s over Bratislava *the Slovak government prepared a law under which the minister of defense can approve shootings down of a civilian aircraft () ===Common safety steps=== *more security controls at General M. R. Štefánik Airport, Bratislava *traffic restrictions; no thoroughfare for lorry above 3.5 tons at frontier crossing since Wednesday until Friday *Bratislava, ironically called \"Fort Bratislava\" at that time, consisted of three security zones (Bratislava Castle, Hviezdoslav Square, President's palace), each zone was divided into three circles (yellow – controlled space, green – more controlled space and red – restricted space) ==See also== * Russia–United States relations * List of Soviet Union–United States summits == References == Category:2005 conferences Category:2005 in international relations Category:2005 in American politics Category:2000s in Russian politics Category:2005 in Slovakia Category:21st-century diplomatic conferences Category:Diplomatic conferences in Slovakia Category:Russia–United States relations Category:Slovakia–United States relations Category:Russia–Slovakia relations Category:Presidency of George W. Bush Category:Vladimir Putin Category:2000s in Bratislava Category:Events in Bratislava Category:February 2005 events in Europe ",
    "title": "Slovakia Summit 2005"
}