{
    "id": "1498319",
    "text": "Donegore (historically Dunogcurra, )Placenames NI is the name of a hill, a townland, a small cluster of residences, and a civil parish in the historic barony of Antrim Upper, County Antrim, Northern Ireland. Donegore lies approximately 5 miles (8 km) east of Antrim town. 154 acres of the townland lies in the civil parish of Grange of Nilteen (also in Antrim Upper). The largest settlement in the parish is the village of Parkgate. Donegore Hill stands prominently above the Six Mile Water valley, enjoying panoramic views to the east, south, and most notably the west, where it overlooks Lough Neagh and the Sperrins beyond. == History == The area was the site of main camp of the United Irishmen prior to the Battle of Antrim , in the Irish Rebellion of 1798. Weaver poet, James Orr wrote a poem entitled Donegore Hill on the subject. The parish contains fortified earthworks and other archaeological remains, both ancient (including a neolithic causewayed enclosure) and mediaeval. The Church of Ireland (Anglican) parish church, St. John's , dates back at least to the 14th century. The churchyard is the burial site of (among others) poet and artist Sir Samuel Ferguson. Since 1922, the Church of Ireland parish has been united with the adjacent parish of Templepatrick. The parish is served also by two Presbyterian churches: First Donegore in Parkgate and Second straddling the boundary of Dunamuggy and Ballywee. == Townlands in the Parish of Donegore == *Ballyclaverty *Ballygowan *Ballynoe *Ballysavage *Ballywee *Ballywoodock *Browndod *Cromy and Taggarts Land *Donegore *Drumagorgan *Dunamuggy *Durham's Land *Ferguson's Land *Freemanstown *Halftown *Rathbeg *Rathmore *Tobergill == See also == *List of villages in Northern Ireland *List of civil parishes of County Antrim == References == == External links == Category:Villages in County Antrim Category:Townlands of County Antrim Category:Civil parish of Grange of Nilteen Category:Causewayed enclosures ",
    "title": "Donegore"
}