{
    "id": "1498604",
    "text": "Lisa Marie Scott (born February 1, 1974) is an American model and actress, known for her appearances in Playboy magazine. She first appeared as the Playmate of the Month for February 1995 and later appeared in Playboy magazines, videos, and television. ==Early life== Lisa Marie Scott was born in Pensacola, Florida to an American serviceman (a military physician of Scottish and Swiss descent) and his Japanese wife, from the island of Okinawa. Scott has lived in Florida, then in Guam (where as a toddler, she learned her first ballet move), then in San Diego, Virginia, Japan and Hawaii. In her teens, she won awards and scholarships in ballet, danced on stages from Japan to Switzerland to Los Angeles, and studied with Maximova. ==Career== She received a ballet scholarship from the University of California, Irvine but later studied history at UCLA, graduating summa cum laude in March 2000. She briefly attended UC Berkeley School of Law for a semester before dropping out. Before Playboy, she was a professional ballerina with a company the Eugene Ballet Company in the Pacific Northwest. She appeared as the Playmate of the Month for February 1995. She then had a brief career playing smaller roles in some Hollywood films and television shows. Her film appearances include Ringer (1996), The Corporate Ladder (1997), and Glass Cage (1995). Television appearances include the sitcom Married... with Children. Scott has also appeared in FHM and Vanity Fair. ==Filmography== * High Tide (TV Series) (1997) * Baywatch Nights (TV Series) (1996) * The Glass Cage (1996) * Playboy's Really Naked Truth (TV series) (1996) * ' (1996) * Married... with Children (TV series) (1995) ==References== ==External links== * * Category:1974 births Category:American female models Category:American people of Swiss descent Category:American Playboy Playmates of Asian descent Category:American models of Japanese descent Category:American people of Japanese descent Category:American women of Japanese descent Category:Living people Category:American people of Okinawan descent Category:People from Pensacola, Florida Category:1990s Playboy Playmates Category:American people of Scottish descent Category:UC Berkeley School of Law alumni Category:University of California, Irvine alumni ",
    "title": "Lisa Marie Scott"
}