{
    "id": "1498031",
    "text": "UK Prime Minister Winston Churchill giving his \"V\" sign during World War II on Downing Street, London, wearing a homburg hat with a black lounge suit with formal trousers, dotted bowtie, dark waistcoat and carrying a walking stick Konrad Adenauer and Willy Brandt (1961), both wearing homburg hats Hugo Resinger holding a fashionable grey homburg hat (1907). Painting by Anders Zorn. A homburg is a semi-formal hat of fur felt, characterized by a single dent running down the centre of the crown (called a \"gutter crown\"), a wide silk grosgrain hatband ribbon, a flat brim shaped in a \"pencil curl\", and a ribbon-bound trim about the edge of the brim. It is traditionally offered in black or grey. The name comes from Bad Homburg in Hesse, German Empire, from where it originated as hunting headgear. It was popularised in the late 19th century by the future King Edward VII as a less formal alternative to the prevalent top hat along with the bowler hat and the boater hat. The original homburg conceived in the 19th century was of slightly more generous proportions than seen in 21st-century versions. Although the homburg is traditionally associated with semi-formal wear, it has been extensively applied also to informal attire. As with other hats, it largely fell out of everyday use of Western dress codes for men in the 1960s. ==Use== The Homburg was popularised in the 1890s by the future Edward VII after he visited Bad Homburg in Hesse, Germany, and brought back a hat of this style. He was flattered when his hat style was mimicked, and at times he insisted on being copied. Anthony Eden made the black homburg so fashionable in the 1930s that it became known as \"the Anthony Eden hat\" on Savile Row in London. At his 1953 inauguration, Dwight D. Eisenhower broke with tradition by wearing a black homburg instead of a top hat. He also wore a homburg at his second inauguration, a hat that took three months to craft and was dubbed the \"international homburg\" by hatters, since workers from ten countries participated in its making. Like other formal Western male headgear, the homburg ceased to be as common in the 21st century as it once was. Al Pacino gained some renewed fame for the homburg by wearing a grey one in the film The Godfather, for which reason the hat is sometimes called a \"Godfather\". Some Orthodox Jewish rabbis wear black homburgs to the rekel, though this practice is also in decline. The homburg was always considered to be more traditional and distinguished than the fedora. ==See also== * Anthony Eden hat * Boss of the Plains * Bowler hat * Fedora * Stetson * Tyrolean hat * Shovel hat * List of headgear * Cap ==References== ==External links== * \"Felt dress hats\" at Hat History * \"Homburg Hat – Past, Present and Future\" at Gentleman's Gazette Category:1910s fashion Category:1920s fashion Category:1930s fashion Category:1940s fashion Category:1950s fashion Category:1960s fashion Category:1970s fashion Category:1980s fashion Category:1990s fashion Category:2000s fashion Category:2010s fashion Category:Edward VII Category:Hats Category:Victorian fashion Category:1890s fashion Category:1880s fashion Category:Semi-formal wear ",
    "title": "Homburg hat"
}