{
    "id": "1499209",
    "text": "James Aloysius McGrath, (January 11, 1932 – February 28, 2017) was a politician and the eighth Lieutenant Governor of Newfoundland, Canada. ==Life== As a young man, McGrath was a member of the Responsible Government League which opposed Newfoundland becoming a province of Canada. Nevertheless, upon the dominion's joining confederation in 1949, McGrath left to enlist with the Royal Canadian Air Force. He returned to Newfoundland in 1953 and became sales manager with radio station CJON. In 1955, he became secretary of the provincial Progressive Conservative Party association. In 1956, he ran unsuccessfully for the party in the provincial election. ==Federal politics== He entered federal politics the next year, and won a seat in the House of Commons of Canada in the 1957 election as the Progressive Conservative Member of Parliament (MP) for St. John's East. In 1962, McGrath became parliamentary secretary to the Minister of Mines and Technical Surveys, and served in that position until he was defeated along with the Diefenbaker government in the 1963 election. McGrath regained his seat in the 1968 election, and remained in parliament through five subsequent elections. When the Progressive Conservatives formed the government following the 1979 election, Prime Minister Joe Clark advised the Governor General to appoint McGrath Minister of Fisheries and Oceans. McGrath returned to the opposition bench when Clark's minority government was defeated in the 1980 election. McGrath was not included in the Cabinet when the Tories returned to power in the 1984 election under Brian Mulroney. Instead, McGrath was appointed chairman of the Special Committee on the Reform of the House of Commons. The report he authored led to a number of procedural changes, including the introduction of election by secret ballot for the position of Speaker of the Canadian House of Commons. Its recommendations also led to the formation of the Canadian Association of Former Parliamentarians, established in 1996.J. Barry Turner, \"Canadian Association of Former Parliamentarians\" . Canadian Parliamentary Review, Autumn, 1996. As reprinted by The Canadian Association of Former Parliamentarians. Retrieved 2011-01-12. McGrath also served as chairman of the Standing Committee on Human Rights. ==Retirement== In August 1986, McGrath left politics to accept an appointment as Lieutenant Governor of Newfoundland. He retired from the position in 1991. ==Death== McGrath died at home on February 28, 2017.http://www.cbc.ca/news/canada/newfoundland-labrador/former- politician-james-mcgrath-dies-1.4004246 ==Arms== ==References== ==External links== *Biography at Government House The Governorship of Newfoundland and Labrador * Category:1932 births Category:2017 deaths Category:Canadian people of Irish descent Category:Lieutenant Governors of Newfoundland and Labrador Category:Progressive Conservative Party of Canada MPs Category:Members of the 21st Canadian Ministry Category:Members of the House of Commons of Canada from Newfoundland and Labrador Category:Members of the Queen's Privy Council for Canada Category:People from Buchans ",
    "title": "James McGrath (Canadian politician)"
}