{
    "id": "1499587",
    "text": "The turbine hall following conversion to office space. Richmond Power Station was a Victorian era coal fired power station which operated on the banks of the Yarra River in Richmond, Victoria, Australia from its construction in 1891 until its closure in 1976. It was one of the first alternating current (AC) electricity generation plants in the state. It has since been converted into office space and is the headquarters of international fashion brand Country Road and advertising agency CHE Proximity.http://www.che.com.au The area in which it is located is now called Cremorne. The former power station is listed on the Victorian Heritage Register. ==History== The Richmond Power Station was completed in 1891 by the New Australian Lighting and Traction Company. It was one of the first alternating current (AC) electricity generation plants in Victoria. The building was designed by Charles D'Ebro, one of Melbourne's premier architects of the time. Initially the station provided power to Melbourne and the suburbs of Richmond, Prahran and South Melbourne. The main competitor was A.U. Alcock's Electric Light and Motive Power Company. Early equipment was a 750 kW Elwell-Parker alternator. Power was supplied at 2 kV and 97 Hz. The set was driven by a Robey compound steam engine rated at . In 1899, the two companies were taken over by Brush Electrical and were combined to form the Electric Lighting and Traction Company of Australia. In 1901, two Brush-Universal 500 kW sets were added. As demand increased, the plant went through a series of upgrades, the first being an expansion to the engine house. In 1905, the first of two Parsons-Brush 1 MW single-phase turbo- alternators, with a terminal voltage of 4.2 kV, were added. A Curtis-Thompson 1.5 MW turbo alternator was bought in 1907. The company's name was changed in 1908 to The Melbourne Electric Supply Company Limited. In 1910, two Belliss and Morcom high-speed triple-expansion engines, coupled to Brush alternators, were added. Another four turbo alternators were installed from 1911 onwards, with the engine room extended to the east to accommodate the 10MW increase in power output. Also, several Babcock & Wilcox boilers were added in 1912, and a new chimney stack was built in 1913. In 1919, a second chimney stack was erected, and in 1922, a second floor was added to the office block. By 1924, installed capacity had increased to 17 MW. In 1929, the station was taken over by the State Electricity Commission of Victoria, which relegated Richmond to a peak-load facility. A 15 MW turbo-alternator was installed on the site of the older plant in 1930. That machine ran at 3000 RPM at 6.6 kV at 50 Hz. It was of great value to Melbourne during the power shortages of the 1950s and was still in service in the 1960s. After World War II, Melbourne experienced severe power shortages. There was no way of procuring steam plant from the usual English manufactures for several years, but a Swiss firm came to the rescue in 1950. A Brown Boveri three-cylinder steam turbo alternator, with a capacity of 38 MW, was installed. That plant was very cheap to run in the 1950s with of steam supplied by each of the two Velox oil-fired boilers, at and . Although obsolete by the 1970s, the station continued to operate very reliably as a peak-load plant until 1982, when its inefficiency, dilapidated condition and pollution led to its closure. ==Redevelopment== The building lay derelict in a large pocket of SECV owned land for many years. Its chimney stacks were demolished soon after closure due to structural faults. It was a popular location for film and television makers during this time. Some scenes for Bangkok Hilton were shot there, some of which incongruously showed the Bryant and May Factory in the background, as were scenes for the police drama Phoenix. In the early 1990s, Victoria's electricity industry was privatised by the Kennett Liberal State Government. This saw this the sale of much of the SECV's surplus assets. The station and surrounding buildings were sold for development as an office park. All surrounding buildings, most of which dated from the 1930s and 1940s were demolished. Under architects Metier 3 the original station building and turbine hall, which is listed on the Victorian Heritage Register was restored with a modern extension added to the section which formerly housed the old Babcock + Wilcox water tube boilers. The building, designed for Country Road, won a merit award from the Royal Australian Institute of Architects in 1997. The area around the station has also been fully developed. ==External links== *Metier 3 architects *Heritage Victoria: Former Richmond Power Station ==References== * CITY OF YARRA HERITAGE REVIEW * Category:Coal-fired power stations in Victoria (Australia) Category:Heritage-listed buildings in Melbourne Category:Buildings and structures in Melbourne Category:Romanesque Revival architecture in Australia ",
    "title": "Richmond Power Station"
}