{
    "id": "1499366",
    "text": "Juliette Bergmann (previously Meijer) (born November 30, 1958) is a Dutch female bodybuilding champion. == Early years and education == Bergmann (born Juliette Maria Suzanna Bergmann) was born in Vlaardingen, Netherlands, from a Dutch mother and an Indonesian father. She is one of five children, with one older brother, two younger brothers and one younger sister (three brothers and one sister). Her younger sister is a bodybuilder much like herself. During her childhood she lost two brothers, causing much grief to her mother, who laid a larger responsibility on Juliette, the oldest living child. That period in her life, she believes, made her a disciplined and responsible person. After finishing school she went on to study financial management, journalism and fitness training. She got married (married name – Meijer) in 1975, but divorced in 1985. == Bodybuilding career == === Amateur career === She began training in bodybuilding to lose weight in 1981 with her ex-husband after attending a female bodybuilding contest where she got a very good impression of the competitors. In 1982, she would enter her first competition, where she placed first. In 1983, she decided to become a bodybuilder after she visited a bodybuilding contest in 1983 and noticed how good the girls looked. === Professional career === ==== 1984-2000 ==== In 1984, she won the Dutch National Championship and repeated as champion in 1985. Later that same year she qualified for the World Amateur Championship, where she achieved first place. By the end of 1985 she competed in her first Ms. Olympia, but did poorly with a 14th placing. However, she achieved significant success in 1986 by winning the Pro World Championship, placing second (by one point) in the Ms. International, and sixth in the Ms. Olympia. At the 1988 World Pro Championships, just an hour before the show, she was told that she tested positive in the drug test and was disqualified.https://www.revistasuplementacao.com.br/materias/detalhes/4833-mitos- do-bodybuilding-juliette-bergmann.html After 1989, she planned to take a year off from competition and compete again in 1991, but her plans were derailed when she suffered a badly broken ankle from a (Doberman) dog attack. She was not able to train seriously again for a couple of years. Since 1991, she has been a pro-judge and secretary/treasurer of the NBBF (Dutch Bodybuilding and Fitness federation). ==== 2001-2003 ==== In 2001, Bergmann returned to competition after a twelve-year absence, during which she worked as an IFBB judge. Entering the Ms. Olympia contest, she took first place in the lightweight class, and defeated heavyweight class winner Iris Kyle to win the overall title, the only time in Ms. Olympia history the lightweight class winner has won the overall title. She repeated as the Ms. Olympia lightweight class winner in 2002 and 2003, losing the overall title to Lenda Murray both years. === Retirement === After the 2003 Ms. Olympia, Bergmann retired from bodybuilding. === Legacy === Currently, Bergmann is the most successful Dutch bodybuilders in the world, by being the only Dutch bodybuilder to win the Ms. Olympia. From October 26, 2001 to February 28, 2003, she ranked 1st on the IFBB Women's Bodybuilding Professional Ranking List. Bergmann has been cited as the \"Grecian Ideal\" wherein biceps, calf and neck measurements are similar as are waist and thigh measurements. In January 2009, Juliette was inducted into the IFBB Hall of Fame. Since 2009, she became president of the IFBB in the Netherlands (Dutch Bodybuilding and Fitness Federation), director IFBB Thailand, a member of the I.F.B.B. executive council, and chairwoman of the EBFF fitness committee.Juliette Bergmann Twitterlinkedin === Contest history === * 1982 Ms. Randstad – 1st (LW) * 1982 Twentse Open Championship – 1st (LW) * 1983 Ms. Elegance – 2nd * 1983 Dutch Grand Prix – 3rd * 1983 Davina Challenge Cup – 3rd * 1983 Gold Cup – 2nd * 1983 Dutch Championships – 3rd * 1984 Dutch Grand Prix – 2nd * 1984 IFBB European Championships – 7th (LW) * 1984 Dutch Championships – 1st (LW & Overall) * 1985 Dutch Championships – 1st (LW & Overall) * 1985 IFBB European Championships – 1st (LW) * 1985 IFBB World Amateur Championships – 1st (LW) * 1985 IFBB Ms. Olympia – 15th * 1986 IFBB Pro World Championship – 1st * 1986 IFBB Pro World Championship mixed pairs (with Tony Pearson) – 1st * 1986 Ms. International – 2nd * 1986 Los Angeles Pro Championship – 2nd * 1986 IFBB Ms. Olympia – 6th * 1986 IFBB Pro World Championship – 7th * 1986 IFBB Pro World Mixed Pairs – 2nd * 1987 IFBB Ms. Olympia – 9th * 1988 IFBB Pro World Championship – Disqualified * 1988 IFBB Ms. Olympia – 13th * 1989 IFBB Pro World Championship – 15th * 2001 IFBB Ms. Olympia – 1st (LW & Overall) * 2002 IFBB Ms. Olympia – 1st (LW) * 2003 IFBB Ms. Olympia – 1st (LW)Juliette Bergmann == Personal life == In 1985, she moved to Middelharnis, Netherlands, where she lived with her sister and friend. She had a publishing company, travel agency, and attends Ironman Gym. When she is not traveling, she is at the office during the daytime and in the evenings works at the gym. She travels a lot and also does a lot of guest posing. She currently lives in Netherlands and Thailand with her partner. == References == == External links == * Official Fan Site * FBBExtreme fan site | colspan = 3 align = center | Ms. Olympia |- | width = 30% align = center | Preceded by: Kim Chizevsky-Nicholls | width = 40% align = center | First (lightweight and overall) (2001) | width = 30% align = center | Succeeded by: Lenda Murray Category:1958 births Category:Living people Category:Dutch female bodybuilders Category:Dutch people of Indonesian descent Category:Professional bodybuilders Category:People from Middelharnis Category:People from Vlaardingen ",
    "title": "Juliette Bergmann"
}