{
    "id": "1499364",
    "text": "An unfair labor practice (ULP) in US labor law refers to certain actions taken by employers or unions that violate the National Labor Relations Act of 1935 (49 Stat. 449) (also known as the NLRA and the Wagner Act after NY Senator Robert F. WagnerSee also , ) and other legislation. Such acts are investigated by the National Labor Relations Board (NLRB).Schlesinger Jr., Arthur M. The Age of Roosevelt: The Coming of the New Deal: 1933–1935. Boston: Houghton Mifflin Co., 1958, p. 400-406. ==Definition of \"unfair labor practice\"== The NLRB has the authority to investigate and remedy unfair labor practices, which are defined in Section 8 of the Act. In broad terms, the NLRB makes it unlawful for an employer to: *interfere with two or more employees acting in concert to protect rights provided for in the Act, whether or not a union exists *to dominate or interfere with the formation or administration of a labor organization *to discriminate against an employee from engaging in concerted or union activities or refraining from them *to discriminate against an employee for filing charges with the NLRB or taking part in any NLRB proceedings *to refuse to bargain with the union that is the lawful representative of its employees The Act similarly bars unions from: *restraining or coercing employees in the exercise of their rights or an employer in the choice of its bargaining representative *causing an employer to discriminate against an employee *refusing to bargain with the employer of the employees it represents *engaging in certain types of secondary boycotts *requiring excessive dues *engaging in featherbedding (requiring an employer to pay for unneeded workers) *picketing for recognition for more than thirty days without petitioning for an election *entering into \"hot cargo\" agreements (refusing to handle goods from an anti-union employer) *striking or picketing a health care establishment without giving the required notice Applying this general language to the real world requires, in the words of Supreme Court Justice Felix Frankfurter, \"distinctions more nice than obvious\". The substantive law applied by the NLRB is described elsewhere under specific headings devoted to particular topics. Not every unfair act amounts to an unfair labor practice; as an example, failing to pay an individual worker overtime pay for hours worked in excess of forty hours in a week might be a violation of the Fair Labor Standards Act, but it is unlikely to amount to an unfair labor practice as well. Similarly, a violation of a collective bargaining agreement, standing alone, may not constitute an unfair labor practice unless the employer has not only violated the contract but repudiated all or part of it. ==Filing of a charge== While the employees of the NLRB may assist individuals in filing charges, the employees of the NLRB cannot file charges on their own. Under the Act, \"any person\" (except an employee of the Board) may file a charge with the NLRB. Such charges must be filed and served within six months of the events that constitute the basis of the charge. This deadline may be extended in some cases, e.g., if the party fraudulently conceals its violations of the law. Charges may also be amended if done so within six months of the alleged violation. ==Investigation and processing of the charge== The General Counsel of the NLRB is responsible for investigating unfair labor practice charges and making the decision whether to issue a complaint. This job is delegated to the Regional Director of the region of the NLRB in which the charge has been filed; the Regional Director in turn assigns it to an employee of the region. It is the responsibility of the charging party to identify the witnesses who can support its charge; should it fail to do so the Regional Director will typically dismiss the charge. The Regional Director generally seeks to reach a decision as to whether to issue a complaint or to dismiss the charge within thirty days of the filing of the charge. The Region may also ask the charging party to amend its charge to eliminate unsupported claims in an otherwise meritorious charge or to add new claims uncovered by the Region in the course of its investigation. A party unsatisfied with the Regional Director's decision to dismiss its charge can appeal the dismissal to the office of the General Counsel. The General Counsel's decision to dismiss a charge is not subject to further appeal and cannot be challenged in court. If the issues raised by an unfair labor practice charge could also be resolved through the grievance and arbitration procedure of the collective bargaining agreement covering these employees, then the General Counsel may defer the case to arbitration. In those cases the General Counsel does not dismiss the charge, but holds it in abeyance while the parties to the contract arbitrate their contractual dispute. ==Issuance of complaint and settlement== If the Region finds merit in the charge it will file a formal complaint setting out the violations of the law allegedly committed by the respondent. While the Act requires that the original unfair labor practice be filed within six months, there is no comparable statute of limitations for issuance of a complaint. The complaint may also be amended in some circumstances to include other alleged violations of the Act not specified in an unfair labor practice charge. The Region will usually renew its attempts to settle the matter after it has made the decision to issue complaint but before it has actually done so. It can settle unfair labor practice charges unilaterally, i.e., without the agreement of the charging party. The Board draws a distinction between formal and informal settlements, i.e., those that call for issuance of a formal Board order and those that do not. A party unhappy with the Regional Director's settlement of its unfair labor practice charges can appeal a formal settlement to the Board itself, which must approve any formal settlement in any case, but can only appeal an informal settlement to the General Counsel. The Board will set aside an informal settlement agreement if the employer violates the agreement or commits other violations of the Act after the agreement. The Board can, by contrast, enforce a formal settlement like any other Board order by petitioning the Court of Appeals for an order enforcing it. The Board will also accept non-Board settlements, in which the charging party withdraws its charge in return for promises from the other side. The Board is not, however, obliged to accept the parties' settlement agreement or to allow withdrawal of the charge. ==Interim injunctive relief== If the General Counsel believes that there is cause to issue complaint, then he can seek injunctive relief from a federal district court under Section 10(j) of the Act. Injunctive relief is usually ordered when necessary to preserve the status quo pending the Board's decision on the complaint or to prevent employees from suffering irreparable harm. Any injunction lapses once the NLRB issues its decision. The General Counsel does not have to prove that the allegations in the complaint are well- founded, but only that he has some evidence, together with an arguable legal theory, to support his claims. Even so, the General Counsel rarely uses this power to seek relief while complaints are pending, other than in secondary boycott cases, in which the Act commands the General Counsel to seek injunctive relief. ==Hearing and decision== If the case is not settled following issuance of a complaint, then the case will proceed to hearing before an Administrative Law Judge of the NLRB. The Regional Director has the power to issue subpoenas for use by any party prior to the hearing; the Administrative Law Judge has that power once the hearing commences. The hearing is governed by the same rules of evidence that would apply in a federal court trial. The General Counsel functions as the prosecutor in these proceedings. Just as only the General Counsel can decide whether to issue a complaint, the General Counsel has exclusive authority to decide what charges to pursue. Interested parties may, however, intervene in these proceedings to present evidence or offer alternative theories in support of the charges that the General Counsel has alleged and to seek additional or different remedies than those that the General Counsel has proposed. The Administrative Law Judge issues a recommended decision, which becomes final if not appealed to the NLRB. While the Administrative Law Judge's credibility determinations are ordinarily given great weight by the Board, they are not binding on it. The Board likewise is free to substitute its own view of the law for that of the Administrative Law Judge and frequently reverses its own precedents. ==Review by the courts== A party that is aggrieved by a decision of the NLRB can seek review by petitioning in the Court of Appeals. The Act gives parties a good deal of latitude as to which court they want to hear their case: either the Circuit in which the hearing was held or the Circuit Court of Appeals for the District of Columbia or any Circuit in which one of the parties against whom the complaint was brought resides or does business. The NLRB, as a matter of policy, only petitions in the Circuit in which the hearing was held. The NLRB's decisions are not self-executing: it must seek court enforcement in order to force a recalcitrant party to comply with its orders. The Court of Appeal reviews the Board's decision to determine if it is supported by substantial evidence and based on a correct view of the law. While the courts are obligated in theory to give deference to the NLRB's interpretation of the Act, they do not always do so. The court may direct the NLRB to reconsider its decision or reverse it outright if it is convinced that the Board is in error. The court may also reverse Board actions that it considers to be an abuse of the NLRB's discretion, typically in the choice of remedies to be applied. Any aggrieved party may also ask the Supreme Court to review a decision of the Court of Appeals. Such review by the Supreme Court is, however, discretionary and rarely granted. ==Compliance== If the Court of Appeals enforces the Board's order then the case will return to the Region for it to monitor the respondent's compliance. In those cases in which the Board's order requires payment of backpay, the Region will commence compliance proceedings if it is not able to resolve all disputes over the amount of backpay. These compliance proceedings are also held before an Administrative Law Judge, based on the compliance specification filed by the Region. The same procedural rights apply in these proceedings as in the earlier proceedings on the merits of the charge. ==See also== *United States labor law *Boulwarism *Duty of fair representation *Surface bargaining ==References== ==External links== * National Labor Relations Board official website *NATIONAL LABOR RELATIONS BOARD CASEHANDLING MANUAL, PART ONE, UNFAIR LABOR PRACTICE PROCEEDINGS * NLRB Casehandling Manual for Compliance Proceedings ==Further reading== *\"How To Take A Case Before The NLRB\" by the Bureau of National Affairs (Seventh Edition) Category:United States labor law Category:Ethically disputed working conditions Category:Labor relations ",
    "title": "Unfair labor practice"
}