{
    "id": "1500058",
    "text": "A Mainland Travel Permit for Hong Kong and Macao Residents (), also colloquially referred to as a Home Return Permit or Home Visit Permit (), is issued to Chinese nationals who are permanent residents of or settled in Hong Kong and Macau as the travel document to Mainland China. The permit is issued by the Bureau of Exit and Entry Administration of the Ministry of Public Security through China Travel Service sub-branches in Hong Kong and Macau and allows holders to travel freely to Mainland China. The name \"Home Return Permit\" was chosen because it was used by Chinese émigrés in Hong Kong and Macau for visits to their families in Mainland China. Most holders of this permit are people with permanent residence status in Hong Kong and/or Macau, and the permit served as a de facto identification card for Hong Kong and Macau residents in mainland China until the Residence Permit for Hong Kong and Macao Residents was issued in September 2018. ==Eligibility== The Home Return Permit, under the guideline of the China Travel Service which serves as the authorized agent as the receiver of application in Hong Kong and Macau, is issued to:香港居民申領《港澳居民來往內地通行證》(回鄉證) 須知《港澳居民來往內地通行證》辦證須知 *Permanent residents of Hong Kong or Macau possessing Chinese Nationality by birth or naturalization in one of these regions; *Mainland residents who have been approved by mainland authorities to immigrate to Hong Kong or Macau and have already established residency in one of these regions (also known as one-way permit holders); *Permanent residents of Hong Kong and Macau born in a country or region other than Hong Kong or Macau and possess Chinese nationality by birth, descent or naturalization. The permit is only issued by the Exit and Entry Administration of the Ministry of Public Security, and all applications must be made in either Hong Kong, Macau or mainland China. Hong Kong and Macau permanent residents can be issued Chinese Travel Documents when abroad, albeit with a shorter validity period. ==History== From left to right: HKSAR passport, Home Return Permit (Cancelled), and the 1999 version of the certificate Back of the previous version, the lack of English descriptions can cause difficulties when travelling by air outside the Greater China Region. Before the transfer of the sovereignty of Hong Kong and Macau, \"home-return permits\" were issued to any ethnic Chinese person in those territories. Prior to 1999, those permits were named Home-visiting Certificate for Compatriots from Hong Kong and Macau and was a passport-like booklet. These booklets were considered inconvenient, because they were relatively cumbersome to carry around. Furthermore, the booklets were also found to be inefficient because they could only be used at manned border crossing checkpoints where an entry stamp would be placed by an immigration official. Frequent border crossing residents, such as lorry drivers, were required to replace the booklet every few months due to the lack of pages for entry and exit stamps. The booklets were eventually phased out. In 1999, the permit was changed into its current credit-card-like form and the official name has also changed to its current name, following the handover of sovereignty of both territories. A new version came to circulation in 2013 with enhanced security features and an embedded biometric chip. ==Appearance== The current and older permits are credit card- sized which makes it more efficient to carry in one's wallet. The older permit is also machine readable, which facilitates entry into Mainland China at any manned immigration checkpoint or through self-service immigration gates (currently available at Hong Kong-Shenzhen, Macau-Zhuhai crossings, Beijing West Railway Station, and international airports throughout Mainland China). These gates scan the permits with an optical reader and use the software to verify one's biometric informations, such as thumb prints and facial scans, with the database. After the inspection is completed, the person is released. Starting from 2 January 2013, the current version of the permit came to circulation. The design of newer permits has been changed. A biometric chip, like the one used on biometric passports, was added to the permit. The numbering scheme of the permit has been revamped: the previous 11-digit permit number has been separated to a 9-digit permit number and a 2-digit issuing sequence number. The permits now also have an English description which reads \"This card is intended for its holder to travel to the mainland of China\", and it was added because holders of the older version may have difficulties to board flights outside the Greater China Region as no English description was given on the older permit. The Simplified Chinese name of holder on his or her Hong Kong or Macau Identity Card appears on the front of the permit, whereas the original Traditional Chinese name of holder appears on the back of the permit. The issuing authority of this permit have been changed from Public Security Bureau of Guangdong to the Bureau of Exit and Entry Administration of the Ministry of Public Security. ==Validity== Most permits for adults are valid for 10 years; minors under 18 years old are issued permits valid for five years. Temporary permits are given for certain reasons, such as when a person's permit has expired and the replacement has not arrived. There have been instances of limited single and double entry home visit permits issued due to political reasons. ==Requirements when staying in Mainland China== Holders of the Home Return Permit are able to freely enter Mainland China for all purposes within the validity of their travel document, regardless whether the point of origin is Hong Kong, Macau, or overseas. However, they must register with the local Public Security Bureau within 24 hours -- or within 72 hours in the countryside -- if they are staying overnight in a friend or relative's home.港澳居民赴内地手续办理指南 (Information page from the Central People's Government in Chinese) Retrieved on 2008-10-20. Those residing in the Mainland for more than six months may apply for the Residence Permit for Hong Kong, Macao, and Taiwan Residents. ==Applying for a Home Return Permit== The China Travel Service (CTS) is the sole authorized agency by the Public Security Bureau (PSB) to provide services to help accept applications in Hong Kong and Macau. However, the PSB of Guangdong processes all applications and issues the permit on behalf of the Ministry of Public Security. Holders who have lost their Home Return Permit in Mainland can apply for a temporary replacement at the CTS branch in Huanggang. They will, however, need to apply for a new Home Return Permit on return to Hong Kong or Macau with the CTS. Hong Kong and Macau Chinese Nationals in foreign countries, who do not already have a Home Return Permit, can apply to their local Chinese foreign mission for a passport-like Chinese Travel Document to visit Mainland China.香港居民旅行证件 (Information page from the Chinese Embassy in London in Chinese) Retrieved on 2008-10-20.澳门居民旅行证件 (Information page from the Chinese Embassy in London in Chinese) Retrieved on 2008-10-20. ==Nationality of holders== A home return permit constitutes proof of Chinese nationality in Mainland China. Its status in Hong Kong law is less clear, due to the principle of one country, two systems and the designation of the Hong Kong Immigration Department as the competent authority to determine matters under the Chinese Nationality Law relating to Hong Kong permanent residents. As Vice-President of the Court of Appeal Wally Yeung wrote:; the applicant was found on appeal to be a Chinese national, but in overturning Yeung's judgment the court did not disturb this point. :Mr. Pun has also emphasized that the fact that Yiu Hon holds a Home Visit Permit shows that the Chinese Government recognizes Yiu Hon has the status as a Chinese national. I do not understand the principle on which the Chinese Government issued Yiu Hon a Home Visit Permit. However, under the principle of one country, two systems, the Government of the Hong Kong Special Administrative Region will not be subject to the decision of the Chinese Government on the above question. The Court shall decide whether or not Yiu Hon is still a 'Chinese national' in accordance with the Chinese Nationality Law and related provisions. The fact that Yiu Hon holds a Home Visit Permit has no direct bearing or significance on the matter in question. Furthermore, not all Chinese nationals in Hong Kong or Macau have a Home Return Permit. Unlike the compulsory Hong Kong Identity Card, application for a Home Return Permit is voluntary. Those who do not apply for the Permit are still eligible for an HKSAR passport issued by the Immigration Department of Hong Kong, or an MSAR passport by the Identification Services Bureau of Macau. The SAR passports are only issued to Chinese nationals with the right of abode in Hong Kong or Macau. The HKSAR passport allows the holder to travel to other countries and regions, but it may not be used for travelling to Macau. The HKSAR passport is also used as a travel document for travel to Taiwan in conjunction with the Exit and Entry Permit issued by the government of Republic of China. Chinese nationals holding an HKSAR passport cannot use it to enter Mainland China, and the HKSAR Government has stated that \"in line with the one country principle, it was considered inappropriate to adopt HKSAR passport as a travel document to enter the Mainland.\"HK Gov. \" Legco.\" LegCo Panel on Security. Retrieved on 2007-04-03. Likewise, the Home Return Permit cannot be used to enter Hong Kong or Macau, and residents are required to use their Hong Kong Identity Card or a Macau Resident Identity Card. ===Issues faced by British passport holders=== Many, but not all, residents of Hong Kong are dual Chinese nationals and British Nationals (Overseas) (BN(O)s). The PRC Government does not recognise BN(O) passports issued to Hong Kong residents of Chinese descent. They cannot use their BN(O) passports to enter Mainland China before or after the handover. If a person in Hong Kong is a British citizen but not a Chinese national, they can only enter the mainland with a British passport affixed with a Chinese visa, although they may be eligible for brief group tourist trips to the Pearl River Delta and Hainan Province, or visits to mainland cities while in transit to and from other countries or regions (including Hong Kong). ===Issues faced by other foreign passport holders=== Besides BN(O) status, British citizenship and Chinese nationality, many residents of Hong Kong have obtained citizenship in countries such as Australia, Canada, or the United States. Officially speaking, if they have not made a \"declaration of change of nationality\" at the Immigration Department of Hong Kong, they are regarded by the Chinese authorities as Chinese nationals. In this case, they can use their Home Return Permits to enter Mainland China instead of their foreign passports. Under the master nationality rule, persons entering Mainland China with a Home Return Permit are Chinese nationals and are accordingly not entitled to foreign consular protection. ==Incidents== ===Ching Cheong=== In 2005, Ching Cheong, a Hong Kong-based journalist of the Singapore-based newspaper The Straits Times, was arrested by the Chinese Ministry of State Security and was accused of stealing \"state secrets\". The correspondent entered Mainland with his Home Return Permit while holding a BN(O) passport. Since he is both a Chinese national, a British National (Overseas), as well as a permanent resident of Singapore, organisations like the Hong Kong Journalists' Association and Reporters Without Borders, urged the British Foreign Secretary Jack Straw to intervene. The British Foreign and Commonwealth Office said it had no plans to comment on the case. British officials have indicated that if there were any representations to be made, they would take place behind the scenes. A London spokesperson confirmed: \"We can offer consular assistance but we cannot interfere in the legal affairs of another country.\" The Chinese Central People's Government never recognized any British National (Overseas) status, and stated that its nationals from Hong Kong cannot enjoy foreign consular protection on Chinese soil on the basis of holding foreign passports. The Foreign Secretary of the United Kingdom stated that \"Mr Ching is a British National (Overseas) passport holder and we have pressed the central authorities for information on the circumstances of his arrest and will continue to seek consular access as a matter of urgency, which so far has been denied.\" There were other cases that the British Government was asked to assist BN(O) passport holders detained in Mainland China.HKhrc. \" HKhrc.\" Local Human Rights Issues. Retrieved on 2007-04-03.FmcoprcHKhrc. \" Fmcoprc.\" Office of the Commissioner of Ministry of Foreign Affairs. Retrieved on 2007-04-03. ===Pro-democracy politicians=== Before the handover, some pro- democracy Hong Kong politicians, such as Margaret Ng,HK Human Rights Monitor. \" HKhrm.\" Rule of Law Protector should not be left unprotected. Retrieved on 2007-04-03. Emily LauBBC News. \" BBC.\" Pro-democracy politician in Hong Kong gives up British citizenship. Retrieved on 2007-04-03.HK Human Rights Monitor. \" HKhrm.\" Report on 1998 Legislative Council Election. Retrieved on 2007-04-03. and Christine LohAsiaweek. \" Asiaweek.\" Newly Found Patriotism. Retrieved on 2007-04-03. attempted to use their British citizen passports to enter Mainland China because they were denied a Home Return Permit, hence denied from entering Mainland China. Those politicians, however, are still Chinese nationals under the Chinese nationality law; acquisition of Chinese nationality of ethnic Chinese residents born in Hong Kong is involuntary, although they may choose to relinquish their Chinese nationality if they hold citizenship of other countries, except for the British National (Overseas) status and the British citizenship obtained in the British Nationality Selection Scheme. Albert Ho, who had his Home Return Permit cancelled by the Central government, ran for Chief Executive in 2012. During the election campaign, Henry Tang pledged that if he became the next Chief Executive, he would talk to Beijing to secure a new permit for Ho.\"唐英年何俊仁夾擊寸爆梁振英\". Hong Kong Daily News. Archived from the original on 23 March 2012 Leung Chun-ying gave a more generic response that did not answer to Ho specifically, and said if he became the next Chief Executive, he welcomes anyone to seek his help. === Umbrella movement === Three members of the Hong Kong Federation of Students led by Alex Chow, who had booked air tickets to Beijing to put their case in front of the national leadership during the 2014 Hong Kong protests, found out through airline agents that Chinese authorities had revoked their Home Return Permit, effectively banning them from travelling to Mainland. No official notification of the revocation or explanation of the grounds for their cancellation were ever made to the holders. === Lee Bo === In 2016, issues regarding the disappearances of Lee Bo, the owner of Causeway Bay Books, were raised by British Foreign Secretary Philip Hammond as Lee is a British citizen with a Home Return Permit who was later confirmed to be kidnapped from Hong Kong by Chinese law enforcement officials. Hammond demanded the Chinese government to launch a thorough investigation regarding the breach of independent jurisdiction rights enjoyed by Hong Kong. The Chinese Foreign Minister Wang Yi responded by saying that China would refuse to do so because Lee is, \"first and foremost, a Chinese citizen (national)\" under the Chinese nationality law and the Basic Law of Hong Kong, therefore the British government would have no say on internal affairs of China. This case came under international attention because, unlike Ching Cheong, Lee was neither arrested or had any charges against him in Mainland China, and his British citizen status, unlike Ching's BN(O), was recognized by the Chinese government. ==See also== * Mainland Travel Permit for Taiwan Residents * People's Republic of China Exit-Entry Permit for Travelling to and from Hong Kong and Macau * Residence Permit for Hong Kong, Macao, and Taiwan Residents * Hong Kong Special Administrative Region passport * Macao Special Administrative Region passport * Exit & Entry Permit * British nationality law and Hong Kong * Portuguese nationality law * Chinese nationality law * Foreign relations of Hong Kong * Foreign relations of Macau ==External links== *Declaration of change of Nationality, Immigration Department, Hong Kong SAR *Entering and Leaving the Mainland, Labour Department, Hong Kong SAR ('Re- entry permit' here is the home visit permit) *Explanations of some questions by the Standing Committee of the National People's Congress concerning the implementation of the Nationality Law of the People's Republic of China in the Hong Kong Special Administrative Region *Home return permit application, China Travel Service, Hong Kong (in Chinese) *Minutes of meeting, Panel of Security, Legislative Council, Hong Kong (31 March 1999) *Six-Monthly Report to Parliament on Hong Kong (January-June 2005), presented to Parliament by the Foreign Secretary of the United Kingdom *Straw urged to rescue reporter held by Chinese for 'secrets' theft, The Telegraph *Visas for China, travel advice, British Consulate General Hong Kong *還我回鄉權 廢除回鄉證 *广东省公安厅出入境管理处-港、澳、台居民来往内地管理 *大眾遊箱﹕回鄉證毋須半年有效期 往返內地 ==Bibliography== * Book in Chinese: 張勇、陳玉田：《香港居民的國籍問題》（出版社：三聯書店（香港））456 ==References== Category:Chinese passports Category:Identity documents Category:Government of Hong Kong Category:Government of Macau Mainland Travel Permit Travel Permit ",
    "title": "Mainland Travel Permit for Hong Kong and Macao Residents"
}