{
    "id": "1500516",
    "text": "Egide Charles Gustave, Baron Wappers (23 August 18036 December 1874) was a Belgian painter. His work is generally considered to be Flemish and he signed his work with the Flemish form of his name, Gustaf Wappers.Note: The painter is known by one or by several forenames, in English mainly in their French language versions: Gustave or less frequently in full Egide Charles Gustave – though born in the Flemish city of Antwerp as Egidius Karel Gustaaf Wappers, and internationally also known as such though more often as Gustaaf Wappers. The more rare spelling as 'Gustaf' rather approaches a usual pronunciation in the dialect of Antwerp, and occurs in signatures at the back of paintings. The baronial title he was granted, belongs between forename(s) and surname. See e.g.: www.artfact.com ==Biography== Episode of the Belgian Revolution of 1830 (1834), Royal Museums of Fine Arts of Belgium, Brussels. He studied at the Royal Academy of Fine Arts in Antwerp, and during 1826 in Paris. The Romantic movement with its new ideas about art and politics was astir in France. Wappers was the first Belgian artist to take advantage of this state of affairs, and his first exhibited painting, \"The Devotion of the Burgomaster of Leiden,\" appeared at the appropriate moment and had great success in the in 1830, the year of the Belgian Revolution. While political, this remarkable work revolutionized the direction of Flemish painters. Wappers was invited to the court at Brussels, and was favoured with commissions. In 1832 the city of Antwerp appointed him Professor of Painting.Note: Another source states 1833 (instead of 1832) for becoming a professor at the Antwerp Academy, and 1845 (instead of 1844) for the baronial title: He exhibited his masterpiece, \"Episode of the Belgian Revolution of 1830\" or rather \"Episode of the September Days of 1830 on the Grand Place of Brussels\", (Royal Museum of Fine Arts of Belgium, Brussels) at the Antwerp Salon in 1834. He was subsequently appointed painter to Leopold, King of the Belgians. At the death of Matthieu- Ignace Van Brée in 1839 he was elevated to director of the Antwerp Academy. As a teacher at the Antwerp Academy he trained a great number of pupils including Ford Madox Brown, Lawrence Alma-Tadema, William Duffield, Emil Hünten, the Czech history painter Karel Javůrek, Jaroslav Čermák, Ludwig von Hagn, Josephus Laurentius Dyckmans, Eugene van Maldeghem, Ferdinand Pauwels and Jacob Jacobs. His works are numerous. Some of them depict traditional devotional subjects (\"Christ Entombed\"), while others illustrate the Romantic view of history: \"Charles I taking leave of his Children\", \"Charles IX\", \"Camoens\", \"Peter the Great at Saardam\", and \"Boccaccio at the Court of Joanna of Naples\". Louis Philippe gave him a commission to paint a large painting for the gallery at Versailles, \"The Defence of Rhodes by the Knights of St John of Jerusalem\". He finished the work in 1844, the same year that he received the title of baron from Belgian king Leopold I. After retiring as director of the Antwerp Academy, he settled in 1853 in Paris, where he died in 1873. == Honours == * Created Baron Wappers. * Titular painter of the King.Almanach royal de Belgique: Classé Et Mis En Ordre Par H. Tarlier * : Member of the Saxe-Ernestine House Order. * : Knight of the Military Order of Christ.Almanach royal officiel de Belgique/ De Decq, 1841 p. 122 ==References== ==Further reading== * P. & V. Berko, \"Dictionary of Belgian painters born between 1750 & 1875\", Knokke 1981, pp. 785–787. * P. & V. Berko, \"19th Century European Virtuoso Painters\", Knokke 2011, p. 520, illustrations pp. 422–423. *du Jardin, Jules L'Art flamand. *Fétis, E. 'Notice sur Gustave Wappers' in Annuaire de l'academie royale de Belgique (1884). *Hostyn, N., 'Gustaf Wappers' in Nationaal Biografisch Woordenboek, 18, Brussels, 2007. * *Lemonnier, Camille Histoire des beaux arts en Belgique * * * ==External links== * Category:1803 births Category:1874 deaths Category:Flemish painters Category:Belgian romantic painters Category:Barons of Belgium Category:Royal Academy of Fine Arts (Antwerp) alumni Category:Members of the Royal Academy of Belgium Category:Royal Academy of Fine Arts (Antwerp) faculty Category:19th- century Belgian painters ",
    "title": "Gustaf Wappers"
}