{
    "id": "1500555",
    "text": "Edward \"Ted\" Castronova is a Professor of Media at Indiana University Bloomington. He is known in particular for his work on the economies of synthetic worlds. ==Biography== Edward Castronova obtained a BS in International Affairs from Georgetown University in 1985 and a PhD in Economics from the University of Wisconsin–Madison in 1991. In between, he spent 18 months studying German postwar reconstruction and social policy at universities and research institutes in Mannheim, Frankfurt, and Berlin. From 1991 to 2000, he worked as an Assistant and then Associate Professor of Public Policy and Political Science at University of Rochester, after which he became an Associate Professor of Economics in the College of Business and Economics at California State University, Fullerton. In the fall 2004, he joined the faculty of Indiana University Bloomington as an associate professor of Telecommunication and Cognitive Science, later becoming a full professor and also the Director of Graduate Studies in the department .Biography at 2007 NMC Summer Conference Edward Castronova homepage His works on synthetic worlds and their economies, and on EverQuest in particular, have attracted considerable attention. His paper on Norrath, a fictional planet in the EverQuest universe, Virtual Worlds: A First-Hand Account of Market and Society on the Cyberian Frontier (2001) is available on SSRN. It claims, for example, that Norrath has a GNP per capita somewhere between that of Russia and Bulgaria, higher than that of China and India, and that a unit of EverQuest currency is worth more than the Yen or Lira. He is one of four founders (along with Julian Dibbell, Dan Hunter and Greg Lastowka) of the game research blog Terra Nova. He also created the Indiana University Ludium game conferences which were built on the structure of a collaborative game environment. In 2008, he and his team finished work on the MacArthur Foundation supported academic experiment massively multiplayer online gaming, Arden: The World of Shakespeare. They documented that people in fantasy games act in an economically normal way, purchasing less of a product when prices are higher, all other things being equal. This finding may open the way for future study in synthetic worlds of real economic behavior. Castronova said of the results, \"Being an elf doesn't make you turn off the rational economic calculator part of your brain.\".Final results for Arden project, ===Papers=== * * Castronova, Edward. \"Virtual Worlds: A First-Hand Account of Market and Society on the Cyberian Frontier,\" CESifo Working Paper No. 618, December 2001. * Castronova, Edward. \"On Virtual Economies,\" CESifo Working Paper Series No. 752, July 2002. * Castronova, Edward. \"The Price of 'Man' and 'Woman': A Hedonic Pricing Model of Avatar Attributes in a Synthethic World,\" CESifo Working Paper Series No. 957, June 2003. ===Media=== * BBC News - Virtual gaming worlds overtake Namibia * Norrath Economic Report Now Available - Slashdot.org on Castronova's report * The Walrus Magazine: \"On-line fantasy games have booming economies and citizens who love their political systems. Are these virtual worlds the best place to study the real one?\" * Video \"Be A Gamer\" TEDx (2011) ===Books=== * Edward Castronova. Synthetic Worlds, University of Chicago Press (2005). * Edward Castronova. Exodus to the Virtual World, Palgrave Macmillan (2007). * Edward Castronova. Wildcat Currency. Yale University Press (2014). ==See also== *Virtual economy *EverQuest *Arden: The World of Shakespeare *Terra Nova (blog) *Lucas Smashtronova ==References== ==External links== * Edward Castronova's webpage * \"Synthetic worlds – real community, real money\" article in vodafone-receiver magazine nr.19 * Terra Nova Blog * Category:Year of birth missing (living people) Category:Living people Category:American mass media scholars Category:EverQuest Category:School of Foreign Service alumni Category:University of Wisconsin–Madison alumni Category:Indiana University faculty Category:MUD scholars Category:Virtual economies ",
    "title": "Edward Castronova"
}