{
    "id": "1500181",
    "text": "is a Japanese tokusatsu superhero television series, serving as the fifteenth installment in the popular Kamen Rider Series of tokusatsu programs. It is a joint collaboration between Ishimori Productions and Toei. Kamen Rider Hibiki first aired on January 30, 2005 and aired its final episode on January 22, 2006. ==Synopsis== An 8 Hours of Suzuka Honda Bike with Kamen Rider Hibiki sponsorship The Kamen Riders, known as Oni, battle man-eating beasts called Makamou with \"pure sound\". One of the Oni, a man named Hibiki, ends up having a \"teacher-and-apprentice\"-like relationship with Asumu Adachi, a young boy unsure of himself and is at a crossroads in his life as he transitions to high school. Asumu learns to be an adult through watching Hibiki and the other Oni as they all train together to hone their skills in fighting the Makamou and the homunculi aiding them. However, the sudden rise of Makamou numbers proves to be a prelude to an upcoming calamity. ==Staff changes== Kamen Rider Hibiki began with Shigenori Takatera as the Toei producer, however, Shinichiro Shirakura, who though having participated in other Heisei Kamen Rider series, had no involvement whatsoever in the Hibiki production, was appointed producer of the film Kamen Rider Hibiki & the Seven Senki, eventually replacing Takatera in the TV production from episode 30. The writing staff also changed; Tsuyoshi Kida and Shinji Ōishi were replaced by Toshiki Inoue and Shōji Yonemura, who had worked with Shirakura on Sh15uya and other Heisei Kamen Rider series. In addition, personalities such as Sensha Yoshida, a renowned manga artist; Hiroshi Yamamoto, a video game designer; Masao Higashi, a seasoned television and movie critic; and many others published severe criticisms in their personal blogs because of this. Even the show's star, Shigeki Hosokawa, who portrayed Hibiki, stated in his personal website that Inoue's scripts \"needed adjustments\" and that this whole staff change was \"fraudulent\". With the first production staff, Hosokawa would join the writers' meetings and give suggestions, however Hosokawa could not give his opinion in the second production staff meetings due to time restraints. In an interview published on TV Asahi's main website, Hosokawa stated that the script for the final episode was rewritten on the final day of filming. He later said that the script was sent in so late that it arrived on set as the final battle was being filmed. This finale was scrapped and then a new ending that, according to Hosokawa, was nothing like the intended ending, was filmed. Later in the interview, Hosokawa said that the Oni suit used by Kyosuke was a kitbash of two new suits made especially for the characters of Asumu and Kyosuke. Hosokawa said that this was the most upsetting change to him as the final script had been rewritten six times at that point and all but the filmed version contained both Asumu and Kyosuke becoming Oni. In January 2006, at the Kamen Rider Super Live, Hosokawa stated that the series was \"essentially an incomplete process\" and that \"it should not have ended that way\". Mitsu Murata, who portrayed the Douji characters, declared on his blog: \"I cannot forgive them, I want to continue his idea\", complaining about the removal of Takatera as producer. These declarations caused an unprecedented storm within the professional tokusatsu market and many of Toei's executives were berated for allowing a series to be handled in such a manner. There has never been any official statement from Toei, but many critics point out several facts might have caused it, the main reason being the low toy sales. It is not usual for a Toei production to have two different producers for the TV series and the movie. It is likely that a different producer was appointed for the movie because Toei was suffering from schedule problems with Takatera. Changes *Asumu's opening narration at the start of every episode was removed starting with episode 30. *A new opening was introduced in episode 34 and following. *The use of kanji being flashed on screen during scenes was removed altogether by episode 30. *The ending sequence was removed altogether. *The characters of Kyosuke Kiriya and Shuki were introduced to the series. *Originally Eiki and Shouki were both supposed to be the main cast members, but had their parts completely removed. *The fire-breathing (Onibi) and the clawed Oni (Onizume) abilities' sequences were completely removed along with Ibuki opening his mouth for his attack. The Makamou that opened their mouths too wide or spurted liquids were also removed. There had been complaints about these sequences from parent advocacy groups who claimed that they scared children. *Things as complicated-to-animate CG Makamou and shooting in mountains were almost entirely reduced probably due to cost issues, leading critics to believe that Takatera was forcefully removed from the project due to his unwillingness to change his script to adapt to these changes. ==Characters== ===Takeshi=== is a secret organization based in Yoshino, Nara, having been established two centuries ago as a partnership between the Oni and a select group of humans to defend Japan from the Makamou. In the present day, Takeshi has offices across Japan composed of Oni and a backup team that provided intelligence and support. The combatant agents of Takeshi are known as Oni, who have long protected humans from the Makamou for centuries. The title of every Oni bears the -ki suffix (鬼), which is semantically identical to \"Oni\" in Japanese language. It also has some resemblance with the real name of the Oni. ; : Real name , Hibiki is among the most seasoned Oni with a strong sense of ethics and believes in constantly training oneself to keep up with their strength while being somewhat of a mentor figure. He takes Asumu under his wing, helping in anyway that includes giving him needed advice. Using the , he transforms into and use his drumsticks as bludgeoning weapons. He later acquires the ability to become from his summoning training, and then with a modified ancient weapon known as the . ; : Real name , he is a composed member of an Oni family that oversee Takeshi's Yoshino headquarters and takes that position of protecting others and taking extremely dangerous missions with pride. But Ibuki gradually begins fearing death while realizing he was not as strong as he assumed himself to be, though he musters the courage to help Hibiki during the Orochi event. Using the , he can transform into and use his trumpet gun as a weapon. ; : Ibuki's apprentice, who wanted to become an Oni out of revenge after her parents were killed by Makamou. While able to become an Oni, she eventually gives up her goal of being an Oni following her time with Shuki and resumes a normal life. ; : Real name , he was originally an apprentice to Zanki who resolved to make a name for himself as the present-day rather than inherit his master's title. To transform, Todoroki uses the bracelet. After becoming an official Oni, Todoroki is given his mentor's guitar for his own. ; : Real name , he is among the most seasoned of the Oni with Todoroki as his apprentice. Using the bracelet, he can transform into and uses his guitar as his weapon. Due to an injury he suffered from mentor Shuki during his days as her apprentice, Zanki resolves to serve as Todoroki's support while his apprentice takes over his duties as an Oni. While he ended up dead when forced to transform again, he uses a forbidden spell Shuki taught him to remain among the living until Todoroki is able to stand on his own two feet. ; : The current head official of Takeshi's Kantō branch and father of the Tachibana sisters, a cheerful man who gives the Oni under him thoughtful advice while sending them out on their missions while having a personal library where he researches the Makamou. ;: : The eldest Tachibana sister, a very intelligent individual who usually acts aa a field support by providing the Oni supplies and extra Disc Animals. ;: : The youngest Tachibana sister, a cheerful girl who usually hangs around Takeshi Headquarters to track the Makamou and rarely goes out into the field. ; : Takeshi's equipment and weapons designer. She is responsible for creating the sound weapons for the Oni and the Disc Animals. She is an old friend of Hitoshi, who has been friends since childhood and joined Takeshi to aid him once he became the current Hibiki. ; : The head of Takeshi's weapon design section and Midori's mentor, a former Oni who is said to have defeated twenty Makamou single-handedly. He is also a singer in his spare time. Much of Takeshi, including Ichiro, fears him because of his strict disciplinary personality (with the exception of a few people). When he is angered, he chases his \"victim\" and hits them with a paddle. He also travels using a motorcycle with the newly improved Armed Saber which he made and was almost too powerful for any Oni to control, causing them to lose their transformation abilities for a month. When Torodoki and Hibiki were affected by the Armed Saber, Konosuke trained the two with his special training to improve their powers. The training, utilizing energy from the gut while singing, paid off for Hibiki because it enabled him to wield the Armed Saber. After that, Konosuke left for Yoshino. ===Others=== ; : A high school student who Hibiki took under his wing for advice and decides to become his apprentice before resolving to live a normal life and support Hibiki instead. ; : Asumu's classmate and Todoroki's cousin. ; : A high school student who becomes Asumu's rival after becoming an apprentice to Hibiki. After Asumu stepped down from becoming an Oni, Kyosuke became both Hibiki's only apprentice and a full- fledged Oni a year after the events of Orochi. ; : Asumu's mother who works as a taxi driver. ; : Real name unknown, Shuki is a former Oni with a knowledge of Oni lore who uses ancient Oni techniques that include the Firebird shikigami and means to appear in her early 30s. Unlike the other Oni who fight the Makamou to protect humans, Shuki's motivation was to track down and kill the Makamou Notsugo after it slaughtered her family years ago. Because of her personal vendetta, and inflicting her former apprentice Zanki with a crippling injury when her chance to kill Notsugo presented itself, Shuki was stripped of her Oni title as she was being gradually consumed by her Oni power. Shuki resurfaced years later in a suit of before stealing Todoroki's Onjo to resume her form as , taking Akira as her apprentice due to their similarities. Shuki succeeds in exacting her revenge on Natsugo by sacrificing herself so Zanki can kill it, and Shuki requesting Zanki to bury her under flowers to conceal her true face. : Among making many changes to the Kamen Rider look, Kamen Rider Hibiki introduced Kamen Rider Shuki, the third officially recognized female Heisei Kamen Rider in a Kamen Rider series after Kamen Rider Femme from Kamen Rider Ryuki and Kamen Rider Larc from Kamen Rider Blade. ===Douji and Hime=== The term used for a pair of homunculi servants that aid a Makamou, revealed to be clones created by a couple known as the , who are the antagonists of most of the series despite preferring to act from behind the scenes. It is assumed they were humans who achieved a means of immortality long ago and have been modifying the Makamou to wipe out the Oni and destroy humanity. The are the clones of the Man while the are clones of the Woman, the Parent clones who care for the Makamou having swapped voices and the ability to transform into humanoid versions of their \"children\". The Parents are created by clones, the ones in black trench coats creating the Giant-Type Makamou Parents with the black Kugutsu Hime providing them with armor modification, while the ones in white robes create the Summer-Type Makamou Parents. The Kugutsu were executed by Super Douji and Super Hime. Eventually, the Man and Woman are forced into a ceasefire with the Oni as the Makamou were becoming too uncontrollable during the Orochi Phenomenon. A year after the Orochi Phenomenon was stopped, they created the Makamou Satori to abduct an ideal human (Hitomi) so they can use her to create more stable clones. At the end of the series, they are revealed to be the clones of the , who still need them to carry on their work. ; and : The \"perfected\" version of the Douji and Hime clones that replace the obsolete clones in supporting Makamou, originally childish in personality before they \"matured\" into homicidal psychopaths wanting to taste Oni blood. But they need to eat a special \"armor orb\" at a regular basis to prolong their lives. During the Orochi Phenomenon, the clones started to develop a sense of self as they begin, with Super Hime starting to question their existence and their creators' intent, to Super Douji's annoyance. After being told to protect the Oni, they attempted a rebellion against their creators' will which resulted in them dying from losing the method that prolonged their short lives. ===Makamou=== The regular antagonists of the series; the are an assortment of monstrous creatures that usually dwell in the rural areas and consume human beings as food. Chimerical in appearance with their size and shape depending on the environment they are born in, and serving as the basis of the yōkai myths, the Makamo are a naturally created phenomena though some have been modified by the Man and Woman to be stronger and unpredictable. But the Makamou can destabilize and explode when exposed to pure sound produced by the Oni's attacks. In the final arc, a chain of events called the occurs. Marked by the appearance of Kodama's Forest, every known Makamou appears at the same time, increasing in massive numbers to the point where not even the Man and Woman can control them. By the climax, the Makamou start to dissolve into a purple miasma and killing by the hundreds. Hibiki eventually stopped Orochi by performing the sealing ritual, dealing with a massive army of Makamou bent on stopping him from ending their era before it could begin. In the end, the Orochi was halted and Makamou numbers dwindled back to normal. ;Giant-Type Makamo: The most common type of Makamou, essentially daikaiju with heights that vary from 22 ft. to 75 ft. Makamou that fall under this listing include and . ;Summer-Type Makamou: Human-sized Makamou that normally appear during the summer, apparently starting the Japanese legend of ghosts and yōkai appearing on Earth during the summer. While the Summer-Type Makamou lack in size, they make it up in their ability to replicate themselves in large numbers and when one is destroyed they can easily be replaced. The key to destroying them is to destroy the original so no more replicates can be created. The Ongekida finishers are the most efficient way of destroying them. ;Experimental-Type Makamou: Makamou developed by the Man and Woman to suppress the other two types, modified to be resistant to Oni attacks after the Man and Woman analyzed the Armed Saber. ;: A treelike Makamou whose appearance marks the beginning of an Orochi event, able to traps its victims within a forest it spawns. Todoroki was dispatched to investigate, only to be ambushed by a wooden puppet Kodama created. The puppet managed to overpower Armed Hibiki and drive the Oni out of its forest. The Kodama later reappeared, trapping Ibuki and Kasumi, whom the monster intended to eat. While Ibuki and Todoroki battle the medium, Asumu and Kyosuke find Kodama and manage to free Kasumi from it, the medium feeling its master's pain before being quickly destroyed by Ibuki while Kodama is destroyed by Armed Hibiki. ==Episodes== ==Kamen Rider Hibiki & The Seven Senki== The movie spin-off of the 2005 Kamen Rider series, entitled takes place in the Warring States Period. The film serves as a prequel to the Makamou war and features five movie-only Oni known as Kabuki, Kirameki, Habataki, Nishiki, and Touki. ==Hyper Battle DVD== In , Asumu Adachi imagines if he could be like Kamen Rider Hibiki, and are approached by talking Disc Animals who teach him how to be like Hibiki, eventually allowing Asumu to transform into Kamen Rider Armed Hibiki. Kamen Rider Sabaki also appears in the DVD. ==Novels== *, written by Osamu Inamoto, is a novelization of episodes 1 - 6. The novel followed relatively the same plot as the TV series but added new characters and enemies towards the end of its run. The novel was released in July 2005. *, written by Tsuyoshi Kida, is part of a series of spin-off novel adaptions of the Heisei Era Kamen Riders. The novel was released on May 23, 2013. ==Video game== Kamen Rider Hibiki was released by Bandai for the PlayStation 2 on December 1, 2005. It featured a unique cross compatibility with the Taiko no Tatsujin Tatacon controller, where the taiko-like controller could be used in the rhythm game- like sections of Hibiki. It was also released alongside a special edition of the Taiko no Tatsujin series which included the theme songs of the Kamen Rider Hibiki TV show (\"Kagayaki\" and \"Shōnen yo\"). A release for the Nintendo GameCube was planned, but ultimately scrapped. ==Seven Ogres== The S.I.C. Hero Saga side story for Hibiki is titled , which is an alternate telling of the film Hibiki & The Seven Senki. It features the original character . The Seven Ogres storyline ran in the June through September 2006 issues of Monthly Hobby Japan magazine. ;Chapter titles # # # # ==Cast== *Hibiki: *Asumu Adachi: *Kasumi Tachibana: *Hinaka Tachibana: *Hitomi Mochida: *Akira Amami: *Ibuki: *Todoroki: *Zanki: *Kyosuke Kiriya: *Douji, Kugutsu, Man of the Western-Style House, Mysterious Man, Parent Hime (Voice): *Hime, Kugutsu, Woman of the Western-Style House, Mysterious Woman, Parent Douji (Voice): *Ikuko Adachi: *Midori Takizawa: *Ichiro Tachibana: *Next Preview Narration: *Junction Narration: ===Guest cast=== *Konosuke Kogure (32, 33): *Shuki (36, 37): ==Songs== ;Opening themes * **Composition & Arrangement: Toshihiko Sahashi **Episodes: 1 - 33, 48 * **Lyrics: Shoko Fujibayashi **Composition & Arrangement: Toshihiko Sahashi **Artist: Akira Fuse **Episodes: 34 - 47 ;Ending theme * **Lyrics: Shoko Fujibayashi **Composition & Arrangement: Toshihiko Sahashi **Artist: Akira Fuse **Episodes: 1 - 33, 48 ==References== ==External links== * * * * Kamen Rider Hibiki on DVD * Hibiki Category:Martial arts television series Category:2005 Japanese television series debuts Category:2006 Japanese television series endings Category:Television shows set in Japan Category:Television series about demons Category:Sentient objects in fiction Category:Music in fiction Category:Japanese supernatural television series ",
    "title": "Kamen Rider Hibiki"
}