{
    "id": "1500466",
    "text": "Wolfgang Jeschke, March 2008 in Munich Wolfgang Jeschke (19 November 1936 – 10 June 2015)Wolfgang Jeschke (1936–2015) Der große Science-Fiction-Autor und -Herausgeber ist totWolfgang Jeschke (1936-2015) was a German science fiction author and editor at Heyne Verlag. In 1987, he won the Harrison Award for international achievements in science fiction. ==Biography== Jeschke was born in 1936 in Děčín (then in Czechoslovakia, now in the Czech Republic). After the expulsion of Germans from Czechoslovakia after World War II, he grew up in Asperg near Ludwigsburg. After graduating from high school, he trained as a toolmaker and worked in mechanical engineering. In 1959, he went back to complete the and studied German, English literature, and philosophy at Ludwig Maximilian University of Munich. He completed a publishing internship at the publisher C.H. Beck. In 1969, he was hired as editorial assistant for the Kindler literature encyclopedia, and later became an editor. In 1970, author Herbert W. Franke offered a science fiction novel; the publisher remembered Jeschke's interest in science fiction and asked him for his opinion.Cf. Erhard Ringer: Interview mit Wolfgang Jeschke, in Fantasia, Nr. 1, 1978. The result was Science Fiction für Kenner (Science Fiction for Connoisseurs) under the imprint , which included not only Franke's novel, , but also Jeschke's own short story collection, . This imprint published a number of important authors in German for the first time, including Robert Silverberg, Thomas M. Disch, and Brian W. Aldiss. In late 1972, Jeschke became science fiction consultant and editor at Heyne Verlag. After Franke's departure in 1979, Jeschke was the sole science fiction editor at Heyne, where he remained until his retirement in 2002. He continued to live in Munich, where he continued to work on the Science Fiction Jahrbuch (Science Fiction Yearbook), with . ==Work== Jeschke was one of the first members of the Science Fiction Club Deutschland (SFCD), founded in 1955. His first short stories appeared in fanzines and semi- professional publications, and together with Peter Noga, he published his own fanzine, Ad Astra. He wrote little during his years as consultant and editor, and his body of work remains relatively small. His science fiction is known for its themes of time travel and paradox.Profile, sf-encyclopedia.com; accessed 19 June 2015. His first novel, Der letzte Tag der Schöpfung (The Last Day of Creation), was widely translated. He also wrote radio plays. ==Bibliography== ===Novels=== * 1981 Der letzte Tag der Schöpfung (The Last Day of Creation) * 1993 Midas oder Die Auferstehung des Fleisches (Midas Or The Rising of the Flesh; UK edition 1990: Midas. ) * 1997 Meamones Auge (Meamone's Eye) * 1997 Osiris Land (Land of Osiris; US edition The Land of Osiris in „Isaac Asimov's Science Fiction Magazine“, March 1985) * 2005 Das Cusanus-Spiel oder Ein abendländliches Kaleidoskop (The Cusanus Game, Deutscher Science Fiction Preis) * 2013 Dschiheads ===Short Fiction=== * 1959 Die Anderen (The Others) * 1970 Der Zeiter (rev. Edition 1978) * 1993 Schlechte Nachrichten aus dem Vatikan (Bad News from the Vatican) ===Collected Stories=== * 2006 Der Zeiter (expanded edition; foreword by Andreas Eschbach) * 2008 Partner fürs Leben (including Meamones Auge; foreword by Franz Rottensteiner) * 2011 Orte der Erinnerung (including Osiris Land; foreword by Herbert W. Franke) ===Non-fiction=== * 2003 Marsfieber (Mars Fever, with Rainer Eisfeld) ===Anthologies/Magazines=== * Heyne Science Fiction Jahresband. (\"Heyne Annual Science Fiction Anthology\", 21 volumes published 1980-2000) * Heyne Science Fiction Magazin. (\"Heyne Science Fiction Magazine\", 12 issues published 1981-1985) * Bibliothek der Science Fiction Literatur. (\"Library of Science Fiction Literature\", 101 volumes published 1981-2001) * Das Science Fiction Jahr. (\"The Science Fiction Year of ...\", 34 volumes as of April 2020, on-going (from ...of 1986 to ...of 2019) * Science Fiction Story Reader. (21 issues published 1974-1984, six of them edited by Herbert W. Franke) * Titan. (23 issues published 1976-1985) ==References== ==External links== * * Category:1936 births Category:2015 deaths Category:People from Děčín Category:German science fiction writers Category:German male non-fiction writers Category:German speculative fiction critics Category:German speculative fiction editors Category:Czechoslovak people of German descent Category:Naturalized citizens of Germany Category:Disease-related deaths in Germany Category:Writers from Munich ",
    "title": "Wolfgang Jeschke"
}