{
    "id": "1500708",
    "text": "The Indian Certificate of Secondary Education (ICSE) is an examination conducted by the Council for the Indian School Certificate Examination, a private board of secondary education in India. It has been designed to provide an examination in a course of general education, in accordance with the recommendations of the New Education Policy 1986 (India), through the medium of English. The examination allows secure suitable representations of responsible for schools (which are affiliated to it) in their states or territories.https://www.cisce.org/pdf/ICSE-Class-X-Syllabus- Year-2017/1.Regulations.pdf Private candidates are also permitted to appear for this examination. ==Subjects== In the subjects where there are more than one paper (e.g., Science), the marks obtained in the subject are calculated by taking the average of all the papers in the subject. Candidates appearing for the examination have to study six subjects, with one to three papers in each subject. This makes for a total of eight to eleven papers, depending on the subjects. ICSE results are taken from best five of six subjects out of which English marks is compulsory. ===FOR classes IX, X=== ;Group 1 (Compulsory subjects) : * English * A Second language OR A Modern Foreign Language * History,Civics & Geography ;Group 2 (Any 2/3 subjects) : * Commercial Studies * Economics * Mathematics * Environmental Science * Science (Physics, Chemistry, Biology) * A Modern Foreign Language * A Classical Language ;Group 3 (Any 1 subject) : * Art * Commercial applications * Cookery * Computer Applications * Economic applications * Environmental Applications * Fashion Designing * Home Science * Hospitality Management * Mass media and communications * Modern Foreign Languages * Performing Arts * Physical Education * Technical drawing Applications * Yoga * SUPW and Community Service (compulsory graded subject) ===For classes XI, XII=== Students are allowed to choose any five out of the following with the sixth one, English being compulsory. Subjects are offered in an array of combinations, based on the stream of education, and school picked. *Compulsory English *Elective English *Indian Language *Modern Foreign Language *Classical language *Geography *History *Political science *Psychology *Sociology *Economics *Commerce *Accounting *Business Studies *Mathematics *Physics *Chemistry *Biology *Biotechnology *Computer science *Electricity and Electronics *Engineering physics *Environmental science *Geometrical and Mechanical Drawing *Geometrical and Building Drawing *Fashion designing *Home Science *Hospitality Management *Legal Studies *Mass Media & Communication *Art *Music *Physical Education *Socially Useful Productive Work ==Legal validity challenged== In the year 2015, the human resource development ministry had asked the Council for the Indian School Certificate Examinations (CISCE), which conducts the ICSE and the ISC examinations, to furnish evidence to justify its existence. ==Criticism== In 2013, a 20-year-old Indian student studying in the US, Debarghya Das, claimed in his personal blog to have downloaded the ICSE scores for over 100,000 students by scraping. His analysis of the data showed interesting patterns in the marking system, suggesting that the marks were rounded off with no student getting under 33 marks out of a possible 100. The reason for this was reportedly attributed to moderation; a practice also followed by Central Board of Secondary Education (CBSE), it involved tweaking candidates' marks to account for paper variances. ==References== ==External links== * CISCE Homepage ICSE Class 12th and 10th results Category:School qualifications of India Category:Secondary school qualifications ",
    "title": "Indian Certificate of Secondary Education"
}