{
    "id": "1500060",
    "text": "With its , Hiva Oa is the second largest island in the Marquesas Islands, in French Polynesia, an overseas territory of France in the Pacific Ocean. Located at 9 45' south latitude and 139 W longitude, it is the largest island of the southern Marquesas group. Around 2,200 people reside on the island. A volcano, Temetiu, is Hiva Oa's highest point with . According to local religion, the gods created the Marquesas as their home. Therefore, all islands have names that are related with the building of a house - Hiva Oa means long ridgepole. ==Overview== Hiva Oa. View of Ta'a Oa Bay from the road between Atuona and Puamau. Administratively, Hiva Oa is part of the commune (municipality) of Hiva-Oa, itself in the administrative subdivision of the Marquesas Islands. Atuona, on the coast of Hiva Oa island, is the administrative centre of the commune. Atuona was formerly the seat of government for all of the Marquesas Islands, but it has been replaced by Taiohae on Nuku Hiva island. The island is famous as the final home of French painter Paul Gauguin and Belgian singer Jacques Brel, both of whom are buried in Calvary Cemetery, overlooking Atuona. It is also home to the largest tiki sculptures in French Polynesia. In late pre-European times, the island was nearly evenly divided into two provinces—Nuku in the west, and Pepane in the east. ==Geography== Hiva Oa is the largest and most fertile of the southern Marquesas islands and second only to Nuku Hiva in size. Similar to all the larger Marquesas, Hiva Oa features steep cliffs abruptly rising from the ocean to a rugged interior spine of volcanic mountains, ridges, and deep, isolated valleys. Unlike most other Polynesian islands near the equator, no fringing coral reefs protect Hiva Oa from the pounding of the ocean and only a few sheltered anchorages and sandy beaches are scattered around the coast. Travel along the shoreline is by boat as most of the coastal terrain is too rugged for roads. A few dirt roads traverse the interior and link seacoast villages and settlements.Gillespie, Thomas W. \"Marquesas Islands: Tropical Dry Forests of the Pacific\" http://www.sscnet.ucla.edu/geog/tdfpacific/marquesas_islands.html, accessed 4 Dec2013; Google Earth Atuona Airport is located at an elevation of on a plateau near the center of the island and has an asphalt-surfaced runway long with daily flights to other Marquesas islands and Tahiti.http://www.airgorilla.com/airports/pacific/french-polynesia/hiva-oa- marquesas-hix.html, accessed 4 Dec 2013 The outstanding geologic characteristic of Hiva Oa is the collapsed volcano Temetiu. Semi-circular Ta'a Oa bay, also called the Bay of Traitors, is in the crater of the volcano whose walls rise sharply above the bay. Within Ta'a Oa are Atuona Bay and adjacent Taha Uku which are the best anchorages on the island. Taha Uku has a protective seawall built in 1981.\"Hiva Oa\" http://www.crwflags.com/fotw/flas/pf-mq-ho.html, accessed 4 Dec 2013 Hiva Oa is separated from the nearby island of Tahuata to its south by a wide channel called Ha'ava or the Canal de Bordelais. == Climate == Temperatures in the Marquesas are stable year around, but precipitation is highly variable. Precipitation is much greater on the north and east (windward) parts of the islands and much less on the western (leeward) parts. Droughts, sometimes lasting several years, are frequent and seem to be associated with the El Niño phenomena.Addison, David J. \"Traditional Agriculture of the Marquesas Islands (French Polynesia)\" Rapa Nui Journal 21.2 (2007): 111-27. The highest annual rainfall recorded in Atuona is ; the lowest is .Florence, Jacques and Lorence, David H. \"Introduction to the Flora and Vegetation of the Marquesas Islands\" Allertonia, Vol. 7, No. 4, p. 223 ==Population== These stone statues are called Tikis and are abundant on Hiva Oa, especially near the village of Puama'u on the northeastern coast. In 2012, the population of Hiva Oa was 2,190, of which 1,845 lived in the commune of Acounda and 345 in the village of Puama'u.La population légale au 22 août 2012 The inhabitants speak the southern Marquesan language, related to other Polynesian languages, and French. ==History== ===Colonial period=== The first recorded sighting of Hiva Oa by the Europeans was by the Spanish expedition of Álvaro de Mendaña on 21 July 1595. They charted it as Dominica.Sharp, Andrew The discovery of the Pacific Islands Clarendon Press, Oxford, 1960, p.51. ==See also== *Ha‘ava ==References== ==External links== *Gauguin Cultural Center in Atuona *Hiva Oa in 1842, Adventures of a man in Chapter XVII Category:Islands of the Marquesas Islands Category:Jacques Brel Category:Paul Gauguin ",
    "title": "Hiva Oa"
}