{
    "id": "1501390",
    "text": "G.D. Searle, LLC is a wholly owned trademark of Pfizer. It is currently used mainly as a distribution trademark for various pharmaceuticals that were developed by G. D. Searle & Company (often referred to as Searle). Prior to its 1985 merger with Monsanto, Searle was a company focusing on life sciences, specifically pharmaceuticals, agriculture, and animal health. Searle is most notable for having developed the first female birth control pill, and the artificial sweetener NutraSweet. == History == Searle was founded in Omaha, Nebraska, in 1888, by Gideon Daniel Searle. In 1908, the company was incorporated in Chicago and in 1941, the company established headquarters in Skokie, Illinois. Donald Rumsfeld served as CEO, and then as president, of Searle between 1977 and 1985. During his tenure at Searle, Rumsfeld reduced the number of employees in the company by 60%. In 1985, he engineered the acquisition of Searle by Monsanto Corporation. In April 2000, Pharmacia Corporation was created by merging Pharmacia & Upjohn (which had come about as the result of an earlier merger of the companies Pharmacia and Upjohn) with Monsanto and its Searle unit. The merged company was based in Peapack, New Jersey. Pfizer acquired Pharmacia in 2003 and retired the Searle name. Robert B. Shapiro acted as general counsel for the firm from 1979 onwards, where he went on develop Searle's aspartame product under the brand name NutraSweet. He became CEO of its NutraSweet subsidiary in 1982. Searle's chairman was William L. Searle until 1985. He was a University of Michigan graduate and Naval reservist, and was an officer in the Army Corps in the early 1950s.Death Notice: William L. Searle The New York Times August 22, 2004. In 1993, a team of researchers at Searle Research and Development filed a patent application for celecoxib, which Searle developed and which became the first selective COX-2 inhibitor to be approved by the FDA on December 31, 1998. Control of this blockbuster drug was often mentioned as a key reason for Pfizer's acquisition of Pharmacia. == Notable products == The company manufactured prescription drugs and nuclear medicine imaging equipment. Searle is known for its release of Enovid, the first commercial oral contraceptive, in 1960. It is also known for its release of the first bulk laxative, Metamucil, in 1934; Dramamine, for motion sickness; the COX-2 inhibitors Celebrex and Bextra; Ambien for insomnia; and NutraSweet (also known as aspartame), an artificial sweetener, in 1965. It was released in 1981 by FDA. In 1996, the FDA removed all restrictions on the use of aspartame, which enabled its use in heated and baked goods. G. D. Searle's patent on aspartame was extended in 1981 and ultimately expired in December 1992. == References == == External links == * * The Pill Category:Biotechnology companies of the United States Category:Companies based in Skokie, Illinois Category:History of Chicago Category:Pharmaceutical companies of the United States Category:Pfizer Category:Pharmaceutical companies established in 1888 Category:Health care companies based in New York (state) Category:1985 mergers and acquisitions Category:1888 establishments in Nebraska *[CEO]: Chief Executive Officer ",
    "title": "G.D. Searle, LLC"
}