{
    "id": "1501828",
    "text": "Proposed creation of tripartite Polish–Lithuanian–Ruthenian Commonwealth in 1658 Grand Principality of Rus' (Ukrainian: Велике Князівство Руське, Polish: Wielkie Księstwo Ruskie),Alexander Basilevsky (2016): Early Ukraine: A Military and Social History to the Mid-19th Century (p. 311) also known in historiography as Grand Principality of Ruthenia, was the project of the state as a member of Polish-Lithuanian Commonwealth in the territory of Kiev Voivodeship, Bracław Voivodeship and Chernihiv Voivodeship. Its creation was proposed by Hetman Ivan Vyhovsky with Yuri Nemyrych and Pavlo Teteria in September 1658 during the negotiations between Cossack Hetmanate and Commonwealth. The project of the Duchy was approved in the first version of the Treaty of Hadiach, but later, because of the strong resistance of the Polish society, the idea of the Grand Principality of Rus was completely abandoned.Т.Г. Таирова-Яковлева Иван Выговский // Единорогъ. Материалы по военной истории Восточной Европы эпохи Средних веков и Раннего Нового времени, вып.1, М., 2009: Under the influence of the Polish society and the strong dictatorship of the Vatican, the Diet in May 1659 adopted the Treaty of Hadiach in more than a truncated form. The idea of the Principality of Ruthenia was even destroyed, as was the provision for maintaining the alliance with Moscow. The abolition of the union was canceled, as was a number of other positive articles. The Cossacks were very disappointed with the final version of the treaty and The Ruin began. Yuri Nemirich, the alleged author of the Grand Principality of Rus project, was killed in a local fight in August 1659 and Vyhovsky lost his power in October 1659, thus the project did not become a reality.Наталія Яковенко \"Нарис історії України з найдавніших часів до кінця ХVІІІ ст.\": \"На початку серпня 1659 р. в одному зі згаданих локальних боїв на прикордонні від рук людей Цюцюри загинув 47-річний Юрій Немирич, найосвіченіший українець, аристократ і перший канцлер задуманого ним, але так і не збудованого Великого Князівства Руського.\" == See also == * Treaty of Hadiach == References == == Sources == * Piotr Kroll, Od ugody hadziackiej do Cudnowa. Kozaczyzna między Rzecząpospolitą a Moskwą w latach 1658–1660, Warszawa: Wydawnictwa Uniwersytetu Warszawskiego, 2008. * Mariusz Robert Drozdowski (2015): Rzeczypospolita wobec idei odnowienia unii hadziackiej w latach 1660–1682 == External links == * Janusz Tazbir, Jak Polska Ukrainę straciła w Polityka 4 listopada 2009; * HADZIACZ * HERBY ZIEMSKIE RZECZYPOSPOLITEJ * Stosunki polsko-rosyjskie w XVI i XVII wieku * cyclop.com.ua ВЕЛИКЕ КНЯЗІВСТВО РУСЬКЕ * gazeta.ua Великим Князівством Руським Україна побула півроку Category:Geographic history of Ukraine Category:1658 in the Polish–Lithuanian Commonwealth Category:17th century in Ukraine Category:Ruthenians in the Polish–Lithuanian Commonwealth Category:Proposed countries ",
    "title": "Grand Principality of Rus' (1658)"
}