{
    "id": "1501354",
    "text": "Memoirs of a Spacewoman is a science fiction novel by Naomi Mitchison, already a noted novelist and poet and sister of the famous biologist J.B.S. Haldane. It was first published in 1962 by Victor Gollancz Ltd. ==Contents== The Spacewoman in question is a scientist and explorer. The book is set many centuries in the future, though no dates are given. Humans have explored many worlds in a number of different galaxies. Their quest is for knowledge and to be helpful: there is a strict rule against 'interference'. The narrator, Mary, is a specialist in 'communication' - a kind of telepathy. She operates in a society where women are just as likely as men to be leaders, though she herself prefers not to lead. They also do pretty much as they please as regards sex and reproduction: Viola is a haploid human, conceived as a result of sexual interaction with a Martian - Martians being hermaphrodite. Ariel is an alien creature that could be seen either as a parasite or a kind of child. There are no space-opera thrills and fights: rather there are a number of different worlds with interesting biologies. In one case there is an ethical problem concerning some caterpillars and butterflies, both intelligent. Attitudes about sex and about alien cultures are similar to those of the New Wave, though it is not normally classed as part of it. ==Publication history== * 1962, Great Britain, Victor Gollancz Ltd, hardcover * January 1964, Great Britain, Four Square Books, paperback * June 1973, United States, Berkley Medallion, , paperback * 1976, Great Britain, New English Library, , hardcover * April 1977, Great Britain, New English Library Master SF series, , paperback, with introduction by Hilary Rubinstein * July 1985, Great Britain, The Women's Press, , paperback * February 2011, Great Britain, Kennedy & Boyd, , paperback ==References== ==External links== * Short excerpt * Review with brief summary * * The Naomi Mitchison Library Series Category:1962 British novels Category:1962 science fiction novels Category:British science fiction novels Category:Feminist science fiction novels Category:Victor Gollancz Ltd books ",
    "title": "Memoirs of a Spacewoman"
}