{
    "id": "1501967",
    "text": "David Allan Bromley (May 4, 1926 – February 10, 2005) was a Canadian-American physicist, academic administrator and science advisor to American president George H. W. Bush. His field of research was the study of low-energy nuclear reactions and structure using heavy ion beams. ==Life== Born in Westmeath, Ontario, Canada, he received a Bachelor of Science in 1949 and a Master of Science in 1950 from Queen's University. He received a M.S. and a Ph.D. degree in nuclear physics in 1952 from the University of Rochester in the United States. From 1952 to 1953, he was an instructor, and from 1953 to 1954 he was an assistant professor at the University of Rochester. In 1955, he was hired as an associate research officer, Atomic Energy of Canada Ltd., and from 1958 to 1960 he was a senior research officer and section head. In 1960, he moved to the United States to become an associate professor of physics at Yale University. He became a U.S. citizen in 1970. He was appointed a professor in 1961 and was associate director of the Heavy Ion Accelerator Lab from 1960 to 1963. He was the founder, and from 1963 to 1989, the director, of Yale's A. W. Wright Nuclear Structure Lab. From 1970 to 1977, he was chairman of the Physics Department. In 1972, he was appointed the Henry Ford II Professor of Physics and was in this position until 1993. Before being appointed under the Bush Cabinet, he was a member of President Ronald Reagan's White House Science Council. While serving as Bush's science advisor from 1989 to 1993, he pushed for major increases in scientific research funding so that the United States could compete with Japan and Germany in manufacturing. He also supported the expansion of the high-speed network which eventually became the Internet. In addition he is known for having played a key role in impeding progress toward international action on climate change at the Noordwijk Climate Conference. During the final negotiation, Bromley, urged by White House Chief of Staff John Sununu, convinced the conference to abandon the commitment to freeze emissions. Following his public policy work, he returned to Yale University to serve as Sterling Professor of the Sciences and Dean of the Yale Faculty of Engineering from 1994 to 2000. His tenure as dean substantially revived Yale's engineering programs and led to its re-establishment as the Yale School of Engineering & Applied Science. He continued teaching at Yale until his death in 2005. Over his career, he had many honors including 33 honorary degrees and membership in the United States National Academy of Science and the American Academy of Arts and Sciences. In 1988, Bromley was awarded the National Medal of Science.National Science Foundation - The President's National Medal of Science ==Bibliography== * * * * * ==Notes== ==References== * * == External links == * History that Matters information *National Academy of Sciences Biographical Memoir * Category:1926 births Category:2005 deaths Category:People from Renfrew County Category:Queen's University at Kingston alumni Category:University of Rochester alumni Category:Canadian physicists Category:American nuclear physicists Category:Canadian nuclear physicists Category:Fellows of the American Physical Society Category:Members of the United States National Academy of Sciences Category:National Medal of Science laureates Category:Office of Science and Technology Policy officials Category:Canadian emigrants to the United States Category:Duke University faculty Category:Yale School of Engineering & Applied Science faculty Category:Yale Sterling Professors Category:Yale University faculty Category:20th-century American physicists ",
    "title": "D. Allan Bromley"
}