{
    "id": "1501261",
    "text": "John David Milner (December 28, 1949 – January 4, 2000) was an American professional baseball player. He played in Major League Baseball as a first baseman and left fielder from to for the New York Mets, Pittsburgh Pirates and the Montreal Expos. Milner was a member of the National League pennant-winning New York Mets team, as well as a member of the world champion Pittsburgh Pirates team. A native of Atlanta, Georgia, he grew up a huge Hank Aaron fan, even appropriating his idol's nickname, \"The Hammer.\" ==New York Mets== Milner was drafted by the New York Mets in the fourteenth round of the 1968 Major League Baseball Draft out of South Fulton High School in East Point, Georgia, where he was All-State in baseball, football and basketball. He batted .307 with 58 home runs and 168 runs batted in over three seasons in their farm system before making his major league debut with the Mets in September . He earned the job of \"left-handed bat off the bench\" on the opening day roster in by batting .296 with a team high three home runs during spring training, and quickly moved into a platoon with Cleon Jones in left field. In the first game of a September 8 doubleheader with the St. Louis Cardinals, Milner became the first Mets rookie in franchise history to record a five-hit game. For the season, he batted .238 with a team high 17 home runs and 38 runs batted in to finish third in National League Rookie of the Year balloting behind teammate Jon Matlack. For , Milner was moved to first base. He was leading his team with a .328 batting average, five home runs and thirteen runs batted in when he suffered a hamstring injury against the Houston Astros on April 25, an injury that plagued him for the rest of his career. He returned to the club in mid-May, but went into a 12-for-82 slump that saw his batting average fall to .216. He returned to form by the end of the season to lead his team with 72 runs batted in and a career high 23 home runs as the Mets completed their improbable run to their second National League East crown. The Mets pulled off the surprise victory over Cincinnati's \"Big Red Machine\" in the 1973 National League Championship Series, but lost in seven games to the Oakland Athletics in the 1973 World Series. Milner batted .250 in the post-season with three runs batted in and four runs scored. Though he was not credited with a run batted in, his at-bat in the twelfth inning of game two drove in two runs for the Mets' extra innings victory. On September 11, , Milner tied a major league record by making twelve plate appearances in the Mets' 25 inning marathon with the Cardinals. That season, he led his team in home runs for the third year in a row with twenty, and also led his team with seventy runs. For his career with the Mets, Milner batted .245 with 94 home runs and 338 runs batted in. Milner was dealt from the Mets to the Pittsburgh Pirates in the first four- team blockbuster deal in Major League Baseball history on December 8, 1977 that also involved the Texas Rangers, Atlanta Braves and a total of eleven players changing teams. The Pirates also acquired Bert Blyleven from the Rangers. The Mets got from the Braves Willie Montañez and from the Rangers Tom Grieve and Ken Henderson who was sent to New York to complete the transaction three months later on March 15, 1978. The Rangers received Al Oliver and Nelson Norman from the Pirates and Jon Matlack from the Mets. Adrian Devine, Tommy Boggs and Eddie Miller were traded from the Rangers to the Braves.Durso, Joseph. \"Matlack, Milner Go In Four‐Team Trade,\" The New York Times, Friday, December 9, 1977. Retrieved April 30, 2020Durso, Joseph. \"Mets Get Ken Henderson, Outfielder, From Rangers,\" The New York Times, Thursday, March 16, 1978. Retrieved April 30, 2020 ==Pittsburgh Pirates== Milner found himself in more of a reserve role with Pittsburgh, with the 333 at-bats he logged in being his fewest outside of his injury plagued season. His finest season with the Pirates came in , when he hit sixteen home runs and drove in sixty backing up Willie Stargell at first and Bill Robinson in left field. Milner was held hitless in nine at-bats in the 1979 National League Championship Series with the Cincinnati Reds, but was 3-for-9 in the World Series with a run batted in and two runs scored. Milner developed and refined a reputation as a reliable pinch hitter who thrived in pressure situations during his tenure with the Pirates. On August 20, , he was traded to the Montreal Expos for Willie Montañez, who was also part of the four team trade on December 8, 1977 (Montañez landed with the Mets). Milner reached the post season for the third time in his career as the Expos won the second half of the strike shortened 1981 season. He was 1-for-2 in the 1981 National League Division Series against the Philadelphia Phillies with a runs batted in during the fourth game. When Milner was released by the Expos midway through the season, he rejoined the Pirates. He was released by the Pirates the following spring, and retired. ==Career stats== {| class=\"wikitable\" |- |Games |PA |AB |Runs |Hits |2B |3B |HR |GS |RBI |SB |BB |SO |Avg. |Slg. |OBP |OPS |Fld% |- |1215 |3958 |3436 |455 |855 |140 |16 |131 |10 |498 |31 |504 |473 |.249 |.413 |.344 |.757 |.989 |} A pure fastball hitter with lightning-quick wrists, Milner posted a 1.066 walk-to-strikeout ratio (504-to-473) for his career. Milner hit ten career grand slams, including three with the Mets in . ==Pittsburgh drug trials== After his playing career, Milner was called to testify at the cocaine distribution trial of Curtis Strong. He stated during his testimony that he used cocaine from 1978 through , and that he bought two grams of cocaine for $200 in the bathroom stalls at Three Rivers Stadium during a June 13, Pirates- Astros game, and on September 30, . He also claimed to have used a liquid form of amphetamines called \"red juice\" he acquired from Willie Mays while both played with the Mets, and that \"greenies\" (also an amphetamine) were often anonymously placed in his locker while he played with the Pirates. Dale Berra and Dave Parker both attributed the greenies to Willie Stargell. However, both he and Mays denied the claims made against them. Berra also claimed to have shared cocaine with Milner, Parker, Lee Lacy, Lee Mazzilli and Rod Scurry while all were members of the Pirates. ==Death== Milner died of cancer in East Point, Georgia on January 4, 2000. ==See also== * Major League Baseball Scandals ==References== ==External links== *John Milner at Baseball Library Category:1949 births Category:2000 deaths Category:African-American baseball players Category:American expatriate baseball players in Canada Category:Baseball players from Georgia (U.S. state) Category:Deaths from cancer in Georgia (U.S. state) Category:Major League Baseball first basemen Category:Major League Baseball left fielders Category:Marion Mets players Category:Montreal Expos players Category:New York Mets players Category:Pittsburgh Pirates players Category:Pompano Beach Mets players Category:Sportspeople from Atlanta Category:Tidewater Tides players Category:Visalia Mets players ",
    "title": "John Milner"
}