{
    "id": "1501673",
    "text": "{| |} HMS Searcher was a Ruler-class escort carrier of the Royal Navy. Built in Seattle as a Bogue-class, she was transferred to the United Kingdom under Lend-Lease. Launched in 1942 she served until 29 November 1945. She was sold into merchant service and renamed Captain Theo. In 1966, she was renamed again to Oriental Banker and was finally scrapped in Taiwan in 1976. ==Design and description== Ruler-class ships were larger and had a greater aircraft capacity than the preceding American-built escort carrier classes, and were laid down as escort carriers, not converted from merchant ships. They had a complement of 646 men and an overall length of , a beam of and a draught of .Cocker (2008), p.82. Propulsion was provided by one shaft, two boilers and a steam turbine giving 9,350 shaft horsepower, which could propel the ship at .Cocker (2008), p.79. Aircraft facilities were a small combined bridge–flight control on the starboard side, two aircraft lifts by , one aircraft catapult and nine arrestor wires.Cocker (2008), p.82. Aircraft could be housed in the by hangar below the flight deck. Her armament consisted of two 4\"/50, 5\"/38 or 5\"/51 Dual Purpose guns in single mounts, sixteen 40 mm Bofors anti-aircraft guns in twin mounts and twenty 20 mm Oerlikon anti-aircraft guns in single mounts. They had a maximum aircraft capacity of twenty-four aircraft which could be a mixture of Grumman Martlet, Vought F4U Corsair or Hawker Sea Hurricane fighter aircraft and Fairey Swordfish or Grumman Avenger anti- submarine aircraft. ==Wartime Service== From 1943 Searcher operated mainly around the UK as a Fighter Carrier. In late December 1943 she provided Atlantic convoy escort, escorting ships to the US, and arriving at Norfolk on 2 January 1944. She participated in the attacks on the German battleship Tirpitz as part of the Home Fleet Strike force of Operation Tungsten, during which her role was to provide fighter cover. In August 1944 she took part in Operation Dragoon, the Allied invasion of Southern France. On 4 May 1945 aircraft from the escort carriers Searcher, , and , taking part in Operation Judgement, sank the in Kilbotn harbour in the Arctic near Harstad, Norway. Grumman TBF Avenger torpedo bombers escorted by Grumman F4F Wildcat fighters attacked the U-boat crew barracks ship MS Black Watch, the submarine tender MS Senja and the floating flak battery Thetis (the former Norwegian coastal defence ship ). U-711 was alongside Black Watch when she was sunk in position by bombs aimed at Black Watch. Black Watch and Senja were also sunk. This was the last sinking of a U-Boat by the Fleet Air Arm, and the final air-raid of the war in Europe. Searcher was sent to the Far East as part of the British Pacific Fleet but arrived in mid-August as the war ended. ==Commanding officers== {| class=\"wikitable\" style=\"text-align:left\" !From || Until || Captain |- |15 February 1943||23 January 1945||Captain Gerrard Oulton Colthurst Davies Royal Navy |- |23 January 1945||October 1945||Captain John William Grant DSO Royal Navy |} Twin 40 mm Bofors anti-aircraft gun. ==Return to the US Navy== Searcher was returned to the US Navy under the terms of the Lend-Lease arrangement on 29 November 1945 and was listed for disposal on 7 February 1946. ==Merchant Service== The decommissioned escort carrier was sold to J & A T Vatis, a Greek shipping company, and renamed Captain Theo in 1952. In November 1961, she encountered and rescued 11-year-old Terry Jo Duperrault, who had been adrift at sea in a cork raft for four days after surviving a mass murder aboard the and the subsequent scuttling of the ketch by the murderer. The ship was sold again in 1966 to the Chinese shipping magnate Tung Chao Yung, becoming Oriental Banker. ==Fate== Oriental Banker was scrapped at Kaohsiung in Taiwan, commencing on 21 April 1976. ==Notes== * *The Attack on 'Black Watch (Harald Isachsen, Harstad, 2009, - in Norwegian) Category:Type C3-S-A1 ships of the Royal Navy Category:Ships built in Seattle Category:1942 ships Category:Ruler-class escort carriers Category:World War II aircraft carriers of the United Kingdom ",
    "title": "HMS Searcher (D40)"
}