{
    "id": "1501092",
    "text": "Barney Rubble is a fictional character who appears in the television animated series The Flintstones. He is the diminutive, blond-haired caveman husband of Betty Rubble and adoptive father of Bamm-Bamm Rubble. His best friend is his next door neighbor, Fred. Barney's personality was based on that of Ed Norton on the 1950s television series The Honeymooners, played by Art Carney. Like Ralph Kramden on The Honeymooners, Fred was constantly on the lookout for get- rich-quick schemes, while Barney, like Norton, found life satisfactory as it was, but participated in said schemes because Fred was his friend. Usually, after Fred had hatched one of his plans, Barney showed his agreement by laughing and saying, \"Uh hee hee hee... OK, Fred!\" or \"Hee hee hee... whatever you say, Fred!\" In early episodes, Barney had a New Jersey accent but was soon changed to a deeper, more chuckle-like voice. In \"On the Rocks\" and the late 2000s his Jersey accent returns. Barney's interests included bowling, playing pool, poker, tinkering around in Fred's garage, and playing golf (though in some episodes, Barney did not know how to play golf). He, like Fred, was also a member of the Loyal Order of Water Buffaloes lodge and its predecessor in earlier episodes, the Loyal Order of Dinosaurs. He is also a talented pianist and drummer.\"Hot Lips Hannigan,\" The Flintstones, season 1 In the first episode of the original series, he was an inventor of a human-powered helicopter.\"The Flintstone Flyer\" Season 1 episode 1 Another time Barney actually built an advanced sports car racer; which almost but did not win a $50.000 race because the cars stone wheels crumbled at the last minute.\"Indianrockaplis 500\" Season 5 Although clearly depicted as being in better shape than Fred, he is not shown to be quite as enthusiastic a sportsman as Fred is. This distinction can be attributed to Fred's fondness for food, though Barney is shown to be almost as capable of excessive appetite on a number of occasions. ==Biography== Barney grew up at 142 Boulder Avenue in Granitetown [north of Bedrock]. He was acknowledged to be the maternal nephew of Fred Flintstone’s boss, Mr. George Slate.\"Fred's New Boss,\" The Flintstones, season 3 As young adults, Barney and Fred worked as bellhops at a resort, where they first met Wilma and Betty, who were working as cigarette girls.\"Bachelor Daze,\" The Flintstones, season 4 Eventually, Barney married Betty (as Fred did Wilma). Several episodes and spinoffs suggest that Barney, along with Fred, spent some time in the army early in their marriages, though said references may be to Barney and Fred's military service in the first- season episode \"The Astr'nuts.\" While the subject of Barney's occupation (or even if he had one) was never given during the original series, the majority of subsequent spinoffs suggest at some point after the original series, Barney went to work at the Slate Rock and Gravel Company quarry alongside Fred as a fellow dino-crane operator. An early episode of the original series does have a brief scene of Barney working at the Granite Building.\"The Babysitters,\" The Flintstones, season 1 When speaking to an upper-crust snob in another episode, Betty declares Barney is in \"top-secret\" work, but that might have been a cover for a low-level job or unemployment, or perhaps an in-joke meaning that Barney's job was unknown even to the show's writers. It could also be possible that both Fred and Barney work at the quarry, but may work in different sections of it, under different bosses. In one episode, Barney's boss tells him to \"put down his broom\", which implies some sort of janitorial work is involved. While the voices of the other characters were based on their The Honeymooners counterparts, Mel Blanc was asked to model Barney's voice after the voice of Ed Norton, but he reportedly refused, thinking that it was stealing a voice from another actor, and, for the first 15 episodes of season 1, gave Barney a much higher-pitched New Jersey accent to the point of portraying him as a smart-aleck, though towards the later part of the season he eventually relented and Barney's smart-alecky personality was slowly toned down. At the end of season 1, Blanc was involved in a near-fatal car crash, which sent him into a two-week long coma. Daws Butler briefly assumed the role for the first, second, fifth, sixth and ninth episodes of season 2 while Blanc recovered from the accident, continuing to deliver a Norton-inspired performance. Incidentally, Butler was also the original voice of Yogi Bear, who was also inspired by the character of Ed Norton. When Blanc woke from his coma, he was able to return to the show much sooner than expected, by virtue of a temporary recording studio for the entire cast set up at Blanc's bedside. Blanc's voice for Barney had changed considerably after the accident, going from the New Jersey smart-aleck voice to a deeper, more chuckle-like voice, quite similar to that of Hugo the Abominable Snowman from Looney Tunes, and he was shown as somewhat dopier than before. One episode even had Barney's voice change from Butler's to Blanc's right in the middle of the episode. During the fourth season of the original series, Betty and Barney found an abandoned infant on their doorstep, by the name of \"Bamm-Bamm\". A court battle ensued between the couple and a wealthy man who also had wanted to adopt Bamm-Bamm. Barney and Betty were successful in their efforts to adopt Bam-Bam because the wealthy man gave up (after winning the case) upon learning his wife became pregnant, after which he became a staple character on the series.\"Little Bamm- Bamm,\" The Flintstones, season 4 For the next nine episodes (though Bamm-Bamm aired on \"Kleptomaniac Pebbles\" in the opening scene teaser but not in the body of the episode but would return two episodes later) after Bamm-Bamm's debut, no sign of him is seen on the show. This was because, while \"Little Bamm-Bamm\" was made after these episodes, it aired before. Once more episodes were made Bam-Bam aired regularly. In the fifth season, the family buys a pet hopparoo (a combination of a kangaroo and dinosaur) named Hoppy. When Bamm- Bamm grew into a teenager, Barney joined the Bedrock police force with Fred for a period of time as part-time officers. Both characters were paired with the Shmoo from Li'l Abner. He later became grandfather to Pebbles's and Bamm- Bamm's children, Chip and Roxy. Although Fred and Barney are best friends, Barney loses his patience with Fred occasionally. The best example comes in \"I Yabba-Dabba Do!\": after losing his patience with Fred for ruining Pebbles's and Bamm-Bamm's wedding, Barney decides to leave Bedrock. He changes his mind after Fred apologizes. Fred is often annoyed by Barney's inveterate cheerfulness, but he does truly care for him. In the series' original episodes until the end of season 5, Barney's eyes are drawn as ovals or (occasionally) dark circular outlines (similar to Little Orphan Annie in her comics). In other episodes, and on all the season 6 ones, they are solid black, similar to Wilma's eyes. On three occasions we see the whites of his eyes: in \"The Engagement Ring\", \"Ventriloquist Barney\", and \"A Haunted House Is Not a Home\". In \"The Engagement Ring\", we see Barney's whites when Fred suggests that he spar with a fearsome boxer to earn enough money to buy Betty a belated engagement ring. In \"Ventriloquist Barney\", he describes the terrifying facial features of wrestler Bronto Crushrock. In \"A Haunted House Is Not a Home\", Barney frightens Fred by gargling in the bathroom too loudly, provoking Fred to hit Barney on the head. ==Animated media== ===Television shows=== * The Flagstones (1959) * The Flintstones (1960–1966) * The Pebbles and Bamm-Bamm Show (1971–1972) * The Flintstone Comedy Hour (1972–1974) * Scooby's All-Star Laff-A-Lympics (1977–1978) * Fred Flintstone and Friends (1977–1978) * The New Fred and Barney Show (1979) * Fred and Barney Meet the Thing (1979) * Fred and Barney Meet the Shmoo (1979–1980) * The Flintstone Comedy Show (1980–1982) * The Flintstone Funnies (1982–1984) * The Flintstone Kids (1986–1988) * The Rubbles (2002) * Yabba-Dabba Dinosaurs (2020) ===Films and specials=== * Alice in Wonderland or What's a Nice Kid Like You Doing in a Place Like This? (1966) * The Man Called Flintstone (1966) * The Flintstones on Ice (1973) * A Flintstone Christmas (1977) * Hanna-Barbera's All-Star Comedy Ice Revue (1978) * The Flintstones: Little Big League (1978) * Hanna-Barbera Educational Filmstrips – featuring Bamm-Bamm Tackles a Term Paper, A Weighty Problem, Fire Alarm, Fire Escape and Driving Guide (1978–1980) * The Flintstones' New Neighbors (1980) * The Flintstones Meet Rockula and Frankenstone (1980) * The Flintstones: Fred's Final Fling (1980) * The Flintstones: Wind-Up Wilma (1981) * The Flintstones: Jogging Fever (1981) * Yogi Bear's All Star Comedy Christmas Caper (1982) * The Flintstones' 25th Anniversary Celebration (1986) * The Jetsons Meet the Flintstones (1987) * The Flintstone Kids' \"Just Say No\" Special (1988) * A Yabba Dabba Doo Celebration: 50 Years of Hanna-Barbera (1989) * I Yabba-Dabba Do! (1993) * Hollyrock-a-Bye Baby (1993) * A Flintstone Family Christmas (1993) * The Flintstones (1994) (portrayed by Rick Moranis) * A Flintstones Christmas Carol (1994) (playing as Bob Cragit) * The Flintstones in Viva Rock Vegas (2000) (portrayed by Stephen Baldwin) * The Flintstones: On the Rocks (2001) (voiced by Kevin Michael Richardson) * The Flintstones & WWE: Stone Age SmackDown! (2015) ==Portrayal== Mel Blanc was the principal voice of Barney Rubble, although Daws Butler (who previously voiced Ned Morton, a mouse version of Ed Norton — the inspiration for Barney Rubble — in the Looney Tunes short The Honey-Mousers) briefly assumed the role while Blanc recovered from a car wreck.Mel Blanc Butler also occasionally voiced Barney on records throughout the 1960s and 1970s. Since Blanc's death, Frank Welker, Jeff Bergman, Stephen Stanton, Kevin Michael Richardson, Brad Abrell, and Scott Innes have all performed the role. Hamilton Camp voiced Barney in The Flintstone Kids. In the 1994 live-action Flintstones movie, Barney was portrayed by Rick Moranis. In the 2000 prequel, The Flintstones in Viva Rock Vegas, he was portrayed by Stephen Baldwin. In a Toshiba commercial, he was voiced by Scott Innes. ==Appearances== Barney has made cameo appearances on the shows Dexter's Laboratory, Family Guy, Robot Chicken and Saturday Night Live, and in the movie Better Off Dead. * In The Grim Adventures of Billy and Mandy episode \"A Grim Prophecy\", Grim is shown as a child in the Stone Age, just starting his job as the Grim Reaper. He has a list of living things to reap, and visible on the list is \"B. Rubble\", which could be either Barney or Betty. During the credits of Billy & Mandy's Big Boogey Adventure, it reveals what happened to some of the characters afterwards. In the picture shown when it says \"Creeper made a fortune selling time traveling pants\", Creeper is shown warping into the Stone Age, appearing in front of three Neanderthals. They are apelike versions of Fred Flintstone, Wilma Flintstone, and Barney Rubble. ==References== ==External links== * In \"The Flintstones\" what was Barney Rubble's job? Category:The Flintstones characters Category:Post Foods characters Category:Hanna-Barbera characters Category:Television sidekicks Category:Television characters introduced in 1959 Category:Fictional police officers Category:Animated human characters Category:Male characters in animation Category:Tobacco advertising characters ",
    "title": "Barney Rubble"
}