{
    "id": "1501131",
    "text": "The Amsler grid, used since 1945, is a grid of horizontal and vertical lines used to monitor a person's central visual field. The grid was developed by Marc Amsler, a Swiss ophthalmologist. It is a diagnostic tool that aids in the detection of visual disturbances caused by changes in the retina, particularly the macula (e.g. macular degeneration, Epiretinal membrane), as well as the optic nerve and the visual pathway to the brain. Amsler grid usually help detecting defects in central 20 degrees of the visual field. In the test, the person looks with each eye separately at the small dot in the center of the grid. Patients with macular disease may see wavy lines or some lines may be missing. Amsler grids are supplied by ophthalmologists, optometrists or from web sites, and may be used to test one's vision at home. The original Amsler grid was black and white. A color version with a blue and yellow grid is more sensitive and can be used to test for a wide variety of visual pathway abnormalities, including those associated with the retina, the optic nerve, and the pituitary gland. ==History== In 1869, Jacob Hermann Knapp described scotoma and metamorphopsia in traumatic maculopathy with choroidal rupture using horizontal lines.Similarly in 1874, Richard Forster demonstrated metamorphopsia using a square grid. Swiss ophthalmologist Marc Amsler described the Amsler grid in the year 1945. It was the first functional test proposed to evaluate metamorphopsia. He may got the idea of the grid from Edmund Landolt, who used a similar small card with a grid pattern to be kept in the center of the visual field testing instrument perimeter. ==Clinical significance== age related macular degeneration Amsler grid can be used in detecting central visual field defects in following conditions: * Age-related macular degeneration: The grid will help detecting the progression of AMD from dry form to wet form. Chance of metamorphopsia is more in wet AMD compared to dry form. * Choroidal neovascular membranes: Choroidal neovascular membranes cause scotoma and metamophopsia. It may be associated with many diseases like macular degeneration, POHS, myopic macular degeneration, trauma etc. * Central serous chorioretinopathy: CSCR Causes round or oval scotoma. * Macular pucker: Macular pucker also known as an epiretinal membrane cause metamorphopsia and distortions in central field of vision. * Cystoid macular edema: Due to macular edema, micropsia may occur. * Glaucoma: Amsler grid is useful in detecting central field defects in moderate to severe glaucoma. * Macular sparing: Amsler Grid can be used to detect and accurately measure macular sparing. ==Types== Amsler grid, Chart 1 There are 7 types of amsler grid charts. All the charts measures 10 cm × 10 cm in size, which can be used to measure central 20 degree visual field when kept at a distance of 33 cm from the eye. ===Chart 1=== Chart 1 is the basic version, which is the most familiar and widely used chart among all the charts. In this chart the grid consists of 0.5 cm squares (each for 1° visual field), which totally measures 10 cm X 10 cm size. Most commonly grid is in white color with black background. Grid with black lines in white background is also available (see infobox picture). ===Chart 2=== Chart 2 is similar to chart 1, but it has diagonal cross lines, which assist correct fixation in case of central scotoma. ===Chart 3=== Chart 3 is also identical to chart 1, but color is red on black. Stimulating long wavelength foveal cones, this type of chart may help in detecting color scotomas and desaturation which may occur in toxic maculopathies, toxic optic neuropathies and pituitary tumors etc. ===Chart 4=== Chart 4 has no lines, only a random pattern of white dots in black background. It was intended to differentiate areas of scotoma and metamorphosia. ===Chart 5=== Chart 5 has central white dot and horizontal white lines on black background 5mm apart, which allow detecting metamorphopsia. ===Chart 6=== Chart 6 is similar to chart 5, but lines and central dot is in black on white background. The lines near to fixation points are closer than the chart 5. ===Chart 7=== Chart 7 is similar to chart 1, but central squires are further divided to make 0.5 degree squires. ==Procedure== * Before starting the test, patient's near and distance vision should be corrected to normal. If the patient is wearing spectacles, testing should be done with glasses only. * In a well illuminated room, ask the patient to hold the grid 12 to 15 inches away from the face. * Ask to cover one eye with hand or occluder and look directly at the center black dot. * While looking directly at the center dot, and observe the grid. If any lines or areas look blurry, wavy, dark or blank mark that area in chart and consult ophthalmologist. * Follow the same steps with the other eye. * Always remember to keep the Amsler’s Chart at the same distance from the eyes each time you test. * This test can be self done at home also. ==See also== * Epiretinal membrane * Macular degeneration * Preferential hyperacuity perimetry * Scotoma ==External links== *amslergrid.org *\"Amsler Grid\" Test Free Android mobile app on Google Play *\"Blind Spot Amsler Grid\" Test from Snellen eye chart *Printable Amsler Grid ==Reference== Category:Ophthalmology ",
    "title": "Amsler grid"
}