{
    "id": "1502778",
    "text": "Mary Frances Lyon (15 May 1925 – 25 December 2014) was an English geneticist best known for her discovery of X-chromosome inactivation, an important biological phenomenon.Mary Lyon Entry in Who named it?. Retrieved 4 March 2015.Oakes, Elizabeth H. Lyon, Mary Frances. International Encyclopedia of Women Scientists. New York, NY. Facts on File, Inc. 2002. Facts on File, Inc. Science Online. factsonfile.com. ==Early life and education== Mary Lyon was born on 15 May 1925 in Norwich, England as the eldest out of three children of a civil servant and a schoolteacher. She was educated at a grammar school in Birmingham. During that time, she said, she became interested in science thanks to a good schoolteacher and nature books she won in an essay competition. During the Second World War, she pursued her studies at Girton College, Cambridge at the University of Cambridge, where she read zoology, physiology, organic chemistry and biochemistry, with zoology as her main subject. At this time, only 500 female students were allowed to study at the university, in contrast to more than 5,000 men. Furthermore, despite doing the same work as male students, female students received only “titular\" degrees, rather than full Cambridge degrees that would make them members of the university. During her studies at Cambridge, she became interested in embryology. She went on to do her PhD with Ronald Fisher, who was Professor of Genetics in Cambridge, where she characterised a mutant mice strain with a 'pallid' mutation and published the research. During the course of her PhD she moved to Edinburgh. ==Research and career== After her PhD (awarded 1950), Lyon joined the group of Conrad Hal Waddington, with whom she worked in the last part of her PhD. The group was funded by the Medical Research Council to investigate mutagenesis and the genetic risks of radiation. In addition to the 'pallid' mutation mice, she studied mutations such as 'ataxia' (a nervous mutation which caused walking difficulties in the mice) and 'twirler' (a mutation which induced inner ear issues, causing the mice to shake their heads and walk in circles due to lack of balance). In 1955, her group moved to the MRC radiobiology unit in Harwell, where there was room for more mouse facilities. There she continued to investigate the mouse mutations. She also scrutinised a 'mottled' mutant, which had a different effect on male and female mice: male embryos sometimes died, and the surviving males had white coats, but females lived and were variegated. Through calculated and deliberated breeding of mutants, she investigated the transition of the mutation and concluded that the mutation was positioned on the X chromosome. This, together with new findings at that time concerning the X chromosome, led her to hypothesize about X chromosome silencing. Lyon published many peer- reviewed papers on radiation and chemical mutagenesis and on studies of mutant genes. She also did extensive work on the mouse t-complex. She was head of the Genetics Section of the MRC Radiology Unit at Harwell from 1962 to 1987. Although she retired from research in 1990, according to an interview from 2010, she was still active in the laboratory a few times a week. ===X-inactivation=== It was while working on radiation hazards in 1961 that she discovered X-chromosome inactivation, for which she is best known, and the phenomenon is sometimes known as Lyonization in her honour. Her subsequent research helped elucidate the genetic control mechanisms of the X chromosome and helped explain why female 'carriers' of X-linked genetic disorders can display mild symptoms. ===Awards and honours=== Lyon was elected a Fellow of the Royal Society in 1973, a Foreign Associate of the US National Academy of Sciences, and a Foreign Honorary Member of the American Academy of Arts and Sciences. In 1994 she won the Mauro Baschirotto Award in Human Genetics, in 1997 the Wolf Prize for Medicine, for her hypothesis concerning the random inactivation of X-chromosomes in mammals. In 1997 she also received the Amory Prize, for genetic discoveries relating to mammalian sex chromosomes. In 2004 she was awarded the March of Dimes Prize in Developmental Biology. In 2006 she received the Pearl Meister Greengard Prize awarded by the Rockefeller University. Since 2015 The Genetics Society has awarded the Mary Lyon Medal in her honour. Other awards and honours include: *In 1973 Mary Lyon was elected Fellow of the Royal Society. *In 1979 she became Foreign Associate of the US National Academy of Sciences. *In 1984 she won the Royal Medal of the Royal Society. *In 1994 she won the Mauro Baschirotto Award in Human Genetics. *In 1997 she was awarded the Wolf Prize in Medicine. *In 1997 she also received the Amory Prize. *In 2003 Mary was awarded the Mendel Medal by The Genetics Society. *In 2004 she was awarded the March of Dimes Prize in Developmental Biology. *In 2006 she received the Pearl Meister Greengard Prize. *In 2006 she was awarded the Rosenstiel Award, jointly with Davor Solter and Azim Surani. Her nomination for the Royal Society reads: ==References== Category:1925 births Category:2014 deaths Category:Foreign associates of the National Academy of Sciences Category:English geneticists Category:Fellows of Girton College, Cambridge Category:Female Fellows of the Royal Society Category:Royal Medal winners Category:British women biologists Category:Wolf Prize in Medicine laureates Category:Alumni of Girton College, Cambridge Category:Fellows of the Royal Society Category:20th-century American women scientists Category:20th-century American scientists ",
    "title": "Mary F. Lyon"
}