{
    "id": "1502264",
    "text": "Sir William Fothergill Cooke (4 May 1806 – 25 June 1879) was an English inventor. He was, with Charles Wheatstone, the co-inventor of the Cooke- Wheatstone electrical telegraph, which was patented in May 1837. Together with John Lewis Ricardo he founded the Electric Telegraph Company, the world's first public telegraph company, in 1846. He was knighted in 1869. ==Life== He was born at Ealing, Middlesex; his William Cooke father was a surgeon there, and later was appointed professor of anatomy at the University of Durham. He was educated at Durham School and at the University of Edinburgh, and at the age of 20 entered the Indian Army. After five years' service in India Cooke returned home; then studied medicine in Paris, and at Heidelberg under Georg Wilhelm Munke. In 1836 he saw electric telegraphy, then only experimental: Munke had illustrated his lectures with a telegraphic apparatus on the principle introduced by Pavel Schilling in 1835. Cooke decided to put the invention into practical operation with the railway systems; and gave up medicine. Early in 1837 Cooke returned to England, with introductions to Michael Faraday and Peter Mark Roget. Through them he was introduced to Charles Wheatstone, who in 1834 gave the Royal Society an account of experiments on the velocity of electricity. Cooke had already constructed a system of telegraphing with three needles on Schilling's principle, and made designs for a mechanical alarm. He had also made some progress in negotiating with the Liverpool and Manchester Railway Company for the use of his telegraphs. Cooke and Wheatstone went into partnership in May 1837; Cooke handled the business side. Wheatstone and Cooke's first patent was taken out within a month and was \"for improvements in giving signals and sounding alarms in distant places by means of electric currents transmitted through electric circuits\". Cooke now tested the invention, with the London and Blackwall Railway, the London and Birmingham Railway, and the Great Western Railway companies, successively allowing the use of their lines for the experiment. A five needle model of telegraph was given up as too expensive. In 1838 an improvement reduced the number of needles to two, and a patent for this was taken out by Cooke and Wheatstone. Before a parliamentary committee on railways in 1840, Wheatstone stated that he had, with Cooke, obtained a new patent for a telegraphic arrangement; the new apparatus required only a single pair of wires. But the telegraph was still too costly for general purposes. In 1845, however, Cooke and Wheatstone succeeded in producing the single needle apparatus, which they patented, and from that time the electric telegraph became a practical instrument, soon adopted on all the railway lines of the country. In the meantime a priority dispute arose between Cooke and Wheatstone. An arrangement was come to in 1843 by which several patents were assigned to Cooke, with the reservation of a mileage royalty to Wheatstone; and in 1846 the Electric Telegraph Company was formed in conjunction with Cooke, the company paying £120,000 for Cooke and Wheatstone's earlier patents. Cooke later tried to obtain an extension of the original patents, but the judicial committee of the Privy Council decided that Cooke and Wheatstone had been sufficiently remunerated. The Albert Medal of the Royal Society of Arts was awarded on equal terms to Cooke and Wheatstone in 1867; and two years later Cooke was knighted, Wheatstone having had the same honour conferred upon him the year before. A civil list pension was granted to Cooke in 1871. He died on 25 June 1879. == See also == * Samuel Morse == Notes == ==References== ;Attribution * == Further reading == * * == External links == * - See Appendix, Chapter III * Biography of Sir William Fothergill Cooke * Biography from the Institution of Engineering and Technology * Category:1806 births Category:1879 deaths Category:English inventors Category:People from Ealing Category:Telegraph engineers and inventors ",
    "title": "William Fothergill Cooke"
}