{
    "id": "1502915",
    "text": "Kannemeyeria is a genus of kannemeyeriid dicynodont that lived during the Anisian age of Middle Triassic period in what is now Africa and possibly Europe and Asia as well. The generic name is given in honor of Dr. Daniel Rossouw Kannemeyer, the South African fossil collector who discovered the original specimen. It is one of the first representatives of the family, and hence one of the first large herbivores of the Triassic. == Description == Restoration of Kannemeyeria Kannemeyeria was about in length, about the size of an ox. Although it had a large head, it was lightweight due to the size of the eye sockets and nasal cavity. It also had limb girdles which formed massive plates of bone that helped support its heavily built body. Despite the large size, Kannemeyeria may have been prey to large thecodonts like Erythrosuchus. Kannemeyeria was well-adapted to living as a herbivore; it had a powerful beak and strong jaw muscles built for shearing plant material. Kannemeyeria had a massive head with unusually large openings for the eyes, nostrils and jaw muscles. It evidently tore up roots, stripped leaves from the vegetation with its horny break and ground them up with its toothless jaws. == Distribution == Kannemeyeria skull Kannemeyeria is known from the Subzone B of Burgersdorp Formation of South Africa, the Ntawere Formation of Zambia, the Omingonde Formation of Namibia, the Lifua member of Manda Formation of Tanzania. If the synonymy of the genus Shaanbeikannemeyeria from Hessahngou Formation and Lower Ermaying Formation of China and Uralokannemeyeria from Donguz Formation of Russia is correct then Kannemeyeria had a wider distribution. The presence of Kannemeyeria in South America have been refuted. == Classification == Life reconstruction of Kannemeyeria simocephalus Below is a cladogram from Kammerer et al. (2013): == See also == * List of therapsids == References == Category:Kannemeyeriiformes Category:Dicynodonts Category:Fossils of Russia Category:Early Triassic synapsids of Africa Category:Triassic Namibia Category:Fossils of Namibia Category:Omingonde Formation Category:Triassic South Africa Category:Fossils of South Africa Category:Triassic Tanzania Category:Fossils of Tanzania Category:Fossils of Zambia Category:Fossil taxa described in 1908 Category:Taxa named by Harry Seeley ",
    "title": "Kannemeyeria"
}