{
    "id": "1502150",
    "text": "\"What's Up?\" is a song by American rock group 4 Non Blondes from their 1992 debut album, Bigger, Better, Faster, More! It was released as the album's second single in 1993. It was successful in the United States and in several European countries, peaking at number one in Austria, Belgium, Denmark, Germany, Iceland, Ireland, the Netherlands, Norway, Poland, Sweden and Switzerland. ==Background and writing== The title does not appear in the song's lyrics. However, the phrase \"what's going on?\" is prominently included in the chorus. The title was chosen to avoid confusion with Marvin Gaye's 1971 song \"What's Going On\". Linda Perry talked to Rolling Stone and said that she heavily disliked the song's production. Perry revealed on Behind the Music that she hated David Tickle's reworked version (with different lyrics) intended to be used for their album. She had told this to Jimmy Iovine, who agreed, preferring Perry's demo version over Tickle's. Tickle's instrumental (over the original vocals) could be heard on Perry's episode of Behind the Music; Tickle's version was never released. The final version was recorded in one day after Iovine allowed 4 Non Blondes to re-record Perry's demo version. The music video was directed by Morgan Lawley. ==Critical reception == Bill Lamb from About.com said that the song \"seemingly appeared out of nowhere, becoming a neo-folkie hit first on modern rock radio stations and then on the pop charts. Although it only reached No. 11, it has been a radio fixture ever since.\" AllMusic editor Tom Demalon described it as a \"massive, neo-hippie anthem\" in his review of the Bigger, Better, Faster, More! album. Rolf Edmund Lund from Norwegian newspaper Altaposten complimented Perry's voice as \"incredibly good\". Larry Flick from Billboard wrote that \"gymnastic vocals, leaping from a breathy, high range, to gravelly, bar-rock blues in a single passage, front this straightforward, heartfelt rocker. Treads the line between album rock and modern rock, with the piano version favoring the former.\" Tom Sinclair from Entertainment Weekly described the song as \"funky\" and added that it \"is only one of the goodies in the Blondes' musical grab bag\". Music & Media stated that it is a \"strong composition\" where the lyrics \"are done more than justice by Linda Perry's impressive vocal touch.\" R.S. Murthi from New Straits Times called it \"anthemic\" and noted that it \"is probably one of the simplest and catchiest pop songs to be produced in recent times.\" Carmen von Rohr from Rome News-Tribune noted \"the amazingly down-to earth common sense lyrics\" of \"What's Up?\" and added that Linda Perry \"sings in her rich, soulful voice about the frustrations she feels as she tries to adjust to her place in the universe.\" Sunday Life wrote in their review, that the song is \"naggingly memorable\".\"Cruising with House of Love\". Sunday Life. 25 July 1993. page 41. Retrieved 28 March 2020. Ronny Johansen from Troms Folkeblad commented, \"What a wonderful use of voice and what an irresistible song!\" \"What's Up?\" has been disliked by some critics. Songwriters Carl Barât and Stuart Braithwaite named the song the worst ever. Dean Ween said: \"It's as bad as music gets…. Everything about the song is so awful that if I sat down and tried to write the worst song ever, I couldn't even make it 10 percent of the reality of how awful that song is.\" Tara Dublin in The Huffington Post wrote that it is \"without question, the worst song of the 1990s\". \"What's Up?\" ranks number 94 on VH1's 100 Greatest One-Hit Wonders,VH1's \"100 Greatest One-Hit Wonders\" and ranks 86 on the MuchMore The Top 100 One Hit Wonders. ==Chart performances== The recording received considerable airplay success. It reached number 14 on the US Billboard Hot 100 and went gold, but peaked higher in many other countries, reaching number-one in Austria, Belgium, Denmark, Germany, Iceland, Ireland, the Netherlands, Norway, Sweden and Switzerland while reaching number two in the United Kingdom and Australia. ==Track listings== 7-inch single / CD single # \"What's Up?\" – 4:16 # \"What's Up?\" (piano version) – 4:09 CD maxi # \"What's Up?\" (edit) – 4:16 # \"What's Up?\" (remix) – 4:51 # \"Train\" – 3:47 # \"What's Up?\" (piano version) – 4:09 Cassette # \"What's Up?\" (LP version) # \"Train\" (LP version) # \"What's Up?\" (LP version) # \"Train\" (LP version) ==Personnel== * Written by L. Perry * Mastered by Stephen Marcussen * Recorded, mixed and produced by David Tickle * Engineer: Laurent Tardy ==Charts and sales== ===Weekly charts=== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" !Chart (1993) !Peak position |- |- |- |- |- !scope=\"row\"|Denmark (IFPI) |1 |- !scope=\"row\"|Europe (Eurochart Hot 100) |1 |- !scope=\"row\"|Finland (Suomen virallinen lista) |15 |- |- |- !scope=\"row\"|Iceland (Íslenski Listinn Topp 40) |1 |- |- !scope=\"row\"|Italy (Musica e dischi) |align=\"center\"|2 |- |- |- |- |- !scope=\"row\"|Poland (LP3) |1 |- |- |- |- |- |- |- |- !scope=\"row\"|US Cash Box Top 100 |13 |} {|class=\"wikitable plainrowheaders\" style=\"text-align:center\" !Chart (2011) !Peak position |- !scope=\"row\"|Poland (Polish Airplay New) |1 |} {|class=\"wikitable plainrowheaders\" style=\"text-align:center\" !Chart (2020) !Peak position |- !scope=\"row\"|Slovenia (SloTop50) |48 |} ===Year-end charts=== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" !Chart (1993) !Position |- !scope=\"row\"|Australia (ARIA) |7 |- !scope=\"row\"|Austria (Ö3 Austria Top 40) |1 |- !scope=\"row\"|Belgium (Ultratop) |2 |- !scope=\"row\"|Europe (Eurochart Hot 100) |7 |- !scope=\"row\"|Germany (Official German Charts) |3 |- !scope=\"row\"|Iceland (Íslenski Listinn Topp 40) |6 |- !scope=\"row\"|Netherlands (Dutch Top 40) |1 |- !scope=\"row\"|Netherlands (Single Top 100) |3 |- !scope=\"row\"|New Zealand (Recorded Music NZ) |10 |- !scope=\"row\"|Switzerland (Schweizer Hitparade) |5 |- !scope=\"row\"|UK Singles (Official Charts Company) |21 |- !scope=\"row\"|US Billboard Hot 100 |50 |- !scope=\"row\"|US Cash Box |50 |} ===Certifications=== ==DJ Miko version== Italian disc jockey DJ Miko covered the song as a dance track in 1993 (retitled without the question mark) with vocals provided by British singer Louise Gard. Although the song was released as a stand-alone single, it later appeared on DJ Miko's sole album, The Last Millennium, in 1999. DJ Miko's version was a modest hit in Europe in late 1993 and early 1994, reaching number 5 in Italy and Spain, number 13 in Finland and number 17 in Sweden. The cover was released worldwide in spring 1994, peaking at number 6 on the UK Singles Chart and number 8 on the Irish Singles Chart. On the Eurochart Hot 100, \"What's Up\" reached number 21. In the United States it reached number 58 on the Billboard Hot 100 chart and number 19 on the Billboard Dance Club Songs chart. In the Australasia region, \"What's Up\" was popular in New Zealand, reaching number 23 on the RIANZ Singles Chart, but it was a commercial failure in Australia, reaching number 92 on the ARIA Singles Chart. ===Charts=== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" !Chart (1993–1994) !Peak position |- !scope=\"row\"|Australia (ARIA) |92 |- !scope=\"row\"|Europe (Eurochart Hot 100) |21 |- !scope=\"row\"|Finland (Suomen virallinen lista) |13 |- |- !scope=\"row\"|Italy (Musica e dischi) |5 |- |- |- !scope=\"row\"|Spain (AFYVE) |5 |- |- |- |- |- |} ==Minnesota version== German eurodance group Minnesota covered the song as a dance version in late 1993. It reached number one in Portugal and on the Canadian RPM Dance chart, peaked at number two in Finland and also charted in Belgium and Switzerland. ===Charts=== ====Weekly charts==== {|class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" !Chart (1993–1994) !Peak position |- |- |- !scope=\"row\"|Europe (Eurochart Hot 100) |29 |- !scope=\"row\"|Finland (Suomen virallinen lista) |2 |- !scope=\"row\"|Portugal (AFP) |1 |- |} ====Year-end charts==== {|class=\"wikitable plainrowheaders\" style=\"text-align:center\" !Chart (1994) !Position |- !scope=\"row\"|Canada Dance/Urban (RPM) |19 |} ==In popular culture== The song has been used in numerous forms of media including films, television, video games and as a sample in other musical works. Taiwanese rock singer A-mei covered \"What's up\" for her 1997 compilation album Girl Power.https://www.shazam.com/track/40500826/whats-up Her version also has its own accompanying music video.https://www.youtube.com/watch?v=4CCqK9cjlyA In 2005, a Texas-based animation and video production company known as SLACKCiRCUS created a satirical music video titled \"Fabulous Secret Powers.” Edited by Ryan Haines and composed by Jay Allen, the video was inspired by Fenslerfilm’s G.I. Joe PSAs and pairs/edits footage from He-Man and the Masters of the Universe with their own techno-house cover of ”What’s Up” (which eventually interpolates Don’t Cry Out Loud by Melissa Manchester). It has since become an internet meme, with a shortened version (titled “HEYYEYAAEYAAAEYAEYAA”) amassing over 172 million views on YouTube as of August 2020. Additionally, this version of “What’s Up” has become so popular, it led to the common misconception that it was originally featured in He-Man. In 2011, the song appeared in the film Young Adult, starring Charlize Theron Also, in 2011, Ariana Grande sampled and interpolated the song in her debut single, \"Put Your Hearts Up\". In 2015 it appeared in the fourth episode, \"What's Going On?\", of the Netflix Original series Sense8; the episode's title quotes the song's refrain. The song also appears in the 5th episode of the second season, \"Fear Never Fixed Anything\" as a remix performed by Riley. Since its feature on the show, the song has become an anthem for the fandom and is often sung by the fans to welcome the cast and crew of the show. A master recording version of the song was used in Rock Band 4. A version of the song, sung in Spanish, appeared in the final episode of season one of the television series Zoo. In Brazil, the song was included in the international soundtrack of Olho no Olho telenovela (Rede Globo). Again it was part of a Rede Globo telenovela, titled A Lei do Amor (2016). In the Brooklyn Nine-Nine episode \"The Negotiations\", Jake Peralta and Doug Judy (portrayed by Andy Samberg and Craig Robinson respectively) sing the song at a karaoke club. In 2018, the song appeared in the film The Miseducation of Cameron Post, starring Chloë Grace Moretz. In 2020, Haneefah Wood and AJ Michalka performed a cover of the song in an episode of Schooled. Also, in 2020, FJØRA made her own cover of the song, and it was featured on the trailer of the Amazon original series Welcome to the Blumhouse. ==References== ==External links== * Category:1990s ballads Category:1992 songs Category:1993 singles Category:1994 singles Category:4 Non Blondes songs Category:Dutch Top 40 number-one singles Category:European Hot 100 Singles number-one singles Category:Internet memes introduced in 2005 Category:Interscope Records singles Category:Irish Singles Chart number-one singles Category:Music memes Category:Number-one dance singles in Canada Category:Number-one singles in Austria Category:Number-one singles in Belgium Category:Number-one singles in Denmark Category:Number-one singles in Germany Category:Number-one singles in Iceland Category:Number-one singles in Norway Category:Number-one singles in Portugal Category:Number-one singles in Sweden Category:Number-one singles in Switzerland Category:Rock ballads Category:Single Top 100 number-one singles Category:Songs written by Linda Perry ",
    "title": "What's Up? (4 Non Blondes song)"
}