{
    "id": "1502854",
    "text": "The Canada Labour Code () (the Code) is an Act of the Parliament of Canada to consolidate certain statutes respecting labour. The objective of the Code is to facilitate production by controlling strikes & lockouts, occupational safety and health, and some employment standards. Generally speaking, the Code only applies to those industries in which the federal government has jurisdiction instead of the provinces. These industries include: broadcasting, telecommunications, chartered banks, postal service, airports and air transportation, shipping and navigation, interprovincial or international transportation (i.e., road, railway, ferry or pipeline). It also applies to businesses in the Territories, on First Nations reserves, and certain Crown Corporations. It also applies to the Royal Canadian Mounted Police (RCMP) and the military, and those covered under the (now repealed) Public Service Staff Relations Act (RS 1985, c. P-35) or its successor Public Service Modernization Act (2003, c. 22). == Origin == Industrialization in Canada, as elsewhere, brought with it increasingly poor employment standards. Employers often took advantage of their workers by providing them with little to no health and safety elements in the workplace and no job security. When the workers formed unions, negotiations between the employer and union often dragged on or broke down completely. In these instances, the unions would use techniques such as strikes and sabotage to impress on the employer the idea that the workers had rights as humans and even deserved respect. The unionism would then often build solidarity between workers, even in different industries. In response, the Government of Canada established the Conciliation Act of 1900. This Act created the federal Department of Labour whose purpose was to help settle labour disputes and promote fair wages and proper conditions for workers. Prior to the act disputes were handled by the Postmaster General.https://www.monster.ca/career-advice/article/celebrating- onehundredfifty-year-of-working-in-canada The Department had little success but determined that they required the authority to impose conciliation amongst the union and employer. After the 1906 Lethbridge coalfield strike, this requirement became paramount and was introduced in the Industrial Disputes Investigation Act of 1907 (IDI). This act also introduced compulsory investigation of labour disputes, a prohibition of work stoppages pending this investigation, and the requirement for compromise. As the industries continued to resist the demands laid down by the unions, the organizations grew larger and began to plan large-scale tactics such as the Winnipeg General Strike. This created even more fear in the government concerning unions and led to further legislation. During World War II, the wartime government suspended provincial labour legislation and the IDI act. However, the Wartime Labour Relations Regulations (Order in Council P.C. 1003) of 1944 introduced the provisions for certification of unions, leading to the temporary dissolution and outlawing of the major solidarity unions in Canada (including the IWW and the One Big Union). The WLRR also introduced the duty to meet and bargain in good faith, prohibitions of unfair labour practices, and the introduction of a labour relations board. In 1948, this Order in Council and the IDI act were consolidated into the Industrial Relations and Disputes Investigation Act. In 1967, this act was consolidated, along with other statutes, as Part V of the Canada Labour Code, (S.C. 1966-67, c. 62). It came into force on January 1st, 1968. Significant amendments were made to this part of the Code in 1973. These amendments included extending bargaining rights to some previously excluded groups (e.g., supervisors, employed professionals, etc.) and expanding the jurisdiction of the labour relations board to include enforcement and remedial powers. Also, provisions for adjustments to technological changes were introduced. Finally, in 1988 the Code was reissued as part of the Revised Statutes of Canada, (R.S.C. 1985, c. L-2.), wherein Part V became Part I. == Legislation == The Code is divided into three distinct parts. The first part deals with collective bargaining between unions and employers. It comes mostly from the Industrial Relations and Disputes Investigation Act of 1948. The second part deals with health & safety in the workplace. The third part deals with employment standards but defers mostly to Provincial legislation for each province of employment. === Part 1: Industrial Relations === This part of the Code is divided into seven divisions and deals with collective bargaining, dispute resolution, strikes and lockouts. It, first of all, establishes basic freedoms, in accordance with Convention C87 of the International Labour Organization, by setting out that employees are \"free to join the trade union of their choice and to participate in its lawful activities\" [s.8(1)] and employers, likewise, are free to organize. Divisions III, IV, V.1, and VI, set out the procedures and regulations for collective bargaining. In short, a trade union for employees or an organization representing employers must first be certified by the Canada Labour Relations Board, whose composition and procedures are detailed in Division II. The Code places a duty on the two sides to meet and negotiate \"in good faith and make every reasonable effort to enter into a collective agreement\" [s.50 (a) i,ii]. The role of the Canada Labour Relations Board is to interpret the code and to investigate allegations of unfair labour practices and failures to bargain in good faith. Division V details the role of the Federal Mediation and Conciliation Service. It is \"responsible for fostering harmonious relations between trade unions and employers by assisting them in the negotiation of collective agreements and their renewal.\" [s.70.1(1)] They are employees of the Human Resources Development Canada and report to the Minister of Labour. Divisions V.1 and VI set out conditions for strikes and lockouts. Before such work stoppages occur a secret ballot vote must result in a majority wishing to proceed with a work stoppage. However, this cannot occur during the term of an agreement, only once it expires. The union (for strikes) or the employers (for lockouts) must give the Minister of Labour 72 hours' notice before the work stoppage can occur. The Minister can prevent or cease a work stoppage by appointing a conciliation officer, commissioner, or board, to mediate negotiations. Section 100 of the Code sets a limit of $1000 per day is set for illegal lockouts or strikes. Also of note, Division IV sets out special arrangements for interruptions in employment due to technological change. It also allows union dues to be deducted from an employee's wages, and, in case of religious objections, forward the amount deducted to a registered charity mutually agreed on by the employee and the trade union. Division V.1 prohibits work stoppages \"to the extent necessary to prevent an immediate and serious danger to the safety or health of the public.\" [s.87.4(1)] === Part 2: Occupational Health and Safety === This part of the Code deals with maintaining the health and safety of workers in the workplace. It focuses on the recognition and prevention of hazards. The beginning of this part states the purpose here \"is to prevent accidents and injury to health arising out of, linked with or occurring in the course of employment.\" [s.122.1] Sections 124 and 125 set out the duties of employers with regard to the health and safety of their employees. A list is provided of 45 general and specific duties for the employer to follow. For example, these duties include providing first-aid facilities, potable water, sanitary and personal facilities (i.e., washrooms), prescribed safety materials, equipment, devices and clothing, safety manuals in telecommunications companies and other industries and so on. These duties extend beyond the workplace and include all areas in which an employee may travel in the course of a work day. The employers are responsible for employees, that is with those with whom they are in an employment relationship. As well, the employer has responsibility to ensure other persons, including visitors and contractors, do not imperil employee safety. Sections 122.3 and 132 establish conditions for employees with a special needs and pregnant and nursing employees. Section 126 sets out the duties of employees. It is their duty to \"take all reasonable and necessary precautions to ensure the health and safety of the employee, the other employees and any person likely to be affected by the employee's acts or omissions\" [s.126(1)(c)] and to use any safety features that the employer provides. In cases of conflict between the employee and employer sections 127.1 and 128 set out a resolution process. An employee is permitted to \"refuse to use or operate a machine or thing, to work in a place or to perform an activity, if the employee while at work has reasonable cause to believe that the performance of the activity constitutes a danger to the employee or to another employee.\" [s.128 (1)(c)] All complaints must be reasonably investigated to find if the claim is justified. In order to facilitate investigations sections 134 to 140 establish requirements, regulations, and procedures for health and safety committees, representatives, and officers. For workplaces with 20 or more employees, a committee must be established consisting of at least two employees. For workplaces with fewer than 20 employees, at least one representative must be selected by the non-managerial employee as a Health and Safety Representative. The employer must be readily accessible to this representative in order to address health and safety matters. Regional Health and Safety Officers are appointed by the Minister of Labour and investigate incidents and complaints concerning health and safety in the workplace. Violations for this part of the Labour Code can be punishable by up to two years in jail and a $1,000,000 fine as set out in section 148. A death or injury that resulted in combination with a violation of this part of the act can be viewed as a criminal act and prosecuted as such. Special conditions are set out for coal mines. Section 137.1 establishes the composition, procedures and regulations of a Coal Mining Safety Commission. Section 125.3 requires employers to submit their plans and procedures to this commission. === Part 3: Federal Labour Standards === The third part of the Code is divided into 16 divisions which deal with terms and conditions of employment concerning hours, wages, leave, holidays, and sexual harassment. It also sets the conditions for the termination of employment. Division I establishes the eight-hour day and forty hour week but permits averaging if the profession demands extended hours. Workers must get at least one full day, \"Sunday shall be the normal day of rest,\" [s.173] and overtime is paid at least one and one-half times the normal wage. Division II establishes that the Province of employment's minimum wage, with the exception of those based on age discrimination, shall be used for workers in industries under federal jurisdiction. This division also deals with wage deduction with respect to room, board, uniforms, tools, etc. Division III refers to the Canadian Human Rights Act for prohibition to discriminatory wage practices. These first three divisions should also be read with the Fair Wages and Hours of Labour Act (R.S. 1985, c. L-4 ) which concerns public works and those on government contracts. Also, division XV requires that payment of wages must be made within thirty days. Divisions IV and V establish the amount, length and pay for vacations and holidays. Division VI allows the Governor in Council to make special regulations for industries that use multiple employers for the same job. Divisions VII, VIII, XIII, and XIII.1 make arrangements for maternity, parental, compassionate care, bereavement, and sick leave. These sections say that \"no employer shall dismiss, suspend, lay off, demote or discipline an employee because of absence due to illness or injury…\"[s.239(1)], or any other of these aforementioned leave periods and that \"pension, health and disability benefits and the seniority of any employee…[during] a leave of absence…shall accumulate during the entire period of the leave.\"[s209.2(1)] Specifically, an employee is permitted 17 weeks of maternity leave, 63 weeks for parental leave, 8 weeks for compassionate care leave, and 3 days for bereavement leave. The leave period, and its associated benefits, due to illness or injury, depends upon the nature of the illness or injury and the period of absence. Divisions IX to XII, XIV set the procedures for termination of employees. Division IX deals with lay-offs of 50 or more people wherein a 16-week notice must be given to the Minister of Human Resources and Skills Development and the Canada Employment Insurance Commission and a 2-week notice to individual employees. Division X deals with the termination of fewer than 50 people wherein 2 weeks' notice or 2 weeks' pay in lieu of notice must be given to the employee. Division XI deals with the allotment of severance pay and division XII prohibits termination or any other disciplinary action due to any garnishment proceedings of any employee. Division XIV makes provisions in cases of unjust dismissals. A complaint of an unjust dismissal may be made to an inspector who in turn can require the employer to provide a written statement of the reasons for the dismissal. If the inspector cannot settle the dispute then the Minister may appoint an adjudicator to resolve the dispute. Division XV.1 prohibits sexual harassment by saying that \"every employee is entitled to employment free of sexual harassment.\" [s.247.2]. It defines sexual harassment as \"any conduct, comment, gesture or contact of a sexual nature (a) that is likely to cause offence or humiliation to any employee; or (b) that might, on reasonable grounds, be perceived by that employee as placing a condition of a sexual nature on employment or on any opportunity for training or promotion.\" [s.247.1] ==Group terminations== With group terminations, an employer that is in a federally-regulated industry like a CDIC bank or a CRTC phone company is also required to co-operate with the Canada Employment Insurance Commission, provide affected employees with a statement of benefits, and establish a joint planning committee. On 21 May 2020 during the COVID-19 pandemic, WestJet sought an exemption on Part 3 Division IX law from Labour minister Filomena Tassi. The company said: \"unprecedented circumstances with regards to the coronavirus pandemic and the subsequent decline in air travel prompted by containment measures worldwide\" were to blame. Passenger loads at the airline \"dropped by more than 95 per cent due to travel restrictions imposed because of the coronavirus outbreak\". == See also == * UK labour law * Canadian labour law ==References== ===Sources=== * Canada Labour Code at Department of Justice Canada * Canada Labour Code at CanLII == External links == * Part One Review of the Code * Review of Labour Standards in the Canada Labour Code, 2009 \"This discussion paper summarizes recommendations from the Federal Labour Standards Review Commission report and includes questions that were aimed at eliciting responses during the consultation process which ended on June 30, 2009\". * Part Two Interpretation, Policies and Guidelines * Manager's Handbook Canada Labour Code - Part II (\"developed to assist Public Service managers in interpreting and implementing the requirements of Part II of the Canada Labour Code (the Code) ... Since the Code was extensively amended in September 2000\") * Health and Safety Laws and Regulations, Human Resources and Skills Development Canada (\"All of the following acts, exclusions and regulations are related to part II of the Canada Labour Code and/or Occupational Health and Safety.\") * SOR/2001-520: Canada Industrial Relations Board Regulations, Canada Gazette Part II, Vol. 135, No. 25, \"Regulations Amending the Ontario Hydro Nuclear Facilities Exclusion from Part I of the Canada Labour Code Regulations (Industrial Relations) (Miscellaneous Program)\" Category:Canadian federal legislation Category:Canadian labour law Category:Labour relations in Canada ",
    "title": "Canada Labour Code"
}