{
    "id": "1503724",
    "text": "A tax refund or tax rebate is a payment to the taxpayer when the taxpayer pays more tax than they owe. ==By country== ===United States=== According to the Internal Revenue Service, 77% of tax returns filed in 2004 resulted in a refund check, with the average refund check being $2,100.FDIC: FDIC Consumer News Winter 2004/2005 In 2011, the average tax refund was $2,913.USA Today page 1B published April 13, 2012 \"Tax refund provides cash to file bankruptcy\"http://www.greenbaypressgazette.com/article/20130104/GPG03/301040162/Changes- don-t-worry-tax-preparers For the 2017 tax year the average refund was $2,035 and for 2018 it was 8% less at $1,865, reflecting the changes brought by the most sweeping changes to the tax code in 30 years. Taxpayers may choose to have their refund directly deposited into their bank account, have a check mailed to them, or have their refund applied to the following year's income tax. As of 2006, tax filers may split their tax refund with direct deposit in up to three separate accounts with three different financial institutions. This has given taxpayers an opportunity to save and spend some of their refund (rather than only spend their refund).https://www.irs.gov/businesses/small/article/0,,id=161493,00.html Every year, a number of U.S. taxpayers around the country get tax refunds even if they owe zero income tax. This is due to withholding calculations and the earned income tax credit. Because withholding is calculated on an annualized basis, an individual just entering the work force or unemployed for a long period of time will have more tax than is owed withheld. Refund anticipation loans are a common means to receive a tax refund early, but at the expense of high fees that can reach over 200% annual interest. In the 1990s, refunds could take as long as twelve weeks to come back to the taxpayer; however, the average time for a refund is now six weeks, with refunds from electronically filed returns coming in three weeks. Some people believe that getting a large tax refund is not as desirable as more accurate withholding throughout the year, as a large refund represents a loan paid back by the government interest-free. Optimally, a return should result in a payment owed of just less than the amount that would cause a penalty charge, which is 100% of the prior year's tax (110% for high income individuals), 90% of the current year's tax, or $1,000 for individuals who have direct withholding and do not pay estimated tax. In order to decrease the amount of the tax refund which has to be received by taxpayers, they can turn to one or several of the following methods: * adjust the amount of tax the federal government withholds from the paycheck. It is recommended for taxpayers to do this in cases where their adjustments to income, exemptions, and deductions remain relatively steady from year-to-year, and if the government consistently is required to give a large refund. * in the case of people entirely exempt from state tax, they can check with their state income tax authority to see if there is an appropriate form that can be completed and filed, which would exempt them from state withholding * check tax rates and adjusted gross income thresholds (applicable if taxpayers are hovering near the bottom of certain tax brackets and changes have been made to the thresholds and/or tax rates) * take advantage of the medical expense deduction (applicable for medical expenses now imposed for tax years starting in 2013) * maximizing the amount allowed to save tax-free for retirementUsing your 2012 tax-year return to plan for the future Presti & Naegele Accounting Offices However, some people use the tax refund as a simple \"savings plan\" to get money back each year (even though it is excess money that they paid earlier in the year). Another argument is that it is better to get a refund rather than to owe money, because in the latter case one might find oneself without sufficient funds to make the necessary payment. When properly filled out, the Form W-4 will withhold approximately the correct amount of tax to eliminate a refund or amount owed, assuming the W-4 was filled out at the beginning of the tax year. A U.S. federal law signed in 1996 contained a provision that required the federal government to make electronic payments by 1999. In 2008, the U.S. Treasury Department paired with Comerica Bank to offer the Direct Express Debit MasterCard prepaid debit card. The card is used to make payments to federal benefit recipients who do not have a bank account. Tax refunds, however, are exempt from the electronic payments requirement. However, many U.S. states send tax refunds in the form of prepaid debit cards to people who do not have bank accounts.“Federal government chooses direct deposit and prepaid cards over mailing checks” , BankCreditNews, 15 Apr 2013, Accessed 22 Apr 2013 ===New Zealand=== In New Zealand, income tax is deducted by the employer under the PAYE (Pay As You Earn) tax system. This information is collected and held by the Inland Revenue Department (New Zealand) (IRD) and is not automatically processed. However individual earners can request a summary of earnings to see if they have overpaid or underpaid their tax for each given financial year. To claim a tax refund, a personal tax summary must be filed; this can be done by dealing with the IRD directly or through a Tax Agent. If a personal tax summary is requested in a situation where tax would be owing, a debt is created, so correct calculations prior to this request are important, and these core services are offered by third party Tax Agents. Tax Agents in New Zealand are largely self-regulating, with the Online Tax Association of New Zealand (OTANZ) providing guidance and governing rules for New Zealand's largest 4 tax refund agencies who serve most of the market for personal tax refunds. ===India=== In India, there is a provision of refund of excess tax along with interest. For claiming a refund one has to file the income tax return within a specified period. However, under Sections 237 and 119(2)(b) of the Income Tax Act, the Chief Commissioner or Commissioner of Income Tax are empowered to condone a delay in the claim of a refund.\"Whether Board should condone delay if failure to condone delay causes genuine hardship to assessee, no matter whether delay in filing return is meticulously explained or not - Held, yes\" 167 TAXMAN 238 (ker.) Pala Marketing Co-operative Society Ltd. v. Union of India WP (C) No. 21977 of 2007 (N) (November 26, 2007) Provisions of refund of duty exists in indirect taxation. In Section 11 B of the Central Excises Act, 1944 which is also applicable in the cases of Service Tax (Finance Act, 1994). ===United Kingdom=== In the United Kingdom, income tax is deducted by the employer under the PAYE (Pay As You Earn) tax system via HMRC. Some refunds such as those due to changing tax codes or similar circumstances will be automatically processed via a P800 form. A change of circumstances, such as a change of employment or second job, sometimes results in overpaid tax which can be claimed back. It is also possible to make more complex claims under both PAYE and self-employment circumstances, for example if employed by the Ministry of Defence or Construction Industry Scheme used by construction trade subcontractors. In such cases tax refunds for various work related expenses can also be claimed for up to the last four tax years; common examples include costs for accommodation (for example for offshore workers staying overnight before transport to a rig), food purchased while travelling between workplaces, or the purchase or hire or specialist equipment. ===Ireland=== In the Republic of Ireland, income tax is deducted by the employer under the PAYE (Pay As You Earn) tax system. If incorrect tax credits are applied by the employer, then a refund of tax is due. Tax refunds may also be due for income deductions that are applied after the tax year has ended, if one finishes working prior to the year end, or for joint assessment of taxes for a married couple. Tax refunds must be claimed within four years of the end of the tax year if the one is assessed under the PAYE tax system. === Canada === In Canada, income tax is deducted by the employer under the PAYE tax system. For self-employed or investment earning individuals, who owe greater than $3000 in net taxes in 2019 and one of the previous two years. Taxes must be paid in a series of quarterly installments during the year that the income is earned. A significant decrease in income for self-employed individuals or a forgotten deduction on the TD1 form can result in an overpayment of taxes. Those who file their taxes online by the deadline of April 30 should receive their refund within 2 weeks, while those who file by paper can expect a longer turnaround period of 8 weeks. The Canada Revenue Agency will pay compounded daily interest on delayed refunds, beginning on the later of May 31 or 31 days after you filling a return. Refunds are paid by cheque or direct deposit, with the direct deposit being the quicker option of the two. In some cases the CRA may keep some or all of a refund. These cases include owed tax balances, Garnishment, and the existence of outstanding government debt. ==References== Category:Tax terms Category:Tax accounting ",
    "title": "Tax refund"
}