{
    "id": "1503948",
    "text": "David William Gregory (15 April 1845 – 4 August 1919) was an Australian cricketer. A right-handed batsman, Gregory was the first Australian national cricket captain, leading the side for the first three recognised Test matches between England and Australia in March and April 1877 and January 1879. Gregory was also the captain of the New South Wales team, notably during the Sydney Riot of 1879 when he rebelled against an unpopular decision by Victorian umpire George Coulthard during a game against the touring English team. Gregory was part of a large cricketing family: his father, Edward William Gregory, was a \"capable cricketer\" with eight sons, five of whom played for New South Wales in international or intercolonial matches between 1861 and 84; in all, twenty of Edward William Gregory's descendants represented New South Wales in cricket and other sports.Rae Else-Mitchell, 'Gregory, David William (1845–1919)', Australian Dictionary of Biography, National Centre of Biography, Australian National University, accessed 21 August 2011. David William Gregory was a man of striking appearance, he \"looked like an Old Testament prophet not long out of training college.\" ==Early life, education and career== David William Gregory was born on 15 April 1845 at Fairy Meadow, near Wollongong, the son of Edward William Gregory, a bootmaker, and his wife Mary Anne née Smith, who were married on 25 May 1835 at Sydney. He was educated at the St James Model School, Sydney. In 1861, he joined the New South Wales public service, assigned to the Auditor- General's Department. In 1883 he became inspector of public accounts and later paymaster of the Treasury for nine years until he retired. ==Cricket career== His family came to include six other first-class cricketers: his brothers Ned, Charles and Arthur, and his nephews Syd, Charles William and Jack who lived nearby during his early life. (Ned would additionally become a curator of the Sydney Cricket Ground.)Clowes, p. 106. He first appeared for New South Wales in 1866, for whom he would play 38 matches until his retirement in early 1883. Averaging a low 14.57 with the bat, including a debut first-ball duck,Clowes, p. 15. he managed five half centuries including strong knocks of 85 and 74 at Melbourne and Sydney. Of the former, it was noted that he was a \"marvel of patience at first, and then followed a grand display of good, punishing power, combined with a splendid defence\". His score was a record at the time for New South Wales, and the match also saw the debut of his brother, Arthur.Clowes, p. 29. Despite his low average, however, it is illustrative of the conditions of the pitches on which he played that he would reach double figures on several occasions when other members of his team failed.Clowes, pp. 15-17, 21, 29. He would find success with the ball also, in his first match, he took 3/36 off 24.1 overs. and he would go on to take 29 wickets at 19.24, including a five-wicket-haul of 5/55. ==Test career== Gregory had a less than successful international career with bat or ball, even by contemporary standards although he led his team to victory in 2 of the 3 Test matches he led Australia. In the 1st ever test match played at Melbourne he won the toss and elected to bat. His team won but he only managed 4 runs in 2 Innings. He enjoyed more success on his home grounds, scoring a career best 43 in the second Test against England in March 1877, having made only one earlier in the second. ==1st Test 1876–1877== Dave Gregory made his Test debut batting at No: 4 for Australia. Australia was 40 for 2. He joined Charles Bannerman (Australia No: 1) on 26 not out. They were the world's 1st ever Test 3rd wicket partnership. Dave Gregory was 31 years 334 days old, the youngest test captain at that time. While touring England as captain in 1878 during Australia's first tour of England, however, he suffered on the host nations' wet cricket pitches, averaging only 11 with the bat in several matches often against teams of 18 or 22. At Lord's he made one of only two substantial scores of the tour, 42 in each innings against Middlesex. The other, 57, came against the Players at the end of the tour. He did, however, captain his team during their victory over the MCC, a match which, over in less than a day, \"meant that never again would an Australian team be taken lightly in England.\" Off the field, he was also involved, along with several other Australian players and a number of English team members, in an affair involving Billy Midwinter, an Australian all- rounder, attempted to play for both Australia and his domestic team, Gloucestershire, on the same day. Gregory led Australia at Melbourne against England in January 1879, scoring 12 in his only innings. His Test career statistics remained below par, with an average of 20.00 across his three Test career, passing into double figures only twice, and with no wickets under his belt from five overs of his bowling. He was succeeded in the captaincy by Billy Murdoch, having been the captain for all three of his Test appearances, with two victories and one defeat. He is the only Australian player to have made every international appearance as captain. Following what would be his last Test, Gregory captained New South Wales against the touring England team at the SCG in February. On the second day, 10,000 spectators witnessed England collapse. When the New South Wales team batted and Billy Murdoch was adjudged run out, no new batsman emerged. England players were sent to the pavilion, at which point it became clear that Gregory was insisting the match be halted while a new umpire was found. The ensuing disturbance became known as the Sydney Riot of 1879. While allegations of collusion with match fixers began, a number of spectators began to cross the pitch and had to be fended off by players armed with cricket stumps for over thirty minutes. The England team and Gregory's Australian side reached an impasse until Edmund Barton, then the other umpire, was able to calm Gregory down. While play was poised to resume, a further pitch invasion prevented this. ==Playing style== Gregory had a stubborn, \"indignant\", gritty batting approach. In his obituary Wisden described Gregory's batting style thus: \"Like many Australian batsmen in those early days, he had no grace of style to recommend him, but his defence was stubborn and he lacked neither pluck nor patience\", and attributed his lack of successful scores to the pitches rather than his talent. ==Later cricket career== After retirement, Gregory was made honorary secretary of the New South Wales Cricket Association, and also stood as an umpire for a first-class match on 27 January 1892.Clowes, p. 48. He died in Turramurra, Sydney in 1919. and was buried in the Gore Hill Cemetery. Dave Gregory's Test career batting graph. ==See also== * List of New South Wales representative cricketers ==References== ==Cited sources== * Clowes, C. 150 Years of NSW First-class Cricket, Sydney, 2007. ==External links== * * * Category:1845 births Category:1919 deaths Category:Australia Test cricketers Category:Australia Test cricket captains Category:Australian cricket administrators Category:New South Wales cricketers Category:Sportspeople from Wollongong Category:Australian cricket umpires Category:Australian cricketers Category:Cricketers from New South Wales Category:Burials at Gore Hill Cemetery ",
    "title": "Dave Gregory (cricketer)"
}