{
    "id": "1503984",
    "text": "The main building. The Lapinjärvi Educational Center is a schooling facility located in Lapinjärvi in southern Finland. The main purpose of the Educational Center is training for civilian service (). Finnish civilian service law requires a compulsory general training period at the start of the service. Civilian service training periods are held 11 times per year and are four weeks long. As well as civilian service, the Educational Center can be used for other schooling. Institutions wishing to hold schooling periods can rent parts of the Educational Center for the duration of the period. The center is sometimes called \"Lapinjärvi legion\" () in Finnish slang. ==Location== Lapinjärvi is located in the eastern part of southern Finland, near the cities of Loviisa and Kotka. It is roughly 90 km away from Helsinki and 107 km away from the Russian border. The Educational Center is not actually located in the main Lapinjärvi residential area but instead roughly 5 km west from it. ==History== The oldest part of the Educational Center area is the Sjökulla mansion, built in 1886 although its history dates back to the 14th century under Swedish rule. The mansion itself is not used for schooling but is preserved as a historical monument. Between the 14th and 20th centuries, the mansion has frequently switched owners. In 1896, the mansion and its auxiliary buildings served as a schooling facility for farmers. The farming school was closed down in 1911. The current schooling facility buildings were originally built in 1936–1938. From 1934 to 1937 the facility served as a temporary workplace for young unemployed men who wanted to try their hand at getting employed or re-employed. In 1937, the facility became a rehabilitation center for alcoholics. This continued until 1939, when the Winter War forced it to become a base for a military mobile infantry group. After the war ended in 1940, the facility was restored as an alcoholism rehabilitation center, which continued until 1986. In 1990, the facility became a reception and temporary habitation center for foreign immigrants. The center was closed in 1995. The facility finally became a civilian service training and general-purpose schooling facility in 1997, when the civilian service training was moved from Vaasa to Lapinjärvi. In 2000, one more building was built as a dormitory for civilian service trainees. ==External links== * Category:Education in Uusimaa Category:Schools in Finland ",
    "title": "Lapinjärvi Educational Center"
}