{
    "id": "1503393",
    "text": "Flag of the Ikhwan. The Ikhwan (, The Brethren), also Akhwan, was the first Saudi army made up of traditionally nomadic tribesmen which formed a significant military force of the ruler Ibn Saud and played an important role in establishing him as ruler of most of the Arabian Peninsula in the Kingdom of Saudi Arabia. The Ikhwan later became the Saudi Arabian National Guard. The Ikhwan first appeared around 1902. They were the product of clergy who aimed to break up the Bedouin tribes and settle them around the wells and oases of the sedentary Arab populations, mainly those of the Najd, on the grounds that nomadic life was incompatible with the strict conformity of their interpretation of Islam. The newly Islamicized Bedouin would be converted from nomad raiders to soldiers for Islam. The cleric/teachers of the Ikhwan were dedicated to their idea of the purification and the unification of Islam, and some of the newly converted Ikhwan rebelled against their emir Ibn Saud, accusing him of religious laxity. The conquest of the Hejaz in 1924 brought all of the current Saudi state under Ibn Saud's control. The monarch then found himself in conflict with elements of the Ikhwan. He crushed their power at the Battle of Sabilla in 1929,See Wilfred Thesiger's book Arabian Sands, Penguin, 1991, pps 248–249 following which the militia was reorganised into the Saudi Arabian National Guard. ==Background== Faisal bin Sultan Al-Duwish One of the leaders of Ikhwan Sultan bin Bajad Al-Otaibi According to scholar David Commins, around 1913, the same time that Ibn Saud regained al-Hasa, there emerged in obscure circumstances a zealous movement known as the Ikhwan (Brethren). Salafi ulama went out to domesticate nomadic tribesmen, to convert them from idolatry to Islam and to make them soldiers for Saudi expansion. The Ikhwan became zealous religious warriors united and motivated by idealism more than allegiance to Ibn Saud. The result was a rebellion by some of the Ikhwan against their creator, who crushed them and in so doing reasserted dynastic power over the religious mission. The arid, remote region of Najd had been ruled by the House of Saud and religiously dominated by the Islamic revival movement known as Ikhwan-men-tah-allah (with some exceptions) since the mid-18th century. Ikhwant-men-tah-allah was a movement of townspeople, and traditionally thought of the beduin nomadic herders as \"bearers of religious ignorance, jahiliyyah, and thus as raw material for conversion\". To remedy this situation, the beduin were gathered in agricultural settlements known as hijra, where they were to be taught farming, crafts or trades and how to be \"proper Muslims\". There were 52 hujar (plural of hijra) by 1920 and 120 by 1929.Vassiliev, History of Saudi Arabia, p.225 Ikhwan were known for wearing white turbans rather than the traditional Arab Kufiya (roped headcloth), and for covering their faces when they encountered Europeans or Arabs from outside Saudi Arabia.Gold, Dore, Hatred's Kingdom, (Regnery Publishing, 2003), p.45 The pacification of the tribesmen was not entirely a success, and the former nomads continued their raids, which now had religious sanction and were bloodier than before. Unlike nomadic raiders, the Ikhwan earned \"notoriety for routinely killing male captives\" and for sometimes putting \"children and women to death\". From 1914 to 1926 Ibn Saud and Ikhwan-men-tah-allah leadership allied with him urged the Ikhwan to not attack or harass other nomads and townspeople of the Najd. From 1926 and 1930, the conflict was more serious, and effectively a rebellion and attempt to overthrow Ibn Saud by a minority of the Ikhwan leaders. With the conquest of the Hejaz in 1925, Ibn Saud had completed his territorial expansion and negotiated border agreements with his neighbors, the British protectorates of Transjordan, Iraq and Kuwait. Some Ikhwan leaders wanted to continue the expansion of the Ikhwan realm into these states, and launched raids into them. This left Ibn Saud responsible for military attacks originating in his country and facing British military power if he did not stop them. ==Differences with Ibn Saud== In general the Ikhwan wished Ibn Saud to pursue strict Hanbali policies, while Ibn Saud sought more flexibility to adapt \"policy to local circumstances\" and maintain political stability, especially in newly conquered lands that had few Sunni believers. After conquest of the two holy cities of Mecca and Medina—which had been part of the Ottoman Empire for four centuries and developed a pluralistic religious culture—Ibn Saud sought to \"reassured the Muslim world that a new Saudi regime would not disrupt the pilgrimage\", while the Ikhwan \"pressed for strict adherence to norms\" such as forbidding smoking tobacco and worshiping at shrines. In 1926 meeting of Ikhwan leaders at al-Artawiya, found Ibn Saud at fault for \"not upholding the sharp separation of belief and infidelity\". Among his misdeeds were allowing two of his sons to travel to \"idolatrous lands\" (Faisal to England and Saud to Egypt); allowing (what they believed to be) idolatrous nomads from Iraq and Transjordan to pasture their animals in \"the abode of Islam\"; leniency towards Shiites; the introduction of modern inventions (car, telephone and telegraph); and (what they considered) illegal taxation of nomadic tribes. Ibn Saud attempted to mollify the Ikhwan by submitting their accusations to the religious scholars ('ulama'), who agreed on the need for more strict policies towards non-Sunni subjects, but also affirmed that only the ruler (Ibn Saud) had the right to declare jihad. ==Weaponry and combat style== Ikhwan on the move The Ikhwan, being irregular tribesmen, relied mainly on traditional weapons such as lances and swords and sometimes old fashioned firearms. Usually, they attacked in the forms of raids which is a style Bedouins had always used in the deserts of Arabia. Those raiders travelled mainly on camels and some horses. Typically, every enemy male captured was killed by cutting his throat.David Howarth, The Desert King -- The Life of Ibn Saud, Collins, 1956 ==Raids on Transjordan== Two notable raids on Emirate of Transjordan, a British protectorate, occurred in 1922 and 1924. In August 1922, some 1,500 Ikhwan camel mounted fighters led by Eqab bin Mohaya, attacked Transjordan. According to one account they retreated before they reached their objective—the capital Amman.Noel Joseph Guckian. British Relations with Trans-Jordan, 1920-1930. University College of Wales, Aberystwyth. Ph.D Thesis: pp.217–218. May 1985. According to another account, they massacred the inhabitants of two small villages before being decimated by British armoured cars and planes.Peter W. Wilson, Douglas Graham. Saudi Arabia: the coming storm . M.E.Sharpe, 1994: p.143 In August 1924, another larger Ikhwan force, numbering around 4,500 raiders, travelled 1,600 kilometres from Najd to come within 15 kilometres of Amman before being spotted and attacked by British RAF aircraft. The Ikhwan army reportedly suffered 500 dead. Without the help of the RAF, Amman would most likely been captured by the Ikhwan. == Revolt and defeat == Ikhwan flag By 1927, the Saudi forces had overrun nearly all of the central Arabian Peninsula. The few areas not under Saudi control had treaties with Britain. Ibn Saud was sober enough to realize that it would be folly to provoke London and forbade further raiding. This edict did not sit well with the Ikhwan, who had been taught that all non-Wahabbis were infidels. In 1927 tribesmen of the Mutayr and Ajman rebelled against the ulama's judgment and the authority of Ibn Saud and engaged in cross-border raids into parts of Trans-Jordan, Iraq and Kuwait.Harold, Dickson. [Kuwait and her Neighbors], \"George Allen & Unwin Ltd\", 1956. pg 300-302 The destruction of an Iraqi police post provoked an international incident by violating the Saudi–Iraqi neutral zone between Iraq and Arabia established by Great Britain and Ibn Sa'ud (1927–28). The British bombed Najd in retaliation.The First Ikhwan Rebellion 1927-1928 | Globe University| Wars of the World A congress convened by Ibn Saud in October 1928 deposed Ibn Humayd ad-Dawish, and Ibn Hithlayn, the leaders of the revolt. The Ikhwanis also raided Kuwait in January 1928. With the Ikhwan leadership defiant, Abd al Aziz took to the field to lead his army, which was now supported by four British aircraft (flown by British pilots) and a fleet of 200 military vehicles that symbolized the modernization that the Ikhwan abhorred.Second Ikhwan Rebellion 1929-1930 | Globe University| Wars of the World After suffering a major defeat at the Battle of Sabilla (30 March 1929), the main body of Ikhwan surrendered to British forces on the Saudi-Kuwaiti frontier in January 1930. Ibn Saud completed the military defeat of the Ikhwan rebels \"with a deft mix of punishment and rehabilitation\" to avoid antagonizing the bulk of Ikhwan who had agreed with many of the rebels' complaints but remained on the sidelines. Rebel leaders Duwish and Ibn Bujad \"died in captivity in Riyadh.\" Their tribal followers were punished with the confiscation of \"the lion's share of their camels and horses.\" The remnants of the irregular Ikhwanis formed units in Ibn Saud's new military institution, initially known as the White Army, later called the National Guard. ==1979 Grand Mosque seizure== Insurgents who participated in the 1979 Grand Mosque seizure in Mecca referred to themselves as the 'al-Ikhwan', thus in their eyes justifying the seizure as a means to liberate the Kingdom from what they deemed as 'Western apostasy'. They were led by Juhayman al-Otaybi, an echo of his father's charge in 1921 against the former Saudi king. The seizure and its aftermath led to the increased power and influence of conservative clerics over Saudi political, cultural and social life, putting an abrupt end to the comparatively moderate outlook (at the time) of the kingdom towards modernization and Westernization. ==See also== *'Utaybah *Mutayr *Al-Ajman *Ibn Saud *Ogab bin Mohaia *House of Saud *Wilfred Thesiger ==References== Category:History of Saudi Arabia Category:Military history of Saudi Arabia Category:Paramilitary organisations based in Saudi Arabia ",
    "title": "Ikhwan"
}