{
    "id": "1503290",
    "text": "\"Two of Us\" is a 1969 song written by Paul McCartney and credited to the Lennon–McCartney partnership. The song was recorded by the Beatles on 31 January 1969. \"Two of Us\" was originally released as the opening track on Let It Be (1970) and a remix of that recording was later included on Let It Be... Naked (2003). An outtake of the song, recorded on 24 January 1969, was released on Anthology 3 (1996). The song's title was used for the 2000 TV movie Two of Us, which depicts a fictionalized version of a 1976 reunion between McCartney and Lennon. ==History== The song was originally titled \"On Our Way Home\". Ian MacDonald claimed the lyrics (e.g.: \"you and I have memories/longer than the road that stretches out ahead\" or \"you and me chasing paper/getting nowhere\") sounded like McCartney was probably addressing Lennon and contractual troubles. \"You Never Give Me Your Money\", a different composition by McCartney from the previously released album, but recorded after Let It Be, Abbey Road, also refers to The Beatles' contract with Allen Klein as \"funny paper\". An early performance of the song, in a guitar-driven rock style, can be seen in the Let It Be film. Unsatisfied with this style, which McCartney described as \"chunky\", the band reworked the song around acoustic guitars. The Beatles performed a finished version of the song live at Apple Studios on 31 January 1969; this performance was included in both the Let It Be film and album. The clip was also broadcast on The Ed Sullivan Show on 1 March 1970 as the final appearance by the Beatles on the program. In between several takes of the song on 24 January 1969, the band spontaneously started playing a hammed-up version of traditional Liverpudlian song \"Maggie Mae\". The 38-second song would also end up on the Let It Be album, but is omitted in Let It Be... Naked. A version of Two of Us on the same day is released on Anthology 3. In May 1969, McCartney produced a recording of the song using this title by the group Mortimer, a New York City trio that briefly recorded for Apple, but this recording was never released. On the Let It Be album, producer Phil Spector added, as a spoken introduction to the song, a snippet of unrelated studio humour by Lennon, who says: \"'I Dig A Pygmy' by Charles Hawtrey and the Deaf-Aids! Phase one, in which Doris gets her oats!\" This intro, with its passing mention of the British comic actor, was removed in the Let It Be... Naked version. ==Personnel== * Paul McCartney – lead vocal, lead acoustic guitar (Martin D-28) * John Lennon – co-lead vocal, whistling, rhythm acoustic guitar (Martin D-28) * George Harrison – bassline on electric guitar (Fender Telecaster) * Ringo Starr – drums ==Covers== * Boney M. covered the song on their 1979 album Oceans of Fantasy. * Aimee Mann and Michael Penn covered \"Two of Us\" as part of the soundtrack for the 2001 film, I Am Sam. On some releases of this soundtrack \"Two of Us\" appeared also in a version by Neil Finn with his son Liam Finn. * Guster covered \"Two of Us\" on their 2007 EP Satellite. * Slovenian martial industrial group Laibach covered \"Two of Us\" on their 1988 album Let It Be, their cover of the Beatles' album of the same name. * Kenny Loggins covered it on his 2009 album All Join In * The April Maze covered the song on their 2012 album Two. * Darren Criss covered the song with his brother, Chuck Criss, on his 2013 \"Listen Up\" Tour. ==In popular culture== * Two of Us is the title of a 2000 VH1 television drama which offers a fictionalised account of 24 April 1976, the day Lorne Michaels of Saturday Night Live offered the Beatles $3,000 to appear on the program, when by coincidence McCartney was visiting Lennon at his New York apartment and watching the program. * The song was part of the soundtrack for the 2011 film Restless by Gus Van Sant. * At D5 Conference in 2007, Steve Jobs got emotional with Bill Gates about their friendship. He described their friendship with the song: \"You and I have memories longer than the road that stretches out ahead.\" ==Notes== ==References== * * * * ==External links== * * The Beatles Bible: Two Of Us Category:The Beatles songs Category:Songs written by Lennon–McCartney Category:Boney M. songs Category:Aimee Mann songs Category:Song recordings produced by Phil Spector Category:1970 songs Category:Songs published by Northern Songs ",
    "title": "Two of Us (song)"
}