{
    "id": "1503353",
    "text": "Broadway Comics was a short-lived comic book publishing company started by Jim Shooter in 1995, after his former company, Defiant Comics, had folded.\"Newswatch: Shooter — 4th Try a Charm?\" The Comics Journal #174 (February 1995), pp. 29–30. The company was a division of Broadway Video Entertainment with Shooter as co-owner of the characters. ==History== Broadway Comics debuted with the preview comic Powers That Be, followed by the series Star Seed, Fatale, and Shadow State. Other series were to follow, though only Knights on Broadway was launched before the company abruptly closed, leaving unfinished story arcs in all series but Fatale.\"Shooter, Fowlkes Finishing Run Off Broadway as Golden Books Cancels Comics Line,\" The Comics Journal #192 (December 1996), pp. 31–32. The Broadway continuity, like Shooter's two previous attempts, took place in real time and the characters rarely wore superhero uniforms. Shadow State included a comic-within-a-comic called Blood S.C.R.E.A.M., which parodied Rob Liefeld of Image Comics's works. Before the company shut down, Shooter intended to integrate the concepts from Defiant Comics into the Broadway Comics continuity. However, in 1996, Broadway Video Entertainment was sold to Golden Books, which then promptly went bankrupt. Broadway Comics didn't have the infrastructure or the means to continue. ==Titles== ===Shadow State=== Shadow State was a comic book published by short-lived Broadway Comics. The issues generally had two stories, one of which featured the character Fatale. It was written by Jim Shooter. Only five issues were published before the abrupt demise of Broadway Comics, leaving the storyarc unfinished. ===Fatale=== Fatale was published by Broadway Comics in 1996. It was a spin-off of Broadway's flagship series Powers That Be, in which the lead character had first appeared in 1995. Created by former Marvel Comics editor Jim Shooter, Fatale follows the adventures of Desirée Hopewell, a woman who has the ability to leech memories and energy from people by kissing them, and her battles with an evil organization called The Brotherhood. The series addressed the trend of super-muscular/voluptuous female heroes by featuring a lead character who was likewise large-breasted, and the series often poked fun at her physique and appearance; for several issues, Hopewell is shown with a bandaged, broken nose. The series ran for six issues, published between January and October 1996 (with an \"ashcan\" preview issue published in September 1995). The title's end coincided with the demise of Shooter's Broadway Comics venture. According to The Standard Catalog of Comic Books (Krause, 2002), the comic was promoted in a distributor's catalog with a \"life-size\" image of Fatale's clothed bust, which the book labelled \"one of the biggest advertising missteps in recent memory.\" ===Babes of Broadway=== Babes of Broadway was a pin ups book featuring Fatale and other female Broadway characters. It was written by Jim Shooter with art work by J. G. Jones and many others. The only issue published was issue #1. ===Other titles=== * Powers That Be (preview and multiple issues that would drop Fatale and eventually become Star Seed only) * Knights on Broadway * Star Seed == References == Category:Comic book publishing companies of the United States Category:Defunct comics and manga publishing companies Category:Publishing companies established in 1995 Category:1996 disestablishments in New York (state) ",
    "title": "Broadway Comics"
}