{
    "id": "1504302",
    "text": "Fergus John McCann (born 1941) is a Scottish businessman and entrepreneur. McCann's wealth stemmed initially from a golf vacation company, based in Montreal and Phoenix. He is best known for his involvement in Celtic F.C., the football club based in Glasgow. In 1972, he obtained the satellite television rights to broadcast the Celtic v Internazionale 1971–72 European Cup semi- final in 1972 in Toronto. McCann acquired a 51% controlling stake in the Celtic Football and Athletic Company Ltd. in 1994 for £9.5m, after it became clear that the club was facing bankruptcy. Acting as a guarantor for the club's £7 million debt, he injected additional finance, floated the club on the London Stock Exchange as a public limited company, Celtic plc, in order to raise capital from a share issue, and oversaw an extensive redevelopment of Celtic Park. He raised £14m in a share issue, and that contributed to funding the rebuilding work of the team and the stadium. By the end, Celtic had 53,000 season ticket holders. What some perceived as McCann's abrasive manner, coupled with his preoccupation with building a sustainable infrastructure for the club off the field rather than a title winning one on it, prompted sustained criticism during much of his tenure. Although credited with rescuing the club from imminent bankruptcy, McCann stated at the outset that he would stay for only five years, with the objectives of placing the club on a firmer business footing and returning the league championship to Celtic Park. The latter goal was met, halting Glasgow rivals Rangers in their quest for a record-breaking ten consecutive league titles. In 1999, McCann sold his shares, leaving Irish entrepreneur Dermot Desmond as the largest shareholder, with a 19.8% holding. As his successors McCann appointed Allan MacDonald as Chief Executive and Frank O'Callaghan as Chairman. McCann offered an interest- free payment plan to encourage individuals, rather than financial institutions, to purchase shares. The result was that small shareholders - principally supporters of the club - owned 63% of the stock at the time of McCann's departure. McCann personally profited in a significant way from the sale of the bulk of his shareholding. Since leaving Glasgow in 1999 he has maintained his routine of purchasing four season tickets every year. McCann's role in wrestling control of Celtic from its unpopular long-time owners and averting the apparent threat of bankruptcy, coupled with his subsequent record in developing the club, prompted a reappraisal of his tenure. Some years after leaving Celtic, he came to enjoy a popularity amongst many or most Celtic supporters that was often absent during his time as the club's chairman. McCann returned to North America where he founded LimoLiner, a company running luxury bus services between Boston and Manhattan.About LimoLiner He retired from his role in the company in 2014. ==See also== *History of Celtic F.C. ==References== ==External links== *Celtic F.C Category:Living people Category:Canadian businesspeople Category:Celtic F.C. directors and chairmen Category:Chairmen and investors of football clubs in Scotland Category:Scottish emigrants to Canada Category:1942 births ",
    "title": "Fergus McCann"
}