{
    "id": "1504751",
    "text": "The Greenland national football team represents Greenland in international football. It is controlled by the Football Association of Greenland. Although it has the same status as the Faroe Islands within the Kingdom of Denmark, Greenland is not, like the Faroe Islands national football team, a member of FIFA nor of any continental confederation and therefore is not eligible to enter the World Cup or other sanctioned tournaments. Most of the matches they have played have been against the Faroe Islands and Iceland, but neither of the two consider those games full internationals. The Greenland national team are aiming to join FIFA in the near future. ==Overview== The Football Association of Greenland was founded in 1971 to oversee the development of football in the territory, although an island-wide club championship had been held regularly since 1954. Greenland played its first international match on 2 July 1980 against another Danish territory, the Faroe Islands, losing 6–0. The match was played in Sauðárkrókur in Iceland as part of the Greenland Cup, a friendly tournament. In their second match on 3 July, Greenland played the hosts and full FIFA members Iceland in Húsavík, losing 4–1, finishing third in the tournament. Three years later, they hosted the second Greenland Cup, however the 1983 format consisted of a single match between Greenland and the Faroe Islands to determine the winner. Played on 29 June in Nuuk, the match finished 0–0. Therefore a few days later, on 3 July the match was replayed, this time ending in a 3–2 victory for the Faroese. The third and final Greenland Cup was played in the Faroe Islands in 1984, and saw Iceland's return to the competition. In their opening match on 3 August, Greenland were narrowly defeated 1–0 by Iceland in Fuglafjørður. Two days later, they were once again defeated 1–0 by the Faroe Islands in Klaksvík, and finished third in the tournament as in 1980. Shortly after the tournament, they played a friendly match against the Faroese on 7 August in Tórshavn, they lost 4–2. Greenland is a member of the International Island Games Association and has taken part in Football at the Island Games. Since 13 October 2005, it is a provisional member of the N.F.-Board and since 25 March 2006 it is full- member. On 17 October 2009, the team was accepted as a provisional member of the IFU. Greenland also played Tibet, another non-FIFA team, in 2001 at Copenhagen's Vanlose Arena. However, the team was composed of players who were of Tibetan heritage and not from Tibet themselves. The match drew international attention when China threatened to embargo Greenland's shrimp exports because of Tibet's contested sovereignty. Greenland won the match 4–1. Greenland have an annual tournament called the Greenlandic Football Championship. The national team players compete in this tournament. ==Island Games== {| class=\"wikitable\" style=\"text-align: center;\" |- !Year !Round !Position !GP !W !D !L !GS !GA |- | 1989||Fourth place||4th||4||1||0||3||4||−8 |- | 1991||Round 1||8th||4||0||0||4||8||−15 |- | 1993||Fourth place||4th||4||2||0||2||1||−6 |- | 1995||Fourth place||4th||5||2||0||3||10||−10 |- | 1997||Round 1||9th||4||0||1||3||3||−9 |- | 1999||Quarterfinals||8th||5||2||0||3||11||−19 |- | 2001||Round 1||9th||4||2||1||1||6||−2 |- | 2003||Round 1||10th||2||3||0||2||22||−5 |- | 2005||Round 1||8th||5||1||2||2||8||−14 |- | 2007||colspan=8|Did not enter |- | 2009||Round 1||9th||4||1||0||3||8||−15 |- | 2011||Round 1||11th||4||1||0||3||5||−7 |-bgcolor=silver | 2013||Runners- up||2nd||5||2||0||3||21||−5 |- | 2015||Play-offs|| 5th || 4||3||1||0||8||−4 |-bgcolor=silver | 2017||Runners-up||2nd||5||3||1||1||7||−9 |- | 2019 || colspan=8|Not held |} ;Key :**Red border color indicates the tournament was held at home. ==FIFI Wild Cup participation== Greenland participated in the 2006 FIFI Wild Cup. The team played two games and lost both, the first 0–1 against the Turkish Republic of Northern Cyprus and the second 2–4 against Zanzibar. They were eliminated in the First Round. ==ELF Cup participation== Greenland was eliminated in Round 1 of the ELF Cup. They played three matches in total, beating the national team of Gagauzia 2–0, drawing 1–1 with Zanzibar and losing 1–0 to Kyrgyzstan. ==Future international participation== Typical playing surfaces in Greenland, such as this one in Ilulissat, do not meet FIFA regulations. Greenland has been seeking to participate in confederated football since at least 1998 when then national team manager Sepp Piontek stated that he had already asked UEFA to look into the possibility of Greenland becoming a member of the organization. About the issue, former DBU president Allan Hansen stated, \"Concerning the GBU, I’m not convinced [they] officially applied for FIFA and UEFA membership at around the same time as Gibraltar. As I’m informed, the GBU in the late nineties sent a letter [requesting clarification on a number of issues] but..there were no follow-up actions.\" Additionally, he stated, \"I can’t foretell what will happen in the future, but I have attended a meeting with UEFA, DBU and GBU and I'm convinced that the day DBU and GBU present a partnership agreement and a road-map for the development of Greenlandic football, UEFA will be ready to discuss options for supporting the development of Greenlandic football as well as football on an administrative level.\" However, another report from 2010 states that an application was submitted but other factors such as the admittance of former Soviet and Yugoslav nations made for bad timing of the application. FIFA's approval of FieldTurf may allow Greenland to create FIFA-standard playing pitches and apply to play full internationals. The first artificial turf in Greenland was completed and inaugurated in Qaqortoq in September 2009. On 13 September 2010, FIFA president Sepp Blatter arrived in Qaqortoq and announced FIFA's approval of the new field, which is seen as a major step towards the country being granted FIFA membership. In 2011, Allan Hansen, chairman of the Danish Football Association stated that he did not believe that Greenland had the opportunity to become a member of FIFA or a confederation immediately. However, in December 2014 the DBU and Greenland's GBU formed a partnership with the aim of having Greenland included as a UEFA and FIFA member by 2020. One of the greatest barriers to admittance at that time was FIFA's strict regulations on stadiums and playing surfaces. The DBU's support of a Greenlandic application to FIFA included financial support which would be used to replace the clay courts of at least one field in each of the country's four municipalities, with artificial turf. Additionally, it was announced in May 2015 the national government had allocated one million dollars to design a plan for the construction of a new covered national stadium in Nuuk. The intentions of the plan were to design a covered and heated facility that would have a capacity of several thousand spectators, with the plan to be presented to the Parliament of Greenland later in the autumn session of 2016. Although unrelated to the stadium proposal, the first artificial pitch was laid in Nuuk, the country's capital, in June 2015 and at the national stadium in July 2016. Before becoming a member of FIFA, Greenland would be required to be a member of a continental confederation. The most viable solutions would be to join UEFA or CONCACAF due to political links and geographical proximity respectively. However, the former requires new members to be recognized by the United Nations as fully independent. It was believed that UEFA would vote to change its membership requirements at the 41st Annual Congress held in Helsinki, Finland so that they were more in line with those of FIFA which allows non-independent states under certain conditions. At that time DBU chair Allan Hansen said, \"Greenland is in a pre-membership stage right now. I'm a lot more optimistic than I was five years ago.\" At that time, GBU chair John Thorsen expected that if UEFA changes its membership requirement, Greenland could have an application together by 2020. However, after the UEFA Congress, no mention of a rule change was made. ==New National Stadium== ==Kit== As of July 2020. Greenland's current kit is provided by Italian sportswear company Macron. ==Current squad== The following 20 players were called up by Rene Olsen and Tekle Ghebrelul for the 2017 Island Games. ==Managers== Greenland national team in Northern Cyprus {|class=\"sortable wikitable\" |- !Manager !Year (s) |- |style=\"text-align: left;\"| Niels Møller||1977 |- |style=\"text- align: left;\"| Uvdlo Jakobsen Elisaeus Kreutzmann||1983 |- |style=\"text-align: left;\"| Lars Lundblad||1984 |- |style=\"text-align: left;\"| Simon Simonsen||1989 |- |style=\"text-align: left;\"| Isak Nielsen Kleist||1993–1995 |- |style=\"text-align: left;\"| Ulf Abrahamsen||1996 |- |style=\"text-align: left;\"| Lars Olsvig Jens Jorgen Egede||1997 |- |style=\"text-align: left;\"| Sepp Piontek||1999–2002 |- |style=\"text-align: left;\"| Jens Tang Olesen Kristian Lyberth||2003 |- |style=\"text-align: left;\"| Sepp Piontek||2004 |- |style=\"text-align: left;\"| Jens Tang Olesen Hans Frederik Olsen||2005–2010 |- |style=\"text-align: left;\"| Tønnes Berthelsen René Olsen||2010–2012 |- |style=\"text-align: left;\"| René Olsen Tekle Ghebrelul||2013–2019 |- |style=\"text-align: left;\"| Morten Rutkjær||2020– |} * Source: polar-bamserne.wifeo.com File:Sepp Piontek.jpg|German Sepp Piontek served two stints as Greenland's manager from 1999–2002 and 2004. File:Jens Tang Olesen.jpg|Dane Jens Tang Olesen (center) was Greenland's manager in 2003 and again from 2005–2010. File:René Olsen.jpg|Hans Frederik Olsen served as co-manager with Olesen from 2005 to 2010. == Honours == * Greenland Cup ** Runners-up (1): 1983 * Island Games ** Runners-up (2): 2013, 2017 ==Sponsors== * Select * Air Greenland * Arla Foods * Pilersuisoq * Coca-Cola * Brugsen * H.A.P's Agentur * NunaFonden * Paarisa * Royal Arctic Line == See also == * Association Football in Greenland *Greenland Cup *Greenlandic Football Championship * Sport in Greenland ==References== ==External links== *Official site of The Football Association of Greenland (Kalaallit Nunaanni Isikkamik Arsaattartut Kattuffiat) *GBU official list of matches *Official site of the Football Association of Nuuk *Greenlandic Football *Greenland on www.rsssf.com (List of International Matches) Category:North American N.F.-Board teams Category:Football in Greenland ",
    "title": "Greenland national football team"
}