{
    "id": "1504584",
    "text": "Howard Norman Epstein (July 21, 1955 – February 23, 2003) was an American musician best known as a bassist with Tom Petty and the Heartbreakers. ==Early life== Epstein was born in Milwaukee, Wisconsin, and grew up in a musical household. His father, Sam, was a top local record producer who worked with various rock and roll and soul groups in the 1950s and 1960s. Epstein often visited the music studios, watching his father work and occasionally making recordings under his father's watchful eye at a very young age. He recalled, \"I would go into the bars with my father to check out the bands he was thinking of working with, and a couple of times he let me use groups he was working with as back-up musicians for stuff I'd record.\" Howie attended Nicolet High School in Glendale, Wisconsin, graduating in 1973. ==Career== In the late 1960s and early 1970s, Howie played mostly rhythm guitar or mandolin and sang in a number of both rock and roll and country Milwaukee bands that were regionally popular, including MHB Experience, Egz, Winks, Forearm Smash, and The Craze. When he felt he had gone as far as he could go in Milwaukee, Epstein decided to move to New York City, but before he could pack his gear, he was lured to the West Coast by a drummer friend to play bass in a new band that singer-songwriter John Hiatt was forming in Los Angeles. He stuck with Hiatt for two years and two albums (Slug Line and Two Bit Monsters) ===The Heartbreakers=== Epstein did not start playing the bass until a couple of years before joining the Heartbreakers. He took a gig backing Del Shannon. While playing on a Shannon album that Tom Petty was producing (Drop Down And Get Me), Epstein impressed Petty with his ability. Consequently, when Ron Blair, who had been bassist with Tom Petty and The Heartbreakers since their inception in 1976, announced that he was quitting due to burnout from the band's heavy touring schedule, Epstein was recruited to replace him. \"We all kind of thought Howie would get the job,\" says original Heartbreakers' drummer Stan Lynch. \"He seemed to have a real good feeling for what we were doing. He's a good bass player, a real good singer, and he fit in real well.\" Epstein agreed that the transition of playing in these obscure bands to becoming part of a very popular, very established band was almost seamless. \"It's been easier than I thought it would be. I was already familiar with most of their music just because I'm a fan of the Heartbreakers, so it wasn't like I was coming in cold.\" After joining the Heartbreakers, he started to take up the bass seriously. \"I had a tendency to play real busy, from all the years of playing rhythm guitar\". Epstein found a natural style, which he said emphasised \"simplicity, playing in the pocket, getting into a steady groove. I've always considered myself a good team player and that's the way that the Heartbreakers operate. Everyone listens to what everyone else is doing musically.\" On September 1, 1982, he made his live debut at the Santa Cruz Civic Auditorium in Santa Cruz, California, on the tour to promote the album, Long After Dark. Epstein was a member of the Heartbreakers until his departure due to his failing health caused by his heroin addiction. He made his final appearance with the band when they were inducted into the Rock and Roll Hall of Fame in March 2002. Tom Petty commended Epstein on his collaborative efforts: ===Collaborations=== Epstein played bass on recordings by Eric Andersen, Bob Dylan, Carlene Carter, Johnny Cash, John Hiatt, Stevie Nicks, Roy Orbison, Carl Perkins, John Prine, Linda Ronstadt, Del Shannon, The Textones, The Village People and Warren Zevon. He earned acclaim as a songwriter and a producer. Epstein produced two albums for John Prine, 1991's The Missing Years, which won a Grammy Award for Best Contemporary Folk Recording, and Lost Dogs and Mixed Blessings. He also produced Eric Andersen's Memory Of The Future (1998). ==Personal life== Epstein formed a creative and personal partnership with Carlene Carter following her divorce from the English singer-songwriter Nick Lowe and her return to the United States in 1988, helping Carter re-establish her career. Epstein produced her hit album I Fell in Love (1990), and co-authored the title track with his longtime collaborator, Milwaukee songwriter Perry M. Lamek. Carter's vocals on the title track \"I Fell In Love\" earned her a Grammy nomination for Best Female Country Vocal Performance in 1991. Three years later, Epstein produced Carter's follow-up CD, Little Love Letters. Epstein and Carter were engaged from the mid- to late-1990s, living together in Tesuque, New MexicoHeart Breaker - Milwaukee Magazine Retrieved 2018-08-30. but they never married. Prior to Carlene Carter, Howie was engaged to and lived with Laurie June, an actress, model, and legal secretary, in Laurel Canyon, California. They were together from approximately 1979 to 1987. ==Death== On February 23, 2003, Epstein died from complications related to drug use. MTV News reported that Epstein's death was caused by a heroin overdose. He was 47. Investigators were told Epstein had been using heroin. On the day of his death, Howie was driven to St. Vincent Hospital in Santa Fe, New Mexico by his girlfriend, who described him as \"under distress\". Epstein was taking antibiotics for an illness and had recently suffered from influenza, stomach problems, and an abscess on his leg, friends said. Additionally, it was reported that he had been extremely distraught over the death of his 16-year-old dog a few days earlier. In later interviews, Tom Petty admitted that Epstein's behavior had become unpredictable: \"He was just degenerating on us to the point where we thought keeping Howie in the band was actually doing him more harm than getting rid of him. His personal problems were vast and serious.\" He was interred at Second Home Cemetery in Greenfield, Wisconsin. Petty wrote the following in an article for Rolling Stone in response to Epstein's death: \"... there's a great sadness, because Howie was never not a Heartbreaker. He just got to where he couldn't do it anymore ... It's like you got a tree dying in the backyard. And you're kind of used to the idea that it's dying. But you look out there one day and they cut it down. And you just can't imagine that beautiful tree isn't there anymore.\" At the time of his passing, Epstein was survived by his brothers, Craig and Bradley Epstein, and daughter, Jamie Leffler, now a member of indie rock band Dwntwn. ==Notes== ==External links== *Howie Epstein at Myspace * Category:1955 births Category:2003 deaths Category:Deaths by heroin overdose in the United States Category:American rock bass guitarists Category:American male bass guitarists Category:Record producers from Wisconsin Category:Guitarists from Wisconsin Category:Musicians from Milwaukee Category:Tom Petty and the Heartbreakers members Category:Drug- related deaths in New Mexico Category:American people of Jewish descent Category:Jewish rock musicians Category:American male guitarists Category:20th-century American guitarists Category:People from Tesuque, New Mexico Category:20th-century American bass guitarists ",
    "title": "Howie Epstein"
}