{
    "id": "1504072",
    "text": "Toby Robins (March 13, 1931 – March 21, 1986) was a Canadian actress of film, stage and television. Robins starred in hundreds of radio and stage productions in Canada from the late 1940s through the 1960s, working with such performers as Jane Mallett, Barry Morse, John Drainie, Ruth Springford, and James Doohan among others. She appeared in a number of television and film roles beginning in the mid-1950s, and hosted the first-ever CBC Television series, The Big Revue in 1952. In Toronto she played in repertory with Lorne Greene, Mavor Moore, and Don Harron. At the Crest Theatre she played the leading parts in Cat on a Hot Tin Roof, Dream Girl and many others. Robins became a popular television personality as an original member of the cast of the long-running CBC television series Front Page Challenge in 1957, remaining with the program until 1961. Originally hosted by Alex Barris and later Fred Davis, Front Page Challenge was a current events series disguised as a panel- style game show in a similar format to the American What's My Line?. Panelists had to guess the news story or person behind a news story by asking questions of the guest; after the game portion, the guest was then interviewed informally by the panel. Although Robins was initially criticized for asking simple and sometimes unintelligent questions,Barris, Alex. Front Page Challenge: The 25th Anniversary (Toronto: CBC Books, 1981). she soon found her journalistic sea legs and before long was holding her own alongside the more experienced journalists, including her co-panellists Gordon Sinclair and Pierre Berton. She left the series in a salary dispute in 1961 and was replaced by future senator Betty Kennedy (who remained with the show until its demise in the 1990s). Robins returned to the show from time to time as a guest panelist. In 1964, Robins relocated to London and she appeared in a number of film and television productions, including Space: 1999 (the two-parter \"The Bringers of Wonder\", which was later re-issued as the television film Destination Moonbase Alpha) and in 1981 she played Melina Havelock's ill-fated mother in the James Bond film For Your Eyes Only (1981). She appeared in an episode of Minder entitled \"The Willesden Suite\", broadcast in February 1984.Profile, radiotimes.com; accessed January 26, 2014. On London's West End stage, she appeared in such dramas as The Relapse, The Latent Heterosexual, The Flip Side, and The Aspern Papers. ==Death== Toby Robins died from breast cancer in 1986, one week after her 55th birthday. In 1991, her family founded the Breakthrough Toby Robins Breast Cancer Centre in London, which was opened in 1999 by HRH The Prince of Wales, with the aim of producing a coordinated program of research to tackle breast cancer. It is the first dedicated breast cancer research centre in the United Kingdom, and directly linked to one of the most renowned cancer facilities in the world, the Royal Marsden Hospital. ==Filmography== {| class=\"wikitable\" |- ! Year ! Title ! Role ! Notes |- |1950|| Parking on This Side || The Girl || |- |1952|| The Big Revue || Co- host || |- |1965|| Game for Three Losers || Frances Challinor || |- |1967|| The Naked Runner || Ruth || |- |1969|| Department S || Selina Trenton || |- |1971|| Friends || Mrs. Gardner || Episode: “The Man In The Elegant Room” |- |1972|| The Protectors || Madame Rue || Episode: \"Ceremony for the Dead\" |- |1974|| Paul and Michelle || Jane || |- |1976|| Spy Story || Helen Schlegel || |- |1979|| Space: 1999 || Diana Morris || Two-part Episode: \"The Bringers of Wonder, Part One\" & \"The Bringers of Wonder, Part Two\" |- |1979|| Hazell || Jean Curzon || Episode: \"Hazell Gets the Part\" |- |1979|| Licensed to Love and Kill || Scarlet Star || |- |1981|| For Your Eyes Only || Iona Havelock || |- |1983|| Princess Daisy || Eleanour Kavanaugh || |- |1984|| Scandalous || Pamella Reynolds || |} ==References== ==External links== * Category:1931 births Category:1986 deaths Category:Actresses from Toronto Category:Deaths from cancer in England Category:Canadian expatriates in England Category:Canadian film actresses Category:Canadian stage actresses Category:Canadian television actresses Category:Deaths from breast cancer Category:20th-century Canadian actresses ",
    "title": "Toby Robins"
}