{
    "id": "1504231",
    "text": "The Walkmen is an American indie rock band, with members based in New York City and Philadelphia. The band formed in 2000 with three members from Jonathan Fire*Eater—Paul Maroon (guitar, piano), Walter Martin (organ/bass), and Matt Barrick (drums)—and two from The Recoys, Peter Bauer (bass/organ) and Hamilton Leithauser (vocals, guitar). Bauer attended Maret School in Washington, D.C., while the other band members attended St. Albans, also in Washington. They prefer the sound of vintage musical instruments, particularly the upright piano, and have often recorded at Marcata Recording, a recording studio built in Harlem in 1999 by the three former members of Jonathan Fire*Eater. A house engineer later relocated the band to upstate New York. The band is currently on hiatus, with Leithauser, Bauer and Martin all pursuing solo careers, and Barrick joining Fleet Foxes in a touring and session capacity. ==History== ===Early years=== Each of the members of the Walkmen grew up in and around the Washington, DC area, played in many of the same bands from early in their careers, and even attended the same Washington-area high school, St. Albans School (Washington, D.C.). The bandmates eventually moved to Harlem. The band was formed in 2000 following the breakup of two separate bands: Jonathan Fire*Eater, whose members included Martin, Maroon and Barrick, and The Recoys, whose members included Leithauser and Bauer. The three members from Jonathan Fire*Eater, borrowed money from their family and friends to construct a rehearsal space in uptown New York. The rehearsal space featured a 24-track recording studio and was dubbed Marcata Studios. The newly formed band, who wished to distance themselves from the garage rock sounds of previous bands, released a self-titled EP of songs in 2001 on Startime International, a small Brooklyn-based record label. Shortly after the release of the EP, which featured a blend of upright pianos and other vintage instruments, the Walkmen made their official live debut with a performance at Joe's Pub in the East Village. ===Everyone Who Pretended to Like Me Is Gone=== The 2002 debut album Everyone Who Pretended to Like Me Is Gone, released by Startime, was well received by critics. The album was noted for its innovative approach to atmosphere and instrumentation, with sparse bass and drums complemented by plinking piano, jangly guitars and Leithauser's unique vocal stylings. Two of the songs on the album, \"The Blizzard of '96\" and \"That's the Punchline,\" were adaptations of tracks meant for The Recoys' unreleased full- length album. Critics compared the results of the album to past work by U2 and The Cure as a result of the uniqueness of its sound as compared to other contemporary New York City bands such as The Strokes. One of the album's songs, \"We've Been Had,\" was featured in a commercial for a Saturn Ion automobile. ===Bows + Arrows=== The band's follow-up album, Bows + Arrows, was released on the Record Collection label in 2004 and was listed by many critics as one of the year's best albums. The album was recorded in 2003 at Marcata Recording in New York City, Sweet Tea Studios in Oxford, MS, Easley-McCain Studios in Memphis, TN, and The Magic Shop in New York City. The album spawned singles for the songs \"The Rat\" and \"Little House of Savages.\" Critical success of the album led the band to perform on the popular Fox series The O.C. Bows + Arrows was noted for containing a more immediate and focused sound than its predecessor; both \"The Rat\" and \"Little House of Savages\" were seen as stark contrasts to much of the band's past outputs. ===A Hundred Miles Off and Pussy Cats=== The Walkmen performing in NYC in 2004 Their next album, A Hundred Miles Off, was released in the U.S. on May 23, 2006. The band premiered most of the new songs on a tour of the Northeast in early 2006. The first single to be released was \"Louisiana,\" which featured an upbeat chorus of horns. Peter Bauer and Walter Martin traded musical instruments on the new album, with Bauer handling the organ duties and Martin playing bass. The album found the band refocusing its sound toward folk sounds, unlike their previous two albums; though the change in direction was lauded by some critics, other reviews were often mixed. The band was forced to close Marcata Studios that same year after Columbia University purchased the building it resided in. The band released another full-length album, \"Pussy Cats\" Starring the Walkmen, a track-by-track cover of Harry Nilsson and John Lennon's 1974 album Pussy Cats, as a farewell to their studio's Harlem location. ===You & Me=== Their next studio album, You & Me, became available on July 29, 2008, as an exclusive charitable pre-release on indie music website Amie Street. The Walkmen made the album available for $5 on Amie Street, with all proceeds donated to the Memorial Sloan-Kettering Cancer Center. During its first week of sales, the album charted at No. 29 on Billboard's Top Digital Albums. The album was made available on physical formats on August 19, 2008. The album was recorded at Sweet Tea Studios in Oxford, MS, with John Agnello, and at Gigantic Studios in New York City with Chris Zane. The album artwork featured photographs by Fred J. Maroon, guitarist Paul Maroon's father. ===Lisbon=== The Walkmen recorded 13 songs for their latest album in five days in August 2009 with John Congleton and Chris Zane. They had been playing several of the songs since the summer of 2009. They recorded \"something like 28 songs,\" but included only 11 on the album. In support of the new album, the Walkmen performed at All Tomorrow Parties in May 2010, Lollapalooza in early August 2010, and the Reading and Leeds Festivals at the end of August 2010. Lisbon was released on September 14, 2010 on label Fat Possum records. Initial reviews have been favorable, with Pitchfork Media awarding the album 8.6/10, and PopMatters rating it 7/10. The band embarked on a fall tour of North America and Europe to support their new release. ===Heaven=== Pitchfork announced that Heaven would be out on June 4 (Europe/UK) and on June 5 (US). It was completed in early March, as mentioned by the band on their website on March 7, 2012. \"Hi everyone. Our album is finally done and we're thrilled with it. We can't wait to get it out there.\" They released the song entitled \"Heaven\" to the public through Pitchfork Media's website on April 16, 2012, sparking the website to give the title \"Best New Track\" on the same day. The Walkmen toured in early 2012 for their 10th anniversary of Everyone Who Pretended to Like Me Is Gone, and during that tour they played many new songs. They released their album, Heaven, on May 29, 2012. Pitchfork rated it 8.1, and Stereogum called it the second best album of the year. American Songwriter says of the Walkmen that Heaven is \"arguably their best, and certainly most accomplished album yet.\" Still in Rock gave the album a 7.8 rating and made a selection of the best tracks on the album. The music video for the album's tenth track, \"The Love You Love\", was shot at the infamous Baleroy Mansion in Philadelphia by the band who was looking for a haunted site. The song \"Heaven\" was also used as the closing song on the series finale of the hit CBS show How I Met Your Mother. ===Hiatus and future (2014-present)=== At the close of the band's tour for Heaven, the band entered an extended hiatus. In October 2020, Hamilton Leithauser was asked about the possibility of a Walkmen reunion during a Reddit AMA, to which he replied: \"No plans right now, but I guess stranger things are happening every fifteen minutes right now... so you never know.\" ==Discography== ===Studio albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! scope=\"col\" rowspan=\"2\" style=\"width:14em;\"| Title ! scope=\"col\" rowspan=\"2\" style=\"width:18em;\"| Album details ! scope=\"col\" colspan=\"6\"| Peak chart positions |- ! scope=\"col\" style=\"width:3em;font-size:85%;\"| US ! scope=\"col\" style=\"width:3em;font-size:85%;\"| US Heat ! scope=\"col\" style=\"width:3em;font-size:85%;\"| BEL (FL) ! scope=\"col\" style=\"width:3em;font-size:85%;\"| POR ! scope=\"col\" style=\"width:3em;font-size:85%;\"| SCO Peaks in Scotland: * Bows and Arrows: * Heaven: ! scope=\"col\" style=\"width:3em;font-size:85%;\"| UK |- ! scope=\"row\"| Everyone Who Pretended to Like Me Is Gone | * Released: March 26, 2002 * Labels: Startime International | — || — || — || — || — || — |- ! scope=\"row\"| Bows + Arrows | * Released: February 3, 2004 * Labels: Record Collection | — || 8 || — || — || 65 || 62 |- ! scope=\"row\"| A Hundred Miles Off | * Released: May 23, 2006 * Labels: Record Collection | 163 || 3 || — || — || — || — |- ! scope=\"row\"| \"Pussy Cats\" Starring the Walkmen | * Released: October 24, 2006 * Labels: Record Collection | — || — || — || — || — || — |- ! scope=\"row\"| You & Me | * Released: August 19, 2008 * Labels: Gigantic Music (US), Fierce Panda (UK) | 71 || 13 || — || — || — || — |- ! scope=\"row\"| Lisbon | * Released: September 14, 2010 * Labels: Fat Possum (US), Bella Union (UK) | 27 || — || — || — || — || 94 |- ! scope=\"row\"| Heaven | * Released: May 29, 2012 * Labels: Fat Possum (US), Bella Union (UK) | 30 || — || 176 || 28 || 70 || 82 |- | colspan=\"11\" style=\"font-size:85%\"| \"—\" denotes album that did not chart or was not released. |- |} ===EPs=== * The Walkmen (June 26, 2001) * Let's Live Together (March 25, 2002) * Untitled (Black cover, with eight songs) (April 3, 2002) * Untitled (White cover, with eight songs) (April 3, 2002) * Split (with Calla) (September 17, 2002) * Christmas Party (2004) * Daytrotter Session, March 2008 (Leonard Cohen covers) * Daytrotter Session, August 2008 (Neil Hagerty covers) * Live Session (iTunes Exclusive) (August 12, 2009) ===Singles=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! scope=\"col\" rowspan=\"2\"| Year ! scope=\"col\" rowspan=\"2\"| Title ! scope=\"col\" colspan=\"3\"| Peak chart positions ! scope=\"col\" rowspan=\"2\"| Album |- ! scope=\"col\" style=\"width:3em;font-size:85%;\"| US Sales ! scope=\"col\" style=\"width:3em;font-size:85%;\"| SCO Peaks in Scotland: * The Rat: * Little House of Savages: * Louisiana: ! scope=\"col\" style=\"width:3em;font-size:85%;\"| UK |- | rowspan=\"2\"| 2004 ! scope=\"row\"| \"The Rat\" | — || 49 || 45 | rowspan=\"2\"| Bows + Arrows |- ! scope=\"row\"| \"Little House of Savages\" | — || 88 || 72 |- | rowspan=\"1\"| 2006 ! scope=\"row\"| \"Louisiana\" | — || 79 || 160 | rowspan=\"1\"| A Hundred Miles Off |- | rowspan=\"1\"| 2008 ! scope=\"row\"| \"The Blue Route\"/\"Canadian Girl\" | — || — || — | rowspan=\"2\"| You & Me |- | rowspan=\"1\"| 2009 ! scope=\"row\"| \"In the New Year\" | — || — || — |- | rowspan=\"3\"| 2010 ! scope=\"row\"| \"Weight On My Shoulders\" / \"Good Days Carry On\" | — || — || — | rowspan=\"1\"| Limited Edition 7\" |- ! scope=\"row\"| \"Stranded\" | — || — || — | rowspan=\"2\"| Lisbon |- ! scope=\"row\"| \"Angela Surf City\" | — || — || — |- | rowspan=\"3\"| 2012 ! scope=\"row\"| \"Heaven\" | — || — || — | rowspan=\"2\"| Heaven |- ! scope=\"row\"| \"The Love You Love\" | — || — || — |- ! scope=\"row\"| \"Dance With Your Partner\" / \"Vermeer '65\" | 25 || — || — | rowspan=\"1\"| Limited Edition 7\" |- | colspan=\"10\" style=\"text-align:center; font-size:85%;\"| \"—\" denotes single that did not chart or was not released |} ====Notes==== === Music videos === {| class=\"wikitable plainrowheaders\" style=\"text- align:center;\" ! scope=\"col\" style=\"width:17.5em;\" |Title ! scope=\"col\" |Year ! scope=\"col\" style=\"width:16.5em;\" |Director(s) |- ! scope=\"row\" |\"We've Been Had\" |2002 | |- ! scope=\"row\" |\"The Rat\" | rowspan=\"2\" |2004 |Eva Aridjis |- ! scope=\"row\" |\"Little House of Savages\" | |- ! scope=\"row\" |\"Louisiana\" |2006 | |- ! scope=\"row\" |\"Red River\" |2007 |Mike Piscitelli |- ! scope=\"row\" |\"In the New Year\" | rowspan=\"2\" |2008 | |- ! scope=\"row\" |\"On the Water\" |Jake Davis |- ! scope=\"row\" |\"Four Provinces\" |2009 | |- ! scope=\"row\" |\"While I Shovel the Snow\" |2010 |Jake Davis |- ! scope=\"row\" |\"Heaven\" | rowspan=\"2\" |2012 |Alex Southam |- !\"The Love You Love\" | |} === Other appearances === {|class=\"wikitable sortable\" style=\"text-align:left\" |- ! Song ! Year !! Appearance |- | \"Radio\" (aka \"Wake Up\")\" | 2001 ||This Is Next Year: A Brooklyn-Based Compilation |- |\"There Goes My Baby\" | 2005 ||Stubbs the Zombie: The Soundtrack |- |\"Little House of Savages (Live version)\" | 2006 ||Music from the OC: Mix 2 |- | \"Red River\" | rowspan=\"2\" | 2007 ||Spider-Man 3 Soundtrack |- |\"Lemon Hill\" |Blog Released Track |} ==References== ==External links== *Official website * *The Walkmen collection at the Live Music Archive Category:Fat Possum Records artists Category:Indie rock musical groups from New York (state) Category:Musical groups from New York City Category:Post-punk revival music groups Category:Bella Union artists ",
    "title": "The Walkmen"
}