{
    "id": "1504693",
    "text": "Take Me is the title of a 2001 British television drama miniseries on ITV, starring Robson Green and Beth Goddard. The series was produced by STV Productions, then known as \"SMG TV Productions\", and Coastal. It was filmed between October and December 2000 and first broadcast in the UK on 5 August 2001. Alex Pillai was the director. The series was filmed in multiple locations, including Newcastle upon Tyne city centre; Wynyard Park, Billingham; Mitford Hall, Morpeth; Low Hauxley Beach; Samsung Factory at Billingham (Middlesbrough); the Cammell Laird Shipyard, Hebburn; and St. Aloysius Church, Hebburn. ==Plot== Jack Chambers (Robson Green) and his wife, Kay (Beth Goddard), move into their new house on the Hadleigh corner estate – only to become embroiled in a tangled web of sexual relationships and secrets involving their neighbours, Doug Patton (Danny Webb) and his wife, Andrea (Olga Sosnovska). To make matters worse, Jack's work life has fallen into disrepair after his secretary Helen (Tara Moran) tries to seduce him, and he discovers his best friend, Kevin (Gilly Gilchrist), is having an affair with his wife. As the situation intensifies, Jack is caught up in the covering up of a murder, and Kay is left wondering who the father of her baby is when she falls pregnant. Meanwhile, Jack is forced to deal with the increasing pressure of his elderly father Don (Keith Barron). ==Cast== * Robson Green as Jack Chambers, businessman * Beth Goddard as Kay Chambers, Jack's wife * Julia Mallam as Maggie Chambers, Jack and Kay's daughter * Danny Webb as Doug Patton, Jack and Kay's neighbour * Olga Sosnovska as Andrea Patton, Doug's wife * Annette Ekblom as Lauren Vincent, Kay's older sister * Aneirin Hughes as Sam Vincent, Lauren's husband * Keith Barron as Don Chambers, Jack's father * Gilly Gilchrist as Kevin Denton, Jack's best friend and colleague * Tara Moran as Helen Jefferson, Jack's colleague and admirer ==Episode list== ==References== ==External links== * Category:2000s British drama television series Category:2001 British television series debuts Category:2001 British television series endings Category:2000s British television miniseries Category:ITV television dramas Category:Television shows produced by Scottish Television Category:English-language television shows Category:Television shows set in the United Kingdom ",
    "title": "Take Me (miniseries)"
}