{
    "id": "1505732",
    "text": "Aprepitant, sold under the brand name Emend among others, is a medication used to prevent chemotherapy-induced nausea and vomiting (CINV) and to prevent postoperative nausea and vomiting. It may be used together with ondansetron and dexamethasone. It is taken by mouth. Common side effects include tiredness, loss of appetite, diarrhea, abdominal pain, hiccups, itchiness, pneumonia, and blood pressure changes. Other severe side effects may include anaphylaxis. While use in pregnancy does not appear to be harmful, such use has not been well studied. Aprepitant belongs to the class of neurokinin-1 receptor antagonists medications. It works by blocking substance P from attaching to the NK1 receptors. Aprepitant was approved for medical use in Europe and the United States in 2003. It is made by Merck & Co. It is on the World Health Organization's List of Essential Medicines. A form that can be given by injection into a vein, known as fosaprepitant is also available. ==Medical uses== Aprepitant is used to prevent chemotherapy-induced nausea and vomiting (CINV) and to prevent postoperative nausea and vomiting. Safety and usefulness of long term use or in those who already have nausea is unclear. It may be used together with ondansetron and dexamethasone. It is taken by mouth. == Mechanism of action == Aprepitant is classified as an NK1 antagonist because it blocks signals given off by NK1 receptors. This, therefore, decreases the likelihood of vomiting in patients. NK1 is a G protein-coupled receptor located in the central and peripheral nervous system. This receptor has a dominant ligand known as Substance P (SP). SP is a neuropeptide, composed of 11 amino acids, which sends impulses and messages from the brain. It is found in high concentrations in the vomiting center of the brain, and, when activated, it results in a vomiting reflex. In addition to this it also plays a key part in the transmission of pain impulses from the peripheral receptors to the central nervous system. Aprepitant has been shown to inhibit both the acute and delayed emesis induced by cytotoxic chemotherapeutic drugs by blocking substance P landing on receptors in the brain's neurons. Positron emission tomography (PET) studies, have demonstrated that aprepitant can cross the blood brain barrier and bind to NK1 receptors in the human brain. It has also been shown to increase the activity of the 5-HT3 receptor antagonists ondansetron and the corticosteroid dexamethasone, which are also used to prevent nausea and vomiting caused by chemotherapy. Aprepitant is taken orally in the form of a capsule. Before clinical testing, a new class of therapeutic agent has to be characterized in terms of preclinical metabolism and excretion studies. Average bioavailability is found to be around 60-65%. Aprepitant is metabolized primarily by CYP3A4 with minor metabolism by CYP1A2 and CYP2C19. Seven metabolites of aprepitant, which are only weakly active, have been identified in human plasma. As a moderate inhibitor of CYP3A4, aprepitant can increase plasma concentrations of co-administered medicinal products that are metabolized through CYP3A4. Specific interaction has been demonstrated with oxycodone, where aprepitant both increased the efficacy and worsened the side effects of oxycodone; however it is unclear whether this is due to CPY3A4 inhibition or through its NK-1 antagonist action. Following IV administration of a 14C-labeled prodrug of aprepitant (L-758298), which is converted rapidly and completely to aprepitant, approximately 57% of the total radioactivity is excreted in the urine and 45% in feces. No unchanged substance is excreted in urine.FDA Advisory Committee Background Package == Structure and properties == Aprepitant is made up of a morpholine core with two substituents attached to adjacent ring carbons. These substitute groups are trifluoromethylated 1-phenylethanol and fluorophenyl group. Aprepitant also has a third substituent (triazolinone), which is joined to the morpholine ring nitrogen. It has three chiral centres very close together, which combine to produce an amino acetal arrangement. Its empirical formula is C23H21F7N4O3. Aprepitant is an off-white crystalline solid that has a molecular weight of around 534.53. It has a very limited solubility in water. It does have a reasonably high solubility in non-polar molecules such as oils. This would, therefore, suggest that aprepitant as a whole, despite having components that are polar, is a non-polar substance. == Synthesis == Shortly after Merck initiated research into reducing the severity and likelihood of CINV, researchers discovered that aprepitant is effective in prevention. Researchers worked on coming up with a process to create aprepitant, and within a short period they came up with effective synthesis of the substance. This original synthesis was deemed to be workable and proved to be a crucial step in achieving commercialization; however, Merck decided that the process was not environmentally sustainable. This was due to the original synthesis requiring six steps, many of which needed dangerous chemicals such as sodium cyanide, dimethyltitanocene, and gaseous ammonia. In addition to this, for the process to be effective cryogenic temperatures were needed for some of the steps and other steps produced hazardous byproducts such as methane. The environmental concerns of the synthesis of aprepitant became so great that Merck research team decided to withdraw the drug from clinical trials and attempt to create a different synthesis of aprepitant. The gamble of taking the drug out of clinical trials proved to be successful when shortly afterwards the team of Merck researchers came up with an alternative and more environmentally friendly synthesis of aprepitant. The new process works by four compounds of similar size and complexity being fused together. This therefore is a much simpler process and requires only three steps, half the number of the original synthesis. The new process begins by enantiopure trifluoromethylated phenyl ethanol being joined to a racemic morpholine precursor. This results in the wanted isomer crystallizing on the top of the solution and the unwanted isomer remaining in the solution. The unwanted isomer is then converted to the wanted one by the chemist controlling the reaction conditions and a process known as crystallization-induced asymmetric transformation occurring. By the end of this step a secondary amine, the base of the drug, is formed. The second step involves the fluorophenyl group being attached to the morpholine ring. Once this has been achieved the third and final step can initiated. This step involved a side chain of triazolinone being added to the ring. Once this step has been successfully completed a stable molecule of aprepitant has been produced. This more streamlined route yields around 76% more aprepitant than the original process and reduces the operating cost by a significant amount. In addition, the new process also reduces the amount of solvent and reagents required by about 80% and saving an estimated 340,000L per ton of aprepitant produced. The improvements in the synthesis process have also decreased the long-term detriment to the natural environment associated with the original procedure, due to eliminating the use of several hazardous chemicals. ==History== It was approved by the Food and Drug Administration (FDA) in 2003. In 2008, fosaprepitant, an intravenous form of aprepitant was approved in the United States. == Research == === Major depression === Plans to develop aprepitant as an antidepressant have been withdrawn. Subsequently, other trials with NK1 receptor antagonists, casopitant and orvepitant, have shown promising results. Beyond suggestions that PET receptor occupancy must not be used routinely to cap dosing for new medical indications for this class, or that > 99% human receptor occupancy might be required for consistent psycho- pharmacological or other therapeutic effects, critical scientific dissection and debate of the above data might be needed to enable aprepitant, and the class of NK1 antagonists as a whole, to fulfill preclinically predicted utilities beyond CINV (i.e., for other psychiatric disorders, addictions, neuropathic pain, migraine, osteoarthritis, overactive bladder, inflammatory bowel disease and other disorders with suspected inflammatory or immunological components. However, most data remain proprietary and thus reviews on the expanded clinical potential for drugs like aprepitant range from optimistic to poor. == References == == External links == * Category:Antiemetics Category:Fluoroarenes Category:Lactams Category:Merck & Co. brands Category:Morpholines Category:NK1 receptor antagonists Category:Triazoles Category:Trifluoromethyl compounds Category:Ureas Category:World Health Organization essential medicines Category:Wikipedia medicine articles ready to translate ",
    "title": "Aprepitant"
}