{
    "id": "1505828",
    "text": "The Corrigan (O'Corrigan, Carrigan, Corocan, Courigan, Currigan) surname is of Irish origin. Corrigan means a \"Spear\" in Irish. It is believed to have originated from Coirdhecan in Eoghain. It is also believed to be connected to the Maguire clan. The Corrigan surname was common in the 17th century in County Fermanagh. Today it has spread across most of Ireland, Scotland and to the United States and Canada. The Irish sept Ó Corragáin, whose stronghold was in County Fermanagh, is the origin of the names Corrigan, Carrigan, Courigan, Corgan, and Currigan. Early records in the Annals of the Four Masters indicate the name was associated with clerics and abbots. It was well established during the Middle Ages, spreading south into the counties of Monaghan, Meath, Roscommon and Offaly. The village of Ballycorrigan near Nenagh in County Tipperary indicates the name also spread to that county. A Corrigan Coat of Arms consists of a chevron between two trefoils slipt, in chief and in base a wingless dragon passant vert. The motto is: Consilio et Impetu (). ==Persons with the surname Corrigan== * Brad Corrigan (born 1974), musician * Brent Corrigan (born 1986), also known by his real name Sean Paul Lockhart, American model, film actor and gay pornographic actor * Briana Corrigan (born 1965), Northern Irish singer * Carol Corrigan (born 1948), associate justice of the California Supreme Court * Christa McAuliffe nee Corrigan (1948–1986), astronaut * Ray \"Crash\" Corrigan (1902–1976), American actor * D'Arcy Corrigan (1870–1945), Irish lawyer who became a character actor in many films * Dennis Corrigan (born 1944), American illustrator * Derek Corrigan, Mayor of the City of Burnaby, BC, Canada * Sir Dominic Corrigan (1802–1880), Irish physician * Douglas Corrigan (1907–1995), American aviator * Ed Corrigan (born 1946), British mathematician and theoretical physicist * Edward C. Corrigan (1843–1924), American horse racing executive * Felicitas Corrigan (1908–2003), nun, author, and humanitarian * Gene Corrigan (1928–2020), American lacrosse player, coach, and college athletics administrator * E. Gerald Corrigan (born 1941), American banker * Gordon Corrigan (born 1942), British military historian * Jack Corrigan (lawyer) (born 1956), American lawyer * Jack Corrigan (sportscaster) (born 1952), American sportscaster * Joe Corrigan (born 1948), British soccer player * John Corrigan (born 1952), American religion scholar * Joseph M. Corrigan (1879–1942), American Catholic bishop and academic * Kevin Corrigan (born 1969), American actor * Kelly Corrigan (born 1967), American author * Lloyd Corrigan (1900–1969), American film actor, producer, screenwriter and director * Mairead Corrigan Maguire (born 1944), Northern Irish activist and co-founder of the Community of Peace People * Martyn Corrigan, (born 1977), Scottish football player * Maura D. Corrigan (born 1948), Michigan-based American public administrator * Archbishop Michael Corrigan (1839–1902) of the diocese of New York * Peter Corrigan (1941–2016), Australian architect * Reggie Corrigan (born 1970), Irish rugby union footballer * Budd Corrigan, American Submission grappler * Robert A. Corrigan (born 1935), former president of San Francisco State University * Tommy Corrigan (1903–1943), Australian rules footballer and soldier * Wilfred Corrigan, British engineer and entrepreneur, founder of LSI Logic Corp. ==Persons with the surname Currigan== * Martin D. Currigan (Ireland 1845-1900), local Irish-American politician in state of Colorado * Thomas G. Currigan (1920–2014), local American politician in the state of Colorado; grandson of Martin D. Currigan Michael Corrigan, author ==Persons with the surname Carrigan== *Denis Carrigan (Kilkenny, Ireland) local Irish farmer *Lynnsey Carrigan, American authorhttps://www.amazon.com/-/e/B00MS94NR2 ==Persons with the surname Corgan== * Billy Corgan (born 1967), lead musician for the alternative rock band The Smashing Pumpkins ==Fictional characters== * Corrigan (Breton folklore), female fairy in Breton folklore * Jim Corrigan, the name of three fictional characters that have appeared in comic books published by DC Comics * Jimmy Corrigan, from the graphic novel \"Jimmy Corrigan, the Smartest Kid on Earth\" * Mark Corrigan, character in the British television series Peep Show * Kate Corrigan, from Hellboy * Emma Corrigan, the principal character from British author Sophie Kinsella's novel Can You Keep A Secret? * John Corrigan, main character from Colum McCann's novel Let the Great World Spin * Michael Corrigan, the plot driving character from the hit Netflix original series House of Cards * Corrigan, the main antagonist of Driver: Parallel Lines ==See also== * Corrigan (disambiguation) * Currigan * Korrigan * Clan Corrigan, website with reference material, biographies, clan and genealogical sources ==References== Category:Surnames of Irish origin ",
    "title": "Corrigan (surname)"
}