{
    "id": "1505806",
    "text": "Carlos Álvarez (born 1952) is a Cuban American politician, and the former mayor of Miami-Dade County. He was first elected mayor in 2004, and re-elected in 2008. His mayoralty ended in March 2011 after a recall election. In both mayoral elections, he listed his party as \"No Party Preference\",Miami-Dade official election results but an article in The Christian Science Monitor described him as a member of the Republican Party.\"As recall wave builds, Miami-Dade Mayor Carlos Alvarez first to go\", Patrik Jonsson, The Christian Science Monitor, March 16, 2011 ==Early life== Carlos Álvarez was born in Cuba around 1952. When he was eight years old, his family emigrated to Miami, Florida.Biography: Miami-Dade Mayor Carlos Alvarez , Central Florida News 13 Alvarez earned his Bachelor of Business Administration from Florida International University in 1974. He completed training at the Senior Management Institute for Police and graduated from the FBI National Academy, 145th Session in June 1986. ==Police work== In 1976, Álvarez joined the Miami- Dade Police Department. He was promoted through the ranks and, in 1997, became director of the MDPD. He served as director from 1997 to 2004. His tenure as director was called \"relatively free of trouble, at least by local standards\" by the Miami New Times, although in 2004 a group of policemen who served in the department described his management style as marked by \"favoritism and retaliation\". ==Mayoralty== Carlos Álvarez ran for mayor in the 2004 Miami- Dade mayoral election, and defeated his opponent Jimmy L. Morales. He became Miami-Dade County's sixth mayor, replacing Alex Penelas. In 2007, Alvarez successfully launched a referendum to give the mayoralty more power, giving him direct control of the county's bureaucracy.\"In dramatic revolt, Miami-Dade voters fire Mayor Carlos Alvarez over pay hikes, tax increase\", Matthew Haggman and Martha Brannigan, The Miami Herald, March 15, 2011. He was re- elected as county mayor on August 26, 2008, for his second term. In 2009, Alvarez led a successful effort to spend hundreds of millions of dollars of the city's money to build a new baseball field for the local team the Florida Marlins. In August 2009, The Miami Herald revealed that Alvarez had recently given pay raises to close aides, including his chief of staff Dennis Morales, whose new salary was over $200,000 a year. In September 2010, Alvarez pushed for a 12% increase in the property tax rate. ==Recall== An effort to recall Alvarez began in October 2010, backed by billionaire businessman Norman Braman, a former owner of the Philadelphia Eagles, over Alvarez's simultaneous tax increases and pay raises for upper echelon county workers. Braman spent more than $1 million of his own money on the effort. Alvarez was recalled in a March 15, 2011 election. More than 88% of the voters (some 176,000 people) voted for recalling Alvarez. The election was the largest municipal recall vote in United States history, and the second largest in the U.S. of any kind after the 2003 recall election of California governor Gray Davis. He officially left office on March 18, 2011 when the county canvassing board certified the results. ==Personal life== Álvarez is the father of two sons and one daughter. After the recall, Álvarez began bodybuilding. In January 2013, he emerged from relative seclusion to compete in the National Physique Committee's South Florida “Over 60s” Master's bodybuilding competition, where he won first place. In April 2016, he was arrested on a domestic battery charge after a fight with his girlfriend. According to the police report, his girlfriend's teenage daughter told police that Álvarez had been violent toward her mother since 2013. ==See also== * List of mayors of Miami-Dade County, Florida ==References== Category:1950s births Category:Living people Category:Year of birth missing (living people) Category:American municipal police officers Category:American politicians of Cuban descent Category:Cuban emigrants to the United States Category:Florida International University people Category:Florida Republicans Category:Mayors of Miami-Dade County, Florida Category:Politicians from Miami Category:Recalled American politicians ",
    "title": "Carlos Álvarez (American politician)"
}