{
    "id": "1505801",
    "text": "Chin augmentation using surgical implants can alter the underlying structure of the face, providing better balance to the facial features. The specific medical terms mentoplasty and genioplasty are used to refer to the reduction and addition of material to a patient's chin. This can take the form of chin height reduction or chin rounding by osteotomy, or chin augmentation using implants. This operation is often, but not always, performed at the time of rhinoplasty to help balance the facial proportions. Chin augmentation may be achieved by manipulation of the jaw bone (mandible) and augmentation utilizing this technique usually provides a more dramatic correction than with the use of prosthetic implants. Chin implants are used to build a better profile.Aufricht, G: combined plastic surgery of the nose and chin; resume of twenty seven years' experiences. Am J Surg 1958 Feb;95(2): 231-6 Patients' own bone is donated from ribs and from part of the pelvis (the ilium). Use of donated bone implants in chin augmentation, even the patient’s own, appears to be associated with a higher rate of infection, even after the implant has been in place for decades. Chin augmentation is still popular because it is a relatively easy operation for the patient while producing noticeable changes in the silhouette of the face. This type of surgery is usually performed by an oral and maxillofacial surgeon, otolaryngologist, or plastic surgeon. == T-osteotomy method == T-osteotomy method (or mini V-line) is used to narrow and lengthen the chin using an osteotomy technique formulated by Korean surgeons. The surgery is performed under general anesthesia (orotracheal intubation) using an intraoral approach. Using a double-bladed reciprocating saw, a horizontal osteotomy is performed, leaving a small portion of bone in the middle. Then two vertical osteotomies are performed in an upside-down trapezoidal shape which is excised. The bones remaining from the horizontal osteotomy are then attached and adjusted to lengthen the chin, and advanced forward for an additional frontal chin projection if required. Pre-bent titanium plates and screws are used to fixate the bone to its new position. The chin can be lengthened 2 to 3 mm on average. The mentalis muscles controls the elevation functions of the lower lip and chin, so extra caution should be taken to carefully attach the mentalis muscle back after the surgery. ==Potential risks and side effects== The usual complications are relatively minor and include swelling, hematoma (blood pooling), weakness or numbness of the lower lip, which usually does not last long. Other, less common risks include infection, bony changes and displacement of the implant.Costantino PD. FriedmanCD: Soft-tissue augmentation and replacement in the head and neck. General considerations, Ontolaryngol Clin North Am 1994 Feb;27(1): 1-12 Seeking an experienced surgeon can help reduce your risks of complications.White JB, Dufresne CR. Management and avoidance of complications in chin augmentation. Aesthet Surg J. 2011 Aug 1;31(6):634-42. Chewing should be kept at a minimum immediately after this procedure, and patients are recommended to eat only soft food and drink for a time after the surgery. ==Types of implants== Silicone - Silicone chin Implants are one of the most commonly used implants for chin augmentation. They are soft, smooth, flexible and come in different shapes and sizes. They do not incorporate (stick) to the surrounding tissues, so the pocket must be made precisely. They usually stay in place, but may move, buckle and cause bone resorption where they contact the mandible in some cases. Since they are smooth, they can also be removed easily. Polyethylene - Polyethylene chin implants, brand name Medpor, are hard, porous, slightly flexible and come in various shapes and sizes. The do incorporate, as the surrounding tissues can grow into the pores of the material. This fixes the polyethylene chin implants in place, and provides a blood supply to help prevent infection. It also makes these implants much more difficult to remove. Polytetrafluoroethylene - Polytetrafluoroethylene, brand name Gore-Tex, is used in plastic surgery and other operations is known by an abbreviation of its chemical name, ePTFE (expanded polytetrafluoroethylene) or Gore S.A.M. (subcutaneous augmentation material).Gore Medical Products Maas CS, Merwin GE, Wilson J, et al.: Comparison of biomaterials for facial augmentation. Arch Otolaryngol Head Neck Surg 1990 May; 116(5): 551-6. Because ePTFE is flexible and soft but very strong, it is inserted during operations in trimmed sheets and carved blocks and held to the bone by titanium screws. But because the material is porous, the force that really holds the implant in place is soft tissue and bone growing through and into the implant. The above artificial materials are used in medicine because they are biocompatible and have a low incidence of causing problems inside the human body. They are abundant, FDA cleared and can be used \"off-the-shelf\", without a donor site injury to the recipient. Acellular dermal matrix - ADMs are another chin augmentation implant material. Commercially known as AlloDerm and known to physicians as acellular human cadaveric dermis, AlloDerm comes from tissue donors Just after death, technicians remove a layer of skin, remove the epidermis, and treat the remaining dermis with antibiotics and other substances to remove the donor's cells and DNA that would cause rejection. The graft that emerges is often used to cover chin implants. Other implant materials include Supramid, a braided nonabsorbable synthetic suture material in polymer shell and Mersiline, a mesh-like material that provides a scaffold on the bone.Guyuron B, Raszewski RL: A critical comparison of osteoplasic and alloplastic augmentation genioplasty. Aesthetic Plast Surg 1990 Summer, 14(3): 199-206 ==Types of procedures== Surgical chin augmentation - The most common type of surgical chin augmentation uses a chin implant. There are many types of chin implants, and many are described in the previous section. Chin augmentation with a chin implant is usually a cosmetic procedure. An incision is made either under the chin or inside the lower lip, a pocket is made and the implant placed into the pocket. Some chin implants are fixed to the mandible, while others are held in place by the pocket itself. Another surgical chin augmentation uses the lower prominence of the mandible as the \"implant.\" Known as a sliding genioplasty, the procedure involves cutting a horseshoe-shaped piece of bone from the lower border of the mandible known as an osteotomy. For chin augmentation, the piece of bone is advanced forward to increase to projection of the chin. The piece can also be recessed backward for a chin reduction. The new position is held in place with a titanium step plate using titanium screws. The bone segment can also be fixated with 26 or 27 gauge wires and IMF (wiring the jaw shut) for 3-4weeks. This type of surgery is usually performed by an oral and maxillofacial surgeon or a plastic surgeon. More involved Orthognathic Surgery may be required in cases where the chin is small and a significant overbite co-exist. While the procedures above may improve the cosmetic appearance of the chin, they will not improve dental occlusion. Mandibular advancement surgery can be used to correct the alignment of the teeth and improve the projection of the chin. Non-surgical chin augmentation - Another method of chin augmentation uses an injectable filler. Most fillers are temporary, with results lasting months to years. Common temporary fillers include hyaluronic acid and calcium hydroxyapatite preparations. Permanent fillers, like \"free\" silicone, have fallen out of favor due to the risk of migration, chronic inflammation and infection, which can permanently disfigure the chin. ==See also== * Chin sling * Jaw reduction * Orthognathic surgery * Maxillofacial surgery * Plastic surgery * Otolaryngology ==References== ==External links== * Combining Chin-Jowl Implants with Local Anesthesia Facial Rejuvenation *Mini V-line Surgery Category:Oral and maxillofacial surgery Category:Oral surgery Category:Implants (medicine) Category:Plastic surgery Category:Jaw surgery ",
    "title": "Chin augmentation"
}