{
    "id": "1505792",
    "text": "Allan Mark \"Boff\" Whalley (born 1 January 1961) is an English musician and writer. Formerly the lead guitarist for the anarcho-punk and folk band Chumbawamba, he is now a playwright and the founder of Commoners Choir who released their first album in March 2017. ==Early life and education== Whalley was born Allan Mark Whalley in 1961 in Burnley, Lancashire. Before joining Chumbawamba he attended Art College in Maidstone and worked in a supermarket and as a postman. His parents were both primary school teachers. ==Career== Together with his fellow members of Chimp Eats Banana; Midge (Michael Hartley) and Danbert Nobacon, he moved from Burnley to Leeds in 1981, and studied at the University of Leeds, dropping out after a year before moving into the South View House squat in Armley. It was at this squat that he was part of an Anarchist collective that later became the band Chumbawamba. The band in the early 1980s, was a hardcore punk band in the style of DC Punk, or LA Punk. In 1984, when the British coal mining industry was privatised by Margaret Thatcher's government and the National Union of Mineworkers began protesting, Chumbawamba became even more politically active in equal rights and labour rights. He became a guitarist despite describing himself as being of \"limited ability\". He continued to play guitar and sing while doing a series of other jobs such as shopworker, newspaper delivery man, typesetter, and cartoonist. In 2013, he wrote a musical drama \"Wrong 'Un\" which was performed in Norwich. It was based on the life of suffragette Grace Marcon. == Fell running == Beyond his musical career, Whalley has been prominent in the fell running scene, particularly in West Yorkshire, running at a relatively high standard. Touring and recording commitments have influenced the extent to which he has been able to pursue this activity. He was instrumental in the production of the Fellternative fell running fanzine in the early 1990s. Whalley recorded a song called \"Stud Marks on the Summits\", inspired by a chance meeting with legendary fell runner Bill Smith. Whalley took up fell running as a result. He was paraphrased as having said Smith \"encapsulated the ethos of the sport – its emphasis on self-reliance and nature and its history.\" ==Books== Whalley has published two books: * Footnote*, autobiography (2004) * Run Wild, an account of his experiences as a fell runner (2012) ==References== Category:1961 births Category:Living people Category:People from Burnley Category:English anarchists Category:English rock guitarists Category:Chumbawamba members Category:British fell runners ",
    "title": "Boff Whalley"
}