{
    "id": "1505118",
    "text": "Rent is a 2005 American musical drama film directed by Chris Columbus. It is an adaptation of the 1996 Broadway musical of the same name, in turn based on Giacomo Puccini's 1896 opera La Bohème. The film, which features six of the original Broadway cast members reprising their roles, depicts the lives of several Bohemians and their struggles with sexuality, drugs, paying their rent, and life under the shadow of AIDS. It takes place in the East Village of New York City from 1989 to 1990. ==Plot== On Christmas Eve 1989, aspiring filmmaker Mark Cohen, and his roommate, Roger Davis, learn that the rent previously waived by their old friend and landlord, Benjamin \"Benny\" Coffin III, is due (\"Rent\"). Their former roommate Tom Collins shows up and gets mugged. Mark and Roger meet with Benny, who tells them he plans to evict the homeless from the nearby lot and build a cyber studio (\"You'll See\"). He offers them free rent if they get Maureen, Mark's ex-girlfriend, to cancel her protest against his plans, but they refuse. A street drummer, Angel, finds Collins and they bond since they both have AIDS. Roger, who is HIV-positive and a former drug addict, tries to compose his one last great song (\"One Song Glory\"). He's visited by his downstairs neighbor, Mimi, an exotic dancer and heroin addict (\"Light My Candle\"). On Christmas Day, Mark and Roger are visited by Collins and Angel (in drag), bearing gifts (\"Today 4 U\"). They invite Mark and Roger to attend Life Support, an AIDS support group. Roger turns them down, while Mark goes to fix Maureen's sound equipment. He runs into Joanne, Maureen's new girlfriend, who bonds with him as they discuss Maureen's promiscuity (\"Tango: Maureen\"). Mark arrives at the Life Support meeting (\"Life Support\"). He films the meeting for the documentary that he's making about people living with HIV/AIDS. Mimi visits Roger (\"Out Tonight\"). Roger, whose ex-girlfriend died of HIV/AIDS, rebukes her advances and throws her out (\"Another Day\"). The next day, he joins Mark, Collins and Angel at a Life Support meeting (\"Will I?\"). Leaving the meeting, the group imagines what it would be like to move to Santa Fe, New Mexico (\"Santa Fe\"). Roger and Mark leave to help Maureen set up for her performance, and Angel and Collins reveal they are falling in love (\"I'll Cover You\"). Maureen performs her song that calls out Benny for changing who he was when he got married and blames him for trying to shut down the tent city (\"Over the Moon\"). The performance starts a riot because Benny called in police to make sure the protest stayed peaceful, but it escalated into violence. Once the protest is over, the group goes to The Life Cafe and celebrates Mark selling his riot footage to a local news station (\"La Vie Bohème\" or \"La Vie Bohème A\"). Roger and Mimi reveal they are falling for each other, and reveal they are HIV positive (\"I Should Tell You\"). They share a kiss and continue celebrating with their friends (\"Viva La Vie Bohème!\" or \"La Vie Bohème B\"). On New Years Day, Benny has padlocked the apartment, but Angel breaks the lock with a garbage can. Mark takes a job at Buzzline, the television news program that he sold his riot footage to. After another fight, Maureen proposes to Joanne; the relationship ends when Maureen flirts with another woman at the engagement party (\"Take Me or Leave Me\"). After being persuaded by Mimi, his ex-girlfriend, Benny gives the group back their apartment. Over the following year, Roger grows distrustful of Mimi, and their relationship ends (\"Without You\"). Angel becomes more ill and dies in Collins' arms. At Angel's funeral, the group goes their separate ways after a bitter argument, although Maureen and Joanne reconcile in the process (\"I'll Cover You/Goodbye Love\"). Roger sells his guitar, buys a car, and moves to Santa Fe. He returns because he still loves Mimi. Mark quits his job at Buzzline to pursue his own film (\"What You Own\"). On Christmas Eve 1990, Mark and Roger reunite with Collins, who reveals that he has reprogrammed an ATM to dispense cash when someone inputs the code: A-N-G-E-L. Joanne and Maureen find Mimi on the streets, near death. Mimi and Roger reconcile, and he sings the song that he has written over the past year (\"Finale A/Your Eyes\"). Mimi appears to die but suddenly awakens. She tells them that she was heading to the light, but Angel told her to go back. As Mark's documentary is shown for the first time, the friends reaffirm that there is \"no day but today\" (\"Finale B\"). ==Cast== ===Main characters=== * Anthony Rapp as Mark Cohen, a struggling Jewish filmmaker and Roger's roommate. He was dumped by Maureen for Joanne. * Adam Pascal as Roger Davis, an HIV-positive ex-addict rock musician; Mimi's love interest. * Rosario Dawson as Mimi Marquez, an HIV-positive heroin addict and stripper; Roger's love interest. * Jesse L. Martin as Thomas B. \"Tom\" Collins, an anarchist and gay philosophy professor with AIDS; former roommate of Maureen, Roger, Mark, and Benny; Angel's love interest. * Wilson Jermaine Heredia as Angel Dumott Schunard, a drag queen and street musician who is suffering from AIDS, which he ultimately dies from; Collins' love interest. * Idina Menzel as Maureen Johnson, a bisexual performance artist and Joanne's girlfriend; Mark's ex-girlfriend. * Tracie Thoms as Joanne Jefferson, a lesbian Harvard-graduate lawyer and Maureen's love interest. * Taye Diggs as Benjamin \"Benny\" Coffin, III, landlord of the building in which Mark, Roger, and Mimi live and ex-roommate of Collins, Roger, Maureen, and Mark. ===Minor characters=== * Aaron Lohr as Steve * Chris Chalk as Street Vendor * Mackenzie Firgens as April * Shaun Earl as Waiter * Rod Arrants as Mr. Hansen * Mike Garibaldi as Mr. Grey * Jennifer Siebel Newsom as Receptionist * Sarah Silverman as Alexi Darling * Daryl Edwards as Mr. Jefferson * Anna Deavere Smith as Mrs. Jefferson * Kevin Blackton as Mr. Johnson * Bettina Devin as Mrs. Johnson * Joel Swetow as Mr. Cohen * Randy Graff as Mrs. Cohen ==Critical response== Review-aggregation website Rotten Tomatoes gives the film a score of 46% based on reviews from 172 critics, with an average rating of 5.9/10. The site's critic consensus reads, \"Fans of the stage musical may forgive Rent its flaws, but weak direction, inescapable staginess and an irritating faux- boho pretension prevent the film from connecting on screen.\" On another review aggregator, Metacritic, the film received a score of 53 out of 100 based on 35 reviews, indicating \"mixed or average reviews\". ==Alternate ending== In addition to four deleted scenes, the DVD release includes an alternate ending, showing all the main characters (including Benny, who was not present in the other ending) except Angel standing in the positions where they were during the \"Seasons of Love\" opening, all standing in a line of spotlights, with Angel's spot empty. Later in the scene, he enters from the side and walks down the line to take his place, stopping as he passes Collins to take his hand for a moment. Although this tableau is used in the finale of the musical, it was dropped from the film for fear that audiences may have wondered why Angel had returned or why the characters were lined up on stage again. In the commentary, Chris Columbus adds that he \"didn't want audiences to think that everything was okay and Angel was alive again.\" ==Differences between the stage and film versions== * \"Goodbye Love\" was filmed in its entirety, but the second half was cut from the film because Columbus considered it somewhat of an emotional overload, as he states on the DVD's commentary track. * The film leaves ambiguous the death of Roger's girlfriend April, who dies before Rent begins. In the film, she is seen reading a doctor's report that she is HIV positive; it is stated that she has died, but nothing more is said. In the stage version, Mark explicitly states that April ended her life by slitting her wrists in the bathroom, and Roger found out about his HIV status in the suicide note. Chris Columbus states in the DVD commentary that a scene featuring April lying in the bathtub with her wrists slit was filmed, but cut because he thought it would be \"too much\". ==Soundtrack== Rent: Original Motion Picture Soundtrack is the soundtrack album to the 2005 film of the same name. The two-disc soundtrack, containing 28 tracks, was originally packaged in eight different slipcovers, each featuring one of the eight most prominent characters in the film. === Track listing === #\"Seasons of Love\" – Joanne, Collins, Mimi, Roger, Maureen, Mark, Angel & Benny #\"Rent\" – Mark, Roger, Collins, Mimi, Angel & Tenants #\"You'll See\" – Roger, Mark & Benny #\"One Song Glory\" – Roger #\"Light My Candle\" – Roger & Mimi #\"Today 4 U\" – Angel & Collins #\"Tango: Maureen\" – Joanne & Mark #\"Life Support\" – Roger, Angel, Collins, Gordon, Steve, Paul, Ali, Pam & Sue #\"Out Tonight\" – Mimi #\"Another Day\" – Roger, Mimi, Collins, Mark & Angel #\"Will I?\" – Roger, Angel, Collins, Mark, Gordon, Steve, Paul, Ali, Pam & Sue #\"Santa Fe\" – Angel, Collins, Roger & Mark #\"I'll Cover You\" – Angel & Collins #\"Over The Moon\" – Maureen #\"La Vie Bohème\" * – Cast of Rent #\"I Should Tell You\" – Roger & Mimi #\"La Vie Bohème B\" * – Mimi, Mark, Angel, Collins, Maureen, Joanne & Roger #\"Seasons of Love B\" – Cast of Rent #\"Take Me or Leave Me\" – Maureen & Joanne #\"Without You\" – Mimi & Roger #\"I'll Cover You (Reprise)\" – Collins & Company #\"Halloween\" – Mark #\"Goodbye Love\" * – Mimi, Roger, Benny, Maureen, Joanne, Mark & Collins #\"What You Own\" – Roger & Mark #\"Finale A\" – Mimi & Roger #\"Your Eyes\" – Roger #\"Finale B* \" – Cast of Rent #\"Love Heals\" – Cast of Rent ===Remixes=== In promotion for the film, Warner Brothers had dance remixes of several of the songs commissioned. These were sent to clubs, and were also made of available for purchase on CD and download. ====Seasons of Love: The Remixes (CD)==== Source: # Seasons of Love (Gomi's Lair Club Mix) – 8:22 # Seasons of Love (Monkey Bars Club Mix) – 7:20 # Seasons of Love (L.E.X. Theatrical Club Mix) – 8:11 # Seasons of Love (Eddie Baez's \"Payin' The Rent\" Club Mix) – 10:13 # Seasons of Love (Gomi's Lair Radio Edit) – 3:44 # Seasons of Love (Monkey Bars Remix Edit) – 4:48 # Seasons of Love (L.E.X. Theatrical Club Mix Edit) – 4:57 # Seasons of Love (Eddie Baez's \"Payin' The Rent\" Club Mix Edit) – 4:59 ====Seasons of Love: The Remixes (Digital Download)==== Source: # Seasons of Love (Gomi's Lair Radio Edit) – 3:44 # Seasons of Love (Monkey Bars Remix Edit) – 4:48 # Seasons of Love (L.E.X. Theatrical Club Mix Edit) – 4:57 # Seasons of Love (Eddie Baez's \"Payin' The Rent\" Club Mix Edit) – 4:59 ====Take Me or Leave Me: The Remixes (CD)==== Source: # Take Me or Leave Me (Tracy Young Radio) – 3:35 # Take Me or Leave Me (Tracy Young Remix) – 8:35 # Take Me or Leave Me (Gabriel D Vine's Big Band Disco Remix) – 6:16 # Take Me or Leave Me (Jackie And Jorio Club Mix) – 7:09 # Take Me or Leave Me (Tracy Young Dub) – 10:09 # Out Tonight (Mark!'s Redux Club Remix) – 8:32 # Light My Candle (Monkey Bars Remix) – 6:27 ====Take Me or Leave Me: The Remixes (Digital Download)==== Source: # Take Me or Leave Me (Tracy Young Radio) – 3:35 # Take Me or Leave Me (Tracy Young Mixshow) – 6:44 # Take Me or Leave Me (Jackie and Jorio Club Mix) – 7:09 # Take Me or Leave Me (Gabriel D Vine's Big Band Disco Remix) – 6:16 # Out Tonight (Mark!'s Redux Club Remix Edit) – 4:55 # Light My Candle (Monkey Bars Remix) – 6:27 ===Musicians=== * Tim Pierce (acoustic guitar, electric guitar) * Jamie Muhoberac (piano, organ, keyboards) * Paul Bushnell (bass guitar) * Dorian Crozier (drums, percussion, programming) * Tim Weil (piano) * Gregory Curtis (organ) * Greg Suran (acoustic guitar, electric guitar) * Suzie Katayama (cello, accordion) ===Recording engineers=== * Doug McKean (Chief Engineer) * Charles Williams (Assistant Engineer) * Elan Trujillo (Assistant Engineer) ==References== ===Footnotes=== ===Bibliography=== * Yahoo! Movies: Greg's Preview for Rent * Tuesday Night Movie Club: Rent Script Review * Playbill: Will Justin Timberlake Appear in Movie Version of Rent? * Playbill: Rent Film Aims to Start Production in Spring 2005 for Late-Year Release * \"Seasons of Love\" Press Release, August 2, 2005 * Movies On Line: RENT...Stars For Rent * Broadway World: Success of Rent Promises Good Tidings for Upcoming Broadway Films ==External links== * ** Official blog * * * * * Interview with Anthony Rapp and Taye Diggs and also Stephen John Ramirez Category:2005 films Category:2005 LGBT-related films Category:2000s musical drama films Category:African-American LGBT-related films Category:African-American musical films Category:American films Category:American LGBT-related films Category:American musical drama films Category:American rock musicals Category:Bisexuality-related films Category:Cross-dressing in American films Category:Columbia Pictures films Category:English-language films Category:Films based on musicals Category:Films based on Scenes of Bohemian Life Category:Films directed by Chris Columbus Category:Films set in 1989 Category:Films set in 1990 Category:Films set in New York City Category:Films shot in New Mexico Category:Films shot in San Francisco Category:HIV/AIDS in film Category:Lesbian-related films Category:LGBT-related drama films Category:LGBT-related musical films Category:Revolution Studios films Category:Films with screenplays by Stephen Chbosky Category:Films produced by Chris Columbus Category:Films produced by Robert De Niro Category:Films produced by Michael Barnathan Category:1492 Pictures films Category:Transgender-related films Category:2000s Christmas films Category:2005 drama films ",
    "title": "Rent (film)"
}