{
    "id": "1505839",
    "text": "Bloodrock was an American hard rock band based in Fort Worth, Texas, that had success in the 1970s. The band emerged from the Fort Worth club and music scene during the early to mid-1970s. ==Early career== Bloodrock initially formed in Fort Worth in 1963, under the name the Naturals. This first lineup featured Jim Rutledge – drums/vocals, Nick Taylor (1946–2010) – guitar/vocals, Ed Grundy – bass/vocals, and Dean Parks – guitar. They released their first single in 1965 \"Hey Girl\" b/w \"I Want You\" (Rebel MME 1003). Shortly thereafter they changed their name to Crowd + 1 and released three more singles: \"Mary Ann Regrets” b/w \"Whatcha Tryin’ to Do to Me\" (BOX 6604), \"Don’t Hold Back\" b/w \"Try,\" and \"Circles\" b/w “Most Peculiar Things.\" In 1967, Parks left Crowd +1 to become the musical director for The Sonny & Cher Show (the beginning of a long career as a session musician). He was replaced by Lee Pickens on guitar. It was also at this time that Stevie Hill joined the group on keyboards and vocals. They continued as Crowd + 1 until 1969 when they changed their name to Bloodrock, conceived by Grand Funk Railroad manager/producer Terry Knight. They also recorded their first album under Knight, Bloodrock (Capitol ST-435). The album, released in March 1970, peaked at 160 on the Billboard 200 chart. In 1970, Rutledge moved from behind the drum set to take on lead vocal duties exclusively. Rick Cobb took over the percussive duties and added his voice to the group as well. This lineup recorded their next four albums: Bloodrock 2 (ST-491), Bloodrock 3 (ST-765), Bloodrock USA (SMAS 645), and Bloodrock Live (SVBB-11038). Bloodrock opened for Grand Funk on the 1970 tour. ==Bloodrock 2 and \"D.O.A.\"== Bloodrock 2 was their most successful album peaking at number 21 on the Billboard Pop Album Chart in 1971, mostly on the strength of their single \"D.O.A.\", which reached number 36 on the Billboard Hot 100 chart on March 6, 1971. \"D.O.A.\" also gave the band considerable regional exposure throughout the Southwest and West, particularly in Texas and Southern California. \"D.O.A.\" was probably the band's most well-known and well-remembered single. However, some radio stations would not play the song because of the use of sirens. The concern was that the siren sound would confuse motorists. The motivation for writing this song was explained in 2005 by guitarist Lee Pickens. “When I was 17, I wanted to be an airline pilot,” Pickens said. “I had just gotten out of this airplane with a friend of mine, at this little airport, and I watched him take off. He went about 200 feet in the air, rolled and crashed.” The band decided to write a song around the incident and include it on their second album.Wheeler, Lisa. “Grapevine: I Remember . . . Bloodrock Reunite”. Goldmine 31 (18 March 2005): 10, 51. ==Style and personnel change== In 1972 Lee Pickens left to form the Lee Pickens Group (LPG) and released the album LPG in 1973 on Capitol Records. Jim Rutledge also left Bloodrock in 1972, later releasing a solo album in 1976 on Capitol Records titled Hooray for Good Times. Bloodrock replaced Rutledge on vocals and guitar with Warren Ham on vocals, flute and saxophone. Stevie Hill on keyboards adjusted to Ham's presence by shifting his own style. These changes to personnel and style moved the hard rock sound of the band in a lighter direction, more toward progressive rock, pop and jazz, alienating some fans. The subsequent album, Passage was the last time Bloodrock visited the charts. It peaked at number 104 on the Billboard 200 in 1972. 1973 brought another personnel change: Rick Cobb vacated the drums to be replaced by Randy Reader. This line up recorded one album: Whirlwind Tongues (1974). The end of the road for Bloodrock came in 1975. Randy Reader left the group and an album, Unspoken Words, remained unreleased until 2000, when it was included as part of the CD release Triptych (along with Passage and Whirlwind Tongues). Unspoken Words featured Bill Ham (Warren's Brother) and Matt Betton. ==2005 reunion concert== A reunion concert featuring all five members of the original lineup (Jim Rutledge, Lee Pickens, Ed Grundy, Nick Taylor, and Stevie Hill), plus Chris Taylor (Nick's son) in place of drummer Rick Cobb III from the classic six-member lineup, was held on March 12, 2005, in Fort Worth, for the benefit of their keyboardist Stevie Hill, to help with medical costs related to his combating leukemia. The reunion concert was filmed and released on DVD. Nick Taylor (born Doyle Taylor in Texas on October 29, 1946) died on March 10, 2010 after a car accident in Cleburne, Texas, at age 63. Stevie Hill died on September 12, 2013, from leukemia. ==Music== Bloodrock's music has been categorized primarily as hard rock. Bloodrock's 1970 self-titled debut album was described in the context of hard rock and early heavy metal by AllMusic's Donald A. Guarisco. Bloodrock 2 was not as morbid and heavy, and more of a chart success, while Bloodrock 3 and Bloodrock U.S.A. saw the band introduce progressive rock elements. The band's 1972 personnel changes shifted them toward prog rock, jazz and pop music. ==Discography== ===Studio albums=== * 1970 - Bloodrock * 1970 - Bloodrock 2 * 1971 - Bloodrock 3 * 1971 - Bloodrock U.S.A. * 1972 - Passage * 1974 - Whirlwind Tongues ===Other releases=== * 2000 - Unspoken Words (as part of the Triptych compilation) * 2013 - Bloodrock 2013 (by Jim Rutledge & John Nitzinger) ===Live albums=== {| class=\"wikitable\" |- ! Year ! Title ! Format ! Label ! Catalogno ! Remark |- | 1972 || Bloodrock Live || 2 LP's, double-play 8-track, double-play cassette || CAPITOL || SVBB 11038 || |- | 2007 || Another Amazing Adventure: The Bloodrock Reunion Concert || CD || PRIVATE PRESSING || || |} ===Compilations=== {| class=\"wikitable\" |- ! Year ! Title ! Format ! Label ! Catalogno ! Remark |- | 1975 || Bloodrock 'n' Roll || LP, 8-Track, Cassette(1989) || CAPITOL || SM 11417 || U.S. Compilation |- | 1976 || Bloodrock - Hitroad || LP || SOUNDS SUPERB || SPR 80536 ||Dutch compilation |- | 1989 || D.O.A. || Cassette || CAPITOL SPECIAL PRODUCTS || 4XL 57214 || U.S. Budget Compilation |- |- | 2000 || Triptych || 2 CD's || ONE WAY || 525 437 2 || Passage, Whirlwind Tongues & Unspoken Words |- | 2007 || Two Originals - Passage & Whirlwind Tongues || CD || MASON || MR 56461 || Import |} ===Singles=== {| class=\"wikitable\" |- ! Year ! Title ! Format ! Label ! Catalogno ! Remark |- | 1970 || Gotta Find A Way / Fatback || 7\"single || CAPITOL || ST 2736 || |- | 1971 || D.O.A. / Children's Heritage || 7\"single || CAPITOL || ST 3009 || |- | 1971 || D.O.A. / D.O.A. || 7\"single || CAPITOL || PRO 27637 || Promo |- | 1971 || A Certain Kind / A Certain Kind || 7\"single || CAPITOL || SPRO 6187 || Promo |- | 1971 || A Certain Kind / You Gotta Roll || 7\"single || CAPITOL || ST 3089 || |- | 1971 || D.O.A. / Castle Of Thoughts || 7\"single || CAPITOL || ST 3399 || |- | 1971 || Lucky In The Morning ~ Children's Heritage / Jessica ~ Dier Not A Lover || 7\"EP || ? || TKR 052 || Thailand |- | 1971 || Jessica / You Gotta Roll || 7\"single || CAPITOL || ST 3161 || |- | 1971 || Jessica / Jessica || 7\"single || CAPITOL || P 3161 || Promo |- | 1972 || Rock & Roll Candy Man /Don't Eat The Children || 7\"single || CAPITOL || ST 3227 || |- | 1972 || Erosion / Castle Of Thoughts || 7\"single || CAPITOL || ST 3320 || |- | 1972 || Erosion/Erosion || 7\"single || CAPITOL || ? || Promo |- | 1972 || Help Is On The Way / Interview || 7\"single || CAPITOL || PRO 6579 || Promo |- | 1972 || Passage: Help Is On The Way ~ The Power / Scottsman ~ Life Blood || 7\"EP || ? || IT 015 || Thailand |- | 1972 || American Burn ~ Don't Eat The Children / Crazy 'bout You Babe ~ It's A Sad World || 7\"EP || ? || M 048 || Thailand |- | 1973 || Help Is On The Way / Thank You Daniel Ellsberg || 7\"single || CAPITOL || ST 3451 || |- | 1973 || Thank You Daniel Ellsberg / Voices || 7\"single || CAPITOL || ST 3770 || |- | 1974 || D.O.A. / Lucky In The Morning || 7\"single || CAPITOL || CR 2741 || Japan |} ==References== ==External links== * * Classicwebs.com Category:American progressive rock groups Category:Hard rock musical groups from Texas Category:Southern rock musical groups ",
    "title": "Bloodrock"
}