{
    "id": "1505836",
    "text": "Neve Dekalim () (lit. \"Oasis of Palms\") was an Israeli settlement and a community in the Gush Katif settlement bloc in the Gaza Strip. It was founded in 1983 after the Israeli withdrawal from the Sinai Peninsula. Neve Dekalim served as a regional center for the Gush Katif region and was the seat of the Hof Aza Regional Council. It was located between the Khan Yunis Palestinian refugee camp and the Mediterranean Sea. Neve Dekalim was evacuated in August 2005 as part of Israel's unilateral disengagement plan. It was turned into a training camp by Hamas, which described it as a \"military training camp for martyrs.\" ==History== Neve Dekalim synagogue The population consisted of about 520 families (2,600 people), mainly Orthodox Jews. It was the largest Jewish settlement in the Gaza Strip and a major commercial center for the region.Synagogues now firing zone The Gush Katif industrial zone was located in Neve Dekalim.Jewish Gaza capital 'Hamas terror camp' The 10-acre Katifari Zoo housed hundreds of snakes, birds and other animals.Israeli zoo poised to evacuate animals Evacuation of settlers from Neve Dekalim, 2005 From the Second Intifada until its evacuation in 2005, Gaza militants fired some 6,000 mortars and Qassam rockets at Neve Dekalim.Waiting for a miracle, The Economist In July 2005, shortly before the disengagement plan was implemented, two people were injured by mortar fire.Violence flares up in Gaza Strip ==Evacuation and withdrawal== The evacuation of Neve Dekalim began on August 15, as part of the Israel unilateral disengagement plan, and was completed on 18 August.CNN - Largest Gaza settlement evacuated, Israel says The residents were given 48 hours to leave. Those who refused to evacuate barricaded themselves in the synagogue, but were forcibly removed by the Israel Defense Forces and the Israel Police.Clashes, tears in Neve Dekalim Neve Dekalim girls' school The homes were bulldozed after the withdrawal on August 14, leaving only the greenhouses, which were part of a transaction in which private American citizens bought them for the Palestinians. The donors spent $14 million on the purchase. Former World Bank President James Wolfensohn put up $500,000 of his own cash. Despite the presence of Palestinian security guards, dozens of greenhouses were looted by Palestinians, who emptied them of irrigation hoses, water pumps and plastic sheeting.Looters strip Gaza greenhouses Marching through the abandoned town in a \"victory parade,\" thousands of masked Hamas gunmen fired in the air and trampled an Israeli flag.Hamas celebrates Gaza pullout Duck pond in Neve Dekalim Hamas turned the site into a barbed-wire enclosed training camp from which Qassam rockets were launched into Israel. It was the largest Jewish settlement in the Gaza Strip. Signs posted in Arabic state that it is a \"closed military zone.\" Mahmoud al- Zahar, chief of Hamas said that Hamas planned to launch attacks that would drive Jews out of the West Bank and the entire state. In 2010, the site of Neve Dekalim was mostly sand and rubble, with Palestinian trucks removing the last remnants of Jewish homes for use as construction material.Settlers and Palestinians remember 2005 Gaza pullout In Israel, former residents of the settlement established a new village, Bnei Dekalim. ==Literary references== Neve Dekalim is featured in the movie Disengagement by Amos Gitai. Grains Of Sand: The Fall Of Neve Dekalim by Shifra Shomron, a former resident of Neve Dekalim, is a semi-autobiographical novel about an Israeli family evacuated from Gush Katif.Grains of Sand: The Fall of Neve Dekalim ==References== Category:Former Israeli settlements in the Gaza Strip Category:Populated places established in 1983 Category:Religious Israeli settlements Category:Villages depopulated during the Arab–Israeli conflict ",
    "title": "Neve Dekalim"
}