{
    "id": "1505028",
    "text": "Helsingborgs IF (alternative spelling Hälsingborgs IF), commonly referred to as Helsingborg (), or (especially locally) HIF (), is a Swedish professional football club located in Helsingborg. They played in the Swedish second tier, Superettan in 2018, but were promoted to Allsvenskan ahead of the 2019 season. Formed in 1907, the club has won five national championship titles and five national cup titles. Helsingborgs IF have also won Allsvenskan on two occasions when the title of Swedish champions was not decided by the outcome of that league. Helsingborg was a founder member of Allsvenskan, and between 1924 and 1968 they spent all but two seasons in the top division, and won the league five times. At the end of the 1968 season, HIF was relegated, and while most people initially expected a quick return, they went on to spend the next 24 seasons in the lower leagues before finally getting promoted back to the top flight in 1992. Having returned to Allsvenskan in 1993, Helsingborg remained in the top division until 2016, winning the league twice in 1999 and 2011. The club is affiliated to the Skånes Fotbollförbund. ==History== 1968 team photo of HIF A chart showing the progress of Helsingborgs IF through the Swedish football league system. The different shades of gray represent league divisions. Helsingborgs IF was formed in 1907 as a result of the merger of Svithiod and Stattena (not to be confused with the Stattena IF of today), and the club played their first game on 6 June 1907, beating neighbours IFK Helsingborg 6–2. Otto Malm was a star of the team; in the 1911–12 season he scored 69 goals in only 24 games. At the end of his time at Helsingborgs IF he had played 500 games and scored 735 goals. The year after the club's formation, John Pettersson joined as club president, and during his tenure the club won the league five times. The year after, the club changed their kit from white shirts and blue shorts to red shirts and blue shorts, as well as winning the Scandinavian Championships. In 1914, the club lost in the final of the Swedish Cup and also in the Svenssons Cup. That year the club was invited to play in the Swedish Series, but declined because they thought that playing friendlies brought higher attendances. Additionally, the club's players were part-time, meaning that regular away matches would have been impractical. On 30 May 1915, the club lost 5–4 to Gӧta in the District Championships. 1918 again saw the club finish second in the Swedish Cup, after losing to IFK Göteborg in the final. At the time of the club's relegation second division in 1968, Helsingborg IF was the current leader of the Allsvenskan marathon table. In 1969 the club won their second division league, but ultimately failed to qualify for Allsvenskan and the following year of 1970 would become the beginning of the club's most difficult period. In August of 1970 things seemed to be at the lowest point after losing the top match to hungry local rivals Landskrona BoIS. This led to the rival club winning the second division, and later qualifying for Allsvenskan. This caused a number of notable players to either quit or move and some HIF-players even moved to Landskrona BoIS, which during the following decade became the primary club in North-West Scania. 1971 brought a new low for HIF when another relegation struck, and HIF would play the coming season in the third division. The Swedish third tier in the early 1970s was very far from the modern professional football, and Division 3 in 1971 comprised some dozen regional leagues. The 1972 season would prove to be even a new low, with HIF losing to Gunnarstorp, a small local club located some 20 km outside the city limits, and ultimately failing immediate promotion from third tier. The club spent more than two decades outside the finest Swedish football assembly, but returned to Allsvenskan after a successful qualification against GIF Sundsvall by November 1992 with much help from young, future star player, Henrik Larsson. With the arrival of Norwegian manager Åge Hareide things started to look bright for the first time in many years. During Hareide's first year HIF finished 2nd in the league and won Allsvenskan in 1999, for the first time since 1941 and had a successful spell in the UEFA Champions League, definitely bringing Helsingborg back to the top of Swedish football. The following years between 2003 and 2010 HIF could not reach any success in Allsvenskan with only a fourth place to show for, however winning the Swedish cup in 2007 in returning Henrik Larsson's first season. In 2010 HIF finished second after rivals Malmö FF, but the following year would mean regained glory as Helsingborg won the Allsvenskan. The SM-gold was followed up by another 4 domestic titles, leading to Helsingborg winning five consecutive domestic titles in a row, including the first ever Swedish treble, in the 2011 season. In 2016 HIF was relegated to Swedish Superettan after failing to beat Halmstads BK in the two qualifying games, and spent two seasons in the second division, before re-entering Allsvenskan ahead of the 2019 season. HIF finished 10th in their returning season. During the season Helsingborg had signed coach Olof Mellberg who will lead the team in the 2020 Allsvenskan. === International competitions === HIF's second place in Allsvenskan of 1995 meant that HIF, for the first time, would qualify to enter European football competition. In the 1996-1997 Uefa cup the team managed to reach third round where Belgian side RSC Anderlecht proved a number too large, and after 0–0 at Olympia followed by a 0–1 loss at Constant Vanden Stock, Anderlecht moved through. During the season of 1998 Helsingborg entered the UEFA Cup Winners Cup for the first and only time by beating Vaduz in the qualifying round. In the main competition Chelsea F.C. awaited. After two close games, the series again ended in a 0–1 defeat after Frank Leboeuf scoring the winning goal at Stamford Bridge. After winning Allsvenskan in 1999 HIF got the chance to qualify for the 2000/2001 edition of the UEFA Champions League. Drawing Bate Borisov in the second round, Helsingborg easily moved on following a 6–1 victory, but the following team would be a much more challenging task. Italian giants Inter Milan was drawn in the third and final qualifying round. Helsingborg managed to secure a 1–0 win in the first game at Olympia after Michael Hansson scoring in the 81st minute following a corner kick, and the pressure was on the Italians for the second game in Milan. In the second game, after producing multiple high quality chances, Inter had still not scored when the 90 minutes were played. However, following a missed reception in the 90th minute from Roy Keane, the ball was deflected on to Ola Nilsson's hand and a penalty was awarded. Álvaro Recoba was given the task, but failed to deliver after Sven Andersson's giant save, sending Helsingborg through to the group stage. In the group stage Helsingborg drew Rosenborg BK, Paris Saint-Germain F.C. and FC Bayern Munich. After a tough start to the group stage with 3 losses and a devastating goal difference of 3-13, Helsingborg moved into the restart rounds with more confidence and continued on to beating Rosenborg in Olympia, drawing FC Bayern Munich in the Munich Olympiastadion and finishing the series with a 1–1 draw against Paris Saint- Germain F.C with a late equaliser from Helsingborg, after Nicolas Anelkas opening goal. FC Bayern Munich later moved on all the way to win the final in San Siro beating Valencia CF in penalties, beating every team in their home ground except for Helsingborg. Following a few years absence from European football, Helsingborg made its return in the 2007–08 UEFA Cup. After eliminating JK Narva Trans (9-0 on agg.), Drogheda United F.C. (4-1 on agg.), Dutch side SC Heerenveen was to be the final opponent before heading in to group stage. Helsingborg lost the first game in Abe Lenstra Stadion after a 5-3 result which left most fans in despair for the home game. However, after a confident 5–1 win at Olympia with the opening goal from Helsingborg legend Henrik Larsson, Helsingborg once again moved on to the group stage. Galatasaray S.K., FK Austria Wien, Panionios F.C. and FC Girondins de Bordeaux was drawn. The second group stage would also prove to be more successful as Helsingborg beat Galatasaray in a 3–2 away victory followed up by a confident 3–0 win against FK Austria Wien. Despite losing against Bordeux in the final game, Helsingborg moved on to the round of 32 where Dutch side PSV Eindhoven awaited. The Dutch team would end Helsingborg's spell, winning 4–1 on aggregate. Second place in the 2010 Allsvenskan once again gave Helsingborg the chance to compete in for European glory in the first ever 2009–10 UEFA Europa League. The adventure would prove to be short, and after reaching the third qualifying round, Helsingborg was knocked out by Bosnian side FK Sarajevo in a penalty shootout. In 2011 Helsingborg finally managed to win the Allsvenskan and again qualify for the Champions League qualifying rounds. The campaign was introduced in Wales where Helsingborg beat The New Saints F.C. on 4-1 aggregate. In the second round Polish champions Śląsk Wrocław were eliminated after a confident 3–0 victory in the first game, followed by a 3–1 victory at home with Thomas Sørum scoring a hat trick for the Scanian side. In the play off round Helsingborg drew the Glasgow team Celtic F.C. but after losing 0-2 in both legs, Helsingborg instead qualified for the 2012–13 UEFA Europa League where they would draw Hannover 96, FC Twente and Levante UD. Helsingborg played well in the group stage but after a 3–2 loss in Germany against Hannover 96, a finishing 3–1 victory against FC Twente away from home would not be enough for Helsingborg to qualify for the round of 32. == European cup history == {| class=\"wikitable\" ! colspan=\"8\" |Helsingborg in Europe |- ! Season ! Competition ! Round ! Country ! Club ! Home ! Away ! Aggregate |- |1996–97 |UEFA Cup |2Q | |Dinamo-93 Minsk | align=\"center\" |1–1 | align=\"center\" |3–0 | align=\"center\" |4–1 |- | | |1st Round | |Aston Villa | align=\"center\" |0–0 | align=\"center\" |1–1 | align=\"center\" |1–1 (a) |- | | |2nd Round | |Neuchâtel Xamax | align=\"center\" |2–0 | align=\"center\" |1–1 | align=\"center\" |3–1 |- | | |3rd Round | |RSC Anderlecht | align=\"center\" |0–0 | align=\"center\" |0–1 | align=\"center\" |0–1 |- |1997–98 |UEFA Cup |2Q | |Ferencvárosi TC | align=\"center\" |0–1 | align=\"center\" |1–0 | align=\"center\" |1–1 |- |1998–99 |UEFA Cup Winners' Cup |Qualifying Round | |FC Vaduz | align=\"center\" |3–0 | align=\"center\" |2–0 | align=\"center\" |5–0 |- | | |1st Round | |Chelsea | align=\"center\" |0–0 | align=\"center\" |0–1 | align=\"center\" |0–1 |- |1999–00 |UEFA Cup |Qualifying Round | |FK Riga | align=\"center\" |5–0 | align=\"center\" |0–0 | align=\"center\" |5–0 |- | | |1st Round | |FC Karpaty Lviv | align=\"center\" |1–1 | align=\"center\" |1–1 | align=\"center\" |2–2 (a) |- | | |2nd Round | |Parma FC | align=\"center\" |1–3 | align=\"center\" |0–1 | align=\"center\" |1–4 |- |2000–01 |UEFA Champions League |2Q | |FC BATE Borisov | align=\"center\" |0–0 | align=\"center\" |3–0 | align=\"center\" |3–0 |- | | |3Q | |Internazionale | align=\"center\" |1–0 | align=\"center\" |0–0 | align=\"center\" |1–0 |- | | |Group F | |FC Bayern Munich | align=\"center\" |1–3 | align=\"center\" |0–0 | |- | | |Group F | |Paris Saint-Germain | align=\"center\" |1–1 | align=\"center\" |1–4 | |- | | |Group F | |Rosenborg BK | align=\"center\" |2–0 | align=\"center\" |1–6 | |- |2001–02 |UEFA Cup |Qualifying Round | |MyPa | align=\"center\" |3–1 | align=\"center\" |2–1 | align=\"center\" |5–2 |- | | |1st Round | |Odd Grenland | align=\"center\" |2–2 | align=\"center\" |1–1 | align=\"center\" |3–3 (a) |- | | |2nd Round | |Ipswich Town | align=\"center\" |1–3 | align=\"center\" |0–0 | align=\"center\" |1–3 |- |2002 |UEFA Intertoto Cup |1st Round | |FC Koper | align=\"center\" |1–0 | align=\"center\" |0–0 | align=\"center\" |1–0 |- | | |2nd Round | |1. FC Synot | align=\"center\" |2–0 | align=\"center\" |0–4 | align=\"center\" |2–4 |- |2007–08 |UEFA Cup |1Q | |FC Narva Trans | align=\"center\" |6–0 | align=\"center\" |3–0 | align=\"center\" |9–0 |- | | |2Q | |Drogheda United FC | align=\"center\" |3–0 | align=\"center\" |1–1 | align=\"center\" |4–1 |- | | |1st Round | |SC Heerenveen | align=\"center\" |5–1 | align=\"center\" |3–5 | align=\"center\" |8–6 |- | | |Group H | |Panionios | align=\"center\" |1–1 | | |- | | |Group H | |Galatasaray S.K. | | align=\"center\" |3–2 | |- | | |Group H | |FK Austria Wien | align=\"center\" |3–0 | | |- | | |Group H | |FC Girondins de Bordeaux | | align=\"center\" |1–2 | |- | | |Round of 32 | |PSV | align=\"center\" |1–2 | align=\"center\" |0–2 | align=\"center\" |1–4 |- |2009–10 |UEFA Europa League |1Q | |FC MIKA | align=\"center\" |3–1 | align=\"center\" |1–1 | align=\"center\" |4–2 |- | | |2Q | |FC Zestafoni | align=\"center\" |2–2 aet | align=\"center\" |2–1 | align=\"center\" |4–3 |- | | |3Q | |FK Sarajevo | align=\"center\" |2–1 | align=\"center\" |1–2 | align=\"center\" |3–3(4-5p) |- |2011–12 |UEFA Europa League |3Q | |Bnei Yehuda | align=\"center\" |3–0 | align=\"center\" |0–1 | align=\"center\" |3–1 |- | | |Play-Off | |Standard Liège | align=\"center\" |1–3 | align=\"center\" |0–1 | align=\"center\" |1–4 |- |2012–13 |UEFA Champions League |2Q | |The New Saints F.C. | align=\"center\" |3–0 | align=\"center\" |0–0 | align=\"center\" |3–0 |- | | |3Q | |Śląsk Wrocław | align=\"center\" |3–1 | align=\"center\" |3–0 | align=\"center\" |6–1 |- | | |Play- Off | |Celtic | align=\"center\" |0–2 | align=\"center\" |0–2 | align=\"center\" |0–4 |- |2012–13 |UEFA Europa League |Group L | |Levante UD | align=\"center\" |1–3 | align=\"center\" |0–1 | |- | | |Group L | |Hannover 96 | align=\"center\" |1–2 | align=\"center\" |2–3 | |- | | |Group L | |Twente | align=\"center\" |2–2 | align=\"center\" |3–1 | |- |} ==Fans== The official anthem of Helsingborg is \"På Gator Röda och Blå\" by Björns Band. {| | Tifo at a Helsingborg home game | Helsingborg supporters displaying the red and yellow Scanian flag |} ==Players== ===First-team squad=== === Out on loan === ===Retired numbers=== * 12 – The 12th man (fans of the club) * 17 – Henrik Larsson (1992–1993, 2006–2009) ==Managers== * Gunnar Olsson (1935) * Harry Lundahl (1936–37) * Albin Dahl (1938–44) * Harry Lundahl (1944) * Arno Nielsen (1945–46) * William Burnikell (1947–49) * Dolfo Holländer (1949–50) * Albin Dahl (1950–54) * Eric Persson (1954–58) * Adolf Vogel (1958–60) * John Wikdahl (1961–64) * Tivadar Szentpetery (1965) * Åke Jönsson (1965–68) * Arne Sörensen (1969–70) * Raoul Weimann (1971) * Arne Hagberg (1972–73) * W Schnorrenberger (1974) * Lars- Göran Persson (1975) * Brian Birch (1976–77) * Bert Olsson (1977) * Bernt-Hugo Andersson (1978–80) * Bertil Hanssont (1980–81) * Thomas Borg (1982–83) * Rolf Svensson (1984–86) * Bertil Hansson (1986) * Bosse Nilsson (1987–94) * Reine Almqvist (1994–97) * Åge Hareide (1998–99) * Nanne Bergstrand (2000–01) * Sören Cratz (2002) * Peter Swärdh (2002–06) * Hans Eklund (2006) * Stuart Baxter (1 June 2006 – 7 Dec 2007) * Bosse Nilsson (2008–09) * Conny Karlsson (1 Jan 2010 – 13 June 2012) * Åge Hareide (20 June 2012 – 31 Dec 2012) * Roar Hansen (1 Jan 2013 – 10 Dec 2014) * Henrik Larsson (11 Nov 2014 – 23 Nov 2016) * Per-Ola Ljung (27 Nov 2016 – 15 Jun 2019) * Henrik Larsson (15 Jun 2019 – 23 Aug 2019) * Olof Mellberg (3 Sep 2019 – ) ==Honours== *Swedish Champions ** Winners (5): 1932–33, 1933–34, 1940–41, 1999, 2011 ===League=== *Allsvenskan: **Winners (7): 1928–29, 1929–30, 1932–33, 1933–34, 1940–41, 1999, 2011 **Runners-up (7): 1927–28, 1948–49, 1953–54, 1995, 1998, 2000, 2010 * Superettan: ** Winners (1): 2018 *Division 1 Södra: ** Runners-up (3): 1990, 1991, 1992 ===Cups=== *Svenska Cupen: **Winners (5): 1941, 1997–98, 2006, 2010, 2011 **Runners-up (2): 1950, 1993–94, 2013–14 *Svenska Mästerskapet: **Runners-up (2): 1914, 1918 *Svenska Supercupen: **Winners (2): 2011, 2012 **Runners-up (1): 2007 ==Records== === Team records === * Most appearances, Allsvenskan: 349, Kalle Svensson (1943–62) * Most goals scored, Allsvenskan: 140, Knut Kroon (1925–42) === Notable Swedish Club records === *Biggest win: 13-1: Helsingborgs IF - IFK Eskilstuna October 21st, 1928 *Biggest half time lead: 9-0: Helsingborgs IF - IFK Eskilstuna October 21st, 1928 *Most goals scored by home team: 57, Season of 28/29 *Fastest hat-tric: 3 min: Knut Kroon, Helsingborgs IF - IFK Eskilstuna October 21st, 1928 *Most hat-tricks combined: 22: Harry Lundahl, Helsingborgs IF/IFK Eskilstuna ==Footnotes== ==See also== *List of Helsingborgs IF players ==References== ==External links== * Helsingborgs IF – official site * Kärnan – official supporter club site * HIF E-zine – supporter site * tHIFo – the terrace arrangements group site * Bakgatan – Supporter site * HIF1907 – the leading HIF-blog Category:Football clubs in Sweden Category:Allsvenskan clubs Category:Sport in Skåne County Category:Association football clubs established in 1907 Category:1907 establishments in Sweden ",
    "title": "Helsingborgs IF"
}