{
    "id": "1506742",
    "text": "Chemical structure of Hoechst dyes. Hoechst stains are part of a family of blue fluorescent dyes used to stain DNA. These Bis-benzimides were originally developed by Hoechst AG, which numbered all their compounds so that the dye Hoechst 33342 is the 33,342nd compound made by the company. There are three related Hoechst stains: Hoechst 33258, Hoechst 33342, and Hoechst 34580. The dyes Hoechst 33258 and Hoechst 33342 are the ones most commonly used and they have similar excitation–emission spectra. ==Molecular characteristics== Excitation-emission spectra of Hoechst dyes. Both dyes are excited by ultraviolet light at around 350 nm, and both emit blue-cyan fluorescent light around an emission spectrum maximum at 461 nm. Unbound dye has its maximum fluorescence emission in the 510–540 nm range. Hoechst stains can be excited with a xenon- or mercury-arc lamp or with an ultraviolet laser. There is a considerable Stokes shift between the excitation and emission spectra that makes Hoechst dyes useful in experiments in which multiple fluorophores are used. The fluorescence intensity of Hoechst dyes also increases with the pH of the solvent. Hoechst dyes are soluble in water and in organic solvents such as dimethyl formamide or dimethyl sulfoxide. Concentrations can be achieved of up to 10 mg/mL. Aqueous solutions are stable at 2–6 °C for at least six months when protected from light. For longterm storage the solutions are instead frozen at −20 °C or below. Hoechst 33258 (magenta) bound to the minor groove of DNA (green and blue). From . The dyes bind to the minor groove of double- stranded DNA with a preference for sequences rich in adenine and thymine. Although the dyes can bind to all nucleic acids, AT-rich double-stranded DNA strands enhance fluorescence considerably. Hoechst dyes are cell-permeable and can bind to DNA in live or fixed cells. Thus, these stains are often called supravital, meaning that live cells survive a treatment with these compounds. Cells that express specific ATP-binding cassette transporter proteins can also actively transport these stains out of their cytoplasm. ==Applications== Transmission image of HeLa cells, with overlay of Hoechst 33258 staining (blue). The leftmost cell is in the prometaphase stage of mitosis; its chromosomes fluoresce brightly because they contain highly compacted DNA. Fluorescent image of cultivated neutrophils isolated from venous blood of human with Alzheimer Disease. Sample was treated with Hoechst 33342 dye that is used to stain DNA. The picture shows the release of DNA by a neutrophil as foggy area in the center of the view field indicating the spontaneous activation of neutrophil extracellular traps formation in AD patients that is not usually observed in healthy mates. A concentration of 0.1–12 μg/ml is commonly used to stain DNA in bacteria or eukaryote cells. Cells are stained for 1-30 min at room temperature or 37 °C and then washed to remove unbound dye. A green fluorescence of unbound Hoechst dye may be observed on samples which are stained with too much dye or which are washed partially. Hoechst dyes are often used as substitutes for another nucleic acid stain called DAPI. Key differences between Hoechst dyes and DAPI are: * Hoechst dyes are less toxic than DAPI, which ensures a higher viability of stained cells * The additional ethyl group of the Hoechst dyes renders them more cell-permeable. * There are nuclei staining dyes that allow for viability of cells after staining. Hoechst 33342 and 33258 are quenched by bromodeoxyuridine (BrdU), which is commonly used to detect dividing cells. Hoechst 33342 exhibits a 10 fold greater cell-permeability than H 33258. Cells can integrate BrdU in newly synthesized DNA as a substitute for thymidine. When BrdU is integrated into DNA, it is supposed that the bromine deforms the minor groove so that Hoechst dyes cannot reach their optimal binding site. Binding of Hoechst dyes is even stronger to BrdU-substituted DNA; however, no fluorescence ensues. Hoechst dyes can be used with BrdU to monitor cell cycle progression. Hoechst dyes are commonly used to stain genomic DNA in the following applications: * Fluorescence microscopy and immunohistochemistry, often with other fluorophores * Flow cytometry to count or sort out cells. An example is the use of Hoechst dyes to analyse how many cells of a population are in which phase of the cell cycle * Detecting DNA in the presence of RNA in agarose gels * Automated DNA determination * Chromosome sorting Hoechst efflux is also used to study hematopoietic and embryonic stem cells. As these cells are able to effectively efflux the dye, they can be detected via flow cytometry in what is termed the side population. This is done by passing the fluorescence emitted from the excited hoechst through both red and blue filters, and plotting hoechst red and blue against each other. ==Toxicity and safety== Because Hoechst stains bind to DNA, they interfere with DNA replication during cell division. Consequently, they are potentially mutagenic and carcinogenic, so care should be used in their handling and disposal. Hoechst stain is used to sort sperm in livestock and humans. Its safety has been debated. ==See also== ==References== ==External links== * Spectral traces for fluorescent dyes * Manual for Hoechst stains * An online guide to fluorescent probes and commercial labeling technologies Category:Staining dyes Category:Fluorescent dyes Category:DNA-binding substances ",
    "title": "Hoechst stain"
}