{
    "id": "1506176",
    "text": "River Rouge in Dearborn. The Southfield Freeway bridge is shown. The River Rouge is a 127-mile (204 kilometer)U.S. Geological Survey. National Hydrography Dataset high-resolution flowline data. The National Map, accessed November 7, 2011 river in the Metro Detroit area of southeastern Michigan. It flows into the Detroit River at Zug Island, which is the boundary between the cities of River Rouge and Detroit. The river's roughly watershed includes all or parts of 48 municipalities, with a total population of more than 1.35 million, and it drains a large portion of central and northwest Wayne County, as well as much of southern Oakland County and a small area in eastern Washtenaw County. Nearly the entire drainage basin is in urban and suburban areas, with areas of intensive residential and industrial development. Still, more than of the River Rouge flow through public lands, making it one of the most accessible rivers in the state. Until recently the river was heavily polluted, and in 1969 oil on the surface caught fire. The passage of the Clean Water Act in 1972 made it unlawful to discharge any pollution from a point source into navigable waters, and the EPA's National Pollution Discharge Elimination Program was created to regulate these discharges. In 1986, a non- profit organization of concerned citizens called Friends of the Rouge was formed and began organizing an annual cleanup called Rouge Rescue, to raise awareness about the need to clean up the Rouge. In 1987, the entire watershed was designated a Great Lakes Area of Concern under the Great Lakes Water Quality Agreement. Nine Beneficial Use Impairments were identified. In 1992, a massive project called the Rouge River National Wet Weather Demonstration Project was implemented, and further cleanup measures are ongoing. The Alliance of Rouge Communities is an organization of governmental and non- governmental entities created in 2006 to manage the watershed. ==Physical and natural aspects== The River Rouge totals in length and is divided into four branches, the main, upper, middle, and lower branches. The upper branch flows into the main branch in northwest Detroit, just east of Redford Township. The middle branch enters the main branch in Dearborn Heights just north of the boundary with Dearborn. The lower branch joins less than two miles (3 km) downstream in Dearborn. The lower of the river south of Michigan Avenue were channelized, widened, and dredged to allow freighter access to Ford's River Rouge Plant inland factory facilities. The plant was built between 1915 and 1927. It was the first manufacturing facility for automobiles that included within the plant virtually everything needed to produce the cars: blast furnaces, an open hearth mill, a steel rolling mill, a glass plant, a huge power plant, and an assembly line. During the 1930s, some 100,000 workers were employed here. The plant has been designated as a National Historic Landmark. ===Main branch=== The headwaters of the main branch rise in the southwest corner of Rochester Hills and the northeast corner of Bloomfield Township. It flows mostly south through the western part of Troy, and then flows southwest through Birmingham, a noncontiguous portion of Bloomfield Township, Beverly Hills, the southeast corner of Bingham Farms, and Southfield. It then flows mostly south through western Detroit and Dearborn Heights, then turns southeast in Dearborn and continues along the northern edges of Allen Park, Melvindale, River Rouge and the southern edge of Detroit. Other municipalities that are part of the main branch watershed are Auburn Hills, Bloomfield Hills, Farmington, Farmington Hills, Franklin, Lathrup Village, Oak Park, Orchard Lake, Pontiac, Southfield Township, and West Bloomfield Township. Henry Ford used hydropower dams, like this one on the Rouge electrifying his estate, to power several \"Village Industries\"Henry Ford and Field and Factory: An Analysis of the Ford Sponsored Village Industries - Experiment in Michigan, 1918-1941, John Robert Mullin Major tributaries of the main branch include: *Franklin River (also known as the Franklin branch of the River Rouge) *Pebble Creek **Pernick Creek *Evan's Creek *Upper Branch (see below) *Ashcroft- Sherwood Drain *Middle Branch (see below) *Lower Branch (see below) *Ruby Creek ===Upper branch=== The headwaters of the upper branch rise in southwestern West Bloomfield Township, the southeast corner of Commerce Township, and the northeast corner of Novi. It forms in Farmington Hills with the confluence of Minnow Pond Drain and Seeley Drain, where it flows mostly southeast through Farmington, Livonia, Redford Township and enters the main branch in the northwest Detroit neighborhood of Brightmoor, Detroit. Tributaries of the upper branch include (from downriver to upriver) *Bell Branch **Show Drain **Blue Drain **Bell Drain **Tarabusi Creek *Minnow Pond Drain *Seeley Drain ===Middle branch=== The middle branch forms in Northville in northwest Wayne County with the confluence of the \"Walled Lake branch\" and Johnson Drain. The Walled Lake branch rises in Novi in a marshy drainage area south of Walled Lake, in southwest Oakland County. Johnson Drain rises in Salem Township in northeast Washtenaw County. From Northville, the middle branch flows south through Northville Township and Plymouth Township before turning to the southeast in the city of Plymouth. From Plymouth, it continues through the southwest corner of Livonia into Westland, then along the northern edge of Garden City and into Dearborn Heights where it merges with the main branch near the southern boundary with Dearborn. Other municipalities that are part of the middle branch watershed are Canton Township, Commerce Township, Farmington, Farmington Hills, Lyon Township, Redford Township, and Wixom. Ingersol Creek at Novi. Note riparian buffer. Just outside the frame are a rail line and residential, industrial, and public recreation facilities Ingersol Creek at Novi, close-up demonstrating wildlife habitat. At the time of this photo the city had begun tree removal and road construction within the greater riparian zone. Tributaries of the middle branch include (from downriver to upriver) *Bill's Drain *Red Run Drain *Wilson Drain *Tonquish Creek **Willow Creek *Johnson Drain *Walled Lake branch **Thornton Creek **Ingersol Creek ***Bishop Creek ===Lower branch=== The lower branch rises in sections 11 and 12 in Superior Township in Washtenaw County and flows mostly eastward into Wayne County through Canton Township, Wayne, Westland, Inkster, Dearborn Heights and Dearborn before joining the main branch. Other communities in the lower branch watershed include Van Buren Township, Plymouth Township, Salem Township, Ypsilanti Township. Tributaries include (from downriver to upriver): *Hunter Drain *Hannan Drain *Fellows Creek *McKinstry Drain *Sinds Drain *Fowler Creek *Parks Drain == Area of Concern == The U.S.-Canada Great Lakes Water Quality Agreement defines an Area of Concern (AOC) as “geographic areas designated by the Parties where significant impairment of beneficial uses has occurred as a result of human activities at a local level.” The EPA and other environmental agencies are working to restore the 27 remaining U.S. AOCs in the Great Lakes Basin Region, including River Rouge. There are 43 AOCs in the Great Lakes Basin total, with the rest in Canada or shared by the two countries. === River Rouge as an AOC === Over 50% of the land surrounding the River Rouge is used for residential, industrial, and commercial purposes and development pressure continues to increase. Consequently, the river is highly polluted and was designated as a Great Lakes Area of Concern under the Great Lakes Water Quality Agreement in 1987. The designated AOC covers the entire River Rouge watershed including 48 communities that drain 466 square miles of southeastern Michigan into the Detroit River.Aquatic Nuisance Control & Remedial Action Unit, Michigan Department of Environmental Quality (2008). \"The Michigan Department of Environmental Quality Biennial Remedial Action Plan for the Rouge River Area of Concern\" Department of Environmental Equality. Sources of pollution include municipal and industrial discharges, sewer overflows, and several nonpoint source pollution (e.g., storm water runoff). These activities contaminated river sediments and water with polychlorinated biphenyls (PCBs), heavy metals (e.g., mercury), polycyclic aromatic hydrocarbons (PAHs), oil and grease. These contaminants are known to be harmful to fish and wildlife and affect recreational activities. A 2008 remedial action plan for the AOC identified nine “beneficial use impairments” associated with the pollution: * Restrictions on fish and wildlife consumption, due to harmful PCBs, PAHs, and heavy metals in sediments and water. *Eutrophication or undesirable algae, resulting from excessive nutrient runoff (particularly phosphorus) from industrial and agricultural activities. * Degradation on fish and wildlife populations * Beach closings, due to potential human health effects from body contact with the water * Fish tumors or other deformities, that can be caused by chemical contaminants * Degradation of aesthetics * Degradation of benthos, which form the base of aquatic food webs * Restriction on dredging activities * Loss of fish and wildlife habitat ==Parks and recreation== ===Eliza Howell Park=== The Eliza Howell Park includes donated to the city in 1936. ===Fair Lane=== Henry Ford built an estate, Fair Lane, on the river in Dearborn, upriver from the manufacturing plant, on what is now the campus of the University of Michigan–Dearborn. The estate is a now a National Historic Landmark. The master plan and gardens were designed by landscape architect Jens Jensen. A portion of the estate's grounds are a preserved historic landscape and more of it is held as a nature study area since 1956. The residence is now a museum and open to the public. ===The Henry Ford and Greenfield Village=== The Henry Ford, billed as \"America's Greatest History Attraction\", is a major tourist destination in the area including Greenfield Village. Greenfield Village was opened in 1929 to preserve historic landmarks, including Noah Webster’s House, Thomas Edison’s Menlo Lab and the garage where Henry Ford built the Quadricycle, his first car. ===Rouge River Bird Observatory=== Since 1992 the Rouge River Bird Observatory has operated on the campus of University of Michigan-Dearborn. ===Rouge River Gateway Greenway Trail=== The trail has access points from Michigan Avenue in Dearborn, from Fair Lane and from the University of Michigan Dearborn campus. There is an aspiration to develop the greenway trail all the way to the Detroit River. ===River Rouge Park=== River Rouge Park has been operated by the city of Detroit since the 1920s. Its boundary is formed by the railway to the north and West Warren to the south and by Outer Drive, West Parkway and Parkland on the west and Trinity and Burt Road on the east. In July 2014, two Olympic- sized pools and a bath house were reopened at Rouge Park as part of a $5.5 million park renovation project.http://www.detroitnews.com/article/20140709/METRO01/307090055/2-pools- bath-house-reopened-Detroit-s-Rouge-Park Covering , River Rouge is the largest park in the city. In contrast, the more well-known Belle Isle State Park of Detroit covers 982 acres (397 ha). ===Other notable parks and recreation areas=== *Lower Rouge Parkway *Middle Rouge Parkway *Douglas Evans Nature Preserve ==References== ==External links== * River Rouge Park in Detroit is getting the attention it needs—Detroit Free Press April 6, 2014 * The Greening of Detroit said it plans to plant 1,500 trees at Rouge Park by mid-June 2014—Michigan MLive April 6, 2014 * The Greening of Detroit—Website * Friends of Rouge Park—Website * River Rouge Watershed, on the EPA site * The Henry Ford Estate * The Henry Ford, includes sections on Greenfield Village and Ford's River Rouge Plant * Alliance of Rouge Communities * Friends of the Rouge * MI DEQ Rouge River, Michigan State Department of Environmental Quality (DEQ) Rouge River Watershed * USGS realtime flow/level, USGS realtime flow & water level of Middle Rouge at Garden City * Virtual tour of the Henry and Clara Ford 'Fair Lane' estate. Category:Detroit River Category:Rivers of Oakland County, Michigan Category:Rivers of Washtenaw County, Michigan Category:Rivers of Wayne County, Michigan Category:Rivers of Michigan Category:Tributaries of Lake Erie de:Rouge River mk:Река Руж ",
    "title": "River Rouge (Michigan)"
}