{
    "id": "1506612",
    "text": "A paludarium A paludarium is a type of vivarium that incorporates both terrestrial and aquatic elements. Paludaria (or paludariums) usually consist of an enclosed container in which organisms specific to the biome being simulated are kept. They may be maintained for purely aesthetic reasons or for scientific or horticultural purposes. The word 'paludarium' comes from the Latin word 'palus' meaning marsh or swamp and '-arium' which refers to an enclosed container. Paludaria can range in size from small, easily displayed boxes to biospheres large enough to contain entire trees. A prominent example of a very large paludarium is the rainforest exhibit at the Montreal Biodome. ==Flora and fauna== Since paludaria encompass water, land and air, many different types of fauna can be encompassed in the enclosure. While amphibians, fish and reptiles are the most common, people have kept insects and even birds in them. The animals that are most suited for a paludarium are the animals that naturally live in water/land type environments, swamps, marshes or mangroves. It is like an ecosystem that is placed inside an enclosed container. Flora suited for paludaria include plants that thrive in very humid environments or wetland areas. A common plant is the genus Anubias which is hardy and easy to maintain. The water-filled portion can also support many aquatic species. ==Design== Paludaria are made using an enclosure that can handle large amounts of water without leaks. The land portion is typically added before the water. The land portion may occupy one side of the tank, with water on the other side, or may be made to resemble an island surrounded by water on all sides. The areas occupied by land and by water must each be sufficiently large to meet the needs of the animals who will inhabit them. https://bantam.earth/paludarium/#Building-A-Simple-Paludarium Paludaria can be made from small modifications to existing vivariums, by either adding water to a terrarium or land to an aquarium. If the land area is small, the setup may instead be a riparium. https://bantam.earth/paludarium/#Converting-Other- Vivaria-Into-A-Paludarium ==References== ==See also== *Ecosphere *Closed ecological system *Ecosystem *Biome *Biosphere *Biosphere 2 *Biosphere 3 *Eden Project *Wardian case *Vivarium *Aquascaping *Micro landschaft Category:Pet equipment Category:Buildings and structures used to confine animals ",
    "title": "Paludarium"
}