{
    "id": "1506444",
    "text": "Metropia is a Canadian television soap opera, which aired on Omni Television from 2004 to 2006.Joel Rubinoff, \"All the hipness of a stuffed bear\". Waterloo Region Record, October 22, 2004. The series focused on the lives and loves of a group of racially and sexually diverse young men and women living in Toronto, Ontario.Anthony Rinehart, \"Sex and this city\". The Globe and Mail, October 9, 2004. The show also incorporated aspects of interactive television. One of the show's regular settings was the Hot Spot, a café decorated with the work of real Toronto-area artists whose pieces could be purchased from the show's website, and another was Bang, a nightclub at which a real Toronto-area musician or band would perform a song on each Friday night episode. The show originally aired weeknights at 10:30 p.m. on OMNI 2,Jim Bawden, \"Acting gods smile on her; Jessica Heafey basking in having landed two television roles at the same time\". Toronto Star, January 31, 2005. and each week's episodes were repeated on Sunday nights on OMNI 1.\"Metropia continues\". Mississauga News, June 24, 2005. However, the show's early episodes attracted low ratings, as it was competing in a time slot occupied on other channels almost entirely by the second half of hour-long drama series, and by January 2005 its weeknight airing had been shifted to 11 p.m. A total of 90 episodes of the show were produced before the show was cancelled in 2006. The show continued to air for some further time in repeats on Omni Television, and was later rebroadcast nationally on Super Channel and FX. ==Cast== * Walter Alza - Andreas * Sean Bell - T.K. O'Neil * Claudia Besso - Chantal * Robin Brûlé - Sophie * Kristin Fairlie - Cyanne * Danielle Hampton - Jordan * Jessica Heafey - Aviva * Silver Kim - Lee * Kerry LaiFatt - Phoenix * Gino Marrocco - Salvatore * Tracy Michailidis - Marisa * Barna Moricz - Yuri * Zainab Musa - Jovi * Zaib Shaikh - Jayesh * Yasin Sheikh - Rajeev * Jake Simons - Greg * James Dallas Smith - Garth * Sugith Varughese - Palash * Mishu Vellani - Surabhi * Wes Williams - Quincy * Dharini Woollcombe - Maya * Deanna Dezmari - Nina ==Critical response== The show received mixed reaction from critics. Henrietta Walmark of The Globe and Mail wrote that \"A little bit Queer as Folk, a little bit Sex and the City, Metropia' delivers a whole lot of gorgeous characters making for a whole lot of hotness and plenty of juicy plot threads. The language can be raw and the hookups are frequent, but there's also sweetness and a natural ambiance among the large ensemble cast. Watching this sudsy reflection of our very own boho culture is a delight even if it does qualify as a guilty pleasure.\"Henrietta Walmark, \"The critical list\". The Globe and Mail, October 16, 2004. Jim Bawden of the Toronto Star modestly praised the show as \"a showcase for a dozen up-and-coming young Toronto actors\".Jim Bawden, \"Season spanned Saints to sinners\". Toronto Star, December 30, 2005. Conversely, Joel Rubinoff of the Waterloo Region Record called it one of the worst new shows of the year, claiming that it was \"so inept it could set race relations back an entire century\".Joel Rubinoff, \"A naughty sock, a nipple and a nerd\". Waterloo Region Record, December 31, 2004. ==References== ==External links== * Metropia * * TV.com Category:Canadian television soap operas Category:2004 Canadian television series debuts Category:2006 Canadian television series endings Category:2000s Canadian drama television series Category:Television series produced in Toronto Category:Television shows set in Toronto Category:2000s Canadian LGBT-related drama television series ",
    "title": "Metropia (TV series)"
}