{
    "id": "1506324",
    "text": "Michalina Anna Wisłocka (; née Braun; 1 July 1921 – 5 February 2005) was a Polish gynecologist, sexologist, and author of Sztuka kochania (verbatim: The Art of Loving, English edition A Practical Guide to Marital Bliss, 1978),Wisłocka, Michalina (1987) A Practical Guide to Marital Bliss, Translated by Waldemar Podolak, Ray Cichon, M & A Publishing company Inc. Worcester the first guide to sexual life in Communist countries. Her book became a bestseller, with a total circulation of 7 million copies, and started greater openness about matters of sex and sex life in Poland. ==Life== She was born to father Jan Tymoteusz Braun, a teacher and mother Anna (née Żylińska) of the Ciołek coat of arms. She had two younger brothers: Andrzej (a writer) and Jan (a sumerologist). Her niece was Ewa Braun, an Academy Award-winning set decorator and costume designer. She was a co-founder of the Society of Sensible Maternity, in which she worked on infertility treatment and birth control. She was chief of first in Poland Dispensary of Sensible Maternity in Institute of Mother and Child in Warsaw. During the 1970s, she was chief of Cytodiagnostic Laboratory of Family planning Society. Wisłocka died in the Solski Hospital in Warsaw due to complications from a heart attack. On 11 February 2005, she was interred at the Evangelical Cemetery of the Augsburg Confession in Warsaw. == Commemorations == On September 9, 1997, she was awarded the Knight's Cross of the Order of Polonia Restituta. The Park of Love in Lubniewice and the square in Łódź are dedicated to her memory. ==Cultural depictions== Wisłocka's life is depicted in the 2017 biopic Sztuka kochania. Historia Michaliny Wisłockiej (\"The Art of Loving: The Story of Michalina Wisłocka\") directed by Maria Sadowska. == Publications == * Technique of pregnancy prevention (1959) * Methods of preventing pregnancy (1976) * The Art of Love (1978), * Culture of Love (1980) * Kaleidoscope sex (1986), * The Art of Love: twenty years later (1988), * Art of Loving: vitamin \"M\" (1991), * Success in Love (1993), * Malinka, Pansy and Hansel (1998), * Love for life: memories of carefree (2002), ==See also== *History of Poland (1945–1989) ==References== Category:1921 births Category:2005 deaths Category:Polish obstetricians and gynaecologists Category:Polish Lutherans Category:Women sexologists Category:20th-century women scientists Category:Polish sexologists ",
    "title": "Michalina Wisłocka"
}