{
    "id": "1506442",
    "text": "The Ritz Paris is a hotel in central Paris, overlooking the Place Vendôme in the city's 1st arrondissement. A member of the Leading Hotels of the World marketing group, the Ritz Paris is ranked among the most luxurious hotels in the world. The hotel was founded in 1898 by the Swiss hotelier César Ritz in collaboration with the French chef Auguste Escoffier. The hotel was constructed behind the façade of an eighteenth-century town house. It was among the first hotels in Europe to provide an en suite bathroom, electricity, and a telephone for each room. It quickly established a reputation for luxury and attracted a clientele that included royalty, politicians, writers, film stars, and singers. Several of its suites are named in honour of famous guests of the hotel including Coco Chanel, and the cocktail lounge Bar Hemingway pays tribute to writer Ernest Hemingway. Beginning in 2012, the 159-room hotel underwent a four-year, multimillion-euro renovation, reopening on 6 June 2016. While the hotel has not applied for the 'Palace' distinction from the French ministry of economy, industry and employment, its Suite Impériale has been listed by the French government as a national monument. Because of its status as a symbol of high society and luxury, the hotel is featured in many notable works of fiction including novels (F. Scott Fitzgerald's Tender Is The Night and Hemingway's The Sun Also Rises), a play (Noël Coward's play Semi-Monde), and films (Billy Wilder's 1957 comedy Love in the Afternoon and William Wyler's 1966 comedy How to Steal a Million). ==Background and history== César Ritz The Place Vendôme was started by the Marquis de Louvois and abandoned due to a lack of funds. After Louvois' death the site was bought by king Louis XIV but finances ran low and the project was bought and completed by John Law. Lot number 15, Place Vendôme site was purchased in 1705 by Antoine Bitaut de Vaillé, advisor to the Grand Council, nominee of Jeanne Baillet de La Cour, widow of Nicolas Baillet de La Cour and acting on behalf of his daughter Anne. Jeanne bequeathed it in 1710 to her daughter, Anne, wife of Duke Antoine de Gramont. Anne, a chambermaid to the first doctor of Louis XIV, Daquin, then to Louis Sanguin, Marquis de Livry, married the Duke Antoine Charles IV of Gramont who left his name to the hôtel particulier Hôtel de Gramont which was built on the site. In 1721, the Duchesse de Gramont, who had become a widow, sold it to Daniel François de Gelas of Voisin (1686-1762), knight of Amber and count of Lautrec, who lived there for thirty years. It was sold in 1750 to Charles de la Villette, treasurer of the extraordinary wars, who rented it to the Prince of Andorra, Spanish ambassador. From 1775 it belonged to Claude Darras, secretary of the king, and then was occupied from 1788 by the Direction of the liquidation of the public debt and then from 1792 by the Mortgage credit The façade was designed by the royal architect Jules Hardouin Mansart. In 1854 it was acquired by the Péreire brothers, who made it the head office of their Crédit Mobilier financial institution. In 1888, the Swiss hotelier César Ritz and the French chef Auguste Escoffier opened a restaurant in Baden-Baden, and the two were then invited to London by Richard D'Oyly Carte to become the first manager and chef of the Savoy Hotel, positions they held from 1889 until 1897.Ashburner, F. \"Escoffier, Georges Auguste (1846–1935)\", Oxford Dictionary of National Biography, Oxford University Press, 2004; online edition, May 2006. Retrieved 17 September 2009 The Savoy under Ritz was an immediate success, attracting a distinguished and moneyed clientele, headed by the Prince of Wales. In 1897, Ritz and Escoffier were both dismissed from the Savoy, when Ritz was implicated in the disappearance of over £3400 worth of wine and spirits.Brigid, Allen. \"Ritz, César Jean (1850–1918)\", Oxford Dictionary of National Biography, Oxford University Press, September 2004; online edition, May 2006. Retrieved 18 September 2009 Before their dismissal, customers at the Savoy had reportedly urged them to open a hotel in Paris. Aided by Alexandre Marnier-Lapostolle, Ritz purchased the palace and transformed the former Hôtel de Gramont building into a 210-room hotel. He stated that his purpose for the hotel was to provide his rich clientele with \"all the refinement that a prince could desire in his own home.\" He engaged the architect Charles Mewès to update the original 1705 structure. Ritz's innovative standards of hygiene demanded a bathroom for every suite, the maximum possible amount of sunlight, and the minimum of curtains and other hangings.Brigid Allen, 'Ritz, César Jean (1850–1918)’, Oxford Dictionary of National Biography, Oxford University Press, 2004; online edn, May 2006 accessed 3 July 2012 At the same time he furnished the hotel with all the old-fashioned appeal of an English or French gentleman's house, in order to make clients feel at home. The hotel opened on 1 June 1898 to a \"glittering reception\". Together with the culinary talents of his junior partner Escoffier, Ritz made the hotel synonymous with opulence, service, and fine dining, as embodied in the term \"ritzy.\" It immediately became fashionable with Parisian socialites, hosting many prestigious personalities over the years, such as Marcel Proust, F. Scott Fitzgerald, Ernest Hemingway, King Edward VII, and the couturier Coco Chanel, who made the Ritz her home for more than thirty years. Many of the suites in the hotel are named after their famous patrons. Hemingway once said, \"When in Paris the only reason not to stay at the Ritz is if you can't afford it\". Garden terrace shown in The dinner in the hotel Ritz in Paris by Pierre-Georges Jeanniot, 1904 In 1904 and 1908, the Ritz garden café was painted by the Swiss artist, Pierre-Georges Jeanniot. Proust wrote parts of Remembrance of Things Past here from around 1909. The building was extended in 1910, and César Ritz died in 1918, succeeded by his son, Charles Ritz. Queen Marie of Romania stayed at the Ritz Hotel with her two eldest daughters, Elisabeth (of Greece) and Maria (of Yugoslavia) in 1919 while campaigning for Greater Romania at the Paris Peace Conference. Many other prominent royal figures and heads of state slept and dined at the hotel over the years. Edward VII reportedly once got stuck in a too-narrow bathtub with his lover at the hotel. August Escoffier died in 1935. After the death of Charles Ritz in 1976, the hotel went into a period of slow decline. As it lost its luster, its clientele diminished, and for the first time in its existence it began to lose money. It was rescued, however, in 1979 by an Egyptian businessman, Mohamed Al-Fayed, who purchased the hotel for $20 million and installed a new managing director, Frank Klein. Klein in turn put Guy Legay, the former chef of the three-star Ledoyen, in charge of the kitchen. Al-Fayed renovated it completely over several years without stopping its operation; this was achieved by annexing two town houses, joined by an arcade with many of Paris's leading boutiques. The renovation of the hotel was headed by the architect Bernard Gaucherel from 1980 to 1987. The entire ten- year renovation cost a total of $250 million. The restaurants were given a new look, and a swimming pool, health club, and spas were created in the basement. The Little Bar was renamed the Hemingway Bar. In 1988 the Ritz-Escoffier School of French Gastronomy was established in honour of Auguste Escoffier. On 1 August 2012, the Ritz closed for the first time in its history for an extensive restoration. It was scheduled to reopen in late 2015, but this date was later changed to March 2016. At 07:00 local time on 19 January 2016, a major fire broke out in the roof of the building. Fifteen fire engines and 60 firefighters attended. The Ritz reopened on 6 June 2016 after a major four- year, multimillion-dollar renovation. In the 21st century, the Ritz is ranked among the most luxurious hotel in the world and the most expensive in Paris. It is referred to by some as the best hotel in Europe and one of the world's most famous hotels. It is one of \"The Leading Hotels of the World\". Entrance, 2009 ==Noteworthy historical occurrences== During the summer of 1940, the Luftwaffe, the air forces of Nazi Germany during the Second World War, set up their headquarters at the Ritz, with their chief Hermann Göring. Ernest Hemingway, who stayed at the hotel many times after World War II, was there when he learned his wife wanted a divorce. He reacted to the news by throwing her photo into a Ritz toilet and then shooting the photo and the toilet with his pistol. On 31 August 1997, Diana, Princess of Wales and Al-Fayed's son Dodi Al-Fayed, and their chauffeur Henri Paul, dined in the Imperial Suite of the hotel before leaving the hotel with bodyguard Trevor Rees-Jones, only to have a fatal car accident in the Pont de l'Alma underpass. During 10 January 2018 five men stole millions of euros of jewellery from within the hotel, three were subsequently caught before escaping.Paris: plus de 4 millions d' euros voles lors d'un braquage au Ritz Le Point Accessed 10 January 2018 ==Architecture== The Hôtel Ritz Paris, looking north The palace and the square are masterpieces of classical architecture from the end of the reign of Louis XIV. The façade was designed by the royal architect Mansart in the late 17th century before the plot was bought and construction began in 1705. The Hôtel Ritz comprises the Vendôme and the Cambon buildings with rooms overlooking the Place Vendôme, and, on the opposite side, the hotel's garden. The Ritz was among the first hotels in Europe to provide a bathroom en suite, a telephone and electricity for each room. The Hôtel Ritz Paris is 4 floors high, including the mansard roof, and as of 2011 offers 159 rooms, a two-Michelin- starred restaurant, two bars and a casual dining restaurant. ===Rooms and suites=== Bath/shower and peach-coloured towel In the 1970s a travel publication Holiday wrote, \"practically every royal head of state has snoozed under down quilts on the finest linen sheets, beneath fifteen-foot-high () ceilings in rooms looking out, through huge double windows, on the elegant Place Vendôme.\" Frommer's, which calls the Ritz \"Europe's greatest hotel\", describes the furnishings as follows, \"the public salons are furnished with museum-calibre antiques. Each guest room is uniquely decorated, most with Louis XIV or Louis XV reproductions; all have fine rugs, marble fireplaces, tapestries, brass beds, and more. Ever since Edward VII got stuck in a too- narrow bathtub with his lover, the tubs at the Ritz have been deep and big.\" The bathrooms contain unique golden swan taps, and peach-coloured towels and robes, believed to be more flattering than white to a woman's complexion. The Ritz may be the most expensive hotel in Paris, employing a staff of over 600, the rooms as of May 2017 started at €1,100 a night. Suites start at €3,500 and up to €20,000 a night for the most lavish ones (Suite Impériale being the most expensive). These finest suites are known as the \"Prestige suites\", ten in total, which according to the Ritz are \"a world for aesthetes where 18th century panelling echoes allegorical ceilings, old masters and priceless antique furniture. Each suite is unique and each seems to still breathe the spirit of the illustrious guests who once stayed there.\" The Vendôme Suite is one of the most spacious of the hotel, containing Louis XIV furnishings, with a red and ivory theme and grand windows overlooking the square. The César Ritz Suite overlooks the square and contains Louis XV furniture and a portrait of Ritz himself. The room is decorated in shades of green and light yellow with a canopied bed in one room and silk floral pattern in the second. The doors of the sitting room of the suite are edged in gold leaf. The Elton John Suite, decorated in strawberry pink and cream, contains two bedrooms, a thick pink carpet and attic windows. John reportedly hired the entire floor for his 42nd birthday. The Windsor Suite contains tapestries and gilded mouldings and portraits of the Duke (Edward VIII) and Duchess of Windsor. They are decorated with Louis XVI furniture and colours such as almond green, salmon and pearl grey. The master bedroom is decorated in pearl grey in a shade which the Ritz calls \"Wallis blue\", a favourite of Wallis, Duchess of Windsor. The Coco Chanel Suite where Coco Chanel lived for some 35 years consists of two bedrooms and a living room and features Coromandel lacquers, Chinese furniture, baroque mirrors and oversized sofas with quilting created by Grande Mademoiselle. ====Imperial Suite==== The Imperial Suite (Suite Impériale) is the finest suite of the hotel, and is listed as a National Monument of France in its own right. The Imperial Suite is located on the first floor and consists of two bedrooms, a grand salon, and a dining room. The suite features ceilings, great chandeliers and windows overlooking the Place Vendôme, a massive long gold framed Baroque mirror between the windows, red and gold upholstery and a four-poster bed said to be identical to that in Marie Antoinette's bedroom in the Palace of Versailles. The other bedroom is in the style of Louis XVI, with a baldachin bed and columns. The suite is lavishly decorated in French art, bas-reliefs and 18th-century panelling which is protected under the suite's historic monument status. The bathroom is a former boudoir overlooking the Vendôme garden, with 18th-century panelling and a Jacuzzi bath and steam-bath shower and has its own plasma television and cosmetics fridge, juxtaposing old French tradition with the modernity of the 21st century. As well as facilities such as a DVD player, high-speed internet, and fax, the suite features a Porsche Design kitchenette with CHROMA knives near the salon and has its own small personal wine cellar filled with a variety of French wines. Over the years the suite has hosted some of the world's most prestigious guests from the Shah of Iran to George H. W. Bush. The suite was Hermann Göring's choice of residence during the Second World War and it was where Diana, Princess of Wales and Dodi Al-Fayed ate their last meal. The World Travel Awards of 2007 selected the Imperial Suite as \"Europe's Leading Suite\". ===Restaurant and bars=== ====L'Espadon==== Although there was necessarily a hotel restaurant from the inception of the Ritz, the current hotel restaurant, L'Espadon (The Swordfish) was established in 1956 by Charles Ritz. He was a keen fishing enthusiast so named the restaurant after a fish. The restaurant is inspired by the legendary first chef of the hotel, Auguste Escoffier, serving \"traditional French culinary style with contemporary overtones\". The cuisine was by the award-winning chef Michel Roth, the ninth head chef of the hotel; the restaurant was awarded a second star by the 2009 edition of the influential Michelin Red Guide. He was the executive chef of the restaurant until its closing on 1 August 2012 for a complete renovation. The head chef was formerly Guy Legay, cited as one of Paris's greatest chefs, who had served from at least 1986 to beyond 1999. In 1999, Esquire magazine wrote, \"the dining room, L'Espadon, down the long corridor of mirrors and display cases, has a glittering Regency formality that seems to swirl around you, and it's easy enough to imagine Hemingway sitting down with Dietrich to a dish of chef Guy Legay's buttery scrambled eggs...\" The restaurant decor is described as \"opulent with trompe l’oeil ceilings, swagged drapes, and views into the garden.\" The courtyard garden is rich in greenery and contains several statues and a fountain. The hotel hires five or so florists to provide fresh flowers. ====Bars==== The hotel has several bars, namely the Ritz Bar, Bar Vendôme, Bar Hemingway and the Pool Bar. The Ritz Bar, just inside the Rue Cambon entrance on the left, gained a reputation over the years for its glamorous cocktail parties and the unique bartending skills of Frank Meier, head barman from 1921 until his death in 1947. One of his best-known cocktails was the potent \"Rainbow\", consisting of anisette, mint, yellow chartreuse, cherry brandy, kümmel, green chartreuse and cognac. The Ritz Bar is designed in the Victorian style with red-velvet armchairs and bar furnishings, a marble fireplace and historic portraits. The Ritz Bar may have been the world's first hotel bar. Bar Hemingway was the favourite bar of Ernest Hemingway and is said by some to be the birthplace of the Bloody Mary cocktail which was invented for him. However, the claim is disputed as Fernand Petiot claimed to have invented the drink in 1921 while working at Harry's New York Bar, a frequent Paris hangout for Hemingway and other American expatriates, rather than in the bar in the Ritz itself.Andrew MacElhone and Duncan MacElhone: Harry's ABC of Mixing Cocktails, page 35. , Souvenir Press, 1986, 1996. The bar has been restored to its original appearance, with rich wood panelling and leather upholstery and has 25 original photographs on the walls taken by the author of places and people that inspired him. Bar Vendôme is very popular with wealthy Parisians for afternoon tea and contains wood furnishings and a grand piano. During the summer months the doors are opened out onto the garden and terrace. ===Ritz-Escoffier School=== The hotel at night, looking west The Ritz- Escoffier School of French Gastronomy was established in 1988 in honour of Georges-Auguste Escoffier. The ethos of the school is based on Escoffier's words, \"Good cuisine is the foundation of true happiness.\" This school is accessed through an entrance in the back of the hotel and offers training courses and workshops for amateur and professional cooks. ===Ritz Health Club=== The Ritz Health Club contains a swimming pool, the largest in all of the Parisian hotel palaces and billed by the Ritz as \"the finest indoor pool in Paris\". The pool's construction was inspired by the baths of Ancient Greece and Ancient Rome and features reliefs on the ceilings and jet streams and underwater sounds in the pool. The health club boasts of of \"hi-tech facilities\" and offers a range of health treatments, from reflexology to Swedish massage and shiatsu. ==In fiction== Because of its status as a symbol of wealth and luxury, the hotel has featured in many notable works of fiction. ===Novels and plays=== Many novels of the Lost Generation feature scenes in the Ritz, such as F. Scott Fitzgerald's Tender Is The Night and Ernest Hemingway's The Sun Also Rises. Noël Coward's play Semi-Monde is perhaps the most notable work covering the hotel in detail, following the escapades of an extravagant, promiscuous fictional Paris elite between 1924 and 1926. In the Bret Easton Ellis novel Glamorama, a group of supermodels turned terrorists plant a home-made bomb in the Ritz, resulting in its destruction. In The Da Vinci Code, the protagonist, Robert Langdon, stays at the hotel while in Paris, as do Andrea Sachs and Miranda Priestly in Lauren Weisberger's The Devil Wears Prada. The final chapter of Ian Fleming's James Bond novel From Russia, with Love is set at the hotel. The villain, Rosa Klebb, stays in room 602 and engages in a battle with Bond which results in her death. In Julian Fellowes' novel Snobs (2004), those attending Earl Broughton's pre-marriage bachelor party are accommodated at the Ritz. ===Cinema=== The hotel has featured in several films, three of which starred Audrey Hepburn. In Stanley Donen's 1957 film Funny Face, Kay Thompson dances in the Ritz's entry driveway and in front of the hotel, accompanied by a group of dancers dressed as Ritz bellhops during the Bonjour, Paris! number. In Billy Wilder's 1957 comedy Love in the Afternoon, Hepburn initiates her romance with Gary Cooper in his suite in the hotel and much of the film is set there. The hotel is again seen in the 1966 movie How to Steal a Million, with a romantic scene between Hepburn and Peter O'Toole in the hotel's bar in which Hepburn wears an iconic Givenchy black lace eyemask and matching cocktail dress. In the Indian film Jhoom Barabar Jhoom, Abhishek Bachchan meets his fictional love (played by Lara Dutta) at Hotel Ritz. == See also == * Ritz-Carlton hotel chain * The Ritz London Hotel, opened 8 years after the Paris property. * Ritz (disambiguation), for other uses * The Leading Hotels of the World * Colin Peter Field - Head bartender of the Hemingway Bar at Hôtel Ritz Paris == References == ==External links== * Hotel website *Interview with Colin Field, leading mixologist and head barman of the Ritz's Hemingway Bar * Paris Ritz To Close Doors For Two Years Ritz Paris Category:Buildings and structures in the 1st arrondissement of Paris Ritz Paris Ritz Paris Category:1705 establishments in France Category:2016 fires Category:Fires in Paris ",
    "title": "Hôtel Ritz Paris"
}