{
    "id": "1507326",
    "text": "Hot Spot is a musical with the book by Jack Weinstock and Willie Gilbert, lyrics by Martin Charnin, music by Mary Rodgers, and additional lyrics and music by Stephen Sondheim. It had a brief run on Broadway in 1963. The musical is a political satire. ==Background== A Peace Corps volunteer in newly independent Nigeria, Marjorie Michelmore, caused a furor because she had written a postcard on October 13, 1961, describing the primitive living conditions there. Nigerians were indignant, and some accused the volunteers of being American spies. This led to a public relations crisis for the fledgling Peace Corps.\"The infamous Peace Corps postcard\", peacecorpswriters.org, retrieved February 21, 2010 ==Production== Hot Spot began out-of-town try-outs on February 11, 1963 at the National Theater, Washington, D.C.,\"Hot Spot listing sondheimguide.com, retrieved February 21, 2010 and on February 28 at the Shubert Theatre, Philadelphia, Pennsylvania.Suskin, Steven. The Sound of Broadway Music: A Book of Orchestrators and Orchestrations (2009). Oxford University Press US, , p. 432 The musical premiered on Broadway at the Majestic Theater on April 19, 1963 and closed on May 25, 1963 after 43 performances and 5 previews. (Although reporting 5 \"official\" previews, according to The New York Times, \"the musical expects to run up 36 [previews] at the Majestic by the time it opens\".Taubman, Howard. \"In and Out Of Town\", The New York Times, April 14, 1963, p. 97) Scenic and costume design was by Rouben Ter-Arutunian, and lighting design by John Harvey. At least five directors worked on the show: the original director was Morton DaCosta, followed by Martin Charnin, Robert Fryer, Richard Quine, Arthur Laurents, and Herbert Ross. The original choreographer was Onna White. There was no credit given to either director or choreographer, although the New York Times review credits read \"staged by Herbert Ross\".Taubman, Howard. \"The Theater:Hot Spot\", The New York Times, April 20, 1963, p. 17 Stephen Sondheim, a friend of Rodgers, was brought onto the creative team, resulting in the show's opening and closing number, \"Don't Laugh\" and the song \"That's Good, That's Bad\". The cast starred Judy Holliday and included Conrad Bain, Joe Bova, Joseph Campanella, Mary Louise Wilson, Carmen De Lavallade, Charles Braswell and George Furth. This marked Judy Holliday's final stage performance. (She was quoted as saying \"You can only live through one or two Hot Spots in your life.\") One of Broadway's most well-known flops, it had 58 \"preview\" performances, setting a record by cancelling its official opening four times, and then running for only 43 \"official\" performances. According to Steven Suskin, \"it was one of those big-budget, big-advance-sale bonanzas which go wrong and turn into highly public busts.\"Suskin, Steven. Show Tunes (Ed. 4, revised) (2010), Oxford University Press US, , p.413 According to the review in Billboard, \"Predictions of failure preceded the show and these were confirmed when the New York Critics Circle passed a unanimous negative judgement.\"Maher, Jack. \"They Didn't Do Right By Judy\", Billboard, May 4, 1963, p. 12 ==Synopsis== Peace Corps volunteer, hygiene teacher \"Sally Hopwinder\", is stationed in a fictional nation, \"D'hum\" with decent living conditions. She concocts a plan to obtain U.S. aid for D'hum by convincing the Pentagon that Russia is about to invade it. ==Songs== ;Act 1 *Don't Laugh - Sally Hopwinder *Don't Laugh (Reprise) - Sally Hopwinder and Peace Corps *Welcome - D'humians *This Little Yankee - Gabrel Snapper *Smiles - Sally Hopwinder, Deva, Minister of State, Howard Mason, Rami and Members of the Ensemble *A Little Trouble - Sally Hopwinder, Shim, The Nadir of D'hum and D'humians *You'd Like Nebraska - Vernon Breen and Iram *Hey Love - Sally Hopwinder *I Had Two Dregs - Sally Hopwinder, Shim, Sumner Tubb, Sr. and D'humians *Rich, Rich, Rich - Shim, Sue Ann, Peace Corps and D'humians ;Act 2 *That's Good-That's Bad - Sally Hopwinder *I Think the World of You - Sue Ann and Shim *Gabie - Sally Hopwinder *A Matter of Time - Gabrel Snapper and Sally Hopwinder *Gabie (Reprise) - Gabrel Snapper *Big Meeting Tonight - Rami, Grobanykov and Ensemble *A Far, Far Better Way - Sally Hopwinder *Don't Laugh (Reprise) - Sally Hopwinder, Gabrel Snapper and Ensemble ==Recording== A CD was released by Blue Pear Records in 2004, taken from a cassette recording made from the audience. In addition to the original Broadway cast, the disc has composer demos, featuring Charnin and Rodgers, as well as several recordings commercially released on 45 rpm.\"Hot Spot recording listing\", castalbumcollector.com, retrieved February 21, 2010 ==Notes== ==References== *Mandelbaum, Ken, Not Since Carrie: 40 Years of Broadway Musical Flops, St. Martin's Press, New York, 1991 , pp. 63ff. ==External links== * Category:1963 musicals Category:Broadway musicals ",
    "title": "Hot Spot (musical)"
}