{
    "id": "1507740",
    "text": "George Booth, 1st Baron Delamer (18 December 16228 August 1684), was an English landowner and politician from Cheshire, who served as an MP from 1646 to 1661, when he was elevated to the House of Lords as Baron Delamer. A member of the moderate Presbyterian faction that dominated the Long Parliament and many of the pre-war county elites, Booth fought for Parliament during the First English Civil War. He relinquished his commission when elected MP for Cheshire in 1646, a seat he retained throughout the Protectorate. Suspected of involvement in the 1655 Royalist Penruddock uprising, in 1659 he led Booth's Uprising, in support of Charles II of England. Intended as part of a larger conspiracy, it was quickly defeated, but Booth escaped punishment and after The Restoration in 1660, he was rewarded with a peerage. However, concerns over reforms to the Church of England and Charles' use of the Royal Prerogative led him into opposition and during the 1679 to 1681 Exclusion Crisis, he supported barring the Catholic James from the throne. He died in August 1684; his son Henry was briefly Chancellor of the Exchequer after the 1688 Glorious Revolution. ==Civil War== George Booth was the son of Sir William Booth of Dunham Massey and Margaret Assheton. Sir William Booth was the son and heir apparent to Sir George Booth, 1st Baronet (1566–1652), of the ancient family settled at Dunham Massey in Cheshire, by his wife Vere Egerton, daughter and co-heir of Sir Thomas Egerton. He took an active part in the Civil War alongside his grandfather, Sir George Booth, on the Parliamentarians' side. He was returned to the Long Parliament as Member of Parliament for Cheshire in 1645. ==Interregnum== George Booth was nominated to the Barebones Parliament for Cheshire in 1653 and was elected MP for Cheshire in the First Protectorate Parliament in 1654 and in the Second Protectorate Parliament in 1656. In 1655 he was appointed military commissioner for Cheshire and treasurer at war. He was one of the excluded members who tried and failed to regain their seats in the restored Rump Parliament after the fall of Richard Cromwell in 1659. He had for some time been regarded by the Royalists as a well-wisher to their cause, and was described to the King in May 1659 as \"very considerable in his county, a Presbyterian in opinion, yet so moral a man ... I think Your Majesty may safely [rely] on him and his promises which are considerable and hearty\". He thus became one of the chief leaders of the new Royalists who united with the Cavaliers to effect the Restoration. ===Uprising=== A memorial to the battle photographed in 2013 An uprisingBooth's Uprising, 1659 (BCW Project) was arranged for 5 August 1659 in several districts, and Booth received a commission from Charles II to assume command of the revolutionary forces in Lancashire, Cheshire, and North Wales. After gaining control of Chester on the 19 August, he issued a proclamation declaring that \"arms had been taken up in vindication of the freedom of Parliament, of the known laws, liberty and property\", and then marched towards York. The plot, however, was known to John Thurloe. Having been foiled in other parts of the country, Lambert's advancing forces defeated Booth's men at the Battle of Winnington Bridge near Northwich.The Encyclopædia Britannica Eleventh Edition implies that the battle took place near Nantwich—Winnington Bridge is about a mile from Northwich. Booth himself escaped disguised as a woman, but was discovered at Newport Pagnell on the 23 August whilst having a shave, and was imprisoned in the Tower of London. ==Restoration== However, Booth was soon liberated and returned to his seat in the Convention Parliament in 1660. He was one of the twelve members deputed to carry the message of the House of Commons to Charles II at The Hague. In July 1660 he received a grant of £10,000 according to the House of Commons Journal for 30 July 1660, having refused the larger sum of £20,000 at first offered to him, and on 20 April 1661, on the occasion of the coronation, he was created Baron Delamer, with a licence to nominate six new knights. The same year he was appointed Custos Rotulorum of Cheshire. In later years he showed himself staunchly opposed to the reactionary policies of the government. He died on 8 August 1684, and was buried in the Booth Chapel at Bowdon Church. ==Family== Booth's first marriage was to Lady Catherine Clinton, daughter and co-heir of Theophilus Clinton, 4th Earl of Lincoln, with whom he had one daughter, Vera Booth. After the death of his first wife, he married Lady Elizabeth Grey, daughter of Henry Grey, 1st Earl of Stamford, by whom, besides five daughters, he had seven sons, the second of whom, Henry, succeeded him in the Booth titles and estates, which included Dunham Massey Hall and Staley Hall. Henry later became Earl of Warrington. Although this earldom became extinct on the death of the 2nd Earl in 1758, the Booth Barony of Delamer carried on another generation, only becoming extinct upon the 4th Baron's death in 1770. The Booths' even older baronetcy title then devolved upon a distant cousin, the Rev Sir George Booth, Rector of Ashton-under-Lyne, although the family's representation in the House of Lords had ceased. The Delamer title was later recreated (as Delamere) in 1821 for the Cholmondeley family, kinsmen of the Marquesses of Cholmondeley and the Cholmeley baronets. {| class=\"wikitable\" |- !Name!!Birth!!Death!!Notes |- |colspan=4|By Lady Catherine Clinton |- |Vere Booth||19 July 1643||14 November 1717||unmarried; Canonbury House, Islington |- |colspan=4|By Lady Elizabeth Grey |- |William Booth||17 April 1648||20 Jan 1661|| |- |Henry Booth, 1st Earl of Warrington||13 Jan 1652||2 Jan 1693/94|| |- |Charles Booth||||died at Paris|| |- |George Booth||||1726||married Lucy Robartes |- |Very Rev Robert Booth||1662||8 Aug 1730|| |- |Elizabeth Booth||||4 July 1681||married Edward Conway, 1st Earl of Conway; no surviving issue |- |Diana Booth||||7 October 1713||married 1677, Admiral Sir Ralph Delaval, 2nd Bt; married 21 October 1699, Sir Edward Blackett, 2nd Bt |- |Cecil Booth||||16 May 1711||unmarried |- |Ann Booth||||died young|| |- |Jane Booth||||died young|| |- |Sophia Booth||||died young|| |- |Nevill Booth||1667||1685||merchant adventurer |} ==Notes== ==References== * * * * Attribution: * ==External links== * www.burkespeerage.com Delamer, George Booth, 1st Baron Delamer Category:1622 births Category:1684 deaths George Category:Roundheads Category:People from Cheshire Category:Prisoners in the Tower of London Category:English MPs 1653 (Barebones) Category:English MPs 1654–1655 Category:English MPs 1656–1658 Category:English MPs 1660 Category:Members of the Parliament of England (pre-1707) for Lancashire ",
    "title": "George Booth, 1st Baron Delamer"
}