{
    "id": "1507662",
    "text": "Crawdaddy was an American rock music magazine launched in 1966. It was created by Paul Williams, a Swarthmore College student at the time, in response to the increasing sophistication and cultural influence of popular music. The magazine was named after the Crawdaddy Club in London and published during its early years with an exclamation point, as Crawdaddy! According to The New York Times, Crawdaddy was \"the first magazine to take rock and roll seriously\",NY Times, June 9, 1976 while the magazine's rival Rolling Stone acknowledged it as \"the first serious publication devoted to rock & roll news and criticism\". Cited in Preceding both Rolling Stone and Creem, Crawdaddy was the training ground for many rock writers just finding the language to describe rock and roll,Peter Knobler on CrawdaddyPaul Williams interview which was only then beginning to be written about as studiously as folk music and jazz.Williams interview The magazine spawned the career of numerous rock and other writers. Early contributors included Jon Landau, Sandy Pearlman, Richard Meltzer and Peter Knobler. Issue #8 from March 1967. See page 3 for Table of Contents, showing authors. Also issue #19, page 3. After Williams left Crawdaddy in 1968, the magazine was edited by Knobler from 1972 until its last issue in 1979.Peter Knobler on Crawdaddy From 1993 to 2003 Williams self-published a Crawdaddy reincarnation. In 2006 it was sold to Wolfgang's Vault and later resurrected as a daily webzine.Crawdaddy.com Effective August 5, 2011, visits began redirecting to the music website Paste, which announced that Crawdaddy \"relaunches as a blog on Paste, where we’ll share stories from the Crawdaddy archives and publish new content on legacy artists\".Post at pastemagazine.com/blogs/crawdaddy == Fanzine roots == Named after the legendary Crawdaddy Club in England at which the Rolling Stones played their first gig, Crawdaddy was started on the campus of Swarthmore College. Williams was a science fiction fan who at the age of 17 started mimeographing and distributing a collection of criticisms (at first mostly his own) about rock and roll music and musicians. (He had begun publishing a science fiction fanzine, Within, at the age of 14, and later recruited some of his fellow fans to help.)Williams interviewFanzines Crawdaddy quickly moved from its fanzine roots (the first issue was mimeographed by fellow fan Ted White) to become one of the first rock music \"prozines\", with newsstand distribution.Ticket to Write : The Golden Age of Rock Music Journalism, directed and written by Raul Sandelin(New York: Road Ahead Productions, April 27 2016) > You are looking at the first issue of a magazine of rock and roll criticism. > Crawdaddy will feature neither pin-ups nor news-briefs; the specialty of > this magazine is intelligent writing about pop music.... :—Issue 1, February > 7, 1966 == Mass market magazine == Crawdaddy briefly suspended publication in 1969, then returned, with its title unpunctuated, in 1970, as a monthly with national mass market distribution, first as a quarterfold newsprint tabloid, then as a standard-sized magazine. Crawdaddy continued through the decade, led by editor-in-chief Peter Knobler (who first wrote for the original Crawdaddy under Williams in October 1968), with senior editor Greg Mitchell, featuring contributions from Joseph Heller, John Lennon, Tim O'Brien, Michael Herr, Gilda Radner, Dan Aykroyd, P.J. O'Rourke and Cameron Crowe, plus a roster of columnists including at times William S. Burroughs, Paul Krassner, David G. Hartwell, the Firesign Theater, and sometimes Paul Williams himself. While on the run from the law, Abbie Hoffman was Crawdaddy 's travel editor. As the decade progressed, the Crawdaddy staff included Timothy White (later, an editor of Billboard), Mitch Glazer, Denis Boyles, Noe Goldwasser, John Swenson, Bruce Malamut and Jon Pareles, plus notable freelance photographers including David Gahr, Francesco Scavullo, and Ed Gallucci. Because of such notable talent, Crawdaddy has been described as the Buffalo Springfield of the rock magazine world. Crawdaddy was a generational magazine known for its well- written, insightful profiles particularly of musicians, but also a diverse mix of filmmakers, athletes, politicians, comedians and other celebrities prominent in 1970s pop culture, including Sly Stone, Bob Marley, the Who, Eric Clapton, the Rolling Stones, Mel Brooks, John Belushi, Jack Nicholson, Gregg Allman, Muhammad Ali, Joni Mitchell, Bonnie Raitt, Linda Ronstadt, Roxy Music, Little Feat, George Carlin, Randy Newman, Paul Butterfield, Brian Eno and Roy Orbison. Under Knobler, Crawdaddys editors often assigned artists to write about other artists; Al Kooper profiled Steve Martin, Martin Mull interviewed Woody Allen, William S. Burroughs talked magic, mysticism and Aleister Crowley with Jimmy Page.Publishers Weekly review\"Rock Magic\", Crawdaddy, June 1975 The magazine's record reviews, capsule reviews and film reviews sections, driven by editors Goldwasser and Swenson, shared an iconoclastic reputation that was well known by the music and film industries for its fierce independence. Crawdaddys features section regularly covered scenes from New Orleans funk to Austin, Texas' cosmic cowboys to Scientology, est and disco. Its renowned sense of humor produced the Crawdoodah Gazette, The Whole Earth Conspiracy Catalogue and \"The Assassination Please Almanac\". In 1976 the magazine published the first in-depth article on the life and bizarre death of country- rock pioneer Gram Parsons, anticipating the wealth of information published about him in later years. Greg Mitchell went on to write various books concerning U.S. political events. == Discovers Bruce Springsteen == Among Crawdaddys scoops: the first major profile of Bruce Springsteen, written in December 1972 by Peter Knobler with special assistance from Greg Mitchell. \"He sings with a freshness and urgency I haven't heard since I was rocked by 'Like a Rolling Stone,'\" Knobler wrote. Knobler's Crawdaddy discovered Springsteen in the rock press and was his earliest champion. Springsteen and the E Street Band acknowledged by giving a private performance at the Crawdaddy 10th Anniversary Party in New York City in June 1976.Crawdaddy Party Mirrors Magazine, NY Times, June 9, 1976 Knobler profiled Springsteen in 1973, 1975 and 1978. == Rename and closure == Under Peter Knobler's editorship from 1972 to 1979, Crawdaddys focus expanded to cover more general aspects of popular culture, particularly politics, sports and movies, and in 1979 the magazine changed its title to Feature. When the music business retrenched, Feature lost much of its advertising revenue, and after five issues at the beginning of 1979 it ceased publication. Knobler went on to collaborate on numerous best- selling books, including the political memoir All's Fair by James Carville and Mary Matalin and the autobiographies of Kareem Abdul-Jabbar, Hakeem Olajuwon, Governor Ann Richards, NYPD Commissioner William Bratton, Sumner Redstone, and Tommy Hilfiger. == Later relaunches == Paul Williams reclaimed the punctuated title in 1993, publishing 28 issues until financial pressures forced him to end its run in 2003. In 2006 Williams sold the rights to the Crawdaddy name as well as all of his published works in back issues and a handful of his authored books to Wolfgang's Vault. In May 2007, the magazine was re-launched as an online publication at Crawdaddy.com, equipped with video and MP3 capability. Credited for its reputation for \"thinking man's music writing\" by Magnet, Crawdaddy operated as a daily music news blog and source for longform music journalism, with a team of freelancers spanning the globe and a small San Francisco-based editorial staff headed by Editor-in-Chief Angela Zimmerman, who succeeded Jocelyn Hoppa. At the film, music and culture website PasteMagazine.com, where Crawdaddy appeared as a blog on August 5, 2011, the host site undertakes to import and maintain the Crawdaddy archive, and promises to continue to post not only archival but new material from \"many of the columnists and writers you might have enjoyed at the Crawdaddy website\". The magazine's content spanned the entire age of rock 'n' roll from its inception (and all of the genre's derivatives) to extensive coverage on new and breaking bands. Regular columns and features included interviews, reviews, song histories, lyrical dissections, interviews on songwriting, roadie tales courtesy of Dinky Dawson, new classics, music and politics, crate diggers, the weakest cut, memoir and fiction pieces, in-house video sessions and interviews, and more. ==Very Seventies== Peter Knobler and Greg Mitchell edited the book Very Seventies: A Cultural History of the 1970s from the Pages of Crawdaddy,Very Seventies: A Cultural History of the 1970s from the pages of Crawdaddy\"Very Seventies\" Table of Contents published in 1995. == In popular culture == In the 1979 movie Rock 'n' Roll High School, the character Riff Randell (P. J. Soles) is seen reading an issue. The Simpsons episode \"A Midsummer's Nice Dream\" (season 22, episode 16; airdate March 13, 2011) features a scene with Homer in the attic reminiscing to Bart about the 1970s, while sitting amongst stacks of old Crawdaddy magazines. The magazine has been also referenced by Mystery Science Theater 3000, such as in the episode \"The Skydivers\" (in a gag about a reporter \"covering the event\" for Crawdaddy, although the movie predates the founding of the magazine) and the episode \"The Incredible Melting Man\" (in a gag about a very 1970s woman having a collection of back issues). ==References== == Further reading == * Knobler, Peter; Mitchell, Greg, Very Seventies: A Cultural History of the 1970s from the Pages of Crawdaddy * Williams, Paul, The Crawdaddy! book : writings (and images) from the magazine of rock, Milwaukee, WI: Hal Leonard Corp., 2002. ==External links== * Peter Knobler on Crawdaddy * Crawdaddy home page at Pastemagazine.com * Interview with Paul Williams at rockcritics.com * Paul Williams, Peter Knobler: Personal history of Crawdaddy * Very Seventies: A Cultural History of the 1970s from the Pages of Crawdaddy * Paul Williams website Category:Online music magazines published in the United States Category:Defunct magazines published in the United States Category:Magazines established in 1966 Category:Magazines disestablished in 1979 Category:Magazines published in New York City Category:Magazines published in Pennsylvania Category:Online magazines with defunct print editions Category:Swarthmore College ",
    "title": "Crawdaddy (magazine)"
}