{
    "id": "1507593",
    "text": "{| |} HMS Neptune was a 98-gun second rate ship of the line of the Royal Navy. She served on a number of stations during the French Revolutionary and Napoleonic Wars and was present at the Battle of Trafalgar in 1805. Neptune was built during the early years of the war with Revolutionary France and was launched in 1797. She almost immediately became caught up in the events of the mutiny at the Nore, and was one of a few loyal ships tasked with attacking mutinous vessels if they could not be brought to order. The mutiny died out before this became necessary and Neptune joined the Channel Fleet. She moved to the Mediterranean in 1799, spending the rest of the French Revolutionary Wars in operations with Vice-Admiral Lord Keith's fleet. After refitting, and spending time on blockades, she formed part of Lord Nelson's fleet at the Battle of Trafalgar, and was heavily involved in the fighting, sustaining casualties of 10 killed and 34 wounded. She was not fully repaired and returned to service until 1807, when she went out to the Caribbean. In 1809 she participated in the successful invasion of Martinique, and the subsequent battle with Troude's squadron. Returning to Britain towards the end of the wars, she was laid up in ordinary, and in 1813 became a temporary prison ship. She was finally broken up in 1818. ==Construction and commissioning== Neptune was ordered from Deptford Dockyard on 15 February 1790, to a design developed by Surveyor of the Navy Sir John Henslow. She was one of three ships of the Neptune class, alongside her sisters and . Neptune was laid down at Deptford in April 1791, receiving her name on 24 July 1790. The initial stages of her construction were overseen by Master Shipwright Martin Ware, though he was succeeded by Thomas Pollard in June 1795, and Pollard oversaw her completion. Neptune was launched on 28 January 1797 and sailed to Woolwich to be fitted for sea. Arriving at Woolwich on 12 February, she was immediately docked to have her copper sheathing fitted, a process that was completed by 1 March. Launched again, she finished fitting out, and received her masts and yards. Her final costs came to £77,053, and included £61,172 spent on the hull, masts and yards, and a further £15,881 on rigging and stores. She was commissioned on 25 March 1797 under Captain Henry Stanhope, becoming the third ship of the Royal Navy to bear the name Neptune. Her predecessors had been two 90-gun ships, the first launched in 1683, renamed HMS Torbay in 1750 and sold in 1784. The second had been launched in 1757, was used as a sheer hulk from 1784, and was broken up in 1816. Stanhope sailed from Woolwich on 11 June 1797, flying the broad pendant of Commodore Sir Erasmus Gower, and made for the Nore. ==Mutiny at the Nore== Shortly after her arrival at the Nore, Neptune became caught up in the mutiny that had broken out there. While lying at Gravesend, Neptune and the 64-gun ships and , together with a fleet of gunboats, were ordered to intercept and attack the mutinous ships at the Nore. Before they could proceed word came that the mutineers had entered negotiations with the Earl of Northesk, captain of the 64-gun , and by 9 June the mutiny was on the verge of collapse. The attack was called off, and on 21 September Stanhope was superseded by Gower as captain of Neptune. The crisis over, Neptune joined the Channel Fleet. ==Mediterranean== Gower remained in command of Neptune until his promotion to rear-admiral of the white, at which point Herbert Sawyer became her acting-captain. Sawyer was in command until 22 January 1799, and Gower left her on 28 February 1799. Command of the ship formally passed to Captain James Vashon on 5 March 1799. The first half of 1799 was spent with the Channel Fleet, and in June Neptune was one of 15 ships of the line assigned to join Vice-Admiral Lord Keith's fleet in the Mediterranean. The squadron, commanded by Rear-Admiral Sir Charles Cotton, rendezvoused with Keith's force at Menorca on 7 July, bringing the British fleet in the Mediterranean up to 31 ships. Keith intended to intercept a large Franco-Spanish force of 42 ships under Admirals Étienne Eustache Bruix and Jose Mazarredo, and set out to sea on 10 July. Bruix' expedition evaded Keith, and reached the safety of Brest on 9 August. Neptune went on to spend the rest of the French Revolutionary Wars in the Mediterranean. Vashon was superseded on 26 March 1801, and the following day Captain Edward Brace arrived to take command. Neptune became the flagship of Vice-Admiral James Gambier during this period. Brace's period of command was brief, he was superseded by Captain Francis Austen on 12 September. With the draw down in hostilities prior to the signing of the Treaty of Amiens in March 1802, Neptune was one of the many ships of the Mediterranean fleet to be ordered home, arriving at Portsmouth on 24 February. Austen paid her off on 29 April, but recommissioned her the next day. Neptune then underwent a brief refit, during which £5,728 was expended, £2,895 of which was spent on her hull, masts and yards. Austen was superseded on 30 September 1802 and the following day Captain William O'Bryen Drury took command. With Neptune fully refitted and stored, she sailed from the dockyard and joined the Channel Fleet at Spithead on 29 October. ==Blockade, and approach to Trafalgar== Drury commanded Neptune for the next two years, until his promotion to rear-admiral in 1804. He departed the ship on 13 May 1804, and the following day Captain Sir Thomas Williams took over. Neptune spent the rest of 1804 deployed with the Channel Fleet, blockading the French Atlantic ports. During this time Captain Williams' health progressively worsened, and he was invalided back to Britain on 7 May 1805. He was replaced by Captain Thomas Fremantle on 8 May, and was sent to join Robert Calder's force blockading Ferrol, after the Franco-Spanish fleet had arrived there after the Battle of Cape Finisterre. Calder decided that his eight ships were not sufficient to resist Villeneuve's fleet were it to come out of harbour, and instead went north to join Admiral William Cornwallis's fleet off Brest. Shortly afterwards Nelson's fleet returned from the West Indies, bringing 12 more ships, and Calder was given 18 ships, including Neptune, and sent back to Ferrol to search for Villeneuve. By now Villeneuve had put into Cadiz and Calder's force was ordered to join the hastily assembled British fleet under Vice-Admiral Cuthbert Collingwood, that was blockading the Franco-Spanish fleet at Cadiz. As the British fleet settled in for a long blockade Fremantle commented on Neptunes sailing qualities. She had the reputation of being slow, and Fremantle complained that he did not like being in 'a large ship that don't sail and must continually be late in action.' During the battle however, Midshipman William Baddock commented that 'The old Neptune, which never was a good sailer, took it into her head that morning to sail better than I ever remember to have seen her do before.' Neptune went into the battle 18 men short of her complement. ==Trafalgar== Neptune formed part of the weather column in the Battle of Trafalgar on 21 October, and was the third ship from the lead, situated between her sister HMS Temeraire, and the 74-gun . Fremantle had been promised a position second to Nelson aboard , and by 10 o'clock was sailing fast enough to threaten to overtake her. Fremantle hoped to pass her, and lead the line into battle, but Nelson ordered Neptune, take in your studding-sails and drop astern. I shall break the line myself.' Neptune went into action with her band playing, and everyone except the officers and the band lying down on the deck to protect them from enemy fire. Ahead of her Fremantle saw Eliab Harvey's Temeraire turn to pass astern of the French Redoutable, but resolved to follow Nelson and HMS Victory to pass astern of the French flagship Bucentaure. As she passed under Bucentaures stern, Neptune discharged a double-shotted broadside from her larboard (port) guns, with devastating consequences on Villeneuve's already disabled flagship. Fremantle then had the helm swung hard to starboard, bringing his ship abeam of the Bucentaure. He fired two more triple-shotted broadsides from nearly 50 guns at a range of less than 100 yards into the beleaguered French ship. The Battle of Trafalgar, 21 October 1805: beginning of the action by Thomas Buttersworth (oil on canvas). The ship in the right foreground is the Bucentaure in starboard-bow view, with her mizzen mast and main topgallant mast shot away. In port-bow view and passing astern of her is Neptune, delivering raking fire. On the left of the picture, the port-stern of is visible, passing astern of Santísima Trinidad and raking her. On Victorys starboard side is the French Redoubtable. Fremantle then spotted the towering mass of the Spanish four-decker Santísima Trinidad sailing away from him, and steered towards her starboard quarter in the hope of raking her stern. Opening fire with his larboard battery, he positioned Neptune off the Spanish vessel's starboard beam and the two exchanged heavy fire for the next hour as more British ships poured through the gap astern of Neptune. Neptune took fire from other ships of the combined fleet as they sailed past. Santísima Trinidad, heavily battered by Neptunes guns, as well as those from the 74-gun ships and , became completely dismasted and covered in debris. She fought on until 5.30 pm, when she struck her colours, having sustained casualties of 205 dead and 103 wounded. Neptune left the 98-gun to take possession and headed north to cut off the remains of the enemy fleet, briefly becoming engaged with the French 74-gun Intrépide. During the battle Neptune suffered considerable damage to her masts, although they did not fall. Most of her rigging was cut to pieces and she sustained nine shot holes in her hull. She sustained casualties of ten killed and 34 wounded. A remarkably small proportion of her officers became casualties, with only the captain's clerk, Richard Hurrell, being wounded. H.M.S 'Victory' towed into Gibraltar, watercolour study by Clarkson Stanfield. , seen in full starboard view, is towed into Gibraltar by HMS Neptune, seven days after the Battle of Trafalgar. After the battle Collingwood transferred his flag from the damaged to the frigate , and on 22 October Neptune took the Royal Sovereign in tow. On 23 October, as the Franco- Spanish forces that had escaped into Cadiz sortied under Commodore Julien Cosmao, Neptune cast off the tow, surrendering the duty to , and took on board Villeneuve and several captured flag captains, who had originally been aboard Mars. As the weather continued to deteriorate Neptune sent her boats to assist in the evacuation of the Santísima Trinidad before she foundered. After riding out the storm she took the battered Victory, carrying Lord Nelson's body, in tow on 26 October and brought her into Gibraltar on 28 October. ==West Indies== After undergoing some repairs at Gibraltar Neptune sailed to Britain, arriving at Portsmouth on 6 December 1805, where she was paid off. She was moved to Spithead in 1806, but was back in Portsmouth on 23 November, and was moved into a dock on 24 March 1807 to undergo a refit. The refit lasted until November 1807 and involved having her copper sheathing removed and her hull refitted. She was then recoppered, having had a sum of £29,053 expended on her. She was recommissioned on 18 August 1807 under her old commander, Captain Sir Thomas Williams, and was relaunched three days later on 21 August to complete her refit. She was initially assigned to serve in the English Channel, but was moved to the West Indies in 1808. On 9 November Williams was superseded by Captain Thomas Pinto, who only spent six weeks in command before being succeeded by Captain Charles Dilkes on 20 December. In January 1809 an attack on the French colony of Martinique, governed by Admiral Louis Thomas Villaret de Joyeuse, was planned. Neptune became the flagship of the expedition's commander, Rear-Admiral Alexander Cochrane, and the invasion force, consisting of 44 vessels and transports for 10,000 troops under Lieutenant-General George Beckwith, sailed on 28 January. The force arrived at Martinique on 30 January, and 3,000 troops were landed under Major-General Frederick Maitland without resistance. 600 troops were put ashore at Cape Solomon under Major Henderson, both landings supervised by Captain William Charles Fahie aboard the 74-gun . An additional force of 6,500 men were landed in the north of the island under Major-General Sir George Prévost, and the French were driven into several fortified positions, the last of which surrendered on 24 February 1809. ==Battle with Troude== Engraving entitled Intrepid behaviour of Captain Charles Napier, in HM 18 gun Brig Recruit for which he was appointed to the D' Haupoult. The 74 now pouring a broadside into her. 15 April 1809, by G. W. Terry. Cochrane's squadron remained in the area blockading the island, and in March a French squadron consisting of three 74-gun ships, Hautpoult, Courageux and Polonais, and two frigates, Félicité and Furieuse, under the overall command of Commodore Amable Troude, arrived in the Caribbean. Finding Martinique in British hands, Troude anchored near Îles des Saintes. There they were blockaded until 14 April, when Cochrane removed this threat. A British force under Major-General Frederick Maitland and Captain Philip Beaver in , landed troops on the islands capturing them. The British then installed heavy guns on vantage points. Threatened, Troude put to sea, chased by Cochrane's squadron. After a running battle over several days the Hautpoult was brought to action and captured. Neptunes captain, Charles Dilkes, was given command of her, while Captain James Athol Wood succeeded him in command of Neptune on 2 August. Neptune was among the naval vessels that shared in the proceeds of the capture of the islands. ==Final years== Dilkes resumed command of Neptune on 2 March 1810, while Wood was exchanged into . Dilkes had apparently been suffering poor health, and Captain N Ballard took command in an acting capacity on 22 July. Neptune returned to Plymouth on 26 October and entered the dock on 9 November to be fitted for the ordinary. The process cost £713, and after undocking on 8 December she was laid up in the Hamoaze until late autumn 1813. Her hull appears to have quickly deteriorated, and after a survey she was deemed unfit for further service at sea. The Navy Board proposed that she be converted into a prison ship, a recommendation the Admiralty accepted, and she was taken in hand for fitting out on 22 November. On the completion of the work in December she was commissioned under Lieutenant George Lawrence. Neptune spent three years in this role, and was finally taken to pieces in October 1818. ==Notes, citations, and references== ;Notes ;Citations ;References * * * * * * ==External links== * Category:Ships of the line of the Royal Navy Category:Neptune-class ships of the line Category:Ships built in Deptford Category:1797 ships ",
    "title": "HMS Neptune (1797)"
}