{
    "id": "1507208",
    "text": "The Church of God (Restoration) is a Christian denomination that was founded in the 1980s by Daniel (Danny) Wilburn Layne (died September 21, 2011). Layne was originally raised in the Church of God (Anderson), where his father was a minister. In a booklet written by Mr. Layne in the early 1980s, he claimed to be an ex-heroin addict who spent years dealing drugs and living a life of crime and sin on the streets of San Francisco. Layne began preaching in the Church of God (Guthrie, OK) after his conversion in May 1980. Members of this group believe that they are ordained by both prophecy and divine command to restore the church of God as it was in the Book of Acts, and believes that it alone is the only true church. Most of Daniel Layne's beliefs in the Revelation scripture originated from some ministers who had left the Church of God (Anderson) reformation movement thirty or so years earlier. This teaching is upheld by the official eschatology, which is a form of church historicism. This Church of God (Restoration) teaches that the sounding of the 7th Trumpet referenced in the Book of Revelation began around the same year in 1980 when Daniel Layne was saved, alleging that there was a general discontent among many of its current adherents that were in various Churches of God at that time. A variation of this \"7th Seal message\" had been taught in other Churches of God for approximately 50 years prior to this point. == Church government == The group is officially presbyterian-hierarchical in ecclesiastical polity, with the General Ministerial Body having the greatest authority in doctrine and practice, especially those recognized as apostles. However, many ex- members claim that it was actually episcopalian, with Daniel Layne acting as de facto archbishop until his death in 2011. Daniel Layne was officially held to be an Apostle in the Church of God (Restoration). Since Daniel Layne's death, the church's chief apostle is D. Ray Tinsman of Greenville, Ohio, along with 11 other ministers that are also apostles. While there is no official church headquarters, individual congregations are expected to be more than a loose association, and submit to the decisions of the General Ministerial Body. There is no formal membership, however, those who attend regularly are expected to strictly adhere to the standards and theology taught by leaders in the movement. The General Ministerial Body consists of male and female ministers, who call themselves \"The Seventh Trumpet Angel Ministry\". Ministers must be saved and sanctified, not divorced and remarried, and agree with the Church's theology and practice. They must also feel personally called of God and have the approval of the General Ministerial Body. ==Beliefs and doctrines== The group considers itself to be \"anti-denominational\", with roots in the holiness movement and Church of God (Anderson) of which Daniel Sidney Warner was one of the leading ministers in the late 19th century. Warner had been associated with the Churches of God General Conference), and was greatly influenced by the \"anti-denominational\" teaching of that denomination. This group also claims to closely follow all the teachings of the Bible, and practices excommunication to some former members it considers to be errant from its very strict and real interpretation of the Bible and actively work against the group. They believe and teach that they are the one and only true church and that anyone outside of their group who is saved will eventually join them.http://www.churchofgod-restoration.com/documents/excommunication.pdf The doctrines of the Church of God (Restoration) are similar to the original doctrines of the Church of God (Anderson), although the \"Anderson\" churches are now indistinguishable from most other evangelical churches in the USA. The following is a list of some of the emphasized doctrines and practices: * The Church sees itself to be a restoration of the original church that Jesus built. * As with most Holiness Churches, they believe that one willful sin causes a person to lose his salvation. * Entire sanctification as a second work of grace after justification by faith * Unification of the children of God in one body. They teach that God's will is to unite his people one more time in one visible Church before he returns to take them home. Every person that is a true Christian will become a part of the movement once they hear the sound of the 7th Trumpet, which is interpreted to be the preaching and teaching of God through the body of Christ, which the group feels is their movement. * Divine, physical healing and anointing with oil by the Elders. * Holy kiss when greeting each other with the same sex, in a non-sexual way. * Separation from the world by dress and actions, including: ** Men wear primarily black dress clothes with white shirts to worship services, but casual dress is worn during the week, excluding denim ** Neckties, wedding rings, and jewelry are forbidden, as are other superfluous and unneeded articles of dress ** Bright colors, such as red, orange, yellow, bright green and bright blue, are not worn, as the church believes that they portray a potentially worldly spirit and draw unnecessary attention to themselves. ** Women wear dark-colored hose and girls wear thick stockings, skirts with wide pleats to the ankles, and vests that cover their waistline. ** Most male adherents wear beards. ** Women and girls do not cut their hair, and wear it tied back at all times in a plain bun (women) or braids (girls) * Church worship is a capella. This is similar in practice to the Churches of Christ and plain Anabaptist churches, believing that musical instruments in worship are not sanctioned by scripture.http://www.churchofgod.net/musical- instruments-in-worship/ * Strong focus on outreach and missionary endeavors. * No discrimination based on ethnicity, language, culture, gender, or social status. They reject the concept of race distinctions and believe there is only one human race. * Strong teaching against sexual immorality, including homosexuality. * Nonresistance, precluding all military service and employment as police officers. * No remarriage following divorce, although reunification with a first spouse is permitted if that relationship was not adulterous for both spouses. This differs from what Warner taught. * Belief in corporal punishment of children, as a last resort. They believe that they are forbidden to spank their children by hand, because the hand is considered an instrument of love, guidance and comfort.http://www.familyaid.org/html/0160.html * Excommunication of those that leave the Church and actively attempt to help others leave the Church, or are a threat to the Church. ==Controversies== The Church of God (Restoration) remains the focus of controversy, with many accusations leveled by ex-members across the world. Most of the accusations stem from well-known doctrines of the Church of God (Restoration) such as divine healing, shunning, excommunication. The Church rejects the notion of patriarchy, i.e. that the husband is the spiritual head of the family. The Church teaches rather that the husband is the head of the home in domestic affairs and bears some responsibility for spiritual matters, but that the pastor has more authority in spiritual matters than the father/husband holds. For a number of years, they did not believe in accessing any medical help, nor using medicine, but divine healing from God. There have been a number of deaths within the group, of newborns, children, and adults, which normal medical procedures may have prevented. However, due to political and judicial pressure in 2001, a resolution was approved by the General Ministerial Body that now recommends that all under-age children be provided with appropriate medical care. Adults are free to choose for themselves.https://www.washingtonpost.com/archive/politics/2001/08/02/canadians- flee-in-spanking-dispute/5998af1e-e0c1-45cb-ab74-9153f503ffc8/ ==Growth== The Church of God (Restoration) has about 20 congregations worldwide (with about half in the United States and Canada) as well as mission stations in Haiti, Nepal, India, the Philippines, Kenya and Ireland. They urge all Christians to unite and bind into one visible body of believers, which they believe should be their own. The group draws most of its members from various Anabaptist and Church of God churches, but includes a diversity of backgrounds, both religious and cultural. One method of outreach has been to have a large group of adherents attend conventions or services of other churches (often churches from which members have been previously gleaned) with the apparent goal of gaining new members. In recent years their outreach efforts have increasingly focused on street meetings and new congregations in large urban centers. ==Bimonthly publication== The Gospel Trumpethttp://www.churchofgod.net/gospel- trumpet/ is a bi-monthly publication that is published in English, German, and Russian. Some of its clip-art and writings are copied from the original century-old Gospel Trumpet, with which it has no other continuity. The current publishers claim to follow in the steps of the original Gospel Trumpet by publishing strongly against denominationalism and sin. There is also a bi- monthly paper, The Shining Light, published for the spiritual benefit and growth of children. ==Eschatology== Daniel Sidney Warner and the earlier ministers of the Church of God (Anderson) taught that the restoration of the church was prophesied by the Old Testament prophets, in the New Testament, and in the Book of Revelation. They taught that the time period from 270 to 1530 was the \"Papal age\" and 1530 to 1880 was the \"Protestant age\", with 1880 being the year the church of God was restored with the full message of salvation, sanctification, and unity of God's people. Warner describes how he came up with these dates in Birth of a Reformation. From a number of scriptures in Daniel and Revelation, he took \"time, times, and half a time\", \"42 months\" or \"1260 days\" (Dan 7:25; 12:7, Rev 11:3; 12:6; 12:14; 13:5;) to mean 1260 years of the \"Papal age\", holding that in symbolic language one day is one year. The 1260 years of the \"Papal age\" is added to the time that the church lost its unity and purity, which gives the end of the \"Papal age\" as 1530 AD. Then using the symbol from Revelation of \"three days and a half\" (Rev 11:11), with each day equaling a century, they held that the duration of the Protestant age was 350 years, which brings them to 1880. This date was the beginning of the full restoration of the church of God and called the \"Evening Light age\". The Church of God (Restoration) builds the dating of their movement on the same dates as the Church of God (Anderson) earlier ministers did. They also hold that in about 1930 the Church of God (Anderson) as a whole became apostate and there was silence in the spiritual heavens for \"the space of half an hour\" (Rev 8:1). This one half-hour is taken to mean 50 years, using one hour in symbolic language as one century. The time of the \"silence period\" ended in 1980, which was about the time of the beginning of Daniel Layne’s ministry. Some reject the date of 1880 and claim the dates 270 and 1530 hold no historical significance and were only obtained by back-dating from 1880. They also point out that while there is Biblical authority to use the symbol of one day for a year (Num 14:34; Eze 4:6), there is no Biblical authority to use one day as a century or one hour as a century, which the Church of God (Restoration) uses to get the 350 years of the Protestant age and the 50 years of the silent time. ==References== ==Literature== *Andrew L. Byers: Birth of a Reformation - Life and Labors of Daniel Sidney Warner, Anderson, IN, Los Angeles, CA etc. 1921. ==External links== *The Church of God (Restoration) Official Home Page *An Inside Look at the Church of God Short historical overview of the Church of God movement *Church of God Restoration - Restored or Fallen? | Douglas Wall *The Cult Education Institute Category:Church of God denominations Category:Holiness denominations Category:Nondenominational Christianity ",
    "title": "Church of God (Restoration)"
}