{
    "id": "1508588",
    "text": "Richard M. \"Dick\" Brewer (February 19, 1850 - April 4, 1878), was an American cowboy and Lincoln County, New Mexico, lawman. He was the founding leader of the Regulators, a deputized posse that fought in the Lincoln County War. ==Early life== Boaz Community Park Brewer was born on February 19, 1850 in St. Albans, Vermont. At the age of four, he and his family moved to Boaz, Wisconsin.Wisconsin Historical Society Dictionary of Wisconsin History Brewer moved on to Missouri before arriving in Lincoln County, New Mexico. Brewer tried farming as a profession, and he bought a farm in Lincoln County with this in mind. In the spring of 1871, Brewer began working for Lawrence Murphy, but soon left that job. By 1876, he was working as a cattle foreman for cattleman John Tunstall, owner of one of the largest farms in the area.Wisconsin Historical Society Dictionary of Wisconsin History ==The Lincoln County War== On February 18, 1878, Tunstall was murdered. After Tunstall's murder, a posse was deputized to serve arrest warrants on his killers, with Brewer chosen to lead the posse.Otero, Miguel Antonio (1936) The Real Billy the Kid with new light on the Lincoln County War Rufus Rockwell Wilson, New York, pg. 46 The Regulators originated from that posse, and included Billy the Kid and Jose Chavez y Chavez. Dick Brewer established a bond of friendship with Billy the Kid, Chavez and the rest of Billy the Kid's gang, and he was often accompanied by gang members. Being one of the founders of the Regulators, Brewer sometimes assumed a leadership role when around Billy, Chavez and the rest of their company, and was the first leader of the Regulators during the early stages of the Lincoln County War. The pair remained friends until Brewer's death, and evidently he followed Brewer's lead. Brewer was the most mature of the group, by all accounts, and the rest of the Regulators accepted him in that role. The confirmed killings claimed to have been carried out by the Regulators during Brewer's period as leader were those of Sheriff William Brady, William Morton, deputy George W. Hindman, lawman/outlaw Frank Baker, Buckshot Roberts, and fellow Regulator William McCloskey, whom the Regulators believed to have betrayed them. Brewer did not agree with the killing of Sheriff Brady and Deputy Hindman, but supported and participated in the other murders. Although most of those killed by the Regulators throughout their existence were publicly credited to Billy the Kid, most historians agree that there are doubts as to whether he was the actual killer in most cases, and agree that often their victims were killed during a shootout, with many members of the Regulators firing at the same time, including Brewer. It was, however, Billy the Kid who became known, and through whose notoriety, the fame of the Regulators spread. Brewer was killed by an old buffalo hunter, Buckshot Roberts, during the Gunfight of Blazer's Mills, on April 4, 1878, during which five other Regulators were wounded. Buckshot Roberts was also killed during the gunfight, either by a shot fired by George Coe, whose finger was shot off by Roberts, or Charlie Bowdre. ==Portrayal in popular culture== *In the 1988 movie, Young Guns, Brewer was played by Charlie Sheen. *In the 2015 Television Movie \"Billy the Kid: New Evidence\", Brewer was played by Gerard \"Jard\" Griesbaum. ==References== Category:Cowboys Category:Gunslingers of the American Old West Category:People of the New Mexico Territory Category:1850 births Category:1878 deaths Category:Lincoln County Wars Category:American vigilantes Category:People from Lincoln County, New Mexico Category:People from Richland County, Wisconsin Category:People from St. Albans, Vermont ",
    "title": "Richard M. Brewer"
}