{
    "id": "1508434",
    "text": "In geometry, a set of points in space are coplanar if there exists a geometric plane that contains them all. For example, three points are always coplanar, and if the points are distinct and non-collinear, the plane they determine is unique. However, a set of four or more distinct points will, in general, not lie in a single plane. Two lines in three-dimensional space are coplanar if there is a plane that includes them both. This occurs if the lines are parallel, or if they intersect each other. Two lines that are not coplanar are called skew lines. Distance geometry provides a solution technique for the problem of determining whether a set of points is coplanar, knowing only the distances between them. ==Properties in three dimensions== In three- dimensional space, two linearly independent vectors with the same initial point determine a plane through that point. Their cross product is a normal vector to that plane, and any vector orthogonal to this cross product through the initial point will lie in the plane. This leads to the following coplanarity test using a scalar triple product: Four distinct points, and are coplanar if and only if, :[(x_2 - x_1) \\times (x_4 - x_1)] \\cdot (x_3 - x_1) = 0. which is also equivalent to :(x_2 - x_1) \\cdot [(x_4 - x_1) \\times (x_3 - x_1)] = 0. If three vectors and are coplanar, then if (i.e., and are orthogonal) then :(\\mathbf{c}\\cdot\\mathbf{\\hat a})\\mathbf{\\hat a} + (\\mathbf{c}\\cdot\\mathbf{\\hat b})\\mathbf{\\hat b} = \\mathbf{c}, where \\mathbf{\\hat a} denotes the unit vector in the direction of . That is, the vector projections of on and on add to give the original . ==Coplanarity of points in n dimensions whose coordinates are given== Since three or fewer points are always coplanar, the problem of determining when a set of points are coplanar is generally of interest only when there are at least four points involved. In the case that there are exactly four points, several ad hoc methods can be employed, but a general method that works for any number of points uses vector methods and the property that a plane is determined by two linearly independent vectors. In an -dimensional space (), a set of points, are coplanar if and only if the matrix of their relative differences, that is, the matrix whose columns (or rows) are the vectors \\overrightarrow{p_0 p_1}, \\overrightarrow{p_0 p_2}, \\ldots, \\overrightarrow{p_0 p_{k-1}} is of rank 2 or less. For example, given four points, , and , if the matrix :\\begin{bmatrix} x_1 - w_1 & x_2 - w_2 & \\dots & x_n - w_n \\\\\\ y_1 - w_1 & y_2 - w_2 & \\dots & y_n - w_n \\\\\\ z_1 - w_1 & z_2 - w_2 & \\dots & z_n - w_n \\\\\\ \\end{bmatrix} is of rank 2 or less, the four points are coplanar. In the special case of a plane that contains the origin, the property can be simplified in the following way: A set of points and the origin are coplanar if and only if the matrix of the coordinates of the points is of rank 2 or less. ==Geometric shapes== A skew polygon is a polygon whose vertices are not coplanar. Such a polygon must have at least four vertices; there are no skew triangles. A polyhedron that has positive volume has vertices that are not all coplanar. ==See also== *Collinearity *Plane of incidence ==References== ==External links== * Category:Geometry ",
    "title": "Coplanarity"
}