{
    "id": "1508791",
    "text": "In United States patent law, the reduction to practice is the step in the formation of an invention beyond the conception thereof. Reduction to practice may be either actual (the invention is actually carried out and is found to work for its intended purpose) or constructive (a patent application having a sufficient disclosure is filed). The date of reduction to practice was critical to the determination of priority between inventors in an interference proceeding under the discontinued first-to-invent system as well as for swearing behind a reference under that system.MPEP § 715MPEP § 2138.05 Conception is the \"formation in the mind of the inventor, of a definite and permanent idea of the complete and operative invention, as it is hereafter to be applied in practice.\" Hybritech Inc. v. Monoclonal Antibodies, Inc., 802 F.2d 1367, 1376 (Fed. Cir. 1986) (quoting 1 Robinson On Patents 532 (1890). The reduction to practice of an invention can either be: * Actual reduction to practice: \"[R]equires that the claimed invention work[s] for its intended purpose.\" Brunswick Corp. v. U.S., 34 Fed. Cl. 532, 584 (1995). * Constructive reduction to practice: \"[O]ccurs upon the filing of a patent application on the claimed invention.\" Brunswick Corp. v. U.S., 34 Fed. Cl. 532, 584 (1995). * \"Simultaneous conception and reduction to practice\": \"In some instances, such as the discovery of genes or chemicals, an inventor is unable to establish a conception until he has reduced the invention to practice through a successful experiment.\" The Regents of the University of California v. Synbiotics Co., 849 F.Supp. 740, 742 (S.D.Cal., 1994) (citing Amgen, Inc. v. Chugai Pharmaceutical Co., Ltd., 927 F.2d 1200, 1206 (Fed. Cir. 1991)). The court will apply this doctrine in so-called \"unpredictable arts\" such as biology and chemistry where the invention is a \"biologically active composition of matter,\" also called a \"bio-chemical substance.\" == Some types of evidence == In addition to an inventor's notebook, several additional kinds of evidence can be used to establish an earlier priority date. ===Disclosure Document Program=== The Disclosure Document Program (DDP) was a USPTO program that allowed an inventor to file a preliminary description of his/her invention. The program was discontinued by the USPTO as of February 1, 2007, in favor of filing a provisional application. The USPTO says: > A provisional application for patent provides more benefits and protections > to inventors than a disclosure document and can be used for the same > purposes as a disclosure document if necessary. ... A non-provisional > application must be filed within twelve months of the filing date of a > provisional patent in order for the inventor to claim the benefit of the > provisional application. ... USPTO Website ==References== Category:United States patent law ",
    "title": "Reduction to practice"
}