{
    "id": "1509607",
    "text": "The Mulchatna River is a tributary of the Nushagak River in the U.S. state of Alaska. Beginning at Turquoise Lake, it flows generally southwest to meet the larger river northeast of Dillingham. The Mulchatna's mouth is slightly south (downstream) of the village of Koliganek on the Nushagak, which continues southwest to Nushagak Bay, an arm of Bristol Bay. The upper of the river, which flow through Lake Clark National Park and Preserve, became part of the National Wild and Scenic River System in 1980. Aside from scattered cabins, the Mulchatna River is undeveloped. However, there is a proposal to build a large copper/gold mine, the Pebble Mine, in the watershed of one of the Mulchatna tributaries, the Koktuli River. ==Recreation== Mulchatna river in 2011 The Mulchatna River and one of its tributaries, the Chilikadrotna River, are popular Southwest Alaska destinations for floatfishing. Other Mulchatna tributaries, including the Stuyahok and Koktuli rivers, are also popular fishing streams. The main game fish frequenting the Mulchatna are king salmon, silver salmon, char, Arctic grayling, and rainbow trout. Varying from Class I (easy) to III (difficult) on the International Scale of River Difficulty, the Mulchatna is floatable by many kinds of watercraft on the Class I water below Bonanza Creek. The upper or so of the river, however, vary between Class II (medium) and III, may require portages, and are sometimes too shallow to float. Other dangers include ledge drops and haystack waves above Bonanza Creek and possible logjams and overhanging vegetation along the rest of the river. ==See also== *List of rivers of Alaska ==References== ==External links== *Mulchatna River Photos *Pebble Mine environmental information and photos *Rafting in Lake Clark National Park - National Park Service Category:Rivers of Dillingham Census Area, Alaska Category:Rivers of Lake and Peninsula Borough, Alaska Category:Rivers of Alaska Category:Wild and Scenic Rivers of the United States Category:Rivers of Unorganized Borough, Alaska ",
    "title": "Mulchatna River"
}