{
    "id": "1509795",
    "text": "V Rama Rao (12 December 1935 – 17 January 2016) served as Governor of Sikkim from 2002–2007. He started his political career in 1956 when he joined Jana Sangh and went on to become a National Leader of Bharatiya Janata Party and was elected to Andhra Pradesh State Legislative Council from Hyderabad Graduates' Constituency for four consecutive terms in 1966, 1972, 1978 and 1984. He served as a Party Floor Leader in council during his last term. ==Political life== V Rama Rao was born on 12 December 1935 in a Telugu Brahmin Family in a place, near Machilipatnam situated in present-day Krishna District of Andhra Pradesh. He was a lawyer by profession and practised at the Andhra Pradesh High Court. In his early career, he was active in trade union litigations and served as President, Employees and Workers Unions of several State and Central Public Sector Undertakings and Corporations, such as AP State Finance Corporation, A.P. State Small Scale Industries Development Corporation, South Central Railways Employee Union etc. He joined Jana Sangh in 1956 as a member and went on to serve as a Member of the National Executive of Bharatiya Jana Sangh for a number of years. Moving into Bharatiya Janata Party from erstwhile Jana Sangh, he went on to serve as State Unit President for Andhra Pradesh for two consecutive terms (1993-2001) and as Party National Vice President (2002 - 2007). He also served as a senate member of Osmania University. ==As MLC== Rao was elected to Andhra Pradesh State Legislative Council from Hyderabad Graduates' Constituency four consecutive times in 1966, 1972, 1978 and 1984. He served as a Party Floor Leader in council during his last term. ==As Governor of Sikkim== In October 2002, he was appointed by President of India as the Governor of Sikkim. ==Death== He died while undergoing treatment at Apollo Hospitals Hyderabad on 17 January 2016. ==References== Category:1935 births Category:2016 deaths Category:Bharatiya Janata Party politicians from Andhra Pradesh Category:People from Krishna district Category:Governors of Sikkim Category:Telugu people Category:Members of the Andhra Pradesh Legislative Council ",
    "title": "V. Rama Rao"
}