{
    "id": "1509602",
    "text": ":John River leads here. For Canadian rapper John River, see John River (rapper) The John River is a tributary of the Koyukuk River in the northern part of the U.S. state of Alaska. It was named after John Bremner, a prospector and explorer who was one of the first non-native persons to go there. It flows south from Anaktuvuk Pass in Alaska's Brooks Range, into the larger river at a point near Bettles, slightly north of the Arctic Circle. In 1980, the segment of the John River within the Gates of the Arctic National Park and Preserve were designated \"wild\" and added to the National Wild and Scenic Rivers System. The designation means that the segment is unpolluted, free-flowing, and generally inaccessible except by trail. The John River Valley is an important migration route for Arctic caribou. ==History== In 1901, the Schrader-Peters expedition explored the John River, the Anaktuvuk River, and continued onward to Point Barrow. In 1931, Robert \"Bob\" Marshall explored the John River up to the Arctic Divide, and described seeing a \"quadruple rainbow\". ==Boating== It is possible to run the John River in canoes, kayaks, and small rafts, though conditions vary from place to place. The upper are rated Class III (difficult) on the International Scale of River Difficulty and \"should be attempted only by experienced paddlers with solid wilderness skills.\" Below this, the river is rated Class II (medium) for the next , then Class I on the lower reaches all the way to the mouth. Dangers on the upper river include sustained whitewater, swift currents, a difficult portage, and the possibility of water too shallow to run. ==See also== *List of rivers of Alaska *List of National Wild and Scenic Rivers ==References== ==External links== *Gates of the Arctic - National Park Service *The John River, Alaska - Photo documentary on YouTube Category:Rivers of North Slope Borough, Alaska Category:Rivers of Alaska Category:Wild and Scenic Rivers of the United States Category:Rivers of Yukon–Koyukuk Census Area, Alaska Category:Gates of the Arctic National Park and Preserve Category:Brooks Range Category:Tributaries of the Yukon River Category:Rivers of Unorganized Borough, Alaska ",
    "title": "John River (Alaska)"
}