{
    "id": "1510899",
    "text": "The Foundations were a British soul band, active from 1967 to 1970. The group was made up of West Indians, White British, and a Sri Lankan. Their 1967 debut single \"Baby Now That I've Found You\" reached number one in the UK and Canada, and number eleven in the US, while their 1968 single \"Build Me Up Buttercup\" reached number two in the UK and number three on the US Billboard Hot 100. The group was the first multi-racial group to have a number one hit in the UK in the 1960s. The Foundations were one of the few British acts to successfully imitate what became known as the Motown Sound. The Foundations signed to Pye, at the time one of only four big UK record companies (the others being EMI with its HMV, Columbia Records, and Parlophone labels; Decca; and Philips who also owned Fontana). ==Biography== ===Origins=== The Foundations drew much interest and intrigue due to the size and structure of the group. Not only was there a diverse ethnic mix in the group, but there was also diversity in ages and musical backgrounds. The oldest member of the group was Mike Elliott, who was 38 years old. The youngest was Tim Harris, who, at 18, was barely out of school. The West Indian horn section consisted of Jamaican-born Mike Elliott and Pat Burke, both saxophonists and Dominican-born Eric Allandale on trombone. They were all highly experienced musicians who came from professional jazz and rock-and-roll backgrounds. Mike Elliott had played in various jazz and rock and roll bands including Tubby Hayes and Ronnie Scott,Inlay notes to Baby Now That I've Found You CD, Sequel Records NEECD 300 the Cabin Boys (led by Tommy Steele's brother, Colin Hicks), and others. Pat Burke, a professional musician, was from the London Music Conservatorium. Eric Allandale had led his own band at one stage as well as having played with Edmundo Ros and was a former member of the Terry Lightfoot and Alex Welsh bands. Alan Warner was the guitarist. Bassist Peter Macbeth was a former teacher. Tony Gomez, the keyboard player, was a former clerk, while Clem Curtis had been an interior decorator and professional boxer. There is some disagreement as to who was responsible for choosing the band's name, and various sources give slightly different accounts of their beginnings. One version is that they were originally called The Ramong Sound, or The Ramongs, and there were two lead singers, Clem Curtis and Raymond Morrison aka Ramong Morrison. When Raymond was imprisoned for six months, a friend of the band suggested future Psychedelic shock rocker Arthur Brown. The Foundations came together in Bayswater, London, in January 1967. They practised and played in a basement club called the Butterfly Club, which they ran. While managing the club themselves, they played music nightly, and handled the cooking and cleaning. They would get to bed around 6 or 7 a.m., sleep until 4 p.m., get up and begin again to get ready to open at 8 p.m. Sometimes they barely made enough money to pay the rent, let alone feed themselves. At times, they lived off the leftovers and a couple of pounds of rice. ===Career from 1967=== The biography on AllMusic stated that Barry Class was the first to discover them, although others claim it was Ron Fairway When they were at the top spot with \"Baby, Now That I've Found You\", Fairway commented to Melody Maker that most management would pull them out of the \"bargain priced dates\" that were booked for some time. He expressed gratitude to everyone for their support, and said that they would fulfill every engagement for which they had signed. Not long after \"Baby, Now That I've Found You\" became a hit, rock historian Roger Dopson describes what followed as a \"behind the scenes struggle\", where Fairway was \"pushed out\" and his partner, Barry Class, remained as sole manager of the group. Fairway later attempted to sue the band, alleging that he was wrongfully dismissed, though the band said that he had resigned of his own accord. Dopson also noted that Fairway also leaked a story to the media saying that the Foundations had broken up which only served to keep the Foundations name in the news headlines. The day Tony Macaulay came to hear them play, he was suffering from what he described as the worst hangover of his life. The band was playing so loud he could not judge how good they were, but he decided to give them a chance. He would later comment in the book, 1000 UK No. 1 Hits by Jon Kutner and Spencer Leigh, that he woke up that morning with a stinking headache, and when he got to the studio and heard the Foundations, he thought they were pretty terrible. He decided his hangover was to blame, and so he gave them the benefit of the doubt. At first, they found progress quite slow, and one of their sax players, Pat Burke, had to drop out of the band and take another job while they went through a rough patch. He did rejoin them again later in 1967. They were noticed by Brian Epstein, who added them to the roster of his NEMS Agency, but the contract became void when he died. When \"Baby Now That I've Found You\" was first released it went nowhere. Luckily the BBC's newly founded BBC Radio 1 were looking to avoid any records being played by the pirate radio stations and they looked back at some recent releases that the pirate stations had missed. \"Baby, Now That I've Found You\" was one of them. The single then took off and by November was number one in the UK Singles Chart. This was the ideal time because of the soul boom that was happening in England since 1965 and with American R&B; stars visiting the UK, interest and intrigue in the Foundations was generated. Their second single released in January 1968, \"Back on My Feet Again\", did not do as well but made it to No. 18 in the UK, and No. 29 in Canada. Also in January 1968 they were invited to put down some tracks for John Peel's radio show. One of the tracks that they laid down was a cover of ? and the Mysterians garage classic \"96 Tears\". On the same day, PP Arnold was in the studio with Dusty Springfield and Madeline Bell as her backing vocalists. The Foundations did tour the United States after their first hit and they toured 32 states with Big Brother and the Holding Company, Maxine Brown, Tim Buckley, Solomon Burke, The Byrds, The Crazy World of Arthur Brown and The Fifth Dimension. Around this time after the release of their second single, tensions developed between the band and their songwriter/producer, Tony Macaulay. He would not allow them to record any of their own songs. In an interview, the band's organ player, Tony Gomez, told the New Musical Express (NME) in an interview that he, Peter MacBeth, and Eric Allandale had some ideas that they wanted to put together. Curtis later recalled that Macaulay was a problem. \"Tony Macaulay was very talented, but could be difficult to get on with. When we asked to record some of our own material – just as B sides, we weren't after the A side – he called us 'ungrateful' and stormed out of the studio.\" The group felt that Macaulay had reined in their \"real\" sound, making them seem more pop-oriented than they were. Tony Macaulay was later to recall, \"I was never close to the Foundations. I couldn't stand them, and they hated me! But the body of work we recorded was excellent.\" A third single, also released in 1968 \"Any Old Time (You're Lonely and Sad)\", reached No. 48. ===Curtis and Elliott leave group=== Original vocalist Curtis left in 1968, because he felt that a couple of the band's members were taking it a bit too easy, thinking that because they had now had a hit, they did not have to put in as much effort as they had previously. Saxophonist Mike Elliott also left around this time and was never replaced. Curtis hung around and helped them audition a replacement singer. They auditioned 200 singers. It was reported in a NME article in 1968 that Curtis while being interviewed at a festival had mentioned that they were trying out Warren Davis to replace him. He said he would not leave the band until they found a replacement. He had become friendly with Sammy Davis Jr. and was encouraged to try his luck in the United States. He moved to the United States for a solo career on the club circuit, encouraged by the likes of Wilson Pickett and Sam & Dave, playing Las Vegas with The Righteous Brothers. His successful replacement was Colin Young. ===New lead singer=== With Young the band had two more big hits; \"Build Me Up Buttercup\" which was their third hit in January 1968 and \"In the Bad Bad Old Days (Before You Loved Me)\" which was a hit in April 1969, and reached No. 23 in Canada 5 May that year. At the height of their popularity, the Foundations management were in negotiations with a UK TV company for a television series that would star members of the band. They had turned down a number of offers to appear in films because of script unsuitability. Bassist Peter Macbeth left the band in 1969, to join the group Bubastis with Bernie Living, and was replaced by Steve Bingham. ===Beginning of 1970 to the breakup in late 1970=== After a successful run of hits, the Foundations broke off with their management and a Bill Graham-sponsored tour to support The Temptations at the newly opened Copacabana club. This ended up in disaster and the band came back to the UK in low spirits. It had been previously reported in a publicity sheet around early December 1969 that the band had broken away from their manager Barry Class, during the week of their departure from Barry Class, another bass player Tony Collinge joined the band. Jim Dawson who was formerly their agent and Mike Dolan took over the group's affairs. The group's final hits were \"Born to Live, Born to Die\" which was written by Eric Allandale and Tony Gomez. and \"My Little Chickadee\", a US only hit which barely made the hot 100. Another member joined the band in 1970. Paul Lockey who had been with Robert Plant in Band of Joy joined as their bass guitarist. \"My Little Chickadee\" proved to be the band's last hit. In spite of releasing \"Take a Girl Like You\", the title song to the Oliver Reed and Hayley Mills film, and a heavy blues rock song \"I'm Gonna Be a Rich Man\", the band split in late 1970. ===1971 to the end of the 1970s=== The last record released in the early 1970s as \"The Foundations\" was a single \"Stoney Ground\" b/w \"I'll Give You Love\" MCA MCA 5075 1971. There would be two more singles released as \"The Foundations\" in the mid to late 1970s. When Curtis returned to the UK, he formed a new version of the group with little success in spite of releasing several singles, but later had a lucrative spell on the 1960s nostalgia circuit. Curtis' re-formed Foundations have on several occasions and among the many musicians to be part of latter day Foundations were Marcus Williams, Hermann Stosser, Ibicus Bordeaux, Fekete Gabor and Bill and John Springate, the latter becoming a member of The Glitter Band, Derek \"Del\" Watson, Paul Wilmot (all members of the band Elegy) and Roy Carter who later on joined Heatwave. Also in the 1970s, there would be a collaborative attempt between two former members of the Foundations. Original Foundations trombonist Eric Allandale attempted to work with original Foundations drummer Tim Harris. In the mid-1970s, while Clem Curtis and the Foundations were on the road, there was also another Foundations line-up that was led by Colin Young who were on the road at the same time, who were playing basically the same material. This eventually led to court action which resulted in Curtis being allowed to bill his group as either the Foundations or Clem Curtis & the Foundations. Young was allowed to bill himself as \"The New Foundations\", or as \"Colin Young & the New Foundations\". Also in the mid-1970s, Young and his group, The New Foundations, released a lone single on Pye, \"Something for My Baby\" / \"I Need Your Love\". There were actually two more singles released in the late 1970s as the Foundations. They were \"Where Were You When I Needed Your Love\" / \"Love Me Nice and Easy\" and \"Closer to Loving You\" / \"Change My Life\" on the Summit and Psycho labels. These featured Curtis as the lead singer. Various sources erroneously state that there was an early 1970s English line-up that had nothing, or little to do with, the original Foundations. However, Curtis has been leading a new line-up of the Foundations since coming back to the UK and re-forming the group in the early 1970s. ===1980s to present=== There has also been another line-up formed in 1999 that included Young (vocals), Alan Warner (Guitar), Steve Bingham (bass), Gary Moberly (keyboards), Tony Laidlaw (sax) and Sam Kelly then Steve Dixon (drums). This version of the group was re-formed due to the popularity of the film There's Something About Mary, and the interest created resulting from the 1968 hit \"Build Me Up Buttercup\" being featured in the film. Some time later Young left this version of the group and was replaced by Hue Montgomery (aka Hugh Montgomery). Dave Stevens 1986.. 2000 Keyboards. Clem Curtis died on 27 March 2017 at age 76, from lung cancer. ==Former personnel== ===The Foundations=== * Clem Curtis: lead vocals – born 28 November 1940, Trinidad, West Indies – died 27 March 2017 * Colin Young: lead vocals - b. 12 September 1944, Barbados, West Indies - replaced Clem Curtis in 1968. * Arthur Brown: vocals - b. 24 June 1942 Whitby, Yorkshire, Member for approximately one month in 1967 * Alan Warner: lead guitar – b. 21 April 1947, Paddington, west London. * Peter Macbeth: bass guitar – b. Peter McGrath, 2 February 1941, Marylebone, North London. * Steve Bingham: bass guitar – b. 4 April 1949, Solihull, Warwickshire. * Tim Harris: drums – b. 14 January 1948, St John's Wood, North London – Died 2007 * Marcus Williams: keyboards / band leader / vocals – b. 19 January 1950, Cairo, Egypt. * Tony Gomez: keyboards – b. 13 December 1948, Colombo, Ceylon – (now Sri Lanka) – died 19 December 2015. * Pat Burke: tenor saxophone/flute – b. 9 October 1937, Kingston, Jamaica, West Indies. * Mike Elliott: tenor saxophone – b. 6 August 1929, Jamaica, West Indies. – Left in 1968 * Eric Allandale: trombone – b. Eric Allandale Dubuisson, 4 March 1936, Dominica, West Indies – died 23 August 2001. * Tony Collinge : bass guitar – b. 4 February 1947, Selly Park, Birmingham * Paul Lockey: bass guitar – joined in 1970 for nine months ===Guests=== * Mike D'Abo: piano – b. Michael David D'Abo, 1 March 1944, Betchworth, Surrey. Co- wrote and guested on \"Build Me Up Buttercup\" contributing piano. *John Mcleod: piano ===Clem Curtis and The Foundations=== *Clem Curtis: vocals * James Colah: keyboards * Michael J. Parlett: saxophone * Alan Warner: guitar * Roy Carter: bass guitar * George Chandler: backing vocals * Valentine Pascal: electric guitar ====1970s line-up==== *Clem Curtis: Vocals *Marcus Williams: Keyboards * Bill Springate: guitar * John Springate: Vocals * Del Watson: Bass * Paul Wilmot : Drums * John Paul: ? ====1977 line-up==== * Clem Curtis: Vocals * Leroy Carter * John Savile * Valentine Pascal * Georges Delanbanque ==Discography== ;Summary of single releases From the band's beginning to their breakup near the end of 1970, the Foundations released ten singles in the United Kingdom including two versions of the same song. A good deal of the songs on the singles were composed by Tony Macaulay and John Macleod. They had four significant hits from these plus a minor hit with one of their own compositions, \"Born to Live, Born to Die\". They had minor hit with \"My Little Chickadee\" in the United States. This was written by Tony Macaulay and John Macleod. There were other titles announced that were either never recorded or were never released. They were \"Our Love Went Thataway\", \"Tear Jerker, Music- worker, You\" which was to be released around the same time as \"Better By Far\" by Lulu and \"No Place On Earth Could Find You\". In 1971, the single \"Stoney Ground\" was released. It is believed that this single was actually by Colin Young and his new backing band Development. It seems quite likely as the Colin Young and Development debut single \"Any Time at All\" pre-dates \"Stoney Ground\". In the mid and late 1970s, there were two more singles released under the Foundations name. They were \"Where Were You When I Needed Your Love\" and \"Closer to Loving You\" which featured the Northern Soul classic \"Change My Life\" as the B side. These last two singles to bear the Foundations name featured Clem Curtis once more as the lead vocalist. ;Summary of album releases During the 1960s, the Foundations recorded and released four LPs in the United Kingdom. Before the release of their debut album, it was originally announced, in the October 1967 of Beat Instrumental Monthly that the debut album's title was to be Sound Basis. However, when it was released on Pye, it had the title of From the Foundations. The American version of this album, which was released on the Uni label, was given the title of Baby, Now That I've Found You. This album featured Curtis on lead vocals. The next release was in 1968. It was a live LP called Rocking the Foundations, and also featured Curtis on lead vocals plus two instrumentals \"The Look of Love\" and \"Coming Home Baby\". Also in 1968, another LP was released, this time on the Marble Arch label. This self-titled third album featured re-recordings of their previous hits and songs, but with Young on vocals instead of Curtis. It also featured a version of a new track, \"Build Me Up Buttercup.\" There was also a second American album released called Build Me Up Buttercup. This release was a compilation of Foundations tracks. Side one consisted of tracks from their Rocking the Foundations album, while side two consisted of \"Build Me Up Buttercup\", the B side of that single, plus some earlier Foundations tracks. The group's last LP release was Digging The Foundations in 1969, which featured their hit \"In The Bad Bad Old Days\" and the minor US hit \"My Little Chickadee\". A track \"Why Does She Keep On\" that was mentioned in the 26 April 1969 issue of Billboard magazine was not included. Since then, there have been various compilations of the Foundations songs, released on both the Golden Hour and PRT labels. ===UK singles=== * \"Baby Now That I've Found You\" / \"Come On Back to Me\" – Pye 7N 17366 – 1967 – UK No. 1 * \"Back on My Feet Again\" / \"I Can Take or Leave Your Loving\" – Pye 7N 17417 – 1968 – UK No. 18 * \"Any Old Time (You're Lonely and Sad)\" / \"We Are Happy People\" – Pye 7N 17503 -1968 – UK No. 48 * \"Build Me Up Buttercup\" / \"New Direction\" Pye 7N 17636 – 1968 – UK No. 2 * \"In the Bad Bad Old Days (Before You Loved Me)\" / \"Give Me Love\" – Pye 7N 17702 – 1969 – UK No. 8 * \"Born to Live, Born to Die\" / \"Why Did You Cry\" – Pye 7N 17809 1969 – UK No. 46 * \"Baby, I Couldn't See\" / \"Penny Sir\" – Pye 7N 17849 – 1969 * \"Take a Girl Like You\" / \"I'm Gonna Be A Rich Man\" – Pye – 7N 17904 – 1970 * \"I'm Gonna be a Rich Man\" / \"In the Beginning\" Pye 7N 17956 – 1970 * \"Stoney Ground\" / \"I'll Give You Love\" – MCA MKS 5075–1971 * \"Where Were You When I Needed Your Love\" / \"Love Me Nice and Easy\" – Summit SU 100 * \"Closer to Loving You\" / \"Change My Life\" – Psycho P 2603–1978 * \"Baby Now That I've Found You\" / \"Build Me Up Buttercup\" – Old Gold OG9407 – (1979 Re- release) * \"Baby Now That I've Found You\" / \"Build Me Up Buttercup\" – Flashback FBS 6 – (1979 Re-release) * \"Baby Now That I've Found You\" (1989 Re Mix) / \"Build Me Up Buttercup\" – PRT PYS 24 – 1989 * \"Build Me Up Buttercup\" – CD single – (1998 Re-release) – UK No. 71 ===UK original albums=== * From the Foundations - Pye NSPL 18206 - 1967 * Rocking the Foundations - Pye NSPL 18227 - 1968 (live album) * Digging the Foundations - Pye NSPL 18290 – 1969 ===UK compilation albums=== * The Foundations – Marble Arch MALS 1157–1968 * Golden Hour of the Foundations (Greatest Hits) – GH 574 – 1973 * Back to the Beat – PRT DOW7 – 1983 * Best Of – PRT PYL 4003–1987 ====UK EPs 7\"==== * \"It's All Right\" – Pye NEP24297 – 1968 * \"Mini Monster\" – Pye PMM.103 ====UK EPs 12\"==== * \"Baby, Now That I've Found You\" – Pye Big Deal BD 107 – (4 tracks) * \"Baby, Now That I've Found You\" – PRT Pyt 24 – 1989 – (3 tracks incl remix) ====UK CDs==== * Golden Hour of the Foundations – Knight Records KGH CD 104 – 1990 * Strong Foundations – The Singles and More – Music Club – MCCD 327 – 1997 * Build Me Up Buttercup – Castle Select SELCD 527 – 1998 * Baby, Now That I've Found You – Sequel Records – NEECD 300 – 1999 * Build Me Up Buttercup (The Complete Pye Collection) [Remastered] – Castle – 2004 ===US singles=== * \"Baby Now That I've Found You\" / \"Come On Back To Me\" – Uni 55038 – 1967 US No. 11 * \"Back on My Feet Again\" / \"I Can Take or Leave Your Loving\" – Uni 55058 – 1968 – US No. 59 * \"Any Old Time (You're Lonely and Sad)\" / \"We Are Happy People\" – Uni 55073 -1968 * \"Build Me Up Buttercup\" / \"New Direction\" – Uni 55101 – 1968 – US No. 3 * \"In the Bad Bad Old Days (Before You Loved Me)\" / \"Give Me Love\" – Uni 55117 – 1969 – US No. 51 * \"Born to Live, Born to Die\" / \"Why Did You Cry\" – Uni 55162 – 1969 * \"My Little Chickadee\" / \"Solomon Grundy\" – Uni 55137 – 1969 – US No. 99 * \"Take a Girl Like You\" / \"I'm Gonna Be a Rich Man\" – Uni 55210 – 1970 * \"Stoney Ground\" / \"I'll Give You Love\" – Uni 55315 – 1971 * \"Build Me Up Buttercup\" / \"Baby, Now That I've Found You\" – Eric 192 (Re- release) ===US albums=== * Baby Now That I've Found You – Uni 3016 (Mono)/73016 (Stereo) — 1967 * Build Me Up Buttercup – Uni 73043 – 1968 – US No. 92 * Digging The Foundations – Uni 73058 – 1969 * The Very Best Of – Varese Sarabande 74648 – 2017 ===Canadian singles=== * \"Baby Now That I've Found You\" – Pye 827—1968 – No. 1 * \"Back on My Feet Again\" – Pye 833 – No. 29 * \"Build Me Up Buttercup\" – Pye 17636 – No. 1 * \"In the Bad Bad Old Days (Before You Loved Me)\" – Pye 17702 – No. 23 ==Charts== {| class=\"wikitable\" style=\"text-align:center;\" |- ! rowspan=\"2\"| Year ! rowspan=\"2\"| Titles ! colspan=\"7\"| Peak chart positions |- ! style=\"width:3em;font-size:80%;\"| US Billboard Hot 100 ! style=\"width:3em;font-size:80%;\"| Australia Go-Set ! style=\"width:3em;font-size:80%;\"| Canada RPM ! style=\"width:3em;font- size:80%;\"| Ireland (IRMA) ! style=\"width:3em;font-size:80%;\"| Netherlands ! style=\"width:3em;font-size:80%;\"| New Zealand (Listener) ! style=\"width:3em;font-size:80%;\"| UK |- ||1967 | style=\"text- align:left;\"|\"Baby Now That I've Found You\" | 11 | 21 | 1 | 3 | 13 | 16 | 1 |- |rowspan=\"3\"|1968 | style=\"text-align:left;\"|\"Back on My Feet Again\" | 59 | | 29 | 18 | 32 | — | 18 |- | style=\"text-align:left;\"|\"Any Old Time (You're Lonely and Sad)\" | — | — | — | — | — | 20 | 48 |- | style=\"text- align:left;\"|\"Build Me Up Buttercup\" | 3 | 1 | 1 | 3 | 12 | 4 | 2 |- |rowspan=\"3\"| 1969 | style=\"text-align:left;\"|\"In the Bad Bad Old Days (Before You Loved Me)\" | 51 | | 23 | 7 | — | 20 | 8 |- | style=\"text- align:left;\"|\"Born to Live, Born to Die\" | — | — | — | — | — | — | 46 |- | style=\"text-align:left;\"|\"My Little Chickadee\", | 99 | — | — | — | — | — | — |} ==References== ==External links== * Clem Curtis & The Foundations web site * * * Clem Curtis website * Interview with Clem Curtis Category:British pop music groups Category:British soul musical groups Category:Musical groups established in 1967 Category:Musical groups disestablished in 1970 Category:Pye Records artists Category:Uni Records artists Category:1967 establishments in the United Kingdom ",
    "title": "The Foundations"
}