{
    "id": "1510194",
    "text": "Constance Bay is a population centre in West Carleton-March Ward in the rural northwest of the city of Ottawa, Ontario, Canada. Prior to amalgamation in 2001, the community was part of West Carleton Township. It is situated 25 km northwest of the suburb of Kanata. The community surrounds the Torbolton Forest (a protected and managed green-space) and is located on a peninsula between Constance and Buckham's Bay on the Ottawa River. According to the Canada 2016 Census, the population of the community was 2,314. 86% of dwellings are occupied by usual residentshttps://www12.statcan.gc.ca/census- recensement/2016/dp- pd/prof/details/page.cfm?Lang=E&Geo1;=POPC&Code1;=1321&Geo2;=PR&Code2;=01&Data;=Count&SearchText;=1321&SearchType;=Begins&SearchPR;=01&B1;=All&Custom;=&TABID;=3 The community has services of a (licensed) general store, 2 restaurants, a bar/lounge, and a chapel. The Royal Canadian Legion, Branch 616 is also located in the village. During the summer months the community offers 2 beaches, recreational boating, water skiing, canoeing, hiking, horseback riding, and cycling. During the winter months there is ice fishing, snowmobiling, cross-country skiing, ice skating and horseback riding. A Community Centre is located in the centre of the community, the centre's operation is overseen by the Constance & Buckham's Bay Community Association. The Community Centre includes a free skateboard park along with 2 baseball diamonds (both fully illuminated for night play), soccer fields (full and mini), play-structure, outdoor ice rink, and a concession stand operated by community volunteers. == History == The actual bay was named by French Fur Traders after Simon Constant who was a member of the Algonquin First Nation and who was in the area before white settlers arrived. T.W. Edwin Sowter, a hobby archaeologist from Aylmer, Quebec, first identified the presence of archaeological sites at Constance Bay in the late 1800s. However, details of these sites were not available until Gordon Watson excavated a site in his Constance Bay cottage yard in the early 1970s. Watson's documented his findings in \"A Woodland Indian Site at Constance Bay\" available from the Ontario Archaeological Society. One item in the Watson collection is a large reconstructed ceramic vessel dating to about 2,500 years ago. In 1946 St. Gabriel's first chapel opened for services. Father J. Lorne Reynolds appointed parish priest. Hydro (electric service) was brought into the community in the summer of 1951. In the spring/summer of 2005, Enbridge Gas Distribution brought Natural Gas to the community. == Torbolton Forest == The 147 hectare Torbolton Forest is a managed greenspace and home to rare plant life, animals and birds. The forest has been designated by the Province of Ontario as a provincially significant Area of Natural and Scientific Interest (Life Science). === Bird-life === * Red-headed woodpecker * Northern flicker * Downy woodpecker * Hairy woodpecker * Black-capped chickadee * Eastern bluebird * Mourning dove * Northern cardinal * Baltimore oriole * Blue jay * Pileated woodpecker * Red phalarope * Greater white-fronted goose * Carolina wren * Black-legged kittiwake * Boreal owl * Cattle egret * Blue heron * Ruby- throated hummingbird * Red-winged blackbird * Common grackle * American crow === Mammals === * Raccoon * Skunk * Porcupine * Black bear * White-tailed deer * Red fox * Coyote * Fisher ==Further reading== * \"A Woodland Indian Site at Constance Bay\", Ontario 1 - 24 by Gordon D. Watson * \"St. Gabriels's Chapel, Constance Bay, 1946-1996\" by Anna May McCart and Louise Estabrooks. * \"Constance Bay: Early French fur traders named bay after chief. What's in a name?\" by Bobby Turcotte. == External links == * Constance & Buckham's Bay Community Association * NeilyWorld Birding Ottawa - Southwest - Ottawa River West: Ontario, Constance Bay ==References== Category:Neighbourhoods in Ottawa ",
    "title": "Constance Bay"
}