{
    "id": "1510647",
    "text": "{| |} The de Havilland Canada DHC-7, popularly known as the Dash 7, is a turboprop-powered regional airliner with short take-off and landing (STOL) performance. It first flew in 1975 and remained in production until 1988 when the parent company, de Havilland Canada, was purchased by Boeing and was later sold to Bombardier. Bombardier sold the type certificate for the aircraft design to Victoria-based manufacturer Viking Air in 2006. ==Design and development== In the 1960s, de Havilland Canada was already well known worldwide for their series of high-performance STOL aircraft, notably the very popular DHC-2 Beaver and DHC-6 Twin Otter. However, these aircraft were generally fairly small and served outlying routes, as opposed to the busier regional airliner routes which were already well served by larger, higher- performance turboprop aircraft such as the Fokker F27, Fairchild F-27, Convair 580, Convair 600, and Hawker Siddeley 748. The de Havilland Canada company personnel felt they could compete with these designs in a roundabout way. With their excellent STOL performance, their designs could fly into smaller airports located in city centres and smaller, outlying, more austere airports having runways that the other aircraft could not easily use (unpaved, unimproved). The original specification called for a 40-passenger aircraft with a fairly short range of 200 statute miles, operating from runways only . With new noise restrictions coming into effect throughout the 1970s, an aircraft tailored for this role would also have to be very quiet. Propeller thrust is a factor of blade length and chord and the speed at which it rotates. To meet these new regulations, the new design used much larger (oversized) propellers geared to rotate at a slower speed than is normally designed. Much of the problem sound from a typical propeller is generated at the tips of the blades which are rotating just beneath the speed of sound. By using overlarge propeller blades, no need exists to have the blade tip reach near the speed of sound, and the speed can therefore be reduced without sacrificing thrust. In reducing the speed, this noise is reduced substantially. The Dash 7 often landed at only 900 rpm, and took off at only 1,210 rpm. The propellers on the Dash-7 are constant-speed propellers which change the blade angle to push more or less air as needed. This can be used to change power while maintaining a constant (and lower) speed. Dash 7 flight deck In other respects, the new DHC-7 was essentially a larger, four-engine version of the Twin Otter: the general layout remained similar, with a high aspect ratio, high-mounted wing, and similar details of the cockpit and nose profile. Changes included the addition of cabin pressurization (requiring a switch to a fuselage with a circular cross-section), landing gear that folded forward into the inner engine nacelles, and a large T-tail intended to keep the elevator clear of the propwash during take-off (the Twin Otter's empennage was a cruciform arrangement). The Twin Otter incorporated \"flaperons\" that drooped the ailerons as part of the flaps, but these were not included in the Dash 7 due to weight and complexity. Instead, the ailerons were reduced in size to allow more flap area, and were augmented with two sets of roll spoilers, or \"spoilerons\". The inboard roll spoilers operate at all speeds. while the outboard roll spoilers only operate at speeds less than 130 KIAS to allow for more roll control at slower speeds. Upon touchdown, both the inboard and outboard roll spoilers extend in unison to aid in destroying lift created by the wing. Each wing also includes two ground spoilers which only extend on touchdown. Most of the trailing edge is spanned by a complex, double Fowler flap arrangement for high lift at low speed. During a typical STOL landing, flaps are selected to the 45° position, generating more lift and drag, thus allowing for steeper descents and slower approach speeds. Depending on weight, the VREF speed with flaps at 45° is between 70 and 85 knots. On touchdown, through \"squat switches\" in the main gear, the flaps automatically retract to the 25° position, thus reducing lift once on the runway and producing better braking performance. The flaps also retract to 25° when engine power is increased during a go-around procedure. The four-engine layout aids lift at low speeds due to the wide span of the propellers blowing air over the wing (\"propwash\"). When reverse thrust is selected on landing, the props reverse pitch, push air forward, and slow the aircraft very effectively along with the antiskid wheel brakes. More importantly, if an engine fails, the asymmetric thrust is much less than on a twin-engine layout, thereby increasing safety and allowing for a lower minimum control speed with an engine inoperative . ==Operational history== Prototype DHC-7-100 at the 1978 Farnborough Air Show. DHC-7 of London City Airways making its steep approach to London City Airport as another loads before departure to Amsterdam in 1988 Mojave Airport in 2001 Development started in 1972 and the prototype first flew on March 27, 1975. Testing went smoothly, and the first delivery took place to Rocky Mountain Airways on February 3, 1978. The Dash 7 enabled Rocky Mountain Airways to operate scheduled passenger air service from Denver into the Avon STOLport in Colorado which was controlled by the airline. The Avon STOLport was located in a mountain valley in close proximity to the Vail ski resort. Another close-in ski resort airfield served by Rocky Mountain Airways with Dash 7 flights from Denver was Steamboat Springs Airport in Colorado. With a relatively short runway length of 4,452 feet and an airfield elevation of 6,882 feet, the Dash 7 was well suited for operations from this airport located in the Rocky Mountains. Flying as Continental Express via a code sharing agreement with Continental Airlines, Rocky Mountain Airways also operated the Dash 7 into the Telluride Airport located in the San Juan Mountains of southwest Colorado with this mountain airport having an airfield elevation of 9,078 feet thus making it one of the highest airports in the U.S.http://www.departedflights.com, Feb. 1, 1987 Continental Airlines system timetable The Kapalua Airport on the island of Maui in Hawaii was constructed specifically with Dash 7 operations in mind. According to state of Hawaii historical records, Hawaiian Airlines built this airfield and then initiated scheduled passenger flights with new Dash 7 turboprops on March 1, 1987. The airline owned this private airport, which is also known as Kapalua-West Maui Airport, until 1993, when it was acquired by the state of Hawaii. The 3000-foot runway length at Kapalua was well suited for Dash 7 operations. The three-letter code for the Kapalua Airport, JHM, stands for John Henry Magoon, who was president of Hawaiian Airlines when the airfield and terminal were constructed by the air carrier. Kapalua is currently served by Mokulele Airlines with Cessna 208 Grand Caravans. One hundred Dash 7 turboprops were delivered by 1984, when the production line was put on hold in favour of the Dash 8. Another 13 were delivered between 1984 and 1988, when the production lines were removed when Boeing bought the company. The last Dash 7 was bought by Tyrolean Airways. The original Series 100 represents the vast majority of the aircraft delivered, and came in two models; the DHC-7-102 passenger version and -103 combi with an enlarged cargo door. These were followed by the Series 110 which met British CAA requirements, including the -110 and -111, and finally the Series 150 which included additional fuel capacity and an improved interior in the -150 and -151. Plans were made for a Series 200 with the new PT6A-50/7 engines which improved hot-and-high power, but these plans were shelved when Boeing ended production of the design. The mixture of features on the Dash 7 met with limited commercial success. Most commuter airline turboprop operators used the aircraft as feeder liners into large airports, where the STOL performance was not considered important. In comparison to other feeder liners, the Dash 7's four engines required twice the maintenance of a twin-engine model, thereby driving up operational costs. Finally, those airports that did require a high-performance STOL operation were generally small and well served by the Twin Otters; had an airport needed a larger plane to serve its customer base, they would have built a longer runway. One exception to this was operations at London City Airport (LCY), which upon opening in 1987, was capable of handling few other aircraft types besides the Dash 7 due to its relatively short runway and steep approach. The runway at LCY was subsequently lengthened, and the approach angle reduced somewhat and since accepts airliners such as the Airbus A220, Airbus A318, British Aerospace BAe 146 and Embraer 190 types. Noise criteria remain strict in comparison with other international airports. The Dash 7 also gained a number of military orders. The first of these was for two aircraft for the Canadian Armed Forces, which needed them to transport high-ranking passengers and freight around Europe. These aircraft received the CF designation CC-132 and were delivered to 412 Transport Squadron at Canadian Forces Base Lahr, in West Germany.\"de Havilland CC-132 Dash 7.\" Canada's Air Force, April 6, 2004. Retrieved: August 27, 2008. The United States Army operates several Dash 7 aircraft as surveillance platforms with the designation EO-5C (RC-7B before 2004)\"Non-Standard DOD Aircraft Designations.\" designation-systems.net. Retrieved: October 18, 2009. under the Airborne Reconnaissance Low program. Transport Canada operates a single DHC-7-150IR aircraft to conduct maritime surveillance, pollution monitoring, and ice patrols as part of the Transport Canada National Aerial Surveillance Program. The aircraft's home base is Ottawa, Ontario. During the summer, this aircraft conducts patrols throughout the Canadian Arctic, Alaska, and Greenland. During the fall and winter, this aircraft conducts patrols of the Great Lakes and east or west coasts of Canada as required. The design of a much more \"conventional\" twin-engine design commenced at de Havilland in 1978, resulting in the extremely popular Dash 8. The DHC-7 production line eventually delivered 113, of which six have been lost and one scrapped. Many of the rest remain in service.\"Aviation Safety Network Database: de Havilland Canada DHC-7.\" Aviation Safety Net. Retrieved: January 7, 2013. The American band Wilco released a song called \"Dash 7\" on their 1995 album A.M. ==Variants== Model 103 operated by Air Greenland with the forward cargo door open. ;DHC-7-1 :Prototypes, two built ;DHC-7-100 :Production passenger variant with a maximum of 54 passengers (with takeoff weight) ;DHC-7-101 :Production passenger/cargo variant with a maximum 50 passengers and a left-hand forward cargo door (with takeoff weight) ; :Production passenger variant with a maximum of 54 passengers (with take-off weight) ; :Production passenger/cargo variant with a maximum of 50 passengers and a left-hand forward cargo door (with take-off weight) ;DHC-7-110 :DHC-7-102 certified for use in the United Kingdom ;DHC-7-111 :DHC-7-103 certified for use in the United Kingdom ;DHC-7-150 :Improved 1978 version with higher gross weight, increased fuel capacity, and improved passenger amenities ;DHC-7-150IR :One series 150 modified in 1986 for Transport Canada for ice/pollution patrols of the Canadian Arctic ;CC-132 :Canadian military designation for the Series 102/103 ;O-5A ARL-I (Airborne Reconnaissance Low – IMINT) :Converted by California Microwave Incorporated 1991–92 ;EO-5B ARL-C (Airborne Reconnaissance Low – COMINT) :United States military designation for Series 102 ;EO-5C ARL-M (Airborne Reconnaissance Low – Multi-sensor) :Converted by California Microwave Incorporated 1996 ;RC-7B ARL-M (Airborne Reconnaissance Low – Multi-sensor) :Redesignated EO-5C in 2004 ==Accidents and incidents== The de Havilland Canada DHC-7 has been involved in six accidents (and 10 incidents overall) with a total of 68 fatalities. * April 28, 1982 – an Aerovías Nacionales de Honduras DHC-7-103 was hijacked at Le Ceiba-Goloson International Airport in Honduras with no loss of life.\"Accident Report 19820428-0.\" Aviation Safety Net. Retrieved: October 18, 2009. * May 9, 1982 – an Alyemda DHC-7-103 crashed into sea near Aden International Airport in Yemen, killing 23 of 49 on board.\"Accident Report 19820509-1.\" Aviation Safety Net. Retrieved: October 18, 2009. * June 23, 1982 – a Henson Airlines DHC-7 was hijacked at Staunton-Shenandoah Valley Airport, in Virginia with no lives lost.\"Accident Report 19820623-0.\" Aviation Safety Net. Retrieved: October 18, 2009. * February 15, 1983 – Rio Airways Flight 252 DHC-7-102 was hijacked at Nuevo Laredo, Mexico, with none of 20 on board injured.\"Accident Report 19830215-0.\" Aviation Safety Net. Retrieved: October 18, 2009. * May 6, 1988 – Widerøe Flight 710 DHC-7-102 crashed on a hillside during poor weather near Brønnøysund Airport in Norway, killing 36 on board.\"Accident Report 19880506-0.\" Aviation Safety Net. Retrieved: October 18, 2009. * November 28, 1998 – a DNK Aviation Leasing Group DHC7-102 crashed after an engine failed during a test flight near Ashburton, United Kingdom killing the crew of two.\"Accident Report 19981128-0.\" Aviation Safety Net. Retrieved: October 18, 2009. * July 23, 1999 – a US Army DHC-7-102 (O-5A) crashed into mountain near Orito in Putumayo province in Colombia, killing all seven on board.\"Accident Report 19990723-1.\" Aviation Safety Net. Retrieved: October 18, 2009. * September 7, 1999 – a Skyline (Nigeria) DHC-7-102 was damaged from belly landing at Port Harcourt Airport in Nigeria with 19 on board (no fatalities).\"Accident Report 19990907-0.\" Aviation Safety Net. Retrieved: October 18, 2009. * September 4, 2002 – Asian Spirit Flight 897 DHC-7-102 slid off the runway at Manila-Ninoy Aquino International Airport with 49 on board (no fatalities).\"Accident Report 20020904-0 .\" Aviation Safety Net. Retrieved: October 18, 2009. * May 1, 2006 – Trans Capital Air (a Toronto-based charter company) for United Nations Mission in Liberia (UNMIL) DHC-7-102 crash-landed at Zwedru Airport in Liberia after landing gear failed to extend, with 40 on board (37 Ethiopian soldiers), all uninjured.\"Accident Report 20060501-0.\" Aviation Safety Net. Retrieved: October 18, 2009. ==Operators== ===Current airline and other operators=== Arkia de Havilland Canada DHC-7 parked at Eilat Airport As of July 2018, a total of 17 Dash 7 aircraft (all variants) remain in commercial service. Other aircraft remain in other services.\"DHC-7 Record.\" CH-Aviation. Retrieved: April 27, 2012. ; * Air Tindi (5) * Trans Capital Air (9) ; * Airkenya Express (2) ; * British Antarctic Survey (1) === Former operators === ; * Kaikén Líneas Aéreas ; * Jetcraft Aviation ; * Tyrolean Airways ; * Air Atlantic * AirBC * Air Tindi * City Express * Time Air * Trans Capital Air * Wardair (both aircraft named 'Don Braun') * Voyageur Airways ; * Helicol ; * Maersk Air ; * Air Greenland ; * Aviones Comerciales de Guatemala (Avcom) * Aéro Ruta Maya ; * Sahsa ; * Pelita Air Service (2) ; * Arkia ; * Berjaya Air ; * Newmans Air ; * Skyline (Nigeria) ; * Widerøes Flyveselskap * DNK Aviation Leasing Group ; * Air Niugini ; * Asian Spirit * Zest Airways (Formerly Asian Spirit, now Air Asia Zest) ; * Adria Airways ; * Inter Air - Operated one aircraft https://www.dehavilland.co.za/DHC-7_Dash_7.html ; * Regional Air Services (Tanzania) ; * Brymon * London City Airways ; * Air Oregon * Air Pacific (United States) (commuter airline based in California, acquired by Golden Gate Airlines) * Air West (commuter air carrier in Texas not to be confused with Hughes Air West)http://www.departedflights.com/DAL85intro.html * Air Wisconsin * Allegheny Commuter * Atlanta Express Airline Corp. * Atlantic Southeast Airlines (ASA) (subsequently renamed as ExpressJet) * Continental Express (operated by Rocky Mountain Airways) * Crown Airways (operated on Allegheny Commuter service) * Delta Connection (operated by Atlantic Southeast Airlines (ASA) and Rio Airways) * Era Aviation (operated code share service for Alaska Airlines in Alaska) * Farwest Airlines * Golden Gate Airlines * Golden West Airlines * Gulfstream International Airlines * Hawaiian Airlines * Henson Airlines (operated code share service for Piedmont Airlines) * MarkAir Express (operated code share service for MarkAir in Alaska) * Maverick Airways (operated code share service in Colorado for the current version of Frontier Airlines) * Pan Am Express (operated by Ransome Airlines for Pan Am via a code sharing agreement) * Paradise Island Airlines * Ransome Airlines * Rio Airways * Rocky Mountain Airways – worldwide launch customer * Ross Aviation * Trans World Express (operated by Ransome Airlines on behalf of TWA via a code sharing agreement) ; * Conviasa * Linea Turistica Aerotuy (1) ; * Alyemda ===Other civilian operators=== The British Antarctic Survey (BAS) Dash 7 at Stanley on the Falkland Islands. The British Antarctic Survey operates a single Dash 7 in support of its research programme in Antarctica. The aircraft undertakes regular shuttle flights between either Stanley on the Falkland Islands, or Punta Arenas, Chile, and the Rothera Research Station on Adelaide Island. It also operates to and from the ice runway at the Sky Blu Logistics Facility on the Antarctic mainland.\"Aircraft in Antarctica.\" British Antarctic Survey. Retrieved: December 31, 2007. ===Military operators=== ; * Canadian Forces (two delivered 1979 to Canadian Air Mobility Tasking for use at CFB Lahr, flown until 1987 - replaced by DHC-8)\"Canadian Aerospace — Background — DeHavilland Canada Dash 7.\" Canadian American Strategic Review via \"Archive\", October 11, 2009. Retrieved: October 18, 2009. ; * United States Army (10 – 1 O-5A, 2 EO-5B, 5 RC-7B) ; * Venezuelan Navy (one delivered in 1982) ==Specifications== undercarriage. ==See also== ==References== ===Notes=== ===Bibliography=== * Hotson, Fred W. The De Havilland Canada Story. Toronto: Canav Books, 1983. . * Taylor, John W. R. Jane's All The World's Aircraft 1982–83. London: Jane's Yearbooks, 1982. . ==External links== * The Dash 7 Homepage * de Havilland DHC-7 Dash-7 DHC-7 Category:1970s Canadian airliners Category:Four-engined tractor aircraft Category:High-wing aircraft Category:Four-engined turboprop aircraft Category:T-tail aircraft De Havilland Canada DHC-7 Category:Aircraft first flown in 1975 ",
    "title": "De Havilland Canada Dash 7"
}