{
    "id": "1510404",
    "text": "A sign in the Irish language which displays the word \"Caisleán\" with initial mutation. Irish, like all modern Celtic languages, is characterized by its initial consonant mutations. These mutations affect the initial consonant of a word under specific morphological and syntactic conditions. The mutations are an important tool in understanding the relationship between two words and can differentiate various meanings. Irish, like Manx and colloquial Scottish Gaelic, uses two mutations on consonants: lenition ( [ˈʃeː.vʲuː]) and eclipsis ( [ˈʊ.ɾˠuː]) (the alternative names, aspiration for lenition and nasalisation for eclipsis, are also used, but those terms are misleading). Originally these mutations were phonologically governed external sandhi effects: lenition was caused by a consonant being between two vowels, and eclipsis when a nasal preceded an obstruent, including at the beginning of a word. There are also two mutations, t-prothesis and h-prothesis, found on vowel-initial words. See Irish phonology for a discussion of the symbols used on this page. ==Lenition (séimhiú)== ===Effects of séimhiú=== # A stop becomes a fricative. Voicing is retained, as is place of articulation except with the coronals. #* → #* → #* → #* → #* → #* → #* → , #* → #* → #* → #* → #* → # becomes or ; becomes . # and become ; but , , , , , and do not mutate. # and are deleted. Séimhiú is symbolized in the orthography by an h following the consonant in question or, in some older typefaces and texts, by a dot (◌̇) above the letter that has undergone lenition. {| |+Lenition in Irish |- !Normal !Séimhiú !Gloss |- | | |\"pen\" |- | | |\"house\" |- | | |\"head\" |- | | |\"woman\" |- | | |\"back\" |- | | |\"knee\" |- | | , |\"mother\" |- | | |\"eye\" |- | | |\"answer\" |} The other consonants do not change under lenition. ===Environments of séimhiú=== ====After proclitics==== ;After the definite article The definite article triggers lenition of: # a feminine noun in the nominative singular #: \"the woman\" # a masculine noun in the genitive singular #: \"of the man\" e.g. , the man's car (car of the man) # a noun in the dative singular, when the article follows one of the prepositions \"from\", \"to\" or \"in\" #: + = : \"to the man\" #: + = : \"from the woman\" #: + = : \"in the tree\"; \"in the autumn\" * and are never lenited after the article: :: \"the drink\", although is feminine nominative singular :: \"of the house\", although is masculine genitive singular *Where an would be lenited after the article, it becomes (rather than ), written ts: :: \"the eye\" (fem. nom. sg.) :: \"of the world\" (masc. gen. sg.) ;After the vocative particle a * \"Bríd!\" * \"Seán!\" * \"my friends!\" ;After possessive pronouns The possessive pronouns that trigger lenition are \"my\", \"your (sg.)\", \"his\" * \"my son\" * \"your house\" * \"his pen\" ;After certain prepositions * \"out of a tree\" * \"under a tree\" * \"as a person\" * \"from Cork\" * \"before morning\" * \"through frost and snow\" * \"at Easter\" * \"both men and women\" * \"on a table\" ;After the preterite/conditional of the copula * \"He was a big person.\" * \"That was nice of you.\" ;After the preterite preverbal particles * \"He was not a teacher.\" * \"I didn't give\" * \"Was he a priest?\" * \"Did he come?\" ;After certain preverbal particles * \"I don't understand\" * \"if he comes\" * \"the man who will give it to me\" ;A verb in the preterite, imperfect or conditional These were originally preceded by the particle and often still are in Munster. * \"I broke\" * \"I used to break\" * \"I would break\" ====In modifier + head constructions==== Lenition is blocked in these constructions if two coronals are adjacent. ;After certain numbers The singular form is used after numbers and is lenited in the following cases: * \"one cow\" * \"the first year\" * \"two houses\" * \"two men\" * \"three boats\" * \"four cows\" * \"five pounds\" * \"six months\" ;After preposed adjectives Constructions of adjective + noun are written as compounds. * \"old woman\" * \"bad person\" * \"good deed\" * \"modern language\" * \"stormy sea\" * \"true skin\" * \"high pressure\" * \"young man\" ;After most prefixes * \"very small\" * \"too small\" * \"retake\" * \"new year\" * \"undeniable\" * \"saucer\" * \"overalls\" * \"interconfessional\" * \"polygamy\" * \"stepmother\" * \"unhappy\" * \"insomnia\" * \"capital city\" * \"fragile\" ;The second part of a compound * \"noun\" (lit. \"name word\") * \"blue-black\" * \"national debt\" ====In head + modifier constructions==== In these constructions coronals are lenited even following other * \"rainy weather\" (lenition after a feminine singular noun) * \"bottles of juice\" (lenition after a plural ending in a slender consonant) * \"Seán's house\" (lenition of a definite noun in the genitive) ;Postposed adjectives in certain circumstances * \"a pretty woman\" (lenition after a feminine singular noun) * \"the big men\" (lenition after a plural noun ending in a slender consonant) * \"the name of the small man\" (lenition after a masculine singular noun in the genitive) * \"in the big tree\" (lenition after a noun lenited by virtue of being in the dative after , , or ) ==Eclipsis (urú)== Eclipsis on a sign in Tramore: Fánán na mBád means \"slip of the boats.\" Even in an all-caps inscription, the eclipsis letter is not capitalised. ===Effects of urú=== The following tables show how eclipsis affects the start of words. Eclipsis is symbolised in the orthography by adding a letter—or occasionally two letters—to the start of the word. If the word is to be capitalised, the original first letter is capitalised, not the letter or letters added for eclipsis. An example is the \"F\" in Ireland's national anthem, Amhrán na bhFiann. 1\\. A voiceless stop or is voiced: {| class=\"wikitable\" !Sound change !Normal !Urú !Gloss |- | → | | |\"potato\" |- | → | | |\"pen\" |- | → | | |\"tomato\" |- | → | | |\"tongue\" |- | → | | |\"cat\" |- | → | | |\"head\" |- | → , | | |\"word\" |- | → | | |\"answer\" |} In the West Muskerry dialect, and are also voiced, but this is not reflected in the orthography nor is it standardised outside of that barony. 2\\. A voiced stop becomes a nasal: {| class=\"wikitable\" !Sound change !Normal !Urú !Gloss |- | → | | |\"milk\" |- | → | | |\"woman\" |- | → | | |\"back\" |- | → | | |\"dinner\" |- | → | | |\"knee\" |- | → | | |\"gate\" |} 3\\. A vowel receives a preceding or (broad preceding a/o/u, slender preceding e/i). However, a vowel-initial word is not affected after the definite article . {| class=\"wikitable\" !Sound change !Normal !Urú !Gloss |- | → | | |\"bird\" |- | → | | |\"night\" |} The other consonants do not change under urú. ===Environments of urú=== ====After plural possessive pronouns==== The possessive pronouns that trigger eclipsis are \"our\", \"your (pl.)\", \"their\" * \"our friends\" * \"your (pl.) children\" * \"their boat\", Note that can mean \"his\", \"her\" or \"their\", but these different uses can still be distinguished, since causes lenition when used as \"his\" (), causes eclipsis when used as \"their\" (), and neither when used as \"her\" (). ====After certain numbers==== The numbers that trigger eclipsis (the noun being in the singular) are: * \"seven horses\" * \"eight donkeys\" * \"nine cats\" * \"ten pens\" ====After the preposition \"in\"==== Before a vowel is written instead of . * \"in a house\" * \"in Ireland\" ====Genitive plural nouns after the definite article==== The genitive plural article eclipses a following noun: * \"of the donkeys\" * \"of the words\" ====Dative singular nouns after the definite article==== In western and southern dialects, nouns beginning with a noncoronal consonant are eclipsed after combinations of preposition + article in the singular (except , , and , which trigger lenition) * \"by the man\" * \"on the tree\" ====After certain preverbal particles==== * \"the hole that the rabbits come out of\" * \"Does he come every day?\" * \"Where are my glasses?\" * \"He said that he would come.\" * \"if I had known that\" ==Changes to vowel- initial words== A vowel-initial word does not change if a séimhiú is expected: * \"the night\" (feminine singular nominative noun after definite article) * \"of the water\" (masculine singular genitive noun after definite article) * \"from Scotland\" (noun after leniting preposition) * \"grandfather\" (noun after preposed adjective: \"old\" + \"father\") However, if neither urú nor séimhiú is expected, an initial vowel may acquire a prothetic onset consonant. For example, a vowel-initial masculine singular nominative noun requires a t- after the definite article: * \"the water\" (masculine singular nominative) Otherwise, there is the prothetic onset h, which comes only when both the following conditions are met: #a proclitic causes neither lenition nor eclipsis of consonants. #a proclitic itself ends in a vowel. Examples of h-prothesis * \"her age\" (after possessive pronoun \"her\"; compare with , \"his age\" and , \"their age\" with regular urú) * \"to Ireland\" (after preposition \"to, towards\") * \"with Antaine\" (after preposition \"with\") * \"of the night\" (on feminine singular genitive noun after definite article) * \"the birds\" (on plural nominative/dative noun after definite article) * \"as high as a castle\" (after chomh \"as\") * \"beautifully\" (after adverb-forming particle ) * \"Don't leave me!\" (after negative imperative particle \"don't\") * \"the second place\" (after an ordinal numeral) ==References== Mutations Category:Morphophonology ",
    "title": "Irish initial mutations"
}