{
    "id": "1511757",
    "text": "The Connemara Pony (Irish: Capaillín Chonamara) is a pony breed originating in Ireland. They are known for their athleticism, versatility and good disposition. The breed makes excellent show ponies. ==History== A Connemara Pony has a short head. The Connemara region in County Galway in western Ireland, where the breed first became recognised as a distinct type, is a very harsh landscape, thus giving rise to a pony breed of hardy, strong individuals. Some believe that the Connemara developed from Scandinavian ponies that the Vikings first brought to Ireland. Another source was likely the Irish Hobby, a now-extinct breed established prior to the 13th century. Legend, however, says that galleons from the Spanish Armada ran aground in 1588, and the Andalusians on board were set loose. The Spanish horses bred with the native stock, refining the local ponies. For additional strength and stamina, Arabian blood was added in the 18th century. They were also crossed with Hackneys and Thoroughbreds. Too much crossbreeding began to dilute the pony bloodlines, so the Connemara Pony Breeders' Society, worked to preserve the breed type. The stud book was established in 1926. Today, Connemaras are bred worldwide in Ireland and Britain, as well as on the European continent, North America, Australasia, and South Africa. The Connemara Pony Breeders Society was established in 1923 and set out to ensure the \"preservation and improvement of the Connemara Pony\" as the native breed of Ireland.History - Welcome to Connemara Pony Breeders Society The society runs an annual pony show and has been doing so since its founding. The annual show allows the assembly of the largest collection of Connemara Ponies worldwide and is used to buy and sell ponies from Ireland and abroad.History - Welcome to Connemara Pony Breeders Society ==Characteristics== Connemara stallion The original breed standard is set by the Connemara Pony Breeders' Society of Ireland, and also used by the British Connemara Pony Society. The adults are usually in height, with a strong back, loins, and hindquarters, deep and broad through the ribs, and with a riding-type well laid-back shoulder and well-placed neck without undue crest, giving a good length of rein. The head should be of pony type, broad between the eyes, which should be large and appear kind, and with a deep but refined jaw and clearly defined cheekbone. The ears should be of pony type (relatively short). The legs should be relatively short from the knees and hocks to the ground, with a strong, muscular upper leg, strong and well-defined knees and hocks, and well-shaped hard feet, which are of a medium size. The action should be free, active, and easy. Permitted colours are grey, black, brown, bay, dun,The dun gene does not exist within the Connemara population, so \"dun\" refers specifically to buckskin coloration on ponies, particularly in their native Ireland and in the UK roan, chestnut, palomino, and cream. Pinto colouring (piebald and skewbald) is not accepted. The Connemara Pony should be intelligent with a good temperament, suitable for adults and children; it should be hardy with good endurance; it should be sure-footed, sound, and able to jump. If a Connemara Pony is to be passed as grade 1 on inspection by the Connemara Pony Breeder's Society, it must meet the breed standard; if it does not meet this specification, then it will be given a grade 2 or 3 on inspection. Connemaras in North America range from . Some Connemara Ponies carry the autosomal recessive disorder hoof wall separation diseasePLOS Genetics April 13 2015: SERPINB11 Frameshift Variant Associated with Novel Hoof Specific Phenotype in Connemara Ponies, accessed April 25, 2015 and all foals born are tested as part of the registration process. ==Uses== Connemara Pony under saddle Connemara ponies ridden for recreation The Connemara is best known today as a sports pony. Ridden by both children and adults, it is considered to be a very versatile pony breed, competitive in show jumping, dressage and eventing, but also with the stamina for endurance riding. They are also shown in harness. Connemara Pony shows are held worldwide, with particular popularity in Ireland and the United Kingdom. ==See also== *Mountain and moorland pony breeds ==References== *< Link to the NICPBA - NI Connemara Pony Breeders Association ==External links== *Ulster Connemara Pony Breeders Association *Connemara Pony Breeders Society *American Connemara Pony Society *British Connemara Pony Society *Profile *International Committee of Connemara Pony Societies *Connemara Pony Breeder Online Pedigree Resources *Connemara Pony Breeders Society of Australia Category:Horse breeds originating in Ireland Category:Horse breeds ",
    "title": "Connemara pony"
}