{
    "id": "1511874",
    "text": "Mary Teresa Norton (March 7, 1875 - August 2, 1959) was an American Democratic Party politician who represented Jersey City and Bayonne in the United States House of Representatives from 1925 to 1951. She was the first woman member of the Democratic Party elected to Congress and the first woman elected to represent New Jersey, or indeed to represent any state in the Northeast. She chaired four House committees during her tenure and was a labor advocate and a supporter of women's rights. ==Biography== She was born as Mary Teresa Hopkins in Jersey City, New Jersey. She attended parochial schools and Jersey City High School (since renamed William L. Dickinson High School) and graduated from Packard Business College, New York City in 1896. She married Robert Francis Norton in 1909. Norton was president of the Queen's Daughters' Day Nursery Association of Jersey City from 1916 to 1927. She was appointed to represent Hudson County on the New Jersey Democratic State Committee in 1920. She was elected a member of that committee in 1921, and served as vice chairperson from 1921 to 1931. She chaired the state committee from 1932 to 1935 and again from 1940 to 1944.\"W.H. Kelly Elected Chairman of Jersey Democratic Group; Succeeds Mrs. Norton\", The New York Times, January 23, 1935. Accessed June 10, 2008.\"Representative Hart Elected to Succeed Mrs. Norton\", The New York Times, August 18, 1944. Accessed June 10, 2008. She also served as vice chairman of the Hudson County Democratic Committee. She was elected to the Hudson County Board of Chosen Freeholders in 1922, and was a delegate at large to the Democratic National Conventions in 1924, 1928, 1932, 1936, 1940, 1944, and 1948. She was a delegate to the International Labor Conference at Paris, France in 1945. Norton was elected as a Democrat to the 69th, 70th, 71st, 72nd, 73rd, 74th, 75th, 76th, 77th, 78th, 79th, 80th, 81st United States Congresses, serving from March 4, 1925 to January 3, 1951. She originally represented New Jersey's 12th congressional district, then composed of Jersey City and Bayonne; later, she represented the 13th district due to reapportionment. Norton was the chairperson of the Committee on the District of Columbia (during the 72nd to 75th Congresses), the Committee on Labor (75th to 79th Congresses), the Committee on Memorials (77th Congress), and the Committee on House Administration (81st Congress). She helped pass the Fair Labor Standards Act in 1938, working with Clara Mortenson Beyer, Frances Perkins, and Mary La Dame as part of what was colloquially called the \"Ladies' Brain Trust.\" The Living New Deal Archives. Clara Beyer (c. 1892-1990). Norton was not a candidate for renomination in 1950. She became a \"Womanpower Consultant\" for the Women's Advisory Committee on Defense Manpower, in the United States Department of Labor from 1951 to 1952. Norton died on August 2, 1959, in Greenwich, Connecticut, aged 84. She was interred in the Holy Name Cemetery, Jersey City. Her memoir Madame Congressman was never published. ==See also== *Women in the United States House of Representatives ==References== ==External links== * * Mary T. Norton at Women in Congress |- |- |- |- |- |- |- |- |- Category:1875 births Category:1959 deaths Category:American Roman Catholics Category:Burials at Holy Name Cemetery, Jersey City Category:Chairmen of the New Jersey Democratic State Committee Category:County freeholders in New Jersey Category:Democratic Party members of the United States House of Representatives Category:Female members of the United States House of Representatives Category:Members of the United States House of Representatives from New Jersey Category:New Jersey Democrats Category:People from Greenwich, Connecticut Category:William L. Dickinson High School alumni Category:Politicians from Jersey City, New Jersey Category:Women in New Jersey politics Category:Catholics from New Jersey Category:Catholics from Connecticut ",
    "title": "Mary Teresa Norton"
}