{
    "id": "1511826",
    "text": "Blind Shaft () is a 2003 film about a pair of brutal con artists operating in the illegal coal mines of present-day northern China. The film was written and directed by Li Yang (李杨), and is based on Chinese writer Liu Qingbang's short novel Shen Mu (Sacred Wood). ==Plot== Most coal mines in China are worked by migrant workers who are forced to endure back-breaking, dangerous work in order to send money home. Some of them have additional schemes of their own. Song Jinming (played by Li Yixiang) and Tang Zhaoyang (Wang Shuangbao) are professional con artists, running an intricate scam they have perfected through repeated practice. They find a naive young man looking for work, and convince him that they have arranged three lucrative coal mining jobs for themselves and a relative. The relative has not arrived in time, leaving a gap which they generously offer to the victim, on the condition that he pretend to be the missing relative. After a few days of working in the mine, they murder the victim, and by making the murder look like an accident, they use his death to extort compensation money from the mine's management. After introducing the scam, the film follows the pair as they repeat it on a new victim, sixteen- year-old Yuan Fengming (played by Wang Baoqiang). Tensions arise as Song begins to have reservations, touched by the victim's youth and innocence and his uncanny resemblance to their first victim of the film, while Tang remains focused on making money for himself and his own family. ==Production history== Most of the filming took place 700 meters underground on the border between the Hebei and Shanxi provinces of northern China.Blind Shaft Li and his crew were harassed and threatened during the filming. ==Reception== Blind Shaft has won at least twelve awards, including a Silver Bear for Outstanding Artistic Contribution at 53rd Berlin International Film Festival in 2003.Berlinale. Archive. Prizes and honours 2003. Retrieved 26 January 2019 ===Ban in China=== Blind Shaft has not been approved for release in China. The Economist noted how \"directors are eager to comment on the rapid changes in Chinese society. But films such as Li Yang's Blind Shaft (a bleak, compelling picture about life in China's illegal coal mines)... were not shown to local audiences even though they had been acclaimed abroad.\"Chinese Cinema, The Economist, 27 April 2006. The director has stated that although he is not sure exactly why the film was banned in China, he believes the film's content has \"no political stigma\" attached to it, noting that the novel received China's highest literary award, the Lao She Literary Prize. Discussing the film's themes, Li emphasizes the universal, human elements: ==See also== *Wang Binyu (a Chinese migrant worker) *Chinese New Left ==References== ==External links== * * *A film review *Another film review *A BBC report of a real-life equivalent in 2000 *Recent reforms (official Chinese media, 2006) Category:2003 films Category:Chinese films Category:2003 drama films Category:Films based on short fiction Category:Films set in China Category:Mandarin-language films Category:Silver Bear for outstanding artistic contribution Category:2003 directorial debut films ",
    "title": "Blind Shaft"
}