{
    "id": "1511014",
    "text": "The Jeffries Homes, also called the Jeffries Housing Projects or \"Jeffries West\", was a public housing project located in Detroit, Michigan, near the Lodge Freeway. It included ten high-rises and was named for Edward J. Jeffries, a former Detroit Recorder's Court judge, who was also father of a Detroit mayor. ==History== The Jeffries Projects opened in 1953 as a complex of eight 14-story towers; five additional towers and low-rise apartment blocks were added in 1955. At first, the complex was popular among many Detroit residents who were eager to move into the new buildings. But by the late 1960s, the buildings had become a haven for drug dealers and an area with a high crime rate.https://www.newspapers.com/newspage/99148511/ ==Redevelopment== The five towers built in 1955 were demolished in 1997. In April 2001, four of the towers of Jeffries West were imploded to make way for the redevelopment of the housing project. The remaining tenants of the Jeffries were moved to Freedom Place and Research Park housing complexes, approximately 8 city blocks from the Jeffries, while the redevelopment took place.Gentrification of Detroit: Will Shiny New Projects Push Out the Old Residents?, by Brandon Q. White / The Michigan Messenger, published 27 December 2007 A development by Scripps Park Associates was built on the site of Jeffries West and named \"Woodbridge Estates\". Woodbridge Estates includes 281 mixed-income housing rental units, 101 owner-occupancy attached and detached single-family homes, a 100-unit senior housing apartment building, plus 297 units of senior housing in the three remaining towers of the former Jeffries West. Located east of the main project stood the low-rise Jeffries East Projects consisting of 252 public housing units in rowhomes, which were demolished in 2008. The project was replaced by a development named Cornerstone completed in late 2012 developed in three phases. It included the development of 180 mixed-income rental units in 30 buildings of townhomes and duplexes, consisting of 138 public housing units and 142 affordable housing rental units. Former residents of Jeffries East in good standing with the Detroit Housing Commission were permitted to return to the next complex. ==References== == External links == * Jeffries towers tumble — 2001 article in the Detroit News about the demolition of many of the Jeffries Projects towers. *About the Jeffries Projects — Information about the buildings in Jeffries Project. Category:Public housing in Detroit Category:Urban decay in the United States Category:1953 establishments in Michigan Category:Buildings and structures demolished in 1997 Category:Buildings and structures demolished in 2001 Category:Demolished buildings and structures in Michigan ",
    "title": "Jeffries Projects"
}