{
    "id": "1511245",
    "text": "A map showing the Atlantic Mississippi & Ohio R.R. and its connections from Norfolk to Cumberland Gap via Bristol. Atlantic, Mississippi and Ohio Railroad (AM&O;) was formed in 1870 in Virginia from 3 east-west railroads which traversed across the southern portion of the state. Organized and led by former Confederate general William Mahone (1826-1895), the line linked Norfolk with Bristol, Virginia by way of Suffolk, Petersburg, Lynchburg, and Salem. The AM&O; was promoted as a trade link to the west, and further expansion was envisioned with the goal of increasing Virginia's Ohio Valley and Mississippi Valley commerce. It was heavily backed by investors from England and Scotland. The AM&O; went into receivership after the U.S. Financial Panic of 1873. After several years of continuing financial problems, Mahone's relationship with the bondholders soured, and he was removed as trustee, but was permitted to continue to lead operations. Finally, in 1881, the AM&O; was sold at auction. It was acquired by other U.S. interests based in Philadelphia who outbid Mahone. They were already building Shenandoah Valley Railroad and had a new commodity in mind: bituminous coal. The AM&O; was renamed to Norfolk and Western Railway (N&W;). Norfolk & Western Railway was expanded west into the coalfields, and later into a much large system, eventually tapping the Ohio Valley and Mississippi Valley commerce as earlier promised Virginia. The N&W; was combined with the Southern Railway, another profitable carrier, to form Norfolk Southern Corporation (NS) in 1982. Today, much of the former Atlantic, Mississippi and Ohio Railroad remains in service for Norfolk Southern. The Fortune 500 company, headquartered in Norfolk, transports bituminous coal, intermodal shipping containers, automobile parts and completed vehicles, and other commodities in the 21st century global transportation markets. Most of the former AM&O; lines are still part of the NS rail network. == Predecessor lines == Three pre-civil war era railroad lines were combined to form the AM&O.; They are listed from east to west: === Norfolk and Petersburg Railroad === The Norfolk and Petersburg Railroad, organized by Dr. Francis Mallory of Norfolk was built between 1853 and 1858 by a young civil engineer named William Mahone (1826-1895). It featured an innovative and durable roadbed through a portion of the Great Dismal Swamp and an arrow-straight tangent between Suffolk and Petersburg. Mahone was named its head in 1860. ===South Side Railroad=== The oldest predecessor was the City Point Railroad a long line to Petersburg completed in 1838. In 1854, it became part of the South Side Railroad. The South Side Railroad was the middle section of the AM&O;, stretching 132 miles from City Point (part of today's City of Hopewell) to Lynchburg in 1854. ===Virginia and Tennessee Railroad=== The Virginia and Tennessee Railroad extended from Lynchburg to Bristol. It made important westward connections which reached New Orleans, Louisiana, before the war began in 1861. == William Mahone and the American Civil War == All three railroads were severely damaged during the American Civil War (1861-1865). After Virginia seceded in April 1861, William Mahone, as its president, used the Norfolk and Petersburg Railroad (N&P;) to deliver a small force to Norfolk to secure the Gosport Navy Yard, an important resource for the Confederacy. After Union leaders declined a request to surrender possession, he used an N&P; train and other deception to bluff them into thinking large numbers of rebel troops were arriving, causing them to abandon the shipyard with no loss of life. He accepted a commission in the Confederate Army and during the remainder of 1861 and until May 1862, also continued as head of the N&P.; Mahone was relieved of N&P; duties in 1862 as he took on increasing responsibilities with the Confederate Army. He was active in many campaigns and was an able leader during the war, best known as the hero of the Battle of the Crater in 1864 where he rallied troops and foiled an initial Union success during the Siege of Petersburg. == Post-war, rebuilding and linking == Atlantic, Mississippi & Ohio Railroad Stock Certificate from 1871. After the end of hostilities, defeated Confederate General Robert E. Lee advised his generals to go back to work rebuilding. William Mahone did just that. He returned to his old job and quickly set about repairing the N&P.; Meanwhile, the managers of the South Side Railroad and Virginia and Tennessee Railroad also worked hard to restore service and rebuild bridges, stations, and rolling stock. The war had demonstrated the need to consolidate resources and connections, and the stockholders of the South Side Railroad elected Mahone as president of their road also before the end of 1865. It was known that the Baltimore and Ohio Railroad (B&O;) and other northern interests were trying to develop connections in the Shenandoah Valley which would favor Baltimore over Norfolk and other Virginia ports. Mahone could see that the Virginia and Tennessee Railroad was the key to western connections for the other two roads and he became a driving force in the linkage of N&P;, South Side Railroad and the Virginia and Tennessee Railroad (V&T;). He was president of all three by the end of 1867. However, the V&T; board was opposed to consolidation which was favored by the other two roads. Rumors indicated that the B&O; would expand its Valley line southward to meet the V&T; near Salem, Virginia. Ultimately, the B&O; did reach as far as up the valley as Lexington, Virginia, only short of reaching Salem. When Mahone could not persuade the V&T; board, he took another route to force consolidation, and worked diligently in lobbying the Virginia General Assembly, a part-owner of all three roads, to gain the legislation necessary to combine them into a single entity, and expand westward. == \"All Mine and Otelia's\" == Advertisement for the Atlantic, Mississippi & Ohio Railroad from 1880, one year before its merger into the Norfolk and Western Railway Mahone was finally successful, and in 1870, the Atlantic, Mississippi & Ohio Railroad (AM&O;) was organized as a new line comprising the three railroads he headed, extending 428 miles in Virginia from Norfolk to Bristol. The former general and his wife Otelia (a character in her own right) moved to Lynchburg, where the AM&O; established headquarters and shops. The letters A, M and O were said to stand for \"All Mine and Otelia's.\" Instead of utilizing northern financial interests, in addition to the state's investment, Mahone obtained the needed funded through bonded indebtedness from across the ocean through a British financial agent. The AM&O; did well for several years. The three former railroads initially each became divisions, and the former South Side Railroad was later consolidated with the former N&P; into a single division. Unfortunately for Mahone's dreams, before much expansion could take place, the AM&O; fell on hard times in the financial Panic of 1873 which negatively impacted almost all of the railroads. After several years of operating under receiverships, Mahone had a falling out with his agent, who claimed a breach of integrity. There are some historical indications that this may have resulted from miscommunication, interference by Mahone's many enemies, or both. In any event, the foreign bondholders requested other receivers be appointed, and one of his lieutenants, Henry Fink, was named. In early 1881, the AM&O; was sold at public auction. Mahone forces had gathered what he thought would be sufficient funds to place a winning bid, but they were outbid by a surprise entry of a principal of a Philadelphia-based financial company, a previously unidentified competitor. The new owners renamed it Norfolk and Western, possibly utilizing an earlier name proposed by citizens of Norfolk in the pre-war efforts to secure rail service. Mahone was able to arrange for a portion of the State's proceeds of the AM&O; sale to help found a school to prepare teachers to help educate black children and former slaves. The Virginia Normal and Collegiate Institute near Petersburg was forerunner of Virginia State College, which expanded to become Virginia State University. A leader of the Readjuster Party, after leaving the railroad business, he became even more active in Virginia's politics and served as a Senator in the U.S. Congress from 1881-1887. == Whatever became of the former AM&O;? == Atlantic, Mississippi & Ohio Railroad, Jefferson Street Tunnel, Norfolk & Western RY main line, Lynchburg, VA The new owners were E. W. Clark & Co., a private banking firm in Philadelphia which already owned a controlling interest in the Shenandoah Valley Railroad. The latter was expanding south from Hagerstown, Maryland, and seeking a potential connection. Under the common ownership, the link was established between Lynchburg and Salem on the old AM&O; at the tiny community of Big Lick on the Roanoke River, which soon became the city of Roanoke and a major office and shops location of the N&W.; It became known as the \"Magic City.\" While Mahone's vision for the Atlantic, Mississippi and Ohio Railroad was western trade and the transportation business, the new owners were focused on their investments in the rich, largely untapped coal reserves of southwestern Virginia and southern West Virginia. They knew older anthracite coal fields in northwestern New Jersey, southern New York, and northern Pennsylvania were playing out. Under their auspices, the former AM&O; was greatly expanded as the N&W; into the coal fields and beyond and became a system larger and far more wealthy than Mahone probably had ever dreamed. In the mid 20th century, N&W; merged with long-time rival Virginian Railway in the Pocahontas coal region and grew even more in size and profitability by mergers with other rail carriers including Nickel Plate Road and Wabash in adjacent areas to form a system serving 14 states and a province of Canada between the Atlantic Ocean and the Mississippi River and Great Lakes with more than of trackage. 100 years later after its name was changed from AM&O;, the N&W; was combined with the Southern Railway, another profitable carrier, to form Norfolk Southern Corporation (NS) in 1982. Today, much of the former Atlantic, Mississippi and Ohio Railroad remains in service for Norfolk Southern, a Fortune 500 company headquartered in Norfolk, Virginia. The modern railroad transports bituminous coal, intermodal shipping containers, automobile parts and completed vehicles, and other commodities in the 21st century global transportation markets. Mahone's trackbed through the Great Dismal Swamp, the tangent, and much of the rest of the AM&O; route are still in service. ==References== ===Books=== * * * * * * * * * * * * ===Websites=== *Mahones of Virginia: The Mahone Family Heritage *official site, Library of Virginia, William Mahone page * Category:Defunct Virginia railroads Category:Predecessors of the Norfolk and Western Railway Category:Railway companies established in 1870 Category:Railway companies disestablished in 1881 Category:American companies disestablished in 1881 Category:American companies established in 1870 ",
    "title": "Atlantic, Mississippi and Ohio Railroad"
}