{
    "id": "1511021",
    "text": "Philippe Noiret (; 1 October 1930 - 23 November 2006) was a French film actor. ==Life and career== Noiret was born in Lille, France, the son of Lucy (Heirman) and Pierre Noiret, a clothing company representative. He was an indifferent scholar and attended several prestigious Paris schools, including the Lycée Janson de Sailly. He failed several times to pass his baccalauréat exams, so he decided to study theater. He trained at the Centre Dramatique de l'Ouest and toured with the Théâtre National Populaire for seven years, where he met Monique Chaumette, whom he married in 1962. During that time he developed a career as a nightclub comedian in a duo act with Jean-Pierre Darras, in which he played Louis XIV in an extravagant wig opposite Darras as the dramatist Jean Racine. In these roles they satirized the politics of Charles de Gaulle, Michel Debré and André Malraux. Noiret's screen debut (1949) was an uncredited role in Gigi. In 1955 he appeared in La Pointe Courte directed by Agnès Varda. She said later, \"I discovered in him a breadth of talent rare in a young actor.\" Sporting a pudding-basin haircut, Noiret played a lovelorn youth in the southern fishing port of Sète. He later admitted : \"I was scared stiff, and fumbled my way through the part—I am totally absent in the film.\" He was not cast again until 1960 in Zazie dans le Métro. After playing second leads in Georges Franju's Thérèse Desqueyroux in 1962, and in Le Capitaine Fracasse, from Théophile Gautier's romantic adventure, he became a regular on the French screen, without being cast in major roles until A Matter of Resistance directed by Jean-Paul Rappeneau in 1966. He became a star in France with Yves Robert's Alexandre le Bienheureux \"When I began to have success in the movies,\" Noiret told film critic Joe Leydon at the Cannes Film Festival in 1989, \"it was a big surprise for me. For actors of my generation—all the men of 50 or 60 now in French movies—all of us were thinking of being stage actors. Even people like Jean-Paul Belmondo, all of us, we never thought we'd become movie stars. So, at the beginning, I was just doing it for the money, and because they asked me to do it. But after two or three years of working on movies, I started to enjoy it, and to be very interested in it. And I'm still very interested in it, because I've never really understood how it works. I mean, what is acting for the movies? I've never really understood.\" MovingPictureBlog.com, 23 November 2006 Noiret was cast primarily as the Everyman character, although he did not hesitate to accept controversial roles, such as in La Grande Bouffe, a film about suicide by overeating, which caused a scandal at Cannes in 1973, and in 1991 André Téchiné cast Noiret in J'embrasse pas (I Don't Kiss), as a melancholy old homosexual obsessed with young male flesh. And in 1987, in The Gold Rimmed Glasses based on Giorgio Bassani's novel about the cramped social life of post-war Ferrara in Italy, he played an elderly and respectable doctor who is gradually suspected of being a covert homosexual with a passion for a beautiful young man (Rupert Everett). Noiret won his first César Award for his role in Vieux Fusil in 1976. His second César came in 1990 for his role in Life and Nothing But. Noiret appeared in Hollywood-financed films by Alfred Hitchcock (Topaz), George Cukor (Justine), Ted Kotcheff (Who is Killing the Great Chefs of Europe?), Peter Yates (Murphy's War) and Anatole Litvak (The Night of the Generals). But he may be best known for his roles as Alfredo in Cinema Paradiso (1988), Pablo Neruda in Il Postino, and Major Dellaplane in Bertrand Tavernier's Life and Nothing But. EW.com, 27 November 2006 By the time of his death from cancer in Paris in 2006, aged 76, Noiret had more than 100 film roles to his credit. He often joked with interviewers about his virtually non-stop work schedule, telling Joe Leydon in 1989: \"You never know what will be the success of a film. And it's always comfortable to be making another film when you're reading terrible notices for your last film. You can say, 'Well, that's a pity, but I'm already working on another job.' It helps in your living. You see, if you're only making one film a year, or one film every year and a half, it's hard. Because when it's a failure, what do you do? What do you become? You're dead.\" ==Awards== *BAFTA Award for Best Actor in a Leading Role **1990 – Nuovo Cinema Paradiso *César Award for Best Actor **1976 – Le Vieux Fusil **1990 - La Vie et rien d'autre ==Selected filmography== {| class=\"wikitable\" ! style=\"background: #CCCCCC;\" | Year ! style=\"background: #CCCCCC;\" | Title ! style=\"background: #CCCCCC;\" | Role ! style=\"background: #CCCCCC;\" | Director ! style=\"background: #CCCCCC;\" | Notes |- |1955 |La Pointe courte (a.k.a. The Short Point) |Lui |Agnès Varda | |- |1960 |Zazie dans le Métro |Uncle Gabriel |Louis Malle | |- | rowspan=\"2\" |1962 |Le Crime ne paie pas |Clovis Hugues |Gérard Oury |(segment \"L'affaire Hugues\") |- |Thérèse Desqueyroux |Bernard Desqueyroux |Georges Franju | |- |1964 |Cyrano and d'Artagnan |King Louis XIII |Abel Gance | |- |1966 |Who Are You, Polly Maggoo? |Jean-Jacques Georges |William Klein | |- |1968 |Alexandre le bienheureux |Alexandre |Yves Robert | |- | rowspan=\"2\" |1969 |Justine |Pombal |George Cukor | |- |Topaz |Henri Jarré |Alfred Hitchcock | |- |1973 |La Grande Bouffe |Philippe |Marco Ferreri | |- |1974 |L'Horloger de Saint-Paul (a.k.a. The Clockmaker) |Michel Descombes |Bertrand Tavernier | |- |1976 |Le Juge et l'Assassin (a.k.a. The Judge and the Assassin) |Judge Rousseau |Bertrand Tavernier | |- |1980 |A Week's Vacation |Michel Descombes |Bertrand Tavernier | |- | rowspan=\"2\" |1981 |Tre fratelli (a.k.a. Three Brothers) |Raffaele Giuranna |Francesco Rosi | |- |Coup de Torchon |Lucien Cordier |Bertrand Tavernier | |- |1984 |Les Ripoux (a.k.a. My New Partner) |René Boisrond |Claude Zidi | |- |1988 |Nuovo Cinema Paradiso |Alfredo |Giuseppe Tornatore | |- |1989 |La Vie et Rien D'autre (a.k.a. Life and Nothing But) |Commander Dellaplane |Bertrand Tavernier | |- |1993 |Tango |François d'Amour |Patrice Leconte | |- |1994 |The Postman |Pablo Neruda |[Michael_Radford |Michael Radford - Massimo Troisi | |- |2007 |' |Serano |Michel Boujenah |(final film role) |} ==References== ==External links== * *Guardian obituary *Times obituary * Category:1930 births Category:2006 deaths Category:People from Lille Category:European Film Award for Best Actor winners Category:Best Actor BAFTA Award winners Category:Best Actor César Award winners Category:Deaths from cancer in France Category:French male film actors Category:French male stage actors Category:Chevaliers of the Légion d'honneur Category:Burials at Montparnasse Cemetery Category:Lycée Janson-de-Sailly alumni Category:David di Donatello winners Category:20th-century French male actors Category:21st- century French male actors ",
    "title": "Philippe Noiret"
}