{
    "id": "1512186",
    "text": "The Vibrations were an American soul vocal group from Los Angeles, California, active from the mid-1950s to 1976. Most notable among the group's hit singles were \"My Girl Sloopy\" (1964) and \"Love in Them There Hills\" (1968). The quintet's members included Don Bradley, Carl Fisher, Dave Govan, James Johnson and Ricky Owens. The group initially began recording as The Jay Hawks, and had a hit in 1956 with \"Stranded in the Jungle\" (US #18). After a few lineup changes, the group hit again in 1961 with the song \"The Watusi\" (US #25); concurrently, they had a hit under the name The Marathons with \"Peanut Butter\", a rewritten version of The Olympics' \"Hully Gully\" with new lyrics by Hidle Brown Barnum and Martin Cooper (#20). The group recorded a couple of Northern Soul classics since their initial hit on Atlantic Records in 1963. A cover version of their song \"My Girl Sloopy\", retitled \"Hang On, Sloopy\", was a hit for the McCoys in 1965. Their 1968 track \"Cause You're Mine\" (Epic Records 5-10418, although originally on Okeh Records) is listed as Number 48 in The Northern Soul Top 500 by Kev Roberts. \"This track knocks you sideways by the 4th bar and continues to race against time, leaving you collapsed in a heap of delight\"!. A later single \"Surprise Party For Baby\" attributed to The Vibrating Vibrations (Neptune Records N-28) is listed as Number 188 in The Northern Soul Top 500, and was practically a new single when used in the Northern soul scene at Blackpool Mecca in 1971 - \"The intro and subsequent 'Hey, Hey, Hey, Hey' harmony works a treat into dragging you onto the dance floor. A further hook, 'Hope She's Going To Show Up' is typical Gamble and Huff, being reminiscent of The Intruders cuts a couple of years later\". The Vibrations briefly broke up in 1971. At this time, Owens became a member of the Temptations, although he was let go after his first few engagements. Owens and the other Vibrations regrouped and continued, eventually become a nightclub act in the mid-1970s, before officially dissolving the group in 1976. Ricky Owens died in 1996. David Govan died in 2009, and James Johnson is also deceased. On June 25, 2019, The New York Times Magazine listed The Vibrations among hundreds of artists whose material was reportedly destroyed in the 2008 Universal fire. ==References== ==Bibliography== * The Northern Soul Top 500 by Kev Roberts - ==External links== *Discography Category:African-American musical groups Category:American rhythm and blues musical groups Category:American soul musical groups Category:American vocal groups Category:Atlantic Records artists Category:Chess Records artists Category:Doo-wop groups Category:Musical groups disestablished in 1976 Category:Musical groups established in 1956 Category:Musical groups from Los Angeles Category:Northern soul musicians Category:Okeh Records artists ",
    "title": "The Vibrations"
}