{
    "id": "1512338",
    "text": "John McLaren Park is a park in southeastern San Francisco. At , McLaren Park is the third largest park in San Francisco by area, after Golden Gate Park and Presidio. The park is surrounded mostly by the Excelsior, Crocker-Amazon, Visitacion Valley, Portola and University Mound neighborhoods. ==History== John McLaren Park was once a part of Rancho Cañada de Guadalupe la Visitación y Rodeo Viejo, an 1840 land grant which included much of present-day San Bruno Mountain, the city of Brisbane, Guadalupe Valley, and Visitacion Valley. The then-governor of Mexico (including present-day California), Juan Bautista Alvarado granted what is now known as John McLaren Park to the local authorities in 1840. Daniel Burnham's proposed plan for San Francisco from September 1905. In 1905, subdivisions of the land grant were drawn up and Daniel Burnham issued the Burnham Plan for San Francisco, which recommended that the land where John McLaren and Bayview Parks are today should be reserved for park use, as residents in the southern part of the City were considered inadequately served by access to park space. Burnham's Report called for several parks near Visitacion Valley, including one he named Visitacion Park, which would become Bayview Park and Candlestick Point State Recreation Area; and one he named University Mound Park, which occupied part of the land that would later become John McLaren Park. In the wake of the 1906 earthquake and fire, rather than implement Burnham's plan, city officials expediently rebuilt the city using the grids that had been previously laid out. The Board of Supervisors adopted Resolution No. 26241, New Series on October 4, 1926 (approved Oct 15) directing the purchase of for a park planned to be named Mission Park,The Master Plan of San Francisco (1944), p. 2 with plans for an 18-hole golf course, equestrian trails, playing fields, and a possible relocation of the City Zoo. The Board would rename the planned park in honor of John McLaren's service to the city on November 29, 1926, and McLaren celebrated the dedication of the park in 1927, during a December tree- planting ceremony Boy Scouts participated in the planting of three separate plantings called “Memorial Redwood Groves.”. The widow of Luther Burbank donated ten four-year-old walnut trees to the children of the City. These trees, the first to be planted at McLaren Park, were intended to serve as the nucleus of a planned orchard of fruit and nut-bearing trees. However, a bond measure to raise funds for the full area of the park failed to pass in the November 1928 election, and the San Francisco Board of Supervisors would scale back the planned park size while acquiring properties from 1928 to 1946. In 1932, the Park Commission recommended a reduced park size of .The Master Plan of San Francisco (1944), p. 1 Additional recommendations for final park size in 1944 varied from , and the land acquired by the time the Master Plan was published in November 1944 was at a total cost of . Several areas in the original 550-acre proposed park area were used to build the School and Convent of the Good Shepherd of San Francisco (the school, which was operated from 1932–1977, was later known as University Mound High School and served 'delinquent' girls), the Lick Home (later known as the University Mound Ladies Home, which opened as the Lick Old Ladies Home in a different location in 1884 and housed \"elderly women of modest means\" until 2014), the University Mound reservoirs, the Sunnydale Housing Project, and the Crocker Amazon Playground. The Works Progress Administration was responsible for the construction of a scenic drive in the 1930s. At that time, the park also featured a stable and equestrian trails, but horseback riding within the park was later discontinued due to the difficulty of maintaining a separate set of equestrian trails. The current park boundaries were established in 1946. A City Planning Department report, issued in 1950, recommended construction of a segment of the planned Crosstown Freeway, which was built as Mansell Street between Brazil Avenue and San Bruno Avenue; however, once Interstate 280 was completed, the Crosstown Freeway was cancelled. The park expanded to its present size in 1958 through land purchases. Many of the present-day playgrounds, golf course, and hiking trails were added between 1950 and 1980. A draft master plan was prepared in 1983, updated in 1988, and issued in 1996, following a 1987 bond passed by San Francisco voters to allocate $2.4 million for major park improvements.John McLaren Park Master Plan (1997), p. 4. The park is currently the second- largest park in the City. ===Public safety=== During a period of minimal City investment in the 1980s and 1990s, McLaren Park acquired a checkered reputation as a dangerous place with numerous crimes threatening visitor safety and a dumping ground for bodies. But in the new millennium, and as part of the City's focus on the Southern part of the city, plus its active community advocates, volunteer programs and municipal investment have added several new amenities and increased public usage. Perhaps due to its past infamy and resulting discouragement of visitors, the park boasts the largest grasslands left in San Francisco. In recent years the park has seen many positive improvements, and, as happens in Golden Gate Park, has had a few murders occurring in its less-frequented areas. The increased activity, staffing, investment and oversight, including having an on-site Park Ranger station and the Park Service Area staff present, have led to a positive and safer park experience. ==Amenities and features== Coffman Pool, McLaren Park's first recreation facility, was constructed in the southeast corner of the park in 1958. A master plan for the park was published in 1959 which called for the creation of more recreational facilities, including a 9-hole golf course (later named the Gleneagles Golf Course), overnight campsites, picnic areas, trails, a nursery, two lakes, and parking areas. Construction of the facilities included in the 1959 Master Plan (The Gleneagles Golf Course, McNab Lake, Louis Sutter, Herz, and Mansfield-Burrows Playground, the Wilde Overlook, and the amphitheater—later to be renamed the Jerry Garcia Amphitheater) began in the 1960s, and also included new trails, picnic and parking areas, community gardens, and an irrigation system. Before 1978, McLaren Park only had eight picnic tables. Later construction contracts included the addition of more picnic tables and large group picnic areas. Similarly, before 1977, the park only had of improved trails, including sidewalks; of trails were added by 1997, mostly following contour lines to limit path grades and the park could be fully circumnavigated by foot.John McLaren Park Master Plan (1997), p. 17 Even in San Francisco, a city considered hilly, McLaren Park stands out with some of the hilliest terrain in the City. Only 19% of its area consists of slopes of 0-10% grade, considered easily buildable. Slopes of 10-25% grade occupy half its area, and slopes over 25% grade occupy the remaining area (more than one-third of the total area). The original 1926 proposed park of had approximately 40% of its area with gentle slopes. ===Gleneagles Golf Course=== The 9-hole golf course was completed in 1961. It occupies and is operated by a leaseholder.John McLaren Park Master Plan (1997), p. 16 ===Herz Playground=== Herz Playground, near Coffman Pool in the southeastern corner of the park, was completed in 1965. ===Jerry Garcia Amphitheatre=== The San Francisco Recreation Department constructed a multi-purpose outdoor amphitheatre in the center of McLaren Park in 1970 and named it the McLaren Park Amphitheatre; it officially opened in 1971 with \"excellent acoustics\" for the 700 seats. In 1997, it was noted the amphitheatre had not seen many shows, possibly because of the limited stage, storage facilities, dressing rooms, and parking. The first \"Jerry Day\" celebration on stage in the amphitheater was held in 2003, celebrating the birthday of the Excelsior District native and Grateful Dead musician Jerry Garcia with birthday cake and \"Cherry Garcia\" ice cream served to concertgoers. In July 2005, the San Francisco Recreation and Park Commission passed a resolution officially renaming the venue the Jerry Garcia Amphitheatre. Garcia had grown up not far from the park, at 87 Harrington Street. The amphitheater was officially re-dedicated on 29 October 2005 during a ceremony featuring performances by Jefferson Starship, Jefferson Galactic Family Reunion, Mystery Cats, Grapefruit Ed Acoustic, The Little Wheels Band, Jerry Rigged, Michael John Ahern, David Gans and Ben Fong-Torres. ===La Grande Tank=== La Grande Tank is the prominent blue water tank on the western edge of the park, visible from Interstate 280 and the Excelsior neighborhood. It was built in 1956 and stands tall. During the seismic upgrades performed in 2006, money was set aside to improve what became the Philosopher's Way trail. ===Louis Sutter Playground=== Louis Sutter Playground, near McNab Lake in the northeastern corner of the park, was completed in 1965. ===Mansell Street=== Mansell Street was a four-lane divided road running east–west across McLaren Park, roughly dividing it into northern and southern halves. It was completed in 1963 and had been used as a shortcut to Candlestick Point and occasional street-racing dragstrip, but it was reconstructed as a two-lane road during the Mansell Street Corridor Improvement Project, a construction job lasting one year. One side of the road was rebuilt as a dedicated pedestrian and bicycle path, and crosswalks with bright flashing beacons were added to major intersections, allowing foot traffic between the north and south halves of the park. Mansell Street through McLaren Park is significantly wider than the city streets it connects with on the western and eastern edges of the park. It was designed and constructed as a segment of the planned Crosstown Freeway which never came to fruition in the wake of the San Francisco Freeway Revolts. ===Mansfield-Burrows Playground=== Mansfield-Burrows Playground, near La Grande Tank in the northwestern corner of the park, was added in 1978. ===Philosopher's Way=== A loop trail around the perimeter of the park called Philosopher's Way was dedicated on 5 January 2013. The trail, funded as a public art set-aside by the San Francisco Public Utilities Commission, offers views of Mount Diablo, Mount Tamalpais, Angel Island, and the Pacific Ocean on a clear day. It was co-designed by artists Peter Richards and Susan Schwatzenberg and features fourteen stone markers by mason George Gonzalez intended as \"musing stations\" to stimulate contemplation. ===Wilde Reservoir Overlook=== The Wilde Reservoir Overlook, on the eastern edge of the park at the intersection of Mansell Street and Visitacion Avenue, was completed and opened to the public in 1981.John McLaren Park Master Plan (1997), p. 8 The Wilde Reservoir was used to store tap water for the City of San Francisco, but after its abandonment, was used as a nocturnal dumping ground for trash. The old walls of the reservoir were retained as a viewing platform and a tall tower was built in the center of it. However, the tower was padlocked and has been closed to the public since the late 1990s. ===Yosemite Marsh=== In the northeast corner of the park is Yosemite Marsh, a habitat for native species that include the forktail damselfly and flowering quillwort. Named a \"significant natural resource area\" by the city in 1995, the marsh marks the origin of Yosemite Creek, a body of water that flows through underground culverts towards Candlestick Point. ref name=\"Kamiya\"> ==Gallery== File:Blue water tower (2276712148).jpg|La Grande Tank in the northwestern corner of the park. File:Infrastructures Got Problems (2766095491).jpg|Wilde Overlook Tower in the eastern part of the park is currently closed. File:View west to Excelsior and beyond from blue water tower in McLaren Park of San Francisco.png|View west to the Excelsior from La Grande Tank, with a \"musing stone\" from Philosopher's Way in the foreground. File:Workingman's Dead - Jerry Day 2008 - San Francisco (2879167171).jpg|Jerry Garcia Amphitheatre hosting Jerry Day 2008 (3 Aug 2008). File:John McLaren Park (2276674340).jpg|McLaren Park sign File:Sunrise (16400177495).jpg|Sutro Tower from McLaren Park at sunrise, from La Grande Tank File:Bioblitz- McLaren Park- May 11, 2013 (10357691563).jpg|View down to McNab Lake and Louis Sutter Playground, with Sutro Tower in the background. File:Sun (2204680391).jpg|Stairway near Excelsior File:McLaren Park, Boucy Castle.jpg|McNab Lake with Playground File:McLaren Park (2275900933).jpg|Beyond McLaren Park, a view to Candlestick Point File:McLaren Panorama (2766083245).jpg|Panorama from McLaren Park, showing the view to San Francisco Bay. ==References== ===Bibliography=== * * * ==External links== *McLaren Park History *McLaren Park (unofficial site) *Video tour of park and amphitheater * Friends of Jerry Garcia Amphitheater * Friends of McLaren Park SF * Jerry Day @ Jerry Garcia Amphitheater in McLaren Park * Friends of the AMP Jerry Garcia Amphitheater *Official site of McLaren Park Groups events news Friends of McLaren Park SF Category:Hills of San Francisco Category:Protected areas established in 1926 Category:1926 establishments in California ",
    "title": "John McLaren Park"
}