{
    "id": "1513864",
    "text": "This is a list of episodes of In Bed with Medinner episodes in broadcast order, from broadcast series 2. == Programme one == * Production code: 9C24383 * First aired: 8 April 1994 * Running time: 51:45 === Summary === Bob Mills escapes from The Prisoner's village and arrives home at his pad just in time to entertain his mates. Tonight, the truth behind Bob's part in The Beatles' Sgt. Pepper's album and the emotional support he offered to the wives of the Beirut kidnap victims (but not Sunny Mann). He'll also be talking us through Britain's most diplomatic hard man Pauk Sykes, who has devised an ingenious way of dealing with shark attacks and raffling off an ivory necklace, which is beautiful and belonged to him. A Liverpudlian man unaccountably caught in a car with a woman shows us how to avoid the unwanted attentions of the local police and there are two monster-hunting scientists who share a beard between them. There's also Boy George and his record company boss who likes to dance as he eats, some nearly wild deer causing sexual excitement for a female wildlife programme presenter, 'Catweazle' at the BPI Awards and Nigel Dempster's prowess as a live link man. Bob goes out and about to show us his impressive collection of motorcycles and the 'Casualty' Location Man demonstrates how a well-known TV hospital series stages its dramatic accidents. Music comes from The Damned who play \"I Need a Life\", \"Love Song\" and play out with \"Neat Neat Neat\". === Credits === *Presenter - Bob Mills *Guest Artists - Emma Bernard, Danny Swanson, The Damned *Director - Mike Toppin *Producer - Brent Baker *Executive Producer - Jeff Pope *Researcher - Beverley Taylor *Film Researcher - Nick Ray *Production Manager - Tamara Howe *Production Coordinator - Jackie Penn *Production Assistant - Janice Ward *Vision Mixer - Kay Harrington *Make Up - Charmaine Gruhn == Programme two == * Production code: 9C24385 * First aired: 15 April 1994 * Running time: 50:30 === Summary === Studio-based late-night satire presented by Bob Mills. Blind Dates, An Under-age Drinker, The Hardest Man In Britain, A Callow Youth's Morbid Fear Of Oil Tankers, A Burglar Outraged By Police Attempts To Catch Him. Music comes from The Buzzcocks. === Credits === *Presenter - Bob Mills *Guest Artists - Emma Bernard, Danny Swanson, The Buzzcocks *Director - Mike Toppin *Producer - Brent Baker *Executive Producer - Jeff Pope *Researcher - Beverley Taylor *Film Researcher - Nick Ray *Production Manager - Tamara Howe *Production Coordinator - Jackie Penn *Production Assistant - Janice Ward *Vision Mixer - Kay Harrington == Programme three == * Production code: 9C24382 * First aired: 22 April 1994 * Running time: 50:17 === Summary === Studio-based late-night satire presented by Bob Mills. Live music from Gary Numan who performs \"Cars\", \"Scar\", and \"Are 'Friends' Electric?\". === Credits === *Presenter - Bob Mills *Guest Artists - Emma Bernard, Danny Swanson, Gary Numan *Director - Mike Toppin *Producer - Brent Baker *Executive Producer - Jeff Pope *Researcher - Beverley Taylor *Film Researcher - Nick Ray *Production Manager - Tamara Howe *Production Coordinator - Jackie Penn *Production Assistant - Janice Ward *Vision Mixer - Kay Harrington == Programme four == * Production code: 9C24384 * First aired: 29 April 1994 * Running time: 50:56 === Summary === Bob Mills locks the doors and lets down the shutters to entertain his pals with another selection of top video clips and mementoes of his incredible life. Tonight, a man who likes to discuss shaving on first dates, and another who likes to discuss salt. There's also rare footage of Bob's sister's wedding, including his mum's party piece and a small contretemps at the reception. The repossession of Rod Hull's house is recreated, with 'Emu' playing a starring role, and Ulrika Jonsson meets Bob for a high-powered TV dinner. The \"Casualty Location Man\" (Bob) is out and about again, stalking an old man who looks like he could easily topple over and be decapitated by a taxi, Lovely. Bob reveals the real reason behind Graham Taylor's extraordinary behaviour during England's World Cup qualifying campaign. He's called Phil Neal - a man with a very annoying habit of repeating everything his boss says. Bob takes to the streets to try it out for himself. There's also Marlon Brando swallowing a bug. Bob's pals Stiff Little Fingers pop along to thrash out three songs: \"Alternative Ulster\", \"Harp\", and \"At the Edge\". === Credits === *Presenter - Bob Mills *Guest Artists - Emma Bernard, Danny Swanson, Ulrika Jonsson, Stiff Little Fingers *Director - Mike Toppin *Producer - Brent Baker *Executive Producer - Jeff Pope *Researcher - Beverley Taylor *Film Researcher - Nick Ray *Production Manager - Tamara Howe *Production Coordinator - Jackie Penn *Production Assistant - Janice Ward *Vision Mixer - Kay Harrington *Make Up - Charmaine Gruhn == Programme five == * Production code: 9C24386 * First aired: 6 May 1994 * Running time: 50:11 === Summary === Studio-based late-night comedy show involving clips from television programmes, music, and recorded sketches, presented by Bob Mills. Tonight: Chats About A Regional Crimes Show, A Vet Who Eats What He Cures, A TV Gardener Who Prunes Quite Violently And Identical Twin. Live music from Nick Heyward. === Credits === *Presenter - Bob Mills *Guest Artists - Emma Bernard, Danny Swanson, Nick Heyward *Director - Mike Toppin *Producer - Brent Baker *Executive Producer - Jeff Pope *Researcher - Beverley Taylor *Film Researcher - Nick Ray *Production Manager - Tamara Howe *Production Coordinator - Jackie Penn *Production Assistant - Janice Ward *Vision Mixer - Kay Harrington == Programme six == * Production code: 9C24387 * First aired: 13 May 1994 * Running time: 50:50 === Summary === Bob Mills arrives home again after a busy night out with supermodels, pop stars and statesmen to chat to his mates about his favourite shows and play his top songs. Tonight, a full exposé on a North London Christian group who earnestly believe the planet is being run by Lucifer. The proof is there for all to see - mainly in the bar codes used on gallon bottles of motor oil. Bob follows their traumatic journey up the A1 in a van with a dodgy wheel. It's alright - God provides them with a replacement. There is a bicycle-riding drugs dealer whose business is interrupted by an old man falling over on him and KEITH CHEGWIN pops up just when you'd least like him to. Britain's top TV investigators turn their attention to the scourge of car boot sales, where they manage to find a power drill with slightly loose connections. It's a scandal that shocks Bob to his very core but the people at the car boot sale seem to take it in their stride. The \"Casualty Location Man\" (Bob) is out and about again. This week he finds the perfect spot for a really serious accident. It's an empty children's paddling pool in a local park - just the place where kids might do their ankles in. Lovely. Terry Hall pops in with his band to sing three songs: \"Stuck in the Middle\", \"No No No\", and \"Thinking of You\", and Bob's Welsh love children go home on a coach. === Credits === *Presenter - Bob Mills *Guest Artists - Emma Bernard, Danny Swanson, Terry Hall *Director - Mike Toppin *Producer - Brent Baker *Executive Producer - Jeff Pope *Researcher - Beverley Taylor *Film Researcher - Nick Ray *Production Manager - Tamara Howe *Production Coordinator - Jackie Penn *Production Assistant - Janice Ward *Vision Mixer - Kay Harrington Category:1994 British television seasons ",
    "title": "In Bed with Medinner (series 2)"
}