{
    "id": "1513520",
    "text": "A shuffling machine is a machine for randomly shuffling packs of playing cards. Because standard shuffling techniques are seen as weak, and in order to avoid \"inside jobs\" where employees collaborate with gamblers by performing inadequate shuffles, many casinos employ automatic shuffling machines to shuffle the cards before dealing. These machines are also used to reduce repetitive motion stress injuries to a dealer. Shuffling machines have to be carefully designed, as they can generate biased shuffles otherwise: the most recent shuffling machines are computer-controlled. The randomness or otherwise of cards produced from automatic shuffling machines is the subject of considerable interest to both gamblers and casinos. Shuffling machines come in two main varieties: continuous shuffling machines (CSMs), which shuffle one or more packs continuously, and batch shufflers or automatic shuffling machines (ASMs), which shuffle an entire single pack in a single operation. Batch shufflers are more expensive, but can avoid the problems associated with some continuous shufflers, whereby the shuffling operation only slowly changes the state of the deck, and new cards may be taken before shuffling has sufficiently randomized the pack, allowing some players to \"shuffle track\" cards through the shuffling process. A widely reported, but unpublished, study by Persi Diaconis and Susan Holmes in 2000 resulted in the redesign of many shuffling machines. SIAM News later published a reasonably detailed discussion of its results. == Early mechanical card shufflers == Patents regarding card shuffling devices started to appear in the United States around the end of the 19th century. It is unclear whether these devices were converted to commercial products or were discarded. These machines were often complex with many mechanical parts to achieve card retrieval, shuffling and distribution with pseudo-randomness. In 1878, Henry Ash proposed an apparatus to shuffle cards. His device was a box with an open top where the operator would place the deck. The operator would then slightly shake the box to make the cards fall through a comb at the bottom of the box. About half of the cards would fall into the lower compartment while the rest were still in the upper compartment. The operator would take these upper cards, pack them together and do the same with the lower cards. The two packs would be placed upon each other to form a new deck and the operation could be repeated for better shuffling. In 1887, Silvanus Tingley and Charles Stetson patented their \"card shuffling apparatus\". The device was composed of two card-holding boxes where the packs were held by springs. The device simulated a riffle shuffling by extracting the cards through a slot at the bottom of each box and placing them in a pile in the middle. The operator would turn a crank which was connected to gears and finally disks covered with rubber that were in contact with cards. This feeding mechanism ensured that the final stack was composed of cards \"randomly\" coming from the left or right chamber. The main difference with the next machines is that only one card would be ejected from a box during one turn. In 1892, William H. Ranney filled a patent for a \"card shuffling and dealing mechanism\". The apparatus was basically an inclined box which was fixed to the border of the playing table. The cards were inserted from the top of the case and were trapped inside a receptacle hold by a lever. The operator would turn a crank which would slowly lower the bottom wall of the inclined receptacle. At this point, the device relied upon the friction force between the cards to achieve some kind of randomness. One card would start to slide as a result of the steepness and would attract a few cards with it. The number of cards being released at each turn would typically vary between one and five cards. The cards fell into another receptacle and the operator would turn the whole device to distribute the cards to another player. This rotation activated a roller which would distribute the bottom card out of the box. One year later, William Ranney proposed another version of his device where the original deck was split in half and cards would fall from one or both halves at once. In 1897, two brothers, the Crooks, proposed a more complex machine which was similar to a slot machine displaying five cards. This device did not distribute cards to players but was just displaying a random sequence of cards. However, it used a shuffling mechanism that relied upon a rotating triangular frame where each side contained the same device. Only one mechanical side could operate and display cards at a moment and the operator would rotate the whole drum to perform another shuffling. A shuffling box would be split into five compartments using what they called \"partition fingers\". A complex pins mechanism would then mix the cards between the compartments and the new result would be displayed. John Bowen proposed in 1899 a compact \"card shuffling machine\" where the unshuffled pack was enclosed between two horizontal plates. The principle of this apparatus was similar to Tingley and Stetson's machine. The top plate could move and was called the follower, the bottom plate was fixed. The operator would press the deck using a vertical handle which was connected to the follower, and he would turn a crank that activated two rollers which were above and under the deck. In front of the deck, a bar would block most cards except those on top of the pack as well as those at the bottom. The rollers were pressing against the cards and with their respective rotation, would throw them into a receptacle. At each step, cards could come from the top or the bottom of the deck and the number of cards which were ejected was not constant. Variable friction between the rollers and the cards themselves ensured some randomness as in Ranney's machine. Fred C Rollings in 1899 invented a device with a rotating table where cards were spread around the center using a detent with variable pressure. In 1901, Benjamin Bellows filled a patent for his device which used \"gravity alone for all movements of the cards\" by dividing guiding them through moving compartments. Various mechanisms were proposed during the following years with different combinations of rollers, card-holding boxes, combs and pins systems. Most of these machines were manually run by turning a crank which would activate the inner gears and rollers. Randomness could be improved by increasing the number of shuffling turns performed by the operators or by increasing the number of boxes, combs or partitioning chambers in the machines. Some devices were simple boxes with combs that would simulate a manual shuffling like riffle shuffling. In 1925, Charles and William Gunzelmann filed a patent for a simple rhombus-shaped apparatus where the cards were inserted in an upper chamber. Shaking the device would make the cards fall into a lower compartment; the shuffling was ensured by two small wings in the middle of the box that would distribute the cards. The operator would then turn the box upside down and repeat the operation. A glass windows permitted seeing that all cards had fallen into the compartment. == Improving randomness using mechanical tricks == After 1930, inventors focused on the design of machines that could directly deal the cards, an idea that was already present in Ranney's machine back in 1892. In 1932, a dealing table was patented by Laurens Hammond. This was one of the first machines to use electricity to power the necessary shuffling and dealing mechanism. His patent description provides interesting insights regarding the problems related to previous machines: if the cards were worn or bent, the shuffling could fail. He also criticized the randomness of previous shuffling methods and pointed out the risk of predicting the final sequence. The patent also contains mathematical explanations regarding the inner state of his machine. A motor drove a rotating frame that would distribute 13 cards to each player. The machine was going through 53 cycles to distribute the 52 cards. During each cycle, a selector plate with 52 notches rotated by one step. There were four possible depths for the notches and a lug touching the notches would determine which player would receive the card. Each card was taken from the top of deck and sent to the corresponding player's receptacle using a conveyor track. The first cycle was used to rotate the plate and ensured that the distribution would start with a new sequence. One property of the machine is that the same player could be served during two or three consecutive cycles. To increase randomness, the author proposes to use a set of different selector plates or to use another deck being shuffled while people are playing. The machine was fast enough to shuffle a whole deck in a few seconds. If only one plate was used, the same dealing sequence would appear after 52 deals (there were 52 possible starting points on the plate; the starting point was not randomly chosen as the plate always rotated by one step in the same direction during each cycle). The problem of ensuring randomness using mechanical means was hard to resolve. In the early 1930s, Robert McKay proposed an ingenious machine containing a chamber with 52 balls of different diameters (for each player, there were 13 balls with the same size). Like in a lottery machine, the balls would be shaken and randomly chosen by driving them one by one into a wheel with 52 slots. This wheel would then rotate, slot by slot, and a rod in contact with the ball would \"detect\" its diameter. A distribution mechanism could then use the diameter information and take the appropriate action to deal the card to the correct player. Together with the lottery machines, the shuffling devices continued to evolve. In 1934, Ralph Potter invented an electromechanical machine that would read perforated cards and generates random sequences. The data would be then used to power up lamps on the gaming table. These lights symbolized cards and roulette values. Players pressed on buttons to indicate their choices to the machine. To some extent, his device was one of the first attempts to make a computerized pseudo-random generator and game console. During the rest of the 1930s, many inventions tried to address the dealing problem, mainly by using rotating frames that would distribute cards to each player around the table. Rotating parts were common in the shuffling machines; designers often used gears and plates with notches or holes whose purposes were similar to the sequence-generator plate of Hammond's machine. These shufflers shared some similarities with the machines used in cryptography such as Enigma. This German encryption device used during World War II contained rotors that stepped each time a key was typed and produced an encrypted version of the letter. Both domains must fulfill mathematical requirements regarding randomness to avoid known patterns, repeated sequences and other kind of statistical weaknesses or biases. == After World War II == After World War II, engineers tried to generate random sequences using electrical devices. Signals from electrical noise sources (like a hot cathode gas discharge tube or a resistor) would typically be sent through filters and amplifiers to output one or several random streams. Such device is described in a 1940 patent by Newby et al.. Most patented machines continued to be based on old mechanical designs that did not provide as much randomness as noise sources but were more practical. According to the patents filled during the 1950s and 1960s, designers created simple devices where a basic shuffling operation was repeated several times (by feeding the output deck back into the machine) instead of having one complex pass implying many tricky mechanical operations ending up with a poor shuffling and lower reliability. Some of them tried to reproduce what was manually done during riffle shuffling with cards interleaving each others. Cards picking using rollers in contact with the top or bottom of the deck were still heavily used at that time. == Computerized shufflers == bridge In 1969, Thomas Segers patented his \"electronic card dealer\" which was not working with real cards but simulating random selections. Thanks to lights, players could see the result. According to the patent, the design contains multivibrators, logical- and gates and a tube oscillator. The inventor also indicates that transistors could have been used in the circuit. In 1974, David Erickson and Richard Kronmal proposed a shuffler based upon a logic circuit with binary gates. The deck was placed in a holder and cards were extracted one by one, sent into a downward slope channel containing some flaps that would be activated or deactivated, depending upon which stack should be fed. The flap forwarded the card into the proper container and was moved by a coil controlled by the pseudo-random generator. Synchronization was important and several methods were used to ensure that the card would follow the correct path. Until the 1980s, there were not many innovations. In 1985, Edward Sammsel proposed a machine that extracted the cards from the bottom of two deck holders and put them in a second compartment. Another extractor would eject the card that was taken by the dealer. The order in which the two cards were taken from the holders was driven by a logic circuit whose main parts were a counter and a decoder. Photosensors detected how many cards were present in each compartment and if the card was taken by the dealer. In this case, another card would be processed from the initial holders. ==See also== *Shuffling *Lottery machine *Hammond Electric Bridge Table *Mahjong automatic dealing table *MindPlay == References == ==External links== *Science News article: Card Shuffling Shenanigans *casinocitytimes.com article: United States Patent 6,254,096: Shuffle Master's Continuous Shuffler *: Device and method for continuously shuffling cards *A submission to the UK Gambling Commission by a shuffling machine vendor *casinocitytimes.com article: How Much of a Threat Are Shuffle- Trackers? *Discover Magazine article: The Mathematics of Shuffling: A magician turned mathematician saves the casinos' shirts, which discusses the Diaconis and Holmes work on shuffling machines *SIAM News: Within Every Math Problem, For this Mathematician, Lurks a Card-Shuffling Problem contains a detailed discussion of the Diaconis and Holmes results Category:Gaming devices Category:Card shuffling Category:Card game equipment ",
    "title": "Shuffling machine"
}