{
    "id": "1514767",
    "text": "This article is about characters from the animated TV series ¡Mucha Lucha!. ==The Three Mascaritas== Characters are only listed once, normally under the first applicable subsection in the list. They are listed in order of their first appearance * ' – Rikochet is an ambitious 10-year-old student at the school of Lucha Libre who strives to be the greatest luchador of all time (aka Luchador Supreme). His signature moves include the \"Pulverizing Pinball\", in which he turns into a giant pinball following a brief and melodramatic routine, and the \"Spinning Top\" in which he transforms into a giant spinning top. His greatest role model is \"El Rey\", and his father is a famous wrestler called \"Lone Star\". His catchphrase is \"Ay, basura\" (which literally means \"Oh, garbage\" in Spanish) whenever he finds himself in a bad situation. He was voiced by Carlos Alazraqui in the first two seasons and Jason Marsden in the third season. * ' – Buena Girl is a 10-year-old and the most knowledgeable among The Three Mascaritas. She lives by every rule of The Code of Masked Wrestling, which she uses as guidelines for the Mascaritas' actions and behavior. She has a by the book personality, which often causes friction between her and her friends. Her signature move is the \"Buena Bulldozer Of Truth\", where she literally transforms into a bulldozer. It is hinted that she has a crush on Rikochet. She is often shown to be a descendant of the Slamazons, an ancient tribe of female masked wrestlers (Play on the Amazons). Normally, Buena Girl remarks, \"It's not right!\" when something goes against the Code of Masked Wrestling or anything outside the rules. She also alternates the Spanish buena in place of its English counterpart, good in some sentences. Her parents \"Buena Mom\" and \"Buena Dad\" are very cheery. She was voiced by Kimberly Brooks. * ' – The Flea is the 8-year-old filthy boy. He has a certain disregard for personal hygiene and usually has no problem with breaking the rules, unlike his friends. He also almost always refers to himself in the third person (though he has occasionally said \"I\", \"me\", \"mine\", or \"my\" at times). The Flea's signature move is the \"Trashcan of Terror\", in which he turns into a trashcan. Most of his moves involve flatulence or are dirt-themed. It was revealed in three episodes that The Flea's costume is actually white, but it has turned brown because he never cleans it and prefers it unclean. If he is to eat something \"pure and clean\" he is transformed into his own opposite, Bueno flea. He is shown to be no match for his little sister Pulgita but she still has a close bond with The Flea. He is normally the cause or victim of some of the strangest and supernatural events such as \"The evil masked toilet\" and his unwashed hands causing an invasion of evil donuts. He is often mistaken for a very weak student, but if The Flea is actually brave enough, he is able to rival Rikochet. His teeth are sometimes rendered as donkey teeth. Sometimes when the Flea is in trouble or is being knocked a far distance he normally yells \"zapatos de rata\" which literally means \"shoes of rat\" or \"rat shoes\". His parents run the \"Slammin' Donuts\" donut shop. He is voiced by Candi Milo. ==Other students== * Megawatt – A wrestler whose mask resembles a lightbulb, and he can execute electric attacks. He is shown to be very clumsy. It is often implied he and Electricity have some kind of relationship. His signature move is Magna Electrica. He has a pet electrical eel after befriending it in \"The Flea's Fighting Fish.\" He is voiced by Michael Donovan. * Penny Plutonium – Penny is the show's resident girly genius who often conducts science experiments that usually backfire. She has a secret crush on Rikochet. She is accident-prone, and always gets others into predicaments. Her signature moves often enlargen her brain. She is voiced by Tabitha St. Germain. * Potato Patata Jr. – A potato-themed masked wrestler. He is one of the heavyweight wrestlers. He also talks in ghetto slang. He is the son of Potato Potata Sr. His signature moves include \"Spudnick\" where he leaps up, becomes a potato/satellite and falls on his opponent and \"1 Potato, 2 Potato, 3 Potato, 4\". His main opponent is Rikochet. He often bullies Rikochet. He is voiced by Cusse Mankuma. * Francisco of the Forest – A jaguar-themed masked wrestler. Like Potato Potata Jr. he is also a heavyweight classed wrestler, but his weight comes more from his muscular build than girth. He is voiced by Scott McNeil. * El Haystack Grande – A haystack-costumed wrestler with farm-based moves and speaks in a country accent. His name is taken from the famous British wrestler, Giant Haystacks. His signature move is the \"Combine Harvester\" where he jumps up and becomes a combine harvester to beat his opponents. He is voiced by Garry Chalk. * Double Ninja Ninja – A Japanese ninja-themed masked wrestler. He seems to get carried away when performing a simple task such as opening a door. His signature move is the \"Double Ninja Ju-jitsu\", where he clones himself. Voiced by Brian Drummond. * Sonic Sumo – A masked sumo wrestler with high tech gear. His signature move is the \"Sonic Freeze\" which caused Rikochet to be stuck in his pinball form in \"Pinball Wizard\". He is voiced by Brian Drummond. * Minotoro – A minotaur-themed wrestler who is kind despite him being rich. His mom spoils him with everything he wants and Rikochet faintly envies him. He is voiced by Scott McNeil. * El Perrito – A dog-themed wrestler whose name is Spanish for \"the Puppy\" or \"the Doggy\". He's an allusion to a famous Mexican wrestler named Perro Aguayo. He is voiced by Carlos Alazraqui. * Snow Pea – The small, babylike pea pod-themed wrestler Snow Pea is the least violent student in the school. He can only say his own name, with the exception of the word \"Rutavega\", the name of his online alias. Snow Pea's costume resembles a peapod, with a zipper that he uses to hide himself. He is the victim of the bad events due to his gentle nature. He is voiced by Kimberly Brooks. * La Flamencita – A Spanish flamenco dancer who communicates by clacking her castanets and tapping her feet. Buena Girl was the only member of the masked trio who could understand her until Rikochet learned how to flamenco dance. She is a practitioner of Lucha Dancing, which, as its name implies, seems to be a combination of dancing and Lucha Libre. Her tag team Lucha Dance partner is Botas del Fuego. She is not voiced. * French Twist – A French mime-themed masked wrestler and is mainly a non-speaking character. He only spoke in the episode \"French Twisted\", but he quickly abandoned it because it hindered his progress. His powers involve turning imaginary objects he acts out, into real invisible objects. He is voiced by Lee Tockar. * Cindy Slam – A violent masked wrestler who hates just about everything and can get angry very easily. Most of her appearances in the first two seasons had her growling most of the time with little speech, but in season 3, she started talking regularly more often with a southern accent. Her signature move is the \"Cindy Slammer\" in which she turns her hands into brick walls to crush her opponents. Her first voice is done by Kimberly Brooks and her second is done by Candi Milo. * Zero Kelvin – An ice-element wrestler who dresses in a big light blue afro, blue pants, and white vest. He lives in an igloo and his moves are ice-themed. He is friends with Pierre Del Fuego but there is often conflict between them. In the episode \"How Rikochet Got His Move Back\" his signature move is revealed to be transforming into an ice block. He is voiced by Cusse Mankuma. * Pierre Del Fuego – A fire-element wrestler with fire-like red hair who is constantly clashing with Zero Kelvin but they're actually friends. His moves are heat and fire-themed. His name is French and Spanish for \"Stone of Fire\". He is voiced by Brent Pachman. * Protozoa – A single-cell based wrestler who is talented at evaporation. His signature move \"Protoplasm\" transforms him into a single-eyed ameoba. He is voiced by Scott McNeil. * Private Reinhardt – A gas masked wrestler whose name is a play on the name \"Private Ryan\" and the expression \"iron heart\". Voiced by Rob Paulsen. * El Oscuro Invasor – A wrestler whose costume is similar to that of Darth Vader. His character was never really developed and was never seen outside of season one. His name is Spanish for \"The Dark Invader\". * Tibor the Terrible – A pirate-themed wrestler with an eye patch. He seems to want to be a real pirate. He is voiced by Carlos Alazraqui then Dee Bradley Baker. * El Gundamo – His character is inspired by Japanese wrestler Jushin Thunder Liger. He aims to be the monster warden of Little Tokyo, and takes lessons from Kyoto (a sensei who resembles a pink bunny). He seems to have a fascination with robots. He tricked The three Mascaritas into thinking that he could slay giant monsters in Japan but in truth, he was a coward. El Gundamo's finisher is \"Tsunami Slam\" where he turns into a giant tsunami the same colors as his costume and rams himself into the opponent. His name is a parody of the Japanese anime series Mobile Suit Gundam. In season one, his mask had shades over his eyes (similar to Penny Plutonium) but in Season 2 and onwards he had visible eye holes in place. He is voiced by Lee Tockar. * Coco Demento – A clown-based wrestler who is clearly a parody of Doink the Clown has been revealed to be the son of a ringmaster. He only seems to satisfy his audiences when performing funny stuff. In \"Fears of a Clown\" it was revealed that he once hung out with a group of mischief-making clowns (which would probably explain why he was in the bad guys' class) but left after being disgusted with their ways. He never speaks and prefers to honk with his red nose. * La Piñata – A piñata-themed wrestler whose costume covers almost her entire body, leaving only her eyes uncovered. Aptly, when she is beaten in a match, candy falls around her and she awards her opponents a prize. An example was when she gave Rikochet a mariachi band after being defeated in the episode \"The Musica Man\". Her family has a tradition of making piñatas. She is voiced by Kathleen Barr. * Ensalada De Frutas – A fruit-themed masked wrestler with a pineapple mask. He often works as a locutor. His name literally means \"fruit salad\" in Spanish. Voiced by Dee Bradley Baker. * El Loco Mosquito – A short, mosquito-themed wrestler with a high-pitched and who is one of a few insect-classed wrestlers. He is voiced by Lee Tockar. * Dragonfly – A tall, Afro-Cuban dragonfly-like wrestler whose eyes are never shown, and is one of a few insect-classed wrestlers. She is voiced by Janyse Jaud. * Skelantonio – A skeleton-like wrestler who used bone-themed signature moves. Ironically, he beat the Flea but was beaten by the Flea's little sister, Pulgita. Voiced by Scott McNeil. * Tic-Tac-Toe – A wrestler whose moves are based on the Tic-Tac-Toe game. Voiced by Cusse Mankuma. * El Pacifico – A character with a stick and peace symbol. In Spanish, \"pacifico\" is an adjective meaning \"peaceful\". Voiced by Miguel Sandoval. * Timmy of 1,000 Masks – First appeared in a self-titled episode, he has the ability to wear the masks of other luchadores and impersonate them (although he can't imitate their signature moves). There, he used this ability to cause crimes that were then pinned others but the three Mascaritas, the Headmistress caught him and he was expelled. However, he made a returning appearance in \"The Match Before Christmas\". His character is based on Mexican wrestler Mil Mascaras. He is voiced by Carlos Alazraqui and later by Matt Hill. * Electricity – A wrestler who is Megawatt's girlfriend. She was first seen in \"Party Animal\", but didn't have any real character development until \"The Collector\". She often electrocutes herself from combing her hair repeatedly. She is voiced by Candi Milo. ==Family, pets, and paraphernalia== * Mr. & Mrs. Flea – The Flea's parents. They run the \"Slammin' Donuts\" store. They also always refer to themselves in the third person like the Flea. They are voiced by Colin Murdock and Kathleen Barr. * Pulgita – The Flea's baby sister. She seems to be stronger than the Flea himself, although the Flea is never conscious when this is displayed. Her name means \"Little Flea\". Voiced by Candi Milo. * Chinche – The Flea's cousin who wanted revenge on the Flea by stealing Rikochet and Buena Girl for revealing when he was young that he used diapers but eventually forgave him when the Flea apologized in his self-titled episode. His name is Spanish for \"bedbug.\" Voiced by Nicole Oliver. * Buena Dad and Buena Mom – Buena Girl's parents. They are both excessively cheery and shamelessly tout images of perfection. They are voiced by Brian Drummond and Kathleen Barr. * Lonestar and Mama Maniaca – Rikochet's parents. They first met when Rikochet's mother lost her Lucha Libre 4 Ever necklace and she bumped into him while trying to find it. Lonestar is a popular professional wrestler and one of his son's 3 idols next to El Rey and Blue Demon Jr. Lonestar is never seen at home due to his constant touring, although his relationship with his family remains strong. Lonestar's moves are based on stars, while Mama's moves are based on household things. Voiced by Benito Martinez and Candi Milo. * Abuelito – Rikochet's grandfather. When he was a wrestler, he was called Estrella del Fuego (Star of Fire). He uses dentures because when he was younger he lost his teeth after fighting a mini-market wrestler and stealing his mask. He is voiced by Terry Klassen. * Masked Dog – Rikochet's dog, who also wears a mask like most of the characters in the series. He seems to have a mind of his own, also seems to be immensely popular even among enemies as they pound their fists with him and say, \"He's Cool\". Not voiced. Originally he was The Flea's pet dog. * El Rey – An action figure who talks, has a life of his own and lives in Rikochet's backpack. He has the personality of a drill sergeant, harshly reprimanding Rikochet whenever he makes a mistake with his catch phrase, \"YOU'RE A DISGRACE!\", but he does not always behave honorably himself. He always calls Rikochet \"Chico\". There is also an actual (fictitious) wrestler named El Rey whom the Three Mascaritas are huge fans of, and whom the action figure is based on. The real El Rey is most likely an amalgam modeled after real-life luchador El Santo and Sgt. Slaughter due to his \"action figure\" status and because he also starred in many old movies. He is voiced by Michael Donovan. * The Dipper Bros. – Ricochet's inept paternal uncles \"Big\" and \"Little\". They are the world's foremost tag team and are the only members of Rikochet's family who do not wear masks, instead wearing numbered tights. They have a bad habit of breaking everything in the house whenever they visit to the point where Mama Maniaca refuses to allow them inside. Their motto and catchphrase is \"Don't worry, we'll fix it!\" as they try to clean up their messes which normally also causes problems in another room. They inadvertently caused Lonestar and Mama Maniaca to meet when they bumped into Mama Maniaca causing her to lose her beloved necklace, causing their brother to help look for it and eventually leading them to each other. \"Big\" is voiced by John DiMaggio, while \"Little\" is voiced by Phil LaMarr. ===Other family members=== * Big Dog – El Perrito's father. * El Cientifico – Penny Plutonium's father. His Wife is never seen or mentioned in the series. Voiced by Colin Murdock. * Potato Potata Sr. – Potato Patata, Jr.'s father. * Tomato Tomata – Potato Patata, Jr.'s sister, a foil to Penny. ==Faculty== * Headmistress – The principal of the school of lucha libre that the Mascaritas attend. Headmistress is extremely strict and intolerant of any behavior that goes against the code of masked wrestling, often expelling students at the slightest infraction. Her mask resembles a giant brain. When she was unmasked in \"Field of Screams\", Headmistress has long brown hair. While traveling back in time in \"Woulda, Coulda, Hasbeena\", Buena Girl meets who appears to be a younger Headmistress. She is voiced by Candi Milo. * Señor Hasbeena – A nostalgic 1970s loving teacher who has much nostalgia for the 1970s, resembling a disco nut. He was named \"Señor Couldbea\". A former professional wrestler, he lost his World Championship title in 1972 and never won it again, an incident that has haunted him for years. When Rikochet accidentally opens a time portal to the day of that fight in \"Woulda, Coulda, Hasbeena\", Señor Hasbeena tried to prevent the incident that resulted in his defeat, only to find out it was himself traveling in time to prevent his loss that ruined his fight in the first place. His name is derived from the term \"has-been\". His signature move is the \"Funkay DiscoBall\". He is voiced by Scott McNeil. * Mr. Midcarda – The physical education teacher who organizes lucha libre matches between students and acts as the referee. His name is derived from the professional wrestling term \"midcarder\", which refers to a wrestler who performs between the undercard and the main event. He was voiced by Carlos Alazraqui and later voiced by Jason Marsden. * El Dolor De Kurtz – The evil teacher of the \"Bad Guy\" class from Room 207. His character is based on Colonel Walter E. Kurtz from the novel Heart of Darkness and its film adaptation Apocalypse Now. Voiced by Lee Tockar. * El Fundador – A mascot of the Foremost World-Renowned International school of Lucha voiced by Hector Elizondo. ==Hairy Knuckles Wrestling Academy== The Hairy Knuckles Wrestling Academy is technically the opposite of the Foremost World Renowned International School of Lucha. They consisted of unmasked wrestlers and do not abide by the \"Code of Masked Wrestling\". The most known students are the three known as Prima Donna Hodges, Carlton Cold Jones, and Heavy Traffic. * Prima Donna Hodges – The masculine-voiced leader of the group. She seems to be very muscular and aggressive. She also sounds much like a tough man. She's 13 years old. She often refers to the Mascaritas as \"jabronis\", a play on the term \"jobber\", which was coined by The Iron Sheik and later popularized by The Rock. Voiced by Kathleen Barr. * Carlton Cold Jones – He seems to be the brainless one of the group. In one episode, he faced off with Rikochet and tried to get a better arriving theme than him. Voiced by Lee Tockar. * Heavy Traffic – He seems to be the aggressive one known to tear everything apart. At one point Buena Girl refined him. He then turned into a fake suit-wearing British gentlemen masked wrestler named \"Union Jack\" with moves like \"London Bridge is Falling Down\" and \"Rule of Britannia\". But he reverted to his aggressive form because he missed his old group. Voiced by Scott McNeil. * Titania – She seems to be a bratty one. Voiced by Chantal Strand. * Giorgio Sherwood – He seems to be the tough one known to bully everyone. He has dyed his hair green. Voiced by Brian Drummond. * Ham Hands – He seems to be the extra one of the group, he wears face paint. He is also the \"worst wrestler in the Hairy Knuckles Wrestling Academy\". Voiced by Janyse Jaud. ==One-shot characters== * Misterioso Grande – An evil wrestler from the dream world. Legend has it that if he defeats you and steals your mask in the dream world, it is gone forever in the real world, unless Misterioso Grande is defeated. In his debut episode he steals Penny Plutonium's mask resulting in her making a makeshift mask and missing several days of school until Rikochet defeats him. He disappears seemingly never to be seen again. He returns for his revenge in \"Field of Screams\" where he escapes the dream world and steals nearly everyone at the school of lucha's masks. Rikochet, the Flea, and Buena Girl team up and once again defeat him this time for good. Misterioso Grande has immense powers in both worlds, a nod to Freddy Krueger from the Nightmare on Elm Street series. Also at the end of the debut episode Penny's dog wore Misterioso Grande's mask implicating that Penny's dog is Misterioso Grande-or else that the dog just wanted to scare the Flea. Voiced by Carlos Alazraqui, and Dee Bradley Baker. * Los Lobos de Lucha – They are the wrestling alter-egos of the band Los Lobos and voiced by the bandmembers themselves. * Rick O'Shæ – A leprechaun wrestler who resembles Rikochet. He cheats to win all of his matches, which is considered an honor amongst leprechauns. He became upset with Rikochet because Rikochet fought righteously to win his matches, which made Rick O'Shæ a laughing stock among his peers. He sabotaged one of Rikochet's matches by tying his opponent's shoelaces together, and getting him blamed for hitting Mr. Midcarda with a mallet. He then confronted Rikochet on the street, which made everybody believe he was crazy, causing him to be committed to the \"funny farm\". Rick then brought Rikochet to leprechaun land and challenged him to a fight, which was broadcast to everybody who thought Rikochet was crazy. Rick O'Shæ used multiple cheating methods to try to beat Rikochet, trying to get him to cheat as well. Rikochet eventually found out that fighting fair actually drives Rick O'Shæ insane, and used that to that advantage. Rick O'Shæ used multiple cheating tactics on him, that backfired. At the end, Rikochet tricked Rick into giving him the source of his power, and use it in a vending machine. Rikochet then beat Rikochet, earned the right to his name, and cleared it because the fight was broadcast to the whole world. Rick O'Shæ uses two unlucky charms, a gold coin with a four-leaf clover on it, and a gold coin with an upside-down horseshoe on it, to gain the cheating abilities he uses to win fights. Voiced by Dee Bradley Baker. * El Malefico – El Malefico is the titular main antagonist of the movie Mucha Lucha: The Return of El Malefico. An evil thousand year-old luchador who had been sealed up for 70,000 years. He escaped in \"The Return of El Malefico\" when the planets align and he controls The Flea into tricking Rikochet into reading a sentence from the Code Of Masked Wrestling backwards, thus freeing him. He then set out to defeat nearly every luchador and sealing them in the Code Of Masked Wrestling thus increasing his power. Rikochet, Buena Girl, and The Flea retrieve the Artifacts Of Buenaness: the Boots of Bravery, the Cape of Courage, and the Tights of Tightness. Using these they beat El Malfico. He then used the Code Of Masked Wrestling to grow to giant size. The Three Mascaritas do the same and defeat him in an epic battle that destroyed most of the city they fought in. He was defeated when Rikochet reversed one of El Malefico's attacks. He was banished back to where he came from. El Malefico is one of the most powerful villains in Mucha Lucha, if not the most powerful. His only real weakness is that he can be vanished back but this can only happen if he is defeated which can only happen if one uses the Artifacts of Buenaness and the planets have not come out of alignment after which he becomes unstoppable. His true identity is Jenny Perkins. He also has a minion called Slurf. Voiced by Tim Curry. * Calavera Muerto – A skeleton who appeared on El Día de los Muertos, and wrestled Rikochet. He used Rikochet-pinata kinds of moves. He was unbeatable until Buena Girl and the Flea put food into the game. He made a second appearance in a later episode, where he helps Rikochet and Buena Girl rescue Flea from De Muerto. His name is Spanish for \"dead skull\". Voiced by Danny Cooksey. * Rey Dinamico – A celebrity luchador that resembles WWE wrestler, Rey Mysterio who appeared in \"Party Animal\" taking on a Clown-like luchador opponent. At least two episodes have hinted that Buena Girl has a crush on him. His signature move involves him launching himself off the ropes like a slingshot, similar to Rey Mysterio's \"619\" and was described by the heroes as \"the most devastating move in masked wrestling.\" Voiced by Benito Martinez. * Futbol Loco – An evil 6-year-old Brazilian soccer player who first and only appeared in \"Thrills And Skills\". He challenges Rikochet in a soccer game. Voiced by Gabe Khouth. * Robert Bachi (Bob Bachi/B. B.) – A minor wrestler who wears a papersack mask. He is from the episode called Mini Mecardo of Doom. He is voiced by Kimberly Brooks. * El Abaratero (E. A.) – A 2nd minor wrestler/grandfather of Robert who had lost his real mask. Rikochet's Grandfather took his mask. He knocked out all of Rikochet's Grandfather's teeth. He got a papersack mask that looks like Robert's real mask. Rikochet's Grandfather gave him back his real mask. He is voiced by Carlos Alazraqui. * El Niño Loco – A guardian of \"El Canyon Grande\" who is a giant cloud baby with blue skin & a cloud diaper. He appeared in \"El Niño Loco\". He is voiced by Carlos Alazraqui. * The Masked Mariachis – A prize/band of Rikochet who sing songs about him. They appeared in The Musica Man and have made minor cameos later in the series such as in the episode \"Kid Wombat.\" While he initially appreciates their presence, their songs annoy everyone and tend to get Rikochet in trouble. They are finally forced to leave Rikochet alone after he, Buena Girl, and the Flea defeat them in a wrestling match. They are voiced by Los Mariachi. * Kid Wombat Jr. – A champion of the Luchador tournament many years earlier he fought and lost to the Flea's father in the tournament. Years later in his 40s, having not changed in appearance since then, he posed as his own son to gain his title back from Rikochet. He defeated all of the other students in the tournament until only Ricochet remained and he was losing to him. After doing some research on him they found out his true identity and the Flea's father recognized him because of his pot belly and facial hair. After gaining his confidence back Rikochet was able to defeat him and he was kicked out of the school. He was voiced by James Arnold Taylor. * Rollerita – is a Roller Lucha wrestler who was mistaken for Buena Girl. She is voiced by Tara Strong Category:Fictional luchadores Category:Fictional wrestlers Category:Lists of characters in American television animation Category:Lucha libre Category:Television characters introduced in 2002 ",
    "title": "List of ¡Mucha Lucha! characters"
}