{
    "id": "1514169",
    "text": "Bull Island (Irish: Oileán an Tairbh), more properly North Bull Island (Irish: Oileán an Tairbh Thuaidh), is an island located in Dublin Bay in Ireland, about 5 km long and 800 m wide, lying roughly parallel to the shore off Clontarf (including Dollymount), Raheny, Kilbarrack, and facing Sutton. The island, with a sandy beach known as Dollymount Strand running its entire length, is a relatively recent, and inadvertent, result of human intervention in the bay. The island lies within the jurisdiction of, and is mostly owned by, Dublin City Council, and is managed by the Council's Parks and Landscape Division. Bull Island, which is accessed by way of a causeway bridge from Raheny and a wooden bridge from Clontarf, has the most designations of any site in the country, as a National Bird Sanctuary, a biosphere reserve, a National Nature Reserve, a Special Protection Area under the EU Birds Directive, and a Special Area of Conservation under the EU Habitats Directive, while also being the subject of a Special Amenity Area Order. It is a car-free zone. It holds a wide variety of plant and bird species, and a limited range of mammals, one reptile, one amphibian and a modest range of invertebrates; one mammal species, the hare, became extinct in the later 2010s. ==History== ===Background=== In times past, Dublin Bay had a long-running problem with silting, notably at the mouth of the River Liffey. After years of primitive dredging, an attempt to maintain a clear channel more effectively was begun when, in 1715, the first piles were driven of what was to become the Great South Wall, completed in 1730. This barrier was breached by storm action some years later, and in 1761, a stone pier was commenced, working from the Poolbeg Lighthouse (1768), back to shore, the construction of massive granite blocks being completed in 1795. It was during this period that the building of a North Bull Wall was also proposed, and when it was seen that the South Wall did not solve the silting problem, the authorities responsible for Dublin Port commissioned studies on the matter. Captain William Bligh, of Bounty fame, surveyed Dublin Bay for the Ballast Board in 1801, highlighting the potential of the North Bull sandbank. Its purpose was to clear a sandbar by Venturi action. ===Bull Bridge, North Bull Wall and the beginning of Bull Island=== Wooden bridge at Dollymount A wooden bridge, the first Bull Bridge, was erected in 1819 to facilitate the construction of a stone wall, based on a design by Ballast Board engineer, George Halpin. Started in 1820, the Bull Wall was completed in 1825, at a cost of £95,000. Over the succeeding 48 years, the natural tidal effects created by the walls deepened the entry to the Liffey from 1.8 m to 4.8 m. Much of the silt now scoured from the river course was deposited on the North Bull, and a true island began to emerge, with people venturing out to the growing beach. The volume of visitors was increased by the commencement of horse tram services to Clontarf in 1873, and further by the laying of a full tram line to Howth, opening in 1900, with stops in the Clontarf / Dollymount area, and a Coast Guard station was built at the landward end of the Bull Wall. A lighthouse sits on the North Bull Wall. ===Growth and early usage of the island=== The island continued to grow in extent, from the Bull Wall towards Howth Head. In addition to picnics and swimming, the island was used for shooting practice, and in 1880, an international rifle match between Ireland and the USA was held there, with an audience numbering several thousand. In 1889, the Royal Dublin Golf Club, then located at Sutton, sought and received permission of Colonel Vernon and the Dublin Port and Docks Board to lay out a golf course at the city end of the island, and construct a clubhouse. Sometime in the early 20th century, a track suitable for walking and handcarts, running from a slipway at the point where the Howth Road comes from Raheny's village centre down to the coast, was formed. Usable at low tide, this 150m track allowed access to the island for leisure and beachcombing (timber, coal and other items lost overboard from ships accessing Dublin Port were washed up on the island's strand). Between 1906 and 1907, a new Bull Bridge was constructed – it is still standing. Then, in 1912, the Dollymount Sea Scouts (9th Dublin (2nd Port of Dublin)) were formed, taking part of the disused Coast Guard station as their den (\"Crow's Nest\") – the troop continues to operate from there, now called 5th Port Dollymount. Looking along Dollymount Strand to the SW. The chimneys of the Poolbeg Generating Station are visible in the distance. ===1914 to 1930=== The British Army commandeered the whole island on 5 September 1914, for military training – primarily as a firing range but also for trench warfare practice. The Royal Dublin Golf Club clubhouse was used as officers' quarters and considerable damage was done to the building and, particularly due to trench warfare practice, the island environment as a whole. Late in this period, three local people started to dig golf holes at the Raheny end of the island, and after discussions with the Royal Dublin, and with Lady Ardilaun, formed a new golf club, named, in honour of the Guinness estate, St. Anne's. The first drive-in at what was a nine-hole course until 1989, took place on 1 July 1921. ===1931 - present=== In 1931, a plan was proposed to develop the island and the waters between it and the coast. Called the \"Blue Lagoon Scheme,\" this would have included dams and sluices at the Wooden Bridge and Sutton Channel, maintaining a high water level behind the island, which itself might hold some housing or tourism facilities. Further plans were advanced by Bord Failte, including conversion of much of the island as a theme park. In 1931 Dublin Corporation was convinced by campaigners like the Jesuit ornithologist Fr. Patrick G. Kennedy SJ (1881–1966),Bull Island - Irish Sanctuary www.manrsea.ie who wrote An Irish Sanctuary – Birds of the North Bull (1953), to apply for Bull Island to be made a sanctuary by the government.North Bull Island Bird Report 2018 ==Situation== Star of the Sea statue The island is connected to the mainland by the Bull Bridge, today a one-lane wooden road bridge (with weight and height restrictions) at the southern (Clontarf/Dollymount) end, and by a broad causeway at Raheny, approximately halfway along, and forms part of Raheny and Clontarf districts. Most of North Bull Island is property of Dublin City Council, after the buying-out of interests such as the Howth Estate, exceptions having included the Bull Wall, the breakwater beyond it, and the wooden bridge to it, which were owned by the Dublin Port Company (and closed for a day each year to ensure that no right of way was created), and the Royal Dublin Golf Club links, only the latter remaining. St. Anne's Golf Club rent from the Council. The bulk of the island comprises the largest park owned by the city. There are just a few residents on the island, in houses beside the wooden bridge built by the Dublin Port Company for its employees. In addition to the clubhouses of the two golf clubs, there is the newly re-built Sea Scout den at the Clontarf end, and a small cafe. At the end of the North Bull Wall is the famous Star of the Sea (Realt na Mara) statue, funded by Dublin Port workers and sailors, and dedicated by the then archbishop of Dublin in 1972. ===Continuing development=== The island continues to grow and it is a possibility that within the next half-century continued deposition may lead to its merging with the mainland at Red Rock in Sutton, forming a lagoon, changing the make-up of the area's wildlife and landlocking two dinghy sailing clubs. However, the risk of this is considered small due to the strength of currents and depth of water in Sutton Channel. ==Geology and hydrology== Bull Island Interpretative Centre The island is primarily a sand structure approximately 5 km long and under 1 km wide. The southeast-facing side is a flat beach, Dollymount Strand, backed by marram-grass-anchored dunes, scrub and marsh. On the northern side of the Bull, between the island and the mainland, is a large linear saltmarsh complex backed by mudflats all of which are covered at high tide. Several of the city's small rivers and streams enter the bay here, notably the Naniken River, the Santry River, Fox Stream, Blackbanks Stream and Daunagh Water. Furthermore, the city's second largest river by volume, the River Tolka, has its estuary facing the city end of the island, into which the Wad River, and a combination of several smaller watercourses, also flow. ==Fauna== ===Birds=== A wide range of birds visit Bull Island, with a more limited set nesting there; most are either winter feeders, or pass through in spring and autumn. Wading species include Eurasian curlews, Eurasian oystercatchers and redshanks, while others include shelduck, teal, pale-bellied brent geese, and various gulls. Also encountered are grey plovers, bar-tailed godwits, northern shovellers, little egrets, reed buntings and little terns. ===Mammals=== There were a number of terrestrial mammal species on the island for decades, with one becoming extinct in the 2010s and one added. Species include the pygmy shrew, brown rat, red fox, field mouse, hedgehog, European rabbit and Irish hare, the latter having become extinct between 2016 and 2019, while the stoat has been observed since the mid-2010s. There have been claimed sightings of bats also but it is not clear if there are any roosting sites on the island. Hares, which are believed to have populated from the farmlands of Raheny and Kilbarrack, were very common up until the 1960s, but the building of the causeway led to a reduction in their numbers due to disturbance. During the 1970s, fifty to a hundred were still present, but numbers continued to decline, though they were still noted as common at least as late as 1986. Despite a reintroduction programme in the 1990s, their population continued to fall, and having been on the verge of extinction for a period, with only one or two found in surveys undertaken in 2014,North Bull Island Wildlife (website) no hare has been seen since 2016. During a study of hares on the island during the 1990s it was concluded that poor breeding success due to disturbance from people and, more seriously, dogs, was the main cause of the drop-off in numbers. Hares were more vulnerable than other species as they do not shelter in burrows; they are also active in the daytime. The rabbit was also once much more numerous than it is today. In 1991 myxomatosis entered the population and caused devastating losses. Shortly after this, in 1992, rabbit haemorrhagic disease was also found in blood samples taken from sick rabbits. Common seals and grey seals are also found in the surrounding waters and can regularly be seen hauled out on sand at low tide at the tip of the island near Howth. The island is a breeding site. Harbour porpoise can also be seen sometimes out in the bay. ===Reptiles=== There is a modest population of the common lizard on the island. ===Amphibians=== The common frog has a stable and substantial presence on the island. ===Invertebrates=== The island is also home to ground beetles, various species of butterflies and moths, aphids, wasps, snails, spiders and harvestmen, earthworms and woodlice. ==Flora== The island is home to many species of plants, including the bee orchid, pyramidal orchid, Marsh Helleborine, Bee orchid and common spotted orchids. The most important plant type is marram grass, which helps to retain the structure of the dunes. ==Designations== North Bull Island has the most designations of any site in the Republic of Ireland and its importance for nature conservation has been recognised since 1914, when it was listed as a Rothschild Reserve. It was the first National Bird Sanctuary, designated in 1931. It has been designated since 1981 by UNESCO as biosphere reserve that is part of the Dublin Bay Biosphere Reserve. It is the only Biosphere Reserve entirely in a capital city in the world. In 1988, it was designated a National Nature Reserve in 1988. It is of European Union importance, and part of the Natura 2000 Network as both a Special Protection Area under the EU Birds Directive and a Special Area of Conservation under the EU Habitats Directive. It is also a National Special Amenity Area since 1995, one of 3 in the Republic of Ireland. This recognises both its outstanding beauty and nature conservation values. ==Intrepretative centre== There is an Interpretative Centre at the end of the causeway on the right hand side which has displays and information on the flora and fauna of the island, and there are also information signs to either side of the causeway access, and on the roundabout where the causeway road approaches the beach. The Centre was opened in 1986 and provides a base for many schools and educational groups to visit the Island. It was funded by the European Commission and the Dublin Rotary Club. ==Leisure activities== ===Walking=== Dollymount Strand Dollymount Strand, the 5 km beach on the island, is a popular walking and recreational area. Walking of dogs is also popular, though they are supposed to be kept under control, due to the National Nature Reserve status, and in particular to fears of attacks on rabbits and hares. It is possible to walk a circuit that includes the beach and St. Anne's Park. ===Driving=== Many people learned to drive on the firm flat sandy foreshore at low tide; there are even (very low) speed limits posted on the beach. For about two decades, access by car was limited to a portion of the island near the Bull Bridge and two sections reached from the causeway at Raheny, the latter having ceased in 2016. ===Swimming=== Bathing shelter on the Bull Wall The strand is historically a popular swimming spot but usage fell sharply as pollution rose in the 1980s, mainly due to sewage and stormwater pollution. Following the Dublin Bay Water Quality Management Plan programme in the 1990s, there were significant improvements to water quality and, for several years Blue Flag status was obtained. As Blue Flag criteria have become more stringent, Dollymount has not achieved Blue Flag in recent years, although the beach is maintained to Blue Flag standards. Water quality continues to be affected by several issues, including lack of capacity of existing sewage treatment facilities, excess nutrients flowing into Dublin Bay from the River Liffey and other watercourses, and stormwater pollution. ===Kite-surfing=== A kite enthusiast enjoys good flying weather on Bull Island with Howth and the Sutton Martello tower in the background.In recent years Bull Island has also become popular with kite-surfers, with a declared kite-surfing launch area near the Bull Wall, accessed from the wooden Bull Wall Bridge. The shallow water and long stretch of straight beach allows for safe kite-surfing. This has encouraged many beginners to take up the sport on the island. ===Golf=== The island has two golf courses, the more famous belonging to the Royal Dublin Golf Club, and the newer, owned by Dublin City Council, operated by St. Anne's Golf Club. Each has a clubhouse with dining facilities. ==Demographics== ==Film and television== It has been used as a location in many Dublin themed movies such as Neil Jordan's Michael Collins, Stephen Frears's The Van, Brendan O'Carroll's Mrs. Brown's Boys D'Movie and John Carney's Oscar-winning movie Once. ==Publications== * An Irish Sanctuary – Birds of the North Bull, by Fr. Patrick G. Kennedy SJ, Dublin: The Sign of The Three Candles, 1953. * 1986, an Foras Forbartha, Dublin for Dublin Corporation, Parks Department: Bull Island (information booklet) * May 2014, The Liffey Press, Dublin: The Island Imagined By the Sea: A History of Bull Island by Kieran McNally. * May 2015, Orange Crate Press: \"Waveforms: Bull Island Haiku\" by poet and broadcaster Pat Boran, featuring a rensaku (sequence) of 135 haiku accompanied by monochrome photographs taken by the author over the course of a year of visits to the island. == References == ==External links== *UNESCO Biosphere Directory entry *Directory of Wetlands of International Importance: North Bull Island *5th Port Dollymount Sea Scouts *Some wild flowers of Bull Island Category:Islands of County Dublin Category:Raheny Category:Clontarf, Dublin Category:Beaches of the Republic of Ireland Category:Parks in Dublin (city) Category:Dublin Bay Category:Ramsar sites in the Republic of Ireland Category:Biosphere reserves of the Republic of Ireland ",
    "title": "Bull Island"
}