{
    "id": "1514834",
    "text": "Hornblower and the Hotspur (published 1962) is a Horatio Hornblower novel written by C. S. Forester. It is the third book in the series chronologically, but the tenth by order of publication, and serves as the basis for one of the episodes of the Hornblower series of television films. ==Plot summary== On 2 April 1802 Hornblower marries Maria, the daughter of his landlady, at the \"church of St Thomas à Becket\" in Portsmouth. He is unable to bring himself to be so cruel as to stop the ceremony despite thinking that \"Maria was not the right woman to be his wife.\" Hornblower had, just days before, been promoted commander into HM sloop Hotspur as the fragile Peace of Amiens is breaking down and Britain is re-arming for a new war with France under Napoleon Bonaparte. Hotspur reconnoiters the approaches to the French naval base of Brest, and narrowly avoids capture when war is declared. Once the British fleet blockades Brest, Hornblower's restlessness and perfectionism prompts him to lead attacks and landing parties. He defeats a French attempt to break the blockade to send troops to Ireland, the action ending on the morning of 1 January 1804. That same day Maria gives birth to little Hornblower, as Hornblower discovers when the damaged Hotspur returns to Plymouth for repairs. In spite of his successes Hornblower makes no financial profit from his activities. When Admiral William Cornwallis tries to put him in a position where he can make easy prize money by capturing a large shipment of Spanish gold, he instead takes on a stronger enemy frigate sent to warn the convoy and keeps it from accomplishing its mission. Eventually, by superior seamanship and skill, he drives it away. Hornblower rationalises that this is poetic justice, after he had earlier connived to facilitate the escape of his steward, who was facing hanging for striking a superior officer (a punishment Hornblower could not abide). It later transpires that the ships were claimed by the Government as (Droits of Admiralty) so that Hornblower would not have profited in any case. (Prize money was only paid to naval officers and men for ships they captured as part of a war, and Britain was not at war with Spain until soon afterwards.) Hornblower is recommended for promotion to post captain as one of the final acts of the retiring Commander-in-Chief of the Channel Fleet, Admiral Cornwallis, a real figure outside of the Hornblower novels. ==Editions== * Forester, C. S. (1962). Hornblower and the Hotspur (1998 ed.). Back Bay Books. . ==Historical facts== * The (historical) USS Constitution resupplied at Cadiz and took on extra crew on 24 October 1803. The (fictional) Hornblower's steward escapes to the Constitution in Cadiz harbour, though the novel places this just a few days before the action of 5 October 1804. ==References== ==External links== * Category:Fiction set in 1803 Category:1962 British novels Category:British novels adapted into films Hotspur Category:Novels set in the 19th century Category:Prequel novels Category:Michael Joseph books ",
    "title": "Hornblower and the Hotspur"
}