{
    "id": "1514873",
    "text": "The commemorative British decimal twenty-five pence (25p) coin was issued in four designs between 1972 and 1981. These coins were a post-decimalisation continuation of the traditional crown, with the same value of a quarter of a pound sterling. Uniquely in British decimal coinage, the coins do not have their value stated on them. This is because previous crowns rarely did so. The coins were issued for commemorative purposes and were not intended for circulation, although they remain legal tender and must be accepted at Post Offices. , Royal Mint The coins weigh 28.28 g (0.9092 oz troy) and have a diameter of 38.61 mm. Twenty-five pence coin issues were discontinued after 1981 due to the prohibitive cost to the Royal Mint of producing such large coins with such small value. From 1990 the \"crown\" was revived as the commemorative five pound coin, having the same dimensions and weight but a value twenty times as great. The two can be distinguished because the five pound coin is marked with its value. ==Designs== The following 25p coins were produced: {|cellpadding=\"10px\" |- valign=\"top\" |1972 issue |1972: To celebrate the Silver wedding anniversary of Queen Elizabeth II and Prince Philip, Duke of Edinburgh. Obverse: The standard portrait of Queen Elizabeth II by Arnold Machin with the inscription . Reverse: The initials EP crowned and with a floral garland, with a naked figure of Eros at the centre. The inscription reads: . This face was also designed by Arnold Machin. Both faces are encircled by dots. The edge of the coin is milled. There were 7,452,100 cupronickel coinsCommemorative Twenty-five pence mintages, Royal mint and 100,000 silver coins issued. |} {|cellpadding=\"10px\" |- valign=\"top\" |1977 issue |1977: To celebrate Queen Elizabeth II's Silver Jubilee. Obverse: A portrait of Queen Elizabeth II riding a horse, in a similar style to the 1953 crown celebrating her coronation. The inscription reads . Reverse: A design showing coronation regalia. The Ampulla and Anointing Spoon used in the Queen's coronation are displayed crowned, and encircled by a floral border. These objects date from the 14th and 12th centuries respectively and have remained in continuous use. Image:SilverJubileeCrownCoin1977Obverse.jpg Image:SilverJubileeCrownCoin1977Reverse.jpg Both faces were designed by Arnold Machin. The edge of the coin is milled. There were 37,061,160 cupronickel coins and 377,000 silver coins issued. |} {|cellpadding=\"10px\" |- valign=\"top\" |1980 issue |1980: To celebrate the eightieth birthday of Queen Elizabeth The Queen Mother. Obverse: The standard portrait of Queen Elizabeth II by Arnold Machin with the inscription . Reverse: A portrait of the Queen Mother surrounded by a radiating pattern of bows and lions, a pun on her maiden name Bowes-Lyon. The inscription reads: . The reverse was designed by Professor Richard Guyatt. Both faces are encircled by dots. The edge of the coin is milled. There were 9,306,000 cupronickel coins and 83,672 silver coins issued. |- valign=\"top\" |200px 1981 issue |1981: To celebrate the wedding of Charles, Prince of Wales and Lady Diana Spencer. Obverse: The standard portrait of Queen Elizabeth II by Arnold Machin with the inscription . Reverse: A profile portrait of Lady Diana Spencer partially covered by a profile portrait of The Prince of Wales, both facing to the left, with the inscription . This face was designed by Philip Nathan. Both faces are encircled by dots. The edge of the coin is milled. There were 26,773,600 cupronickel coins and 17,000 silver coins issued. |} ==See also== *Quarter sovereign — introduced in 2009, it has a nominal value of 25 pence ==References== Twenty-Five Pence Category:Twenty-five-cent coins ",
    "title": "British twenty-five pence coin"
}