{
    "id": "1514598",
    "text": "Sally Jane Morgan (née Milroy; born 1951) is an Australian Aboriginal author, dramatist, and artist. Her works are on display in numerous private and public collections in Australia and around the world. ==Early life, education, and personal life== Morgan was born in Perth, Western Australia in 1951 as the eldest of five children. She was raised by her mother Gladys and her maternal grandmother Daisy. Her mother, a member of the Bailgu people of the Pilbara region of Western Australia, grew up in the Parkerville Children's Home as part of the Stolen Generations.http://www.abc.net.au/btn/v2/australians/morgan.htm Her father, William, a plumber by trade, died after a long-term battle with post-war experience post-traumatic stress disorder.http://www.aboriginalartonline.com/art/sally-morgan.php Of her siblings, Jill Milroy is an academic, Helen Milroy is a child psychiatrist who was the first indigenous Australian to become a medical doctor,Australian Indigenous Doctors' Association (2009), Journeys into Medicine, AIDA: Sydney. P. 4\\. . David is a playwright, and William has worked as a senior public servant. As a child, Morgan became aware that she was different from other children at her school because of her non-white physical appearance, and was frequently questioned by other students about her family background. Her mother never told her that she was Aboriginal, saying instead that she was Indian-Bangladeshi descent. She understood from her mother that her ancestors were from the Indian sub-continent. But when she was 15 she learned that she and her siblings were actually of Aboriginal descent. After finishing school, she worked as a clerk in a government department, had a period of unemployment, then obtained a job as a laboratory assistant. she then attended the University of Western Australia, graduating in 1974 with a B.A. in Psychology; she followed up with post-graduate diplomas from the Western Australian Institute of Technology in Counselling Psychology, Computing, and Library Studies. She married Paul Morgan, a teacher she had met at university, in 1972; the marriage later ended in divorce. They have three children, Ambelin, Blaze, and Ezekiel Kwaymullina, all of whom have co-authored works with Morgan. ==Author== The story of her discovery of her family's past is told in the 1987 multiple biographies My Place, which sold over half a million copies in Australia. It has also been published in Europe, Asia and the United States. It told a story that many people didn't know; of children taken from their mothers, slavery, abuse and fear because their skin was a different colour. Sally Morgan's second book, Wanamurraganya, was a biography of her grandfather. She has also collaborated with artist and illustrator Bronwyn Bancroft on children's books, including Dan's Grandpa (1996). Morgan is the director at the Centre for Indigenous History and the Arts at the University of Western Australia. She has received several awards: My Place won the Human Rights and Equal Opportunity Commission humanitarian award in 1987, the Western Australia Week literary award for non-fiction in 1988, and the 1990 Order of Australia Book Prize. In 1993, international art historians selected Morgan's print Outback, as one of 30 paintings and sculptures for reproduction on a stamp, celebrating the Universal Declaration of Human Rights. ==Awards== * 1987 – Human Rights Literature and Other Writing Award for My Place * 1989 – Human Rights Literature and Other Writing Award for Wanamurraganya, the story of Jack McPhee * 1990 – Winner, Order of Australia Book Prize * 1993 – Joint winner Fremantle Print Award with Bevan HoneyPrint Matters 30 Years of the Shell Fremantle Print Award\"' Holly Story ..et al 2005 FAC * 1998 – Notable Book, Children's Book Council * 2012 – Notable Book, Children's Book Council of Australia. ==Bibliography== ===Biography=== * Sally's story (Narkaling productions, 1995) edited by Barbara Ker Wilson * My Place (Fremantle: Fremantle Arts Centre Press. 1999 – first published 1987) * Wanamurraganya, the story of Jack McPhee (Narkaling Productions, 1990) * Mother and daughter: The story of Daisy and Gladys Corunna (Narkaling Productions, 1994) Edited by Barbara Ker Wilson * Arthur Corunna's story (Narkaling Productions, 1995) edited by Barbara Ker Wilson ===Children's books=== * Little piggies (Fremantle Arts Centre Press, 1991) with Paul Morgan * The flying emu and other Australian stories (Viking, 1992) * Hurry up, Oscar! (Puffin Books, 1994) illustrated by Bettina Guthridge * Pet problem (Fremantle Arts Centre Press, 1994) * Dan's grandpa (Sandcastle, 1996) illustrated by Bronwyn Bancroft * In your dreams (Sandcastle Books, 1997) illustrated by Bronwyn Bancroft * Just a little brown dog (Fremantle Arts Centre Press, 1997) illustrated by Bronwyn Bancroft * \"Where is Galah\" (Little Hare Books, 2015) * Little Bird's Day (Magabala Books, 2019) illustrated by Johnny Warrkatja Malibirr ===Plays=== * Cruel wild woman and David Milroy (Yirra Yaakin Noongar Theatre, 1999) performed in the 1999 Festival of Perth season. ===Edited=== * Gnyung Waart Kooling Kulark (released as Going Home) (Centre for Indigenous History & the Arts, School of Indigenous Studies, University of Western Australia, 2003) co-edited with Jill Milroy and Tjalaminu Mia. * Echoes of the past : Sister Kate's home revisited (Centre for Indigenous History and the Arts 2002) with Tjalaminu Mia, photography by Victor France ==Art collections== * Robert Holmes à Court collection * Dobell Foundation * Australian National Gallery * Muscarelle Museum of Art ==Notes== Category:University of Western Australia alumni Category:1951 births Category:Living people Category:20th-century Australian novelists Category:Australian biographers Category:Australian memoirists Category:Australian women novelists Category:Indigenous Australian writers Category:Indigenous Australians from Western Australia Category:Writers from Perth, Western Australia Category:Australian Aboriginal artists Category:Australian women artists Category:Australian printmakers Category:Women memoirists Category:Women biographers Category:20th-century Australian women writers Category:Women printmakers Category:21st-century women artists ",
    "title": "Sally Morgan (artist)"
}