{
    "id": "1514349",
    "text": "Entrance to Stonehenge Aotearoa Detail of the Stonehenge Aotearoa exteriorStonehenge Aotearoa, is a practical, open-sky observatory inspired by and built on a similar scale to the famous Stonehenge in England . The henge is a modern adaptation, inspired by the many stone circles and henges scattered around the world. Stonehenge Aotearoa is designed specifically for its location in Wairarapa region of New Zealand's North Island. Astronomer Richard Hall wanted to create an astronomical park and a learning centre for astronomy, geology and sciences in a dark sky site. He founded The Phoenix Astronomy Society who first built two observatories and equipped them with telescopes. The society applied to the Science and Technology Promotion Fund of the Ministry of Research, Science and Technology (MORST), which was administered by the Royal Society of New Zealand to build the henge. The purpose of the grant was to interest people in science who normally would not be interested. It was a community project for the Phoenix Astronomical Society. Thousands of hours of volunteering by around 150 members of the Phoenix Astronomical Society made the construction possible. The henge, built over 2 years, was opened on 12 February 2005 by Nobel Laureate Professor Alan MacDiarmid. View of the causeway that runs from the East to the centre of the henge. It contains 24 pillars and is in diameter and about high. The pillars are capped with lintels, completing the circle, and a -tall obelisk is near the centre of the henge.http://www.stonehenge-aotearoa.co.nz/about- stonehenge.html From the obelisk, along the meridian line is a 10-metres area called the analemma. The henge is similar to the sarsen cycle of the original Stonehenge and has the same diameter. Entry is via a causeway, which runs due west to the centre. Ten metres outside the circle of the henge stand six heel stones of varying heights. The modern henge was designed to demonstrate how ancient peoples used such constructions to understand astronomy and also to explain basic astronomical ideas. Visitors are inspired to continue learning both about knowledge that was essential to their ancestors' survival and recent scientific developments. Stonehenge Aotearoa was also designed to explain the concept of the star compass, like the one used by the Polynesian Navigators. The pillars are not equidistant and their placement reveals important navigational and seasonal stars. Stonehenge Aotearoa also differs from its Salisbury cousin in construction; the pillars, lintels and central obelisk are not hewn stone, but are hollow structures with concrete moulding forming their exterior. If you stand at the centre of the henge, the pillars and lintels appear to form doorways. These frame the rising points of the Sun, the Moon, and bright stars that are either important seasonal markers or navigational beacons. == Equinoxes, solstices and Matariki == As the Earth orbits around the Sun, the north and south poles are alternately tilted towards the Sun. The Sun's altitude therefore increases and decreases during the year, producing seasons. Stonehenge Aotearoa's six heel stones mark the place where the Sun is rising and setting at solstices and equinoxes. This sculpture marks the place of the heliacal rising of Matariki around winter solstice at Stonehenge Aotearoa. Stonehenge Aotearoa has various sculptures placed around the structure. The stone sculpture \"the Fingers of Mother Earth\" marks the place where the heliacal rising of Matariki can be observed around the winter solstice in June. ==See also== * Stonehenge replicas and derivatives == References == ==External links== *Stonehenge Aotearoa web site *The Phoenix Astronomical Society *BBC News article *The video for \"The Free Way\" by Stefan Wolf was partly filmed at Stonehenge Aotearoa Category:Buildings and structures in the Wairarapa Category:Tourist attractions in the Wellington Region Category:Stonehenge replicas and derivatives ",
    "title": "Stonehenge Aotearoa"
}