{
    "id": "1514092",
    "text": "Edward \"Allegheny\" Johnson (April 16, 1816 – March 2, 1873) was a United States Army officer and Confederate general in the American Civil War. Highly rated by Robert E. Lee, he was made a divisional commander under Richard S. Ewell. On the first evening of the Battle of Gettysburg (July 1, 1863), Ewell missed his opportunity to attack Cemetery Hill, and Johnson opted against attacking Culp's Hill, for which he had a discretionary order, though he attempted this on the second and third days. Ewell and Johnson are blamed by many for the loss of this decisive battle. ==Early life== Johnson was born on Salisbury Plantation near current-day Midlothian in Chesterfield County, Virginia, but his family soon moved to Kentucky. He attended the United States Military Academy and graduated (after five years of study) in 1838. He was commissioned a brevet second lieutenant in the 6th U.S. Infantry and was promoted to first lieutenant in less than a year. He served in the Seminole Wars in Florida and then in the West. In the Mexican–American War, Johnson distinguished himself for action at Veracruz, Cerro Gordo, Churubusco, Molino del Rey, and Chapultepec. He received two brevet promotions, to captain and major, during the war and was awarded a ceremonial sword by the state of Virginia for his bravery. Johnson returned to duty on the Western frontier, serving in the Dakota Territory, California, Kansas, and on the Utah Expedition. ==Civil War== After the outbreak of the Civil War, Johnson resigned his United States Army commission and received the rank of colonel in the 12th Georgia Infantry on July 2, 1861. The 12th Georgia fought in Gen. Robert E. Lee's first campaign in western Virginia, at the Battle of Greenbrier River. He was promoted to brigadier general on December 13, 1861, and received his nickname while commanding six infantry regiments in a battle on Allegheny Mountain. (This brigade-sized force was given the grandiose name \"Army of the Northwest\".) ===Valley Campaign=== In the winter of 1861–62, Johnson's army cooperated with Maj. Gen. Thomas J. \"Stonewall\" Jackson in the early stages of Jackson's Valley Campaign. While Jackson marched his army into the mountains of the present-day Eastern Panhandle of West Virginia to conduct raids on the Baltimore & Ohio Railroad, Johnson was tasked with protecting against a Union invasion of the \"upper,\" more elevated areas of the Shenandoah Valley near Staunton, Virginia. His Army of the Northwest constructed a series of breastworks and trenches atop Shenandoah Mountain which they named simply Fort Edward Johnson. At the Battle of McDowell, Johnson was severely wounded with a bullet to the ankle, which took a long time to heal. He returned to Richmond for his convalescence and remained there for nearly a year, active in the social scene. Although Johnson was a heavy-set, rough-looking, rude character who was still a bachelor at age 47, he had the reputation of a ladies' man. Due to a wound he received in Mexico, he was afflicted with an eye that winked uncontrollably, causing many women to believe he was flirting with them. He caused enough attention that he rated mentions in the famous diary of Mary Chesnut. ===Stonewall Division=== In 1863, following the reorganization of the Army of Northern Virginia to compensate for the death of Stonewall Jackson after the Battle of Chancellorsville, Johnson was promoted to major general and given command of the \"Stonewall Division\" in Lt. Gen. Richard S. Ewell's Second Corps. Robert E. Lee had become dissatisfied with the previous commander at the battle and summoned Johnson back from medical leave to take the command. ===Gettysburg=== By May 1863, Johnson had recovered enough to lead his division in the Gettysburg Campaign. He still needed a heavy hickory stick to move around on foot (and was known to use it against men he believed were shirking battle) and his men nicknamed him \"Old Clubby\". On the way north into Pennsylvania, Johnson defeated Union Maj. Gen. Robert H. Milroy at the Second Battle of Winchester. Johnson arrived at the Battle of Gettysburg on the evening of the first day, July 1, 1863. In a move that is still controversial, Ewell did not take advantage of Johnson's division and attack Cemetery Hill immediately that evening, when it might have been decisive. Johnson controversially declined to attack Culp's Hill that evening, for which he had a discretionary order. Instead, Johnson's division was the primary force that attacked Culp's Hill on the second and third days, suffering considerable casualties assaulting this impregnable position multiple times with no lasting success. In the fall of 1863, Johnson played a prominent role in the Mine Run Campaign. ===Capture at Spotsylvania=== In the Overland Campaign of 1864, Johnson fought well at the Battle of the Wilderness and when Lt. Gen. James Longstreet was seriously wounded there, Robert E. Lee considered Johnson as a replacement corps commander. During the Battle of Spotsylvania Court House, on May 12, 1864, at the \"Bloody Angle\" section of the Confederate \"Mule Shoe\" defensive line, Johnson was captured along with Brig. Gen. George H. Steuart, and most of Johnson's division. He was imprisoned for months at Morris Island, off the coast of Charleston, South Carolina, and was exchanged on August 3, 1864. He was sent west to join Lt. Gen. John Bell Hood's Army of Tennessee, where he commanded a division in the corps of Lt. Gen. Stephen D. Lee. During the Franklin-Nashville Campaign, Johnson was captured again at the Battle of Nashville on December 16, 1864. He again spent months in a Union prisoner of war camp at Johnson's Island, in Lake Erie. At the end of the war, Johnson was moved to the Old Capitol Prison in Washington, D.C., where he was accused of being somehow complicit in the assassination of Abraham Lincoln. Nothing came of the accusation and he was paroled on July 22, 1865. ==Postbellum life== After the war, Johnson was a farmer in Virginia. He was active in Confederate veterans affairs, including early efforts to construct a monument to Robert E. Lee in Richmond. He died in Richmond and his body lay in state in the state capital until he was buried at Hollywood Cemetery. ==See also== *List of American Civil War Generals (Confederate) ==Notes== ==References== * Clemmer, Gregg S. Old Alleghany: Life and Wars of General Ed Johnson. Staunton, VA: Hearthside Publishing Co., 2004. . * Eicher, John H., and David J. Eicher, Civil War High Commands. Stanford: Stanford University Press, 2001. . * Gott, Kendall D. Where the South Lost the War: An Analysis of the Fort Henry-Fort Donelson Campaign, February 1862. Mechanicsburg, PA: Stackpole Books, 2011. . Originally published 2003. * Patterson, Gerard. \"'Allegheny' Johnson.\" Civil War Times Illustrated 5(9): 12-19 (January 1967). * Sifakis, Stewart. Who Was Who in the Civil War. New York: Facts On File, 1988. . * Tagg, Larry. The Generals of Gettysburg. Campbell, CA: Savas Publishing, 1998. . * Warner, Ezra J. Generals in Gray: Lives of the Confederate Commanders. Baton Rouge: Louisiana State University Press, 1959. . * Woodward, Eddie. \"An Affair of Outposts: The Battle of Alleghany Mountain,\" West Virginia History 59: 1-35 (2003). * Woodward, Eddie. \"Crashing the Party: Alcohol & Alcohol Abuse within the Confederate Army of the Northwest,\" Civil War Times Illustrated 40(6): 48-54 (December 2001). * Woodward, Eddie. \"Invisible Ed,\" Civil War Times 40(4): 18-25, 58 (October 2004). ==External links== * Category:1816 births Category:1873 deaths Category:Confederate States Army major generals Category:American military personnel of the Mexican–American War Category:People from Midlothian, Virginia Category:United States Military Academy alumni Category:People of Virginia in the American Civil War Category:American Civil War prisoners of war Category:Burials at Hollywood Cemetery (Richmond, Virginia) ",
    "title": "Edward Johnson (general)"
}