{
    "id": "1514178",
    "text": "death warrant of King Charles I and the wax seals of the 59 commissioners. Following the trial of Charles I in January 1649, 59 commissioners (judges) signed his death warrant. They, along with several key associates and numerous court officials, were the subject of punishment following the restoration of the monarchy in 1660 with the coronation of Charles II. Charles I's trial and execution had followed the second English Civil War in which his supporters, Royalist \"Cavaliers\", were opposed by the Parliamentarian \"Roundheads\", led by Oliver Cromwell. With the return of Charles II, Parliament passed the Indemnity and Oblivion Act (1660), which granted amnesty to those guilty of most crimes committed during the Civil War and the Interregnum. Of those who had been involved in the trial and execution, 104 were specifically excluded from reprieve, although 24 had already died, including Cromwell, John Bradshaw (the judge who was president of the court), and Henry Ireton (a general in the Parliamentary army and Cromwell's son-in-law). They were given a posthumous execution: their remains were exhumed, and they were hanged and beheaded, and their bodies cast into a pit below the gallows. Their heads were placed on spikes at the end of Westminster Hall. Several others were hanged, drawn and quartered, while 19 were imprisoned for life. Property was confiscated from many, and most were barred from holding public office or title again. Twenty- one of those under threat fled England, mostly settling in the Netherlands or Switzerland, although three settled in New England. There is no agreed definition of who is included in the list of regicides. The Indemnity and Oblivion Act did not use the term either as a definition of the act, or as a label for those involved. \"Regicide\" has never been a specific crime in English law, and has never been defined in law. Historians have identified different groups of people as being suitable for the name, and some do not include the associates who also faced trial and punishment. The list has been cited as an early blacklist: the state papers of Charles II (1681) state \"If any innocent soul be found in this black list, let him not be offended at me, but consider whether some mistaken principle or interest may not have misled him to vote.\" ==Background== Engraving depicting the executioner holding the severed head of Charles I ===Civil war, the execution of Charles I, the Interregnum and the Restoration=== The English Civil War took place between 1642 and 1651. It was a series of armed conflicts and political machinations between Parliamentarians (\"Roundheads\", led by Oliver Cromwell) and Royalists (\"Cavaliers\", led by Charles I) over, principally, political power and authority. There were three main phases to the war: The first (1642–1646) and second (1648–1649) wars pitted the supporters of Charles I against the supporters of the Long Parliament, while the third (1649–1651) saw fighting between supporters of Charles's son—Charles II—and supporters of the Rump Parliament. The war ended with the Parliamentarian victory at the Battle of Worcester on 3 September 1651. At the end of the first war Charles I was being held by the Scottish Presbyterian army, who handed him over to the parliamentary forces. In January 1649 a trial was arranged, comprising 135 commissioners. Some were informed beforehand of their summons, and refused to participate, but most were named without their consent being sought. Forty- seven of those named did not appear either in the preliminary closed sessions or the subsequent public trial. At the end of the four-day trial, 67 commissioners stood to signify that they judged Charles I had \"traitorously and maliciously levied war against the present Parliament and the people therein represented\".Articles of Impeachment of King Charles I, Wikisource Fifty-seven of the commissioners present signed the death warrant; two further commissioners added their names subsequently. The following day, 30 January, Charles I was beheaded outside the Banqueting House in Whitehall; Charles II went into exile. The English monarchy was replaced with, at first, the Commonwealth of England (1649–1653) and then the Protectorate (1653–1659) under Cromwell's personal rule. Charles II was crowned at Westminster Abbey on 23 April 1661, following the Restoration of the monarchy. Following the death of Cromwell in 1658 a power struggle ensued. General George Monck—who had fought for the king until his capture, but had joined Cromwell during the Interregnum—brought an army down from his base in Scotland and restored order; he arranged for elections to be held in early 1660. He began discussions with Charles II who made the Declaration of Breda—on Monck's advice—which offered reconciliation, forgiveness, and moderation in religious and political matters. Parliament sent an invitation to Charles to return, accepting the Restoration of the monarchy as the English political form. Charles arrived in Dover on 25 May 1660 and reached London on 29 May, his 30th birthday. ===Treatment of the regicides=== In 1660 Parliament passed the Indemnity and Oblivion Act which granted amnesty to many of those who had supported the Parliament during the Civil War and the Interregnum, although 104 people were specifically excluded; of these 49 named individuals and the two unknown executioners were to face a capital charge. Charles would probably have been content with a smaller number to be punished, but Parliament took a stronger line, according to Howard Nenner, writing for the Oxford Dictionary of National Biography. The execution of the bodies of Cromwell, Bradshaw, and Ireton, from a contemporary print A drawing of Oliver Cromwell's head on a spike Of those who were listed to receive punishment, 24 had already died, including Cromwell, John Bradshaw (the judge who was president of the court) and Henry Ireton. They were given a posthumous execution: their remains were exhumed, and they were hanged, beheaded and their remains were cast into a pit below the gallows. Their heads were placed on spikes above Westminster Hall the building where the High Court of Justice for the trial of Charles I had sat. In 1660 six of the commissioners and four others were found guilty of regicide and executed; one was hanged and nine were hanged, drawn and quartered. On Monday 15 October 1660, Pepys records in his diary that \"this morning Mr Carew was hanged and quartered at Charing Cross; but his quarters, by a great favour, are not to be hanged up.\" Five days later he writes, \"I saw the limbs of some of our new traitors set upon Aldersgate, which was a sad sight to see; and a bloody week this and the last have been, there being ten hanged, drawn, and quartered.\" In 1662 three more regicides were hanged, drawn and quartered. Some others were pardoned, while a further nineteen served life imprisonment. Most had their property confiscated and many were banned from holding office or title again in the future. Twenty-one of those under threat fled Britain, mostly settling in the Netherlands or Switzerland, although some were captured and returned to England, or murdered by royalist sympathisers. Three of the regicides, John Dixwell, Edward Whalley and William Goffe, fled to the Dominion of New England, where they avoided capture, despite a search. Nenner records that there is no agreed definition of who is included in the list of regicides. The Indemnity and Oblivion Act did not use the term either as a definition of the act, or as a label for those involved, and historians have identified different groups of people as being suitable for the name. Shortly after the Restoration in Scotland the Scottish Parliament passed an Act of Indemnity and Oblivion. It was similar to the English Indemnity and Oblivion Act, but there were many more exceptions under the Scottish act than there were under the English act. Most of the Scottish exceptions were pecuniary, and only four men were executed (all for treason but none for regicide), of whom the Marquess of Argyll was the most prominent. He was found to be guilty of collaboration with Cromwell's government, and beheaded on 27 May 1661. ==Regicides== ===Commissioners who signed the death warrant=== Illustration in a satirical book from the 1660s. The devil sits with eleven men: nine regicides and two chaplains who supported the execution of Charles I. (Oliver Cromwell;John Bradshaw, Thomas Scott, Colonel Thomas Harrison, Colonel John Barkstead, Cornelius Holland, John Jones, John Lisle, William Say, Hugh Peters, John Goodwin). Anonymous illustration comparing the execution of Charles I with that of the regicides Anonymously printed Dutch pamphlet attacking the beheading of Charles I, showing Oliver Cromwell with a fox at his shoulder In the order in which they signed the death warrant, the Commissioners were: {| class=\"wikitable plainrowheaders sortable\" style=\"margin-right: 0;\" |+ Commissioners whose signatures appeared on the death warrant |- ! scope=\"col\" | Order ! scope=\"col\" | Name ! scope=\"col\" | At the Restoration ! scope=\"col\" class=\"unsortable\" | Notes ! scope=\"col\" class=\"unsortable\" | |- ! scope=\"row\" | 1 | , President of the Court | Dead | Posthumous execution: disinterred, hanged at Tyburn and beheaded. His body was thrown into a pit and the head placed on a spike at the end of Westminster Hall, facing the direction of the spot where Charles I had been executed. | style=\"text-align: center;\" | |- ! scope=\"row\" | 2 | | Dead | Died in 1657 | style=\"text-align: center;\" | |- ! scope=\"row\" | 3 | | Dead | Posthumous execution: disinterred, hanged at Tyburn and beheaded. His body was thrown into a pit and the head placed on a spike at the end of Westminster Hall, facing the direction of the spot where Charles I had been executed. | style=\"text-align: center;\" | |- ! scope=\"row\" | 4 | | Alive | Fled to the New Haven Colony with a co-commissioner, his son-in-law William Goffe, to avoid trial. He was alive but in poor health in 1674, where he was sought by the agents of Charles II but shielded by the sympathetic colonists. He probably died in 1675. | style=\"text-align: center;\" | |- ! scope=\"row\" | 5 | | Alive | Fled to the Netherlands. In June 1665 he was known to be at Rotterdam, and probably died there shortly afterwards. | style=\"text- align: center;\" | |- ! scope=\"row\" | 6 | | Alive | Fled to Germany, but was arrested by the English Ambassador to the Netherlands, Sir George Downing. He was tried, found guilty and hanged, drawn and quartered in April 1662. | style=\"text-align: center;\" | |- ! scope=\"row\" | 7 | | Dead | Died in 1655 | style=\"text-align: center;\" | |- ! scope=\"row\" | 8 | | Alive | Too ill to be tried and died in 1660 | style=\"text-align: center;\" | |- ! scope=\"row\" | 9 | | Dead | Posthumous execution: disinterred, hanged at Tyburn and beheaded. His body was thrown into a pit and the head placed on a spike at the end of Westminster Hall, facing the direction of the spot where Charles I had been executed. | style=\"text-align: center;\" | |- ! scope=\"row\" | 10 | | Dead | Died 1655, but was exempted from the Indemnity and Oblivion Act | style=\"text- align: center;\" | |- ! scope=\"row\" | 11 | | Alive | Fled to France; later returned and was found guilty. Sentenced to death, but the sentence was commuted to life imprisonment. Died 1666 in prison on Jersey. | style=\"text- align: center;\" | |- ! scope=\"row\" | 12 | | Dead | Died 1649 | style=\"text- align: center;\" | |- ! scope=\"row\" | 13 | | Alive | Pardoned in 1660, but was implicated in the 1663 Farnley Wood Plot; he was imprisoned in Sandown Castle, Kent where he died on 11 September 1664. | style=\"text-align: center;\" | |- ! scope=\"row\" | 14 | | Alive | Fled to the New Haven Colony with a co- commissioner, his father-in-law Edward Whalley; escaped from being arrested in 1678. Burke's Peerage reports that William Goffe died in New Haven, Ct in 1680.Burke's Peerage p.855 | style=\"text-align: center;\" | |- ! scope=\"row\" | 15 | | Dead | Died 1658. Posthumous execution alongside Cromwell, Ireton and Bradshaw was ordered but not carried out | style=\"text-align: center;\" | |- ! scope=\"row\" | 16 | | Alive | Brought to trial, sentenced to death but sentence was commuted to life imprisonment. He died in the Tower of London in 1663 | style=\"text-align: center;\" | |- ! scope=\"row\" | 17 | | Alive | First to be found guilty. Was hanged, drawn and quartered at Charing Cross on 13 October 1660. He was a leader of the Fifth Monarchists who still posed a threat to the restoration. | style=\"text-align: center;\" | |- ! scope=\"row\" | 18 | | Alive | Fled to Amsterdam, then possibly Rouen. He died in one of those cities in either 1662 or 1663. | style=\"text-align: center;\" | |- ! scope=\"row\" | 19 | | Alive | Brought to trial, sentenced to death but sentence was commuted to life imprisonment. He was held in the Tower of London until 1664 and was transported to Mont Orgueil castle in Jersey. Died 1668. | style=\"text-align: center;\" | |- ! scope=\"row\" | 20 | | Dead | Died in 1650. | style=\"text-align: center;\" | |- ! scope=\"row\" | 21 | | Dead | Died in 1653. Disinterred and buried in a communal pit. | style=\"text-align: center;\" | |- ! scope=\"row\" | 22 | | Alive | Brought to trial, sentenced to death but was reprieved. He spent the rest of his life imprisoned in the Tower of London. Died 1682. | style=\"text-align: center;\" | |- ! scope=\"row\" | 23 | | Dead | Died in 1658 | style=\"text-align: center;\" | |- ! scope=\"row\" | 24 | | Alive | Fled to Aachen—now in Germany—where he probably died in 1668 | style=\"text-align: center;\" | |- ! scope=\"row\" | 25 | | Alive | Brought to trial, sentenced to death, but died in the Tower of London in December 1661 while awaiting execution. | style=\"text-align: center;\" | |- ! scope=\"row\" | 26 | | Dead | Died in 1659 | style=\"text-align: center;\" | |- ! scope=\"row\" | 27 | | Alive | Tried, found guilty: hanged, drawn and quartered at Charing Cross on 17 October 1660 | style=\"text-align: center;\" | |- ! scope=\"row\" | 28 | | Alive | Brought to trial, sentenced to life imprisonment on Jersey; he is reported to have died there on 17 February 1680. | style=\"text-align: center;\" | |- ! scope=\"row\" | 29 | | Alive | Brought to trial, his death sentence was commuted to life imprisonment. He died in or after 1677. | style=\"text-align: center;\" | |- ! scope=\"row\" | 30 | | Alive | Surrendered to the Speaker of the House of Commons, and then escaped to the Canton of Bern. Died 1692. | style=\"text- align: center;\" | |- ! scope=\"row\" | 31 | | Alive | Tried and found guilty. He was sentenced to life imprisonment and died in Chepstow Castle in 1680. | style=\"text-align: center;\" | |- ! scope=\"row\" | 32 | | Alive | Brought to trial, he received the death sentence but it was not carried out; he died in the Tower of London, probably in 1661. | style=\"text-align: center;\" | |- ! scope=\"row\" | 33 | | Dead | Died in 1655. His body was exhumed from Westminster Abbey and reburied in a communal burial pit. | style=\"text-align: center;\" | |- ! scope=\"row\" | 34 | | Alive | Pardoned. Died 1685. | style=\"text-align: center;\" | |- ! scope=\"row\" | 35 | | Alive | Escaped to Switzerland, where he died in 1667 | style=\"text-align: center;\" | |- ! scope=\"row\" | 36 | | Alive | Arrested by the English ambassador to the Netherlands, Sir George Downing, extradited and executed in 1662 | style=\"text-align: center;\" | |- ! scope=\"row\" | 37 | | Dead | Died in 1650 or 1651 | style=\"text-align: center;\" | |- ! scope=\"row\" | 38 | | Alive | Believed dead in England, he fled to the New Haven Colony, where he died in 1689 under an assumed name. | style=\"text-align: center;\" | |- ! scope=\"row\" | 39 | | Alive | Escaped to Germany after being condemned as a regicide. Died 1661. | style=\"text-align: center;\" | |- ! scope=\"row\" | 40 | | Alive | Tried and sentenced to death, he died in the Tower of London in 1661 before his appeal could be heard. | style=\"text-align: center;\" | |- ! scope=\"row\" | 41 | | Dead | Died of dysentery in 1649 while serving with Cromwell during the conquest of Ireland | style=\"text-align: center;\" | |- ! scope=\"row\" | 42 | | Alive | Tried, found guilty: hanged, drawn and quartered at Charing Cross on 17 October 1660 | style=\"text-align: center;\" | |- ! scope=\"row\" | 43 | | Dead | In 1649 Moore fought in Ireland against the Marquess of Ormonde and became Governor of Dublin, dying of a fever there in 1650. | style=\"text-align: center;\" | |- ! scope=\"row\" | 44 | | Alive | Tried and sentenced to death, but sentence commuted to life imprisonment. Millington spent his final years in Jersey and died in 1666. | style=\"text-align: center;\" | |- ! scope=\"row\" | 45 | | Alive | Brought to trial and sentenced to imprisonment in the Tower of London. He may have been transported to Tangier. Died . | style=\"text-align: center;\" | |- ! scope=\"row\" | 46 | | Dead | Died in 1651 | style=\"text-align: center;\" | |- ! scope=\"row\" | 47 | | Alive | Tried in October 1660 and sentenced to death, although this was later commuted to life imprisonment. Died in prison in August 1665. | style=\"text-align: center;\" | |- ! scope=\"row\" | 48 | | Alive | Escaped to Switzerland. Died 1666. | style=\"text- align: center;\" | |- ! scope=\"row\" | 49 | | Dead | Died in 1655 | style=\"text- align: center;\" | |- ! scope=\"row\" | 50 | | Dead | Died 1652 | style=\"text- align: center;\" | |- ! scope=\"row\" | 51 | | Alive | Excluded from pardon and escaped to the Continent. In 1661, he died at Middelburg in the Netherlands. | style=\"text-align: center;\" | |- ! scope=\"row\" | 52 | | Alive | Held at York Castle until 1664 when he escaped to the Netherlands; still alive in 1666 | style=\"text-align: center;\" | |- ! scope=\"row\" | 53 | | Dead | Died in 1650 | style=\"text-align: center;\" | |- ! scope=\"row\" | 54 | | Alive | Went into hiding, he was captured, tried and found guilty. He was hanged, drawn and quartered at Charing Cross on 17 October 1660. | style=\"text-align: center;\" | |- ! scope=\"row\" | 55 | | Alive | Tried, found guilty and sentenced to life imprisonment. Died 1666. | style=\"text-align: center;\" | |- ! scope=\"row\" | 56 | | Alive | Tried, found guilty of regicide, and sentenced to life imprisonment. Died 1688 Jersey | style=\"text-align: center;\" | |- ! scope=\"row\" | 57 | | Alive | Fled to Brussels, returned to England, was tried, found guilty; and hanged, drawn and quartered at Charing Cross on 17 October 1660. Died unrepentant. | style=\"text-align: center;\" | |- ! scope=\"row\" | 58 | | Alive | Joined Fifth Monarchists. Tried, found guilty; and hanged, drawn and quartered at Charing Cross on 15 October 1660. | style=\"text-align: center;\" | |- ! scope=\"row\" | 59 | | Alive | Fled to the Netherlands; arrested by the English ambassador to the Netherlands Sir George Downing; extradited; tried; found guilty; and was hanged, drawn and quartered on 19 April 1662. | style=\"text-align: center;\" | |} ===Commissioners who did not sign=== Frontispiece to Giles Duncombe's Scutum Regale, 1660, showing scenes representing the Restoration of the English monarchy The following Commissioners sat on one or more days at the trial but did not sign the death warrant: {| class=\"wikitable plainrowheaders sortable\" style=\"margin-right: 0;\" |+ The commissioners who did not sign |- ! scope=\"col\" | Name ! scope=\"col\" | At the Restoration ! scope=\"col\" class=\"unsortable\" |Notes ! scope=\"col\" class=\"unsortable\" | |- ! scope=\"row\" | | Dead | Attended several session including the 27 January when the sentence was agreed upon. His name was one of 24 dead regicides who were excepted from the Indemnity and Oblivion Act 1660 (section XXXVII of the act). | style=\"text-align: center;\" | |- ! scope=\"row\" | | Dead | Attended three sessions, including 27 January when the sentence was agreed upon. His name was one of 24 dead regicides who were excepted from the Indemnity and Oblivion Act 1660 (section XXXVII of the act). | style=\"text-align: center;\" | |- ! scope=\"row\" | | Dead | Attended 14 sessions. He was excepted from the Indemnity and Oblivion Act, allowing the state to confiscate the property that had belonged to him (section XXXVII of the act). | style=\"text-align: center;\" | |- ! scope=\"row\" | | Alive | Escaped and died in exile on the European mainland in 1680. Due to an oversight in the Indemnity and Oblivion Act, although he lost his title, the baronetcy passed to the next in line on his death. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Alive | He was tried in October 1660, and sentenced to life imprisonment. He died in Pendennis Castle, Cornwall, in June 1673. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Alive | Found guilty of treason but successfully petitioned for mercy and was thereafter imprisoned in Windsor Castle until his death in 1678 | style=\"text-align: center;\" | |- ! scope=\"row\" | | Alive | He fled to the Netherlands, then on to Lausanne and Vevey where he died, probably in 1671. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Alive | Escaped to Lausanne, Switzerland but was shot or stabbed by the Irish Royalist James Fitz Edmond Cotter (using the alias Thomas Macdonnell) in August 1664. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Alive | Escaped to Hamburg. Died in Vevey, Switzerland in 1682. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Alive | Sentenced to life imprisonment and died in the Tower of London in 1661 | style=\"text-align: center;\" | |- ! scope=\"row\" | | Alive | Brother of Thomas Chaloner. He died in July 1660 from an illness caught after being imprisoned the previous year for supporting General Monck. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Alive | He took no part in the trial other than being present when the sentence was agreed. At the Restoration he was contrite and, after making an abject submission to Parliament, he was allowed to depart unpunished. Died 1664 or 1665. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Dead | He was debarred from sitting on the High Court for heterodoxy on 26 January 1649, one day before the sentence was pronounced. His name was one of 24 dead regicides who were excepted from the Indemnity and Oblivion Act in 1660. Died 1657. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Alive | Tried, stripped of his knighthood and sentenced to life imprisonment. He died in Antwerp in 1664 while being exiled to Tangier. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Alive | Tried, stripped of his titles and property and imprisoned for life in the Fleet Prison where he died in 1673. | style=\"text- align: center;\" | |- ! scope=\"row\" | | Alive | He only attended two sittings at the trial and he did not sign Charles's death warrant, so he was able to use the influence of his brother-in-law Earl of Sandwich, to secure his pardon, although he was banned for life from holding any office. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Alive | Sentenced to life imprisonment and died in the Tower of London in 1667 | style=\"text-align: center;\" | |} ===Other regicides=== Example of a man being hanged, drawn and quartered {| class=\"wikitable plainrowheaders sortable\" style=\"margin-right: 0;\" |- ! scope=\"col\" | Name ! scope=\"col\" | Office ! scope=\"col\" | At the Restoration ! scope=\"col\" class=\"unsortable\" |Notes ! scope=\"col\" class=\"unsortable\" | |- ! scope=\"row\" | | Officer of the Guard | Alive | Tried, found guilty of participating in the regicide; hanged, drawn and quartered at Tyburn in October 1660. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Clerk of the Court | Alive | Escaped to Switzerland in 1663. Died 1687. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Solicitor- General | Alive | Tried, found guilty of regicide; hanged, drawn and quartered at Charing Cross in October 1660 | style=\"text-align: center;\" | |- ! scope=\"row\" | | Serjeant-at-arms | Alive | Escaped to Switzerland in 1663; died 1674 | style=\"text-align: center;\" | |- ! scope=\"row\" | | Assistant to the Solicitor-General | Dead | A distinguished scholar from the Netherlands, he was murdered in the Hague in 1649 by royalist refugees. | style=\"text- align: center;\" | |- ! scope=\"row\" | | Officer of the Guard | Alive | Tried, found guilty of signing the execution order; hanged at Tyburn in October 1660 | style=\"text-align: center;\" | |- ! scope=\"row\" | | Captain in the Guard | Alive | Found guilty of regicide at the same trial as Daniel Axtell, but not executed with him | style=\"text-align: center;\" | |- ! scope=\"row\" | | Member of Council of State | Alive | Escaped to Lausanne, Switzerland at Restoration. Died 1671. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Officer of the Guard | Alive | Refused to sign the order to the executioners, which Francis Hacker did in his place. He testified against Daniel Axtell and Hacker, and was pardoned. Died 1660. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Officer of the Guard | Alive | Refused to sign the order to the executioners. He was arrested but not tried; released in 1662. Died 1682. | style=\"text- align: center;\" | |- ! scope=\"row\" | | Clerk of the Court | Alive | Escaped to Switzerland. Died 1666. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Officer of the Guard | Alive | Was appointed a commissioner but never sat in the court. He was pardoned for showing courtesy to the King and for testifying against Daniel Axtell and Francis Hacker. Died 1681. | style=\"text-align: center;\" | |- ! scope=\"row\" | | | Alive | A radical preacher, he was tried and found guilty of inciting regicide; hanged, drawn and quartered at Charing Cross in October 1660. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Headsman and assistant | Unknown | Article XXXIV of the Act of Pardon and Oblivion listed by name 49 of the men mentioned here and also two others who were unnamed and identified as \"those two persons, ... who being disguised by frocks and vizors, did appear upon the scaffold erected before Whitehall\". This was the headsman and his assistant. Sidney Lee states in the Dictionary of National Biography (1866) that the headsman may have been Richard Brandon. | style=\"text-align: center;\"| |} ==Others exempted from the general pardon and found guilty of treason== John Lambert {| class=\"wikitable plainrowheaders sortable\" style=\"margin-right: 0;\" |+ |- ! scope=\"col\" | Name ! scope=\"col\" | At the Restoration ! scope=\"col\" class=\"unsortable\" |Notes ! scope=\"col\" class=\"unsortable\" | |- ! scope=\"row\" | | Alive | Lambert was not in London for the trial of Charles I. At the Restoration, he was found guilty of high treason and remained in custody for the rest of his life, first in Guernsey and then on Drake's Island, where he died in 1683/4. | style=\"text-align: center;\" | |- ! scope=\"row\" | | Alive | After much debate in Parliament, he was exempted from the Indemnity and Oblivion Act. He was tried for high treason, found guilty and beheaded on Tower Hill in June 1662. | style=\"text- align: center;\" | |} Mercat Cross in Edinburgh, now marked by these pavement setts. Under the Scottish Act of indemnity and oblivion (9 September 1662), as with the English act most were pardoned and their crimes forgotten, however a few members of the previous regime were tried and found guilty of treason (for more details see General pardon and exceptions in Scotland): {| class=\"wikitable\" style=\"margin-right: 0;\" |+Actions under the Scottish Act of indemnity and oblivion |- !Name !Fate !Notes |- |Archibald Campbell (8th Earl of Argyll)||Beheaded 27 May 1661.; ; and .||At his trial in Edinburgh Argyll was acquitted of complicity in the death of Charles I, and his escape from the whole charge seemed imminent, but the arrival of a packet of letters written by Argyll to Monck showed conclusively his collaboration with Cromwell's government, particularly in the suppression of Glencairn's Royalist rising in 1652. He was immediately sentenced to death. |- |James Guthrie||Hanged 1 June 1661.||On 20 February 1661 Guthrie was arraigned for high treason before the parliament, with Earl of Middleton presiding as commissioner. The indictment had six counts; the contriving of the \"Western Remonstrance\" and the rejection of the king's ecclesiastical authority were, from a legal point of view, the most formidable charges. The trial was not concluded until 11 April. On 28 May parliament having found him guilty of treason ordered him to be hanged. |- |Captain William Govan||Hanged 1 June 1661 (after Guthrie).|| |- |Archibald Johnston, Lord Warriston||hanged 22 July 1663||At the Restoration Warriston fled to Holland and thence to Hamburg in Germany. He was condemned to death (and stripped of his properties and title) in absentia on 15 May 1661. In 1663, having ventured into France, he was discovered at Rouen, and with the consent of Louis XIV was brought to England and imprisoned in the Tower of London. In June he was taken to Edinburgh and confined in the Tolbooth and was hanged on 22 July 1663. |- |John Swinton (1621?–1679)||Imprisoned.||Swinton was condemned to forfeiture and imprisonment in Edinburgh Castle, where he remained for some years before being released. |- |John Home of Kelloe||Estates sequestrated.||In 1661 Home had his estates sequestrated for being with the English Parliamentary army against the King Charles II's army at the Battle of Worcester in 1651. After the Glorious Revolution of 1688 the estates were restored to his son George. |} ==Notes== ==References== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==Further reading== * * *, volume I, volume II Category:Lists of English people ",
    "title": "List of regicides of Charles I"
}