{
    "id": "1514798",
    "text": "The coat of arms of Uruguay or Uruguayan shield (Spanish: Escudo de Armas del Estado) was first adopted by law on March 19, 1829, and later on had some minor modification in 1906 and 1908. It was supposedly designed by Juan Manuel Besnes Irigoyen (1788–1865). == Description == It consists of an oval shield, which is divided into four equal sections and crowned by a rising golden sun, the “Sun of May”, symbolizing the rising of the Uruguayan nation and the May Revolution. The oval is surrounded by a laurel branch on the left and an olive one on the right, representing honor and peace, joined at the bottom by the former uruguayan cockade. In the upper left quarter there is a golden scale, symbol of equality and justice, set on a blue background. The upper right quarter contains the Cerro de Montevideo (Montevideo Hill) with its fortress on the summit, which represents strength, on a silver background. In the lower left, also on a silver background, there is a galloping black horse, symbolizing liberty. The lower right quarter holds a golden ox, as a symbol of abundance, on a blue background. == Modifications == From 1829 the coat of arms was ornamented with two Uruguayan Flags on each side, weapons, and various elements of commerce, in 1906 the design was simplified by law elimination all ornaments and specifying on the elements of the design. File:Escudo El Nacional Uruguay.jpg File:Escudo Uruguay El Nacional 1845.jpg == Departamental shields == File:Coat of arms of Artigas Department.png| Artigas File:Escudo de Canelones.svg| Canelones File:Cerro Largo Department Coa.png| Cerro Largo File:Colonia Department Coa.png|Escudo de Colonia File:Durazno Department Coa.png| Durazno File:Flores Department Coa.png| Flores File:Florida Department Coa.png| Florida File:Lavalleja Department Coa.png| Lavalleja File:Maldonado Department Coa.png| Maldonado File:Montevideo Department Coat of Arms.svg| Montevideo File:Paysandu Department Coa.png| Paysandú File:Rio Negro Department Coa.png| Río Negro File:Rivera Department Coa.png| Rivera File:Rocha Department Coa.png| Rocha File:Salto Department Coa.png| Salto File:San Jose Department Coa.png| San José File:Soriano Department Coa.png| Soriano File:Tacuarembo Department Coa.png| Tacuarembó File:Treinta y Tres Department Coa.png| Treinta y Tres uruguayan coin since 2011. == See also == * Flag of Uruguay * Sun of May#Historical reference ==Sources== * Heraldry of the World: Uruguay * FlagsoftheWorld.com: Uruguay coat of arms Category:National symbols of Uruguay Uruguay Uruguay Uruguay Uruguay Uruguay Uruguay Uruguay Uruguay ",
    "title": "Coat of arms of Uruguay"
}