{
    "id": "1514981",
    "text": "Intended parents attend the birth of their child by a gestational surrogate. Surrogacy is an arrangement, often supported by a legal agreement, whereby a woman (the surrogate mother) agrees to bear a child for another person or persons who will become the child's parent(s) after birth. People may seek a surrogacy arrangement when pregnancy is medically impossible, when pregnancy risks are too dangerous for the intended mother, or when a single man or a male couple wish to have a child. Surrogacy is considered one of many assisted reproductive technologies. In surrogacy arrangements, monetary compensation may or may not be involved. Receiving money for the arrangement is known as commercial surrogacy. The legality and cost of surrogacy varies widely between jurisdictions, sometimes resulting in problematic international or interstate surrogacy arrangements. Couples seeking a surrogacy arrangement in a country where it is banned sometimes travel to a jurisdiction that permits it. In some countries, surrogacy is legal only if money does not exchange hands. (See surrogacy laws by country and fertility tourism.) Where commercial surrogacy is legal, couples may use the help of third-party agencies to assist in the process of surrogacy by finding a surrogate and arranging a surrogacy contract with her. These agencies often screen surrogates' psychological and other medical tests to ensure the best chance of healthy gestation and delivery. They also usually facilitate all legal matters concerning the intended parents and the surrogate. ==Methods== Surrogacy may be either traditional or gestational, which are differentiated by the genetic origin of the egg. Gestational surrogacy tends to be more common than traditional surrogacy and is considered less legally complex. === Traditional === A traditional surrogacy (also known as partial, natural, or straight surrogacy) is one where the surrogate's egg is fertilised in vivo by the intended father's or a donor's sperm. Insemination of the surrogate can be either through natural or artificial insemination. Using the sperm of a donor results in a child who is not genetically related to the intended parent(s). If the intended father's sperm is used in the insemination, the resulting child is genetically related to both the intended father and the surrogate. In some cases, insemination may be performed privately by the parties without the intervention of a doctor or physician. In some jurisdictions, the intended parents using donor sperm need to go through an adoption process to have legal parental rights of the resulting child. Many fertility centres that provide for surrogacy assist the parties through the legal process. === Gestational === Gestational surrogacy (also known as host or full surrogacy) was first achieved in April 1986. It takes place when an embryo created by in vitro fertilization (IVF) technology is implanted in a surrogate, sometimes called a gestational carrier. Gestational surrogacy has several forms, and in each form, the resulting child is genetically unrelated to the surrogate: * The embryo is created using the intended father's sperm and the intended mother's eggs; * The embryo is created using the intended father's sperm and a donor egg; * The embryo is created using the intended mother's egg and donor sperm; * A donor embryo is transferred to a surrogate. Such an embryo may be available when others undergoing IVF have embryos left over, which they donate to others. The resulting child is genetically unrelated to the intended parent(s). == Risks == The embryo implanted in gestational surrogacy faces the same risks as anyone using IVF would. Preimplantation risks of the embryo include unintentional epigenetic effects, influence of media which the embryo is cultured on, and undesirable consequences of invasive manipulation of the embryo. Often, multiple embryos are transferred to increase the chance of implantation, and if multiple gestations occur, both the surrogate and the embryos face higher risks of complications. Gestational surrogates have a smaller chance of having hypertensive disorder during pregnancy compared to mothers pregnant by oocyte donation. This is possibly because surrogate mothers tend to be healthier and more fertile than women who use oocyte donation. Surrogate mothers also have low rates of placenta praevia / placental abruptions (1.1-7.9%). Children born through singleton IVF surrogacy have been shown to have no physical or mental abnormalities compared to those children born through natural conception. However, children born through multiple gestation in surrogate mothers often result in preterm labor and delivery, resulting in prematurity and physical and/or mental anomalies. == Outcomes == Among gestational surrogacy arrangements, between 19%-33% of gestational surrogates will successfully become pregnant from an embryo transfer. Of these cases, 30-70% will successfully allow the intended parent(s) to become parent(s) of the resulting child. For surrogate pregnancies where only one child is born, the preterm birth rate in surrogacy is marginally lower than babies born from standard IVF (11.5% vs 14%). Babies born from surrogacy also have similar average gestational age as infants born through in vitro fertilization and oocyte donation; approximately 37 weeks. Preterm birth rate was higher for surrogate twin pregnancies compared to single births. There are fewer babies with low birth weight when born through surrogacy compared to those born through in vitro fertilization but both methods have similar rates of birth defects. == Indications for surrogacy == Opting for surrogacy is often a choice made when women are unable to carry children on their own. This can be for a number of reasons, including an abnormal uterus or a complete absence of a uterus either congenitally (also known as Mayer-Roakitansky-Kuster-Hauser syndrome) or post-hysterectomy. Women may have a hysterectomy due to complications in childbirth such as heavy bleeding or a ruptured uterus. Medical diseases such as cervical cancer or endometrial cancer can also lead to surgical removal of the uterus. Past implantation failures, history of multiple miscarriages, or concurrent severe heart or renal conditions that can make pregnancy harmful may also prompt women to consider surrogacy. The biological impossibility of single men and same-sex couples having a baby also may indicate surrogacy as an option. == Gestational surrogacy == In gestational surrogacy, the child is not biologically related to the surrogate mother, who is often referred to as a gestational carrier. Instead, the embryo is created via in vitro fertilization (IVF), using the eggs and sperm of the intended parents or donors, and is then transferred to the surrogate. According to recommendations made by the European Society of Human Reproduction and Embryology and American Society for Reproductive Medicine, a gestational carrier is preferably between the ages of 21 and 45, has had one full-term, uncomplicated pregnancy where she successfully had at least one child, and has had no more than five deliveries or three Caesarean sections. The International Federation of Gynaecology and Obstetrics recommends that the surrogate's autonomy should be respected throughout the pregnancy even if her wishes conflict with what the intended parents want. The most commonly reported motivation given by gestational surrogates is an altruistic desire to help a childless couple. Other less commonly given reasons include enjoying the experience of pregnancy, and financial compensation. ==History== Having another woman bear a child for a couple to raise, usually with the male half of the couple as the genetic father, has been referenced since the ancient times. Babylonian law and custom allowed this practice, and a woman unable to give birth could use the practice to avoid a divorce, which would otherwise be inevitable. Many developments in medicine, social customs, and legal proceedings around the world paved the way for modern surrogacy: * 1936 In the U.S., drug companies Schering-Kahlbaum and Parke-Davis started the pharmaceutical production of estrogen. * 1944 Harvard Medical School professor John Rock became the first person to fertilize human ovum outside the uterus. * 1953 Researchers successfully performed the first cryopreservation of sperm. * 1976 Michigan lawyer Noel Keane wrote the first surrogacy contract in the United States. * 1978 Louise Brown, the first \"test- tube baby\", was born in England, the product of the first successful IVF procedure. * 1985–1986 A woman carried the first successful gestational surrogate pregnancy. * 1986 Melissa Stern, otherwise known as \"Baby M,\" was born in the U.S. The surrogate and biological mother, Mary Beth Whitehead, refused to give up custody of Melissa to the couple with whom she made the surrogacy agreement. The courts of New Jersey found that Whitehead was the child's legal mother and declared contracts for surrogate motherhood illegal and invalid. However, the court found it in the best interest of the infant to award custody of Melissa to the child's biological father, William Stern, and his wife Elizabeth Stern, rather than to Whitehead, the surrogate mother. * 1990 In California, gestational carrier Anna Johnson refused to give up the baby to intended parents Mark and Crispina Calvert. The couple sued her for custody (Calvert v. Johnson), and the court upheld their parental rights. In doing so, it legally defined the true mother as the woman who, according to the surrogacy agreement, intends to create and raise a child. == Psychological concerns == === Surrogate === Anthropological studies of surrogates have shown that surrogates engage in various distancing techniques throughout the surrogate pregnancy so as to ensure that they do not become emotionally attached to the baby. Many surrogates intentionally try to foster the development of emotional attachment between the intended mother and the surrogate child.Teman, Elly. 2003. scribd.com \"Knowing the Surrogate Body in Israel\" in: Rachel Cook and Shelley Day Schlater (eds.), Surrogate Motherhood: International Perspectives. London: Hart Press. pp. 261-280. Some surrogates describe feeling empowered by the experience.Ragone, Helena (1994). Surrogate Motherhood: Conception in the Heart. Westview Books. Although gestational surrogates generally report being satisfied with their experience as surrogates, there are cases in which they are not. Unmet expectations are associated with dissatisfaction. Some women did not feel a certain level of closeness with the couple and others did not feel respected by the couple. Some gestational surrogates report emotional distress during the process of surrogacy. There may be a lack of access to therapy and emotional support through the surrogate process. Gestational surrogates may struggle with postpartum depression and issues with relinquishing the child to their intended parents. Immediate postpartum depression has been observed in gestational surrogates at a rate of 0-20%. Some surrogates report negative feelings with relinquishing rights to the child immediately after birth, but most negative feelings resolve after some time. === Child and parents === A systematic review of 55 studies examining the outcomes for surrogacy for surrogate mothers and resulting families showed that there were no major psychological differences in children up to the age of 10 years old that were born from surrogacy compared to those children born from other assisted reproductive technology or those children conceived naturally. Gay men who have become fathers using surrogacy have reported similar experiences to those as other couples who have used surrogacy, including their relationships both their child and their surrogate. A study has followed a cohort of 32 surrogacy, 32 egg donation, and 54 natural conception families through to age seven, reporting the impact of surrogacy on the families and children at ages one, two, and seven. At age one, parents through surrogacy showed greater psychological well-being and adaptation to parenthood than those who conceived naturally; there were no differences in infant temperament. At age two, parents through surrogacy showed more positive mother–child relationships and less parenting stress on the part of fathers than their natural conception counterparts; there were no differences in child development between these two groups. At age seven, the surrogacy and egg donation families showed less positive mother–child interaction than the natural conception families, but there were no differences in maternal positive or negative attitudes or child adjustment. The researchers concluded that the surrogacy families continued to function well. ==Legal issues== The legality of surrogacy varies around the world. Many countries do not have laws which specifically deal with surrogacy. Some countries ban surrogacy outright, while others ban commercial surrogacy but allow altruistic surrogacy (in which the surrogate is not financially compensated). Some countries allow commercial surrogacy, with few restrictions. Some jurisdictions extend a ban on surrogacy to international surrogacy. In some jurisdictions rules applicable to adoptions apply while others do not regulate the practice. The US, Ukraine, Russia and Georgia have the most liberal laws in the world, allowing commercial surrogacy, including for foreigners. Several Asian countries used to have liberal laws, but the practice has since been restricted. In 2015, Thailand banned commercial surrogacy, and restricted altruistic surrogacy to Thai couples. In 2016, Cambodia also banned commercial surrogacy. Nepal, Mexico, and India have also recently banned foreign commercial surrogacy. Surrogacy is legal and common in Iran; and monetary remuneration is practiced and allowed by religious authorities. Laws dealing with surrogacy must deal with: * enforceability of surrogacy agreements. In some jurisdictions, they are void or prohibited, and some jurisdictions distinguish between commercial and altruistic surrogacy. * the different issues raised by traditional and gestational surrogacy * mechanisms for the legal recognition of the intended parents as the legal parents, either by pre-birth orders or by post-birth adoption Although laws differ widely from one jurisdiction to another, some generalizations are possible: The historical legal assumption has been that the woman giving birth to a child is that child's legal mother, and the only way for another woman to be recognized as the mother is through adoption (usually requiring the birth mother's formal abandonment of parental rights). Even in jurisdictions that do not recognize surrogacy arrangements, if the potential adoptive parents and the birth mother proceed without any intervention from the government and do not change their mind along the way, they will likely be able to achieve the effects of surrogacy by having the surrogate mother give birth and then give the child up for private adoption to the intended parents. If the jurisdiction specifically bans surrogacy, however, and authorities find out about the arrangement, there may be financial and legal consequences for the parties involved. One jurisdiction (Quebec) prevented the genetic mother's adoption of the child even though that left the child with no legal mother.Baudouin, Christine. \"\"Surrogacy in Quebec: First Legal Test\". Canadian Fertility and Andrology Society. Some jurisdictions specifically prohibit only commercial and not altruistic surrogacy. Even jurisdictions that do not prohibit surrogacy may rule that surrogacy contracts (commercial, altruistic, or both) are void. If the contract is either prohibited or void, then there is no recourse if one party to the agreement has a change of heart: if a surrogate changes her mind and decides to keep the child, the intended mother has no claim to the child even if it is her genetic offspring, and the couple cannot get back any money they may have paid the surrogate; if the intended parents change their mind and do not want the child after all, the surrogate cannot get any money to make up for the expenses, or any promised payment, and she will be left with legal custody of the child. Jurisdictions that permit surrogacy sometimes offer a way for the intended mother, especially if she is also the genetic mother, to be recognized as the legal mother without going through the process of abandonment and adoption. Often this is via a birth orderBognar, Tara (November 28, 2011). \"Birth Orders: An Overview\" . Retrieved December 13, 2011. in which a court rules on the legal parentage of a child. These orders usually require the consent of all parties involved, sometimes even including the husband of a married gestational surrogate. Most jurisdictions provide for only a post-birth order, often out of an unwillingness to force the surrogate mother to give up parental rights if she changes her mind after the birth. A few jurisdictions do provide for pre-birth orders, generally only in cases when the surrogate mother is not genetically related to the expected child. Some jurisdictions impose other requirements in order to issue birth orders: for example, that the intended parents be heterosexual and married to one another. Jurisdictions that provide for pre- birth orders are also more likely to provide for some kind of enforcement of surrogacy contracts. === Citizenship === The citizenship and legal status of the children resulting from surrogacy arrangements can be problematic. The Hague Conference Permanent Bureau identified the question of citizenship of these children as a \"pressing problem\" in the Permanent Bureau 2014 Study (Hague Conference Permanent Bureau, 2014a: 84-94). According to U.S. Department of State, Bureau of Consular Affairs, for a child born abroad to be a U.S. citizen one or both of the child's genetic parents must be a U.S. citizen. In other words, the only way for a foreign born surrogate child to acquire U.S. citizenship automatically at birth is if he/she is the biological son or daughter of a U.S. citizen. Further, in some countries, the child will not be a citizen of the country in which he/she is born because the surrogate mother is not legally the parent of said child. This could result in a child being born without citizenship. ==Ethical issues== Numerous ethical questions have been raised with regards to surrogacy. They generally stem from concerns relating to social justice, women's rights, child welfare, and bioethics. === Surrogate Mother === Those that view surrogacy as a social justice issue argue that it leads to the exploitation of women in developing countries whose wombs are commodified to meet the reproductive needs of the more affluent. While opponents of this stance argue that surrogacy provides a much-needed source of revenue for women facing poverty in developing countries, others purport that the lack of legislation in such countries often leads to much of the profit accruing to middlemen and commercial agencies rather than the surrogate mothers themselves. It has been argued that under laws of countries where surrogacy falls under the umbrella of adoption, commercial surrogacy can be considered problematic as payment for adoption is unethical, but not paying a surrogate mother for her service is a form of exploitation. Both opponents and supporters of surrogacy have agreed that implementing international laws on surrogacy can limit the social justice issues that surrogate mothers face in transnational surrogacy. Other human rights activists express concern over the conditions under which surrogate mothers are kept by surrogacy clinics which exercise much power and control over the process of surrogate pregnancy. Isolated from friends and family and required to live in separate surrogacy hostels on the pretext of ensuring consistent prenatal care, it is argued that surrogate mothers may face psychological challenges that cannot be offset by the (limited) economic benefits of surrogacy. Other psychological issues are noted, such as the implications of surrogate mothers emotionally detaching themselves from their babies in anticipation of birth departure. The relevance of a woman's consent in judging the ethical acceptability of surrogacy is another point of controversy within human rights circles. While some hold that any consensual process is not a human rights violation, other human rights activists argue that human rights are not just about survival but about human dignity and respect. Thus, decisions cannot be defined as involving agency if they are driven by coercion, violence, or extreme poverty, which is often the case with women in developing countries who pursue surrogacy due to economic need or aggressive persuasion from their husbands. On the other end of the spectrum, it has been argued that bans on surrogacy are violations of human rights under the existing laws of the Inter-American Court of Human Rights reproductive rights landmark. Feminists have also argued that surrogacy is an assault to a woman's dignity and right to autonomy over her body. By degrading impoverished women to the mere status of “baby producers”, commercial surrogacy has been accused by feminists of commodifying women's bodies in a manner akin to prostitution. Feminists also express concerns over links between surrogacy and patriarchal expressions of domination as numerous reports have been cited of women in developing countries coerced into commercial surrogacy by their husbands wanting to “earn money off of their wives’ bodies”. Supporters of surrogacy have argued to mandate education of surrogate mothers regarding their rights and risks through the process in order to both rectify the ethical issues that arise and to enhance their autonomy. === Child === Those concerned with the rights of the child in the context of surrogacy reference issues related to identity and parenthood, abandonment and abuse, and child trafficking. It is argued that in commercial surrogacy, the rights of the child are often neglected as the baby becomes a mere commodity within an economic transaction of a good and a service. Such opponents of surrogacy argue that transferring the duties of parenthood from the birthing mother to a contracting couple denies the child any claim to its “gestational carrier” and to its biological parents if the egg and/or sperm is/are not that of the contracting parents. In addition, they claim that the child has no right to information about any siblings he or she may have in the latter instance. The relevance of disclosing the use of surrogacy as an assisted reproductive technique to the child has also been argued to be important for both health risks and the right's of the child. Child welfare concerns also relate to the abandonment and abuse of children that may occur in cases where the intending parents divorce, change their minds, or decide they want a different child. For example, the abandonment of a twin boy with Down syndrome by an Australian couple resulted in Thailand banning surrogacy. Those which deem surrogacy as a violation to the rights of the child often cite cases of trafficking and selling of surrogate children across borders in Cambodia and other countries, leading to statelessness and lack of citizenship amongst other issues. ==Religious issues== Different religions take different approaches to surrogacy, often related to their stances on assisted reproductive technology in general. ===Catholicism=== The Catholic Church is generally opposed to surrogacy which it views as immoral and incompatible with Biblical texts surrounding topics of birth, marriage, and life. Paragraph 2376 of the Catechism of the Catholic Church states that: \"Techniques that entail the dissociation of husband and wife, by the intrusion of a person other than the couple (donation of sperm or ovum, surrogate uterus), are gravely immoral.\"\"Paragraph 2376\". Catechism of the Catholic Church. Many proponents of this stance express concern that the sanctity of marriage may be compromised by the insertion of a third party into the marriage contract. Additionally, the practice of in vitro fertilisation involved in gestational surrogacy is generally viewed as morally impermissible due to its removal of human conception from the sacred process of sexual intercourse. Pro-life Catholics also condemn in vitro fertilisation due to the killing of embryos that accompanies the frequent practice of discarding, freezing, or donating non-implanted eggs to stem cell research. As such, the Catholic Church deems all practices involving in vitro fertilisation, including gestational surrogacy, as morally problematic. ===Judaism=== In general, there is a lack of consensus within the Jewish community on the matter of surrogacy. Jewish scholars and rabbis have long debated this topic, expressing conflicting views on both sides of the debate. Those supportive of surrogacy within the Jewish religion generally view it as a morally permissible way for Jewish women who cannot conceive to fulfill their religious obligations of procreation. Rabbis who favour this stance often cite Genesis 9:1 which commands all Jews to “be fruitful and multiply”. In 1988, the Committee on Jewish Law and Standards issued formal approval for surrogacy, concluding that “the mitzvah of parenthood is so great that ovum surrogacy is permissible”. Jewish scholars and Rabbis which hold an anti-surrogacy stance often see it as a form of modern slavery wherein women's bodies are exploited and children are commodified. As Jews possess the religious obligation to “actively engage in the redemption of those who are enslaved”, practices seen as involving human exploitation are morally condemned. This thinking aligns with concerns brought forth by other groups regarding the relation between surrogacy practices and forms of human trafficking in certain countries with large fertility tourism industries. Many Jewish scholars and Rabbis also cite ethical concerns surrounding the “broken relationship” between the child and its surrogate birth mother”. Rabbi Immanuel Jacovits, chief rabbi of the United Hebrew Congregation from 1976 to 1991, reported in his 1975 publication Jewish Medical Ethics that “to use another person as an incubator and then take from her the child that she carried and delivered for a fee is a revolting degradation of maternity and an affront to human dignity.” Another point of contention surrounding surrogacy within the Jewish community is the issue of defining motherhood. There are generally three conflicting views on this topic: 1) the ovum donor is the mother, 2) the surrogate mother is the mother, and 3) the child has two mothers- both the ovum donor and the surrogate mother. While most contend that parenthood is determined by the woman giving birth, a minority opt to consider the genetic parents the legal parents, citing the well-known passage in Sanhedrin 91b of the Talmud which states that life begins at conception. Also controversial is the issue of defining Judaism in the context of surrogacy. Jewish Law states that if a Jewish woman is the surrogate, then the child is Jewish. However, this often raises issues when the child is raised by a non-Jewish family and approaches for addressing this issue are also widely debated within the Jewish community. ===Hinduism=== As India and other countries with large Hindu populations have become centers for fertility tourism, numerous questions have been raised regarding whether or not surrogacy conflicts with the Hindu religion. While Hindu scholars have not debated the issue extensively, T. C. Anand Kumar, a renowned Indian reproductive biologist, argues that there is no conflict between Hinduism and assisted reproduction. Others have supported this stance with reference to Hindu mythology, including a story in the Bhagavata Purana which suggests the practice of surrogate motherhood: > Kan(sh) the wicked king of Mathura, had imprisoned his sister Devaki and her > husband Vasudeva because oracles had informed him that her child would be > his killer. Every time she delivered a child, he smashed its head on the > floor. He killed six children. When the seventh child was conceived, the > gods intervened. They summoned the goddess Yogamaya and had her transfer the > fetus from the womb of Devaki to the womb of Rohini (Vasudeva’s other wife > who lived with her sister Yashoda across the river Yamuna, in the village of > cowherds at Gokul). Thus the child conceived in one womb was incubated in > and delivered through another womb. Additionally, infertility Is often associated with Karma in the Hindu tradition and consequently treated as a pathology to be treated. This has led to general acceptance of medical intervention for addressing infertility amongst Hindus. As such, surrogacy and other scientific methods of assisted reproduction are generally supported within the Hindus community. Nonetheless, Hindu women do not commonly use surrogacy as an option to treat infertility, despite often serving as surrogates for Western commissioning couples. When surrogacy is practiced by Hindus, it is more likely to be used within the family circle as opposed to involving anonymous donors. ===Jainism=== Harinegameshin Transfers Mahavira's Embryo, from a Kalpasutra manuscript, c. 1300-1350, Philadelphia Museum of Art Jain scholars have not debated the issue of surrogacy extensively. Nonetheless, the practice of surrogacy is referenced in the Śvētāmbara tradition of Jainism according to which the embryo of Lord Mahavira was transferred from a Brahmin woman Devananada to the womb of Trishala, the queen of Kshatriya ruler Siddharth, by a divinity named Harinegameshin. This account is not present in Digambara Jain texts, however. Other sources state that surrogacy is not objectionable in the Jain view as it is seen as a physical operation akin to any other medical treatment used to treat a bodily deficiency. However, some religious concerns related to surrogacy have been raised within the Jain community including the loss of non-implanted embryos, destruction of traditional marriage relationships, and adulterous implications of gestational surrogacy. === Buddhism === Buddhist thought is also inconclusive on the matter of surrogacy. The prominent belief is that Buddhism totally accepts surrogacy since there are no Buddhist teachings suggesting that infertility treatments or surrogacy are immoral. This stance is further supported by the common conception that serving as a surrogate mother is an expression of compassion and therefore automatically aligns with Buddhist values. However, numerous Buddhist thinkers have expressed concerns with certain aspects of surrogacy, hence challenging the contention that surrogacy is always compatible with Buddhist tradition. One Buddhist perspective on surrogacy arises from the Buddhist belief in reincarnation as a manifestation of karma. According to this view, surrogate motherhood circumvents the workings of karma by interfering with the natural cycle of reincarnation. Others reference the Buddha directly who purportedly taught that trade in sentient beings, including human beings, is not a righteous practice as it almost always involves exploitation that causes suffering. Susumu Shimazono, professor of Religious Studies at the University of Tokyo, contends in the magazine \"Dharma World\" that surrogacy places the childbearing surrogate in a position of subservience, in which her body becomes a “tool” for another. Simultaneously, other Buddhist thinkers argue that as long as the primary purpose of being a surrogate mother is out of compassion instead of profit, it is not exploitative and is therefore morally permissible. This further highlights the lack of consensus on surrogacy within the Buddhist community. === Islam === The Islamic community has largely outlawed the practice of surrogacy, however there remains a small population of Muslims which contend that the practice of surrogacy does not conflict with Islamic law. The main concerns that Muslims raise with regard to surrogacy relate to issues of adultery and parental lineage. Many Muslim groups claim that surrogate motherhood is not permitted under Islamic law because it is akin to zina (adultery) which is strictly prohibited in the Muslim religion. This is based on the fact that in gestational surrogacy, the surrogate carries the fertilized egg of someone who is not her legal husband, thus transgressing the bounds of Allah as stated in the Quran: “Those who guard their private parts except from their spouses…” (Al-Mu’minun 23:5) “Whosoever goes beyond that are indeed transgressors” (Al-Mu’minun 23:7). Additionally, arguments have been raised that surrogacy interferes with the preservation of lineage (hifz al-nasl) which is one of the five universals and objectives of Sharia law. For Muslims, the Qur’anic injunction that “their mothers are only those who conceived them and gave birth to them (waladna hum)” denies the distinction between genetic and gestational mothers, hence complicating notions of lineage within the context of surrogacy, which are central to the Muslim faith. In contrast, a minority of Muslim proponents of surrogacy argue that Islamic law recognizes the preservation of the human species as one of its primary objectives (maqasid), and allowing married couples to pursue conceiving children is part of this primary objective. They also contend that the surrogate mother cannot be accused of zina because no sexual intercourse with a non-legal husband is required for her pregnancy. Finally, they argue that the lineage of the child can be traced to the biological parents and hence questions of lineage are easily resolvable. They support this by drawing comparisons between hiring a surrogate mother and hiring a woman to breast feed one's child which is an acceptable practice under Islamic law. ==Fertility tourism== Some countries, such as the United States, Canada, Greece, Ukraine, Georgia and Russia, are popular surrogacy destinations for foreign intended parents. Eligibility, processes and costs differ from country to country. Fertility tourism for surrogacy is driven by legal restrictions in the home country or the incentive of lower prices abroad. Previously popular destinations, India, Nepal, Thailand, and Mexico have all recently implemented bans on commercial surrogacy for non-residents. ==See also== * Adoption * Artificial insemination * Bioethics * Embryo transfer * Fertility * Human Fertilisation and Embryology Act 2008 * Human overpopulation * Infertility * Sperm donation * Surrogacy laws by country * Third-party reproduction * egg donation * Sexual surrogate ==References== == Further reading == * Teman, Elly (March, 2010). \"Birthing a Mother: The Surrogate Body and the Pregnant Self\". Berkeley: University of California Press. * Siegel-Itzkovich, Judy (April 3, 2010). \"Womb to Let\". The Jerusalem Post. * Li, Shan (February 18, 2012). \"Chinese Couples Come to U.S. to Have Children Through Surrogacy\". Los Angeles Times. ==External links== * \"Surrogacy\", Better Health Channel, State Government of Victoria, Australia Category:Human pregnancy Category:Obstetrics Category:Gendered occupations Category:Bioethics Category:Human commodity ",
    "title": "Surrogacy"
}