{
    "id": "1515869",
    "text": "The Liao River () is the principal river in southern Northeast China, and one of the seven main river systems in mainland China. Its name derived from the Liao region, a historical name for southern Manchuria, from which the Liaoning province, Liaodong Peninsula and Liao dynasty also all have derived their names. The river is also popularly known as the \"mother river\" in Northeast China. Coursing long, the Liao River system drains a catchment basin of over , but its mean discharge is quite small at only about , about one-twentieth that of the Pearl River. The Liao River has an exceedingly high sediment load because many parts of it flow through powdery loess. The Liao River is also an important geographical landmark, as it divides the modern Liaoning province into two broad regions — Liaodong (\"east of Liao River\") and Liaoxi (\"west of Liao River\"). ==Course== The Liao River is formed from the confluence of its two main tributaries, the Xiliao River from the west, and Dongliao River from the east. The western tributary resides entirely in Inner Mongolia, and is formed by the confluence of the Xar Moron River and the Laoha River at approximately 43° 25' N, 120° 45' E, before being reinforced by another tributary called the Xinkai River at its lower section. The eastern tributary arises in western Jilin Province, and goes through an S-shaped course before meeting its counterpart near the junction region of Liaoning, Jilin and Inner Mongolia, approximately 42° 59' N, 123° 33' E. The resultant river, the Liao River proper, then enters Liaoning Province and courses southwards through the Northeast China Plain, receiving numerous tributaries along the way. It makes a westward turn near Pingdingbao Town, Tieling County, and after receiving more tributaries, earns an infrequently used nickname Juliu River (巨流河, \"giant stream river\"). The Liao River will then course southwest until it reaches near the Liujianfang Hydrological Station (六间房水文站) at Tai'an County, and historically bifurcates into two distributaries, forming the Liao River Delta (辽河三角洲). The western distributary of the delta, originally smaller, was called the Shuangtaizi River (双台子河) until 2011, receives the tributary Raoyang River at Panjin's Panshan County before draining into the Liaodong Bay of the Bohai Sea west of Dawa County. The eastern distributary, originally the larger and the main body of lower Liao River, was called the Wailiao River (外辽河, \"Outer Liao River\"). The Wailiao River travelled southwards to pick up two large tributaries, the Hun River and Taizi River, at a confluence locally referred as the \"Trident River\" (三岔河), where it then adopted the new name Daliao River (大辽河, \"Great Liao River\") and drained into the Liaodong Bay just west of Yingkou. However, the Liao River Delta has a flat topography made up of soft sediment soil, with meandrous waterways that had a rich history of rerouting. This coupled with the risk of storm surges due to the region's low elevation, created a huge problem in flood control. This flood risk at the coastal section of the Liao River system was particularly threatening to Yingkou, a city immediately adjacent to the mouth of Daliao River and home to 2 million people. In 1958, the upriver of the Wailiao River at Liujianfang was blocked off via a river engineering project, redirecting the water flow from the Liao River proper entirely towards the Shuangtaizi River (which was renamed to simply the \"Liao River\" in 2011), effectively separating the Hun River and Taizi River from the Liao River system. Therefore, the Daliao River system is considered an independent water system of their own since 1958, and the Hun and Taizi River are no longer tributaries of the Liao River. Also, due to the Wailiao River's upstream flow being cut off, the Liao River no longer has any distributaries, therefore the Liao River Delta technically also ceased to exist from 1958 onwards, however the term remains in use to describe the area of Panjin between the Liao River's left bank and Wailiao/Daliao River's right bank. ==Tributaries== ===Major tributaries=== *Xiliao River (, \"Western Liao River\"), historically also known as Huang River (潢水), is the largest tributary of Liao River, running and draining a basin of . The Xiliao River is formed by the confluence of Laoha River (老哈河) flowing from the southwest, and Xar Moron River (西拉木伦河) flowing from the west, running its entire length eastwards within Inner Mongolia. It is joined at the lower course by a large tributary, the Xinkai River (新开河), which drains the southeast slopes of the Khingan Mountains and is dry in its upper reaches except after thunderstorms, north of the city of Shuangliao, before turning southeast to join the Dongliao River to form the Liao River proper near the common border of Liaoning, Jilin and Inner Mongolia. *Dongliao River (, \"Eastern Liao River\")，is the other major tributary of the Liao River, running , draining a basin of , and has a rich catchment of 88 tributaries, 23 of which are of significant sizes. Its headwaters arise in the low mountains near Dongliao County in Jilin Province, where more than 80% of its entire length resides. The Dongliao River then traverses a short west course through Liaoning Province, turns north back to Jilin before turning southwest to join the Xiliao River. ===Minor tributaries=== These following tributaries drain into the Liao River proper throughout its course within the Liaoning Province. *Sutai River () *Qing River () *Chai River () *Fan River () *Xiushui River () *Yangximu River () *Liu River () *Raoyang River () ===Former tributaries=== *Hun River (, \"muddy river\"), historically also known as Little Liao River (小辽水) or Shen River (沈水)，was formally the second largest tributary of Liao River after Xiliao River. Running and draining a basin of , the Hun River has numerous tributaries of its own, 31 of which has catchment area greater than . It flows through the most populous area of Liaoning Province, including the provincial capital and largest city (also in the entire Northeast China), Shenyang, as well as the 10th largest city, Fushun. The river got its current name from the fast flow speed and high sediment load, which leads to its muddy appearance. The Hun River's headwaters arise from the Qian Mountains, a branch of the Changbai Mountains, where the river is also called Nalu River (纳噜水) or Red River (红河), and flows into the Dahuofang Reservoir (大伙房水库), which supplies drinking water to the surrounding cities of Shenyang, Fushun, Liaoyang, Anshan, Panjin, Yingkou and Dalian. The river's middle section was also called Shen River, which gave name to the capital city Shenyang to its north, and the lower section is also called Clam River (蛤蜊河). :Before 1958, the Hun River joins the Wailiao River and then the Taizi River near Haicheng — the confluence of the three rivers was also known as \"the Trident River\" — to form the Daliao River which drains into the Liaodong Bay. However in 1958, a river engineering project was conducted to address flood control problem in the coastal area near Yingkou. The upriver of the Wailiao River at Liujianfang was blocked off, diverting the Liao River stream away towards the Shuangtaizi River, effectively separating the Hun River and Taizi River from the main body of Liao River system. Therefore since 1958, the Hun and Taizi River were considered an independent river system of their own, no longer being tributaries of the Liao River. *Taizi River (, \"crown prince river\"), historically also known as Yan River (衍水) or Liang River (梁水), was named according to the legend that it was the last site of refuge for Crown Prince Dan of Yan, who was fleeing from Qin conquest after the failed assassination attempt on the King of Qin. It was formally the third largest tributary of the Liao River, running and draining a basin of . The Taizi River, like the Hun River running parallel north of it, flows through some of the most important agricultural and industrial regions of southern Liaoning, including the cities of Benxi, Anshan and Liaoyang. Like its sister river, the Hun River, the Taizi River has numerous tributaries, including two largest ones of which it is formed from the confluence. Its headwaters arise from hill regions between Benxi and Fushun, and contains the famous Benxi Water Caves. Like Hun River, the Taizi River is no longer a tributary of Liao River since the obliteration of upstream Wailiao River in 1958. ==See also== * North China Plain * Loess Plateau * List of rivers of Asia * List of rivers in China ==References== Category:Rivers of Liaoning Category:Rivers of Jilin Category:Rivers of Inner Mongolia Category:Rivers of Hebei ",
    "title": "Liao River"
}