{
    "id": "1515047",
    "text": "Imagine Software was a British video games developer based in Liverpool which existed briefly in the early 1980s, initially producing software for the ZX Spectrum and VIC-20. The company rose quickly to prominence and was noted for its polished, high-budget approach to packaging and advertising (at a time when this was not commonplace in the British software industry), as well as its self-promotion and ambition. Following Imagine's high-profile demise under mounting debts in 1984, the name was bought and used as a label by Ocean Software until the late 1980s. ==History== ===Founding and early success=== Imagine Software was founded in 1982 by former members of Bug-Byte including Mark Butler, David Lawson and Eugene Evans. Butler and Evans had previously worked at Microdigital, one of the first computer stores in the UK. The owner of Microdigital, Bruce Everiss, was invited to join the company to run the company day-to-day and run the PR department. Imagine Software produced several very successful games, including Arcadia for the Vic 20 and ZX Spectrum, throughout 1982 and 1983, but some games shipped with serious, game- breaking bugs. The company grew in size through this period, at one point employing upwards of 80 people, a large number for its time, and splashed out large sums of money on company cars and the founding of a racing team to race in the Isle of Man TT race. ===Financial troubles and demise=== Rumours of Imagine's financial situation began to circulate in December 1983 following the revelations that an estimated £50,000 of its advertising bills had not been paid. The following year the debts mounted, with further advertising and tape duplication bills going unpaid, and Imagine was forced to sell the rights to its games to Beau Jolly in order to raise money. The company then achieved nationwide notoriety when it was filmed the following year by a BBC documentary crew while in the process of going spectacularly bust. Mark Butler also made an appearance on Thames Television's Daytime programme in 1984, talking about his experience of having been a millionaire who lost his money at a young age. On the 28 June 1984 a writ was issued against Imagine by VNU Business Press for money owed for advertising in Personal Computer Games magazine, and the company was wound up on 9 July 1984 at the High Court in London after it was unable to raise the £10,000 required to pay this debt (though by this time its total debts ran to hundreds of thousands of pounds). ===Legacy=== Former programmers went on to establish Psygnosis and Denton Designs. The company's back catalogue was owned by Beau Jolly, while rights to the Imagine label were acquired by Ocean Software, which primarily used it to publish home computer conversions of popular arcade games. The final game bearing the Imagine name was released in 1989. ===In other media=== The Black Mirror interactive film Bandersnatch, released in 2018, alludes to Imagine Software and the failed work to produce Bandersnatch. The film starts on 9 July 1984, the date of Imagine's closure, and includes a shot of the cover of Crash reporting on the closure. Within the film, the fictional software company Tuckersoft, which had developed both Commodore 64 and ZX Spectrum games, places its financial future on the attempt to produce Bandersnatch, and in some scenarios falls into bankruptcy after the game fails to appear. ==Megagames== Imagine had intended to develop six so-called \"Megagames\", the most well-known of which were Psyclapse and Bandersnatch. These games were designed to push the boundaries of the hardware of the time, even to the extent that they were intended to be released with a hardware add-on which would have increased the capabilities of the computer, as well as guarding against piracy. The games were advertised heavily and would have retailed at around £30 - an expensive price tag when the average price of a game at the time was £7.20 - but Imagine's collapse meant that they remained vaporware and never saw the light of day. During the BBC documentary it was revealed that the game Psyclapse was little more than a paper sketch, though the name was later used for a sub-label of Psygnosis. Bandersnatch was subsequently acquired and completed by another company, Finchspeed. It was eventually released under a different name, Brataccas, for the 16-bit Atari ST, Amiga and Macintosh formatshttp://www.edge-online.com/features/making- bandersnatch?page=2 by Psygnosis. ==Games== As Imagine Software *Arcadia, 1983 *Wacky Waiters, 1982 *Frantic, 1982 *Catcha Snatcha, 1983 *Schizoids, 1983 *Ah Diddums, 1983 *Molar Maul, 1983 *Jumping Jack aka Leggit!, 1983 *Zip Zap, 1983 *Zzoom, 1983 *Bewitched, 1983 *Stonkers, 1983 *Alchemist, 1983 *Pedro, 1984 *Cosmic Cruiser, 1984 *BC Bill, 1984http://www.users.globalnet.co.uk/~jg27paw4/yr09/yr09_59.htm As a label of Ocean Software *Wizadore, 1985http://www.pixsoriginadventures.co.uk/tag/wizadore/ *Hyper Sports, 1985 *Mikie, 1985 *World Series Baseball, 1985http://www.worldofspectrum.org/infoseekid.cgi?id=0005746 *Yie Ar Kung-Fu, 1985 *Army Moves, 1986 *Green Beret, 1986 *Movie, 1986 *Psycho Soldier, 1987 *Athena, 1987,http://www.lemon64.com/games/details.php?ID=167 *Renegade, 1987 *Rastan, 1987 *Freddy Hardest, 1987 *Slap Fight, 1987https://www.c64-wiki.de/wiki/Slap_Fight *Arkanoid, 1987 *Arkanoid II, 1988 *Target: Renegade, 1988 *Bad Dudes vs. DragonNinja, 1988 *The Vindicator!, 1988 *WEC Le Mans, 1988 *Salamander, 1988 *Victory Road, 1989 *Renegade III: The Final Chapter, 1989 http://www.lemon64.com/games/details.php?ID=2120 ==References== ==External links== * The Bubble Bursts - article from CRASH documenting the fall of Imagine Software * Imagine Software profile on MobyGames Category:Defunct companies based in Liverpool Category:Video game companies established in 1982 Category:Video game companies disestablished in 1984 Category:Defunct video game companies of the United Kingdom Category:Video game development companies Category:1982 establishments in England Category:1984 disestablishments in England Category:British companies disestablished in 1984 Category:British companies established in 1982 ",
    "title": "Imagine Software"
}