{
    "id": "1515944",
    "text": "Atlantic School of Theology (AST) is a Canadian public ecumenical university that provides graduate level theological education and undertakes research to assist students to prepare for Christian ministries and other forms of public leadership. It is located in Halifax, Nova Scotia, Canada, and its enrolment is approximately 160 degree and non-degree students. Persons of all religious traditions, or none, are welcome to study at AST. ==Mission== Atlantic School of Theology is a public ecumenical university that serves Christ's mission by shaping effective and faithful ordained and lay leaders and understanding among communities of faith. ==History== Atlantic School of Theology was founded in 1971 and formally incorporated on June 28, 1974, by an Act of the Legislature of Nova Scotia. Atlantic School of Theology is accredited by the Association of Theological Schools in the United States and Canada and by the Maritime Provinces Higher Education Commission. AST was formed in 1971 through a merger of the following institutions: * Faculty of Theology, University of King's College (Anglican Church of Canada) * Holy Heart Theological Institute, formerly the Holy Heart Seminary (Roman Catholic Church)The Story of Atlantic School of Theology, 2010, retrieved 3 March 2018 * Pine Hill Divinity Hall (United Church of Canada) Theological education has been offered on the property in Halifax since 1878. AST occupies the former campus of Pine Hill Divinity Hall situated on the coast of the Atlantic Ocean in eastern Canada. The university received its charter to grant degrees in 1974 from the government of Nova Scotia. In 1975, fire destroyed the Holy Heart Theological Institute.Holy Heart Seminary 50th Anniversary from Beaton Institute, retrieved 3 March 2018 In 2002, AST and nearby Saint Mary's University signed a collaboration agreement. The two universities remain independent. ==Academic programs== AST's degree programs include the Master of Divinity - offered on campus (30 credits over 3 years) or in a blended campus/internet format (30 credits over 5 years, including a work placement) - and the Master of Arts (8 credits as a second theological degree or 18 credits as a first theological degree). The Master of Arts in Religious Studies and Theology is offered in collaboration with Saint Mary's University. The M.A. degree is usually pursued in preparation for doctoral studies, for vocational formation, or for personal enrichment. The M.Div. degree, which is usually pursued in preparation for service to faith communities, may also be undertaken at the Honours level (35 credits). Both M.Div. and M.A. students may choose to write a thesis. Atlantic School of Theology's ecumenical degree programs also prepare students for chaplaincy in the contexts of health care, universities, prisons, and the military. AST also offers a Graduate Certificate in Theological Studies (10 credits); an Adult Education Certificate in Theological Studies (4 components, fully online); a Diploma in Youth Ministry; and a Diploma in the New Evangelization. An expanding number of Continuing Education offerings is part of AST's non-credit programming. Independent researchers and scholars, the public, area clergy, and those undertaking sabbaticals are welcome to make use of AST's library resources. ==Centres== The Canadian Centre for Ethics in Public Affairs (CCEPA) is jointly sponsored by Atlantic School of Theology and Saint Mary's University. ==Notable alumni/ae== * Joseph-Aurèle Plourde - former Roman Catholic Archbishop of Ottawa (Holy Heart Seminary) * Fred Hiltz, primate of the Anglican Church of Canada ==See also== * Higher education in Nova Scotia * List of universities in Nova Scotia ==References== ==Further reading== * Carol Ann Goodine “Origins of Atlantic School of Theology” (Halifax NS: M.A thesis St. Mary's University, 1993) ==External links== * Category:Universities and colleges in Halifax, Nova Scotia Category:Seminaries and theological colleges in Canada Category:Educational institutions established in 1971 Category:Private universities and colleges in Canada ",
    "title": "Atlantic School of Theology"
}