{
    "id": "1515696",
    "text": " The Dangbe language, also Dangbe or Adaŋgbi, is a Kwa language spoken in south-eastern Ghana by the Dangbe People (Dangbeli). The Dangbeli are part of the larger Ga-Dangbe ethnic group. Klogbi is a variant, spoken by the Kloli (Klo or Krobo People). Kropp Dakubu (1987) is the most thorough grammar of the language. The language the language the people are for is the Adangbe but the language being spoken is Dangme (also taught in various ghanaian schools). ==Classification== Dangme is a Kwa language, part of the Niger–Congo family. It is closely related to Ga, and together they form the Ga–Dangme branch within Kwa. ==Geographic distribution== Dangme is spoken in Ghana by over 800,000 people as of 2004. It is the aboriginal language spoken in Ghana, Togo, Benin by the people of Ada, Osudoku, Manya Krobo, Yilo Krobo, Shai, Ningo, Prampram and Kpone. Dangme is partly mutually intelligible with Ga, and, to a lesser extent, Ewe. Nevertheless, many Dangme people also speak or understand at least one of these languages, painting the relationship as asymmetric. Dangme as a school subject is taught in the Dangme areas. The land of these related tribes stretched from the Greater Accra Region to the Easter Region of Ghana, northward to the Akwapim hills and has all the Dangmeland on the east and the Ga to the west of it. Bawaleshi, which is about 4.8 kilometers southwest of Dodowa, is the last Dangme town which is close to the Akwapim and the Ga boundaries. There are six main dialects which coincide with political units. The coastal dialects are Ada, Ningo and Prampram (Gbugbla). The inland dialects are Shai (Sɛ), Krobo (Klo) and Osudoku. ==Phonology== ===Consonants=== {|class=wikitable style=text-align:center |+Consonant phonemes |- ! colspan=2| ! Labial ! Alveolar ! Palatal ! Velar ! Labial-velar |- !colspan=2| Nasal | | | | | |- !rowspan=2| Plosive/ Affricate ! | | | | | |- ! | | | | | |- !rowspan=2| Fricative ! | | | | | |- ! | | | | | |- !colspan=2| Approximant | | | | | |} * are bilabial, whereas are labiodental. * are singly articulated plosives, are affricates (stops with a strong fricative release), whereas are doubly articulated plosives. * varies between a lateral approximant and a central trill . * has a fricative allophone . ===Vowels=== Monophthongs of Dangme, from Adangme has 7 oral vowels and 5 nasal vowels. {|class=\"wikitable\" ! rowspan=2| !colspan=2|Front !colspan=2|Back |- ! ! ! ! |- ! Close | align=center | | align=center | | align=center | | align=center | |- !Close-mid | align=center | | | align=center | | |- !Open-mid | align=center | | align=center | | align=center | | align=center | |- !Open | align=center | | align=center | | | |} * The front vowels are unrounded, whereas the back vowels are rounded. * are slightly more open than . * are close-mid . They do not have nasal counterparts. * are open-mid , whereas are somewhat lower (near-open) . * The nasal is open front , whereas the oral is slightly retracted (near-front) . ===Tones=== Adangme has three tones: high, mid and low. Like many West African languages, it has tone terracing. ===Phonotactics=== The possible syllable structures are V, CV, or CCV where the second consonant is . ==Writing system== Adangme is written in the Latin script. Tones and nasalisation are not normally written. Orthographic and phonemic correspondences include the following: * j - * ng - * ngm - * ny - * ts - * y - * ɛ - * ɔ - ==References== ==Bibliography== * * * * ==External links== * My First GaDangme Dictionary kasahorow * Universal Declaration of Human Rights in Dangme * Lessons in Wikiversity * Listen to a sample of Adangbe from Global Recordings Network * Listen to a sample of Adangme from Global Recordings Network Category:Languages of Ghana Category:Ga–Dangme languages ",
    "title": "Dangme language"
}