{
    "id": "1515898",
    "text": ":For a quick reference table of these equations, see: Table of thermodynamic equations Thermodynamics is expressed by a mathematical framework of thermodynamic equations which relate various thermodynamic quantities and physical properties measured in a laboratory or production process. Thermodynamics is based on a fundamental set of postulates, that became the laws of thermodynamics. ==Introduction== One of the fundamental thermodynamic equations is the description of thermodynamic work in analogy to mechanical work, or weight lifted through an elevation against gravity, as defined in 1824 by French physicist Sadi Carnot. Carnot used the phrase motive power for work. In the footnotes to his famous On the Motive Power of Fire, he states: “We use here the expression motive power to express the useful effect that a motor is capable of producing. This effect can always be likened to the elevation of a weight to a certain height. It has, as we know, as a measure, the product of the weight multiplied by the height to which it is raised.” With the inclusion of a unit of time in Carnot's definition, one arrives at the modern definition for power: :p=\\frac{W}{t} = \\frac{(mg)h}{t}\\ During the latter half of the 19th century, physicists such as Rudolf Clausius, Peter Guthrie Tait, and Willard Gibbs worked to develop the concept of a thermodynamic system and the correlative energetic laws which govern its associated processes. The equilibrium state of a thermodynamic system is described by specifying its \"state\". The state of a thermodynamic system is specified by a number of extensive quantities, the most familiar of which are volume, internal energy, and the amount of each constituent particle (particle numbers). Extensive parameters are properties of the entire system, as contrasted with intensive parameters which can be defined at a single point, such as temperature and pressure. The extensive parameters (except entropy) are generally conserved in some way as long as the system is \"insulated\" to changes to that parameter from the outside. The truth of this statement for volume is trivial, for particles one might say that the total particle number of each atomic element is conserved. In the case of energy, the statement of the conservation of energy is known as the first law of thermodynamics. A thermodynamic system is in equilibrium when it is no longer changing in time. This may happen in a very short time, or it may happen with glacial slowness. A thermodynamic system may be composed of many subsystems which may or may not be \"insulated\" from each other with respect to the various extensive quantities. If we have a thermodynamic system in equilibrium in which we relax some of its constraints, it will move to a new equilibrium state. The thermodynamic parameters may now be thought of as variables and the state may be thought of as a particular point in a space of thermodynamic parameters. The change in the state of the system can be seen as a path in this state space. This change is called a thermodynamic process. Thermodynamic equations are now used to express the relationships between the state parameters at these different equilibrium state. The concept which governs the path that a thermodynamic system traces in state space as it goes from one equilibrium state to another is that of entropy. The entropy is first viewed as an extensive function of all of the extensive thermodynamic parameters. If we have a thermodynamic system in equilibrium, and we release some of the extensive constraints on the system, there are many equilibrium states that it could move to consistent with the conservation of energy, volume, etc. The second law of thermodynamics specifies that the equilibrium state that it moves to is in fact the one with the greatest entropy. Once we know the entropy as a function of the extensive variables of the system, we will be able to predict the final equilibrium state. ==Notation== Some of the most common thermodynamic quantities are: The conjugate variable pairs are the fundamental state variables used to formulate the thermodynamic functions. :{| cellspacing=\"5\" |- | p Pressure || V Volume |- | T Temperature || S Entropy |- | μ Chemical potential || N Particle number |} The most important thermodynamic potentials are the following functions: :{|cellspacing=\"5\" |- | U Internal energy || F Helmholtz free energy || H Enthalpy || G Gibbs free energy |} Thermodynamic systems are typically affected by the following types of system interactions. The types under consideration are used to classify systems as open systems, closed systems, and isolated systems. :{| cellspacing=\"5\" |- | δw infinitesimal amount of Work (W) |- | δq infinitesimal amount of Heat (Q) |- | m mass |} Common material properties determined from the thermodynamic functions are the following: :{|cellspacing=\"5\" |- | ρ || Density is defined as mass of material per unit volume |- |CV || Heat capacity at constant volume |- |Cp || Heat capacity at constant pressure |- |\\beta_T || Isothermal compressibility |- |\\beta_S || Adiabatic compressibility |- |\\alpha || Coefficient of thermal expansion |} The following constants are constants that occur in many relationships due to the application of a standard system of units. :{| cellspacing=\"5\" |- |kB Boltzmann constant ||R Ideal gas constant ||NA Avogadro constant |} ==Laws of thermodynamics== The behavior of a Thermodynamic system is summarized in the laws of Thermodynamics, which concisely are: :* Zeroth law of thermodynamics :*:If A, B, C are thermodynamic systems such that A is in thermal equilibrium with B and B is in thermal equilibrium with C, then A is in thermal equilibrium with C. ::The zeroth law is of importance in thermometry, because it implies the existence of temperature scales. In practice, C is a thermometer, and the zeroth law says that systems that are in thermodynamic equilibrium with each other have the same temperature. The law was actually the last of the laws to be formulated. :* First law of thermodynamics :*:dU=\\delta Q-\\delta W\\, where dU\\, is the infinitesimal increase in internal energy of the system, \\delta Q\\, is the infinitesimal heat flow into the system, and \\delta W\\, is the infinitesimal work done by the system. ::The first law is the law of conservation of energy. The symbol \\delta instead of the plain d, originated in the work of German mathematician Carl Gottfried NeumannCarl G. Neumann, Vorlesungen über die mechanische Theorie der Wärme, 1875. and is used to denote an inexact differential and to indicate that Q and W are path-dependent (i.e., they are not state functions). In some fields such as physical chemistry, positive work is conventionally considered work done on the system rather than by the system, and the law is expressed as dU=\\delta Q+\\delta W. :* Second law of thermodynamics :*:The entropy of an isolated system never decreases: dS \\ge 0 for an isolated system. ::A concept related to the second law which is important in thermodynamics is that of reversibility. A process within a given isolated system is said to be reversible if throughout the process the entropy never increases (i.e. the entropy remains unchanged). :* Third law of thermodynamics :*: \\, S=0 when \\, T = 0 ::The third law of thermodynamics states that at the absolute zero of temperature, the entropy is zero for a perfect crystalline structure. :* Onsager reciprocal relations - sometimes called the Fourth law of thermodynamics :*: \\mathbf{J}_{u} = L_{uu}\\, abla(1/T) - L_{ur}\\, abla(m/T) \\\\! :*: \\mathbf{J}_{r} = L_{ru}\\, abla(1/T) - L_{rr}\\, abla(m/T) \\\\! ::The fourth law of thermodynamics is not yet an agreed upon law (many supposed variations exist); historically, however, the Onsager reciprocal relations have been frequently referred to as the fourth law. == The fundamental equation == The first and second law of thermodynamics are the most fundamental equations of thermodynamics. They may be combined into what is known as fundamental thermodynamic relation which describes all of the changes of thermodynamic state functions of a system of uniform temperature and pressure. As a simple example, consider a system composed of a number of k different types of particles and has the volume as its only external variable. The fundamental thermodynamic relation may then be expressed in terms of the internal energy as: :dU = TdS-pdV+\\sum_{i=1}^k\\mu_idN_i Some important aspects of this equation should be noted: , , * The thermodynamic space has k+2 dimensions * The differential quantities (U, S, V, Ni) are all extensive quantities. The coefficients of the differential quantities are intensive quantities (temperature, pressure, chemical potential). Each pair in the equation are known as a conjugate pair with respect to the internal energy. The intensive variables may be viewed as a generalized \"force\". An imbalance in the intensive variable will cause a \"flow\" of the extensive variable in a direction to counter the imbalance. * The equation may be seen as a particular case of the chain rule. In other words: ::dU= \\left(\\frac{\\partial U}{\\partial S}\\right)_{V,\\\\{N_i\\\\}}dS+ \\left(\\frac{\\partial U}{\\partial V}\\right)_{S,\\\\{N_i\\\\}}dV+ \\sum_i\\left(\\frac{\\partial U}{\\partial N_i}\\right)_{S,V,\\\\{N_{j e i}\\\\}}dN_i :from which the following identifications can be made: ::\\left(\\frac{\\partial U}{\\partial S}\\right)_{V,\\\\{N_i\\\\}}=T ::\\left(\\frac{\\partial U}{\\partial V}\\right)_{S,\\\\{N_i\\\\}}=-p ::\\left(\\frac{\\partial U}{\\partial N_i}\\right)_{S,V,\\\\{N_{j e i}\\\\}}=\\mu_i :These equations are known as \"equations of state\" with respect to the internal energy. (Note - the relation between pressure, volume, temperature, and particle number which is commonly called \"the equation of state\" is just one of many possible equations of state.) If we know all k+2 of the above equations of state, we may reconstitute the fundamental equation and recover all thermodynamic properties of the system. *The fundamental equation can be solved for any other differential and similar expressions can be found. For example, we may solve for dS and find that ::\\left(\\frac{\\partial S}{\\partial V}\\right)_{U,\\\\{N_i\\\\}}=\\frac{p}{T} == Thermodynamic potentials == By the principle of minimum energy, the second law can be restated by saying that for a fixed entropy, when the constraints on the system are relaxed, the internal energy assumes a minimum value. This will require that the system be connected to its surroundings, since otherwise the energy would remain constant. By the principle of minimum energy, there are a number of other state functions which may be defined which have the dimensions of energy and which are minimized according to the second law under certain conditions other than constant entropy. These are called thermodynamic potentials. For each such potential, the relevant fundamental equation results from the same Second-Law principle that gives rise to energy minimization under restricted conditions: that the total entropy of the system and its environment is maximized in equilibrium. The intensive parameters give the derivatives of the environment entropy with respect to the extensive properties of the system. The four most common thermodynamic potentials are: After each potential is shown its \"natural variables\". These variables are important because if the thermodynamic potential is expressed in terms of its natural variables, then it will contain all of the thermodynamic relationships necessary to derive any other relationship. In other words, it too will be a fundamental equation. For the above four potentials, the fundamental equations are expressed as: :dU\\left(S,V,{N_{i}}\\right) = TdS - pdV + \\sum_{i} \\mu_{i} dN_i :dH\\left(S,p,N_{i}\\right) = TdS + Vdp + \\sum_{i} \\mu_{i} dN_{i} :dF\\left(T,V,N_{i}\\right) = -SdT - pdV + \\sum_{i} \\mu_{i} dN_{i} :dG\\left(T,p,N_{i}\\right) = -SdT + Vdp + \\sum_{i} \\mu_{i} dN_{i} The thermodynamic square can be used as a tool to recall and derive these potentials. ==First order equations== Just as with the internal energy version of the fundamental equation, the chain rule can be used on the above equations to find k+2 equations of state with respect to the particular potential. If Φ is a thermodynamic potential, then the fundamental equation may be expressed as: :d\\Phi = \\sum_i \\frac{\\partial \\Phi}{\\partial X_i} dX_i where the X_i are the natural variables of the potential. If \\gamma_i is conjugate to X_i then we have the equations of state for that potential, one for each set of conjugate variables. :\\gamma_i = \\frac{\\partial \\Phi}{\\partial X_i} Only one equation of state will not be sufficient to reconstitute the fundamental equation. All equations of state will be needed to fully characterize the thermodynamic system. Note that what is commonly called \"the equation of state\" is just the \"mechanical\" equation of state involving the Helmholtz potential and the volume: :\\left(\\frac{\\partial F}{\\partial V}\\right)_{T,\\\\{N_i\\\\}}=-p For an ideal gas, this becomes the familiar PV=NkBT. ===Euler integrals === Because all of natural variables of the internal energy U are extensive quantities, it follows from Euler's homogeneous function theorem that :U=TS-pV+\\sum_i \\mu_i N_i\\, Substituting into the expressions for the other main potentials we have the following expressions for the thermodynamic potentials: :F= -pV+\\sum_i \\mu_i N_i\\, :H=TS +\\sum_i \\mu_i N_i\\, :G= \\sum_i \\mu_i N_i\\, Note that the Euler integrals are sometimes also referred to as fundamental equations. ===Gibbs–Duhem relationship === Differentiating the Euler equation for the internal energy and combining with the fundamental equation for internal energy, it follows that: :0=SdT-Vdp+\\sum_iN_id\\mu_i\\, which is known as the Gibbs-Duhem relationship. The Gibbs-Duhem is a relationship among the intensive parameters of the system. It follows that for a simple system with r components, there will be r+1 independent parameters, or degrees of freedom. For example, a simple system with a single component will have two degrees of freedom, and may be specified by only two parameters, such as pressure and volume for example. The law is named after Willard Gibbs and Pierre Duhem. == Second order equations == There are many relationships that follow mathematically from the above basic equations. See Exact differential for a list of mathematical relationships. Many equations are expressed as second derivatives of the thermodynamic potentials (see Bridgman equations). ===Maxwell relations=== Maxwell relations are equalities involving the second derivatives of thermodynamic potentials with respect to their natural variables. They follow directly from the fact that the order of differentiation does not matter when taking the second derivative. The four most common Maxwell relations are: :{| |- |~ \\left ( {\\partial T\\over \\partial V} \\right )_{S,N} = -\\left ( {\\partial p\\over \\partial S} \\right )_{V,N} ~ |width=\"80\"| |~ \\left ( {\\partial T\\over \\partial p} \\right )_{S,N} = \\left ( {\\partial V\\over \\partial S} \\right )_{p,N} ~ |- |~ \\left ( {\\partial T\\over \\partial V} \\right )_{p,N} = -\\left ( {\\partial p\\over \\partial S} \\right )_{T,N} ~ |width=\"80\"| |~ \\left ( {\\partial T\\over \\partial p} \\right )_{V,N} = \\left ( {\\partial V\\over \\partial S} \\right )_{T,N} ~ |} The thermodynamic square can be used as a tool to recall and derive these relations. === Material properties === Second derivatives of thermodynamic potentials generally describe the response of the system to small changes. The number of second derivatives which are independent of each other is relatively small, which means that most material properties can be described in terms of just a few \"standard\" properties. For the case of a single component system, there are three properties generally considered \"standard\" from which all others may be derived: * Compressibility at constant temperature or constant entropy :~ \\beta_{T \\text{ or } S} = -{ 1\\over V } \\left ( {\\partial V\\over \\partial p} \\right )_{T,N \\text{ or } S,N} * Specific heat (per-particle) at constant pressure or constant volume :~ c_{p \\text{ or } V}= \\frac{T}{N}\\left ( {\\partial S\\over \\partial T} \\right )_{p \\text{ or } V} ~ * Coefficient of thermal expansion :\\alpha_{p} = \\frac{1}{V}\\left(\\frac{\\partial V}{\\partial T}\\right)_p These properties are seen to be the three possible second derivative of the Gibbs free energy with respect to temperature and pressure. ==Thermodynamic property relations== Properties such as pressure, volume, temperature, unit cell volume, bulk modulus and mass are easily measured. Other properties are measured through simple relations, such as density, specific volume, specific weight. Properties such as internal energy, entropy, enthalpy, and heat transfer are not so easily measured or determined through simple relations. Thus, we use more complex relations such as Maxwell relations, the Clapeyron equation, and the Mayer relation. Maxwell relations in thermodynamics are critical because they provide a means of simply measuring the change in properties of pressure, temperature, and specific volume, to determine a change in entropy. Entropy cannot be measured directly. The change in entropy with respect to pressure at a constant temperature is the same as the negative change in specific volume with respect to temperature at a constant pressure, for a simple compressible system. Maxwell relations in thermodynamics are often used to derive thermodynamic relations. page 661 The Clapeyron equation allows us to use pressure, temperature, and specific volume to determine an enthalpy change that is connected to a phase change. It is significant to any phase change process that happens at a constant pressure and temperature. One of the relations it resolved to is the enthalpy of vaporization at a provided temperature by measuring the slope of a saturation curve on a pressure vs. temperature graph. It also allows us to determine the specific volume of a saturated vapor and liquid at that provided temperature. In the equation below, L represents the specific latent heat, T represents temperature, and \\Delta v represents the change in specific volume. page 662 :\\frac{\\mathrm{d} P}{\\mathrm{d} T} = \\frac {L}{T \\Delta v} The Mayer relation states that the specific heat capacity of a gas at constant volume is slightly less than at constant pressure. This relation was built on the reasoning that energy must be supplied to raise the temperature of the gas and for the gas to do work in a volume changing case. According to this relation, the difference between the specific heat capacities is the same as the universal gas constant. This relation is represented by the difference between Cp and Cv: Cp – Cv = R page 669 ==Notes== ==References== * * * * * ** Chapters 1 - 10, Part 1: Equilibrium. * * (reprinted from Oxford University Press, 1978) * * * ",
    "title": "Thermodynamic equations"
}