{
    "id": "1515424",
    "text": "Edward D. Freis (May 13, 1912 – February 1, 2005) was an American physician and researcher, who received the Albert Lasker Award for his studies of the treatment of hypertension. ==Early life== Edward David Freis was born in Chicago, Illinois on May 3, 1912 to Lithuanian immigrants Roy and Rose Freis. He had his eyes set on becoming an actor, but after a few shows, he realized that acting was not for him, and he decided to become a doctor. Freis obtained his BS from the University of Arizona in 1936, and his M.D. from the College of Physicians and Surgeons at Columbia University. After graduation, an internship, and a one-year residency in Boston-area hospitals, he joined the United States Army Air Corps, serving as assistant chief, then chief, of the laboratory service at Lincoln Air Force Base from 1942-1944, and the laboratory service for the USAAF Rheumatic Fever Research Program at Gowen Field from 1944-1945. When the war ended, Freis returned to Boston, completing another residency and a research fellowship at Evans Memorial Hospital, where he worked under Robert Wilkins. ==Career== Freis met Doctor Chester Keefer, who had done penicillin trials, and decided that he wanted to become a researcher. He went to work for the United States Veterans Affairs Administration in Washington, DC, specializing in the study of hypertension. In 1949, Freis was appointed Assistant Chief of the Medical Service, and also served as an adjunct Clinical Professor of Medicine at Georgetown University. He later served as director of the Cardiovascular Research Laboratory and chief of the Hypertension Clinic at Georgetown. In 1954, Freis was promoted to chief of the VA Medical Service, and in 1959, he was also named Senior Medical Investigator. In the early 20th century, hypertension was not considered a disease, but a normal part of aging. In fact, it was felt by the medical community that high blood pressure was a good thing, because it improved circulation. Even so, there was no reliable way to lower high blood pressure until the 1940s. But Freis's studies, first published in the New England Journal of Medicine in 1954 then later expanded in the 1960s, showed that hypertension actually increased the likelihood of stroke and heart attack. The 1960s study lasted five years (1964-1969), and was designed to determine whether treatment of hypertension would help prevent death and injury from complications due to stroke, kidney damage, congestive heart failure, and heart attack. The study found that treatment dramatically decreased the number of strokes, congestive heart failure, and kidney damage, but did not prevent heart attacks and sudden cardiac death. The study was one of the first randomized, double-blind, multi-institutional clinical trials ever done in the United States. The study was published in 1970 with little excitement from the scientific and medical community. However, Freis was awarded the Lasker Award in 1971 for his studies, cited for \"an exemplary demonstration of the potential of preventive medicine.\" After this study, Freis continued to manage cooperative studies on hypertension, and was recognized as a foremost authority on hypertension by his fellow researchers. His book with Gina Kolata, The High Blood Pressure Book, won the American Heart Association Howard Blakeslee award in 1980. ==Publications== *The High Blood Pressure Book, with Gina Kolata, 1979 ==References== ==External links== * Edward D. Freis Papers (1926-2004) - National Library of Medicine finding aid * The Edward D. Freis Papers - Profiles in Science, National Library of Medicine Category:1912 births Category:2005 deaths Category:Georgetown University faculty Category:University of Arizona alumni Category:American medical researchers Category:Columbia University College of Physicians and Surgeons alumni Category:United States Army Air Forces officers Category:American military personnel of World War II Category:Recipients of the Lasker-DeBakey Clinical Medical Research Award ",
    "title": "Edward D. Freis"
}