{
    "id": "1515738",
    "text": "The AraAppaloosa, also known as the Araloosa, Arappaloosa and the Ara- Appaloosa, is a part-Arabian horse breed that is the result of a cross between an Arabian horse and an Appaloosa, combining the refined phenotype of the Arabian with the leopard-spotted coloring of the Appaloosa. As both breeds are noted for endurance and intelligence, the resulting cross is usually able to excel at endurance riding as well as other disciplines performed by either breed, including ranch work, and a variety of horse show disciplines. An AraAppaloosa with one purebred Arabian parent may be registered as a half- Arabian with the Arabian Horse Association, and because the Appaloosa breed still has an open stud book to horses of Arabian breeding, many Arappaloosas can also be registered with the Appaloosa Horse Club (ApHC). However, they also have their own organization, the AraAppaloosa and Foundation Breeders' International (AAFBI). ==History== The AAFBI was established in an effort to protect the original or \"foundation\" Appaloosa, and promotes the incorporation of Arabian bloodlines into \"foundation-bred\" Appaloosa breeding programs, preserving what they consider to be the original type of Appaloosa horse. According to AAFBI, the AraAppaloosa of today is considered a re-establishment or preservation of the best examples of the Appaloosa breed originally developed by the Nez Perce people of the American Pacific Northwest in the 18th and 19th centuries. The AAFBI believes that the backgrounds of leopard- spotted horses and the Arabian breed have much in common, with prototypes of each dating to antiquity. AAFBI notes that certain \"oriental\"-type horses were often particolored, as shown in Ancient Near East and Ancient Egyptian art. The association also promotes the standards set by one of the founders of the Appaloosa Horse Club, Claude Thompson, who, beginning in the 1930s, used Arabian blood in his Appaloosa breeding program and believed that Arabian blood was a crucial part of the Appaloosa genome. An AraAppaloosa in hunt seat competition ==Characteristics== The AraAppaloosa exhibits the \"leopard\" or \"Lp\" gene and thus must have one of the color patterns found on the Appaloosa. They average from high. They are to have the general conformation of the Arabian, including a refined head, high-carried tail and overall elegance. Like both the Arabian and the Appaloosa, they should possess considerable endurance, sure-footedness, and intelligence. Overall, an AraAppaloosa will be of a more refined build than the more common type of Appaloosa, those with a high percentage of American Quarter Horse breeding, more commonly seen in the modern show ring. ==References== *Oklahoma State *Central Pets Category:Horse breeds Category:Part-Arabian breeds of horses and ponies ",
    "title": "AraAppaloosa"
}