{
    "id": "1515931",
    "text": "The Motley Fool is a private financial and investing advice company based in Alexandria, Virginia. It was founded in July 1993 by co-chairmen and brothers David Gardner and Tom Gardner, and Erik Rydholm, who has since left the company. Its main business is online subscription services with investing recommendations, stock research, and analysis. The company employs over 300 people worldwide. == Company name == The name “Motley Fool” is taken from Shakespeare’s comedy As You Like It. It references the one character — the court jester — who could speak the truth to the Duke without having his head lopped off. == History == === Early years === In 1994, The Motley Fool published a series of messages online promoting a nonexistent sewage-disposal company. The messages, which were an April Fool's joke designed to teach a lesson about penny stock investing, garnered widespread attention, including an article in The Wall Street Journal. In August of that year, the Gardners parlayed their one-year-old investment newsletter into a content partnership with America Online (AOL). In December, they were profiled in the \"Talk of the Town\" section of the New Yorker. In 1996, David and Tom Gardner published The Motley Fool Investment Guide, which ranked on bestseller lists for both The New York Times and Bloomberg Businessweek. The book was controversial; Bloomberg wrote about The Motley Fool's \"Fanatical following,\" while a PBS Frontline episode described the company as made up of \"20-somethings\" giving \"so-called advice.\" In 1997, the Motley Fool's online presence moved from AOL to its own domain, Fool.com, where it continued to provide investing advice under an advertising-based revenue model. === \"Foolish Four\" and dot-com bust === In 1999, the Motley Fool was criticized by Jason Zweig for its \"Foolish Four\" investment theory. This idea had been marketed as a way to \"crush mutual funds [in] only 15 minutes a year\" by using a mathematical formula to find stocks predicted to grow much more than average. In 2000, Motley Fool writer Ann Coleman admitted that the Foolish Four method \"turned out to be not nearly as wonderful a strategy as we thought.\" During the dot-com bubble and market collapse of 2001, the company lost 80% of its staff in three rounds of layoffs. It also closed its operations in Germany and Japan, which have since been reestablished. === Expansion === In April 2002, The Motley Fool shifted to a subscription-based business model with the launch of its first subscription service for investment advice. The company launched their Stock Advisor program which is still in service today. The Stock Advisor program offers monthly stock picks and premium investment education to subscribers. The company also established free and subscription-based businesses in several countries. As of 2019, The Motley Fool has operations in the United Kingdom, Australia, Canada, Germany, Hong Kong, and Japan. In October 2019, the company announced that it was shutting down operations in Singapore. In August 2018, the company launched a personal-finance sub-brand called The Ascent to provide personal finance product reviews and free educational resources. In September 2019, the Motley Fool launched two more sub-brands. Millionacres provides subscription-based real estate investing advice and real estate resources. == Legislative efforts == Representatives of The Motley Fool have testified before Congress against mutual fund fees, in support of fair financial disclosure, on the collapse of Enron, and the IPO process. In 1999, the Securities and Exchange Commission proposed Regulation Fair Disclosure, which would require companies to simultaneously give important information to Wall Street analysts and the public at large. In December 1999, Motley Fool author Bill Barker wrote an article telling readers to post comments on the SEC's website. The regulation passed, and in the July 2, 2001, edition of The Wall Street Journal, former SEC chairman Arthur Levitt is quoted saying, “Two thirds of our letters came from Fools. Without them, Reg FD would not have happened.” ==See also== *Investopedia *Seeking Alpha *Totalise plc v Motley Fool Ltd *Wall Street Survivor ==References== ==External links== * Category:Financial services companies established in 1993 Category:Companies based in Alexandria, Virginia Category:Internet properties established in 1993 Category:Internet forums Category:Investment in the United States Category:Economics websites Category:Finance websites Category:Webby Award winners Category:American companies established in 1993 Category:1993 establishments in Virginia ",
    "title": "The Motley Fool"
}