{
    "id": "1515516",
    "text": "Douglas Andrew Fraser (December 18, 1916 - February 23, 2008) was a Scottish- American union leader. He was president of the United Auto Workers from 1977 to 1983 and an adjunct professor of labor relations at Wayne State University for many years. He is best remembered for helping to save Chrysler from bankruptcy in 1979 by heavily lobbying the US Congress for a loan and convincing workers to make concessions. He received the Walter P. Reuther Humanitarian Award from Wayne State University in 2006. ==Early life== Fraser was born in Glasgow, Scotland, on December 28, 1916. His father, Samuel, was an electrician and an active and vocal trade unionist.Joshua Holusha and Micheline Maynard, \"Douglas A. Fraser, 91, Union Chief Who Helped Chrysler, Is Dead,\" New York Times, February 25, 2008. The family was so poor that his father, who worked at a brewery, would sometimes fuel the family stove with stolen whiskey.\"Fraser Goes into High Gear,\" Time, July 23, 1979. Samuel Fraser moved to Detroit, Michigan, while his son was still a young boy, in 1922. Samuel, his mother, Douglas, his sister, and his brother sailed to New York CityDavid Runk, \"Douglas Fraser, Former United Auto Workers President, Dies at 91\", Associated Press, February 24, 2008.John Gallagher, \"1916-2008: Doug Fraser Steered UAW Through Hard Times\", Detroit Free Press, February 24, 2008. aboard the and were inspected at Ellis Island on April 23, 1923. They travelled to their new home in Detroit by train. Douglas was deeply influenced by the Great Depression. His father was out of work for long periods, and he admitted that the poverty and social disorder that he witnessed changed his life. He dropped out of high school when he was 18, worked in a machine shop, and took several jobs in the automobile industry. ==Early union career== Fraser eventually found work as a metal finisher in one of Chrysler's DeSoto factories, where he became active in the union in 1936. He was twice fired for his union beliefs and activities and participated sitdown strikes at Chrysler. Fraser was elected president of UAW Local 227 in 1943, and served in the US Army during World War II. After the war, Fraser quickly rose through the ranks in the UAW. He was appointed an international representative in 1947. During a difficult 104-day strike at Chrysler in 1950, he deeply impressed UAW staff with his negotiating skills.David Gartman, Auto Slavery: The Labor Process in the American Automobile Industry, 1897-1950, New Brunswick, N.J., l Rutgers University Press, 1986, ; Steve Jefferys, Management and Managed: Fifty Years of Crisis at Chrysler, New York, Cambridge University Press, 1986, He joined the personal staff of UAW President Walter Reuther in 1951, where he was a personal administrative assistant to Reuther. In 1959, he was elected co- director of UAW Region 1A, and a member-at-large of the international UAW board of directors in 1962. Reuther soon thereafter appointed him director of the UAW's Chrysler, Skilled Trades, and Technical, Office and Professional Departments. He was elected a vice-president of the international union in 1970. As a key member of Reuther's staff, Fraser was involved in a number of successful collective bargaining agreements, early retirement program in 1964, and wage parity for both US and Canadian members in 1967. Reuther died in a plane crash during the 1970 contract talks, leading many to speculate that Fraser might be tapped to lead the union. However, after a deeply-divided vote of the UAW executive council voted 13-to-12 against him, Fraser withdrew his name, and Leonard Woodcock became union president.Nelson Lichtenstein, The Most Dangerous Man in Detroit: Walter Reuther and the Fate of American Labor, Urbana, Ill., University of Illinois Press, 1997, David R. Jones, \"U.A.W. Wins Gains in Chrysler Pact,\" New York Times, September 10, 1964; \"And Now for G.M.,\" Time, November 17, 1967; Jerry M. Flint, \"Reuther's Successor in Doubt as Auto Talks Near,\" New York Times, May 11, 1970; Arthur R. Schwartz, Michele M. Hoyman, \"The Changing of the Guard: The New American Labor Leader,\" Annals of the American Academy of Political and Social Science, May 1984. Fraser led a nine-day strike against Chrysler that began on September 14, 1973, the first against the automaker in decades. The collective bargaining agreement hammered out five days later and ratified on September 23 contained restrictions on mandatory overtime, a comprehensive health-and-safety program, significant improvement to the early retirement plan, and a new dental care benefit. A new streamlined arbitration process was also negotiated, which reduced the time for resolving grievances.\"Surprise Strike at Chrysler,\" Time, September 24, 1973; \"Chrysler Picked as U.A.W. Target,\" New York Times, August 22, 1973; William K. Stevens, \"Auto Talks Go On, Mood Optimistic,\" New York Times, September 17, 1973; William K. Stevens, \"View Chrysler Pact As 'Liberal' and 'Big, Fat Settlement',\" New York Times, September 19, 1973; \"Chrysler Workers Ratify Pact,\" New York Times, September 24, 1973. Fraser (right) in his early days as an international representative for the UAW, with Andy Kranson, UAW Local 7 (Detroit Jefferson Plant) Fraser with Andy Kranson (UAW Local 7, second from right), Marc Stepp Awards at Local 212, 1982 ==UAW presidency== Fraser was president of the UAW from 1977 to 1983. He was elected president after Woodcock had reached the mandatory retirement age of 65, according to the UAW constitution. He is best known for his role in negotiating a greater voice for the union in corporate governance with Chrysler during the company's 1979 bankruptcy crisis and subsequent government-sponsored loan. Fraser mobilized UAW members and heavily lobbied Congress in a move that proved critical to convincing the government to provide $1.2 billion in federally- guaranteed loans, which enabled Chrysler to avoid bankruptcy. He used Reuther's \"equality of sacrifice\" formula to convince UAW members that major concessions were needed to save the company. Fraser then negotiated wage cuts of $3 an hour and waived restrictions on layoffs, which allowed Chrysler to shed nearly 50,000 jobs, about half its workforce. In an unprecedented move, Chrysler Corporation named Fraser to its Board of Directors on which he served from 1980 to 1984. He had pressed for automobile manufacturers to put UAW members on their boards in 1976. He was the first labor leader to sit on the board of directors of an important American company.William F. Morrison, The Savvy Negotiator: Building Win/Win Relationships, New York, Praeger Publishers, 2005, Fraser and UAW shop committee, ca. 1981 Fraser negotiated another round of concessionary contracts in 1982. The early 1980s recession hit the Ford Motor Company particularly hard. To help save the company, Fraser negotiated significant wage and benefit cuts. The same wage concessions were given to General Motors, as Fraser sought to keep wages uniform across the industry to avoid giving one company a cost advantage over another. Some deeply criticized Fraser's 1979 negotiations, however. They argued that the Chrysler agreement set off a wave of concessionary bargaining among automobile manufacturers that then spread into steel, mining, trucking, meatpacking, airlines and rubber. They also claim that a thirty-year truce between labor and management broke down after 1979, leading automobile manufacturers to abandon pattern bargaining and seek an end to job protections and cost-of- living increases. ==Social activism== Fraser was active in politics his entire life. A Democrat, he was an unabashed liberal. Socially progressive, he was a vocal supporter of the Civil Rights Movement. He defied most UAW in his strong support of desegregation busing in public schools. Despite resistance from both staff and members, he began initiatives within the UAW and the auto industry to recruit more minorities and women. He also pushed for national health insurance. ==Retirement== Fraser retired as UAW president in 1983. He was an adjunct professor at Wayne State University for many years, teaching labor relations and labor history. A major research and study center, the Douglas A. Fraser Center for Workplace Issues, was named after him. Fraser received The International Center in New York's Award of Excellence for his significant contributions to life in America. ==Death== Douglas Fraser died on February 23, 2008, of complications from emphysema at Providence Hospital in Southfield, Michigan. ==Archival collections== His life and professional career is documented in historical materials housed within the Walter P. Reuther Library at Wayne State University. His time as UAW president and vice- president and as university professor are chronicled in individual collections. The archival materials include personal correspondence, administrative memoranda, photographs, and other record types. Researchers are encouraged to find the collections at the Walter P. Reuther Library website. ==Quotes== *\"The Chrysler workers saved the Chrysler Corporation.\" *\"Size alone I don't think is the only measurement for a labor union. It's vitality. Your resources are more limited, but it's how you spend those resources. If you spend them on communications and organization and political activity, you can be a very viable force with a much smaller number than we had in the past.\" *\"I believe leaders of the business community, with few exceptions, have chosen to wage a one-sided class war today in our country—a war against working people, the unemployed, the poor, the minorities, the very young and the very old, and even many in the middle class of our society.\"Jerry Tucker, \"U.S. Labor In Crisis: The Current Internal Debate and the Role of Democracy in its Revitalization,\" Z Magazine, March 21, 2005. *\"I would rather sit with the rural poor, the desperate children of urban blight, the victims of racism, and working people seeking a better life than with those whose religion is the status quo, whose goal is profit and whose hearts are cold.\" *\"That’s not an adequate answer. ... Business is about making money, but labor leaders are supposed to be about helping workers.\" (in response to AFL-CIO President John Sweeney's assertion: \"There is no more corruption in unions than there is in business or in Congress.\")Bernard Weisberger, \"Bread and Butter; Bread and Roses,\" American Heritage, September 1998. ==References== ==External links== *Douglas Fraser: A Union Legacy Exhibition. Walter P. Reuther Library of Labor and Urban Affairs. Wayne State University. *\"The Labor Movement, Protectionism, and the International Economy: Conversation with Douglas A. Fraser, Former President of the United Automobile Workers.\" With Harry Kreisler, Executive Director, Institute of International Studies, and Raymond E. Miles, Dean, School of Business Administration. University of California at Berkeley. February 12, 1985. *UAW President’s Office: Douglas A. Fraser Collection. Walter P. Reuther Library of Labor and Urban Affairs. Wayne State University. Category:Leaders of American trade unions Category:1916 births Category:2008 deaths Category:Wayne State University faculty Category:Scottish emigrants to the United States Category:People from Glasgow Category:Deaths from emphysema Category:United Auto Workers people ",
    "title": "Douglas Fraser"
}