{
    "id": "1516331",
    "text": "William Vaios Spanos (31 Dec 1924 – 29 Dec 2017) was a Heideggerian literary critic. Spanos was a Distinguished Professor of English and comparative literature at Binghamton University, Binghamton, New York; he was a founder and editor of the critical journal boundary 2. His work draws heavily on the philosophical legacy of Martin Heidegger, and while it does show the influence of the deconstruction of Jacques Derrida and Paul de Man, Spanos's vocabulary and concepts remain closer to Heidegger's Destruktion (\"destruction\") of metaphysics than to its philosophical successors. He completed his Ph.D. at the University of Wisconsin–Madison in 1964. Spanos takes a post-modern approach to the West, globalization, colonization, and general interventionist foreign policy. He talks about a problem/solution mindset that America was in during the Vietnam War, and how all foreign policy now is still stuck in this framework. Spanos' work derives from philosophers ranging from Heidegger and Nietzsche to Foucault. Spanos was born in Newport, New Hampshire, the son of Greek immigrants. A veteran of World War II, he was captured during the Battle of the Bulge and taken a prisoner of war to Dresden, Germany. There he survived the Allied firebombing of the city. It was a singular experience that he only recounted fifty years later in his autobiographical book, In the Neighborhood of Zero. ==Selected works == === Books === A Casebook on Existentialism * Repetitions: the Postmodern Occasion in Literature and Culture, Baton Rouge: Louisiana State University Press, 1987 * The End of Education: Toward Posthumanism, Minneapolis: University of Minnesota Press, 1993 * Heidegger and Criticism: Retrieving the Cultural Politics of Destruction, Minneapolis: University of Minnesota Press, 1993 * The Errant Art of Moby-Dick: The Cold War, the Canon, and the Struggle for American Literary Studies, Durham, NC: Duke University Press, 1995 * America's Shadow: An Anatomy of Empire, University of Minnesota Press, 1999 * The Legacy of Edward W. Said, University of Illinois Press, 2009 * In the Neighborhood of Zero, University of Nebraska Press, 2010 === Papers === * Heidegger's Parmenides: Greek Modernity and the Classical Legacy, in Modern Greek Studies * Heidegger, Nazism, and the Repressive Hypothesis: The American Appropriation of the Question, in boundary 2, vol. 17, 1990 * Althusser's 'Problematic' in the Context of the Vietnam War: Towards a Spectral Politics, in Rethinking Marxism, vol. 10, no. 3, 1998 * Rethinking the Postmodernity of the Discourse of Postmodernism, in International Postmodernism: Theory and Literary Practice ed. Hans Bertens and Douwwe Fokkema (Amsterdam: John Benjamin, 1997) ==References== ==External links== * His homepage at Binghamton University Category:American literary critics Category:Literary critics of English Category:Binghamton University faculty Category:State University of New York faculty Category:University of Wisconsin-Madison alumni Category:American academics of English literature Category:American people of Greek descent Category:2017 deaths Category:1924 births ",
    "title": "William V. Spanos"
}