{
    "id": "1516348",
    "text": "Naval Air Station Corpus Christi is a United States Navy naval air base located six miles (10 km) southeast of the central business district (CBD) of Corpus Christi, in Nueces County, Texas. ==History== A naval air station for Corpus Christi had been proposed since the mid-1930s, and the city's congressman, Richard M. Kleberg, supported it. But it remained a low priority construction project for the U.S. Navy as late as January 9, 1940. (The Kleberg family and Roy Miller both supported Vice President John Nance Garner's quest for the 1940 presidential nomination.) Rep. Lyndon B. Johnson made himself a key Texas ally of President Franklin D. Roosevelt's bid for a third term, and the White House told the Navy Department to consult Johnson, and heed his advice, on Navy contracts in Texas. By February 1940, the project was on the Navy's preferred list. Brown & Root, a Houston firm, shared the construction contract with another New Deal supporter, Henry Kaiser; the president personally signed the (first) cost plus fixed fee contract June 13, 1940. The Roosevelt campaign in Texas no longer had a shortage of cash. The official step leading to the construction of the Naval Air Station was initiated by the 75th United States Congress in 1938. A board found that a lack of training facilities capable of meeting an emergency demand for pilots constituted a grave situation. They recommended the establishment of a second air training station, and further, that it be located on Corpus Christi Bay. NAS Corpus Christi was commissioned by its first Commanding Officer, CAPT Alva Berhard, on March 12, 1941. The first flight training started on May 5, 1941. Aviation Ordnanceman stationed at the Naval Air Station Corpus Christi boarding a PBY Catalina, circa 1942 In 1941, 800 instructors provided training for more than 300 student pilots a month. The training rate nearly doubled after the bombing of Pearl Harbor. By the end of World War II, more than 35,000 naval aviators had earned their wings there. Corpus Christi provided intermediate flight training in World War II, training naval pilots to fly SNJ, SNV, SNB, OS2U, PBY, and N3N type airplanes. In 1944 it was the largest naval aviation training facility in the world. The facility covered , and had 997 hangars, shops, barracks, warehouses and other buildings. Former President George H.W. Bush was the youngest pilot to receive his wings at NAS Corpus Christi in June 1943. NAS Corpus Christi also was home to the Blue Angels from 1951 to 1954. It also served as a Project Mercury Tracking station in the early 1960s. ===2020 shooting=== On May 21, 2020, a motorist crashed through a northern perimeter gate at NAS Corpus Christi, activating vehicle barriers that stopped the vehicle. The driver then got out and opened fire before being shot and killed. A Navy police officer was shot but was protected by a ballistic vest. Officials with the Federal Bureau of Investigation announced the incident was terrorism-related and a second person of interest may be at large. The shooter was later identified as Adam Alsalhi, a 20-year-old Corpus Christi resident born in Syria, who had expressed support for ISIS and Al- Qaeda in the Arabian Peninsula. The incident was the second fatal shooting and the fourth security incident that caused NAS Corpus Christi to be locked down since February 2019. ==Current operations== Today, the Naval Aviator training program at NAS Corpus Christi is much longer, approximately 18 months, due to the increased complexity of today's aircraft. Currently, Training Air Wing FOUR produces approximately 400 newly qualified aviators each year via the \"Maritime Pipeline\" for shore-based U.S. Navy, U.S. Marine Corps and U.S. Coast Guard fixed-wing jet and turboprop aircraft, as well as a limited number of NATO/Allied/Coalition military pilots for similar aircraft. NAS Corpus Christi in 1946 or 1947 Training Air Wing FOUR consists of four squadrons. VT-27 and VT-28 handle primary training in the T-6B Texan II, a single engine turboprop aircraft. VT-31 and VT-35 provide advanced training in the twin engine T-44C Pegasus aircraft. Other aircraft found at NAS Corpus Christi include the P-3 Orions and General Atomics MQ-9 Reaper drones operated by U.S. Customs and Border Protection. In addition to U.S. Navy Student Naval Aviators, VT-31 and VT-35 also train Student Naval Aviators from the U.S. Marine Corps and U.S. Coast Guard. The station employs officer, enlisted and civilian personnel serving in the U.S. Navy, U.S. Marine Corps, U.S. Coast Guard, U.S. Army, U.S. Customs and Border Protection and the military services of numerous NATO/Allied/Coalition partner nations. In support of the base's training mission are three nearby outlying landing fields owned by the Navy: Naval Outlying Field Waldron, which is southwest of the Naval Air Station, Naval Outlying Field Cabaniss, which is west of the Naval Air Station and Naval Outlying Field Goliad which is north of the Naval Air Station. NAS Corpus Christi is also home to the Corpus Christi Army Depot (CCAD), the largest helicopter repair facility in the world (and an unusual arrangement of an Army installation located on a Naval facility). The commanding officer is currently Colonel Gail E. Atkins who took command of the depot on 20 July 2018. The Army is considering moving its helicopter squadron from Honduras to this air station to save money, using facilities recently abandoned when large Navy minesweeping helicopters moved elsewhere. ==Units== ===Major Commands=== *Naval Air Training Command *Corpus Christi Army Depot *Coast Guard Air Station Corpus Christi ===Wings=== *Training Air Wing FOUR (TW4) ===Squadrons=== {| ! Primary !! Advanced |- |valign=top| *VT-27 Boomers *VT-28 Rangers |valign=top| *VT-31 Wise Owls *VT-35 Stingrays |} ===Other Tenants=== *U.S. Navy Reserve Navy Operational Support Center (NOSC) *Naval Health Clinic Corpus Christi (NHCCC) *Fleet and Industrial Supply Center Jacksonville Det Corpus Christi (FISC JAX Det Corpus Christi) *Marine Aviation Training Support Group (MATSG) *U.S. Customs and Border Protection (CBP) ==Facilities also located on the installation== *Corpus Christi Army Depot *Coast Guard Air Station Corpus Christi *DLA Distribution Corpus Christi, Texashttp://www.distribution.dla.mil/sites/corpus_christi.aspx *Naval Aviation Forecast Detachment Corpus Christi *Navy Lodge *Surveillance Support Center (SSC) *Veterinary Treatment Facility ==Services== *Commissary ==References== *NAS Corpus Christi (official site) * * Training Air Wing Four (official training wing site) ==External links== *Naval Air Station Corpus Christi (GlobalSecurity.org) * Corpus Christi, Naval Air Station Category:Military installations established in 1941 Category:Military in Corpus Christi, Texas Category:Military installations in Texas Category:Buildings and structures in Nueces County, Texas Category:Populated coastal places in Texas Category:1941 establishments in Texas ",
    "title": "Naval Air Station Corpus Christi"
}