{
    "id": "1516305",
    "text": "Cleveland Public Library, located in Cleveland, Ohio operates the Main Library on Superior Avenue in downtown Cleveland, 27 branches throughout the city, a mobile library, a Public Administration Library in City Hall, and the Ohio Library for the Blind and Physically Disabled. The library replaced the State Library of Ohio as the location for the Ohio Center for the Book in 2003.https://lj.libraryjournal.com/2003/11/ljarchives/cleveland-pl-new-state- center-for-the-book/#_ ==History== ===Founding=== In 1811, the idea behind the Cleveland Public Library came \"out of small beginnings\" when sixteen of Cleveland's sixty-four residents subscribed to its first library, established to distribute the rare printed book. The members read books such as the history of Rome, Lives of the English Poets, Goldsmith's Greece, and Don Quixote. In 1867, the Cleveland, Cincinnati, and Dayton Boards of Education petitioned the Ohio General Assembly for authority to levy a tax for the maintenance of free public libraries, permitting boards of education with populations over 20,000 to levy a tax of one-tenth of a mill for each dollar evaluation of their taxable property. Cleveland Superintendent, the Reverend Anson Smyth, who has been doubtfully called the \"father of the Cleveland Public Library,\" supported this law in his Superintendent position, helping in the laws' development. The new law provided for a Cleveland library that was part of the school system, controlled by the Cleveland Board of Education throughout the first decade of the library's existence, except for the years 1871-1873. The Cleveland Public Library opened on February 17, 1869 on the third floor of the Northup and Harrington Block on West Superior Avenue, The library room was adjacent to the Cleveland Board of Education, and opened with approximately 5,800 books. Luther Melville Oviatt was the first librarian at Cleveland Public Library from 1869 to 1875. During his first year, patrons borrowed 65,000 books. Forwarding thinking in his views, Oviatt wanted to provide books that would interest both children and adults, the mechanic, businessman, and scholar. He had open shelves because, \"without a catalog, the only way potential borrowers could ascertain what books were available was to look at them.\" Oviatt resigned in June, 1875, the victim of governing boards or their subsidiaries, who micromanaged daily operations of the library. Librarian William Howard Brett opened the library's first stand-alone children's room on February 22, 1898.Cleveland Public Library, Digital Gallery (n.d.). Retrieved May 24, 2009 from http://cplorg.cdmhost.com/cdm4/item_viewer.php?CISOROOT=/p4014coll13&CISOPTR;=173&COSOBOX;=1&REC3.; Effie Louise Power was appointed Cleveland's first children's librarian. In 1915, the Cleveland architectural firm of Walker and Weeks won a competition to design a new library building. Construction of their classical Renaissance design, delayed by the First World War, began in 1923 under Linda Anne Eastman. Eastman (1867–1963) was the first woman to head a major U.S. city library system and a pioneer in the modern library system. She opened bookshelves to patrons, replacing the New York Public Library system in which a librarian fetched the books. ==Main Library== Louis Stokes Wing at the corner of Superior Avenue and East 6th Street in downtown Cleveland. The Main Library consists of two buildings. The older wing, completed on May 6, 1925 and renovated between 1997 and 1999, has five stories, each as high as two stories in most buildings. The renovations included the restoration of Dominance of the CityCleveland Public Library, Digital Gallery .Accessed 2007-05-14. a large mural painted by Ora Coltman in 1934 for the Federal Arts Project. The painting was restored by the Intermuseum Conservation Association.Cleveland Public Library, Dominance of the City . Accessed 2007-07-25. In 1957, the library purchased the six-story Plain Dealer Building at 710 Superior Avenue (now the site of the Louis Stokes Wing). The library won passage in November 1957 of a $3 million bond levy to pay for the purchase of the building. The structure was purchased on December 22, 1957, and the new Business and Social Sciences Annex opened on August 24, 1959. The annex was demolished in 1994 to make way for a second building, named after former Representative Louis Stokes, was dedicated on April 12, 1997. Stokes commented, \"This is the most beautiful that I have ever seen.\" The $65 million structure of fritted glass panels and Georgia marble housed eight million items and two million titles on its grand opening. The two buildings are connected by underground corridor below the Eastman Reading Garden, which was designed by landscape architecture firm OLIN, and includes sculptures by Maya Lin and Tom Otterness. === Special Collections === The Special Collections Department was created through the work of John G. White, who served as president of the Cleveland Public Library Board of Trustees from 1884-1886 and 1913-1928. In addition to donating and purchasing many rare books to the Library, White underwrote the construction of the Fine Arts and Special Collections reading room and the Exhibit Corridor. The Cleveland Public Library consolidated all rare holdings from subject departments into a unified collection. Most materials are hosted on the library's online catalog, but some are only accessible through the Fine Arts and Special Collections reading room. Collection highlights include:Special Collections. Accessed 2019-03-10. * John G. White Chess and Checkers Collections * John G. White Collection of Folklore and OrientaliaChessbook Chats: The John G. White Collection Accessed 2019-03-10. * John F. Puskas Miniature Books CollectionCleveland, Ohio: Former Smallest Book in the World Accessed 2019-03-10. * Tobacco Collection * Schweinfurth Collection: Rare architectural publications * Anisfield-Wolf Book Awards: The only American book award designed to recognize works addressing issues of racism and diversity. ==(Former) Sub-Branches== The Cleveland Public Library had Sub-Branches (Stations) named Alliance, Alta House, Brooklyn, Detroit, Glenville, Hiram House, Lorain, Lorain-Clark, Prospect, South Brooklyn, Superior, and Temple. ==Branches== Rookwood Installation at Carnegie-West Branch Carnegie-West BranchDuring the 1890s, William Howard Brett opened four self-contained branch libraries in leased buildings. As early as 1891, he asked Andrew Carnegie for building permanent structures, but the steel-mogul-turned-philanthropist refused the librarian's requests for 12 years. Brett persisted and in 1903 Carnegie donated $250,000 to build seven branches, including the Woodland Branch. Carnegie was so impressed with Brett's money management of the funds, he eventually increased the amount to $507,000, which built 15 branches-the foundation for what would become one of the largest branch systems in the United States. Children living in the city's poorest manufacturing districts could not visit the library downtown or the new branches, so William Howard Brett and Miss Eastman put small reading collections in neighborhood homes. By 1913, there were 57 \"home libraries\" in seven different working class districts, serving 11 different nationalities: Italian, Greek, Syrian, Polish, Bohemian, Hungarian, Slovak, Irish, German, Danish, and Norwegian.Lorain Branch South Branch Currently, the Cleveland Public Library has 27 neighborhood branches located throughout the city in addition to the Ohio Library for the Blind and Physically Disabled: #Addison Branch #Brooklyn Branch #Carnegie-West Branch - the biggest neighborhood branch at #Collinwood Branch #East 131st Street Branch #Eastman Branch #Fleet Branch #Fulton Branch #Garden Valley Branch #Glenville Branch #Harvard-Lee Branch #Hough Branch #Jefferson Branch #Langston Hughes Branch #Lorain Branch #Martin Luther King, Jr. Branch #Memorial-Nottingham Branch - also the location of the Ohio Library for the Blind and Physically Disabled #Mount Pleasant Branch #Public Administration Library #Rice Branch #Rockport Branch #South Branch #South Brooklyn Branch #Sterling Branch #Union Branch #Walz Branch #West Park Branch #Woodland Branch Sensory Garden at the Ohio Library for the Blind and Physically DisabledA Sensory Garden is also adjacent to the Ohio Library for the Blind and Physically Disabled. The garden was first organized in 1998 and was significantly enlarged the following year. The garden features plants specifically for the tactile sensations they provide and unique scents. ===Revitalization=== In 2019 the library announced it was undertaking a decade-long $100 million revitalization project to redevelop all 27 branches. The project began with a $4.1 million renovation of the South Branch, which transformed the 1911 Gothic Revival structure into \"...a light- filled jewel box.\" After finishing all the branch work, CPL will then begin a $65 million rehabilitation of the downtown Main Library. Phase I-A of the plan, affecting six branches, is scheduled for completion in 2024. ==Notable Art and Architecture== The Public Works of Art Project came to Cleveland in 1933, with far-reaching lines of job-seeking artists extending around the Cleveland Museum of Art. Linda Eastman was invited to consult with Cleveland Museum of Art Director William Milliken. What resulted from this interaction were murals of Willam Sommer's \"The City in 1833\", Donald Bayard's \"Early Transportation\", and Ora Coltman's \"The Dominance of the City.\" Linda Eastman believed if art could lead readers to books, if art could enlighten and educate in itself, than art was acceptable at the Cleveland Public Library. To complete the decoration of Brett Hall, Cleveland Public Library partnered with the Cleveland Area Arts Council to select three new artists to paint new murals for the walls. \"Sommer's Sun\" by Edwin Mieczkowski's, Christopher Pekoc's \"Night Sky\", and \"Public Square\" by Robert Jergens. Terrestrial Globe Hanging from the Main Library entrance hall is a large terrestrial pearl-gray art glass globe made by the Sterling Bronze Company in 1925. This globe is based on a Leonardo da Vinci map, now housed at Windsor Castle. The map is one of earliest to depict the Americas-with North America indicated simply by small islands. The portraits of former members of Congress Louis Stokes and Stephanie Tubbs Jones are housed at the Cleveland Public Library, painted by artist Khaz Ra'el. ==Recent History== In 2002, the Cleveland Public Library had annual attendance of 804,692 and an annual circulation of 1,698,928 items. In 2016, the library's collection totaled 10,557,336 items. The Cleveland Public Library is a member of CLEVNET, a consortium of 44 public libraries throughout northern Ohio. In 1947, it became a depository library for the United Nations Library network, holding documents for the state of Ohio. There are only 400 UN depository libraries worldwide. In 2002, Northern Ohio library patrons had access to download digital books and periodicals through a new e-book system headquartered at Cleveland Public Library. The Clevnet consortium of libraries entered in a $50,000 setup-free agreement with the Cleveland-based company OverDrive to allow patrons to download text from e-books to their personal computer. In 2012, the Library released a strategic plan focusing on communities of learning and preparing for its 150th anniversary in 2019.http://cpl150.org/about/strategic-plan/ Cleveland Public Library launched Tech Central on June 14, 2012, featuring a computer lab with 90 computers, tables encouraging collaboration, a 3D printer, and a MyCloud service. This $1 million launch was funded primarily through the Library's existing budgets, in which the MyCloud service was partially funded through corporate partners. Cleveland Public Library, along with three other Ohio Libraries (Columbus, Toledo, and Cincinnati), opened digitization hubs, with $1 million in funding dispersed among them, funded by Ohio Public Library Information Network and the Library Services Technology Act. The digitization hub at Cleveland Public Library was named the Cleveland Digital Public Library and debuted February 14, 2015. As stated by Chatham Ewing, Cleveland Public Library's Digital Strategist, \"It's a way for us to strike up some partnerships with local organizations that have historical objects they are interested in stewarding and digitizing.\" In 2018, Cleveland Public Library was designated an official Digital Access Partner with the Federal Depository Library Program for its digitized multi-volume set of the First United States Army Report of Operations during World War II. Cleveland Public Library celebrated its 150th anniversary in 2019. Events included a street festival, puppet exhibit, and a Writers and Readers author event. Cleveland Print Room partnered with Cleveland Public Library to present photographers chronicling Cleveland through the lens of its communities and Ideastream presented audio stories of Clevelanders. ==Notable former Cleveland Public Library staff members== *William Howard Brett - Head Librarian of Cleveland Public Library, 1884 to 1918. One of the \"100 most important [librarians] in the 20th century\"Leonard Kniffel, P. S. (1999, December). 100 of the Most Important Leaders we had in the 20th Century. American Libraries *Marilla Waite Freeman - Head Librarian of the Cleveland Public Library's Main Library, 1922-1940; nationally known librarian, author, and library school instructor *Lawrence Quincy Mumford - Cleveland Public Library Director went on to become Librarian of Congresshttps://www.loc.gov/about/about-the-librarian/previous-librarians- of-congress/lawrence-quincy-mumford/ *Andre Norton - Cleveland Public Library librarian, science fiction and fantasy author of numerous titles including the Witch World serieshttp://publiclibrariesonline.org/2013/09/andre-norton- librarian-writer-and-fantasy-grande-dame/ *Effie Louise Power - Pioneering champion of library services to children and youth *John Griswold White - Cleveland Public Library board member and president, noted chess historian ==See also== *Cuyahoga County Public Library ==References== ==Further reading== * * ==External links== * Cleveland Public Library home page * Images and architectural information * The World's Greatest Chess Library * Five pieces of artwork in the Main Library produced during the New Deal * Digital Access Partner Category:Government agencies established in 1869 Category:Buildings and structures in Cleveland Category:Education in Cleveland Category:Public libraries in Ohio Category:Chess publications Category:Tourist attractions in Cleveland Category:Libraries in Cuyahoga County, Ohio Category:Libraries established in 1869 Category:1869 establishments in Ohio Category:Downtown Cleveland ",
    "title": "Cleveland Public Library"
}