{
    "id": "1516103",
    "text": "Basalt fiber is a material made from extremely fine fibers of basalt, which is composed of the minerals plagioclase, pyroxene, and olivine. It is similar to fiberglass, having better physicomechanical properties than fiberglass, but being significantly cheaper than carbon fiber. It is used as a fireproof textile in the aerospace and automotive industries and can also be used as a composite to produce products such as camera tripods. ==Manufacture== The technology of production of BCF(Basalt Continuous Fiber) is a one-stage process: melting, homogenization of basalt and extraction of fibers. Basalt is heated only once. Further processing of BCF into materials is carried out using \"cold technologies\" with low energy costs. Basalt fiber is made from a single material, crushed basalt, from a carefully chosen quarry source. Basalt of high acidity (over 46% silica content) and low iron content is considered desirable for fiber production. Unlike with other composites, such as glass fiber, essentially no materials are added during its production. The basalt is simply washed and then melted. The manufacture of basalt fiber requires the melting of the crushed and washed basalt rock at about . The molten rock is then extruded through small nozzles to produce continuous filaments of basalt fiber. The basalt fibers typically have a filament diameter of between 10 and 20 μm which is far enough above the respiratory limit of 5 μm to make basalt fiber a suitable replacement for asbestos. They also have a high elastic modulus, resulting in high specific strength—three times that of steel. Thin fiber is usually used for textile applications mainly for production of woven fabric. Thicker fiber is used in filament winding, for example, for production of CNG cylinders or pipes. The thickest fiber is used for pultrusion, geogrid, unidirectional fabric, multiaxial fabric production and in form of chopped strand for concrete reinforcement. One of the most prospective applications for continuous basalt fiber and the most modern trend at the moment is production of basalt rebar that more and more substitutes traditional steel rebar on construction market. ==Properties== The table refers to the continuous basalt fiber specific producer. Data from all the manufacturers are different, the difference is sometimes very large values. {| class=\"wikitable\" |- ! Property !! Value |- | Tensile strength || 2.8–3.1 GPa |- | Elastic modulus || 85–87 GPa |- | Elongation at break || 3.15% |- | Density || 2.67 g/cm³ |} Comparison: {| class = \"wikitable sortable\" |- ! Material ! Density (g/cm³) ! Tensile strength (GPa) ! Specific strength ! Elastic modulus (GPa) ! Specific modulus |- | Steel rebar || 7.85 || 0.5 || 0.0637 || 210 || 26.8 |- | A-glass || 2.46 || 2.1 || 0.854 || 69 || 28 |- | C-glass || 2.46 || 2.5 || 1.02 || 69 || 28 |- | E-glass || 2.60 || 2.5 || 0.962 || 76 || 29.2 |- | S-2 glass || 2.49 || 4.83 || 1.94 || 97 || 39 |- | Silicon || 2.16 || 0.206-0.412 || 0.0954-0.191 || || |- | Quartz || 2.2 || 0.3438 || 0.156 || || |- | Carbon fiber (large) || 1.74 || 3.62 || 2.08 || 228 || 131 |- | Carbon fiber (medium) || 1.80 || 5.10 || 2.83 || 241 || 134 |- | Carbon fiber (small) || 1.80 || 6.21 || 3.45 || 297 || 165 |- | Kevlar K-29 || 1.44 || 3.62 || 2.51 || 41.4 || 28.7 |- | Kevlar K-149 || 1.47 || 3.48 || 2.37 || || |- | Polypropylene || 0.91 || 0.27-0.65 || 0.297-0.714 || 38 || 41.8 |- | Polyacrylonitrile || 1.18 || 0.50-0.91 || 0.424-0.771 || 75 || 63.6 |- style=\"font-weight:bold;\" | Basalt fiber || 2.65 || 2.9-3.1 || 1.09-1.17 || 85-87 || 32.1-32.8 |} {| !Material type!!Elastic modulus!!Yield stress!!Tensile strength |- |E (GPa)||fy (MPa)||fu (MPa) |- |13-mm-diameter steel bars||200||375||560 |- |10-mm-diameter steel bars||200||360||550 |- |6-mm-diameter steel bars||200||400||625 |- |10-mm-diameter BFRP bars||48.1||-||1113 |- |6-mm- diameter BFRP bars||47.5||-||1345 |- |BFRP sheet||91||-||2100 |} ==History== The first attempts to produce basalt fiber were made in the United States in 1923 by Paul Dhe who was granted . These were further developed after World War II by researchers in the US, Europe and the Soviet Union especially for military and aerospace applications. Since declassification in 1995 basalt fibers have been used in a wider range of civilian applications. ===Schools=== #RWTH Aachen University. Every two year Aachen University hosts International Glass Fibers Symposium where basalt fiber is devoted a separate section. The university conducts regular research to study and improve basalt fiber properties. Textile concrete is also more corrosion-resistant and more malleable than conventional concrete. Replacement of carbon fibers with basalt fibers can significantly enhance the application fields of the innovative composite material that is textile concrete, says Andreas Koch. #The Institute for Lightweight Design at the TU BerlinL. Fahrmeir, R. Künstler, I. Pigeot, G. Tutz, Statistik – Der Weg zur Datenanalyse. 5. Auflage, Springer-Verlag, Berlin/Heidelberg, (2005). #The Institute for Lightweight Design Materials Science at the University of Hannover #The German Plastics Institute (DKI) in Darmstadt(the main work is the book \"Konstruieren mit Faser-Kunststoff- Verbunden\" of Helmut Schürmann) #The Technical University of Dresden had contributed in the studying of basalt fibers. Textile reinforcements in concrete construction - basic research and applications. The Peter Offermann covers the range from the beginning of fundamental research work at the TU Dresden in the early 90s to the present. The idea that textile lattice structures made of high-performance threads for constructional reinforcement could open up completely new possibilities in construction was the starting point for today's large research network. Textile reinforcements in concrete construction - basic research and applications. As a novelty, parallel applications to the research with the required approvals in individual cases, such as the world's first textile reinforced concrete bridges and the upgrading of shell structures with the thinnest layers of textile concrete, are reported. #University of Applied Sciences Regensburg, Department of Mechanical Engineering. Mechanical characterization of basalt fibre reinforced plastic with different fabric reinforcements – Tensile tests and FE- calculations with representative volume elements (RVEs). Marco Romano, Ingo Ehrlich.B. Jungbauer, M. Romano, I. Ehrlich, Bachelorthesis, University of Applied Sciences Regensburg, Laboratory of Composite Technology, Regensburg, (2012). ==Uses== *Heat protectionAlbarrie - BASALT FIBER *Friction materials *Windmill blades *Lamp posts *Ship hulls *Car bodies *Sports equipment *Speaker cones *Cavity wall ties *RebarNeuvokas *Load bearing profiles *CNG cylinders and pipes *Absorbent for oil spills *Chopped strand for concrete reinforcement *High pressure vessels (e.g. tanks and gas cylinders) *Pultruded rebar for concrete reinforcement (e.g. for bridges and buildings) ==Design codes== ===Russia=== Since October 18, 2017, JV 297.1325800.2017 \"Fibreconcrete constructions with nonmetallic fiber has been put into operation. Design rules, \"which eliminated the legal vacuum in the design of basalt reinforced fiber reinforced concrete. According to paragraph 1.1. the standard extends to all types of non-metallic fibers (polymers, polypropylene, glass, basalt and carbon). When comparing different fibers, it can be noted that polymer fibers are inferior to mineral strengths, but their use makes it possible to improve the characteristics of building composites. ==See also== * Pele's hair * Mineral wool * Glass wool * Rock wool * Beta cloth ==References== ==Bibliography== *E. Lauterborn, Dokumentation Ultraschalluntersuchung Eingangsprüfung, Internal Report wiweb Erding, Erding,bOctober (2011). *K. Moser, Faser-Kunststoff-Verbund – Entwurfs- und Berechnungsgrundlagen. VDI-Verlag, Düsseldorf, (1992). *N. K. Naik, Woven Fabric Composites. Technomic Publishing Co., Lancaster (PA), (1994). *Bericht 2004-1535 – Prüfung eines Sitzes nach BS 5852:1990 section 5 – igniton source crib 7, für die Fa. Franz Kiel gmbh&Co.; KG. Siemens AG, A&D; SP, Frankfurt am Main, (2004). *DIN EN 2559 – Luft- und Raumfahrt – Kohlenstoffaser-Prepregs – Bestimmung des Harz- und Fasermasseanteils und der flächenbezogenen Fasermasse. Normenstelle Luftfahrt (NL) im DIN Deutsches Institut für Normung e.V., Beuth Verlag, Berlin, (1997). *Epoxidharz L, Härter L – Technische Daten. Technical Data Sheet by R&G;, (2011). *Quality Certificates for Fabrics and Rovings. Incotelogy Ltd., Bonn, January (2012). *J. Nolf, Basalt fibres fire blocking textiles, TUT, 49 (2003) 39. *B. Ozgen, H. Gong, Textile Research Journal, 81 (2010) 738. *L. Papula, Mathematische Formelsammlung für Naturwissenschaftler und Ingenieure. 10. Auflage, Vieweg+Teubner, Wiesbaden, (2009). *D. Saravanan, IE(I) Journal-TX, 86 (2006) 39. *V. Schmid, B. Jungbauer, M. Romano, I. Ehrlich, N. Gebbeken, In: Proceedings of the Applied Research Conference, Regensburg, (2012). *V. Schmid, B. Jungbauer, M. Romano, I. Ehrlich, N. Gebbeken, In: Proceeding of the Applied Research Conference, Regensburg, (2012). ==External links== *The production of basalt fibers Information from the Uzbekistan state scientific committee *Basalt Continuous Fiber - Information and Characteristics *Basalt Roving Dome Video demonstration of concrete construction reinforced with basalt fiber *Generation 2.0 of Continuous Basalt Fiber Comparing the technologies used in CBF production *Compressive behavior of Basalt Fiber Reinforced Composite *Product range of Basfiber products offered by Kamenny Vek *Extruded Acrylic Sheet - Excellent Thermoforming Capabilities *Some aspects of the technological process of continuous basalt fiber CBF *Video demonstration of production of continuous basalt fiber at Kamenny Vek Category:Basalt Category:Composite materials Category:Synthetic fibers ",
    "title": "Basalt fiber"
}