{
    "id": "1516523",
    "text": "Statue of Makemie on the banks of Holden's Creek in Accomack County, Virginia Francis Makemie (1658–1708) was an Ulster Scots clergyman, considered to be the founder of Presbyterianism in United States of America. ==Early and family life== Makemie was born in Ramelton, County Donegal, part of the Province of Ulster in the north of Ireland. He attended the University of Glasgow, where he underwent a religious conversion and enrolled as \"Franciscus Makemus Scoto- Hyburnus\". He went on to become a clergyman and be ordained by the Presbytery of Laggan, in West Ulster, in 1681. Ten years after emigrating to America in 1682, as discussed below, Makemie married Naomi Anderson, the daughter of a successful Maryland businessman and landowner. Francis and Naomi had two daughters, Anne and Elizabeth. ==Ministry in America== Rehoboth Presbyterian Church At the call of Colonel William Stevens, an Episcopalian from Rehobeth, Maryland, Rev. Makemie was sent as a missionary to America, arriving in Maryland in 1683. Makemie initially preached in Somerset County, Maryland and established the Rehobeth Presbyterian Church the oldest Presbyterian Church in America, near the Coventry Parish Church which Col. Stevens attended. The ruins of Coventry Parish Church still stand nearby. Makemie also supported himself as a merchant and traveled among other Scots-Irish communities, many of which were isolated, as well as suspicious of each other. In the eastern part of Somerset County (that split to become Worcester County, Maryland in 1742 and erected All Hallows Episcopal Church about a decade later), Makemie founded the first Presbyterian community in the Town of Snow Hill, which had been founded in 1686 and named for a London neighborhood. Snow Hill was to be the center of the Presbytery of Snow Hill, which received a charter from Maryland's General Assembly, but was never activated. Nonetheless, a Presbyterian Church was erected early on in Snow Hill, and the current Makemie Memorial Presbyterian Church is the fourth building and the site, as well as the congregation's third location in Snow Hill. The first building was near the Pocomoke River, which was the chief means of travel in the 17th and early 18th centuries and how Makemie often traveled to visit his congregations at Rehoboth and further away, as well on what later became U.S. Route 13 down the Delmarva Peninsula. This log building was replaced by a frame building, a little further away from the water but still subject to flooding. Makemie Memorial Presbyterian Church, Snow Hill, Maryland Rev. Makemie traveled widely on along the American coast between North Carolina and New York, as well as participated in the West Indies Trade. In 1692, the year Makemie was granted land in Accomack County, Virginia, he and seven other Presbyterian ministers gathered in Philadelphia, Pennsylvania and either then or in 1706 founded what later came to be known as the Presbytery of Philadelphia, the first in America, with Makemie as its moderator.http://www.makemiepresbyterianchurch.org/history.html He also helped found churches in Salisbury, Princess Anne, Berlin and Pocomoke City as well as in two places on the Eastern Shore of Virginia, both in Accomack County further down the Delmarva Peninsula. He also published. In 1691, Makemie's 'Catechism' attacked some of the tenets of the Society of Friends. Abolitionist Quaker George Keith, then published a reply. Makemie responded in the 'Answer' already mentioned, which Congregational Rev. Increase Mather thought by 'a reverent and judicious minister.'dnb While living in Barbados, Makemie on 28 December 1696 wrote 'Truths in a True Light, or a Pastoral Letter to the Reformed Protestants in Barbadoes', which was published at Edinburgh in 1699, the year he returned to Accomac and produced a certificate from Barbados and was allowed to preach in his own dwelling in Pocomoke, Maryland, or at designated locations in Accomac, Virginia. He then went to London to resolve questions about his handling episcopal duties in his ministry, and brought back two missionaries.dnb In 1707, Makemie was arrested by Lord Cornbury, the Governor of New York, for preaching without a license from the Crown as required under the Toleration Act. He spent two months in jail before being released on bail. Then at trial he produced his preaching license from Barbados, whereupon he was acquitted and released, but had incurred heavy legal costs.dnb, citing History of the Rise, Progress, Genius, and Character of American Presbyterianism (Washington, 1839) This became a landmark case in favor of religious freedom in America.http://www.makemiepresbyterianchurch.org/history.html The controversial Lord Cornbury was also recalled to England the following year. Historical Marker on U.S. Route 13 ==Death and legacy== Makemie Statue in Accomac Makemie and his wife Naomi bought a plantation along Holdens Creek at Temperanceville, Virginia in Accomack County not far from the county seat. There he spent his final years and died in 1708. The community there he helped found still exists. Circa the 200th anniversary of the Presbyterian Church's founding, outsiders were appalled to find his gravesite on the former plantation in dilapidated condition. They stabilized it and erected a statue and memorial marker. Around that time, the surrounding community was experiencing economic prosperity, and renovated the church he had founded in Accomac, Virginia (named after the founder), as well as bought a disused Methodist church nearby in Onancock, Virginia and after demolishing it to erect a new structure named it after his supportive wife Naomi in 1903.http://www.nmpreschurch.org/historical_milestones.html Recently, development pressures in Temperanceville, Virginia led the statue and memorial marker to be moved to behind the Accomac church. Makemie Woods campground, owned and operated by the Presbytery of Eastern Virginia of the Presbyterian Church (USA) is named for Francis Makemie.Who was Francis Makemie? The camp is located between Williamsburg and Richmond, Virginia.Makemie Woods ==See also== *List of people on stamps of Ireland *Presbyterian Church in Ireland *Presbyterian Church (USA) *County Donegal *Ulster *Ireland *Republic of Ireland *Northern Ireland ==References== ==See also== *The Francis Makemie Site *Colonial Delmarva Described In Essays Of Francis Makemie - Delmarva Heritage Series Category:1658 births Category:1708 deaths Category:17th- century Irish people Category:People from Ramelton Category:Alumni of the University of Glasgow Category:Kingdom of Ireland emigrants to the Thirteen Colonies Category:People of colonial Maryland Category:American Presbyterian ministers Category:Irish Presbyterian ministers Category:People of colonial New York Category:American people of Scotch-Irish descent Category:Ulster Scots people Category:Virginia colonial people Category:People from Accomack County, Virginia ",
    "title": "Francis Makemie"
}