{
    "id": "1516470",
    "text": "is a shōjo manga and anime series created by Michiko Yokote, with artwork by Pink Hanamori. The manga was originally published in the monthly shōjo manga anthology Nakayoshi. There are 32 chapters published (including two special stories) and are compiled into seven volumes issued by Kodansha. A 91-episode anime series was produced by TV Aichi, divided into two seasons, aired in Japan from April 2003 to December 2004. The first season is composed of 52 episodes, while the second, entitled Mermaid Melody Pichi Pichi Pitch Pure, lasted for 39. ==Plot== Lucia Nanami, the mermaid princess of the North Pacific Ocean, sets out on land to find the boy that she had saved from a tsunami wave seven years before the beginning of the story, to whom she fell in love and had entrusted her pink pearl. She eventually finds the boy: a teenage surfer named Kaito Dōmoto. However, Kaito does not recognize Lucia in her human form. She cannot directly tell Kaito who she really is; otherwise, according to mermaid legend, she would turn into bubbles and disappear. Lucia tries to convince Kaito into figuring out who she really is (since the legend doesn't say anything about the other person discovering a mermaid's true identity by him or her self). At the same time, Lucia has been told that a group of water demons have invaded the sea world and she must gather six other Mermaid Princesses and their pearls to bring back the legendary goddess Aqua Regina to stop them. To fulfill this, she joins forces with Hanon and Rina, the Mermaid Princesses who came up to dry land, use their pearls, turn into singing Teen idols, and use their voices as an offensive power. After the water demons fail, the Black Beauty Sisters show up to steal the show. The Mermaid Princess believe in themselves and believe they can defeat the Black Beauty Sisters, which they do. ==Media== ===Manga=== The original manga, created by Yokote with illustrations by Hanamori, began serializing in the September 2002 issue of Nakayoshi. There are a total of 32 chapters, with final one published on the April 2005 issue of the said magazine (released March 2005). There are a total of seven tankōbon volumes by Kodansha, the first six containing five chapters each and final one having two. They were released between March 20, 2003 and April 30, 2005. Del Rey Manga acquired the rights to publish the manga for the North American audience. It began releasing the manga on April 2006 under the title Pichi Pichi Pitch: Mermaid Melody. The English translations of the seven volumes were released from April 25, 2006 to October 30, 2007. The seventh volume, aside from the final two chapters, also contains two preview chapters from other manga. ===Anime=== An anime adaptation produced by TV Aichi, We've, and Tokyu Agency, animated by Actas and Synergy Japan, and directed by Yoshitaka Fujimoto aired in Japan in two seasons. The first season, simply named Mermaid Melody Pichi Pichi Pitch and covers manga chapters 1 to 20, aired between April 5, 2003 and March 27, 2004. They were compiled into 14 DVD volumes. The second season, Mermaid Melody Pichi Pichi Pitch Pure, which adapts events from chapters 21 to 30, was aired between April 3 to December 25, 2004. Unlike the first season, Pure was compiled into two DVD box sets containing a total of 11 discs. ADV Films acquired the license to the anime on June 2004 for its North American release, but was eventually dropped due to difficulty in finding backers and securing a TV airing deal. While the acquisition of the license and the production of the English anime predated that of the manga, it is unknown if a release will occur. That is because as of 2009, the anime has been completely dubbed but is being held by Kodansha. In addition, some foreign dubs such as Spanish and French dubbed versions was translated from the unreleased ADV Films' English- dubbed version as a reference when Elastic Rights acquired the licensing rights to Mermaid Melody Pichi Pichi Pitch from Kodansha in Spain, Portugal, Greece, Cyprus, Turkey and French-speaking Europe and Africa. Likewise, there's an alternative English dub version which it was made in Malaysia by an unknown dubbing studio for Top-Insight International (which released the anime series in Asia outside Japan and Korea on behalf of Kodansha).China, Hong Kong, Macau, Taiwan, Mongolia, Singapore, Malaysia, Indonesia, Brunei, the Philippines, Myanmar, Thailand, Cambodia, Laos, Vietnam, East Timor, India, Pakistan, Afghanistan, Bangladesh, Nepal, Sri Lanka, Bhutan and Maldives It aired on TV3 in 2006 and later moved its sister channel TV9 in English with or without Malay subtitles. However, the Malaysian English dubbed version became very hard to find than the ADV's dubbed version since it never officially released to home video neither in Malaysia nor in English-speaking Asian territories. A total of six theme songs were composed for the anime. The first opening theme, by Miyuki Kanbe, and the first ending theme by Asumi Nakata, are used in the first 28 episodes. For 29th to the 52nd episodes, \"Rainbow Notes♪\" by Kanbe and by Nakata, Hitomi Terakado, and Mayumi Asano, are the second opening and ending themes respectively. For Pure, the opening theme is \"Before the Moment\" by Eri Kitamura while by Nakata, Terakado, and Asano is the ending song. ====Other music==== There are also other pieces of music used in the anime, either as battle songs performed by the Mermaid Princesses or their enemies or as insert songs. All songs listed below are compiled in several character singles, soundtrack, and vocal albums (which also include the theme songs listed above): ;Mermaid songs: * \"Legend of Mermaid\" by Asumi Nakata, Hitomi Terakado, and Mayumi Asano * by Asumi Nakata * \"Ever Blue\" by Hitomi Terakado * \"Star Jewel\" by Mayumi Asano * \"Super Love Songs!\" by Asumi Nakata, Hitomi Terakado, and Mayumi Asano * \"Splash Dream\" by Asumi Nakata * by Ema Kogure * \"Kizuna\" (lit. \"Bonds\") by Asumi Nakata, Hitomi Terakado, and Mayumi Asano * by Asumi Nakata, Hitomi Terakado, and Mayumi Asano * \"Return to the Sea\" by Kana Ueda * \"Kodou ~Perfect Harmony~\" (lit. \"Heartbeat ~Perfect Harmony~\") primarily by Asumi Nakata, Hitomi Terakado, Mayumi Asano, and Ema Kogure (second version includes Satomi Arai and Ryoko Nagata; third version also includes Kana Ueda) * \"Mother Symphony\" by Asumi Nakata, Hitomi Terakado, and Mayumi Asano * by Hitomi Terakado * \"Piece of Love\" by Mayumi Asano * by Asumi Nakata, Hitomi Terakado, and Mayumi Asano * \"Beautiful Wish\" by Eri Kitamura * primarily by Asumi Nakata, Hitomi Terakado, and Mayumi Asano (second version also includes Ema Kogure, Satomi Arai and Ryoko Nagata; third version also includes Eri Kitamura) * \"Birth of Love\" by Eri Kitamura ;Other songs: * by Miki Tsuchiya and Noriko Shitaya * by Miki Tsuchiya and Noriko Shitaya * by Sanae Kobayashi * by Megumi Kojima * by Masayo Kurata * \"Oh Yeah! Alala\" by Masayo Kurata * by Junko Minagawa * by Ryoko Shintani ===Video games=== Three video games (developed by Konami Computer Entertainment Japan) were released on Nintendo's Game Boy Advance console during the original run of the anime. All the games featured multiplayer capabilities, but required each player to have his or her own copy of the game in order to play. * Mermaid Melody Pichi Pichi Pitch (released October 9, 2003) – Inspired by Dance Dance Revolution. This included eight songs from the anime. * Mermaid Melody Pichi Pichi Pitch Pichi Pichi Party (released December 18, 2003) – A \"virtual board game\" similar to the Mario Party series. * Mermaid Melody Pichi Pichi Pitch Pichi Pichitto Live Start! (released March 18, 2004) – Similar to the first Mermaid Melody game. This included fourteen songs from the anime, as well as several mini-games. Although this game (along with the first one) is a Konami-developed music video game, it is not considered part of the Bemani series. ==Reception== Reviews for the English manga have been generally unfavorable. Robert Harris of Mania.com has managed to score all of its volumes Cs and below, even going insofar as to rate its 7th and final volume an F-, making it the only manga series on site to receive such a score. Meanwhile, Anime News Network's Melissa Harper managed to only review the second volume of the manga and commented that while it has good visuals, its story is too childish in some of its elements. ==References== ==External links== * Mermaid Melody Pichi Pichi Pitch: Official website of the anime at TV Tokyo * Category:2003 anime television series Category:2003 manga Category:2004 anime television series Category:ADV Films Category:Bandai Namco franchises Category:Del Rey Manga Category:Fictional mermen and mermaids Category:Japanese children's animated comedy television series Category:Japanese children's animated fantasy television series Category:Japanese idols in anime and manga Category:Kodansha manga Category:Magical girl anime and manga Category:Shōjo manga Category:TVB Category:Actas ",
    "title": "Mermaid Melody Pichi Pichi Pitch"
}