{
    "id": "1516862",
    "text": "Kakawin Ramayana is an Old Javanese rendering of the Sanskrit Ramayana in kakawin meter. It is believed to have been written in Central Java (modern Indonesia) in approximately 870 AD during the era of Medang Kingdom under the reign of Mpu Sindok. is a kakawin, the Javanese form of kāvya, a poem modeled on traditional Sanskrit meters. Among the Javanese, Kakawin Ramayana has always been considered the pinnacle of artistic expression. The large number of preserved manuscripts attest to its popularity and adaptation. It is the lengthiest of all the Old Javanese kakawins of the Hindu-Buddhist period of Java. ==Divergence== The Javanese Ramayana differs markedly from the original Hindu prototype. The first half of this Ramayana Jawa is similar to the original Sanskrit version, while the latter half is divergent to the point of being unrecognizable by Indian scholars of the original Ramayana. One of the many major changes is the inclusion of the all-powerful Javanese indigenous deity dhayana Guardian God of Java Semar (in Balinese literature known as Twalen) and his misshapen sons, Gareng, Petruk, and Bagong who make up the numerically significant four Punokawan or \"clown servants\". This latter, altered half of the original tale is the most popular, and it is performed in all wayang performances.Stutterhiem, WF: 1921: Rama-legenden und Rama reliefs in Indonesien. Mueller, Munich: 1925.Hooykaas C. The Old Javanese Ramayana Kakawin. The Hague: Nijhoff: 1955.KMusuem manuscript Kropak no. 1102 Ramayana of the Sundanese Lontar Collection (Koleksi Lontar Sunda of 'Museum dan Kepustakaan Nasional Indonesia, Jakarta National Museum.Netscher E. iets over eenige in de Preanger-regentschappen gevonden Kawi handschriften in Tiijdschroft van het Bataviaasch Genootschap. Volume 1. pp469-479. Chapter Het verboden Tschiboeroej in Pleyte CM Soendasche Schetsen (Bandung Kolff C 1905. pp160-175.)Nurdin. J aka J. Noorduyn: 1971.Traces of an Old Sundanese Ramayana Tradition in Indonesia, Vol. 12, (Oct., 1971), pp. 151-157 Southeast Asia Publications at Cornell University. Cornell University: 1971Hatley, Barbara: 1971. \"Wayang and Ludruk: Polarities in Java in The Drama Review: TDR, Vol. 15, No. 2, Theatre in Asia (Spring, 1971), pp. 88-101. MIT Press: 1971Suryo S. Negoro. Semar. in Joglo Semar (Semar's mansion) ==Sources== Literary scholars hold that the textual source of the Old Javanese kakawin might have been the Sanskrit poem or by the Indian poet , between the 6th and 7th century AD. The first half of the is more or less an exact rendering of . ==Synopsis== Dasarata from Ayodya had four sons: Rama, Bharata, Laksmana and Satrugna. One day an ascetic named Wiswamitra requested that Dasaratha help him to repel a demon attack on his hermitage. Then Rama and Laksmana departed. In the hermitage, Rama and Laksmana destroyed the demons and proceeded to the Mithila country where a swayambara was being held. The visitor of the swayambara was to be given the king's daughter, Sinta, in marriage. The participants were told to draw the bow that had accompanied Sinta in her birth. Not a single one was successful except for Rama, then they got married and returned to Ayodya. In Ayodya, Rama was prepared to become the king, because he was the eldest son. However Kaikeyi, another wife of the king Dasaratha, invoked the king's oath to her asking for her son Bharata to become king. Dejected, king Dasaratha granted him the kingship. Rama, Sinta and Laksmana were made to leave the palace, and, grieving intensely, king Dasaratha died. The new king Bharata sought out Rama. He felt he did not deserve kingship and asked Rama to return to Ayodhya. Rama, however, refused and gave his sandals to Bharata as the symbol of his authority. Bharata returned to the palace with Rama's sandals. Rama with his two companions went to the woods to live there. During their stay, a female demon called Surpanaka saw Laksamana and fell in love with him and disguised herself as a beautiful woman. Laksmana was not interested in her and even cut off the tip of her nose when she threatened to grow violent. She was enraged and told this to her brother, Rawana the demon King of Lanka. Surpanka told Rawana of the beauty of Sinta and thus persuaded him to kidnap Sinta. Sinta saw a beautiful deer and asked Rama to catch it. Rama obliged entrusting Laksmana to protect Sinta. Rama was gone for a long period, and Sinta, growing worried convinced Laksmana to leave her and go in search of Rama. Rawana seized the moment to abduct Sinta and take her to Lanka. Then Rama and Laksmana tried to get her back. In their endeavor they got help from the King of the Monkeys Hanuman. In the end Rawana was killed. Rama and Sinta then returned to Ayodya where Rama was crowned. ==See also== * Yogesvara * Bhattikavya ==References== *C. Hooykaas, 1955, ', VKI 16, The Hague: Martinus Nijhoff. This book is about the connection with the Indian . *Hendrik Kern, 1900, ', ’s Gravenhage: Martinus Nijhoff. *Soewito Santoso, 1980, ', New Delhi: International Academy of Indian Culture. 3 volumes. *P.J. Zoetmulder, 1974, Kalangwan. A Survey of Old Javanese Literature, The Hague: Martinus Nijhoff. (Recension, page 218-233) http://www.joglosemar.co.id/semar.html ==External links== *The Episodes of Ramayana Stories (Indonesian version) * Indonesian Ramayana (vol. 1 of the Old-Javanese text with English translation) * Indonesian Ramayana (vol. 2 of the Old-Javanese text with English translation) * Indonesian Ramayana (vol. 3 of the Old-Javanese text with English translation) Category:Works based on the Ramayana Ramayana ",
    "title": "Kakawin Ramayana"
}