{
    "id": "1516944",
    "text": "Andrew Eden Soltis (born May 28, 1947) is an American chess grandmaster, author and columnist. He was inducted into the United States Chess Hall of Fame in September 2011.http://www.worldchesshof.org/hall-of-fame/us-chess/ ==Chess career== Soltis learned how the chess pieces moved at age 10 when he came upon a how-to-play book in the public library in Astoria, Queens where he grew up. He took no further interest in the game until he was 14, when he joined an Astoria chess club, then the Marshall Chess Club and competed in his first tournament, the 1961 New York City Junior Championship. ===Tournaments and championships=== Andy Soltis in 1981 In 1970, he played second board on the gold-medal winning US team in the 17th World Student Team Championship and tied for the best overall score, 8–1.http://www.olimpbase.org/1970y/1970in.html He was also a member of the silver-medal winning US teams in the 14th and the 18th World Student Team Championships.http://www.olimpbase.org/1967y/1967in.htmlhttp://www.olimpbase.org/1971y/1971in.html Soltis won the annual international tournament at Reggio Emilia, Italy, in 1972Reggio Emilia chess tournament and was awarded the International Master title two years later. His first-place finishes in New York international tournaments in 1977 and 1980 resulted in his being awarded the International Grandmaster title in 1980. He won the championship of the prestigious Marshall Chess Club a record nine times, in 1967, 1969, 1970, 1971, 1974, 1977, 1979, 1986, and 1989.http://nycchessnews.blogspot.com/2016/04/marshall-chess-club- champions-1917-2015.htmlChess Life Sept. 1993, page 64 He also competed in four US (closed) Championships, in 1974, 1977, 1978 and 1983. He tied for first prize in the 1977 and 1982 US Open Championships.US Open Chess Championship Soltis has been inactive in tournaments since 2002. He reached his playing peak as a competitive player when he was rated the 74th best player in the world, in January 1971.http://www.chessmetrics.com/cm/CM2/PlayerProfile.asp?Params=199510SSSSS3S123996000000131000000000027810100 ===Writer and author=== He has written a weekly chess column for the New York Post since 1972. His monthly column \"Chess to Enjoy\" in Chess Life, the official publication of the United States Chess Federation, began in 1979 and is the longest-running column in that magazine. He was named \"Chess Journalist of the Year\" in 1988 and 2002 by the Chess Journalists of America. Soltis was one of the few Americans in the 20th century who earned the International Grandmaster title but was not a professional chess player. He worked as a news reporter and editor for the New York Post from 1969 until he retired in 2014. He continued writing his weekly chess column for the Post after he retired. He is considered one of the most prolific chess writers, having authored or coauthored more than 100 books and opening monographs on chess. His books have been translated into Spanish, French, German, Italian and Polish. In 2014 his work Mikhail Botvinnik: The Life and Games of a World Chess Champion was named Book of the Year by the Chess Journalists of America and the English Chess Federation.http://www.englishchess.org.uk/ecf-book-of-the-year-2014 Other honors for his books include the 1994 British Chess Federation award for Frank Marshall, United States Champion and the Cramer Award in 2006 for Soviet Chess 1917–1991 and in 2006 for Why Lasker Matters.http://www.mark- weeks.com/aboutcom/aa04k20.htm The columns and books of Soltis have been criticized for a lax attitude to providing sources on historical and other factual matters.\"Chess: the Need for Sources\" by Edward Winter ===Legacy=== He is credited with the Soltis Variation of the Sicilian Dragon Yugoslav Attack, characterized by 12...h5, after 1.e4 c5 2.Nf3 d6 3.d4 cxd4 4.Nxd4 Nf6 5.Nc3 g6 6.Be3 Bg7 7.f3 0-0 8.Qd2 Nc6 9.Bc4 Bd7 10.0-0-0 Rc8 11.Bb3 Ne5 12.h4 h5. Previous experience showed that Black often got mated if he allowed 13.h5. He also gave names to chess openings such as the Nimzo-Larsen Attack, the Baltic Defense and the Chameleon Sicilian. Several names for pawn structures and moves, such as the Marco Hop and the Boleslavsky Hole, were popularized by his book Pawn Structure Chess. He introduced the Russian chess term priyome to English literature in Studying Chess Made Easy. ==Personal life== Soltis graduated from City College of New York in 1969. He has been married to Marcy Soltis, a fellow journalist and tournament chess player, since 1981. ==Partial list of books== *The Best Chess Games of Boris Spassky, 1973, *The Great Chess Tournaments and Their Stories , 1975, *Pawn Structure Chess, 1976, Tartan Books, ; also 1995, McKay, *Karl Marx Plays Chess : And Other Reports on the World's Oldest Game, *Chess to Enjoy, 1978, Stein and Day, *Catalog of Chess Mistakes, 1980, Three Rivers Press, *The Art of Defense in Chess, 1986, Random House, *Openings of the Eighties; Volume 1, Chess Digest, ASIN: B009F09ARA *A Black Defensive System For The Rest of Your Chess Career, 1987, Chess Digest, *Winning with the English Opening, 1987, Chess Digest, *Winning with 1 e4, 1988, Chess Digest *Winning with 1 d4, 1988, Chess Digest, *Confessions of a Chess Grandmaster, 1990, Thinker's Press, *Winning with 1 c4: A Complete Opening System, 1990, Chess Digest, *Winning with 1 f4: Bird's Opening, 1992, Chess Digest, *White Opening System: Combining Stonewall Attack, Colle System, Torre Attack, 1992, Chess Digest, *Black to play and win with 1-g6: A complete defensive system, Chess Digest, *The Baltic Defense to the Queen's Gambit, Chess Digest, ASIN: B01F7XFV9O *Beating the Caro-Kann with the Advance Variation, 1993, Chess Digest, ASIN: B002AOKNXS *The London System : a complete white opening system, 1993, Chess Digest, *Winning with the King's Gambit - Decline - VOLUME II, The House of Staunton, *The Stonewall Attack, Revised 2nd Edition, 1993, Chess Digest, *A Black Defensive System: With 1...d6, 1994, Chess Digest, *Beating the Ruy Lopez with the Fianchetto Variation, 1994, Chess Digest, *The Inner Game of Chess: How to Calculate and Win, 1994, Random House, *The Trompowsky Attack, 1995, Chess Digest, *Winning with the Giuoco Piano and the Max Lange Attack, 1996, Chess Digest, ASIN: B00A09JWOQ *Grandmaster Secrets: Endings, 1997, 2003, Thinker's Press, *Colle System, Koltanowski variation, 5c3, 1998, Chess Digest, *Soviet Chess 1917–1991, 1999, McFarland & Company, *Rethinking the Chess Pieces, 2004, Bastford, ASIN: B019L58BVO *Grandmaster Secrets: Openings, 2000, Thinker's Press, *Why Lasker Matters, 2005, Batsford, *Bobby Fischer Rediscovered, 2003, Batsford, *Los Voraces, 2019, 2003, McFarland, *Turning Advantage into Victory in Chess, 2004, Random House Puzzles & Games, *Rethinking the Chess Pieces, 2004, Batsford, *How to Choose a Chess Move, 2005, Batsford, *The 100 Best Chess Games of the 20th Century, Ranked, 2006, McFarland & Company, *Transpo Tricks in Chess, 2007, Batsford, *The Wisest Things Ever Said About Chess, 2008, Batsford, *Studying Chess Made Easy, 2010, Batsford, *What It Takes To Become A Chess Master, 2012, Batsford == References == ==External links== * * * Category:1947 births Category:Living people Category:American chess players Category:Chess grandmasters Category:American non-fiction writers Category:American chess writers Category:American male non-fiction writers Category:People from Hazleton, Pennsylvania ",
    "title": "Andrew Soltis"
}