{
    "id": "1516770",
    "text": "Location of Zeravshan River in Central Asia. Zeravshan River and Samarkand from space.Samarkand, Uzbekistan The Zeravshan is a river in Tajikistan and Uzbekistan, Central Asia. Its name, \"spreader of gold\" in Persian, refers to the presence of gold-bearing sands in the upper reaches of the river. To the ancient Greeks it was known as the Polytimetus. It was also formerly known as Sughd River. The river is long and has a basin area of .Зеравшан (река в Ср. Азии), Great Soviet Encyclopedia ==Geographic position== It rises at the Zeravshan Glacier, close to where the Turkestan Range and the Zeravshan Range of the Pamir-Alay mountains meet, in Tajikistan. In its upper course, upstream from its confluence with the Fan Darya, it is also called Matcha. It flows due west for some , passing Panjakent before entering Uzbekistan at , where it turns west-to-north-west, flowing past the legendary city of Samarkand, where it feeds the Dargom Canal, which is entirely dependent on the oasis thus created, until it bends left again to the west north of Navoiy and further to the south-west, passing Bukhara before it is lost in the desert beyond the city of Qorakoʻl (Karakul), not quite reaching the Amu Darya, of which it was formerly a tributary. ==Related news== Tajikistan aims to construct several hydro-electric power stations on Zerafshan River and has signed the MOU in November 2013 with Zarvon Corporation for the financing and construction of the plants. All previous MOU's have been voided. ==See also== *Zarafshan, a city in Uzbekistan's Navoiy Province, called \"the gold capital of Uzbekistan\". *Zarafshan (disambiguation) ==Notes== ==References== * ==Further reading== * В.В. Бартольд \"К Истории Орошения в Туркестане\" (Collected Works, Vol.3) (Москва) 1965 * V.V. Barthold \"Turkestan Down to the Mongol Invasion\" (London) 1968 * Robert Lewis \"Early Irrigation in West Turkestan\" Annals of the Association of American Geographers Vol.56 No..3 (Sept. 1966) pp467–491 * Edgar Knobloch \"Beyond the Oxus\" (London) 1972 Category:Rivers of Tajikistan Category:Rivers of Uzbekistan Category:International rivers of Asia Category:Persian words and phrases ",
    "title": "Zeravshan (river)"
}