{
    "id": "1516980",
    "text": "In contract bridge, the trump squeeze is a variant of the simple squeeze in which one threat is a suit that if unguarded can be established by ruffing. This end position illustrates a trump squeeze play. Hearts are trumps, and the lead is in the North hand. Declarer plays the A (the squeeze card), discarding the 3 from hand, and East has no good discard. If East plays a spade, declarer cashes the A to set up the spade suit, which he can reach with a club ruff after cashing North's K. If East plays a club, declarer cashes the K, ruffs a club, and has the Ace of spades as an entry to dummy. Here is perhaps the simplest possible example. Assume hearts are trump and both red suit Aces have been played. When declarer leads the A from North, East must drop his guard in one of the minor suits. If he discards a diamond, then declarer ruffs a diamond, setting up the suit and takes the last two tricks with the A and the J. If East instead discards a club, South cashes the A, ruffs a diamond and enjoys the J for the final trick. This shows all the elements clearly: {| | *A blocked threat in Suit A (the two clubs in the South hand) that is accompanied by a trump, which will provide the means of reaching the blocked threat if it becomes good because the defender drops his Suit A guard; *a second threat in Suit B in the other hand that can be established by ruffing if the defender drops his guard in Suit B (the two diamonds in the North hand); and *a single defender guarding both threats. |} The North card that blocks the Suit A threat (A) provides the means of reaching the Suit B threat if it becomes good via ruffing. The key elements are: * A suit that declarer can ruff to set up extra tricks * An entry to another suit which can also yield extra tricks * One defender who guards both suits Another example illustrates the squeeze card (a trump) being led from South (declarer) and East being squeezed. Spades are trump and the lead of the 8 squeezes East after South discards a small diamond from dummy. The Q is the blocked threat and clubs can be established by ruffing if the squeezee discards a club. If East discards a club, South will play the Ace and King of clubs, ruff the third round of that suit and then return to dummy with the A to cash the established club. If East instead elects to bare his K, South will play the two top clubs and the A, dropping the K and then ruffing a club back to hand to win his Q. If West guards both minor suits, the trump squeeze is not necessary (although it will still work). South can simply play the two top clubs, ruff a club back to hand and then lead the final trump as the squeeze card, catching West in a simple positional squeeze. A very rare example is the double trump squeeze, where both opponents suffer the same fate. Here is an example from the quarterfinals of the 2004 Olympiad, in the match between Italy and the USA. Declarer, Norberto Bocchi of Italy, declared 4 and achieved the following end position with the lead in dummy: Declarer led the Ace of hearts from dummy, discarding the 8, and the defence had no answer. If both pitched spades, declarer could play the Ace and King of spades, establishing the ten. If both pitched diamonds, a spade to the Ace and a diamond ruff would establish the Queen. If one pitched a spade and the other a diamond, then declarer's play depended on who released the diamond guard. If it were West, a spade to the Ace and a ruff of the Ten of diamonds would set up the Queen. If it were East, a spade to the Ace and a lead of the Queen of diamonds would smother the Jack and create a ruffing finesse position, since declarer has the Ten (if West covers, declarer will ruff; if West ducks the Queen, declarer will discard from dummy and then ruff the Ten). At the table, East (Michael Rosenberg) discarded a spade and West (Zia Mahmood) had to release his low diamond. Bocchi played a spade to reach his hand, then ruffed his low diamond, dropping the King from Zia and then made his Queen when he returned to hand with a high spade.See BIL Xmas Tournament writeup, at http://www.todheugh.plus.com/paul/bbo/xmas04.pdf Note that the squeeze was not automatic; if the East-West diamond holdings are reversed, the squeeze will fail, as it will if West holds King-Jack doubleton. Bocchi understood that his only chance was to find West (Zia) with the King- doubleton and East (Rosenberg) with the Jack-doubleton. He read the situation accurately when West discarded the seven of diamonds and made the only play that gave him a chance. ==Notes== ==External links== * Trump Squeeze at Bridgehands.com Category:Contract bridge squeezes ",
    "title": "Trump squeeze"
}