{
    "id": "1516524",
    "text": "Teki Dervishi (16 January 1943 — 29 June 2011) was an Albanian poet, novelist, journalist and playwright. ==Early life and career== Dervishi was born in Gjakova, in the region disputed between Yugoslavia and Axis-occupied Albania, now part of Kosovo. After completing his primary education, he was imprisoned for several years at Goli otok, at the age of 17. Dervishi was one of the youngest Albanian prisoners at Goli otok.https://web.archive.org/web/20110703061635/http://www.botasot.info/def.php?category=3&id;=125710 Dervishi finished secondary school in Peja and studied at the University of Pristina.http://www.elsie.de/pdf/articles/A1999ObitGuardian.pdf Besides Dervishi's literary activities, he also worked as a journalist. He worked for the Albanian-language newspaper Flaka e vëllazërimit (The Flame of Fraternity) in Skopje, and was later director and among the founders of the Albanian newspaper Bota sot. Dervishi also worked as the director of the National Theatre of Kosovo in the 2000s.https://www.evropaelire.org/a/1020292.html == Later life == On 29 March 1999, at the outbreak of the NATO intervention in the Kosovo War, Dervishi was reported to have been assissinated. In July of that year, it was confirmed that he was alive. https://ifex.org/writers-teki- dervishi-and-din-mehmeti-now-known-to-be-alive/ == Literary works == Novels: *Pirgu i Lartë (The High Tower), 1972 *Padrona, 1973 *Skedarët (The Catalogues), 1974 *Herezia e Dervish Mallutës (The Heresy of Dervish Malluta), 1981 *Palimpsest për Dush Kusarin (Palimpsest For Dush Kusari), 1993 Verse: *Nimfa (The Nymph), 1970 *Shtëpia e Sëmurë (The Sick House), 1978 *Thashë (I Said), 1981 Theatre plays: *Pranvera e Librave (The Springtime of Books), 1990 *Zhvarrimi i Pjetër Bogdanit (The Exhumation of Pjetër Bogdani), 1990 *Kufiri me atdhe (The Border with the Fatherland), 1996 *Vojceku (Wozzeck), 1996 ==Notes and references== Notes: {| style=\"margin-left:13px; line-height:150%\" |align=\"right\" valign=\"top\"|a. | |} References: * by Robert Elsie, The Guardian, Saturday Review, April 3, 1999, page 3. Category:1943 births Category:Kosovan poets Category:People from Gjakova ",
    "title": "Teki Dervishi"
}