{
    "id": "1516199",
    "text": "\"Sing a Song of Sixpence\" is a well-known English nursery rhyme, perhaps originating in the 18th century. It is listed in the Roud Folk Song Index as number 13191. ==Origins== The Queen Was in the Parlour, Eating Bread and Honey, by Valentine Cameron Prinsep. The rhyme's origins are uncertain. References have been inferred in Shakespeare's Twelfth Night (c. 1602), (Act II, Scene iii), where Sir Toby Belch tells a clown: \"Come on; there is sixpence for you: let's have a song\" and in Beaumont and Fletcher's Bonduca (1614), which contains the line \"Whoa, here's a stir now! Sing a song o' sixpence!\"Bonduca, act v, scene ii In the past it has often been attributed to George Steevens (1736–1800), who used it in a pun at the expense of Poet Laureate Henry James Pye (1745–1813) in 1790, but the first verse had already appeared in print in Tommy Thumb's Pretty Song Book, published in London around 1744, in the form: :Sing a Song of Sixpence, :A bag full of Rye, :Four and twenty Naughty Boys, :Baked in a Pye. The next printed version that survives, from around 1780, has two verses and the boys have been replaced by birds. A version of the modern four verses is first extant in Gammer Gurton's Garland or The Nursery Parnassus published in 1784, which ends with a magpie attacking the unfortunate maid. Fifth verses with the happier endings began to be added from the middle of the 19th century. ==Lyrics== Cover illustration for Randolph Caldecott's Sing a Song for Sixpence (1880) A common modern version is: :Sing a song of sixpence, :A pocket full of rye. :Four and twenty blackbirds, :Baked in a pie. :When the pie was opened :The birds began to sing; :Wasn't that a dainty dish, :To set before the king. :The king was in his counting house, :Counting out his money; :The queen was in the parlour, :Eating bread and honey. :The maid was in the garden, :Hanging out the clothes, :When down came a blackbird :And pecked off her nose. :And shortly after that, :there came a little wren, :As she sat upon a chair, :and put it on again.I. Opie and P. Opie, The Oxford Dictionary of Nursery Rhymes (Oxford University Press, 1951, 2nd edn., 1997), pp. 394-5. The final line of the fourth verse is sometimes slightly varied, with nose pecked or nipped off. One of the following additional verses is often added to moderate the ending: :They sent for the king's doctor, :who sewed it on again; :He sewed it on so neatly, :the seam was never seen. or: :There was such a commotion, :that little Jenny wren :Flew down into the garden, :and put it back again. ==Melody== { \\key g \\major \\time 4/4 g'8 fis'8 e'8 d'8 g'4 b8 c'8 | d'8 e'8 d'8 b8 d'2 | g'8 fis'8 e'8 d'8 g'4 b4 | a4 e'8 e'8 e'2 | | d'8 g'8 g'8 g'8 g'4 g'8 g'8| fis'8 a'8 a'8 a'8 a'2| b'8 a'8 g'8 fis'8 g'8 fis'8 e'8 d'8 | e'8 g'8 fis'8 a'8 g'2 \\bar \"|.\" } \\addlyrics { Sing a song of six -- pence, a poc -- ket full of rye. Four and twen -- ty black -- birds baked in a pie. When the pie was o -- pened, the birds be -- gan to sing; Was -- n't that a dain -- ty dish to set be -- fore the king.} ==Meaning and interpretations== Many interpretations have been placed on this rhyme. It is known that a 16th- century amusement was to place live birds in a pie, as a form of entremet. An Italian cookbook from 1549 (translated into English in 1598) contained such a recipe:Giovanni de Roselli's Epulario, quale tratta del modo de cucinare ogni carne, ucelli, pesci... (1549), of which an English translation, Epulario, or the Italian Banquet, was published in 1598 (Mary Augusta Scott, Elizabethan Translations from the Italian no. 256, p. 333f.). \"to make pies so that birds may be alive in them and fly out when it is cut up\" and this was referred to in a cook book of 1725 by John Nott.Jenkins, Jessica Kerwin, The Encyclopedia of the Exquisite, Nan A. Talese/Doubleday,2010, p. 200-01 The wedding of Marie de' Medici and Henry IV of France in 1600 contains some interesting parallels. \"The first surprise, though, came shortly before the starter—when the guests sat down, unfolded their napkins and saw songbirds fly out. The highlight of the meal was sherbets of milk and honey, which were created by Buontalenti.\"Blow out! History's 10 greatest banquets - Features, Food & Drink - The Independent In their 1951 The Oxford Dictionary of Nursery Rhymes, Iona and Peter Opie write that the rhyme has been tied to a variety of historical events or folklorish symbols such as the queen symbolizing the moon, the king the sun, and the blackbirds the number of hours in a day; or, as the authors indicate, the blackbirds have been seen as an allusion to monks during the period of the Dissolution of the Monasteries by Henry VIII, with Catherine of Aragon representing the queen, and Anne Boleyn the maid. The rye and the birds have been seen to represent a tribute sent to Henry VII, and on another level, the term \"pocketful of rye\" may in fact refer to an older term of measurement. The number 24 has been tied to the Reformation and the printing of the English Bible with 24 letters. From a folklorish tradition, the blackbird taking the maid's nose has been seen as a demon stealing her soul.Opie, p. 471 No corroborative evidence has been found to support these theories and given that the earliest version has only one stanza and mentions \"naughty boys\" and not blackbirds, they can only be applicable if it is assumed that more recently printed versions accurately preserve an older tradition. ==See also== * Entremet or subtlety, an elaborate form of dish common in Europe, particularly England and France, during the late Middle Ages. * Pop out cake ==References== ==External links== * * Category:1744 songs Category:English children's songs Category:English nursery rhymes Category:Songs about birds Category:English folk songs Category:Fictional birds ",
    "title": "Sing a Song of Sixpence"
}