{
    "id": "1516755",
    "text": "The Pigman is a young adult novel written by Paul Zindel, published in 1968. It is notable for its authentic depiction of teenagers, and was among the first YA books to take the genre in a more realistic direction. This dual perspective novel gives the reader two different sides to a story about such an important man. The two main characters, teenagers Lorraine and John, have opposite personalities and together create a powerful narrative. This book would go on to win numerous awards, including the New York Times Outstanding Book of 1968, the ALA Notable Children's Book 1940–1970 the Horn Book 1969 Fanfare Honor List. The novel is frequently assigned in elementary schools, middle schools, and some high schools for English classes. Although commonly taught, this book has been banned in certain areas for numerous reasons, some including offensive language and sexual themes. The book's sequel, The Pigman's Legacy, was published in 1980. The Pigman & Me, an autobiography by Paul Zindel, was first published in 1990; it is considered an unofficial triquel to The Pigman. Zindel wrote a screenplay, adapting the book for the stage and screen, but it was not taken up by any filmmaker. ==Significance of the title== The story of The Pigman describes the life and hardships of Angelo Pignati. Being portrayed as a simple old man, his life is more interesting and gratifying than seen at his first appearance. His nickname comes from his collection of pig statues, his prized possessions. ==Plot summary== The novel begins with an \"oath\" signed by John Conlan and Lorraine Jensen, two high school sophomores, who pledge that they will report only the facts about their experiences with Mr. Pignati. When John, Lorraine, and two teen troublemakers, Norton Kelly and Dennis Kobin, are bored, they make prank phone calls. The goal of the game is to see who can stay on the phone the longest. When it is Lorraine's turn, she picks out Mr. Pignati's phone number and pretends to be calling from a charity. After she wins the game, Mr. Pignati offers to donate ten dollars. Against Lorraine's better judgment, she and John travel to Pignati's house to collect the funds. After hesitantly accepting \"The Pigman's\" offer of going to the zoo, a friendship begins to blossom between the three of them. He begins to take on the role of a parental figure for the two teenagers, something neither of them has. John and Lorraine's visits become increasingly frequent, and during one such visit, they discover a document inside his room. After reading it, they realize The Pigman has been lying about where his wife has been. His wife, Conchetta, is dead, instead of being on vacation as The Pigman has stated numerous times. Soon, John and Lorraine visit The Pigman daily after school, and he showers them with gifts, food, and most importantly, the love and attention they do not receive in their own joyless homes. They reveal to him that they were never affiliated with any charity, and he reveals what they already know: that his wife is dead. Pignati gives each of the two a pair of roller skates. Getting a pair for himself also, the three of them could not be happier, until one afternoon. Mr. Pignati suffers a heart attack while he and the teens are playing tag with roller skates. He is sent to the hospital, and John and Lorraine agree to take care of his house while he recovers. While they are doing so, they resemble a married couple. Between the responsibilities and numerous chores, they love being inside the house. They begin to even acquire feelings for one another, and John begins to care about his appearance. Having an empty house to themselves, the kids decide to have a party and invite a few people over. The situation quickly turns into a drunken, boisterous party with more visitors than the two anticipated. The partygoers destroy the house, not caring what they break. Lorraine's friend rips Conchetta Pignati's wedding dress in a drunken accident after putting it on. Norton ransacks Mr. Pignati's house in hopes of finding valuables and destroys Conchetta's collection of porcelain pigs, which Mr. Pignati holds very dear. John beats Norton in retaliation. Mr. Pignati returns to find his house ransacked, and is incredibly hurt when he finds out John and Lorraine were responsible for the incident. The police are called, and John and Lorraine believe they will get arrested, but The Pigman does not press charges. They try to go back into the house and apologize, but the officer tells them Mr. Pignati is crying and that they need to go home. After going home, Lorraine is beaten by her mother and John's parents say they are getting him therapy, which will never happen. Feeling terrible, the two offer to take Pignati to the zoo to help make up for the destruction of his house. When they arrive at the zoo to visit Bobo the baboon, Mr. Pignati's favourite animal and buddy, they learn the creature has died. Overcome with grief and the heaviness of the recent events, Mr. Pignati suffers from cardiac arrest and dies, leaving John and Lorraine grieving and reflecting on the fragility of life. John tells Lorraine to wait outside of the area where he died, fearing that her mother would hit her in punishment for creating the situation. They blame themselves for Pignati's death and believe that he would have been better off never meeting them in the first place. John and Lorraine write their story down. ==Themes== Peer pressure This story goes into the idea of peer pressure on numerous occasions. First is the phone call Lorraine made to Mr. Pignati. She did not want to keep the conversation going and felt as if she was not doing the right thing. Her friends kept pressuring her to continue the conversation and so she did. When she and John, later on, go to visit him after their scheme of collecting money for charity, Lorraine has the same feeling of guilt. She does not want to take money from this poor old man and says to John how it is wrong. Not listening to her at all, he pressures her into taking the money and keeping silent about the truth. Finally, John and Lorraine are pressured into having a party at the house. This results in the destruction of all of his possessions and him ultimately feeling broken. With peer pressure running high in this story, many of the characters were unable to speak their own opinions and were afraid to stand up against the crowd. Whether it is Lorraine afraid to stand up against John, or John afraid to stand up to his friends, the main characters are reluctant in speaking their true emotions. The pressure given to them by a massive audience becomes the reason for the downfall of their great friend, The Pigman. Loss The occurrence of losing loved ones and loved possessions are frequent throughout the novel. It begins with The Pigman's loss of his collection of pigs and his wife's dress. Both these items were very important to him, letting him remember a time of peace and happiness. When they were both destroyed, he lost a huge part of who he was. The Pigman also loses his best friend, Bobo. His death at the zoo was too much for this man, resulting in a heart attack that killed him. His death was the kids losing their dear friend, but also their innocence. The loss of their friend and watching him die was a hugely traumatic experience for them, whether they acknowledge it or not. Losing a friend is a very difficult thing for a person to go through. It becomes even harder when you lose a friend and believe that it is your fault. The amount of terrible and shocking experiences Lorraine and John put The Pigman through were too much for him, especially because of his old age. His last stitch of happiness died along with Bobo, leaving him a shell of his former self. When he finally died, his death was a loss to the kids, but not to himself, because he had been unhappy. Family and Parenting Throughout the story, both John and Lorraine do not know a parental figure. Physically both of them have parents (John having his mother and father, Lorraine having her mother), but mentally they are not there for them. John's parents do not care what he does and are very self-centered. Both let him smoke and drink and show him that there will be no repercussions for his actions. This makes John take part in troublesome actions, simply trying to get his parents' attention. While his efforts fail each time, he does not give up, and ironically only rebels in such a harsh manner wishing his parents paid attention to him. Lorraine only lives with her mother, due to her father leaving them a long time ago. Her mother is not a great parental figure, mocking and ridiculing her daughter constantly throughout the story. Her mother's abusive nature strikes fear into Lorraine. She knows if she does anything wrong she will be hit as a repercussion. This is shown when Lorraine states, \"She came towards me, and I backed away until I was cornered by the wall. Then she raised her arm and slapped me once across the face. She tried to hit me again, but my arm went up and blocked her.\" Death Whether physically or emotionally, death recurs throughout this novel. The most apparent sense of death in this novel is physical. Numerous characters in this story die. Some of these include The Pigman, his wife, Lorraine's mother's patients, Lorraine's father, Bobo, and John's Aunt Ahra. While some of these deaths are treated as non-important information, they are all tragic. Losing someone who you are close to or even someone you just know can take a toll on any individual. This story portrays this message with the final physical death in the story, with Mr. Pignati. His death caused a break in not only the story, but in the two main characters John and Lorraine. This leads to the cause of emotional death in the novel. John and Lorraine have been through a traumatic and life-changing experience seeing this man die. Even though he was older his death was shocking and unexpected to them. This death of a fatherlike figure to these children emotionally traumatized them, causing a part of their innocence to die along with the Pigman. This emotional death is similar to that of Lorraine's mother. Her emotional distress after witnessing her husband cheat has caused her to become a bitter person and a different person. Emotionally a part of her died when she found out about her husband's affair and when he died. This novel breaks down the motif of death on a physical and emotional level. ==Characters== *John Conlan (Bathroom Bomber) - the male protagonist who narrates the odd-numbered chapters. John is something of an anti-hero, as he uses his intelligence, looks, and charm for personal gain. He aspires to be an actor, but fuels his creativity with pranks, though most of them are benign. While writing his sections of the story, he uses symbols such as @#$% instead of cursing. His parents are both physically there, but mentally do not care what he does. This is the reason for his constant use of cigarettes and alcohol. He is trying to get his parents' attention by acting out. This is usually to no avail, as they show interest for a little while and then things go back to normal. His biggest stunt of throwing a party at The Pigman's house did not even grasp the attention of his parents, as they nonchalantly said they are taking him to a therapist, knowing it will never happen. *Lorraine Jensen - the female protagonist, who narrates the even-numbered chapters. Lorraine aspires to be a writer or psychologist, and her sensitive, analytical nature provides a counterbalance to John's impulsiveness. She is socially awkward, different, and has low self-esteem. Although not overweight, she is constantly ridiculed by her mother for her weight and abused when doing something wrong. Kids in her class do not make fun of her due to her friendship with John. The girls in their class are amazed that a girl like Lorraine could be best friends with a guy like John, being that they are opposites. This is why John tells Lorraine to stay outside when The Pigman dies, so her mother does not have a reason to abuse her. Since her father ran out on them, Lorraine's mother is very angry in regards to most men. Being a single mother has not only put a huge toll on her but her daughter since she has to take over a great deal of the workload. This has made her more mature in comparison to the people she associates herself with, including John. *Angelo Pignati (The Pigman) - an elderly widower who lives in a messy house in John and Lorraine's neighborhood. His nickname comes from his last name, as well as his vast collection of ceramic pigs. Lonely since the death of his wife, his friendship with John and Lorraine fills a void in his life. The Pigman also finds Lorraine and John to be quite generous and admires them. He treats them like children, as they fill his void of being alone. Throughout the story, The Pigman plays games with the children and teaches them small lessons, such as how to remember a list of items. One of Mr. Pignati's only friends before John and Lorraine is a baboon at a local zoo named Bobo. He would visit the baboon constantly and feed him peanuts, saying that it was his favorite snack. The party which destroyed his house caused The Pigman to become increasingly ill. The loss of important objects such as his pig collection and wife's wedding dress were too much for him. After the death of his best friend, Bobo, he had a heart attack which ultimately killed him. *Bore - John's father. Bore is a commodities trader and although the stress of the job is detrimental to his health, he still pressures John to follow in his footsteps. He was a heavy drinker until he developed cirrhosis of the liver. One of John's lifelong goals is to become an actor, but his father refuses and forces him to be a businessman. Since Bore is constantly not paying his son any attention, he rebels in hopes that his father will correct him, but it never happens. Any interest is shown because of the negatives John does, and this attention is minimal. * The Old Lady - John's mother. It is suggested that she may have obsessive-compulsive disorder, as she is fixated on cleaning, which she uses as a coping mechanism for the tension between her husband and son. John often feels as if she cares more for inanimate objects than she cares for him. *Norton Kelly - a classmate of John and Lorraine, and the main antagonist. Described as a barbarian by the protagonists, Norton spends much of his time stealing and is convinced there are valuables inside the Pignati household. His entering the house ultimately leads to the destruction of all the pig items that The Pigman knows and loves. Norton does not reappear in the Pigman's Legacy but he is briefly referenced when a train with graffiti saying \"Norton Was Here\" is seen, which aggravates John. *Dennis Kobin - Norton's follower. He is best friends with Norton and plays a minor role in the novel. *Lorraine's mother - She is critical of her daughter, accuses her of being fat, and constantly tells her \"you're not a pretty girl, Lorraine.\" After she discovered that her husband was cheating on her, she filed for divorce; later he died. She never got over that, and now she thinks that all men are evil. She constantly warns Lorraine against men and boys, saying \"they have only one thing on their mind.\" The loss of her husband was hard for both of them and is a huge reason for her mother being so judgmental. She and Lorraine later reconcile. *Bobo - the baboon that the Pigman goes to see constantly when visiting the zoo. The Pigman has a great deal of love for this monkey, as he is one of the few living creatures he can look forward to seeing. He always feeds Bobo and makes sure that he is completely comfortable in his environment. His death later on in the story is something The Pigman cannot handle, as the animal has been one of his greatest friends for a very long time. The death of Bobo resembles the loss of hope in the eyes of The Pigman, as he has truly lost everyone and everything close to him. * Kenneth Conlan-John's older brother. He has apparently become a lawyer prior to the story and is frequently mentioned. ==Bibliography== * ==References== ==External links== * * \"Novelguide for The Pigman\" * \"Enotes discussion\" * The Pigman study guide, quotes, themes, character analyses, teacher resources Category:1968 American novels Category: American young adult novels Category: Staten Island in fiction Category: Novels by Paul Zindel Category: Novels set in New York City ",
    "title": "The Pigman"
}