{
    "id": "1517041",
    "text": "Southern Thai (Southern Thai/Thai: ), also known as Pak Thai (Southern Thai: ) or Dambro ( ), is a Southwestern Tai ethnolinguistic identity and language spoken in the fourteen provinces of southern Thailand as well as by small communities in the northernmost Malaysian states. It is spoken by roughly five million people, and as a second language by the 1.5 million speakers of Pattani and other ethnic groups such as the local Thai Chinese communities, Negritos, and other tribal groups. Most speakers are also fluent in or understand the Central Thai dialects. ==Varieties and related languages== Although Central Thai is most widely spoken, Thailand is home to other related Tai languages. Although linguists usually classify these idioms as related, but distinct languages, native speakers often identify them as regional variants or dialects of the \"same\" Thai language, or as \"different kinds of Thai\". ===Dialects=== Phonyarit (2018)Phonyarit, Ratchadaporn (2018). Tonal Geography of the Southern Thai Dialects. Paper presented at the 28th Annual Meeting of the Southeast Asian Linguistics Society, held May 17–19, 2018 in Kaohsiung, Taiwan. recognizes the following nine main dialects of Southern Thai, based on tone split and merger patterns. ====Southern Thai (Eastern)==== * Nakhonsithammarat dialect (Standard), spoken in the upper part of Nakhon Si Thammarat Province and eastern part of Surat Thani Province * Thungsong dialect, spoken in the lower part of Nakhon Si Thammarat Province and surrounding provinces such as Phatthalung * Songkhla dialect, spoken in Songkhla and surrounding provinces, except in Hat Yai District, where Central Thai with southern loanwords is spoken * Syburi dialect, spoken in Syburi (Kedah), Palis and Satun Province ====Southern Thai (Western)==== * Chaiya dialect, spoken in the northern part of Surat Thani Province and Ranong Province, classified as a dialect of the Peranakans * Chumphon dialect, spoken in Chumphon Province and the southern part of Prachuap Khiri Khan Province * Phuket dialect, spoken by Peranakans in Phuket Province, Krabi Province and Phang Nga Provinces * Samui dialect, spoken in Samui District and Pha-ngan District ====Takbai dialect==== * Takbai dialect, spoken by the Siamese minority in Patani ===Related languages=== *Isan (Northeastern Thai), the language of the Isan region of Thailand, a collective term for the various Lao dialects spoken in Thailand that show some Central Thai influences, which is written with the Thai script. It is spoken by about 20 million people. Thais from both inside and outside the Isan region often simply call this variant \"Lao\" when speaking informally. *Northern Thai (Phasa Nuea, Lanna, Kam Mueang, or Thai Yuan), spoken by about 6 million (1983) in the formerly independent kingdom of Lanna (Chiang Mai). Shares strong similarities with Lao to the point that in the past the Siamese Thais referred to it as Lao. *Central Thai (Thai Klang, Leang Ka Luang), is the sole official and national language of Thailand, spoken by about 20 million (2006) *Phu Thai, spoken by about half a million around Nakhon Phanom Province, and 300,000 more in Laos and Vietnam (2006). *Phuan, spoken by 200,000 in central Thailand and Isan, and 100,000 more in northern Laos (2006). *Shan (Thai Luang, Tai Long, Thai Yai), spoken by about 100,000 in north-west Thailand along the border with the Shan States of Burma, and by 3.2 million in Burma (2006). *Lü (Lue, Yong, Dai), spoken by about 1,000,000 in northern Thailand, and 600,000 more in Sipsong Panna of China, Burma, and Laos (1981–2000). *Nyaw language, spoken by 50,000 in Nakhon Phanom Province, Sakhon Nakhon Province, Udon Thani Province of Northeast Thailand (1990). *Song, spoken by about 30,000 in central and northern Thailand (2000). ==Distribution== In Thailand, speakers of Southern Thai can be found in a contiguous region beginning as far north as southern part of Prachuap Khiri Khan Province and extending southward to the border with Malaysia. Smaller numbers of speakers reside in the Malaysian border states, especially Kedah, Kelantan, Penang, Perlis, and Perak. In these areas, it is the primary language of ethnic Thais as well as of the ethnically Malay people on both sides of the Thai-Malaysian border in Satun and Songkhla provinces. Although numerous regional variations exist and there is no one standard, the language is most distinct near the Malaysian border. All varieties, however, remain mutually intelligible. For economic reasons, many speakers of Southern Thai have migrated to Bangkok and other Thai cities. Some have also emigrated to Malaysia, which offers not only economic opportunity but also a culture which shares the Islamic faith practiced by some speakers of Southern Thai. ==History== Malay kingdoms ruled much of the Malay Peninsula, such as the Pattani Kingdom and Tambralinga, but most of the area, at one time or another, was under the rule of Srivijaya. The population of the Malay peninsula was heavily influenced by the culture of India transmitted through missionaries or indirectly through traders. Numerous Buddhist and Hindu shrines attest to the diffusion of Indian culture. The power vacuum left by the collapse of Srivijaya was filled by the growth of the kingdom of Nakhon Si Thammarat, which subsequently became a vassal of the Sukhothai Kingdom. The area has been a frontier between the northern Tai peoples and the southern ethnic Malays as well as between Buddhism and Islam. ==Phonology== ===Dialects=== *Ligor dialect, spoken in Nakhon Si Thammarat, Phatthalung, Trang, Satun provinces and Mueang Pattani Kedah state, Mae Lan, Khok Pho and Nong Chik Districts of Pattani Province. *Chaiya dialect, spoken in Krabi, Phang Nga, Phuket, Ranong, Surat Thani and Chumphon Provinces. *Singora dialect, spoken in Songkhla, Yala and mostly part of Pattani Provinces. *Tak Bai dialect, spoken in Kelantan state, Narathiwat Province and Yaring, Panare, Sai Buri districts of Pattani Province. ===Tones=== The majority of speakers using Southern Thai varieties display five phonemic tones (tonemes) in citation monosyllables, although effects of sandhi can result in a substantially higher number of tonal allophones. This is true for dialects north of approximately 10° N and south of 7° N latitude, as well as urban sociolects throughout Southern Thailand. In between, there are dialects with six- and seven-tone systems. The dialect of Nakhon Si Thammarat Province (approximately centered on 8° N latitude) for example, has seven phonemic tones. ====Initials==== Southern thai consonant inventory is similar to that of Central thai; but lack sound. {|class=wikitable style=text-align:center !colspan=2| !Labial !Alveolar !Palatal !Velar !Glottal |- !colspan=2|Nasal |style=background-color:#ccf| ม |style=background-color:#cfc| ณ,น |style=background-color:#fcf| ญ | | |- !rowspan=3|Stop !tenuis |style=background-color:#ccf| ป |style=background-color:#cfc| ฏ,ต |style=background-color:#fcf| จ |style=background-color:#fcc| ก |style=background-color:#ccc| อ* |- !aspirate |style=background-color:#ccf| ผ,พ,ภ |style=background-color:#cfc| ฐ,ฑ,ฒ,ถ,ท,ธ |style=background-color:#fcf| ฉ,ช,ฌ |style=background-color:#fcc| ข,ฃ,ค,ฅ,ฆ | |- !voiced |style=background-color:#ccf| บ |style=background-color:#cfc| ฎ,ด | | | |- !colspan=2|Fricative |style=background-color:#ccf| ฝ,ฟ |style=background-color:#ffc| ซ,ศ,ษ,ส | | |style=background-color:#ccc| ง,ห,ฮ |- !colspan=2|Approximant | |style=background-color:#cff| ล,ฬ |style=background-color:#cff| ย |style=background-color:#cff| ว | |- !colspan=2|Trill | |style=background-color:#cff| ร | | | |} :* Implied before any vowel without an initial and after a short vowel without a final :**ฃ and ฅ are no longer used. Thus, modern Thai is said to have 42 consonant letters. ====Clusters==== In Southern Thai, each syllable in a word is considered separate from the others, so combinations of consonants from adjacent syllables are never recognised as a cluster. Southern thai has phonotactical constraints that define permissible syllable structure, consonant clusters, and vowel sequences. Original Thai vocabulary introduces only 11 combined consonantal patterns: * (กร), (กล), (กว) * (ขร,คร), (ขล,คล), (ขว,คว) * (ปร), (ปล) * (พร), (ผล,พล) * (ตร) ====Finals==== All plosive sounds are unreleased. Hence, final , , and sounds are pronounced as , , and respectively. {|class=wikitable style=text-align:center ! !Labial !Alveolar !Palatal !Velar !Glottal |- !Nasal |style=background:#ccf| ม |style=background:#cfc| ญ,ณ,น,ร,ล,ฬ | |style=background:#fcc| ง | |- !Stop |style=background:#ccf| บ,ป,พ,ฟ,ภ |style=background:#cfc| จ,ช,ซ,ฌ,ฎ,ฏ,ฐ,ฑ, ฒ,ด,ต,ถ,ท,ธ,ศ,ษ,ส | |style=background:#fcc| ก,ข,ค,ฆ |style=background:#ccc|* |- !Approximant |style=background:#cff| ว | |style=background:#cff| ย | | |} :* The glottal stop appears at the end when no final follows a short vowel. ===Vowels=== The vowels of the Southern Thai are similar to those of Central Thai. They, from front to back and close to open, are given in the following table. The top entry in every cell is the symbol from the International Phonetic Alphabet, the second entry gives the spelling in the Thai alphabet, where a dash (–) indicates the position of the initial consonant after which the vowel is pronounced. A second dash indicates that a final consonant must follow. {|class=wikitable style=text-align:center !rowspan=3| !colspan=2|Front !colspan=4|Back |- !colspan=4|Unrounded !colspan=2|Rounded |- !short||long !short||long !short||long |- !High | -ิ | -ี | -ึ | -ื- | -ุ | -ู |- !Mid | เ-ะ | เ- | เ-อะ | เ-อ | โ-ะ | โ- |- !Low | แ-ะ | แ- | -ะ, -ั- | -า | เ-าะ | -อ |} The vowels each exist in long-short pairs: these are distinct phonemes forming unrelated words in Isan, but usually transliterated the same: เขา (khao) means \"he/she\", while ขาว (khao) means \"white\". The long-short pairs are as follows: {|class=\"wikitable\" style=\"text-align:center\" |- !colspan=\"2\"|Long !colspan=\"2\"|Short |- !Thai !IPA !Thai !IPA |- |–า || |–ะ || |- |–ี || |–ิ || |- |–ู || |–ุ || |- |เ– || |เ–ะ || |- |แ–|| |แ–ะ|| |- |–ื- || |–ึ || |- |เ–อ || |เ–อะ || |- |โ– || |โ–ะ || |- |–อ || |เ–าะ || |} The basic vowels can be combined into diphthongs. For purposes of determining tone, those marked with an asterisk are sometimes classified as long: {|class=\"wikitable\" style=\"text-align:center\" |- !colspan=\"2\"|Long !colspan=\"2\"|Short |- !Thai script !IPA !Thai script !IPA |- |–าย | |ไ–*, ใ–*, ไ–ย, -ัย | |- |–าว | |เ–า* | |- |เ–ีย | |เ–ียะ | |- |– |– |–ิว | |- |–ัว | |–ัวะ | |- |–ูย | |–ุย | |- |เ–ว | |เ–็ว | |- |แ–ว | |– |– |- |เ–ือ | |เ–ือะ | |- |เ–ย | |– |– |- |–อย | |– |– |- |โ–ย | |– |– |} Additionally, there are three triphthongs. For purposes of determining tone, those marked with an asterisk are sometimes classified as long: {|class=\"wikitable\" style=\"text-align:center\" |- !Thai script !IPA |- |เ–ียว* | |- |–วย* | |- |เ–ือย* | |} ==Differences from Central Thai== Although of the major regional languages of Thailand, Southern Thai is most similar in lexicon and grammar to Central Thai, the varieties are sufficiently different that mutual intelligibility between the two can be problematic. Southern Thai presents a diglossic situation wherein registers range from the most formal (Standard Central Thai spoken with Southern Thai tones and accent) to the common vernacular (usually a contracted form of Thai expressions and with some amount of loan words from Malay). The Thai language was introduced with Siamese incursions into the Malay Peninsula possibly starting as early as the Sukhothai Kingdom. During this and successive kingdoms, the area in which Southern Thai is spoken was a frontier zone between Thai polities and the Malay Sultanates. Malay vocabulary has been absorbed into the lexicon, as a considerable number of Malay speakers lived in or near Patani polity and interacted with the Thai speakers through trade; and the Malay language was formerly considered to be a lingua franca of the southern part of the Malay peninsula. Southern Thai is mainly a spoken language, although the Thai alphabet is often used in the informal situations when it is written. The words used that are etymologically Thai are often spoken in a reduced and rapid manner, making comprehension by speakers of other varieties difficult. Also, as Southern Thai uses up to seven tones in certain provinces, the tonal distribution is different from other regional varieties of Thai. Additionally, Southern Thai speakers almost always preserve ร as /r/ in contrast to Northern Thai, the Lao-based Isan language, and informal registers of Central Thai where it is generally realized as /l/. {| class=\"wikitable\" |-----bgcolor=\"#eeeeee\" |+ Differences between Southern Thai and Central Thai ||Dambro||Siam||English||Dambro||Siam||English |----- bgcolor=\"#ffffff\" ||, ||อร่อย, ||delicious ||, ||ไหม, ||question particle |----- bgcolor=\"#ffffff\" ||, ||พูด, ||to speak ||, ||มาก, ||a lot |----- bgcolor=\"#ffffff\" ||ดีปรี, ||พริก, ||chilli ||, ||สกปรก, ||dirty |----- bgcolor=\"#ffffff\" ||, ||ยี่สิบ, ||twenty ||, ||สบาย, ||to be well |------ bgcolor=\"#ffffff\" ||, ||สับปะรด, ||pineapple ||, ||นาฬิกา, ||clock |------ bgcolor=\"#ffffff\" ||, ||ขี้เหนียว, ||stingy ||, ||อะไร, ||what? |----- bgcolor=\"#ffffff\" ||, ||มี, ||to have ||, ||ใกล้, ||near |----- bgcolor=\"#ffffff\" ||, ||พี่ชาย, ||older brother ||, ||รองเท้า, ||shoe |----- bgcolor=\"#ffffff\" ||, ||พรุ่งนี้, ||tomorrow ||, ||มะพร้าว, ||coconut |----- bgcolor=\"#ffffff\" ||, ||ตลาด, ||market ||, ||ประตู, ||door |----- bgcolor=\"#ffffff\" ||, ||ดู, ||to see ||, ||หัวหน้า, ||boss |} ==References== ==Sources== * Bradley, David. (1992). \"Southwestern Dai as a lingua franca.\" Atlas of Languages of Intercultural Communication in the Pacific, Asia, and the Americas. Vol. II.I:13, pp. 780–781. * Levinson, David. Ethnic Groups Worldwide: A Ready Reference Handbook. Greenwood Publishing Group. ISPN: 1573560197. * Miyaoka, Osahito. (2007). The Vanishing Languages of the Pacific Rim. Oxford University Press. . * Taher, Mohamed. (1998). Encylopaedic Survey of Islamic Culture. Anmol Publications Pvt. Ltd. . * Yegar, Moshe. Between Integration and Secession: The Muslim Communities of the Southern Philippines, Southern Thailand, and Western Burma/Myanmar. Lexington Books. . * Diller, A. Van Nostrand. (1976). Toward a Model of Southern Thai Diglossic Speech Variation. Cornell University Publishers. * Li, Fang Kuei. (1977). A Handbook of Comparative Tai. University of Hawaii Press. . ==External links== Category:Tai languages Category:Languages of Thailand Category:Languages of Malaysia Category:Languages of Myanmar Category:Malay Peninsula Category:Peninsular Malaysia Category:Southern Thailand ",
    "title": "Southern Thai language"
}