{
    "id": "1517548",
    "text": "Maná () is a Mexican rock band from Guadalajara, Jalisco.Cobo, L. (2006, Aug 19). Mana. Billboard - the International Newsweekly of Music, Video and Home Entertainment, 118, 25-27.\"Maná.\" Encyclopedia of Popular Music, 4th ed. Ed. Colin Larkin. Oxford Music Online. Oxford University Press. Web. 16 Feb. 2016. Maná is considered one of the best-selling Latin music artists with over 25 million records sold worldwide. The group's current line-up consists of vocalist/guitarist Fher Olvera, drummer Alex González, guitarist Sergio Vallín and bassist Juan Calleros. Maná has earned four Grammy Awards, eight Latin Grammy Awards, five MTV Video Music Awards Latin America, six Premios Juventud awards, nineteen Billboard Latin Music Awards and fifteen Premios Lo Nuestro awards.:es:Rock de Mexico Maná has topped the all-time lists in much of Latin America and in their native Mexico, where they set landmarks in record sales and concert attendances. The band formed in 1986 and released its first album, Falta Amor, in 1990. In 1992, the group released ¿Dónde Jugarán Los Niños?, which sold more than 10 million copies worldwide, (over 700,000 copies in the US alone) becoming the best selling Spanish-language rock album of all time. After several lineup changes, the group released Cuando los Ángeles Lloran (1995), which is noted for its stylistic departure from the band's previous work. Maná followed with Sueños Líquidos (1997), Revolución de Amor (2002), and Amar es Combatir (2006), which continued the group's success. The band followed up with Drama y Luz in April 2011. Their most recent album is Cama Incendiada, which was released in early 2015. The band's sound draws from pop rock, progressive rock, Latin pop, calypso, reggae and ska music genres. They initially received international commercial success in Latin America and Spain and have since gained popularity and exposure in the US and around the world. ==History== ===1986–89: Formation and early releases=== Fher, lead singer Maná was formed in 1986 by José Fernando \"Fher\" Olvera (vocals), Ulises (guitars) and Juan Calleros (bass guitar), who had been performing together in a band called Sombrero Verde since the mid-1970s and disbanded in 1983. The three placed an advertisement in the local Guadalajara newspaper looking for a drummer to complete a new band, to which fifteen-year-old Alex González applied and soon joined the group. Maná's first album was titled \"Maná released on May 12, 1987 on A& M Records. Maná signed to PolyGram, but became unhappy with the direction the label was taking the band and switched to Warner Music shortly before the release of the group's 2nd album, Falta Amor. A year passed before the album garnered its first hit single, \"Rayando el Sol\". The group toured heavily in support of the album performing more than 250 times throughout Latin America, including shows in Mexico, Peru, Ecuador, and Colombia. ===1990–96: Commercial success=== Rock in Rio Madrid 2012. In 1991, they added two new members to the group, Iván González on keyboards and César \"Vampiro\" López on guitar. Ulises Calleros no longer performed with the group, but became one of their managers. On 27 October 1992, the band released ¿Dónde Jugarán Los Niños?, an album that spawned several hits (including \"Vivir Sin Aire,\" \"Oye Mi Amor,\" and \"De Pies a Cabeza\"). The record sold over 3 million copies worldwide and became the best selling Spanish-language rock album of all time. The band undertook an international tour with 268 concerts in 17 countries. In 1994, López and Iván González left the group due to musical and personal disputes. Fher Olvera and Alex González felt that their departure offered an opportunity to reinvent the group's sound, and searched throughout Mexico, Spain and Argentina to find a new guitarist. In the meantime, Maná released the live album Maná en Vivo before choosing Mexican guitarist Sergio Vallín to replace Calleros and López. In 1995, the band recorded a Spanish version of Led Zeppelin's \"Fool in the Rain\" for the tribute album Encomium. Lead singer Fher Olvera and Juan Calleros in the background performing at Rock in Rio Madrid 2012. On 25 April 1995, the group released Cuando los Ángeles Lloran. The album was noted for its stylistic departure from the band's previous work, which saw the group experimenting with funk and soul music genres. Olvera explained shortly after the release of the album, \"Basically, we're still the same Maná, but we're going through a funky, soulish stage. We want to have some fun and be a little louder.\" The initial reaction to Cuando los Ángeles Lloran was mixed and the first single, the funk-influenced \"Déjame Entrar\", failed to reach the top ten on the Mexican Singles Chart. However, the album later caught on and sold 500,000 copies in the United States alone within five months of release. ===1997–2007: Sueños Líquidos, Revolución de Amor, and Amar es Combatir=== In 1997, the group released Sueños Líquidos, an album about the highs and lows of love, with songs like \"Clavado en un bar\" and \"En el Muelle de San Blás,\" recorded in Puerto Vallarta and released simultaneously in 36 countries. The recording received a Grammy Award as Best Latin Rock/Alternative Album. The group performed acoustically in Miami for Latin America's MTV Unplugged program. A final version of the performance was mixed at Conway Recording Studios in Hollywood, and the band released Maná MTV Unplugged on 22 June 1999. In the summer of 1999, the band co-headlined an 18-city tour of the United States with Carlos Santana. Maná also appeared on Santana's 1999 album Supernatural on the song \"Corazón Espinado\". In 2002, in an effort to blend their sound with that of rock and roll from the sixties and seventies, the band recorded Revolución de Amor. They won their fourth Grammy for the album. The band released a new version of \"Eres mi Religión\" for the Italian market in 2003, as a duet with Italian musician Zucchero, and also performed with Zucchero in a new recording of his \"Baila Morena\". This same year they participated in the annual Pavarotti & Friends concert, along with Queen, Deep Purple, Ricky Martin, Andrea Bocelli, Zucchero and Bono. Fher Olvera in the background performing at Rock in Rio Madrid 2012. In 2006, after a four-year hiatus, they released their seventh studio album, Amar es Combatir. It reached #4 on the Billboard Top 200 in its first week, selling over 60,000 copies in the first week. Their first single off the album, \"Labios Compartidos\", rose to the top of the music charts upon its debut in July, when the group played the song live at the Premios Juventud. Amar es Combatir has sold over 644,000 copies, and the Amar es Combatir Tour in promotion of the album grossed more than $35 million. In 2008, Maná released a live album entitled Arde El Cielo, in both a CD and CD/DVD package. This release shows the band performing during the Amar es Combatir Tour in support of Amar es Combatir. ===2008–2012: Drama y Luz=== On 12 April 2011, the band released its eighth studio album, Drama y Luz. The record's release was delayed several times, initially scheduled for a Fall 2010 release, which was later changed to December 2010, and finally changed to April 2011. The band explained that Drama y Luz was not ready for fans and spent time during the delays putting the finishing touches on the record. Themes addressed on the album include love, hope, addiction, and racism. The first single from the album, \"Lluvia al Corazón\", became the band's sixth song to reach number one on the Billboard Latin Songs chart, as well as its eighth song to top the magazine's Latin Pop Songs chart. === 2013–present: Cama Incendiada / Rayando el sol Tour === In 2016, Maná was inducted into the Hollywood Walk of Fame. In 2018, Mana received the Billboard Latin Music Lifetime Achievement Award and performed live on Telemundo from the Mandalay Bay Events Center in Las Vegas. Mana was honored as the Latin Recording Academy Person of the Year on November 14, 2018. In 2019 , Mana announced on February 2019 their new tour \"Rayando el sol tour\" that will start in the USA on September 2019. On April 12th Maná released a new version of their classic hit Rayando el sol featuring Spanish singer Pablo Alborán as the first song from their upcoming project. ==Selva Negra Foundation== Selva Negra Foundation (\"Black Jungle Foundation\") is a foundation formed by Maná in 1995. Under the direction of Mari González and Augusto Benavides, they finance and support important projects aimed at protecting the environment. With the support of Mexico's government, they also have efforts to save the sea turtle by raising 140,000 turtle eggs for release on the country's Pacific coast. On April 7, 2008, Maná and the Selva Negra Foundation were named \"Champions of Health\" by the Pan American Health Organization during an observance of World Health Day 2008 at PAHO headquarters in Washington, D.C. ==Politics== Maná in concert in Rock in Rio in Madrid in 2012. Maná supported U.S. President Barack Obama's 2012 reelection bid. On 29 March 2007, Puerto Rico's Channel 4, WAPA's News program, reported that Maná publicly supported Puerto Rico's prospective independence from the United States. In an interview that followed the aforementioned news announcement, the members of Maná were interviewed by Channel 4 (WAPA) journalist, Rafael Lenín López, who asked them what they thought about Puerto Rico. Maná members confirmed that they support the Puerto Rican Independence Movement and favor greater sovereignty for the Latin American and Caribbean island-nation. Various of their songs have political inspirations. The liner notes for \"Me Voy a Convertir en Un Ave,\" on the album Sueños Líquidos, for example, notes that the song is \"inspired by the book Pedro y el capitán by Mario Benedetti and dedicated to all those who, for defending an ideal of justice, are persecuted or find themselves imprisoned. To the Zapatista Army of National Liberation communities for peace and dignity.\"Liner notes, Sueños Líquidos, 1997. ===FAO Ambassador=== The Food and Agriculture Organization of the United Nations (FAO) is a specialized agency of the United Nations that leads international efforts to defeat hunger. FAO was founded on October 16, 1945 in Quebec City, Quebec, Canada. The FAO Goodwill Ambassadors Programme was initiated in 1999. Maná was nominated and appointed FAO Ambassadors on October 16, 2003. Maná emphasized that their song \"Justicia, Tierra y Libertad\" (in English: Justice, Land and liberty [freedom]) from the Revolución de Amor album, is a message of hope and inspiration in the search of a world without hunger; the song also appears in a Chevrolet commercial. The group is donating a portion of the ticket office collections to the FAO during its recent tour of the United States. They will continue designating part of their gains to this organization during the rest of the tour of the United States, Mexico and Europe. ==Members== Bassist Juan Calleros and guitarist Sergio Vallín. Álex, drummer. Official members: * Fher Olvera — lead vocals, electric guitar, acoustic guitar, rhythm guitar — 1978–present * Alex González — drums, backup vocals — 1984–present * Juan Calleros — bass guitar, acoustic bass guitar — 1978–present * Sergio Vallín — electric guitar, acoustic guitar, 12-string guitar, classical guitar — 1995–present Live band members: * Juan Carlos Toribio — keyboards, piano, flute — 1994–present * Fernando \"Psycho\" Vallin — rhythm guitar, 2nd bass guitar, backup vocals — 1997–present * Luis Conte — percussion — MTV Unplugged 1999 * Hector Quintana — percussion, backup vocals — 2006–present Former members: * Abraham Calleros — drums — 1978–1985 * Gustavo Orozco — electric guitar — 1978–1985 * Ulises Calleros — electric guitar — 1978–1991 * César \"Vampiro\" López — electric guitar — 1991–1994 * Ivan Gonzalez — keyboards — 1991–1994 * Sheila Rios — backup vocals — 1992–2003 ==Discography== Members and additional band in 2012. Rock in Rio Madrid 2012 ===Sombrero Verde=== (before Maná) * 1981 Sombrero Verde * 1983 A Tiempo de Rock ===Maná=== * 1987 Maná * 1990 Falta Amor * 1992 ¿Dónde Jugarán los Niños? * 1995 Cuando los Ángeles Lloran * 1997 Sueños Líquidos * 2002 Revolución de Amor * 2006 Amar es Combatir * 2011 Drama y Luz * 2015 Cama Incendiada ==Tours== Juan, bassist of the group. * 1993-1995: ¿Dónde Jugarán Los Niños? Tour * 1998: Liquido Tour * 1999: Unplugged U.S. Tour * 2002–2003: Revolución de Amor Tour * 2007–2008: Amar es Combatir Tour * 2011–2014: Drama y Luz World Tour * 2015: Cama Incendiada Tour * 2016: Latino Power Tour *2019: Rayando el Sol Tour ==Awards== ==See also== * Chico Mendes * Yo amo a Juan Querendón (Mexican telenovela) ==References== ==External links== * Maná official website * Maná official website of Drama y Luz * Maná's Selva Negra Foundation official website * Official Warner Music Mexico website * Maná on Music Yahoo.com * * Maná's official Facebook website * Maná's official Twitter website Category:Latin Grammy Award winners Category:Grammy Award winners Category:Musical groups from Guadalajara, Jalisco Category:Mexican rock music groups Category:Rock en Español music groups Category:World Music Awards winners Category:Musical groups established in 1986 Category:1986 establishments in Mexico Category:Warner Music Latina artists Category:Latin pop music groups Category:Latin Recording Academy Person of the Year honorees ",
    "title": "Maná"
}