{
    "id": "1517433",
    "text": "Third Eye Blind is the debut studio album by American rock band Third Eye Blind. It was released on March 26, 1997 by Elektra Records. The album spawned five singles, including the top ten chart hits \"Semi-Charmed Life\", \"Jumper\", and \"How's It Going to Be\". ==Artwork== The photo shoot for the album was done by photographer Christine Alicino in December 1996 at San Francisco, and features model Shandra Boatwright. Alicino commented that she was hired to \"photograph a young woman with an expressive mouth in my edgy polaroid style\". The first US issue of Third Eye Blind, approximately 500,000 copies, featured a gold-tinted cover with a dark red band logo. The colors were then reverted (as seen above). UK and other Continental European nations continued offering the gold edition, and Japan had a cyan, negative photo cover.\"Third Eye Blind\". Andrew-Turnbull.net. Retrieved on 12-12-08. The 20th Anniversary Edition of the album features a black version of the cover.\"Third Eye Blind - Self-Titled - 20th Anniversary Edition -IN STOCK - Third Eye Blind\". 3eb.com. Retrieved on 10-29-17. ==Documentary== In December 2019, a 22-minute documentary short film titled Motorcycle Drive By was announced on Third Eye Blind's Twitter page. The documentary is directed by David Wexler and focuses on the backstory of the song of same name. The documentary was originally planned to premiere on April 17th, 2020 at the 19th Tribeca Film Festival, although the film festival was indefinitely postponed due to the COVID-19 pandemic. The documentary was then released on May 29, 2020 on YouTube as part of the We Are One: A Global Film Festival. ==Touring== Third Eye Blind performed across the United States alongside Eve 6 on MTV's Campus Invasion tour. The band also performed as an opening act for The Rolling Stones and U2 on their respective tours. == Reception == Critical reception to Third Eye Blind was generally positive. Stephen Thomas Erlewine of AllMusic described Third Eye Blind as \"easy on the ears,\" stating that \"its straight-ahead professionalism makes it a pleasurable listen for post-grungers\". David Grad of Entertainment Weekly described the album as \"balancing a cheery ear for harmonies with a finely honed sense of despair\". Third Eye Blind was a sleeper hit, entering the Billboard album charts at number 135 and then peaking at number 25 nearly a year after release. The album spent a total of 106 weeks on the chart, and was certified 6x platinum by the RIAA in August 2001. As of April 2017, Third Eye Blind has sold over 6 million units in the U.S., selling approximately 84,000 units in its best week.\"Manson Bids to Be 'Golden' Boy\". Billboard. May 24, 2003. p. 10. The album remains as Third Eye Blind's most successful release, accounting for the plurality of their career sales. == Track listing == ==Personnel== Third Eye Blind * Kevin Cadogan – lead guitar ; backing vocals ; autoharp * Brad Hargreaves – drums * Stephan Jenkins – lead vocals ; percussion ; brushes ; guitar ; programming ; keyboard arrangements ; drums ; acoustic guitar * Arion Salazar – bass guitar ; backing vocals ; piano Additional musicians * Michael Urbano – drums * Eric Valentine – programming ; piano ; guitar ; keyboards * Ari Gorman – cello ==Charts== {| class=\"wikitable sortable\" |- !Chart (1997) !Peak position |- |align=\"left\"|Australian Albums Chart | style=\"text- align:center;\"|51 |- |align=\"left\"|Canadian Albums Chart | style=\"text- align:center;\"|34 |- |align=\"left\"|New Zealand Albums Top 40 | style=\"text- align:center;\"|20 |- |align=\"left\"|US Billboard 200 | style=\"text- align:center;\"|25 |} ==Certifications and sales== ==References== ==External links== *Audio for the album on YouTube Category:Third Eye Blind albums Category:1997 debut albums Category:Elektra Records albums Category:Albums produced by Eric Valentine ",
    "title": "Third Eye Blind (album)"
}