{
    "id": "17287592",
    "text": "Manassinakkare (Beyond the Mind) is a 2003 Indian Malayalam family drama film directed by Sathyan Anthikkad and written by Ranjan Pramod. It stars Jayaram, Nayantara, Sheela, Innocent, Oduvil Unnikrishnan, K. P. A. C. Lalitha, Siddique, Sukumari, Nedumudi Venu, and Mammukoya. The film's score and soundtrack were composed by Ilayaraja. The film marked the return of Sheela as actress and the film debut of Nayantara. == Plot == Kochu Thresia (Sheela), is a rich widow living a retired life in a quaint but beautiful village filled with eclectic characters. Living with her are her eldest son and family. Her son and daughter-in-law are tired of Kochu Thresia's lovable eccentricities which they consider bad behavior for a woman of her age. Her children consider her a nuisance who creates unnecessary trouble for them in their busy lives. Though old, Kochu Thresia is still young at heart and knows how to enjoy life, getting into humorous predicaments which only incenses her grown-up kids. At this juncture, she meets the young, down-to-earth Reji (Jayaram) in whom she finds a sympathetic and understanding friend, and starts seeing him like a son. Reji eagerly fulfills all her wishes. From savouring the mouth-watering beef to riding on the elephant, they enjoy all the moments spent together. However, as troubles occur on the way and her children despising her presence in the family, Kochu Thresia decides all these must be put to an end. ==Cast== * Jayaram as Reji * Nayantara as Gauri * Innocent as Chacko Mappila * KPAC Lalitha as Kunju Maria * Siddique as Tony * Prem Nazir as Mathukkutty (Uncredited) * Sheela as Kochu Thresia * Oduvil Unnikrishnan as Sreedharan * Sukumari as Shanthamma * Nedumudi Venu as Kuriakose * Sona Nair as Sherin * Reshmi Nambiar as Molikutty * Rajesh Hebbar as Joy * Reena as Sherly * Anitha Nair as Reetha * Madhupal as Benny * Mammukoya as Kunji Khadir * T. P. Madhavan * Santhakumari * Manikandan Pattambi * Joju George * Shivaji * Ottapalam Pappan *Dinesh Prabhakar as Vasu * Vijayan Peringod as Kelu Police ==Production== Manassinakkare was Nayanthara's debut film. During pre- production, Sathyan cast every major character except the role of Gauri, who he sought a newcomer to keep Sheela as the major attraction in the cast. Filming was in Pattambi, Palakkad, major location was the house of Kochu Thresia. Since Gauri's scenes were not involved in the house, Sathyan started filming hoping he could find a cast before wrapping. During one of the filming days, he happened to read Vanitha magazine, in which he was struck by Nayanthara's picture in a jewellery advertisement. She was contacted and cast as Gauri. ==Soundtrack== The film features songs composed by Ilaiyaraaja and written by Gireesh Puthenchery. {| class=\"wikitable\" |- ! Track !! Song Title !! Singer !! Raga |- | 1 || \"Melleyonnu\" || K. J. Yesudas, Jyotsna || Pahadi |- | 2 || \"Marakkudayaal\" || M. G. Sreekumar || Keeravani |- | 3 || \"Thankathinkal Vaanil\" || Vijay Yesudas, Asha G. Menon, Chorus || Gambhiranata |- | 4 || \"Chellathathe\" || K. S. Chithra || |- | 5 || \"Chendaykkoru Kolundeda\" || P. Jayachandran, M. G. Sreekumar || |- | 6 || \"Melleyonnu\" || K. J. Yesudas || Pahadi |- | 7 || \"Chellathathe\" || K. S. Chithra, Biju Narayanan || |} ==Reception== ===Box office=== The film became commercial success and ran more than 100 days in theatres. ===Awards=== ;Filmfare Awards South * Best Film - Subair * Best Director - Sathyan Anthikkad * Best Music Director - Ilaiyaraaja * Best Actor - Jayaram ;Asianet Film Awards * Best Director - Sathyan Anthikkad * Best Male Playback Singer - M. G. Sreekumar * Best Makeup Artist - Pandyan * Best New Face of the Year (Female) - Nayanthara == References == ==External links== * Category:Indian films Category:2003 films Category:2000s Malayalam-language films Category:Films directed by Sathyan Anthikad Category:Malayalam film scores by Ilaiyaraaja ",
    "title": "Manassinakkare"
}