{
    "id": "17286956",
    "text": "K-170 is a state highway in the U.S. State of Kansas. K-170's western terminus is at K-99 about north of Emporia and the eastern terminus is at K-31 on the west side of Osage City, a mile south of the K-31 intersection with U.S. Route 56 (US-56). K-170 provides access, via county roads, to Lyons County State Fishing Lake. The highway that became K-170 was first designated in 1931 as K-70, from K-11 and K-22 to Reading. K-11 was renumbered to K-99 and K-22 was decommissioned in 1938. Then in 1946, the highway was extended to end in Osage City. In 1957, K-70 was renumbered to K-170 to avoid a numbering confusion with Interstate 70 (I-70). == Route description == K-170 is signed as east- west its entire length, even though the section from West 301st Street to K-31 runs directly north-south. K-170 begins at an intersection with K-99 northeast of Emporia and begins traveling east through flat rural farmlands. After about it crosses Badger Creek, a tributary of Neosho River. The highway continues east for then intersects Road T, which travels north to Lyon County State Lake. It continues east for through more flat rural farmlands then enters the city of Reading. It travels approximately through the city. As the highway exits the city it also crosses into Osage County. Soon after crossing the county line it crosses a BNSF Railway track. About after crossing the railroad it crosses Marias des Cygnes River. The highway then continues about east then crosses Cherry Creek. Roughly past Cherry Creek it crosses Little Cable Creek then Cable Creek about later. After crossing Cable Creek it intersects West 301st Street also known as Rural Secondary 1960 (RS-1960), which leads to the Eisenhower State Park. At this point K-170 curves north and travels approximately then crosses Mute Creek. It continues north for about then intersects West 269th Street, which leads west to the unincorporated community of Barclay. From this point it continues north roughly and enters Osage City. The highway then passes by Osage City Reservoir and crosses the BNSF Railroad track again then briefly exits the city. It then crosses Salt Creek as it reenters the city as Martin Street. It continues north through the city for about then ends at K-31 in Osage City. The Kansas Department of Transportation (KDOT) tracks the traffic levels on its highways, and in 2017, they determined that on average the traffic varied from 430 vehicles per day east of Reading to 1150 vehicles per day south of the terminus of K-31. K-170 is not included in the National Highway System. The National Highway System is a system of highways important to the nation's defense, economy, and mobility. ==History== ===Early roads=== Before state highways were numbered in Kansas there were Auto trails, which were an informal network of marked routes that existed in the United States and Canada in the early part of the 20th century. The eastern terminus was part of the National Old Trails Road and Old Santa Fe Trail. ===Establishment and realignments=== K-170 was commissioned as K-70 by 1931, starting from K-11 and K-22 and ending at Reading. The K-22 designation was removed and K-11 was renumbered to K-99 between January and July of 1938. In a December 12, 1945 resolution, it was approved to extend K-70 from the Lyon-Osage County line east then north to Osage City as soon as Osage County had brought the road up to state highway standards. Then in an October 23, 1946 resolution, it was extended, as the county had finished required projects. On October 31, 1957, K-70 was renumbered to K-170 to avoid a numbering confusion with I-70. == Major intersections == ==References== ==External links== *Kansas Department of Transportation State Map *KDOT: Historic State Maps 170 Category:Transportation in Lyon County, Kansas Category:Transportation in Osage County, Kansas ",
    "title": "K-170 (Kansas highway)"
}