{
    "id": "17289066",
    "text": "David Mark Cohen (October 2, 1952 – December 23, 1997) was an influential playwriting Professor at the University of Texas at Austin, who was affiliated with the Michener Center for Writers. He grew up in Newton, Massachusetts and graduated from Newton South High School in 1970. While at NSHS he acted in numerous plays playing such roles as Mack the Knife in Three Penny Opera. He wrote a number of one-act plays that were performed during the Spring Arts Festivals. He served as Editor of Denebola, the high school newspaper. == Teaching == Cohen held a B.A. from the University of Massachusetts Amherst in 1974 and a master's of fine arts in Theatre Arts (Playwriting) from Brandeis University in 1976. He also taught at the University of Montana, University of South Carolina, George Mason University, Hampshire College, and The College of Charleston.Memorial Resolution - David Mark Cohen == Playwriting == In addition, Cohen was a playwright of some note. His plays Tanglewood and Friends Indeed! were produced in New York by the Cubiculo Company, and his Piaf...A Remembrance was presented on Broadway. Subsequently, others of his plays – among them Joshua's Miracle, Where Credit is Due, Slice and Dice, Baby Grand, and Nantasket – were staged by theaters throughout the United States. He also wrote scripts for television and for film. == Honors == From 1986 to 1993, he was a key member of the John F. Kennedy Center for the Performing Arts/American College Theatre Festival's Playwriting Awards Committee, which seeks to identify and reward talented young writers. The David Mark Cohen National Playwriting Award, supported by the Kennedy Center American College Theatre Festival, the Association for Theatre in Higher Education, and Dramatic Publishing Company is named in his honor.Kennedy Center: ACTF - The David Mark Cohen National Playwriting Award In addition to his work at the University of Texas, he served as resident playwright and director of new play development at the Capitol City Playhouse from 1991 to 1995, and in 1997 was one of the founders of Austin Script Works, an organization whose mission is to assist writers of new plays. Cohen's success as a teacher of playwrights and promoter of new plays is indicated by the large number of scripts by his students that have been accepted for development or performance by theatres and workshops throughout the United States, including John Walch, Clay Nichols, Emily Cicchini, P. Seth Bauer, Catherine Rogers, Joseph Skibell, Hank Schwemmer, C. Denby Swanson, Dan Dietz, and Lisa D'Amour. There is a biennial New Works Festival held at The University of Texas each year in his name.http://www.austinchronicle.com/gyrobase/Issue/story?oid=oid%3A764560 == References == * Memorial Resolution: The University of Texas at Austin * Memorial Resolution: The University of Texas at Austin * The David Mark Cohen National Playwriting Award Category:1952 births Category:1997 deaths Category:University of Texas at Austin faculty Category:20th-century American dramatists and playwrights Category:American male dramatists and playwrights Category:20th-century American male writers Category:Newton South High School alumni ",
    "title": "David Mark Cohen"
}