{
    "id": "17288194",
    "text": "Cell death abnormality gene 9 (CED-9), also known as apoptosis regulator CED-9, is a gene found in Caenorhabditis elegans that inhibits/represses programmed cell death (apoptosis). The gene was discovered while searching for mutations in the apoptotic pathway after the discovery of the apoptosis promoting genes CED-3 and CED-4. The gene gives rise to the apoptosis regulator CED-9 protein found as an Integral membrane protein in the mitochondrial membrane. The protein is homologous to the human apoptotic regulator Bcl-2 as well as all other proteins in the Bcl-2 protein family. CED-9 is involved in the inhibition of CED-4 which is the activator of the CED-3 caspase. Because of the pathway homology with humans as well as the specific protein homology, CED-9 has been used to represent the human cell apoptosis interactions of Bcl-2 in research. ==Discovery== The CED-9 gene was discovered in 1992 while searching the genome of C. elegans for mutations affecting cell death. The first mutation identified was a dominant gain of function mutation referred to as n1950 that allowed cells to survive when they were fated to die. The observed phenotype was similar to that observed in CED-3 and CED-4 loss of function mutants (known proteins from the apoptotic pathway). It was also observed that loss of function mutations in CED-3 and CED-4 were able to rescue cells with a CED-9 loss of function mutation. These observations suggested that CED-9 functioned upstream of the CED-3 and CED-4 proteins in the same pathway. == Structure == === Gene === The CED-9 gene is located on chromosome 3 of the C. elegans genome. CED-9 is transcribed from a polycistronic locus that also contains genes required for the mitochondrial Oxidative phosphorylation. The CED-9 gene has been identified in two distinct transcripts, both transcribed from this locus. The first was identified as a 1.3 kb transcript encoding only the CED-9 sequence. The second being a rare 2.1 kb bicistronic transcript containing the 1.3 kb transcript and an additional 0.75 kb transcript from an upstream gene found in the gene locus. this 0.75 kb transcript corresponds to the cytochrome protein cyt-1 that functions in the electron transport chain within the mitochondria. The bicistronic transcript is then spliced giving rise to the two distinct mature messenger RNA (mRNA) for both genes. The most prevalent transcript however, is the 1299-nucleotide (~1.3kb) long transcript that encodes an 843-nucleotide mRNA containing 4 exons. Structure of the CED-9 protein from two different angles. PBD ID: 1OHU === Protein === CED-9 encodes the apoptosis regulator CED-9 protein which is an important negative regulator protein in the apoptosis pathway of C. elegans. The protein consists of 280 amino acids and has a molecular weight of 31824.42 Da. The structure of this protein has been solved using X-ray diffraction revealing 9 Helices, 2 Beta strands, and 2 turn motifs. The CED-9 protein belongs to the Bcl-2-like protein family. This refers to the homology between the ced-9 protein and the B-cell lymphoma proteins (Bcl) found in humans, specifically the Bcl-2 protein. CED-9 contains a BCL domain homologous to Bcl-2 domains BH1, BH2, and part of BH3 as well as a separate domain homologous to BH4 located near the N-terminus. CED-9 also includes a transmembrane domain on the C-terminal end of the structure that anchors the protein to the mitochondrial membrane. However, research shown that the C-terminal domain is not necessary for the protein's main function as an inhibitor of the CED-4 protein found in the same apoptosis signalling pathway. == Function == Cell death, or apoptosis during early development is crucial for the correct morphology and refractivity of adult C. elegans. This process involves a signal and interaction cascade of proteins leading to the engulfment and death of the targeted cell. Proteins in this cascade can be categorized into two groups; pro-apoptotic and anti-apoptotic. Pro-apoptotic proteins activate the apoptosis pathway while anti-apoptotic proteins suppress the pathway. CED-9 is classified as an anti-apoptotic protein. Simplified outline of the apoptosis pathway observed in C. elegans. Apoptosis in C. elegans is often simplified to interactions between four major proteins in the pathway; EGL-1, CED-9, CED-4, and CED-3. CED-3 is the final protease in the interaction network and is responsible for activating the proteins involved in cell disassembly. CED-9 is said to protect cells from the apoptosis pathway. Under normal conditions, in a cell not experiencing apoptotic signalling, CED-9 forms a complex with CED-4 at the membrane of the mitochondria. This interaction sequesters the pro-apoptotic signalling of CED-4. CED-4 consists of an asymmetric dimer of CED-4a and CED-4b proteins in which CED-9 can specifically recognize and bind CED-4a. This interaction is a highly specific recognition and binding interaction between the N-terminal tails of both proteins. When the cell receives an apoptotic signal via a receptor commonly referred to as a \"death receptor\", the protein EGL-1 is activated. The active EGL-1 binds CED-9 causing a Conformational change that interrupts and inhibits the CED-9 - CED-4 interaction. CED-4 is free to dissociate and activate the CED-3 protease effectively triggering the final stages for apoptosis. === Mutations === The cells developed during embryogenesis and early life in C. elegans have one of two fates, to live and differentiate or apoptose. Apoptosis during development is highly regulated and only occurs in specific cells at specific times. Every cell division and cell death in the development of C. elegans from embryo to adult has been studied and documented to reveal a fixed pattern between individual organisms. Apoptosis during development is important for the proper morphology and refractivity of C. elegans, but it is not always essential for survival. Thus, over 100 mutations have been observed and documented as affecting the apoptotic pathway of C. elegans. Many proteins involved in the interaction cascade were discovered because of these mutations and their resulting phenotype. CED-9 mutants are among the mutations that affect this pathway. CED-9 gain of function mutations are unresponsive to apoptosis signalling and allow cells fated to die, to survive. A notable example of a CED-9 dominant gain of function mutation would be the n1950 mutation which was the first mutation documented for CED-9 and responsible for the gene's discovery. Loss of function mutations cause inappropriate cell death in the absence of apoptosis stimuli. Mutations in CED-9 also reveal its maternal effect; where the genotype of the mother determines the phenotype of the progeny. Homozygous, loss of function mutants from a heterozygous mother experience some unpredictable cell death, however, give rise to unviable progeny themselves. == Significance == The apoptotic pathway has been conserved in evolutionary history and is vital for the maintenance of multicellular organisms such as humans. A parallel pathway to the one found in C. elegans is also observed in mammals involving a number of homologous proteins. Disruptions to this pathway often lead to diseases that, in humans, include various cancers, autoimmune diseases, and neurodegenerative disease. Bcl-2 in particular is often found mutated in many human cancers. Due to the conserved nature of the apoptotic pathway and the extensive knowledge and understanding available for C. elegans, the organisms apoptotic pathway can be used as a proxy for the human equivalent. CED-9 is the homologue of Bcl-2 which can provide researchers with information including the pathways the protein is involved in and the consequences of mutation that may parallel pathways or abnormalities in humans. == Interactions == * CED-9: CED-4 * EGL-1: CED-9 * DRE-1: CED-9 == References == Category:Caenorhabditis elegans genes ",
    "title": "Ced-9"
}