{
    "id": "17287099",
    "text": "Jack O'Shea's, Brussels Jack O'Shea's is an international Irish butcher chain located in London and in the European district of Brussels, selling organic fresh meat. The chain was formerly located in Selfridges, but had its contract terminated in 2012 after breaking the store's ethical code on selling foie gras. ==History== Jack O'Shea (born Cathal O'Shea) is descended from eight generations of Irish butchers, but could not find an outlet to sell high- quality produce. In 1998, he opened his own butcher's shop in Brussels, which quickly became one of the most popular shops in the region. In 2006, he opened a second shop in Knightsbridge, London, run by his brother and co-owner Darragh O'Shea. Both sell high-quality meat, including grass-fed Black Angus beef from farms and abattoirs in southwest Ireland and have been listed 3rd in The Guardians top ten meat suppliers. Jack O'Shea has also appeared in Hello!, GQ, The Observer and The Telegraph Magazine After developing his brand and awareness of organic-fed beef in Ireland, Jack O'Shea decided to start his own restaurant in Brussels, aiming to provide customers a better experience of the meat he supplies. The restaurant opened in February 2014 and has seen high visitor numbers since its opening. The butcher has developed his presence with two additional shops in Brussels (one near the restaurant, another in Uccle, a southern suburb of Brussels) and one location in London in Primrose Hill. He has also sold produce at Brussels' annual Christmas Market. ==Controversy== In November 2008, O'Shea's opened a counter in Selfridges food hall, on Oxford Street. In 2009, former James Bond star Sir Roger Moore led a campaign to stop Selfridges selling foie gras, the French delicacy created by force-feeding geese enriched corn meal. In the run-up to Christmas 2011, a customer spotted the O'Shea's counter in Selfridges selling foie gras. Investigated by the Evening Standard, it exposed that if a customer approached the O'Shea's counter and asked for \"French fillet\", then 750g packets of foie gras were supplied at a cost of £39.40. Jack O'Shea himself was ejected from the store on Christmas Eve, stating that: \"I will probably lose my business over it but I couldn't give a damn. My conscience is clear. Stuffing a goose with grain is like stuffing me with Guinness. It has been totally blown out of proportion.\" The counter was closed from O'Shea's ejection, and the contract terminated in February 2012, for failing \"to adhere to exacting best practice standards in hygiene and food safety\". As of early 2013 the Montpelier Street shop has been shut down. The landlord has forfeited the lease and the shop is now completely stripped bare. No information in the window about whether the business is trading elsewhere. ==Awards== * 2009 The Independents Butcher of the year. ==References== ==External links== *O'Shea's of Knightsbridge *JackOShea.com Category:Food and drink companies established in 1998 Category:Retail companies established in 1998 Category:Butcher shops Category:Shops in Brussels Category:Shops in London ",
    "title": "Jack O'Shea's"
}