{
    "id": "17288692",
    "text": "The Polish–Swedish War (1617–18) was a phase of the longer Polish–Swedish War (1600–29). It continued the war of 1600–11 and was an attempt by Sweden to take Polish pressure off Russia. The Polish–Lithuanian Commonwealth was then also fighting Tartars and (on the southern front) the Ottoman Empire. Russia and Sweden were at that stage allied, prior to the Ingrian War, part of Russia's Time of Troubles. The 1617–18 war's cause was a dispute over Livonia and Estonia, and a dispute between Sigismund III Vasa and Gustavus Adolphus over the Swedish throne. == Background == After the death of Charles IX of Sweden, Sweden was ruled by his teenage son, Gustavus Adolphus. The young monarch was supported by influential Chancellor Axel Oxenstierna, who in April 1612 agreed to prolong the truce with the Commonwealth until September 1616. At the same time, Polish king Sigismund III Vasa did not renounce Swedish crown (see Polish–Swedish union), and plotted against Gustavus Adolphus, trying to win over Swedish nobility. Sigismund even considered another campaign in Sweden, but failed to do so, due to the ongoing war with Russia. After lengthy negotiations, on February 27, 1617, Sweden and Russia signed the Treaty of Stolbovo, ending the Ingrian War. Gustavus Adolphus was now able to concentrate his efforts in Livonia. He was supported by other Protestant states, England and Holland. == The war == On June 19, 1617, four months after the Treaty of Stolbovo, Swedish naval squadron of four ships entered the Gulf of Riga and anchored at Dyjament/Dunamunde. The fortress was defended by weak Polish–Lithuanian forces under starosta of Rūjiena, Wolmar Farensbach, who capitulated after a two-day siege and joined the invaders. Swedish fleet blocked Riga, and in July, when reinforcements came, Swedes occupied almost whole Livonian coast, from Grobiņa to Pärnu. The city of Parnu itself was attacked on August 11, and capitulated after a three-day siege. Salacgrīva was captured on August 18, and by late summer, the Swedish Empire controlled Livonia, except for Riga. To save the province, the Commonwealth sent to Livonia forces under Field Hetman of Lithuania, Krzysztof Radziwiłł. He managed to convince Wolmar Farensbach to return to the Polish–Lithuanian side. Radziwill’s forces were inadequate, but thanks to his skills as a commander, the Lithuanians managed to recapture almost all towns and strongholds, except for Pärnu. The Lithuanian army then entered the Duchy of Courland and Semigallia, and Radziwill demanded its annexation into the Grand Duchy of Lithuania. Sigismund disagreed, which resulted in Radziwiłł resigning from his post, and was replaced by Colonel Jan Sicinski. On September, 1618, a truce between the Commonwealth and Sweden was signed. Polish–Lithuanian side demanded the return of Pärnu,Oakley, Steward (1993), War and peace in the Baltic, 1560–1790, Routledge, p.51. but since the war between the Commonwealth and Muscovy continued, Sigismund agreed that the city would temporarily remain in Swedish hands. The truce was valid for two years, expiring in November 1620. ==See also== *De la Gardie Campaign ===References=== ==Bibliography== *Leszek Podhorodecki, Rapier i koncerz, Warszawa 1985, , str. 119–122 *Henryk Wisner: Zygmunt III Waza. Wroclaw: Zaklad Narodowy im. Ossolinskich – Wydawnictwo, 2006, s. 199-202. . *Steward Oakley, 1993, War and peace in the Baltic, 1560–1790, New York: Routledge. Category:1610s conflicts Category:Wars involving Sweden Category:Wars involving the Polish–Lithuanian Commonwealth Category:Poland–Sweden relations Category:Lithuania–Sweden relations Category:Warfare of the Early Modern era Category:1617 in Sweden Category:1618 in Sweden Category:1617 in the Polish–Lithuanian Commonwealth Category:1618 in the Polish–Lithuanian Commonwealth ",
    "title": "Polish–Swedish War (1617–18)"
}