{
    "id": "17281596",
    "text": "Radaune to the West of Danzig The Radunia () is a small river in Kashubia (Pomerelia), which issues from a lake and falls into the Motława (Mottlau) near Gdańsk (Danzig). A part of its water is conveyed into the city via the 13.5 km long Radunia ChannelThe Radunia Channel is a historical canal constructed in the Middle Ages, in the XIV century, by the Teutonic Knights - in Roumen Arsov, Jiri Marsalek, Evzen Zeman: Urban Water Management: Science, Technology, and Service Delivery, p. 117 (Scheme of hydrographical network in Gdansk) [8] (Kanał Raduni (pl) / Radaunekanal (de)) or New Radaune,A Gazetteer of the World: Or, Dictionary of Geographical Knowledge, edited by Royal Geographical Society Great Britain, 1856, and The Edinburgh Gazetteer, Or Geographical Dictionary, 1822 a canal built in the 14th century by Teutonic Knights, to provide water and power to operate the Great Mill (Große Mühle). Its source is Jezioro Stężyckie (Stendsitzer See) near Stężyca (Stendsitz). Near Krępiec (Krampitz), Radunia joins the Motława, a tributary to the Vistula (Weichsel) in Gdańsk. Length is 103,2 km, area 837 km², with a height difference of 162 m. Places along the river are Żukowo (Zuckau) and Pruszcz Gdański (Praust), with 22,000 inhabitants. From 1910 to 1937, eight water power stations were built, delivering 14 MW in total. == Literature == Radunia in Gdańsk *Wilhelm Brauer, Prußische Siedlungen westlich der Weichsel: Versuch einer etymologischen Deutung heimatlicher Flurnamen, J.-G.-Herder- Bibliothek Siegerland, Siegen 1983 *Karl Pernin, Wanderungen durch die sogen : Kassubei und die Tuchler Haide als Beiträge zur Landeskenntniss gewidmet seinen westpreussischen Landsleuten, den Turnern und allen Freunden der Natur, Verlag und Druck von A. W. Kafemann, Danzig 1886 == References == == External links == * Geschichte: Die Radaune * Rzeka Radunia (pl.) * Energetyczne wykorzystanie rzeki Raduni (pl.) 2Radunia Category:Rivers of Poland Category:Rivers of Pomeranian Voivodeship ",
    "title": "Radunia"
}