{
    "id": "17289790",
    "text": "Faryal (born in Syria) is an Indian film actress and dancer of mixed Indian and Arabic descent working in Hindi films. She was a popular Bollywood cabaret dancer and actress in the 1960s and 1970s.http://cineplot.com/faryal- interview/ ==Early life and background== Faryal was born in the Damascus area of Syria to an Indian father and a Syrian mother.http://cineplot.com/faryal- interview/ She completed her education at Loretto Convent, Simla, Cathedral High School and St. Xavier's College, Mumbai. Faryal worked for a while as an air hostess in Air India before joining films. She is a product of the FilmaIaya School of Acting.http://cineplot.com/faryal-interview/ ==Career== Faryal entered Bollywood in 1965 in the black-and-white film Zindagi Aur Maut, in lead role opposite Pradeep Kumar. This film contained famous song \"Dil Laga kar hum ye samjhe\" sung solo by Asha Bhosle and Mahendra Kapoor; both these songs are available on YouTube. Faryal was liked by people and resulted in her getting the lead role in the film Biradari opposite Shashi Kapoor. The movie was a total flop. She was noted for her role as a cabaret dancer in the movie Jewel Thief, released in 1967. After the movie's release, offers started pouring in. In an interview in 1973, Faryal stated that \"Ever since Goldie cast me in that glamorous dancer's role in Jewel Thief, film makers have looked upon me as an \"excellent cabaret dancer\". \"Whereas in reality I have never learnt dancing,\". \"I don't even like dancing; I rather hate it\". She was also noticed for her roles in the Rajesh Khanna-Mumtaz starrer Sachcha Jhootha and the Dharmendra-Waheeda Rehman starrer Man Ki Aankhen. At first afraid of being typecast, Faryal was reluctant to accept the numerous offers that she received soon after the release of Jewel Thief. But gradually she realized that if she refused the roles there were ten others ready to replace her. \"And now the bath tub scene in Apradh released in 1972 had given me an even worse image\", she quipped.http://cineplot.com/faryal-interview/ Faryal retired from movies in 1984 after her performance as the girlfriend of Jeetendra in Gold Medal. ==Personal life== Faryal married her long-time boyfriend after quitting movies, and she is currently living in Israel. ==Selected filmography== {|class=\"wikitable\" |- !Year !!Film !!Role !! Notes |- |1965 || Zindagi Aur Maut ||||Debut |- |1966 || Biradri ||Seema|| |- |1967 || Jewel Thief ||Julie||Cabaret dancer |- |1968 || Fareb |||| |- |1969 || The Gold Medal |||| |- |1970 || Insaan Aur Shaitan ||Ratna|| |- |1970 || Man Ki Aankhen ||Vandana|| |- |1970 || Pushpanjali ||Lata Khanna|| |- |1970 || Sachaa Jhutha ||Ruby|| |- |1971 || Hungama ||Rita|| |- |1972 || Apradh |||| |- |1972 || Rani Mera Naam |||| |- |1973 || Khoon Khoon |||| |- |1973 || Dharma ||Cabaret dancer|| |- |1973 || Raampur Ka Lakshman ||Cabaret dancer|| |- |1973 || Jheel Ke Us Paar ||Maya|| |- |1973 || Door Nahin Manzil ||Sunaina|| |- |1974 || Dharmatma |||| |- |1974 || Manoranjan ||Lolita|| |- |1974 || Rafoo Chakkar ||In-charge of girls' band|| |- |1976 || Zamane Se Poocho |||| |- |1977 || Aafat |||| |} ==References== ==External links== * Category:Actresses in Hindi cinema Category:Indian film actresses Category:Indian stage actresses Category:Living people Category:Syrian film actresses Category:Indian people of Arab descent Category:Year of birth missing (living people) ",
    "title": "Faryal"
}