{
    "id": "17287000",
    "text": "A Kalashnikov rifle is any one of a series of automatic rifles based on the original design of Mikhail Kalashnikov. They are officially known in Russian as \"Avtomát Kaláshnikova\" (), but are widely known as Kalashnikovs, AK47s, or in Russian slang, as a \"Kalash.\" They were originally manufactured in the Soviet Union, primarily by Kalashnikov Concern, formerly Izhmash, but these rifles and their variants are now manufactured in many other countries. The Kalashnikov is one of the most widely-used guns in the world, with an estimated 72 million rifles in circulation around the world and present in almost 100 countries. The Kalashnikov assault rifle 1974 model by Izhmash, Russia (AK-74) == Types == The primary types of Kalashnikov rifles. Soviet 7.62 x 39 mm AK Type 2 assault rifle (1951 issue), the first model variation that features a milled receiver {| class=\"wikitable sortable\" |- ! Model !! Cartridge !! Year !! Manufacturer |- | AK-47 || 7.62×39mm M43 ||1949|| Izhmash and others |- | AKM || 7.62×39mm M43 ||1959|| Izhmash, Tula Arms Plant and others |- | AK-74 || 5.45×39mm M74 ||1974|| Izhmash |- | AK-200, AK-205 || 5.45×39mm M74 ||2018|| Kalashnikov Concern |- | AK-101, AK-102 || 5.56×45mm NATO ||1995|| Izhmash |- | AK-201, AK-202 || 5.56×45mm NATO ||2018|| Kalashnikov Concern |- | AK-103, AK-104 || 7.62×39mm M43 ||2001|| Izhmash |- | AK-203, AK-204 || 7.62×39mm M43 ||2018|| Kalashnikov Concern |- | AK-105 || 5.45×39mm M74 || 2001 || Izhmash |- |AK-12, AK-12K || 5.45×39mm M74 || 2011 ||Kalashnikov Concern, formerly Izhmash |- |AK-15, AK-15K || 7.62×39mm M43 || 2018 || Kalashnikov Concern |} {| class=\"wikitable sortable mw-collapsible wide\" style=\"text-align:center\" |+ Comparative characteristics of Kalashnikov assault rifles and machine guns !Name!!Country!!Cartridge!!Length extended/folded (mm)!!Barrel length (mm)!!Weight (kg) (empty)!!Cyclic rate of fire (rounds per minute)!!Maximum sighting range (m)!!Muzzle velocity (m/s) |- |AK||Soviet Union||7.62×39mm M43||870||415||3.47||600||800||715 |- |AKM||Soviet Union|||7.62×39mm M43||880||415||3.1||600||1,000||715 |- |RPK(s)||Soviet Union||7.62×39mm M43||1040/820||590||4.80/5.6||600||1,000||745 |- |PK(M)||Soviet Union||7.62×54mmR||1173||605||9.0/7.5||650||1,500||825 |- |AK-74||Soviet Union||5.45×39mm M74||943||415||3.07||600||1,000||900 |- |AKS-74||Soviet Union||5.45×39mm M74||933/690||415||2.97||600||1,000||900 |- |AK-74M||Soviet Union||5.45×39mm M74||943/705||415||3.4||650||1,000||900 |- |RPK-74||Soviet Union||5.45×39||1060||590||4.7||600||1,000||960 |- |AKS-74U||Soviet Union||5.45×39mm M74||730/490||206,5||2.7||700||500||735 |- |AK-101||Russia||5.56×45mm NATO||943/700||415||3.6||600||1,000||910 |- |AK-102||Russia|||5.56×45mm NATO||824/586||314||3.0||600||500||850 |- |AK-103||Russia||7.62×39mm M43||943/705||415||3.4||600||1,000||715 |- |AK-104||Russia||7.62×39mm M43||824/586||314||3.0||600||500||670 |- |AK-105||Russia||5.45×39mm M74||824/586||314||3.2||600||500||840 |- |AK-107||Russia||5.45×39mm M74||943/700||415||3.8||850||1,000||900 |- |AK-108||Russia||5.56×45mm NATO||943/700||415||3.8||900||1,000||910 |- |AK-109||Russia||7.62×39mm M43||943/700||415||3.8||900||1,000||750 |- |AK-9||Russia||9×39mm||705/465||200||3.1/3.8 (with suppressor)||600||400||290 (СП-5) / 305 (СП-6) |- |AK-12||Russia||5.45×39mm M74||940/730||415||3.3||700||1,000||900 |- |AK-15||Russia||7.62×39mm M43||922/862||415||3.5||700||1,000||715 |} ==Variants== Original AK variants (7.62×39mm) * Issue of 1948/49 – The very earliest models, with the Type 1 stamped sheet metal receiver, are now very rare. * Issue of 1951 – Type 2: Has a milled receiver. Barrel and chamber are chrome plated to resist corrosion. * Issue of 1954/55 – Type 3: Lightened milled receiver variant. Rifle weight is . * AKS – Featured a downward-folding metal stock similar to that of the German MP40, for use in the restricted space in the BMP infantry combat vehicle, as well as by paratroops. * AKN (AKSN) – Night scope rail. Modernized (7.62×39mm) * AKM – A simplified, lighter version of the AK-47; Type 4 receiver is made from stamped and riveted sheet metal. A slanted muzzle device was added to counter climb in automatic fire. Rifle weight is AKMS is ~ heavier than the AKM rifle. due to the lighter receiver. This is the most ubiquitous variant of the AK-47. **AKMS – Under-folding stock version of the AKM intended for airborne troops. ** AKMN (AKMSN) – Night scope rail (Scope rail and folding stock) ** AKML (AKMSL) – Slotted flash suppressor (Flash suppressor and folding stock) * RPK – Hand-held machine gun version with longer barrel and bipod. The variants – RPKS, RPKN (RPKSN), RPKL (RPKSL) – mirror AKM variants. The \"S\" variants have a side-folding wooden stock. Low- impulse variants (5.45×39mm) AK-74 and RPK-74 * AK-74 – Assault rifle. ** AKS-74 – Side-folding stock. ** AK-74N (AKS-74N) – Night scope rail. * AKS-74U (Krinkov) – Compact carbine. ** AKS-74UN – Night scope rail. * RPK-74 – Light machine gun. ** RPKS-74 – Side-folding stock. ** RPK-74N (RPKS-74N) – Night scope rail. The Ak-100 Series AK-74M 5.45×39mm / 5.56×45mm NATO / 7.62×39mm * AK-74M / AK-101 / AK-103 – Modernized AK-74. Scope rail and side-folding stock. * AK-105 / AK-102 / AK-104 – Carbine. * AK-107 / AK-108 / AK-109 – Balanced recoil models. * RPK-74M / RPK-201 / RPKM (A.K.A. RPK-203) – Light machine guns. *AK-9 – 9×39mm compact assault rifle, usually equipped with a suppressor. The AK-12 series 5.45×39mm / 7.62×39mm * AK-12 / AK-15 – A new AK family derivative based on the AK-400 prototype. Accepted as main service rifle in January 2018. * AK-12K / AK-15K – Carbine. * RPK-16 - Squad automatic weapon, based on the AK-12. Other weapons * PK(M) – 7.62×54mmR general-purpose machine gun. * PKP Pecheneg machine gun * Saiga-12 – 12-gauge shotgun. Built on AK receiver. ** Saiga-12S – Pistol grip and side-folding stock. *** Saiga-12K – Shorter barrel. ** KSK shotgun – 12-gauge combat shotgun (based on Saiga-12). ** Saiga-20 (S/K) – 20-gauge. ** Saiga-410 (S/K) – .410 bore. * Saiga semi-automatic rifle * Vepr-12 Molot – 12-gauge combat shotgun. Built on RPK receiver. * Bizon – Submachine gun with helical magazine. Borrows 60% of details from AKS-74U. 9×18mm PM, 9×19mm Luger, .380 ACP; 7.62×25mm TT (box magazine). * Vityaz-SN – Submachine gun. 9×19mm Parabellum. * OTs-14 Groza – Bullpup assault rifle. 9×39mm, 7.62×39mm. * Galil ACE – Multi-purpose assault rifle, based on Galil which was based on the Finnish Rk ==Production== The rifle's simple design makes it easy to produce, and the Soviet Union readily leased plans of the firearm to friendly countries, where it could be produced locally at a low cost. As a result, the Kalashnikov rifles and their variants have been manufactured in many countries, with and without licenses. Manufacturing countries in alphabetical order include: {| class=\"wikitable\" style=\"text-align:left;\" |- ! Country !! Variant(s) |- ! Albania | Automatiku Shqiptar 1978 model 56 (ASH-78 Tip-1) copy of Type 56 based on AKM rifle; Tipi 1982 model (ASH-82) copy of AKMS; model 56 Tip-2, copy of RPK; and model 56 Tip-3. Several other versions of the AKMS have been produced mainly with short barrels similar to Soviet AKS-74U for special forces, tank & armored crew and for helicopter pilots and police. There have also been modified ASh-82 (AKMS) with SOPMOD accessories, mainly for Albania's special forces RENEA & exports.Albanian Small Arms by Aftermath Gun Club. |- ! Armenia | K-3 (bullpup, 5.45×39mm) |- ! Azerbaijan | Khazri (AK-74M) |- ! Bangladesh | Chinese Type 56 |- ! Bulgaria | AKK/AKKS (Type 3 AK-47/w. side-folding buttstock); AKKMS (AKMS), AKKN-47 (fittings for NPSU night sights); AK-47M1 (Type 3 with black polymer furniture); AK-47MA1/AR-M1 (same as -M1, but in 5.56mm NATO); AKS-47M1 (AKMS in 5.56×45mm NATO); AKS-47S (AK-47M1, short version, with East German folding stock, laser aiming device); AKS-47UF (short version of -M1, Russian folding stock), AR-SF (same as −47UF, but 5.56mm NATO); AKS-93SM6 (similar to −47M1, cannot use grenade launcher); RKKS (RPK), AKT-47 (.22 rimfire training rifle) |- ! Cambodia | Chinese Type 56, Soviet AK, and AKM |- ! China | Type 56 |- ! Croatia | APS-95 |- ! Cuba | AKM |- ! East Germany | MPi-K/MPi-KS (AK/AKS); MPi-KM (AKM, wooden and plastic stock); MPi-KMS-72 (side-folding stock); MPi-KMS-K (carbine); MPi-AK-74N (AK-74); MPi- AKS-74N (side-folding stock); MPi-AKS-74NK (carbine); KK-MPi Mod.69 (.22 LR select-fire trainer) |- ! Egypt | AK, Misr assault rifle (AKM), Maadi |- ! Ethiopia | AK, AK-103 (manufactured locally at the State-run Gafat Armament Engineering Complex as the Et-97/1) Retrieved on 8 October 2010. |- ! Finland | RK 62, (7.62×39mm) \\---- RK 95 TP, (7.62×39mm) improvements including a fire control selector and a muzzle device that enabled the firing of rifle grenades, the attachment of a silencer, or bayonet |- ! Hungary | AK-55 (domestic manufacture of the 2nd Model AK); AKM-63 (also known as AMD-63 in the US; modernized AK-55), AMD-65M (modernized AKM-63, shorter barrel and side-folding stock), AMP-69 (rifle grenade launcher); AK-63F/D (other name AMM/AMMSz), AK-63MF (modernized); NGM-81 (5.56×45mm NATO; fixed and under- folding stock) |- ! India | Trichy Assault Rifle, AK-7 Indo-Russia Rifles, AK-203 |- ! Iran | KLS/KLF (AK-47/AKS), KLT (AKMS) |- ! Iraq | Tabuk Sniper Rifle, Tabuk Assault Rifle (with fixed or underfolding stock, outright clones of Yugoslavian M70 rifles series), Tabuk Short Assault Rifle |- ! Nigeria | Produced by the Defence Industries Corporation of Nigeria as OBJ-006\"Nigeria to mass-produce Nigerian version of AK-47 rifles.\" Retrieved on 5 October 2008.\"DICON – Defence Industry Corp. of Nigeria\" Retrieved on 23 June 2012. |- ! North Korea | Type 58A/B (Type 3 AK/w. stamped steel folding stock), Type 68A/B (AKM/AKMS), Type 88 (AKS-74)US Department of Defense, North Korea Country Handbook 1997, Appendix A: Equipment Recognition, PPSH 1943 SUBMACHINEGUN [sic] (TYPE-50 CHINA/MODEL-49 DPRK), p. A-79.US Department of Defense, North Korea Country Handbook 1997, Appendix A: Equipment Recognition, TYPE-68 (AKM) ASSAULT RIFLE, p. A-77. |- ! Pakistan | Reverse engineered by hand and machine in Pakistan's highland areas (see Khyber Pass Copy) near the border of Afghanistan; more recently the Pakistan Ordnance Factories started the manufacture of an AK/AKM clone called PK-10. Pakistanis had also made a new caliber just by a little changing in original (7.62×39mm) ammo, that is known as 44 bore.Russia confronts Pakistan, China over copied weapons. Retrieved on 16 October 2010. |- ! Poland | pmK (kbk AK) / pmKS (kbk AKS) (name has changed from pmK – \"pistolet maszynowy Kałasznikowa\", Kalashnikov SMG to the kbk AK – \"karabinek AK\", Kalashnikov Carbine in mid-1960s) (AK/AKS); kbkg wz. 1960 (rifle grenade launcher), kbkg wz. 1960/72 (modernized); kbk AKM / kbk AKMS (AKM/AKMS); kbk wz. 1988 Tantal (5.45×39mm), skbk wz. 1989 Onyks (compact carbine); kbs wz. 1996 Beryl (5.56×45mm), kbk wz. 1996 Mini-Beryl (compact carbine) |- ! Romania | PM md. 63/65 (AKM/AKMS), PM md. 80, PM md. 90, collectively exported under the umbrella name AIM or AIMS; PA md. 86 (AK-74), exported as the AIMS-74; PM md. 90 short barrel, PA md. 86 short barrel, exported as the AIMR; PSL (designated marksman rifle; other names PSL-54C, Romak III, FPK and SSG-97) |- ! Sudan | MAZ (based on the Type 56) |- ! Ukraine | Vepr (bullpup, 5.45×39mm), Malyuk (bullpup) |- ! United States | US132 rifle (7.62×39mm), US132Z assault rifle (7.62×39mm), US109L shotgun (12 Gauge) & US109T shotgun (12 Gauge). Produced by Kalashnikov USA. |- ! Vietnam | AKM-1, AKM-VN (AKM) assault rifle, TUL-1 (RPK) light machine gun, Galil ACE 31/32 assault rifle |- ! Venezuela | AK-103 (on spanish) / License granted to Venezuela |- ! Yugoslavia/Serbia | M64, M70, M72, M76, M77, M80, M82, M85, M90, M91, M92, M99, M21 |} ==Similar rifles== The following rifles were either based on the Kalashnikov design, or have a different design but are superficially similar in appearance: * Bernardelli VB-STD/VB-SR (Italy) * FARA 83 (Argentina) * IMI Galil (Israel) and IWI ACE (Israel and Colombia) * FB Beryl (Poland) * INSAS rifle (India) * RK 62, Valmet M76 (other names Rk 62 76, M62/76), Valmet M78 (light machine gun), RK 95 TP (Finland) * StG 44 (Germany). Developed before the AK-47 * Type 81 assault rifle and Type 56 (China), BD-08 (Bangladesh) * Pistol Mitralieră model 1963/1965 (Romania) * Vektor R4, Truvelo Raptor (South Africa) * vz. 58 (Czechoslovakia/Czech Republic) * zastava M70 (Serbia, Yugoslavia) ==See also== * PBS-1 silencer ==Notes== The Kalashnikov weapon design has become increasingly more popular in the American firearms industry. There are specific competitive shooting matches that require the use of its weapon variants like the Red Oktober match held just outside of St. George, Utah.Red Oktober It is a match designed for the use of ComBloc style weapons, but the Kalashnikov design is extremely heavy within the participants' arsenals.David Reeder (6 October 2018), Breach Bang Clear, https://www.breachbangclear.com/red-oktober-rifle-dynamics-ak- shooting-competition/ == References == === Citations === === Sources === * * * * * * == External links == * Category:Assault rifles Category:Cold War weapons of the Soviet Union Category:Infantry weapons of the Cold War Category:Rifles of the Cold War Category:Soviet inventions ",
    "title": "Kalashnikov rifle"
}