{
    "id": "17283304",
    "text": "The Hukbalahap Rebellion was a rebellion staged by former Hukbalahap or Hukbo ng Bayan Laban sa Hapon (People's Army against the Japanese) soldiers against the Philippine government. It started during the Japanese occupation of the Philippines in 1942 and continued during the presidency of Manuel Roxas and ended in 1954 under the presidency of Ramon Magsaysay. ==Background== During the Japanese occupation of the Philippines, the Hukbalahap created a resistance army consisting largely of peasant farmers against the Japanese forces in Central Luzon. The Huk Resistance, as it became popularly known, created a stronghold against the Japanese in the villages through guerrilla warfare. During this time, the area was heavily protected by Huks, and Huk justice reigned. The aftermath of the liberation from Japan was characterized by chaos. The Philippine Government, prompted by the United States of America, disarmed and arrested the Huks for allegedly being communists. Harassment and abuses against peasant activists became common as United States Army Forces in the Far East (USAFFE) and the Philippine Constabulary (civilian police) hunted them. Civilian casualties were substantial and the Huks decided to retreat into the mountains and to their guerrilla lifestyle. ==Pre-war social change in Central Luzon== The late 1800s and early 1900s saw the opening up of the Philippine market to the US economy due to American victory in both the Spanish–American War in 1898 and the Philippine–American War in 1902. The arrival of the Americans was characterized by the expansion of capitalism already introduced by the Spaniards in the encomienda system; there was an exponential increase in the amount of free trade between the Philippines and the United States of America. Landowners favored cash crops for export to the US, such as tobacco and sugar cane, over the usual rice or cereals, resulting in lesser supply of staple foods for the peasant farmers. The red area on the map is Central Luzon, the main geographical area where the Huks are located. Manila is a few hours' drive to the south. This period saw the collapse of the social structures maintained under the Spanish for more than three centuries. Landowners had previously attended social functions such as the weddings and baptisms of their tenants, sponsored food during fiestas and conducted land inspections. Landlords helped them in times of distress, especially financial ones, and were seen as protectors from friars and government officials. Patterns of farm management also changed. Traditional landowners wanted to modernize their farms and employ tenant-farmers as wage-earners with legal contracts in order to maximize their profit. This changed the social relations of the countryside, as indicated by comments from a landowner in Nueva Ecija: \"In the old days … the landlord-tenant relationship was a real paternalistic one. The landlord thought of himself as a grandfather to all tenants, and so he was concerned with all aspects of their lives. … But the system had to be changed over time as the hacienda has to be put in a sound economic footing.. The landlord tenant relationship is a business partnership, it is not a family. The landlord has invested capital in the land, and the tenants give their labor... I was enthused about putting modern machinery to work like the modern farms I'd seen in the US. … The only machine here is the Japanese rice thresher. … Meanwhile I try to make the tenants do as I said so the land will be more productive. If you tell a machine something it will do it. It's not the way with tenants.\" As landowners turned their estates over the cash crops, the haciendas were left to caretakers. There was a growing unrest among the peasantry, which was characterized by small protests against their own landlords. This situation was especially true in the Central Luzon area of the Philippines. The sudden and extreme gap between the landlord and the tenant was the main cause of the peasant unrest. ==Growth of peasant organizations== With peasants out of work and cash crops being preferred to staple food, peasants started begging and stealing from the rice warehouses of the government. There was despair during this troubled decade. The early 1930s saw the formation of many small peasant unions, including: *Samahang Magsasaka *Kabisang Tales *Anakpawis *Sakdal *Aguman ding Malding Talapagobra (AMT; General Workers' Union) *Kalipunang Pambansa ng mga Magsasaka ng Pilipinas (KPMP; National Council of Peasants in the Philippines) Majority of the peasant organizations are in the provinces of Nueva Ecija, Pampanga, Tarlac and Bulacan The objective these movements was broadly to revert to the traditional tenancy system. The means of protest, however, changed – there were strikes, petitions to government officials, including the president, court cases against landlords, and even running for, and winning, local office. In 1939, the two largest peasant organizations merged: The AMT with 70,000 members and the KPMP with 60,000. They participated in the 1940s election by joining with the Partido Sosyalista ng Pilipinas (PSP), a rural peasant political party, and ran with a complete slate of candidates under the Popular Front ticket in Pampanga. Although Pedro Abad Santos, the founder of the PSP, did not win a seat, his party became synonymous with the peasant movements and eventually with the Huks. His right-hand man was Luis Taruc, the future supreme commander of the Huks. ==Rebellion== ===Japan=== In December 1941, the Japanese Army invaded the Philippines. The country did not have sufficient military capacity to protect its citizens and needed the help of the US, under the USAFFE, to defend the country. Still, the peasants of Central Luzon fought against the Japanese for their own survival. The organized peasant movements of the 1930s in Central Luzon set the conditions for organized resistance against the Japanese. During the Japanese occupation, the organization became an underground political government with a full- functioning military committee composed of 67 squadrons in 1944. On March 29, 1942, 300 peasant leaders decided to form the HUKBALAHAP or the Hukbo ng Bayan Laban sa Hapon. This event marks the moment when the peasant movement became a guerrilla army. The Huks collected arms from civilians, gathered arms from retreating American and Filipino forces and prevented banditry. By September 1942, there were 3,000 Huks under arms. and by 1946 the Huks numbered about 10,000. The Huk army was composed of squadrons, and squadrons were composed of squads. In the town of Talavera, Nueva Ecija alone, there were 3 squadrons, with about 200 men each. Its top commanders were Casto Alejandrino (AMT, PSP), Felipa Culala (KPMP), Bernardo Poblete (AMT), and Luis Taruc (AMT, PSP), with Taruc being the supreme military commander. The Communists claimed that the Hukbalahap was Communist-led and initiated. However, prior to the war, none of the top leaders had had any connections with the PKP. and interviews conducted by Kerkvliet with members afterwards also points to a non-bias towards any ideology. The Huks were well received by the villagers and were seen as their protector from the abuses of the Japanese. Nationalism, empathy, survival, and revenge, all served as primary motives for the people to join. Those who could not join the guerrilla army joined the underground government via its \"secretly converted neighborhood associations\", called Barrio United Defense Corp (BUDC). The HUKBALAHAP also tried to recruit beyond Central Luzon but were not as successful. Nonetheless, the Huks fought side by side with local troops of the Philippine Commonwealth Army, the Philippine Constabulary, and the USAFFE, helping to repel the Japanese invasion of the Philippines. ===Against the Philippine Republic=== Life for the Huks did not return to pre- war conditions even after World War II. Most of the landowners were collaborators during the Japanese occupation and were no longer interested in tenant-farming. Furthermore, most of them had already moved to Manila during the war. Not only was life economically unsustainable for the Huks, their hardships were aggravated by the hostility and repression they experienced from the USAFFE soldiers, the Philippine Constabulary, and landlords. Former Huks were hunted down and arrested under orders of disarmament from the United States. Even the villagers were victimized: their properties were looted, food stolen and houses even burned in search of Huks who were possibly hiding in them. The Massacre of Squadron 77 was seen as a major act of hostility against the Huks which occurred in Malolos, Bulacan in February 1945. Consisting of 109 Huks, Squadron 77 was surrounded by American and Filipino soldiers, shot, and buried in a mass grave. Furthermore, in February 1945, the U.S. Counter Intelligence Corp (USCIC) decided that the only way to end in what they saw as \"Huk domination of the area\" was to arrest the prominent leaders of the Hukbalahap. There were almost 20 prominent leaders arrested, including the top two commanders of the Huks: Castro Alejandrino and Luis Taruc. HUKBALAHAP Veterans Card In September 1945, Luis Taruc and other Huk leaders were freed from prison. Luis Taruc formally announced the end of the resistance movement. He gave the roster of Hukbalahap names to the US and Philippine government, hoping for recognition from President Sergio Osmeña for their participation during the Japanese war to qualify for war veteran's benefits. Four squadrons, consisting of about 2,000 men, were not recognized. The Huks saw it as a divide-and-conquer tactic and decided not to accept anything from the government. Luis Taruc protested to MacArthur to stop the maltreatment of the Huks. Although at the top levels leaders were constantly negotiating with each other, the situation on the ground between the Huks and the US and Philippine forces was ripe for a full-scale rebellion. In the words of the Hukbalahap's supreme commander, Luis Taruc, the truce is \"in effect only at the top level, between the government representatives and peasant leaders. On the level of the fields there was open conflict\". Moreover, the harvest between the period of late 1945 to early 1946 not only exacerbated the plight of the Huks, it also further intensified the gap between the tenants and the landlords. There were \"landowner-tenant disputes over high interest rates, loans, rent payments, and sharing agricultural expenses sometimes led to evictions.\" The landed elites, who collaborated with the Japanese during the war, now pledged their allegiance to America. Together with the government, they agreed to a 60% share of harvests for the tenants, from the usual 50–50. But when harvest came, the promises were not kept. So the Huks decided to join politics again. The Pambansang Kaisahan ng Magbubukid (PKM) or National Peasants Union was formed. At the national level, the PKM lobbied for the 60–40 division of harvest. The PKM lobbied for better relations between peasants and landlords, low interest loans from landowner, for the setting up of banks by the government, enactment of laws to protect peasants from landowners and small landowners from big landowners, and \"justice for everyone regardless of social standing. But despite their meager aims, harassment and abuses continued. Local police, military police, and even \"civilian guards\" intimidated, arrested, and even killed Huk veterans and PKM supporters. It is in this situation that the Huks formally allied with the PKP, which later became the Communist Party of the Philippines (CPP). The CPP had created the Committee of Labor Organizations (CLO) to spearhead its political offensive on the labor front. It was composed of 76 trade unions from all over Manila and had a membership of 100,000 laborers. On the other hand, peasant support for the PKM was significant in the countryside. On July 15, 1945, the Democratic Alliance (DA) was formed with the merger of the PKM and the CLO. Despite the CLO's apparent ideological bias towards Communism, the PKM partnered with them for better chances of winning the national elections, with the aim of finally representing the tenant farmers through legal political means at the national level. The DA supported the candidacy of the incumbent president, Sergio Osmena of the Nacionalista Party, in order to ensure the defeat of Liberal Party's Manuel Roxas. President Manuel Roxas The May 1946 elections won Manuel Roxas the presidency. The six DA candidates won their seats in the Congress. But the six DA Congressmen, together with 1 NP Congressmen and 3 NP Senators, were not allowed to take their seats in the House of Representatives with a resolution introduced by Rep. Jose Topacio Nueno and upheld by a majority of the congress on grounds of election fraud and terrorism. ;Disqualified DA Congressmen *Luis Taruc, 2nd district of Pampanga *Amado Yuzon, 1st district Pampanga *Jesus Lava, Bulacan *Josa Cando, Nueva Ecija *Constancio Padilla, Nueva Ecija *Alejandro Simpauco, Tarlac On July 4, 1946, the US Government granted sovereignty to the Philippines. The Philippine economy at this point had become very dependent on the US economy. The Philippine Trade Act of 1946 or Bell Trade Act at that time was being debated in both chambers of the Legislature. Had the unseated Congressmen voted, the controversial bill might not have been passed. The unseating of the DA congressmen, combined with unrelenting abuses of power from MP's in Central Luzon against PKM, DA, and Huk Veterans, and the Roxas administration's inclination in using military force only exacerbated negative sentiment among the peasants in Central Luzon. The new Roxas administration attempted a pacification program, with help from members of the PKP, PKM, and DA. Representatives such as Taruc, Alejandrino, and Juan Feleo would be accompanied by MP guards and government officials to try and pacify peasant groups, however this did not result in any sort of success. Within days of the so-called \"truce\", violence once again erupted in Central Luzon. Taruc, and others claimed that civilian guards and government officials were \"sabotaging the peace process\". On August 24, 1946, Feleo, on his way back to Manila after a pacification sortie in Cabiao, was stopped by a large band of \"armed men in fatigue uniforms\" in Gapan, Nueva Ecija. Feleo was accompanied by his bodyguards and four barrio lieutenants, and he had planned to present them to the Secretary of the Interior Jose Zulueta to testify that their barrios were shelled by government forces for no reason at all, forcing them to evacuate. Feleo and the four barrio officials were taken by the men and killed. Thousands of Huk veterans and PKM members were sure that Feleo was murdered by landlords, or possibly the Roxas administration itself. The incident led to Taruc presenting Roxas with an ultimatum: > The supreme test of your power has come. In your hands rests the destiny of > our miserable people and our motherland. Yours is the power now to plunge > them into chaos and horrible strife, or pacify and unite them as brother > Filipinos in the spirit of liberty. He then joined with the peasants and revived the Hukbalahap General Headquarters, beginning the Huk insurrection. On March 6, 1948, Roxas outlawed the Hukbalahap. Five weeks later, Roxas succumbed to a heart attack. President Ramon Magsaysay (Former Defense Secretary under President Elpidio Quirino) ==Independent Philippines== The Huks staged a rebellion against the Roxas presidency within months after the Philippine independence and days after Feleo's murder. They retreated to the mountains once more in fear for their lives and renamed themselves Hukbong Magpapalaya ng Bayan (HMB) or People's Liberation Army. The government intensified its campaign against the Huks, which caused the rebellion to further escalate. President Roxas employed what he termed a \"Mailed-Fist Policy\" to stop the rebellion. It was meant to crush the rebellion in 60 days. The Philippine Constabulary (PC) increased its operations against the Huks. Roxas viewed the Huks as Communists and saw the need for the group's suppression, including its peasant arm.Ladwig (2014), pp. 25–26. However, the Communist Party of the Philippines disowned the HMB, claiming that the rebellion must serve a purpose beyond the interest of self- defense, and the CPP believed that a real revolution must be led by the working class and the labor movement, not the peasants, who they deemed incapable of comprehending the concept of dialectical materialism. Roxas overestimated the abilities of his army. The Huks had trained in guerrilla warfare against the Japanese Occupation, while the Philippine government was yet to establish a competent army. The government eventually sought the military help of the United States. The rebellion lasted for years, with huge civilian casualties. During this time, the HMB had the same organizational structure as during the Hukbalahap Resistance. It provided both an army against the civilian guards of the elites and the PC, and an underground government which was well known for \"Huk justice\". Villagers supported the Huk squadrons again as well. It continued to grow in strength and in the numbers of its soldiers and supporters, reaching its zenith in 1950, when it had 12,800 soldiers and a mass base of 54,000. Roxas died of a heart attack a few weeks after declaring his Mailed Fist Policy. His successor, President Elpidio Quirino, had a more accommodating stand towards the Huks, but his failure to deliver fundamental land reforms and appease the Huks who had been victimized by the PC further intensified Huk demands. On June 21, 1948, President Quirino granted the Huks amnesty. A few days later, both the Senate and the Congress approved the amnesty provided that the Huks \"present themselves with their arms and ammunition\". But no matter how well the negotiations went in Manila, the continued fighting in the countryside affected them. Many Huks surrendered their arms unwillingly: as they understood it, the amnesty required only that they be registered. Many Huks were forced to surrender and were often threatened and beaten up. Once the word spread of continued abuses, people no longer came to register their arms. On August 14, 1948, negotiations fell apart. In 1949, as an attack against the government, Hukbalahap members allegedly ambushed and murdered Aurora Quezon, Chairwoman of the Philippine Red Cross and widow of the Philippines' second president, Manuel L. Quezon, as she was en route to her hometown for the dedication of the Quezon Memorial Hospital. Several others were also killed, including her eldest daughter and son-in-law. This attack brought worldwide condemnation of the Huks, who claimed that the attack was done by \"renegade\" members, and justified further attacks by the Philippine Government.Ladwig (2014), pp. 23–24. ==Alleged Soviet involvement== In his study of the relationship between the Soviet Union and the communist movement in the Philippines, Harvard University's Stephen J Morris wrote that \"There is no evidence that the Soviet Union ever provided weapons to the communist-led Huk insurgents, but in their struggle, the Philippine communists were receiving at least propaganda support from the Soviet Union.\"\"The Soviet Union and the Philippine Communist Movement,\" Stephen J Morris, Communist and Post-Communist Studies, Volume 27, Issue 1, March 1994, Pages 77–93 Prior to the Sino-Soviet split, the USSR allowed China to take the lead role in supporting communist groups in East Asia and subsequently the USSR supported only the non-violent communist political party in the Philippines. In 1949 a New York Times reporter in Manila relayed reports that Soviet submarines were allegedly providing guns, ammunition and supplies to the Huks. ==Resolution== Luis Taruc and his men immediately went back into hiding in the Sierra Madre mountains when negotiations fell apart on August 14, 1948. However, the start of the 1950s saw the beginning of the rebellion's decline. The decline is attributed to two main reasons: # There was general weariness among the people from years of fighting. Many prominent Huk leaders either had died or were too old to fight. The few leaders that remained were now pursued by the army even in the mountains. Ultimately, the villagers became weary of supporting the Huks, or just saw them as irrelevant. # President Quirino transferred the Anti-Huk Campaigns from the Department of Interior and Local Government (DILG) to the Department of National Defense (DND). Under Ramon Magsaysay's leadership, the army was purged of corrupt and inefficient officials. Major military offensives were launched and the army became innovative in pursuing the Huks in the mountains. By 1951, army strength had increased by 60 percent over the previous year with 1,047-man BCTs. Furthermore, the PCs stopped their abuses of the peasants, which further caused peasants to no longer see the need for \"Huk justice\".Ladwig (2014), pp. 19–45. The Huk Rebellion was finally put down through a series of reforms and military victories by Magsaysay, who became the seventh President.Jeff Goodwin, No Other Way Out, Cambridge University Press, 2001, p.119, , In May 1954, Luis Taruc surrendered and accepted a 15-year imprisonment. ==Women in the Hukbalahap Rebellion== The Huk movement was notable for its inclusion of women peasants, who advocated for inclusion in the movement in resistance to word of Japanese war atrocities against women, including rape and mutilation. Many of these women fought, but the majority of the resistance remained in villages, collecting supplies and intelligence. Women in the forest camps were forbidden from entering combat, but often trained in first aid, communication/propaganda, and recruitment tactics. In terms of recruitment, the Hukbalahap was non-discriminatory and encouraged masses from all background to join the resistance. Aside from the men, there were a surprisingly large number of women volunteers joining, being moved by the atrocities and abuses committed by the Japanese against the people. The majority of women were peasants, 15–35 years old, and unmarried. Most women stayed in the villages, offering to help through the collection of supplies, money, and information to aid the guerillas. Women in the Hukbalahap movement were primarily support troops, preferring to inconspicuously aid the movement by communicating with the villagers and acting as messengers for critical information about the Japanese troops. Due to their appearance and clothing, their activities were simply dismissed by the enemy who were focused on the resistance fighters themselves. Another key task the women had was the traditional role as the homemaker and caretaker of the family. In this case, the Huk's medical division composed mainly of women who nursed the wounded back into fighting condition.They were also relied on to cook for the soldiers and clean the houses in the barriers for the Huk soldiers. Since only a few women were literate during that period, they were assigned secretarial work such as accounting and paperwork to organize the resources of the Huk. ==References== * ==Further reading== * Walter C. Ladwig III, The Forgotten Front – Patron-Client Relationships in Counterinsurgency (Cambridge University Press, 2017). * David Galula, Counterinsurgency Warfare: Theory and Practice. Wesport, (Connecticut: Praeger Security International, 1964). *Lawrence M. Greenberg, The Hukbalahap insurrection : A Case Study of a Successful Anti- Insurgency Operation in the Philippines, 1946–1955, U.S. Army Center of Military History. *William J. Pomeroy,The Forest, (Quezon City: UP Press, 1963). *F. Sionil Jose, The Huks in Retrospect: A Failed Bid for Power, (Manila: Solidarity, 1985) *Our Massacred Peasants, HINDSIGHT by F. Sionil Jose, Philippine Star. *Opportunities Gone Forever,Commentary, John J. Caroll S.J., Philippine Daily Inquirer. *Hacienda Luisita Case. *The Huk Rebellion in the Philippines: Quantitative Approaches, RAND. *The Huk Rebellion in the Philippines: An Econometric Study, RAND. * Category:Rebellions in the Philippines Category:History of the Philippines (1946–1965) Category:Insurgencies in Asia Category:Military history of the Philippines Category:Wars involving the Philippines Category:Communism-based civil wars Category:Communism in the Philippines Category:Communist rebellions Category:1940s in the Philippines Category:1950s in the Philippines Category:Conflicts in 1942 Category:Conflicts in 1943 Category:Conflicts in 1944 Category:Conflicts in 1945 Category:Conflicts in 1946 Category:Conflicts in 1947 Category:Conflicts in 1948 Category:Conflicts in 1949 Category:Conflicts in 1950 Category:Conflicts in 1951 Category:Conflicts in 1952 Category:Conflicts in 1953 Category:Conflicts in 1954 Category:Philippines in World War II Category:Proxy wars tl:Panghihimagsik ng Hukbalahap ",
    "title": "Hukbalahap Rebellion"
}