{
    "id": "17288266",
    "text": "{| class=\"infobox\" cellspacing=\"5\" style=\"width:22em; font-size:88%; text- align: left; line-height:1.5em; width: 24em; background: #eef7ff;\" |- | colspan=\"2\" style=\"text-align: center; font-size: 125%; font-weight: bold\" | The Smurfs Les Schtroumpfs |- | colspan=\"2\" style=\"text-align: center;\" | 200px |- !Created by |Peyo |- | colspan=\"2\" style=\"text-align:center; background: #69A0F3;\" | Publication information |- !Genre |Joyfully Adventure |- !Publication date |October 23, 1958 |- !Status |Ongoing |- !Country of origin |Belgium |- !Original language |French |- !Publisher |Dupuis |- !Formats |Comic strip (Spirou magazine), graphic novels |- !Main character(s) |Papa Smurf, Smurfette |- |Number of books published: |31 |- |Website: |official website |- | colspan=\"2\" style=\"text-align:center; background: #69A0F3;\" | Creative team |- !Writer(s) |Peyo and Studio Peyo |- !Artist(s) |Peyo and Studio Peyo |- !Creator(s) |Peyo |- | colspan=\"2\" style=\"text-align:center; background: #69A0F3;\" | Reprints |- | colspan=\"2\" style=\"text-align:center;\" |The series has been reprinted, at least in part, in Dutch, English, German, and Polish. |} The Smurfs () is a Belgian comic series, created by cartoonist Peyo (pen name of Pierre Culliford). The titular creatures were introduced as supporting characters in an already established series, Johan and Peewit in 1958, and starred in their own series from 1959. Thirty Smurf comic albums have been created, 16 of them by Peyo. Originally, the Smurf stories appeared in Spirou magazine with reprints in many different magazines, but after Peyo left the publisher Dupuis, many comics were first published in dedicated Smurf magazines, which existed in French, Dutch and German. A number of short stories and one page gags have been collected in comic books next to the regular series of 30. By 2008, Smurf comics have been translated into 25 languages, and some 25 million albums have been sold. ==History== In 1952, Peyo created a series in Spirou magazine titled Johan et Pirlouit (Johan and Peewit), set in Europe during the Middle Ages. Johan serves as a brave young page to the king, and Pirlouit (pronounced Peer-loo- ee) functions as his faithful, if boastful and cheating, midget sidekick. On 23 October 1958, Peyo introduced a new set of characters to the Johan et Pirlouit story La flûte à six trous (tr. \"The Flute with Six Holes\"). This alone caused no great excitement, as the brave duo constantly encountered strange new people and places. This time, they had the mission of recovering a magic flute, which required some sorcery by the wizard Homnibus. And in this manner, they met a tiny, blue-skinned humanoid creature in white clothing called a \"Schtroumpf,\" followed by his numerous peers who looked just like him, with an elderly leader who wore red clothing and had a white beard called Papa Smurf. The characters proved to be a huge success, and the first independent spin-off Smurf stories appeared in Spirou in 1959, together with the first merchandising. ==Volumes== This is the list of the original French- language comic issues. Some of them are anthologies of several stories. A number of them were translated into English by Anthea Bell and Derek Hockridge, and published by Hodder & Stoughton (Random House in the USA). The late comic artist Pascal Garray contributed to seventeen editions of The Smurf comics between 1990 and 2017. Garray's last comic, Les Schtroumpfs et les haricots Mauves, was released in September 2017. ===Johan and Peewit appearances=== 1. La flûte à six schtroumpfs (originally titled as La flûte à six trous) 2. La guerre des sept fontaines 3. Le pays maudit 4. Le sortilège de Maltrochu 5. La horde du corbeau 6. La nuit des sorciers ===Original series=== {| class=\"wikitable\" |- ! No. ! Title ! Publisher ! Release Date ! ISBN |- |1 |Les Schtroumpfs noirs (The Black Smurfs) |Dupuis | | |- |2 |Le Schtroumpfissime (The Smurf King, English title) |Dupuis | | |- |3 |La Schtroumpfette (The Smurfette) |Dupuis | | |- |4 |L'Œuf et les Schtroumpfs (The Smurfs and the Egg) |Dupuis | | |- |5 |Les Schtroumpfs et le Cracoucass (The Smurfs and the Howlibird, English title) |Dupuis | | |- |6 |Le Cosmoschtroumpf (The Astrosmurf) |Dupuis | | |- |7 |L'Apprenti Schtroumpf (The Smurf Apprentice) |Dupuis | | |- |8 |Histoires de Schtroumpfs (Stories of the Smurfs, an anthology of one-page humorous stories) |Dupuis | | |- |9 |Schtroumpf Vert et Vert Schtroumpf (Smurf Versus Smurf) | Dupuis | | |- |10 |La Soupe aux Schtroumpfs (The Smurf Soup) |Dupuis | | |- |11 |Les Schtroumpfs Olympiques (The Olympic Smurfs) |Dupuis | | |- |12 |Le Bébé Schtroumpf (The Baby Smurf) |Dupuis | | |- |13 |Les P'tits Schtroumpfs (The Smurflings) |Dupuis | | |- |14 |L'Aéroschtroumpf (The Aerosmurf) |Cartoon Creation/Le Lombard, | | |- |15 |L'Étrange Réveil du Schtroumpf Paresseux (The Strange Awakening of Lazy Smurf) |Cartoon Creation/Le Lombard | | |- |16 |Le Schtroumpf Financier (The Finance Smurf) |Le Lombard | | |} Albums made after the death of Peyo, with help from his son Thierry Culliford (born 1956): 17. Le Schtroumpfeur de Bijoux (The Jewel Smurfer), Le Lombard, 01/01/1994, 18. Docteur Schtroumpf (Doctor Smurf), Le Lombard, 01/01/1996, 19. Le Schtroumpf Sauvage (The Wild Smurf), Le Lombard, 11/01/1998, 20. La Menace Schtroumpf (Attack of the Grey Smurfs), Le Lombard, 11/01/2000, 21. On ne Schtroumpfe pas le Progrès (You Don't Smurf Progress), Le Lombard, 11/01/2002, 22. Le Schtroumpf Reporter (The Reporter Smurf), Le Lombard, 11/01/2003, 23. Les Schtroumpfs Joueurs (The Gambler Smurfs), Le Lombard, 01/01/2005, 24. Salade de Schtroumpfs (Salad Smurfs), Le Lombard, 01/13/2006, 25. Un Enfant chez les Schtroumpfs (A Child among the Smurfs), Le Lombard, 01/12/2007, 26. Les Schtroumpfs et le livre qui dit tout (The Smurfs and the Book that Tells Everything), Le Lombard, 01/18/2008, 27. Schtroumpfs les bains (Smurfs in Paradise), Le Lombard, 04/3/2009, 28. La Grande Schtroumpfette (The Grand Smurfette), Le Lombard, 04/16/2010, 29. Les Schtroumpfs et l'Arbre d'Or (The Smurfs and the Golden Tree), Le Lombard, 04/08/2011, 30. Les Schtroumpfs de L'Ordre (The Law and Order of The Smurfs), Le Lombard, 03/23/2012, 31. Les Schtroumpfs à Pilulit (Chicken-Fried Smurfs), Le Lombard, 04/19/2013, 32. Les Schtroumpfs et L'Amor Sorcier (The Smurfs and the Sorcerer's Love), Le Lombard, 04/04/2014, 33. Schtroupf Le Heroes (Smurf Heroes), Le Lombard, 03/13/2015, 34. Les Schtroumpfs Et Le Demi-Genie (The Smurfs and the Half-Genie), Le Lombard, 04/01/2016, 35. Les Schtroumpfs Et Les Haricots Mauves (The Smurfs and the Purple Beans), Le Lombard, 08/18/2017, 36. Les Schtroumpfs Et Le Dragon Du Lac (The Smurfs and the Dragon of the Lake), Le Lombard, 03/02/2018, 37. Les Schtroumpfs Et La Machine à Rêver (The Smurfs and the Dream Machine), Le Lombard, 04/05/2019, ===Les Schtroumpfs et le Village des Filles (The Smurfs and the Village of Girls)=== Albums featuring the Smurfy Grove Smurfs from Smurfs: The Lost Village. # La Forêt interdite (The Forbidden Forest), Le Lombard, 04/24/2017, # La trahison de Bouton d'Or (The Betrayal of Smurfblossom), Le Lombard, 08/24/2018 ===Look-In magazine strips=== In the 1970s and '80s, the British children's magazine Look-In ran an original series of one-page comic-strip tales called \"Meet the Smurfs.\" ===Marvel Comics=== In 1982 Marvel Comics released a Three issue mini series featuring full length stories and one page gags featuring The Smurfs. Marvel Comics also published a large format comic book as well as six mini comic books with a full length story in each comic book. ===Papercutz graphic novels=== Since August 2010, Papercutz has been issuing Smurfs comics, translated by Joe Johnson. Following a special preview comic in July 2010 that contained the story \"The Smurfnapper,\" the following graphic novels have been issued to date: # The Purple Smurfs (August 31, 2010, ) # The Smurfs and the Magic Flute (August 31, 2010, ) # The Smurf King (November 23, 2010, ) # The Smurfette (January 18, 2011, ) # The Smurfs and the Egg (March 15, 2011, ) # The Smurfs and the Howlibird (May 10, 2011, ) # The Astrosmurf (August 2, 2011, ) # The Smurf Apprentice (September 27, 2011, ) # Gargamel and the Smurfs (November 22, 2011, ) # The Return of the Smurfette (January 17, 2012, ) # The Smurf Olympics (March 27, 2012, ) # Smurf Versus Smurf (August 7, 2012, ) # Smurf Soup (November 13, 2012, ) # The Baby Smurf (March 5, 2013, ) # The Smurflings (May 14, 2013, ) # The Aerosmurf (August 6, 2013, ) # The Strange Awakening of Lazy Smurf (March 25, 2014, ) # The Finance Smurf (July 1, 2014, ) # The Jewel Smurfer (August 18, 2015, ) # Doctor Smurf (March 1, 2016, ) # The Wild Smurf (September 6, 2016, ) # The Smurf Menace (January 17, 2017, ) # You Can't Smurf Progress (June 6, 2017, ) # The Smurf Reporter (September 25, 2018) # The Gambler Smurfs (2019) # Smurf Salad (October 8,2019 ) Other special books: #\"Christmas Smurfs\" (October 1, 2013) #\"Forever Smurfette\" (November 18, 2014) #\"Smurf Monsters\" (September 29, 2015) #\"The Village Behind the Wall\" (March 21, 2017) # \"The Smurfs Special Boxed Set\" (April 4, 2017) Papercutz published \"The Smurf Submarine\" in Geronimo Stilton & Smurfs for Free Comic Book Day on May 7, 2011. ==In popular culture== In the Belgian Comic Strip Center in Brussels the permanent exhibition brings homage to the pioneers of Belgian comics, among them Peyo. In the room dedicated to his work various objects, comic book pages, sketches,... from \"The Smurfs\" comics can be seen. The Smurfs is among the many Belgian comics characters to jokingly have a Brussels street named after them. The Rue des Sables/ Zandstraat has a commemorative plaque with the name Rue Schtroumpfs/ Smurfstraat placed under the actual street sign. Closed to the Smurfs studios in Genval( province of Brabant), a bronze statue of the smurfs is use as a rond circle traffic. In 2003 a statue of a Smurf building a statue of Smurfette was revealed in Middelkerke. It was sculpted by Monique Mol. At the Grasmarkt in Brussels a five metres high statue of a Smurf on a toadstool can be seen. It was sculpted by Maryline Garbe and revealed on June 25, 2012. ==References== ==External links== *The Smurfs official site *Happy Smurfday: Official Smurfs 50th Anniversary site *List of Papercutz Graphic Novels Category:Belgian comic strips Category:Belgian comics titles Category:Belgian comics characters Category:Lombard Editions titles Category:The Smurfs Category:Star Comics titles Category:Dupuis titles Category:French-language literature Category:1958 comics debuts Category:Comics characters introduced in 1958 Category:Comics by Peyo Category:Comics set in forests Category:Comics set in the Middle Ages Category:Humor comics Category:Gag-a-day comics Category:Fantasy comics Category:Adventure comics Category:Comics spin-offs Category:Belgian comics adapted into films Category:Comics adapted into animated films Category:Comics adapted into television series Category:Comics adapted into animated series Category:Comics adapted into video games ",
    "title": "The Smurfs (comics)"
}