{
    "id": "17287462",
    "text": "Xavier Prou (Blek le Rat) at the gallery opening and book signing at the 941 Geary Gallery, San Francisco Blek le Rat (; born Xavier Prou, 1952) is a French graffiti artist. He was one of the first graffiti artists in Paris, and has been described as the \"Father of stencil graffiti\". ==Early life== Xavier Prou was born on 15 November 1951 in Boulogne-Billancourt in the western suburbs of Paris. ==Early career and influence== The iconic stencils of rats by Blek le Rat \"Ballerina\" by Blek le Rat at the 941 Geary Gallery, San Francisco Blek began his artwork in 1981, painting stencils of rats on the walls of Paris streets. He described the rat as \"the only free animal in the city\",Reiss, Jon. Blek le Rat . Swindle, Issue 11. Retrieved 28 March 2011. and one which \"spreads the plague everywhere, just like street art\".Blek Le Rat interview . UK Street Art. 29 July 2008. Retrieved 29 March 2011. His name originates from the comic book Blek le Roc, using \"rat\" as an anagram for \"art\". Initially influenced by the early graffiti-art of New York City after a visit in 1971, he chose a style which he felt better suited Paris, due to the differing architecture of the two cities. He also recognised the influence of Canadian artist Richard Hambleton, who painted large-scale human figures in the 1980s. In 1985, he was on the first meeting of the graffiti and urban art movement in Bondy (France), on the VLP's initiative, with Speedy Graphito, Kim Prisu, Miss Tic, SP 38, Epsylon Point, Jef Aérosol, Futura 2000, Nuklé-Art, Banlieue-Banlieue. Blek's oldest preserved street art graffito, a 1991 replica of Caravaggio's Madonna di Loreta, which he dedicated to his future wife Sybille, was rediscovered behind posters on a house wall in Leipzig, Germany, in 2012.Wall piece by street artist Blek Le Rat saved in Leipzig. Artsation. 15 April 2013. Retrieved 20 June 2013. French authorities identified Blek in 1991 when he was arrested while stencilling a replica of Caravaggio's Madonna and Child, with the connection to Blek and his artwork being made by police. From that point on, he has worked exclusively with pre-stenciled posters, citing the speedier application of the medium to walls, as well as lessened punishment should he be caught in the act. He has had a great influence on graffiti-art and \"guerilla-art\" movements, the main motivation of his work being social consciousness and the desire to bring art to the people. Many of his pieces are pictorials of solitary individuals in opposition to larger, oppressive groups. In 2006 he began his series of images representing the homeless, which depict them standing, sitting, or lying on sidewalks, in attempts to bring attention to what he views as a global problem. ==Influence on and opinion of Banksy== British graffiti artist Banksy and Blek have expressed mutual desire for collaboration; in 2011, Blek was seen adding to a mural begun the previous year by Banksy in the Mission District, San Francisco. ==Exhibitions== \"Sheep\" by Blek le Rat at Subliminal Projects Gallery, Los Angeles Blek le Rat, London, 2008 In October 2003, Blek le Rat had his first solo U.K. exhibition in London at the Leonard Street Gallery. He participated in the Cans Festival in 2008, which featured outdoor street stencil painting in Waterloo, London. His American gallery debut took place at Subliminal Projects Gallery in Los Angeles in 2008. It included paintings, silkscreen, and three-dimensional artwork, as well as photography from his wife, Sybille Prou. Blek also had an exhibition in December 2009 at the Metro Gallery in Melbourne, a centre of street art in Australia. The exhibition entitled \"Le Ciel Est Bleu, La Vie Est Belle\" (The sky is blue, life is beautiful), featured wooden panels, canvas, screen-print, and photographs, tracing the artist's oeuvre from the early 1980s to the present. Blek le Rat has nonetheless expressed preference for the streets over galleries, stating the integrity of an artist is to be seen by as many people as possible, not being sold or recognized in a museum. In 2014, Blek le Rat exhibited 3 large- scale original paintings and an edition of 25 unique monotypes with lithography in a setting that bridges these traditional spaces—the Quin hotel in New York City—as part of the hotel's Quin Arts program. The artist created the lithographs at the New York Academy of Art during his tenure as artist in residence at the Quin hotel. Collectively entitled \"Escaping Paris,\" the exhibit was curated by DK Johnston of The Arts Fund. The Quin's permanent collection also includes Blek le Rat's \"Love America\" on the 14th floor and loaned works the \"Great Wedding\" on the second floor, \"What Has Been Seen Cannot Be Unseen\" in the boardroom, and \"Tango\" in the lobby. Most recently, Blek le Rat commemorated this collaboration on the Quin's façade with an image of Andy Warhol. ==See also== * Banksy * Shepard Fairey * Tavar Zawacki * King Robbo * List of urban artists * Street art ==References== ==Further reading== * Stencil Graffiti by Tristan Manco. Thames & Hudson (2002). * Blek le Rat – Getting Through the Walls by Sybille Prou and King Adz. Thames & Hudson (2008). * \"BLEK LE RAT – 30 Years. Art Publishing Limited. (2011) Essays by Jonathan LeVine, Jonathan LeVine Gallery, Jeffrey T. Iverson, Time Magazine, Carol Kino, culture critic, journalist, and regular contributor to the New York Times, Russell Howze, author of \"Stencil Nation: Graffiti, Community, and Art, Carolo McCormick, culture critic, curator and senior editor of Paper Magazine, Waldemar Januszczak, Britain's most distinguished art critic, writer for Sunday Times, Jean-David Malat, Opera Gallery, Justin Giarla, White Walls Gallery, Anthony Lister, painter and installation artist, Shepard Fairey, street artist, Adam Rozan, Writer. ==External links== * * 2013 Interview, Boygirl Magazine * Curbs and Stoops Interview * Grafiteros – ElPais.com * Fecal Face interview (04/2008) * Canned Goods – Blek Le Rat Interview (September '08) * \"Blek Le Rat\" The 30 Year Anniversary Retrospective (2011) Category:French graffiti artists Category:Living people Category:1952 births Category:Pseudonymous artists Category:Artists from Paris ",
    "title": "Blek le Rat"
}