{
    "id": "17285153",
    "text": "{| |} USS Whetstone (LSD-27) was a Casa Grande-class dock landing ship of the United States Navy. She was named in honor of Whetstone Point, at end of peninsula between the old Basin (today's Inner Harbor) of downtown Baltimore (and old Baltimore Town). The peninsula which also later contained the residential communities of South Baltimore, Federal Hill and Locust Point is bordered by the |Northwest Branch (on the north side) and the Middle and Ferry (now Southern) Branches (to the south) on the Patapsco River, which is also Baltimore Harbor. Location of Revolutionary War fortifications of Fort Whetstone from the 1770s and the previous site of later Fort McHenry reconstructed beginning in 1798 was named for James McHenry, third Secretary of War under Presidents George Washington and John Adams. The star-shaped fort which defended Baltimore, Maryland from British assault with a two-day bombardment in 12–14 September 1814, during the War of 1812. The poem \"Defence of Fort McHenry\" when set to music inspired the national anthem, \"The Star- Spangled Banner\" written as a poem by Francis Scott Key from an off-shore truce ship downriver. USS Whetstone was laid down on 7 April 1945 at the Boston Navy Yard; launched on 18 July 1945, sponsored by Mrs. Worthington S. Bitler, the wife of Captain W. S. Bitler on duty at the Boston Navy Yard; and commissioned on 12 February 1946, Commander G. R. Keating in command. ==1945–1948== Following the ship's shakedown, Whetstone underwent post- shakedown availability at the Norfolk Naval Shipyard before heading for the Pacific. Transiting the Panama Canal between 26 and 30 April 1946, the new dock landing ship reached San Diego on 11 May. For the next few months, Whetstone — attached to Transport Division 11, Transport Squadron 1 — operated in the waters of the Pacific Northwest and Alaska, conducting intra-area lifts of boats and equipment between Kodiak, Dutch Harbor, Adak, Sitka, Seattle and San Francisco. In addition, she also called at Port Angeles, Washington, and San Diego during that time. She subsequently departed San Francisco on 18 February 1947 bound for the Far East. Reaching Shanghai, China, on 9 March, the LSD remained at that Chinese port until the 22d, when she got underway to shift down the coast to Hong Kong. Whetstone supported the American occupation and assistance efforts in not only Chinese waters but Japanese as well, the ship touching at Shanghai once more, as well as at Sasebo and Kobe, Japan, before she set course for the Palaus on 15 April 1947. Whetstone returned to the waters off the Asian mainland, however, via Peleliu and Manus, the next time visiting the waters of North China — reaching Tsingtao, China on 15 July. She subsequently departed that port on the 22d, conducting voyages between Guam, Yokosuka, and Iwo Jima before setting course for Pearl Harbor via the Marshalls. After taking aboard a pair of seaplane wrecking derricks, YSD-40 and YSD-62, at Kwajalein, Whetstone headed for Hawaii. Reaching Pearl Harbor on 12 September, Whetstone remained there only long enough to drop off the two self-propelled derricks and take aboard a garbage lighter, YG-54, before she was underway again; her destination: San Diego. After delivering her charge, Whetstone operated off the west coast of the United States into late 1948, frequenting the waters off the coast of California. She participated in exercises and maneuvers off Oceanside, California, the site of the United States Marine Corps base at Camp Pendleton. She was soon to be a victim of the post-World War II reduction of military strength. On 20 October 1948, Whetstone was decommissioned and placed in reserve at San Diego. ==Korean War, 1950–1953== Her sojourn in mothballs was a short one, though, for the North Korean assault on South Korea, hurled across the 38th parallel on 25 June 1950, caused a drastic naval build-up. Many World War II-vintage men-of-war were taken out of reserve and activated for service. Accordingly, Whetstone was recommissioned on 2 December 1950. During the Korean War, Whetstone proved her worth in support of UN operations in that war, conducting two deployments to Korean waters — first from April to November 1951 and second from December 1952 to the end of the hostilities in July 1953. In the first deployment, she took part in the recovery of a Soviet-built MiG-15 fighter. On 9 July 1951, word was received in the upper echelons that a MiG had been downed in the shoal waters off the mouth of the Chongchon River. The initial plot proved inaccurate, however, and planes from the British aircraft carrier sighted the MiG a few miles offshore, 33 miles north of the estuary of the Taedong River. \"Risky and navigationally difficult\" to reach, the site lay less than 10 minutes' flight-time from enemy air bases. Nevertheless, the risks to be run seemed acceptable — especially in view of the fact that no MiGs had thus been available for inspection to see what made them \"tick.\" Whetstone loaded a special crane-equipped utility craft (LCU) at Inchon — the port at which the LSD had arrived, from Sasebo, Japan, on 12 June — and sailed for Ch'o-do island on 19 July. The multinational effort proceeded apace, despite the initial grounding of the LCU on a sand bar and, by the evening of the 22d, had proceeded to a successful conclusion. Whetstone's sister ship took the LCU and its precious cargo aboard and sailed for Inchon. Whetstone remained in Korean waters, operating out of Sasebo, into September and returned again to those climes twice in November. She sailed for the United States on 5 December and reached San Diego, California, via Wake Island, two days before Christmas of 1951. The dock landing ship remained at San Diego undergoing post-deployment availability until 5 February 1952, when she shifted to Port Hueneme. She operated locally in southern Californian waters — touching at San Diego, Aliso Canyon, Long Beach, San Pedro and Port Hueneme — into the summer of 1952. Visiting Bangor, Washington, from 14 July to 7 October, Whetstone departed that port on the latter day, bound for San Diego. She lingered on the west coast until 1 December, when she set sail for the western Pacific. Touching briefly at Pearl Harbor en route, Whetstone reached Yokosuka, Japan, on 22 December and spent Christmas in that port before she shifted to Sasebo on the 28th, reaching her destination on the last day of the year 1952. Whetstone subsequently returned to Inchon two days into the new year, 1953, and remained there until the 8th, when she got underway to shift to Ch'o-do. The dock landing ship shuttled between Japan and Korean ports, frequenting Sasebo, Yokosuka, Wonsan, Inchon, Tokchok-to, Nagoya, and the operating areas off the western coast of Korea through the summer of 1953 and the armistice that ended hostilities temporarily in Korea. ==1953–1965== Whetstone operated in the Far East into late September 1953; she sailed for the west coast of the United States on 30 September and, after stopping at Kwajalein and Pearl Harbor en route, reached San Diego on 26 October. There, she spent the remainder of the year. During her next Western Pacific (WestPac) tour, Whetstone returned to the Far East, touching at familiar ports. She also took part in Operation Passage to Freedom, the movement of non-communist refugee North Vietnamese to the South after the partition of the colony of French Indochina in observance of the Geneva accords that ended the French-Viet Minh hostilities. For that evolution, the dock landing ship departed Yokosuka on 14 August 1954 and reached Haiphong on the 22d. She subsequently touched at Saigon, new capital in the South (today's Ho Chi Minh City) and Tourane, as well as Haiphong, downstream on the Red River from the new capital Hanoi in the North — the first-named port four times, the second twice, and the last-named six. Completing her participation in that humanitarian operation on Armistice Day (11 November) 1954 (today's Veterans Day), Whetstone departed Haiphong on that date, bound for Hong Kong and Subic Bay in the Philippines. For the remainder of the 1950s and into the 1960s, Whetstone deployed regularly to the Far East and WestPac areas, there participating in numerous amphibious exercises, maintaining herself in a high state of readiness. During those years, non- military events highlighted her tours both at home and afar. In April 1961, for example, she rescued two San Diego businessmen from their capsized sailboat off Point Loma, California; that July, she went to the aid of the burning merchantman SS Steel Traveler in Inchon harbor. In the latter, the efforts of the dock landing ship's fire and rescue party saved the crippled ship. In February 1962, Whetstone deployed to Christmas Island to participate in operations with Joint Task Force 8 (JTF 8). Upon completion of that deployment, the ship returned home and conducted refresher training out of San Diego. Later that year, in October, November, and December, Whetstone deployed to the Atlantic and Caribbean areas, participating in the \"quarantine\" operations ordered in the wake of the discovery of offensive Soviet ballistic missiles on Cuban soil. During that time, she served in Task Forces 53 and 128. Upon the abating of the Cuban Missile Crisis, Whetstone resumed normal operations; she deployed once again on a WestPac tour that December. Over the next few years, Whetstone's regular WestPac tours were enlivened by operations that reflected the increasing tempo of American involvement in the war in South Vietnam. During her 1964 deployment, the Gulf of Tonkin incident occurred, ushering in a new wider phase of the conflict. From 7 August to 2 October, Whetstone steamed as part of TF 76 in the South China Sea, earning the Armed Forces Expeditionary Medal for her contingency operations. As the Vietnam War buildup continued into 1965, the veteran dock landing ship was called upon to help transport men and materiel across the Pacific. ==1966== Whetstone departed San Diego on 11 February 1966, bound, ultimately, for South Vietnam with elements of the 3rd Marine Division (3d MarDiv) embarked for transportation to Okinawa. She arrived at her destination on 8 March, disembarked her passengers, and sailed for Japan, touching briefly at Yokosuka before she returned to Okinawa to embark elements of the 5th MarDiv for transportation to Vietnam. Reaching Chu Lai on 27 March, Whetstone offloaded her passengers brought from Okinawa and embarked different Marine elements for transport up the Vietnamese coast to the Huế–Phu Bai area of operations. After offloading at Huế, the dock landing ship shifted to Da Nang, where she soon commenced what was to become a six-week tour of duty as \"boat haven\" for Naval Support Activities (NavSuppAct), Da Nang, arriving on the last day of the month of March. During her six-week stay, Whetstone made good use of her drydocking capability, performing major repairs on 41 small boats and craft — mostly LCM (Landing Craft Mechanized) and LCU (Landing Craft, Utility). Those craft served as the keys to keeping open the flow of logistics onto the beach from the many merchant ships at anchor in Da Nang harbor. Leaving Da Nang in her wake on 13 May, Whetstone arrived at Subic Bay for liberty and upkeep two days later, but Typhoon Irma forced the ship to execute a change in plans: five out of her allotted ten-day period was spent riding out Irma's fury. Departing Subic Bay on the 25th, Whetstone visited Hong Kong for five days of rest and recreation slated to start on the 27th. Unfortunately, the proximity of yet another typhoon — Typhoon Judy — caused it to put to sea on the 28th and 29th to evade the storm. The ship left Hong Kong on 1 June — it had been an abbreviated port visit! Whetstone returned to the waters of Vietnam, dropping anchor at Qui Nhơn to start two months as \"boat haven\" in support of the U.S. Army's Qui Nhơn Support Command. Two boat repair divisions — consisting of Whetstone sailors and Army soldiers — worked 12-hour shifts, 24 hours a day, to repair Army landing craft in Whetstone's capacious well-deck aft. The display of Army–Navy cooperation facilitated the vital offloading of ships delivering cargo to Qui Nhơn. At the end of the time spent at the port, Whetstone received a plaque, commemorating her hard work, from the U.S. Army's 1st Logistical Command. Whetstone hauled a load of Army LCMs to Cam Ranh Bay on 31 July and then headed for Japanese waters, reaching Sasebo on 7 August for an eight-day port visit. The dock landing ship then returned briefly to Hong Kong — the weather proved more favorable that time than previously — before she sailed for Da Nang to commence the last major assignment of that WestPac tour. Whetstone took part in the lift of elements of the combat veterans of the 5th MarDiv from Da Nang to Okinawa. The ship subsequently arrived at Okinawa on 6 September to offload her troops. Reaching Yokosuka on 11 September, Whetstone underwent six days of upkeep there before her departure from WestPac. She sailed for home on 17 September and reached Pearl Harbor on the 27th. Pushing on, two days later, the dock landing ship reached her home port of San Diego on 6 October — thus ending a deployment of 238 days' duration. For the remainder of 1966, Whetstone remained in port, preparing for a shipyard overhaul slated to commence in January. File:USS Whetstone Ship's Plaque.JPG|USS Whetstone Ship's Plaque File:USS Whetstone Commemorative Photo.JPG|USS Whetstone Commemorative Photo ==1967–1970== Shifting subsequently to Seattle, Washington, Whetstone spent four and one- half months undergoing an extensive yard overhaul. Major changes were effected to her communications facilities, while her engineering plant received extensive repairs. Upon returning to her home port later that spring on 26 May 1967, Whetstone was prepared for a summer of hard training in preparation for her deployment to WestPac in the autumn. Refresher training followed — evolutions that apparently revealed defects in the ship's propulsion systems; the ship underwent further yard work, this time at Long Beach Naval Shipyard. Following her return to San Diego on 2 September, the dock landing ship completed the remainder of her refresher and amphibious training and prepared for her WestPac deployment date of 31 October 1967. Arriving in WestPac in early December, Whetstone lifted 11 Marine helicopters from Okinawa to Da Nang before she joined Task Group 76.5 (TG 76.5), Amphibious Ready Group (ARG) \"Bravo.\" Embarking units of the Marine Special Landing Force (SLF), composed of men from the 3rd Battalion, 1st Marines, Whetstone participated in two major amphibious operations during that deployment. The first was Operation Fortress Ridge (21–24 December 1967) — SLF Bravo made an unopposed landing and swept through the marshy, sandy region north of Cửa Việt Base. Encountering several pockets of enemy resistance, the Marines called in air strikes, naval gunfire support and the fire from helicopter gunships — as well as artillery — to subdue the resistors. Killing 10 North Vietnamese soldiers in the operation, the Marines suffered 10 dead and 28 wounded. Later in the deployment, Whetstone took part in Operation Badger Catch, from 23 to 26 January 1968. Members of SLF Bravo went ashore from landing craft and helicopters to clear the Cửa Việt River region of the enemy troops that had recently preyed upon Navy coastal convoys resupplying Marine activities along the coasts. After the landing — unopposed, as in Fortress Ridge — Bravo units teamed with elements of the 3d MarDiv in a sweep inland. At the cost of 32 Marines dead and 146 wounded, the Marines killed at least 100 North Vietnamese soldiers by the end of January. Besides the amphibious operations, Whetstone made two hazardous coastwise supply runs — one to Huế and the other to Đông Hà Combat Base — utilizing LCMs embarked in the ship's well deck. Ultimately, on 16 March, relieved Whetstone as an element of the ARG, releasing the latter for further support operations in the form of lifts of materiel from support bases to various areas further inland. The Whetstone subsequently served one more deployment in Vietnamese waters in 1969, rounding out nearly two decades of naval service before returning to the United States.Details of 1969 deployment by Harry L. Robinson at Decommissioned on 2 April 1970, Whetstone was struck from the Navy List on 1 September 1971 following transfer to the Maritime Administration (MarAd) for custody and lay up in July 1970. The dock landing ship remained in the National Defense Reserve Fleet, in MarAd custody, into the mid-1970s. Whetstone was sold for scrapping on 17 February 1983. ==Awards== Whetstone earned four battle stars for Korean War service and eight for the Vietnam War. ==References== * ==External links== * * * Category:Casa Grande-class dock landing ships of the United States Navy Category:Ships built in Boston Category:1945 ships Category:Cold War amphibious warfare vessels of the United States Category:Vietnam War amphibious warfare vessels of the United States ",
    "title": "USS Whetstone (LSD-27)"
}