{
    "id": "17289706",
    "text": "Kolgrim, also spelled Kollgrim or Kolgrimr (d. 1407 in HvalseySeaver, Kirsten A., The Frozen Echo: Greenland and the Exploration of North America, Ca. A.D. 1000-1500, Stanford University Press, 1996 , Greenland), was an alleged Norse sorcerer who was burned in Greenland for sorcery and adultery. In 1406, a Norwegian merchant ship arrived at the old Eastern Settlement on Greenland and stayed for four years. Among the passengers were the merchant Torgrim Sölvesson and his wife Steinunn Ravnsdotter. In 1407, Steinunn fell in love with Kolgrim, and left Torgrim for him. Torgrim accused Kolgrim of sorcery. The matter was raised at the Thing (tinget), which was conducted before the lagmannen and then tried before of a jury of twelve. At the witch trial at Hvalsey, witnesses were called, the Norwegian law against sorcery was invoked, and it was said that \"Kolgrim brought [Steinunn] to him by use of magic\" by reciting magic chants and galdr until she came to him and he \"lay with her.\"Alnæs, Karsten, Historien om Europa. Uppvaknande 1300-1600, Bonnier, Stockholm, 2004 The fact that Steinunn had fallen in love with Kolgrim was considered as an even greater crime and made Kolgrim's situation worse, since it meant that Kolgrim had \"stolen\" not only her body, but also her soul, from her husband. Kolgrim was found guilty of sorcery and condemned to death by burning at Hvalsey. After his execution, Steinunn was \"never fully sane\" again and died soon after. == Kolgrim in fiction == Kolgrim and his witch trial are fictionalized in the novel The Greenlanders by Jane Smiley. == References == * Alnæs, Karsten, Historien om Europa. Uppvaknande 1300–1600, Bonnier, Stockholm, 2004 (The History of Europe. Awakening, 1300–1600) *Vikingarna vid världens ände (Populär Historia) Category:1407 deaths Category:Executed Norwegian people Category:People executed for witchcraft Category:People executed by the Kalmar Union Category:People executed by Norway by burning Category:Year of birth unknown Category:15th-century executions by Norway Category:14th-century births Category:15th century in North America Category:History of Greenland ",
    "title": "Kolgrim"
}