{
    "id": "17297872",
    "text": "Jennifer Lopez & Marc Anthony en Concierto (also known as the El Cantante Tour,http://www.people.com/people/article/0,,20159086,00.html Jennifer & Marc en Concierto, and simply En Concierto) was a co-headlining concert tour by American recording artists Jennifer Lopez and Marc Anthony. The tour began on September 28, 2007 and ended on November 7, 2007, reaching North America. At the end of 2007, the tour placed 59th on Pollstar's \"Top 100 North American Tours\", earning $13.8 million from 17 shows. ==Background== In January 2005, Lopez revealed to MTV News that was in the midst of planning a tour to support her fourth studio album, Rebirth. Lopez stated: \"I've tried to plan a tour so many times [...] And we're planning it again. It's exciting. We'll see if it happens [...] I've learned not to get my hopes up. I can't wait!\" Lopez also added that she envisioned the tour as \"Just me doing my thing\". However, details for a tour were never unveiled and there subsequently was never one. As a performer, Marc Anthony was completed several tours with his \"Juntos en Concierto\" concert. Here, Anthony would be joined on stage by other latin pop singers (including Laura Pausini, Chayanne, Alejandro Fernández and Marco Antonio Solís), touring hispanophone regions within the United States and South America. The concert series became an annual event for Anthony, beginning in 2004. Lopez commented on the tour saying: > \"I'm going to do a couple of new songs, obviously from this album, and also > from my Spanish album, and then of course my old, kinda standard hits. This > is the first time, so a lot of my fans haven't gotten to see me at all > perform these songs, so I'm going to try to pick all the best ones that they > want to see. But you never know.\" Anthony describes the tour as: > \"It's just a monster show. As we creep up to it, just in a couple days, > that's when I'm getting the magnitude of this, you know what I'm saying? I > sit back and watch her set, and it's exciting. I'm so proud of her.\" For the tour, one dollar from each ticket sold was donated to \"Run for Something Better\"--a charitable organization supporting physical fitness programs for children. ==Setlist== ==Shows== {| class=\"wikitable\" style=\"text- align:center;\" |+ List of concerts, showing date, city, country, venue, tickets sold, amount of available tickets and gross revenue |- ! scope=\"col\" style=\"width:12em;\"| Date ! scope=\"col\" style=\"width:10em;\"| City ! scope=\"col\" style=\"width:10em;\"| Country ! scope=\"col\" style=\"width:16em;\"| Venue ! scope=\"col\" style=\"width:10em;\"| Attendance ! scope=\"col\" style=\"width:10em;\"| Revenue |- ! colspan=\"6\"| North Americahttps://people.com/parents/its-official-jennifer-lopez-confirms- pregnancy |- | September 28, 2007 | rowspan=\"2\"| Atlantic City | rowspan=\"6\"| United States | rowspan=\"2\"| Trump Taj Mahal | rowspan=\"3\" | rowspan=\"3\" |- | September 29, 2007 |- | October 3, 2007 | Uncasville | Mohegan Sun Arena |- | October 5, 2007 | Washington, D.C. | Verizon Center | 9,006 / 15,504 | $858,184 |- | October 7, 2007 | rowspan=\"2\"| New York City | rowspan=\"2\"| Madison Square Garden | rowspan=\"3\" | rowspan=\"3\" |- | October 8, 2007 |- | October 10, 2007 | Toronto | rowspan=\"2\"| Canada | Air Canada Centre |- | October 12, 2007 | Montreal | Bell Centre | 11,422 / 11,422 | $1,186,301 |- | October 14, 2007 | Chicago | rowspan=\"11\"| United States | United Center | rowspan=\"11\" | rowspan=\"11\" |- | October 17, 2007 | San Jose | HP Pavilion |- | October 19, 2007 | Los Angeles | Staples Center |- | October 20, 2007 | Anaheim | Honda Center |- | October 26, 2007 | Las Vegas | MGM Grand Garden Arena |- | October 30, 2007 | Dallas | American Airlines Center |- | October 31, 2007 | Houston | Toyota Center |- | November 2, 2007 | rowspan=\"2\"| Miami | rowspan=\"2\"| American Airlines Arena |- | November 3, 2007 |- | November 4, 2007 | Orlando | Amway Arena |- | November 7, 2007 | Miami | American Airlines Arena |- |} ==Cancelled shows== {| class=\"wikitable\" style=\"text- align:center;\" |+ List of cancelled concerts, showing date, city, country, venue, tickets sold, amount of available tickets and gross revenue |- ! scope=\"col\" style=\"width:12em;\"| Date ! scope=\"col\" style=\"width:10em;\"| City ! scope=\"col\" style=\"width:10em;\"| Country ! scope=\"col\" style=\"width:16em;\"| Venue ! scope=\"col\" style=\"width:20em;\"| Reason |- | November 10, 2007 | San Diego | United States | Cox Arena at Aztec Bowl | Scheduling conflictshttp://www.signonsandiego.com/entertainment/street/2007/11/adios_jlo_show_here_with_marc.html |- |} ==Critical reception== *Kelefa Sanneh (The New York Times) gave the tour a mixed review. Although he praised Anthony's performance, he had doubts about Lopez stating, \"But no one expects Ms. Lopez to morph into a lung-busting powerhouse, and in some ways her shaky voice may add to her appeal: on the stage of an arena (and perhaps nowhere else), the A-list star is once more an underdog, getting by with a little help from her band and her husband and a few thousand friends\". *Justin Smith (Pegasus News) described the Anthony's performance as a throwback to the 1970s Tropicana Club. He further stated: \"[Anthony] has a voice so powerful and seductive, it is no surprise that every woman in the audience melted the second the opening note was sung. The band pumped out the salsa clave just like it would have been at the Tropicana in New York in the 1970s, and I desperately wanted to get up and dance.\" *Jane Stevenson (Jam! Showbiz) praised Anthony's performance but thought less of Lopez's skills remarking: \"For Lopez, it's more about coming up with some kick-ass dance moves to distract and divert from her weak voice. JLo can usually shake her ample behind with the best of them given her Fly Girl history on In Living Color but with an apparent bun in the oven, Lopez's movements were kept to a minimum -- she performed them in short spurts with the exception of Get Right -- and let her dancers take over most of the A-moves.\" ==External links== *Official website for tour ==Notes== ==References== Category:2007 concert tours Category:Jennifer Lopez concert tours Category:Co-headlining concert tours Category:Marc Anthony concert tours ",
    "title": "Jennifer Lopez &amp; Marc Anthony en Concierto"
}