{
    "id": "17297576",
    "text": "WWE Legends of WrestleMania is a video game featuring legends of the professional wrestling promotion, World Wrestling Entertainment (WWE), who have appeared at WrestleMania in the 1980s and 1990s; during that time, WWE was known as the World Wrestling Federation (WWF). The game was released for the PlayStation 3 and Xbox 360. It was released in March 2009 to coincide with WrestleMania XXV. The game was developed by Yuke's and published by THQ, the same developer and publisher for the WWE SmackDown vs. Raw video game series. The WWE logo featured in the game was a slight modification of the pre-1990 WWF logo. Unlike all other WWE Smackdown vs Raw games released, this game was not ported over to the PlayStation 2 or Wii. ==Gameplay== ===Match gameplay=== A recreation of the main event at WrestleMania 3 featuring Andre (left) and Hogan (right). The game features a new grapple-based combo fighting system. To differentiate itself from the SmackDown series, Legends of WrestleMania focuses more on arcade-style gameplay (similar to WWF WrestleFest) with only the D-pad (or left analog stick) and the four face buttons needed on the gamepad. During play, the player's HUD features a health bar and a number between one and three. After successful chains of attacks, the number increases with more devastating moves now available. After completing the third level of moves, the wrestler's finishing move can then be performed. Continuous chains of moves are performed by pressing a button allocated by the screen before the player's opponent can. If the opponent beats the player at this, then the move is blocked and the chain is broken. Each wrestler has five taunts, which will either increase his health meter or his speed, among others. In addition, when a wrestler is being pinned, a meter displays that determines how likely it is for the opponent to kick out of the pin. Unlike the WWE SmackDown games, a submission meter is the only indication to specific damaged body parts, as opposed to a body model located in the HUD. Managers play a significant part of the game, and interfere on behalf of their clients. Features similar to the SmackDown series such as create-a-legend mode and online gameplay are also featured in the game. There are many new moves created for this game, along with most moves that appeared in Smackdown vs. Raw 2009. Most moves were used for SmackDown vs. Raw 2010. A new mode featured is the WrestleMania Tour where classic WrestleMania matches can be recreated with classic WWE footage included to introduce the bout. The game also includes a feature to import characters from WWE SmackDown vs. Raw 2009 (except for; Big Daddy V, Chuck Palumbo, Elijah Burke, Lance Cade, Paul London, and Trevor Murdoch). === Game modes === The game features a WrestleMania Tour mode consisting of three options: Relive, Rewrite, and Redefine. In Relive, the player can play as a legend that won a match over a certain wrestler. Rewrite allows the player to play as the loser of a certain historic match in order to \"rewrite\" history. The player in this mode can watch a recap of the history of certain wrestlers, a recap of their feud, and a recap of their match at WrestleMania. In this mode, the player must complete certain objectives, besides winning the match. In Redefine, the player chooses any wrestler to play and the ability to change the match type. A Movie Theater is available to watch all unlocked match clips. The match types are Single, Tag Team, Triple Threat, Steel Cage, Ladder, Submission, Iron Man, Handicap, Hell in a Cell, and Royal Rumble. Another game mode in WWE Legends of WrestleMania is the Legend Killer mode. The mode features six tiers, with four tiers having ten legends waiting to challenge the player, and the two others will have all the Legends from the game and a tier list for the Superstars from WWE SmackDown vs. Raw 2009 respectively. This mode is used to enhance the player's Create-a-Legend attributes. Also featured is a Hall of Fame Mode, allowing players to view what they have unlocked. ==Roster== The game featured 38 playable characters by default, and 4 non-playable managers. Players could extend the roster by choosing the \"Import WWE SmackDown vs. Raw 2009\" option on the main menu. This would import most of the male characters from SmackDown vs. Raw 2009 into the game. Unlockable characters would only be available if they had been previously unlocked in SmackDown vs. Raw 2009, however, female and downloadable content characters could not be imported. Each imported character had a unique moves set designed specifically for the WWE Legends of WrestleMania game. These moves sets became available automatically in \"Create- A-Moves-Set\" mode. This function required SmackDown vs. Raw 2009 to be loaded onto the console's internal memory. However, once imported, the characters remained permanently unlocked in WWE Legends of WrestleMania. Players did not need to retain the SvR09 game files on the internal memory in order to retain the SmackDown vs. Raw 2009 characters. Big Daddy V, Chuck Palumbo, Elijah Burke, Hornswoggle, Lance Cade, Masked Man, Paul London, Tony and Trevor Murdoch could not be imported. Players could also create their own custom characters in \"Create-A-WWE-Legend\" mode. Alternatively, they could also import user-created characters from SmackDown vs. Raw 2009 save files. If the \"Import WWE SmackDown vs. Raw 2009\" function had been used, it made most entrance animations, videos and theme music from SmackDown vs. Raw 2009 available in the \"Create-An-Entrance\" modes. ==Reception== WWE Legends of WrestleMania received \"average\" reviews according to video game review aggregator Metacritic. Some critics praised the game's focus on nostalgia from the earlier days of the event. Other reviewers, such as GameSpot and IGN, criticized the game for being repetitive, lacking in replay value, being overly simplistic, and how wrestler models were beefed up to look too \"action figure\" like. ==See also== *Legends of Wrestling (series) - wrestling game series exclusively featuring professional wrestling legends * WWE 2K14 - an entry in the WWE 2K series that also allows players to reenact various WrestleMania moments ==References== == External links == * Category:2009 video games Category:IOS games Category:Multiplayer and single-player video games Category:PlayStation 3 games Category:THQ games Category:Video games developed in Japan Category:WrestleMania video games Category:Xbox 360 games Category:Yuke's games Category:Professional wrestling games ",
    "title": "WWE Legends of WrestleMania"
}