{
    "id": "17291331",
    "text": "An API well number or API number is a \"unique, permanent, numeric identifier\" assigned to each well drilled for oil and gas in the United States.American Petroleum Institute, 1979, The API well number and standard state and county numeric codes including offshore waters, Dallas, TX, American Petroleum Institute, API Bulletin D12A, 136 p. The API number is one of many industry standards established by the American Petroleum Institute. Custody of the API Number standard was transferred in 2010 to the PPDM Association. == Well Names == Oil and gas wells have a name which normally consists of three parts: an operator name, a well number, and a lease name. All three parts of the name are subject to change, especially in the case of a producing well. When an oil or gas field is sold, the operator name will change. If a field is unitized for enhanced oil recovery, the well number and lease name will change. Almost three million wells have been drilled for oil and gas in the United States == History == API well numbers grew out of an internal numbering scheme developed by Petroleum Information for its WHCS (Well History Control System) product. WHCS was first offered to the oil and gas industry at the 1956 annual meeting of the AAPG in Los Angeles. Several companies agreed to underwrite the WHCS project, and the first files were delivered in 1962. The API Subcommittee on Well Data Retrieval Systems was formed in 1962 to standardize well identification numbers. The first recommendations of the subcommittee were published in 1966 as Appendix A of API Bulletin D12 (Well Data Glossary). In April 1968, API published Bulletin D12A, which dealt solely with well numbering systems. This publication was modified slightly in December 1970 and January 1979, and the 1979 edition (reissued in 1982 and 1985) is the most current version. In 1995, the Subcommittee drafted some modifications to the API numbering scheme, but the group was disbanded before the recommendations were published. The 1979 standards are still in effect, but the publication is no longer available from API . In 2013, the PPDM Association issued an updated standard for the API Number (now called the US Well Number) which includes a requirement to identify all wellbores within each well. The 1979 standard and the 2013 standard, along with supporting materials, are available at PPDM Association's website for well identification.PPDM well identification standards. One of the Subcommittee's original recommendations was that the unique numbers should be assigned by regulatory agencies as part of the oil and gas well permitting process. In general, Petroleum Information assigned API well numbers before January 1, 1967. After that date, most of the numbers were assigned by the appropriate regulatory bodies. == Example Number == An API well number can have up to 14 digits divided by dashes as follows: Example: 42-501-20130-03-00 The \"42\" means that this well is located in \"State Code\" 42 which is Texas. The \"501\" means that this well is located in \"County Code\" 501 which is Yoakum County. The \"20130\" is a \"Unique Well Identifier\" within the county. The \"03\" is the \"Directional Sidetrack Code\" for wells that have been sidetracked. The \"00\" is the \"Event Sequence Code\" to indicate how many operations have taken place. Most public databases that use API numbers are maintained by the individual oil and gas commissions, Therefore, they only require the \"County Code\" and \"Unique Well Identifier.\" For an example, consult the Wyoming Oil and Gas Commission website . == State Code == The first two digits (42 in the example above) of the API number represent the state where the surface location of the well is located. The state codes are based on standard state codes proposed by IBM in 1952 for accounting applications. The states are numbered from 01 (Alabama) to 49 (Wyoming), with the District of Columbia being number 08. After this scheme was devised, Alaska (50) and Hawaii (51) joined the United States. Numbers 52 to 54 are reserved for future states, including perhaps Puerto Rico. There are additional \"State Codes\" that are reserved for \"pseudo-states.\" The pseudo- state numeric codes for offshore federal waters are Alaska Offshore (55), Pacific Coast Offshore (56), Northern Gulf of Mexico (60), and Atlantic Coast Offshore (61). A list of all the state codes is available from the Society of Petrophysicists and Well Log Analysts. The state codes used in an API number are different from another standard which is the Federal Information Processing Standard state code established in 1987 by NIST. == County Code == The third through fifth digits (501 in the example above) of the API number represent the county where the surface location of the well is located. The \"pseudo-states\" like Atlantic Coast Offshore have \"pseudo-counties.\" The \"County Codes\" are normally odd numbers. Delaware has the fewest counties (3) of any state, so its \"County Codes\" are Kent County (07-001), New Castle County (07-003), and Sussex County (07-005). Texas has the most counties of any state (254), so the \"County Codes\" range from Anderson County (42-001) to Zavala County (42-507). The odd numbers were chosen for \"County Codes\" to allow expansion of the database. New counties were added in Arizona and New Mexico, and these were assigned even numbers. These include La Paz County, Arizona (02-012), Cibola County, New Mexico (30-006), and Los Alamos County, New Mexico (30-028). Kern County, California has a well population that has exceeded the digits available for the \"Unique Well Identifier\" so 029 is used for the first 99,999 wells, and 030 is used for any additional wells . A list of counties and a downloadable Excel list that includes counties and \"pseudo counties\" is available from SPWLA for SPWLA members only. == Unique Well Identifier == The sixth through tenth digits (20130 in the example above) of the API number is a unique number within the county where the well was drilled. In states with very few wells, the unique number may be based on the permit number, and may be unique within the state rather than the county. This is an unusual situation. There are four types of unique well identifiers, and these are called historical, current, reserved, and exempt. Historical API numbers were assigned by Petroleum Information or other service companies and cooperative groups. In most states, wells drilled before 1967 have historical numbers. These numbers range in value from 00001 to 20000, so 42-501-05095 would be a typical historical number. Current API numbers are assigned by regulatory agencies, usually the oil and gas commission for the state where the well was drilled. These numbers are assigned as part of the well permitting process, and they may be the same as the well permit number. Current numbers are numbered sequentially beginning from 20001-60000 with some exceptions. In the example above, 42-501-20130 is a current number. Some states have deviated from this recommended system because of their own needs or previously established systems. Illinois and North Dakota have no break between their historical and current well numbers. Arkansas started its current numbers at 10001, while Texas started at 30001. Colorado, Michigan, and Utah have special numbering systems. The wells in the Federal waters of offshore Texas and Louisiana started at 40001. Reserved API numbers were assigned by Petroleum Information to various wells drilled after 1967. These were for wells that for some reason were not assigned a number by the regulatory agency. If PI deemed the well deemed \"information important,\" it received a number between 60001 and 95000. There are eight types of wells that may have received a reserved number. These are stratigraphic or core tests, water supply wells, water disposal wells, water or gas injection wells, sulfur wells, underground storage wells, geothermal wells, or prospect tests. Exempt numbers range in value from 95001 to 99999. These numbers are proprietary, and may not be assigned by any regulatory agency or data vendor like Petroleum Information. This allows the oil company to include information on any wells that are \"information important\" but confidential. == Directional Sidetrack Codes == The sidetrack code is the eleventh and twelfth digits (03 in the example above) of the API number. The original vertical well is normally 00. The first directional sidetrack would then be 01. In some states, the regulatory agency assigns the sidetrack codes, while other regulatory agencies do not. This means that the sidetrack code is useful in some places, but not used in others. == Event Sequence Code == The thirteenth and fourteenth digits (00 in the example above) are to distinguish between separate operations in a single bore hole. In 1995, the API Subcommittee on Well Data Retrieval Systems proposed adding the event sequence code to deal with re-entries, recompletions, and hole deepenings. However, because of industry conditions (low oil prices), the subcommittee was disbanded before the recommendations were published and adopted by API IHS Energy , the successor to Petroleum Information, adopted these unpublished recommendations in January 1999. Data in the WHCS well completion and the Active well database have this event sequence code. However, this event sequence code is assigned by IHS Energy, and is not found in most oil and gas databases. == Sources for API Numbers == There are primary and secondary sources for API numbers. Petroleum Information (now IHS Energy ) assigned API numbers for most wells drilled before January 1, 1967. After that date, most numbers were assigned by the various state oil and gas regulatory bodies. The state commissions are therefore the primary, authoritative source for API numbers. However, API numbers can be purchased (along with other well information) from IHS. Most oil and gas commissions make API numbers (and well header data) available on-line and free of charge. The ability to download the data varies from state to state. Below is a list of the 50 states, along with their state code, and the name and internet address of their oil and gas regulatory agency where available. This list is partially based on information available from the Railroad Commission of Texas. {| class=\"wikitable\" |- !State !Code !Regulatory agency !Link |- |Alabama |01 |Alabama State Oil & Gas Board | |- |Arizona |02 |Arizona Oil & Gas Conservation Commission | |- |Arkansas |03 |Arkansas Oil & Gas Commission | |- |California |04 |California Department of Conservation | |- |Colorado |05 |Colorado Oil & Gas Conservation Commission | |- |Connecticut |06 | | |- |Delaware |07 | | |- |District of Columbia |08 | | |- |Florida |09 |Florida Geological Survey Oil & Gas Section | |- |Georgia |10 |Georgia Department of Natural Resources Environmental Protection Division | |- |Idaho |11 |Idaho Oil and Gas Conservation Commission | |- |Illinois |12 |Illinois Division of Oil & Gas | |- |Indiana |13 |Indiana Division of Oil & Gas | |- |Iowa |14 | | |- |Kansas |15 |Kansas Corporation Commission - Conservation Division | |- |Kentucky |16 |Kentucky Division of Oil & Gas | |- |Louisiana |17 |Louisiana Department of Natural Resources, Office of Conservation | |- |Maine |18 | | |- |Maryland |19 |Maryland Department of Natural Resources | |- |Massachusetts |20 | | |- |Michigan |21 |Michigan Department of Environmental Quality | |- |Minnesota |22 | | |- |Mississippi |23 |Mississippi State Oil & Gas Board | |- |Missouri |24 |Missouri State Oil & Gas Council | |- |Montana |25 |Montana Board of Oil & Gas Conservation | |- |Nebraska |26 |Nebraska Oil & Gas Conservation Commission | |- |Nevada |27 |Nevada Commission on Mineral Resources | |- |New Hampshire |28 | | |- |New Jersey |29 | | |- |New Mexico |30 |New Mexico Oil & Gas Conservation Commission | |- |New York |31 |New York Division of Mineral Resources | |- |North Carolina |32 |North Carolina Department of Environment and Natural Resources | |- |North Dakota |33 |North Dakota Industrial Commission Oil & Gas Division | |- |Ohio |34 |Ohio Department of Natural Resources Division of Minerals Resource Management | |- |Oklahoma |35 |Oklahoma Corporation Commission Oil & Gas Conservation Program | |- |Oregon |36 |Oregon Mineral Land Regulation & Reclamation Program | |- |Pennsylvania |37 |Pennsylvania Department of Environmental Protection, Office of Oil and Gas Management | |- |Rhode Island |38 | | |- |South Carolina |39 |South Carolina Geological Survey | |- |South Dakota |40 |South Dakota Department of Environment & Natural Resources | |- |Tennessee |41 |Tennessee State Oil & Gas Board | |- |Texas |42 |Railroad Commission of Texas | |- |Utah |43 |Utah Division of Oil, Gas & Mining | |- |Vermont |44 | | |- |Virginia |45 |Virginia Division of Gas & Oil | |- |Washington |46 |Washington Division of Geology & Earth Resources | |- |West Virginia |47 |West Virginia Office of Oil & Gas | |- |Wisconsin |48 | | |- |Wyoming |49 |Wyoming Oil & Gas Conservation Commission | |- |Alaska |50 |Alaska Division of Oil & Gas | |- |Hawaii |51 | | |- |Alaska Offshore |55 |Bureau of Ocean Energy Management, Regulation and Enforcement | |- |Pacific Coast Offshore |56 |Bureau of Ocean Energy Management, Regulation and Enforcement | |- |Northern Gulf of Mexico |60 |Bureau of Ocean Energy Management, Regulation and Enforcement | |- |Atlantic Coast Offshore |61 |Bureau of Ocean Energy Management, Regulation and Enforcement | |- |} IHS is now a secondary source for API numbers for most states, since they do not have assigning authority. Other secondary sources include commercial vendors of oil and gas data. API numbers are also used in many private corporate databases. ==References== ==External links== *official PPDM web site *PPDM and What is a Well? *Standards and other resources for well identification *Offshore Well Information Page (including the API Lookup query) at the BOEM Data Center website Category:American Petroleum Institute Category:Standards of the United States Category:Oil wells ",
    "title": "API well number"
}