{
    "id": "17292424",
    "text": "Croydon South constituency (orange) within the London Borough of Croydon (yellow) Old Coulsdon is a ward in the London Borough of Croydon, covering part of the Coulsdon area of London in the United Kingdom. The ward currently forms part of Chris Philp MP's Croydon South constituency. At the 2011 Census the population of the former Coulsdon East Ward was 12,244. The ward returns three councillors every four years to Croydon Council. At the 2006 Croydon Council election, Terry Lenton, Brian Udell and Chris Wright were elected to the council in Coulsdon East. All stood as Conservative Party candidates. In Coulsdon East in 2006, the Labour Party did not field any candidates. The local election marked the highest turnout (57.2%) in the London Borough elections in 2006. At the 2010 local elections the Coulsdon East ward was retained by the Conservatives. The 2010 election coincided with the General election which had the effect of improving turnout amongst voters. Turnout climbed to 73.5%. The successful Conservative candidates were Justin Cromie, Terry Lenton and Chris Wright. The Conservative share of the vote fell from 63.2% to 48.6% with the Liberal Democrats' share of the vote falling to 26.9%. The Labour party polled 9.9%, their lowest share in Borough of Croydon wards in the 2010 election. The majority of Coulsdon East became Old Coulsdon, following a boundary review in Croydon, ahead of the 2018 election. ==List of Councillors== {|class=\"wikitable\" |- !Election !colspan=\"2\"|Councillor!! Party !colspan=\"2\"|Councillor!! Party |- |2018 |colspan=\"12\" |Ward created |- |2018 | style=\"background-color: \" | | Margaret Bird | Conservative | style=\"background-color: \" | | Steve Hollands | Conservative |} ==Ward Results== == Coulsdon East Ward Results == ==References== ==External links== *Conservative Councillors for Croydon. *London Borough of Croydon map of wards. Category:Wards of the London Borough of Croydon ",
    "title": "Old Coulsdon (ward)"
}