{
    "id": "17295002",
    "text": "Notre Dame College School is a Catholic high school in Welland, Ontario, Canada with classes ranging from Grade 9 to Grade 12. The school was founded by the Holy Cross Fathers, a group of Roman Catholic priests who also founded the University of Notre Dame. In the early years of the establishment, tuition was levied to students attending the school; however, the institution is now completely publicly funded. Notre Dame is currently the largest secondary school in the Niagara Region, with 1243 students. All NCDSB elementary schools in the Welland and Pelham areas are considered to be feeder schools to Notre Dame.http://www.niagaracatholic.ca/schools/elementary-schools/ ==Athletics== The cheerleading team is a multiple time national champion. The varsity girls' Lacrosse team won the OFSSA Championships in 2011, going undefeated in the prestigious tournament. The school Reach for the Top team is a provincial- level competitor, and the Mathletes team is the regional champion. The school also supports a wide range of sports teams, including soccer, football, lacrosse, hockey, track and field and swimming. Notre Dame's senior boys' basketball team is regarded consistently as one of the best in the Niagara Region. The school was a founding member of the local Tribune Tournament, winning the tournament the majority of the years since 2000. The 2013 boys' basketball team had an exceptional season winning the SOSSA championship and competing at the OFSAA AAAA championship.http://www.wellandtribune.ca/2013/02/20/irish-hold-off-denis- morris-to-take-regional-title ==Notable alumni== *Stacey Allaster, Chairman and CEO of Women's Tennis Association *Paul Bissonnette, NHL Hockey Player *Cal Clutterbuck, NHL Hockey Player *Tim Hudak, former leader of the Ontario Progressive Conservative Party and Leader of the Opposition (Ontario) *Mark Laforest, NHL Hockey Player *Amy Lalonde, Actress *Mike Lalor, NHL Hockey Player *Victor Oreskovich, NHL Hockey Player with the Vancouver Canucks *Gilbert Parent, Former Speaker of the House of Commons of Canada *Tammy Plante, Canadian model *Sandy Annunziata, Canadian Football League |CFL player, Elected Official, TSN Broadcaster. *Matthew Santoro Youtuber *Emőke Szathmáry President Emeritus, University of Manitoba *Chris Van Zeyl, CFL player *Jacob Kraemer, Actor ==Renovations== The school has recently undergone several new expansions, including the 2006 addition of a new wing, and the 2007 construction of a lobby and front office. Of the School Boards 1.8 million dollar expansion budget for 2007, 1 million was reserved for Notre Dame. The new expansions have resulted in the school abandoning a section of portables which it had previously been using. The school also had a science and technology wing added in 1994. ==See also== *List of high schools in Ontario *Niagara Catholic District School Board == References == ==External links== *Notre Dame Students' Council Website *http://www.niagararc.com/schools/secondary/ndchs/bdFiles/default.htm Category:High schools in the Regional Municipality of Niagara Category:Catholic secondary schools in Ontario Category:Education in Welland Category:1948 establishments in Ontario Category:Educational institutions established in 1948 Category:Holy Cross secondary schools ",
    "title": "Notre Dame College School"
}