{
    "id": "17290722",
    "text": "Epiphany is the second studio album by Christian rapper Manafest. It was released July 19, 2005 under BEC Recordings. The release also marks Manafest's first label album, as well as the start of his long-time affiliation with BEC. The album contains the single \"Skills\" featuring Trevor McNevan of Thousand Foot Krutch. ==Critical reception== As the album was Manafest's first step out of an independent status, the release only garnered a few glances from professional music sites and reviews. They were however, generally positive. About.com applauded the album and stated: \"On his debut release with BEC Recordings, Manafest brings a variety of beats to the table. Some serious rock licks back him up on some cuts, while he goes a little old school on others and then shifts to a more modern hip-hop sound on a few more. Lyrically, Manafest covers ground from witnessing to others to the pressures of living in the 21st century to living for God. Overall, this is a strong debut and it makes a big statement for this young artist.\" Paul Portell of Jesus Freak Hideout went on to say that \"Manafest's debut may take more than a listen or two to fully appreciate his talent and attempts at songwriting. If you're a music fan that isn't too picky on diversity within the confines of an individual project that fuses rock and hip-hop together, then Epiphany is the project for you.\" ===Awards=== The album was awarded \"Rap/Hip-Hop Album of the Year\" for the 27th GMA Canada Covenant Awards. The same year, the song \"Let It Go\", off the album, also won \"Rap/Hip Hop Song of the Year\". The following year, the music video for the song \"Rodeo\" was nominated for \"Video of the Year\". ==Track listing== *Track 3, 6, 9, 10, 11 & 12 originally on My Own Thing. ==Personnel== *Manafest - lead vocals, executive producer *Trevor McNevan - additional vocals on track 2 *Bre - additional vocals on track 8 *Jusachyl - additional vocals on track 15 *Aisha Jess - backing vocals on track 8 *Chris Stacey - opening vocals on track 1 *Relic the Oddity (Mark Morley) \\- scratching on track 10 *Melanie Greenwood - graphic design, photography ==Music videos== * * ;Lyric videos * ==Notes== *Epiphany was released on July 19, which also happens to be Manafest's birthday. *The hidden track on track 13 entitled \"Jimmy\" was later released on the iTunes deluxe edition of Epiphany as its own track. *The deluxe edition bonus track \"Mind Master\" was a demo song created in 2000, a year before Manafest's debut EP Misled Youth. *The song \"Let It Go\" is not to be confused with Manafest's 2015 single \"Let Go\", featuring Dave Stovall of Wavorly. *In second verse of the song \"Manafesto\", Manafest makes a reference to his old nickname \"Speedy\" from his days as a skater when he states \"They call me speedy, so I'm easy on the breaks\". ==References== Category:2005 albums Category:BEC Recordings albums Category:Tooth & Nail Records albums Category:Manafest albums ",
    "title": "Epiphany (Manafest album)"
}