{
    "id": "17291093",
    "text": "The Schultz Site, also known as Mira Creek Site, and designated by archaeologists with the Smithsonian trinomial 25 VY 1, is a major prehistoric archaeological site near North Loup, Nebraska. It is the largest Middle Woodland period site in the state, covering , with layers suggestive of repeated occupation. It is one of the oldest sites in the state exhibiting evidence of pottery manufacture. It was declared a National Historic Landmark in 1964. ==Description== The Schultz Site is located in the drainage basin of the North Loup River, on the north bank of Mira Creek. The site is that of a village, with evidence of at least nine lodge sites and three storage pits identified during excavations. Finds at the site suggest that the occupants were largely hunter-gatherers, hunting bison, deer, and other large fauna. The culture, known as the Valley Variant or Valley Focus, was active roughly between CE 1 and 500; this site is considered to be the type site for the culture. The site was first excavated in the 1930s under the auspices of the Nebraska State Historical Society, and with funding from the Works Progress Administration, and was instrumental in identifying the Valley Focus, the first cultural taxon to be identified n the prehistory of the region. As of 2008, it had not been reexamined since 1939. Ceramic finds at the site include reconstructable remains of at least five pots, and many sherds and incomplete pots. The reconstructed pots range in size from in height, with cord markings. ==See also== *List of National Historic Landmarks in Nebraska *National Register of Historic Places listings in Valley County, Nebraska ==References== Category:National Historic Landmarks in Nebraska Category:Geography of Valley County, Nebraska Category:Archaeological sites on the National Register of Historic Places in Nebraska Category:National Register of Historic Places in Valley County, Nebraska Category:Plains Woodland period ",
    "title": "Schultz Site"
}