{
    "id": "17291277",
    "text": "The 68th Fighter Squadron was one of the longest-serving fighter squadrons in U.S. Air Force history, remaining active almost continually for 60 years. Known as the \"Lightning Lancers\", on the morning of 27 June 1950 pilots of the 68th Fighter-All Weather Squadron flying the North American F-82 Twin Mustang made history by achieving the first aerial kill of the Korean War. The 68th was most recently part of the 347th Wing at Moody Air Force Base, Georgia. It operated General Dynamics F-16 Fighting Falcon aircraft conducting air superiority missions. The squadron was inactivated in 2001. ==History== ===World War II=== Established in early 1941 as part of the United States' defense buildup after the breakout of World War II in Europe. Trained under Third Air Force, then deployed to the Southwest Pacific after the Attack on Pearl Harbor for combat duty with Fifth Air Force. Reassigned to Thirteenth Air Force and provided air defense of Tongatabu from, June–October 1942 with a mixture of P-40s and P-39s. Engaged in combat in Solomon Islands, 1943-1944 using long-range P-38 Lightnings; moved to Southwest Pacific and flew missions over New Guinea and Netherlands East Indies during General Douglas MacArthur's island hopping campaign; arrived in the Philippines in February 1945 and spent the remainder of the war clearing the Japanese from those islands. ===Far East Air Forces=== Moved to Japan as part of the occupation forces, December 1945 although most personnel had been demobilized and returned to the United States. From 2 November 1945 to 1 October 1946, the 68th was non-operational and became, in name only, part of the large occupational force stationed in Japan. Then, in October 1946, the squadron began search and patrol missions and participated in exercises and maneuvers out of various bases in Japan flying the P-51D Mustang. In February 1947 assumed the air defense mission of northern Japan with Northrop P-61 Black Widow night fighters, personnel, and equipment of the inactivating 421st Night Fighter Squadron.Maurer, Combat Squadrons, p. 517 It replaced war-weary F-61s in 1949 with new North American F-82 Twin Mustangs. 68th Fighter All Weather Squadron F-82G Twin Mustang 46-376 based at Itazuke AB, 1950 Hurriedly engaged in combat operations over Korea, June 1950 as the first USAF squadron operational over war zone. Engaged North Korean Air Force aircraft and scored first aerial victories of the conflict. Replaced by Republic F-84 Thunderjets for combat air patrols in July 1950, engaging largely in long-range reconnaissance and weather flights over North Korea, 1950-1951 as F-51D Mustangs used for ground support and jets for air superiority missions, also maintained air defense of Southern Japan. Also engaged in night-interceptor missions over North Korea. Twin Mustangs replaced by jet Lockheed F-94C Starfire interceptors in 1951 and later to North American F-86D Sabres in 1954. The squadron upgraded to and Convair F-102A Delta Daggers in 1959. It began rotational deployments to Osan Air Base, South Korea in 1960, providing air defense over South Korean airspace. In 1963, Headquarters, United States Air Force instituted Project Clearwater. Clearwater was designed to return overseas F-102 squadrons to United States in order to reduce \"gold flow\" (negative currency exchange). The 68th's planes were withdrawn from Japan and dispersed over Air Defense Command squadrons in the United States and the squadron moved on paper to the US in 1964.McMullen, pp. 59–61 ===Vietnam War=== 68th Fighter-Interceptor Squadron Lockheed F-94B-5-LO 53-5355, Itazuke AB, Japan, 1954 Reassigned to Tactical Air Command, re-equipped with new McDonnell F-4C Phantom IIs in 1964. Deployed to bases in Thailand in 1964-1965 flying air superiority missions, close air support, strategic bombing over North Vietnam and initiating \"night-owl\" tactics and procedures in the fall of 1965 over North and South Vietnam during early stages of the United States' involvement in that conflict. Returned to George Air Force Base and became a replacement training unit for F-4 aircrews from February 1966 to October 1968. The unit became nonoperational for a short time. Assigned to Florida in 1968 with TAC's control of Homestead Air Force Base, but deployed to South Korea in 1968 in the wake of the Pueblo Crisis. Returned to the United States in late 1969; leaving F-4 Phantoms in South Korea and being re-equipped with F-100 Super Sabres in Louisiana before being reassigned to the Philippines in 1973 as an F-4E squadron at Clark Air Base. ===Tactical Fighter Squadron=== Returned again to the United States with TAC's activation at Moody Air Force Base, Georgia in 1975. Flew F-4Es and deployed overseas in February 1985 to Panama to take part in exercise Kindle Liberty. It regularly deploys to Nellis Air Force Base, Nevada, for intensive Red Flag and Green Flag mock combat exercises, then in 1987 being re-equipped with F-16A/B Falcons reassigned from Kadena Air Base, Japan as they upgraded to F-16C/Ds. The F-4Es were reassigned to the Missouri ANG. It deployed aircraft and personnel to Saudi Arabia between 26 June and 22 December 1991. In 1999 the 68th conducted two deployments to Al Jaber Air Base Kuwait in support of Operation SOUTHERN WATCH. During the two deployments the Lancers flew 460 combat sorties dropping their first bombs in combat since the Vietnam War. The 68th was credited with the destruction of numerous 57 and 100 MM AAA guns, radar/cable relay stations, ammunition storage facilities, and surface-to-air missile sites. Of particular note; during the first deployment the 68th delivered 14 GBU-12 and 6 GBU-10 laser-guided bombs on Iraqi targets with a perfect 100 percent hit rate for the entire rotation, a US Air Force record. The 68th was inactivated on 30 April 2001 as part of realignment at Moody. ===Lineage=== * Constituted as the 68th Pursuit Squadron (Interceptor) on 20 November 1940 : Activated on 15 January 1941 : Redesignated 68th Fighter Squadron on 15 May 1942 : Redesignated 68th Fighter Squadron, Single Engine on 20 August 1943 : Redesignated 68th Fighter Squadron, Two Engine on 24 May 1944 : Redesignated 68th Fighter Squadron, Single Engine on 8 January 1946 : Redesignated 68th Fighter Squadron (All Weather) on 20 February 1947 : Redesignated 68th Fighter Squadron, All Weather on 10 August 1948 : Redesignated 68th Fighter-All Weather Squadron on 20 January 1950 : Redesignated 68th Fighter-Interceptor Squadron on 25 April 1951 : Redesignated 68th Tactical Fighter Squadron on 25 July 1964 : Inactivated on 30 June 1971 * Activated on 30 September 1973 : Redesignated 68th Fighter Squadron on 1 November 1991 : Inactivated on 30 April 2001 ===Assignments=== * 58th Pursuit (later, 58th Fighter) Group, 15 January 1941 * 347th Fighter Group, 3 October 1942 * 18th Fighter Group, 1 November 1945 * 8th Fighter Group, 15 December 1945 * 347th Fighter Group, 20 February 1947 : Attached to 315th Composite Wing, 10 April 1947 – 24 November 1947 : Attached to 8th Fighter-Bomber Group after 1 March 1950 * Fifth Air Force, 24 June 1950 : Remained attached to 8th Fighter-Bomber Group until 11 August 1950 : Further attached to 347th Provisional Fighter Group (All-Weather), 27 June 1950 – 5 July 1950 : Attached to 49th Fighter-Bomber Group, 11 August 1950 – 30 September 1950 : Attached to 8th Fighter-Bomber Wing, 1 October 1950 – 1 December 1950 * 314th Air Division, 1 December 1950 : Attached to 6160th Air Base Wing * Japan Air Defense Force, 1 March 1952 : Remained attached to 6160th Air Base Wing * Fifth Air Force, 1 September 1954 : Remained attached to 6160th Air Base Wing until 20 October 1954 : Attached to 8th Fighter-Bomber Wing, 20 October 1954 – 1 March 1955 * 43d Air Division, 1 March 1955 * 41st Air Division, 1 October 1957 : Attached to 8th Tactical Fighter Wing after 1 December 1961 * Fifth Air Force, 1 June 1962 : Remained attached to 8th Tactical Fighter Wing to 15 June 1964 * 32d Tactical Fighter Wing, 16 June 1964 * 8th Tactical Fighter Wing, 25 July 1964 : Attached to 6234th Tactical Fighter Wing, c. 27 August – 6 December 1965 * 831st Air Division, 6 December 1965 : Attached to 479th Tactical Fighter Wing, 6 December 1965 – 15 May 1968 * 479th Tactical Fighter Wing, 15 May 1968 * 4531st Tactical Fighter Wing, 1 October 1968 : Attached to: 354th Tactical Fighter Wing, 20 June 1969 – 9 December 1969 * 31st Tactical Fighter Wing, 15 October 1970 * 4403d Tactical Fighter Wing, 30 October 1970 – 30 June 1971 * 405th Fighter Wing, 30 September 1973 * 3d Tactical Fighter Wing, 16 September 1974 * 347th Tactical Fighter Wing, 30 September 1975 : Attached to 86th Tactical Fighter Wing, 30 May 1990 – 5 July 1990 * 347th Operations Group, 1 May 1991 – 30 April 2001 ===Stations=== * Selfridge Field, Michigan, 15 January 1941 * Harding Army Air Field, Louisiana, 6 October 1941 * Oakland Municipal Airport, California, 22 January – 17 February 1942 * Camp Ascot, Brisbane, Australia, 8 March 1942 * RAAF Base Amberley, Australia, 16 March 1942 * Tongatabu Airfield, Tonga Islands, 16 May – 28 October 1942 * Nouméa Airfield, New Caledonia, 2 November 1942 * Kukum Field, Guadalcanal, Solomon Islands, c. 12 November 1942 * Nadi Airfield, Viti Levu, Fiji Islands, 12 April 1943 : Operated from Kukum Field, Guadalcanal, Solomon Islands until December 1943 * Buka Airfield, Bougainville, Solomon Islands, 4 February 1944 : Operated from Ondonga Airfield, New Georgia, Solomon Islands, 27 January 1954 – 10 February 1944 * Middleburg Airfield, West Irian Jaya Province, Netherlands East Indies, 17 August 1944 * McGuire Field, Mindoro, Philippines, 23 February 1945 : Operated from Wama Airfield, Morotai, Netherlands East Indies, 12 February 1945 – 25 March 1945 * Puerto Princesa Airfield, Palawan, Philippines, 6 March 1945 * Fukuoka Air Base, Japan, 15 December 1945 * Ashiya Air Base, Japan, 20 May 1946 * Itazuke Air Base, Japan, September 1946 : Deployed at Miyazaki Air Base, Japan, 10–24 August 1947 : Deployed at Tsuiki Air Base, Japan, 29 May – 9 June 1948 * Bofu Air Base, Japan, 19 October 1948 * Ashiya Air Force Base (later Air Base), Japan, 3 May 1949 * Itazuke Air Base, Japan, 1 April 1950 – 15 June 1964 : Detachment operated at Kimpo Air Base (K-14), South Korea, 30 November 1950-c. March 1951 and 27 June 1951 – 24 August 1951 : Detachment operated at Suwon Air Base (K-13), South Korea, c. March 1951 - 19 April 1951, 23–27 June 1951 and 24 August 1951 – 23 March 1952 : Detachment operated at Taegu Air Base (K-2), South Korea, 19 April 1951 – 23 June 1951 : Detachment operated at Misawa Air Base, Japan, 9 April 1951 – 12 February 1952 : Deployed at: Osan Air Base, South Korea, 18 July-c. August 1960, 6–16 March 1961, 12–22 June 1961, 10–21 September 1961, and c. 8–18 December 1961 * George Air Force Base, California, 16 June 1964 : Deployed at Korat Royal Thai Air Force Base, Thailand, 27 August – 24 November 1965 : Deployed at Ubon Royal Thai Air Force Base, Thailand, c. 24 November 1965 – 6 December 1965 * Homestead Air Force Base, Florida, 1 October 1968 : Deployed at Kunsan Air Base, South Korea, 20 June 1969 – 9 December 1969 * England Air Force Base, Louisiana, 30 October 1970 – 30 June 1971 * Clark Air Base, Philippines, 30 September 1973 – 30 September 1975 * Moody Air Force Base, Georgia, 30 September 1975 – 30 April 2001 : Deployed at: Ramstein Air Base, West Germany, 30 May 1990 – 5 July 1990 ===Aircraft=== *Seversky P-35 (1941) *Curtiss P-36 Hawk (1941) *Republic P-43 Lancer (1941) *Curtiss P-40 Warhawk (1941–1943 *Bell P-39 Airacobra (1942–1944) *North American O-47 (1942) * Bell P-400 (1942–1943) *Lockheed P-38 Lightning (1942–1945) *North American P-51 Mustang (1947 - 1947) * Northrop P-61 Black Widow (1947–1950) * North American F-82 Twin Mustang (1949–1952) * Lockheed F-94 Starfire (1951–1954) *Lockheed F-80 Shooting Star (1953–1954) * North American F-86D Sabre (1954–1960) * Convair F-102 Delta Dagger (1959–1964) * McDonnell F-4 Phantom II (1964–1969, 1975–1987) *North American F-100 Super Sabre (1970–1971) * General Dynamics F-16 Fighting Falcon (1987–2001) ==References== ===Notes=== ===Bibliography=== * * – Formerly Confidential, declassified 22 Mar 2000. ==External links== * F-16 airframes of 68 FS Category:Fighter squadrons of the United States Air Force Fighter 068 Category:Fighter squadrons of the United States Army Air Forces ",
    "title": "68th Fighter Squadron"
}