{
    "id": "17296061",
    "text": "A male Iron Age pig Boar–pig hybrid is a hybridized offspring of a cross between the Eurasian wild boar (Sus scrofa scrofa) and any domestic pig (Sus scrofa domesticus). Feral hybrids exist throughout Eurasia, the Americas, Australia, and in other places where European settlers imported wild boars to use as game animals. In many areas, a variable mixture of these hybrids and feral pigs of all-domesticated original stock (even environmental, agricultural, hunting, and other regulatory agencies often do not bother to distinguishing between them) have become invasive species. Their status as pest animals has reached crisis proportions in Australia, parts of Brazil, and parts of the United States, and the animals are often freely hunted in hopes of eradicating them or at least reducing them to a controllable population. When bred intentionally, the hybrid is intended to visually re-create – to \"back-breed\" – the look of pigs represented in prehistoric artworks of the Iron Age and earlier in ancient Europe. A project to create them, under the name Iron Age pig, started in the early 1980s by crossing a male wild boar with a Tamworth sow to produce an animal that looks like the pig from long ago. Iron Age pigs are generally only raised in Europe for the specialty meat market, and in keeping with their heritage are generally more aggressive and harder to handle than purebred domesticated pigs. British Iron Age figures of pigs or boars == In Australia == Feral pigs in general are considered to be the most important mammalian pest of Australian agriculture (a difficult title to hold, given the country's long-running invasive rabbit problem). However, it is unclear to what extent they are hybrids. Known hybridization between wild and domesticated pigs has occurred naturally in the country for a long time, with populations of the wild boar (imported by European settlers for hunting) freely interbreeding with domestic pigs, either where the latter escaped and became feral, or where there is reasonable access by wild boars to penned pig populations. The appearance and temperament of the wild boar is dominant, and after three generations of interbreeding, most domesticated characteristics disappear. Prior to closure of the meat export market, Australian hunters with the appropriate qualifications and certificates sold hybrid and feral pig meat to be exported to specialty meat markets in Russia and Italy. == In North America == Suine hybrids, known as razorbacks, range throughout the United States and Canada as feral populations. Their genetic makeup varies widely from area to area, from being all-domestic to a mix of recent domestic with long-feral pigs that have partially reverted to wild traits to an interbreeding of both with wild boars that, as in Australia, were apparently imported for hunting during the colonial era and in the southern United States were definitely re-introduced from Russia for hunting as recently as the 1990s. Razorbacks have been hunted for sport for centuries. Because of their increasing numbers (at least 6 million in 2014, having approximately tripled since 1990), in more recent decades they have been hunted more programmatically to reduce their impact as an invasive species; they have become a pest animal responsible for significant agricultural and property damage and environmental harm, especially in the U.S. Deep South from Florida to Texas; The Southwestern Naturalist estimated about 2.6 million free-roaming porcines in Texas in 2013, which may cast doubt on the 6-million nationwide estimate. A 2014 Outdoor Alabama article termed them \"wildlife enemy number one\" in that state. They have become problematic even in cooler, forested northern states (and into Canada); a particular conservation problem is that they strip plant life in woodland areas of their berries and other nutrients needed by the native American black bear. Wisconsin, for example, imposes no hunting restrictions of any kind on them to promote their elimination. Only a few animals are large enough to prey on hybrid and feral pigs, and are too few in individual numbers to control their population. Free- ranging Eurasian pigs that have also been problematic in Hawaii, a U.S. state in the Pacific Ocean and far from the mainland, are apparently of all- domesticated stock (simply feral pigs, not hybrids) and were brought by early European visitors. ==In South America== Domesticated pigs were introduced to the Americas and allowed to become feral from the 16th century onward, beginning with Christopher Columbus in the West Indies. Actual wild boars were introduced in the early 20th century into Uruguay, again for hunting, and have since spread into Brazil, where they have been deemed an invasive species since at least 1994, especially in Rio Grande do Sul, Santa Catarina, and São Paulo. Since 2005, Brazil has issued hunting licenses for hybrid and feral pigs, and expanded this hunting program in 2008. Unrelated, smaller, and entirely wild suids, known as peccaries or javelinas, range throughout Latin America into the U.S. Southwest, are native to western hemisphere, and are not pest animals, though they compete with resources with hybrid and feral pigs. The dynamics between these populations are not yet well studied. Jaguars appear to prefer boar/pig over peccary prey when available. ==See also== * Feral pig * Hogzilla ==References== Category:Mammal hybrids Category:Pigs Category:Wild boars ",
    "title": "Boar–pig hybrid"
}