{
    "id": "17299618",
    "text": "George Julius Engelmann (July 2, 1847 – November 16, 1903) was an American obstetrician and gynecologist who was a native of St. Louis. He was the son of botanist Georg Engelmann (1809-1884). In 1867 Engelmann graduated from Washington University in St. Louis, and from 1867 until 1873, he studied medicine in Europe (Berlin, Tübingen, Vienna and Paris). In Tübingen he studied under Felix von Niemeyer (1820-1871) and Victor von Bruns (1812-1883), and in Berlin he had as instructors: Bernhard von Langenbeck (1810-1887), Rudolf Virchow (1821-1903) and Friedrich Theodor von Frerichs (1819-1885). During the Franco-Prussian War (1870–71), he participated as a volunteer surgeon. In 1873 he returned to St. Louis, subsequently becoming a professor of gynecology at the St. Louis Post-Graduate School of Medicine. Here he attained the chair of diseases of women and operative midwifery. Engelmann was a founding member of the American Gynecological Society. In 1895 he relocated to Boston, and later died in Nashua, New Hampshire on November 16, 1903. Among his written works was an 1882 treatise on the birthing practices of indigenous and primitive people titled Labor among primitive peoples. The treatise publicised the childbirth positions amongst primitive cultures to the Western world. They frequently use squatting, standing, kneeling and all fours positions, often in a sequence.Engelmann, G. J., Labor among primitive peoples (1883) Other publications by Engelmann include: * The use of electricity in gynecological practice, St. Louis 1886. * History of obstetrics, published by Lea Brothers, 1888. * Fundamental principles of gynaecological electro- therapy; application and dosage, Publisher- Al Chatterton, New York 1891. Engelmann was active in archaeology, having opened mounds and collected specimens in southern Missouri. He had a museum of the material which he had gathered, and exchanged specimens with museums in Berlin and Vienna, and with the Peabody Museum of Archaeology and Ethnology, the American Museum of Natural History, and the Smithsonian. ==Notes== ==References== * Category:1847 births Category:1903 deaths Category:American gynecologists Category:American obstetricians Category:Washington University in St. Louis alumni ",
    "title": "George Julius Engelmann"
}