{
    "id": "17305539",
    "text": "The following temples are in Hyderabad == Sita Rambagh temple == The temple with main deity as Sri Sita rama Chandraswamy was constructed in 1933. == Birla Mandir == Birla Mandir is a Hindu temple, built on a 280 feet (85 m) high hillock called Naubath Pahad on a 13 acres (53,000 m2) plot. The construction required ten years and was constructed in 1976 by Swami Ranganathananda of Ramakrishna Mission. The temple was constructed by Birla Foundation, which has also constructed several similar temples across India, all of which are known as Birla Mandir. Located near Secretariat and Ravindra Bharati, Opp : Reserve Bank of India. Timings : 7am to 12pm and 2pm to 9pm. Photography is not allowed. == Jagannath Temple == The Jagannath Temple in Hyderabad, India is a modern temple built by the Odia community of the city of Hyderabad dedicated to the Hindu God Jagannath. The temple located near Banjara hills Road no.12 (twelve) in Hyderabad is famous for its annual Rathyatra festival attended by thousands of devotees. Jagannath means Lord of the Universe. The temple which was constructed during 2009 recently lies in Chandrayangutta. ===Features=== It is said that this is a replica of original Jagannath Temple of Puri (Orissa) in context of design. The most attracting portion of this temple is its \"Shikhara\" (the peak/top) measuring around 70 feet in height. The red color of the temple is due to the usage of sandstone (around 600 tonnes were brought from Orissa which is being used to build this whole architecture) and around 60 stone carvers got the blessing to carve this temple. There are shrines dedicated to Lakshmi, along with Shiva, Ganesh, Hanuman and Navagrahas. The amorous sculptures are also found to represent the innermost feelings of human being and this explains to keep them outside the temple always while entering. The sanctum sanctorum houses Lord Jagannath along with his siblings, Lord Balabhadra and Devi Subhadra. == Shyam Temple == Shyam Temple Located in Kacheguda, This temple is of Lord Shyam aka Barbarika, reincarnation of Lord Krishna in Kalyuga. The temple attracts many devotees daily but the 11th and 12th days of the bright half of every month in the Hindu calendar is of special significance to the temple. This is because Barbarika was born on the 11th day of the bright half of the month of Kartika, and he donated his head (\"Sheesh\") to Krishna on the 12th day of the bright half of the month of Mangsir on Monday. Darshan on these two days is therefore considered auspicious and devotees come in their thousands every month. The temple remains open throughout the night that falls between these days. Night–long Bhajan sessions are organised since devotees traditionally pass the night in singing the praises of the Lord. Devotees organise Bhajan programmes and invite Bhajan singers to sing devotional songs. == Chilkur Balaji Temple == right Located at Chilkur in Moinabad mandal. Around 23 km from Mehdipatnam. Temple of Lord Sri Venkateshwara also popularly called \"Visa Balaji\"...!! This name is due to a very large number of devotees with a wish to go to abroad, got their wish fulfilled. It is customary to encircle the temple (known as Pradakshina) eleven times and pray to God for a specific wish. Once this wish comes true, the Devotee has to visit again and perform 108 Pradakshinas. This is one of the very few temples in India which does not accept monetary donations in a Hundi and therefore does not fall under the purview of endowments dept of our Government The Temple circulates a monthly magazine \"Vak\" which means Speech (Of GOD), nominally priced at Rs 5.00 only. This magazine is the only source of 'Temple-Income'. * Temple Official Web Site == Chennakeshava Swamy Temple == Main deity at Chennakeshava Swamy temple at Keshavagiri Located on a hillock in Keshavagiri of Chandrayangutta area. Around 1 km from Falaknuma Railway station and 5 km from Charminar. This is a very old self-manifested temple. The rituals are done in accordance with Vaikhanasa and Pancharatra Agamam. There are sub-temples of Andal, Alwars and four-armed Anjaneyaswamy. On the same hillock, towards north, there is another temple of Ramalingeswara and folk God and Goddess. The temple is now under endowments department of Government of Andhra Pradesh. == Karmanghat Hanuman Temple == Karmanghat Hanuman Temple The temple was built in the 11th century A.D (approximately 1143)( about 860 years old) under the Kakatiya dynasty. Located at Karmanghat, closer to Sagar Road. The god here is believed to be very famous and powerful by the devotees. People visit from different locations to worship Hanuman here. Hyderabad has many tourist attractions and holy temples in and around the city. A temple which stands out in the state capital, almost 8 ½ centuries old – The Karmanghat Hanuman temple. It is one of the oldest Hanuman temples in the state. Situated in the Saroornagar mandal of the Ranga Reddy district, this temple has been attracting thousands of devotees every day. It was built by the Kakatiya king Prataprudra II in 1143 A.D. The word \"Karmanghat\" itself has a beautiful story behind it and shows that Lord Hanuman exists in this temple. In the 17th century, after conquering Golconda Aurangzeb sent his men to destroy the Hanuman temple. When they tried to enter the temple, they were pushed back by some strong force and could not enter. When they reported the matter to Aurangzeb, he himself came down to destroy this temple. He too could not enter the temple and he heard voices which said \"If you want to enter this temple, make your heart stronger(Karo- man-ghat)\". Aurangzeb asked the voice to prove its truthfulness. Then there were lights all around, and there appeared the form of the lord. This is how the place came to be called as Karmanghat. Once when the Kakatiya king Prataprudra II went for hunting, he became tired and came to a place called Lakshmipuram. He heard the roar of a tiger and thought of hunting it down. But he could not find the tiger and sat down again. He heard the roar again and went in that direction. After sometime, he heard the name \"Sri Ram\" being chanted. He threw his weapons and went in that direction. He cut down all the leaves and found a Hanuman statue. He prostrated before the lord and then went back to his fort. In his dream that night, the lord came in his dream and asked him to build a temple in that place. The next day the king laid the foundation and the temple was constructed. The temple has been under the control of the Kakatiya kings. They started adding smaller temples within the premises itself. The temples of Lord Rama, Vigneshwara, Nageshwara, Brahmaraba sametha Spatika Lingeshwara, Durga mata, Saraswati mata, Jagannatha Venugopala swamy, Navagrahas are situated. The Navagraha gods are considered to be responsible for the happenings in the world. Devotees consider the darshan of Goddess Durga as very auspicious as she is considered the mother of the Universe. Lord Anjaneya is known as Dhyana Anjaneya here. There is a pond in the temple where the devotees take a holy dip. They go around the Dhwaja Sthambam and offer their prayers. Then the devotees enter the Garbhalayam and offer their prayers to Dhyana anjaneya swamy. Then they pray to the other gods and goddesses in the temple. Festivals like Ugadi, Sri Ramanavami, Valmiki Jayanthi, Krishnashtami, Hanuman Jayanthi, Dasara, Nagapanchami, Karthika Pournami, Sivarathri are celebrated with a lot of pomp and splendor in the temple. People have a lot of belief in the god here. It is said that if ladies worship dhyana anjaneya for 40 days regularly, they will be blessed with hale and healthy children. Similarly, people with diseases will also get cured if they worship the lord for 40 days. Talking to the priest of the Saraswati mata alayam, he says that \"Large number of devotees visit the temple every day. The place has its own significance and believe that dhyana anjaneya solves their problems. The other temples which are situated within the temple premises make the devotees happy as all gods are located in a single place.\" The temple is at a distance of 15 km from the city railway station and 12 km from the bus station. The temple timings are : 6 am to 12 pm 4 pm to 8 pm. == Kesari hanuman Temple == Located at Jiyaguda, on the banks of River Musi. It is believed that this temple was first established by Samarth Ramdas swami saint from Maharashtra and also guru of maratha ruler Shivaji. In Ramayana while searching Sitadevi Hanuman did his bath in the Musi river, did his daily prayer for that day. == Parsi Fire Temple == Parsi Fire Temple Located at M.G. Road. Secunderabad == Peddamma Temple == This temple is located at Road no.55. JubileeHills, Peddamma temple is very famous among \"Bonaalu\" (A Very Colourful Local Festival – More popular in Telangana Regions of AP) celebrating community. The word \"Peddamma\", which is \"Pedda+Amma\", literally means 'Mother of Mothers' or \"The Supreme Mother\". She is one of the 11 forms of Village Deities and The Supreme most. The Temple is a must-visit during this \"Bonaalu\" festival which occurs during June–July every year. People offer their prayers and sacrifices to The Mother round the year, and The Mother bestows Her warm to the devotees. == Ranganatha Swami Temple == Main article: Ranganatha Swami Temple Around 400 years old temple at Jijyaguda. == Sri Subrahmanya Swamy Devalayam, Skandagiri == Located at Padma Rao Nagar, also called \"Skandagiri Temple\", about 2 km from Secuderabad Railway Station. The word \"Skanda+Giri\" means The Hill of Lord Skanda, another name of Lord Subrahmanya. Lord Subrahmanya is presiding Deity accompanied by Sri Valli and Sri Devasena. The other important sannadhis are Lord Sundara Vinayagar (Maha Ganapathy), Sri Ekambareshwarar (Lord Shiva) accompanied by Mother Goddess Kamakshi, Sri Varadharaja Perumal with Goddess Sridevi & Sri Bhudevi, Goddess Jaya Durga and Navagrahas. The Temple celebrates many important festivals throughout the year attracting devotees in large numbers. Special mention is to be made of festivals like Sri Vinayaka Chaturthi, Sankatahara Chaturti for Sri Sundara Vinayagar, Aadi Krithigai, Subramanya Sashti, Mahaskanda Sashti, Thai Poosam. Panguni Uttiram, and other festivals for Sri Subrahmanyaswamy and Pradhosha Poojas, Mahasivarathri, Maharudrams performed during the Kartika months for Lord Ekambareswarar, Vasantha Navarathri and Sharadha Navarathri festivals for Sri Jaya Durga and Sri Kamakshi Amman. This temple is a tribute to the public spirit of devotion and continued patronage. The devotees swell in number day- by-day and that speaks immensely of the Divine Grace of the Supreme Almighty enshrined on this hillock. ==Akkanna Madanna Temple== This temple is located in Shalibanda and is popular during the festival of Bonalu. == Ujjaini Mahankali Temple == Sri Ujjaini Mahakali Temple is a temple located in Secunderabad. It is said to be 191 years old. Devotees offer prayers to the goddess every day. In particular, Lakhs of devotees in Ashada Jathara pray on principal days, which fall on Sunday and Monday.http://articles.timesofindia.indiatimes.com/2008-07-21/hyderabad/27939920_1_devotees- ujjaini-mahankali-temple-rangam It is also popular during the festival of Bonalu. == Sanghi Temple == Located near Ramoji Film City. Timings : 6am to 1pm and 4pm to 8pm. This temple, dedicated to Lord Venkateswara, graces a promontory overlooking Sanghi Nagar. This temple is named after the family of Sanghis, owner of Sanghi group of industries. This beautiful temple, which is located a top a hill has been constructed in South Indian style with deities of many Gods. It has now become a major spot of shooting of films. Also, the hill-top view is very refreshing and the calm breeze brings joy and peace. The best time to visit this temple is in the evenings during sun set. The sun-set view is just very beautiful. * Temple Official Web Site == Ashtalakshmi Temple, Hyderabad == This temple has Goddess Lakshmi as Ashtalakshmi in all her eight forms. This temple is situated in Vasavi Colony, one of the prime residential localities in Hyderabad. It is one of its kind temple in the state of Andhra Pradesh and also one of the two Ashta Lakshmi temples in India, the other being in Chennai. The temple was constructed in the year 1996 under the Kanchi Kama Koti Peetam. The temple is very famous for its spectacular annual event called Brahmotsavam, when the cultures and traditions of the region are portrayed through great spiritual pomposity. ==Katta Maisamma temple== This temple is located at Begumpet, beside Hyderabad Public School. ==Balkampet Yellamma temple== This temple is located at Balkampet. Balkampet Yellamma temple in Hyderabad is one of the famous temples dedicated to Goddess Yellamma, a traditional manifestation of Goddess Parvati or Shakti. Sri Yellamma Devasthanam is considered to be existing since the 15th century and has got today's renovated form in the year 1919 as per the historical data available. The unique feature of this temple is the presiding deity of Yellamma lies ten feet beneath the ground level (bhoogarbha swayambhu vigraham). There is a well behind the temple of Sri Yellamma in Balkampet which is considered as very sacred that who takes a bath with this water will be cured from all diseases and become healthier. The water of this well is also taken Theertham. The meaning of the word “Yellamma” is “the mother of all”. It is also believed, Yellamma Devi is the Kaliyuga avatar of Goddess Chinnamastha Devi who is worshipped as one of the Dashamahavidya. But the popular legend says She is believed to be Renuka Devi, mother of Lord Parasurama. The second renovation of Balkampet Yellamma temple was done in 1983. Devotees can have the darshanam of “Akhanda Jyothi” which was lit by Sri Virupaksha Shankaracharya Swamy at the time of renovation. The major festival in Yellamma temple is – Yellamma Kalyanotsavam, the divine marriage ceremony of Goddess Yellamma. It is celebrated in Ashada masam. Bonalu in Ashada masam, Durga Navaratri during Dasara in Ashwayuja masam, and Vasantha Navaratri in Chaitra masam are also celebrated with much gusto. Balkampet Yellamma Temple Complex has Addala Mantapam, Sri Ganesha Temple, Sri Pochamma Temple, Sri Nagadevata Temple, Sri Rajarajeshwari Devi Temple, etc. The temple committee is making arrangements to construct Pilgrims Bonalu. == Sri Ranganatha Temple (375 Yrs Old) == Gandhichervu, Hayathnagar, Hyderabad Gandhichervu was a big village in dense forest in the past years. One day few Saints were passing through Koheda (a place in Hayathnagar) Hanuman temple. Lord Sri Ranganatha sat on a hill and called them, he said to saints that I am in a nearby Snakes nest. Sri Ranganatha ordered them to takeout Him from the nest and perform rituals. Saints informed this to the Patwaris (head of the villages in olden times). Patwaris thought that they are saints and they ignored their words. On the same day Sri Ranganatha had appeared in their dreams and whipped them severely. Later in the morning they started searching for these saints, at last they found them and requested to show the place where Sri Rangantha can be found. Saints and Patwaris went to the snakes' nest which was of 25 feet. They moved Sri Ranganatha's idol from nest and placed the idol on a bullock cart with the help of the villagers. Saints started prayers and requests to Pravu Sri Ranganatha to select the place where He wants to be established permanently. The bullock cart started from Koheda and stopped at Gandhichervu gutta. Saints and people have established Him on the present hill top. Grand celebration takes place at this temple on every Vaikunta Ekadashi and Sri Rama Navami. == Lakshmi Ganapathi Temple == Lakshmi Ganapathi Temple in Ameerpet, Opposite Big Bazaar Lane is famous as most of the people who visit Ameerpet will visit this temple frequently as they believe this lord Lakshmi Ganesha brings the luck and full fills the worthy and meaning full wishes ==Math \\ Ashram== === Sri Sadguru Samarth Narayan Ashram === Sri Sadguru Samarth Narayan Ashram Located at Jiyaguda near Purana Pul. The Ashram is established by Sri Sri Sri Samartha Narayana Maharaj, descendant of Sri Samartha Ramdas (guru of Sivaji). Followers of Samartha Sampradaya visit this place regularly. The Ashram houses Kesari Hanuman, Sri Rama Panchayatanam, Saligrama Siva temple, unique World's only Kamadhenu Gowmata temple apart from Sri Hari Hara temple. The Ashram has a lifelike vigraha pratishta of Sri Samartha Narayana Maharaj who attained Jeeva Samadhi at Harihar, Karnataka after performing Ashwamedha Yaga. The Ashram currently has Shri Samarth Kamadhenu Goshala for more than 1000 cows. A serene atmosphere prevails for all those who would like to attain bliss in the buzzle of city atmosphere. The Ashram is nearer to Busstop where bus number 2J goes. Read the books titled Sri Sri Sri Sadguru Samartha Narayana Maharaj Divya Jeevitha Charithra, Samartha Samaarat === Ahobilam Math === Located at D.D.Colony. Near Shivam \\Shivam Road. === International Society for Krishna Consciousness === There are three ISKCON temples. One at Hare Krishna Land. Opp. G.Pulla Reddy Sweet House. Near GPO. Nampally Station Road, Abids; the other one at Secunderabad, near Secunderabad Railway Station and another one at Banjara Hills near Shri Jagannatha Temple. === Sringeri Shankara Math === The Sringeri Shankar Math established in Nallakunta is the oldest of the branch maths in Hyderabad. The Pratishtha kumbhabhishekam of the temples was performed by the 35th Jagadguru Shankaracharya Sri Sri Abhinava Vidyatirtha Mahaswamiji on the day of Akshaya Tritiya in 1960 – 26 April 1960. Navaratri is celebrated grandly here with rituals and cultural programmes. The temple sees heavy footfalls during this period. === Satya Sai Temple === Located at Sivam road, Near Osmania university This 'Sivam' Temple is a branch of the International Satya Sai Seva organisation. The significance of this temple is the regular Bhajans, social service activities, Keertans and classical music programs. *Satya Sai Seva organisation, Hyderabad Official Website === Rama Krishna Math === Located at Domalaguda, Lower Tank Bund road The Ramakrishna Math, Hyderabad is a branch of the International Ramakrishna Math and Ramakrishna Mission with its headquarters at Belur, Howrah, West Bengal, India. The Hyderabad branch was started in 1974. It is situated on the southern side of Ramakrishna Math Marg in Domalguda locality of Hyderabad, Andhra Pradesh. Its various departments include: Ramakrishna Universal Temple, language courses in Vivekananda Institute of Languages, some 20 courses for the youth in the Vivekananda Institute of Human Excellence, Vivekananda Health Centre, Vivekananda Library, Gita Darshan (an audio-visual museum on the Gita), Sant Darshan, Ramakrishna Museum, book stall, daily poor feeding, breakfast for children, free tuition for school students, etc. Ramakrishna Math, Hyderabad, being a branch centre of Ramakrishna Math, Belur Math, is meant to serve society in all possible ways— physical, mental, cultural, and spiritual—what Swami Vivekananda termed as Annadana, Vidyadana, and Jnanadana. We invite one and all of our countrymen, in general, and the people of Andhra Pradesh, in particular, to come forward and benefit from the various activities of the Math. We also invite all to participate in the service activities and promote the noble motto of this Math, which, in the words of Swami Vivekananda, is 'Atmano Mokshartham Jagaddhitaya cha'— 'for one's self-realization and for the welfare of the world at large'. ==Other temples== Hyderabad Kalibari is the only Bengalees Kali Mata Temple in twin city which was established on 28 August 1974 and in was installed and inaugurated by Swamy Ranganathanandaji Maharaj of Ramkrishna Math, in presence of late Raja Sagi Satyanarayan Raju than the endowment minister of Andhra Prodesh. Some Bengali festivals are held here, such as Ganesh pooja, Durga Pooja, Deepawali Kali Pooja, Jagadamba mata Pooja, Saraswati pooja, Bengali New year, Annapurna Pooja, Rabindra Jayanti, Dol Utsav, Deity Installation day 28 August, May Day (Poor feeding and cloth donate to poor women), and Nazrul Sandhaya. The General Secretary of this Temple Mr. S.Karmakar == Shiva Hanuman Temple at Baghlingampally == Shiva Hanuman Temple at Baghlingampally Hyderabad is a 20-year-old place of worship for Hindus. The temple is managed and administered by group of learned archakas hailing from Vemulavada in Telangana. Several devotees throng the temple to get a view of the Shiva Lingam and Anjaneya Swamy. The temple buzzes with frenzy on every Tuesday and Saturday where devotees offer their prayers to the Almighty ad mist holy chanting. The temple is open from 6 AM till 12 Noon and 6 PM to 9 PM on all days of the week. On Tuesdays and Saturdays, the temple is open until 1 PM in the afternoon. The temple is centrally located at Baghlingampally. The major landmark is Ambedkar College on Baghlingampally Road. Ample parking facility is available around the temple premises. == Akashpuri Hanuman Temple at Dhoolpet == Akashpuri Hanuman Temple is based out of Hyderabad in Dhoolpet, built over a period of nine years is one of the largest idols with 50feet height. The temple is built on the 150-foot hill at Akashpuri in Hyderabad. == Marakatha Sri Lakshmi Ganapathi Devalayam at Kanajiguda == Marakatha Sri Lakshmi Ganapathi Devalayam is located at Plot No. 6, Sai Nagar Colony, OLD Military Dairy Farm Road, Kanajiguda, Secunderabad – 500015. The Lakshmi Ganapathi idol is made of Emerald Stone. The temple also has SAPATHNI and SAVAHANA Navagraha idols. * Sri GuruShakti Official Website ==Sai Baba Temple, Dilsukhnagar== Sai Baba Temple is a Hindu temple of Sai Baba located in Dilsukhnagar, Hyderabad, India. It is one of the most popular temples in Hyderabad. *Sai Baba Temple Dilshuknagar Official Web Site == Daiva Sannidhanam, Film Nagar == Temple located at Road 38, Jubilee Hills, near Film chamber, Film Nagar, Hyderabad == Jagannath Temple Bollaram == frameless The Shree Jagannath Temple of IDA Bollaram is an important Hindu temple dedicated to Jagannath, a form of Vishnu. The sacred temple is situated near to exit-4 of outer ring road (ORR) in the city of Hyderabad of Telangana state, India. The temple is an important pilgrimage destination in Hyderabad. Devotees across Hyderabad and India started building this temple in the year 2011. Idols of Lord Jagannath along with brother Lord Balabhadra and sister Devi Subhadra consecrated in the temple in November 2018. This is one of the tallest temple in Hyderabad. This is approximately 85 foot tall from the ground level. The Bollaram Jagannath temple is famous for its annual Ratha yatra or chariot festival, in which the three principal deities(Jagannath, Balabhadra and Subhadra) are pulled on huge and elaborately decorated temple cars. The temple is sacred to all Hindus and especially in those of the Vaishnava traditions. ==References== ==External links== * Rama Krishna Math Official Site * ISKCON hyderabad, Official Website * Jagannath Temple Bollaram, Official website Category:Hindu temples in Hyderabad, India Category:Buildings and structures in Hyderabad, India Category:Religious buildings and structures in Hyderabad, India ",
    "title": "Temples of Hyderabad"
}