{
    "id": "17303875",
    "text": "Micaela Leonarda Antonia de Almonester Rojas y de la Ronde, Baroness de Pontalba (November 6, 1795\"Jackson Square\". Louisiana Historical Quarterly. Henry Renshaw.\\- April 20, 1874) was a wealthy New Orleans-born Creole aristocrat, businesswoman and real estate designer and developer who endures as one of the most recalled and dynamic personalities in the city's history, though she lived most of her life in Paris.Morales, Katy Frances (2005). La Madame et La Mademoiselle: Creole Women in Louisiana, 1718-1865, a thesis. Louisiana State University. On April 26, 1798, when Micaela was just years old, her Spanish father, Don Andrés Almonester y Rojas, died, leaving her his sole surviving heir. Micaela inherited a considerable fortune. Her estate was capably administered by her mother, Louise Denys de la Ronde, referenced as \"a superbly competent businesswoman who had greatly increased the inheritance since Almonester's death.\" New York Times: \"A Spectacular Mess of a Marriage\", by ANGELINE GOREAU; August 31, 1997. Following Micaela's marriage, in 1811, to her French cousin, Joseph-Xavier Célestin Delfau de Pontalba, she moved to France. The marriage was not successful and she became a virtual prisoner at the de Pontalba chateau near Senlis. Having failed, despite his concerted efforts over more than two decades, to gain possession of Micaela's entire inheritance, her father-in-law, Baron de Pontalba, eventually shot her four times at point-blank range with a pair of dueling pistols, and then committed suicide. She survived the attack, although her left breast and two of her fingers were mutilated by gunfire. Her husband, Cèlestin, succeeded his father as baron, and Micaela was thereafter styled Baroness de Pontalba. She eventually obtained a legal separation from her husband. Micaela was responsible for the design and construction of the famous Pontalba Buildings in Jackson Square, in the heart of the French Quarter. In 1855, she had built the Hôtel de Pontalba in Paris, where she lived until her death in 1874. Her life was worthy of an operatic plot, and eventually became one: Pontalba: a Louisiana Legacy, composed by Thea Musgrave. A play by Diana E.H. Shortes entitled The Baroness Undressed, and several novels, are also based on her dramatic life. ==Family== Micaela Leonarda Antonia Almonester was born November 6, 1795, in New Orleans, Louisiana, the eldest and only surviving child of Don Andres Almonester y Rojas and his aristocratic French wife, Louise Denys de la Ronde, a member of one of the most illustrious families in Louisiana.Arthur, Stanley C., Arthur, Stanley Clisby & de Kernion, George Campbell Huchet (1998). Old Families of Louisiana. Pelican Publishing. p.399 At the time of her birth, Louisiana was owned by Spain, though Spanish settlers were then greatly outnumbered by the colony's previous owners, who were mainly French. Don Andres, a native of Mairena del Alcor, Andalucia, Spain, was a wealthy notary and politician who amassed a fortune in real estate and land transfers from his power on the Cabildo, the Spanish governing council of New Orleans, and his contacts with the Spanish Crown.\"Micaela Almonester Pontalba: the Baroness of Extremes\". FrenchQuarter.com. Sally Reeves. Retrieved 2 March 2012 On 20 March 1787, he married Louise Denis de la Ronde (1758 - 1825), who was 30 years his junior. Despite that Christina Vella, in the introduction to her Pulitzer Prize-nominated biography, Intimate Enemies, describes Micaela's mother as \"a poor French Creole, famed for marrying her father;\" Louise was, in reality, a highly regarded beauty from a very wealthy family of no little import whose marriage had been arranged to extend a powerful alliance with Almonester. Louise was the eldest child of wealthy French-Canadian Naval Officer Pierre Denys de La Ronde (1726-1772), reassigned from Nouvelle-France to Nouvelle-Orleans by his Godfather, later French Louisiana Governor, Pierre de Rigaud, Marquis de Vaudreuil-Cavagnial, and later distinguished in the French and Indian Wars. Through her father, Louise was the great-granddaughter of famed Judge and poet René-Louis Chartier de Lotbinière of Maison Lotbinière, a great-great niece of Simon-Pierre Denys de Bonaventure and, through his wife, Charlotte Denys de La Ronde, a great- niece of Claude de Ramezay. Louise's mother, Madeleine (Broutin) Denys de la Ronde, was the daughter of Ignace Francois Broutin, royal engineer, celebrated architect, and commandant of the French militia at Fort Natchez. Her only brother was wealthy plantation owner Pierre Denis de La Ronde (1762 - 1824), who would distinguish himself in the Battle of New Orleans, the Night Attack of which was then fought on his much-admired, if widely misnamed (Versailles, Louisiana), plantation, and beneath its equally misnamed allée of Southern live oaks. Prior to his death, her father had commissioned architect Gilberto Guillemard to design and construct the St. Louis Cathedral, the Presbytere and the Cabildo, all of which line one side of Place d'Armes. The original church and Cabildo had been destroyed in the Great New Orleans fire of 1788. Shortly afterwards, Micaela's mother, Louise, married Jean-Baptiste Castillon, the 25-year-old French Consul. The bride being seven years older than the groom was widely exaggerated, garnering much scorn from the local population, who showed their displeasure by conducting a riotous charivari that lasted for three days and nights, and featured effigies of her new bridegroom and dead husband in his coffin. The charivari was only called off once Louise had promised to donate the sum of $3,000 to the poor. Being the sole heiress to a considerable fortune, Micaela was the richest girl in the city.Arthur, Arthur & de Kernion, pp.28-29Arthur, Stanley Clisby (1936). Old New Orleans, a History of the Vieux Carré, Its Ancient and Historical Buildings. Westminster, Maryland: Heritage Books. p.81 Her younger sister, Andrea Antonia, had died in 1802 at the age of four. Micaela was educated, along with other Creole daughters of the French and Spanish elite, by the nuns at the old Ursuline Convent on la Rue Conde, now Chartres Street. She was an artistic and musical child who, by the age of 13, owned her own piano. At home she spoke French, although she knew Spanish, and later learned English. ==Marriage == In keeping with Creole tradition, a marriage was arranged for Micaela in 1811 when she was fifteen. Although Micaela was in love with an impoverished man, she had no choice but to accept the husband her mother had picked for her. He was her 20-year-old cousin, Joseph-Xavier Célestin Delfau de Pontalba, known as Célestin or \"Tin-Tin\", who although born in New Orleans, lived with his family in France. According to Micaela's biographer, Christina Vella, the de Pontalbas had made the proposition to her mother by letter, having regarded a matrimonial tie between the two families as a \"business merger that would transfer the Almonester wealth into their hands\". The prospective groom duly arrived in Louisiana with his mother, Jeanne Françoise le Breton des Chapelles Delfau de Pontalba, and after an acquaintance of just three weeks he and Micaela were married. The marriage was celebrated on 23 October 1811 at St. Louis Cathedral and attended by the most influential members of Creole society. Indicative of her high social rank amongst the Creole community, Micaela was given away at the wedding ceremony by nobleman and second cousin Bernard de Marigny, acting as a representative of Marshall Ney, the trusted military commander of Emperor Napoleon I.Arthur, Arthur & de Kernion, p.30 Father Antonio De Sedella officiated at the ceremony which was conducted in Spanish - a language Micaela's groom did not understand. In contrast to her mother's second marriage, the citizens of New Orleans strongly approved of this match, considered even more important a marriage than that of her mother to Don Almonaster, perhaps the most important marriage ever contracted in New Orleans between the Creole progeny of two illustrious families. Immediately upon her marriage, Micaela became a French citizen. Sometime after the wedding, Micaela and Célestin, accompanied by both their mothers, left Louisiana for France. They arrived in July 1812 and the couple took up residence with Célestin's family at Mont-l'Évêque, the moated, medieval de Pontalba chateau outside Senlis which was about 50 miles from Paris. Her mother, Louise Castillon, went to live in a rented house in Paris before she set about astutely buying up property in the city including a home on the Place Vendôme. She had become a widow for the second time in 1809 with the death of Jean Baptiste Castillon. At first the marriage was successful; Micaela became pregnant shortly after their arrival in France and eventually bore her husband a total of four sons and a daughter. To alleviate the boredom of country life, she converted a large room at the old chateau into a theatre where she put on plays. She put a lot of energy and enthusiasm into her project, ordering costumes for the performers and hiring local people for the minor roles and Parisian artists for the leading roles. She often performed onstage in the amateur theatrical productions which were attended by her friends from Paris. However, the constant interference of her eccentric father-in-law eventually turned the marriage into a disaster, exacerbated by Célestin's own weak character. Her father-in-law, Baron Joseph Delfau de Pontalba, who had served as an officer in the French and Spanish armies, was greedy and unstable, and over the years proceeded to make Micaela's life extremely unhappy and intolerable. The baron was already greatly disappointed with Micaela's dowry, appraising it to be much smaller than he felt that he had been led to expect. The $40,000 in cash plus jewelry that Micaela brought to Célestin as her dowry, which had been the sum agreed upon when the marriage contract was drawn up, represented only one-quarter of her Almonester inheritance; the remaining three-quarters was retained and grown larger by Louise. The old baron, intent upon seizing the vast Almonester fortune, had forced Micaela into signing a general Power of Attorney giving her husband control over her assets, rents, and capital, both dotal and as heir of her father's estate. In the early 1820s, to escape the tyranny of her father-in- law, Micaela persuaded Célestin to set up his own household in Paris, and the couple and their children moved into one of his father's homes on Rue du Houssaie, close to her mother's residence. The 1825 death of her mother left Micaela as the heir and manager of her parents' considerable estates, which now included numerous properties in Paris. The de Pontalbas furiously demanded that she sign over all of her New Orleans property to them, in exchange for her being allowed to assume control of her mother's Paris houses. In 1830, without her husband's permission, she went to New Orleans for an extended visit, in an effort to assert her land rights on American soil. Also taking the opportunity to travel, Madame de Pontalba stopped in Washington DC where President Andrew Jackson sent his carriage and secretary of state Martin Van Buren to bring her to the White House as his guest. The celebrated Battle of New Orleans, in which Jackson had defeated the invading British on 8 January 1815, had been fought on the grounds of the Chalmette Plantation, belonging to her Uncle Ignace Martin de Lino (1755 - 1815), which was also burned by invading forces (reputedly causing his death from a broken heart shortly after returning to his \"treasured home\" three weeks after the Battle).New Orleans Bar Association: Chalmette, by Ned Hémard; 2011, p. 3. The decisive Night Attack had also been fought next door, on the plantation grounds of his half- brother, Micaela's Uncle, Colonel Pierre Denys de La Ronde (1762 - 1824), which was also mostly ruined, having afterward been commandeered by the invading British as a field hospital.Creole families of New Orleans, by King, Grace Elizabeth; Macmillan; New York, USA; 1921; p. 315. Upon her return to France, the baron accused Micaela of deserting his son, Célestin; she then became a \"virtual prisoner\" of the de Pontalbas. In frustration, she took her children and returned to Paris, where she began a series of lawsuits to obtain a separation from Célestin; these initial attempts were not successful, due to the strict French marriage laws of the era. ===Shooting attack=== Micaela was shot with a pair of duelling pistols Micaela's attempts to protect her fortune and separate from Célestin so enraged Baron de Pontalba that he resorted to violence. On October 19, 1834, during one of her visits to the chateau, he stormed into her bedroom and shot Micaela four times in the chest at point- blank range with a pair of duelling pistols. After the first shot, she allegedly screamed out: \"Don't! I'll give you everything\". Whereupon he replied: \"No, you are going to die\" and shot her another three times in the chest, one bullet passing through the hand that she had instinctively put up to cover one of the gun's muzzles. Despite her injuries, Micaela made an attempt to escape her father-in-law and outside the door she fell into the arms of her maid who had rushed up the stairs upon hearing the first gunshot. With the armed baron still in pursuit, Micaela was dragged down the stairs to the drawing room where she fell to the floor, crying out, \"Help me\". Baron de Pontalba stood over her bleeding, unconscious body, yet he fired no more shots and returned to his study. She survived the shooting attack, despite multiple shot wounds. One of the bullets had crushed her hand; her left breast was disfigured and two of her fingers were mutilated. That evening, the baron committed suicide in his study by shooting himself in the head with the same dueling pistols. == Baroness de Pontalba & the Hôtel de Pontalba == As Célestin had succeeded to his father's barony upon the latter's suicide, Micaela was henceforth styled Baroness de Pontalba. After several more lawsuits, a civil law judge ordered the restitution of her property and Micaela was granted a legal separation from her husband, although they were never actually divorced. With some of the money her mother had willed her, she commissioned noted architect Louis Visconti to construct a mansion on the Rue du Faubourg Saint-Honoré in Paris which she used to host an endless, lavish succession of balls and soirées. Her mansion is known today as the Hôtel de Pontalba, and serves as official residence of the United States Ambassador to France. She was described as a \"flamboyant, temperamental redhead\", though portraits depict her with brown hair, blue-grey eyes, and pale skin; Christina Vella described her complexion as the \"hue of stored muslin\". She was not classically beautiful... she was intelligent and strong-willed, and attracted much admiration from the Parisians for her opulent parties. French Quarter noted historian Sally Reeves adds, \"Contemporaries called her persistent, bright-eyed, intelligent, vivacious, prompt, shrewd and business like. Male historians characterized the Baroness as strong-willed, imperious, penurious, self-indulgent and vacillating, while her female biographer uncovered a life of affliction and resilience. Her portrait as a young wife shows a woman of grace and reflection; her photograph at an older age shows a hardened veteran with unmistakably masculine features,\" a highly subjective opinion of a lady in her latter years, and of little to no historical import. == The Pontalba Buildings == One of the Pontalba Buildings Micaela had constructed in New Orleans' French Quarter In 1848 at the outbreak of revolution in France, Micaela and two of her sons, Alfred and Gaston, departed for New Orleans. There, she quickly became the leader of fashionable society, her salons drawing the city's most important and influential people. The wealthiest woman in New Orleans at the time,Ward, Martha (2004). Voodoo Queen: the spirited lives of Marie Laveau. University Press of Mississippi. p.39 her contemporaries regarded Micaela as having been shrewd, vivacious, and business-like. Seeing New Orleans for the first time after an absence of many years, Micaela had immediately noticed that the once-stylish French Quarter had become derelict and unsightly. The Place d'Armes, in the heart of the French Quarter, was little better than a slum; its parade ground muddy, and houses squalid and neglected. She owned most of the property in Place d'Armes as it formed part of her vast inheritance. Her assets there valued at $520,000, but despite being owner of the third most valuable property in the French Quarter, she made little profit from it as most of her tenants were slack in paying the rent. Micaela put her imagination to work and made energetic plans to remedy the situation. She ordered the houses to be demolished and hired the skilled building contractor Samuel Stewart to renovate the Place d'Armes. The following year after obtaining an agreement from the city for a 20-year tax exemption, she personally designed and commissioned the construction of the beautiful red-brick town houses forming two sides of Place d'Armes which are today known as the Pontalba Buildings. Their exteriors resembled the edifices in Paris' Place des Vosges. The construction of the Pontalba Buildings cost more than $300,000, and she was a constant visitor to the construction sites, often supervising the work on horseback. The cast-ironwork decorating the balconies were also her personal design and she had her initials \"AP\" carved into the center of each section. Micaela knew so much about the design and construction of buildings that historian Christina Vella described her as a \"lay genius in architecture\". At the time the buildings were row houses. Micaela and her sons occupied the house at number 5, St. Peter Street.Arthur, Stanley Clisby & Doré, Susan Cole (1990). Old New Orleans. p.124 When Swedish singer Jenny Lind visited New Orleans for a month in 1851, Micaela graciously allowed her the use of her own house along with a chef. Prior to her departure, Lind publicly expressed her gratitude to Micaela for the latter's lavish hospitality. Afterward, Micaela auctioned the furniture Lind had used. Micaela was also instrumental in the name change of Place d'Armes to Jackson Square; as well as the decision to convert it from a parade ground to a formal garden. She also helped finance the bronze equestrian statue of Andrew Jackson, featured prominently in the square, at whose side her uncle, Colonel Pierre Denys de La Ronde (1762 - 1824), had fought during the Battle of New Orleans, playing crucial roles in advising Jackson, and in rallying local support. It was alleged that when she was landscaping the garden, she threatened the mayor with a shotgun after he tried to prevent her from tearing down two rows of trees. Shortly after Jenny Lind's visit, she and her sons left New Orleans for good and went back to Paris where her eldest surviving son, Célestin, and his family resided. She spent the remainder of her life at her mansion on the Rue du Faubourg Saint- Honoré. When her estranged husband suffered a physical and mental breakdown she took him in and cared for him up until her own death.name=\"vella310\"> ==Death and legacy== Hôtel de Pontalba, Micaela's Paris mansion where she died in 1874 Micaela Almonester de Pontalba died at the Hôtel de Pontalba in Paris on April 20, 1874 at the age of seventy-eight. By this time she was already a legend in the city of her birth, as one of New Orleans' most dynamic personalities. Micaela left three surviving sons: Célestin (1815-1885), Alfred (1818-1877), and Gaston (1821-1875). Her first-born son, Joseph, and only daughter, Mathilde, had died as babies. Célestin and Alfred both married and had children whose descendants continue to reside in France into the 21st Century. Gaston, however, died unmarried.Arthur, Arthur & de Kernion, p.31 Micaela's husband, Célestin, died on 18 August 1878. He was buried beside her in the de Pontalba family tomb at Mont l'Évêque. Micaela is the subject of Thea Musgrave's 2003 opera, Pontalba which is based on Christina Vella's biography of Micaela, Intimate Enemies: The Two Worlds of the Baroness Pontalba. A play by Diana E.H. Shortes, entitled The Baroness Undressed, and many novels have been written about her dramatic life. ==Ancestry== ==See also== * 1850 House *Friends of the Cabildo's 1850 House website ==References == ==Bibliography== * * Category:1795 births Category:1874 deaths Category:Louisiana Creole people Category:Louisiana Creole people of Spanish descent Category:People of Colonial Spanish Louisiana Category:Businesspeople from New Orleans Category:American people of Spanish descent Category:American people of French descent Category:19th century in New Orleans Category:People in 19th-century Louisiana Category:19th-century American businesspeople Category:19th-century American businesswomen ",
    "title": "Micaela Almonester, Baroness de Pontalba"
}