{
    "id": "17304114",
    "text": "The BMW OHV V8 is an overhead valve V8 petrol engine produced from 1954 to 1965. It is BMW's first V8 engine, and BMW did not produce another V8 automobile engine until the BMW M60 in 1992. The engine does not have an official model code, therefore it is often identified through being the only overhead valve (\"OHV\") V8 engine produced by BMW, since all other BMW V8 engines use a dual overhead camshaft valvetrain. Although not a direct replacement, in 1965 the six-cylinder BMW M30 engine took the OHV V8's place at the top of BMW's engine range. == Development == BMW 502 The M502/1 engine in a 1957 BMW 502 The BMW 501, which began production in 1952, was the first car produced by BMW after World War II. It was powered by the BMW M337 straight-six engine (based on the pre-war BMW M78 engine), which struggled with the mass of the 501. The competing Mercedes-Benz W187 was powered by a larger engine, which provided superior performance. However, BMW had been developing a V8 engine since 1949, which was produced in and capacities. The design was finalized by Fritz Fiedler when he returned to BMW in 1952. In 1954, the V8 engine was introduced (in 2.6 Litre form) in the BMW 502 - a higher specification version of the 501. In 1955, the 3.2 Litre version of the engine was introduced in the BMW 3.2, which was based on the 502. == Design == At the time, unique features of the BMW OHV V8 included the aluminium construction of the block and head, and a coolant passage design that increased the block stiffness over typical engines with wet cylinder liners. The layout of the engine is a 90° V8 with cast iron wet liners and stiffening webs between the cylinders. Apart from the materials, the engine was similar in overall design to the Cadillac OHV V8 and Oldsmobile V8 engine of the late 1940s, with a central camshaft using pushrods to operating overhead valves in crossflow cylinder heads with wedge-shaped combustion chambers. The versions have a bore of and a stroke of . Initially, this engine used a two barrel Solex 30 PAAJ carburettor, a compression ratio of 7.0:1 and had a power output of . The extra capacity of the version was achieved by increasing the bore to . The larger engine initially used a single Zenith carburettor, a compression ratio of 7.2:1 and produced . The highest power output version of the BMW OHV V8 produced and was used in the 3200 S released in 1961. == Versions == The following is a summary of the engine's versions. {|class=\"wikitable sortable\" style=\"text-align: center;\" |- ! Engine !! Displacement !! Power !! Torque !! Years |- | M502/1 || rowspan=3| || rowspan=2| at 4,800 rpm || at 2,500 rpm || 1954–1961 |- | M502/100 || at 2,500 rpm|| rowspan=2|1961–1963 |- | M502/110, M533 || at 4,900 rpm || at 3,000 rpm |- | M506/1 || rowspan=5| || at 4,900 rpm || at 2,500 rpm|| 1955-1961 |- | M506/140, M534 || at 5,400 rpm || at 3,000 rpm|| 1961-1963 |- | M503/1 || at 4,800 rpm || at 3,800 rpm|| 1956-1961 |- | M507/1 || at 5,000 rpm || at 4,000 rpm|| 1956-1959 |- | M503/160, M532 || at 5,600 rpm || at 3,600 rpm|| 1961-1963 |} ===M502/1=== The original version of the engine was developed for the BMW 502 and was introduced with it in 1954. The compression ratio is 7.0:1 and it uses a Solex 30 PAAJ carburettor. In 1958, the 501 V8 and 502 were renamed the 2.6 and 2.6 Luxus respectively, with no changes in engine specification. Applications: * 1954-1958 BMW 502 — * 1955-1958 BMW 501 V8 — . * 1958-1961 BMW 2.6 — * 1958-1961 BMW 2.6 Luxus — ===M502/100, M502/110 and M533=== In the summer of 1961, the engines were uprated with the Zenith 32 NDIX carburetor from the earlier engines and a 7.5:1 compression ratio. With this upgrade, the 2.6 became the 2600 and the 2.6 Luxus became the 2600 L. These cars continued in production until December 1963 In 1963, the 2600 L was produced with the gearbox directly mounted to the engine. This version of the engine is known as the M533. Applications: * 1961-1963 BMW 2600 — * 1961-1963 BMW 2600L — ===M506/1=== The engine was developed in 1956, and was offered in the 502-based \"BMW 3.2\" sedan. The compression ratio is 7.2:1 and it uses a Zenith 32 NDIX carburettor. Applications: * 1955-1961 BMW 3.2 ===M503/1 and M507/1=== BMW's V8 sports models, the 503 and 507, used M503/1 and M507/1 engines respectively, each with a pair of Zenith 32 NDIX two-barrel carburetors. With these, and a compression ratio of 7.5:1, the 503's engine produced at 5000 rpm. The tuning of the 507's engine went further, with high-lift cams, a different spark advance curve, polished combustion chamber surfaces, and a compression ratio of 7.8:1, producing at 5000 rpm. Both models were discontinued in March 1959. The twin-carburetor engine from the 503 was used in the 502-based 3.2 Super from 1957 to 1961. Applications: * 1956-1960 BMW 503 — * 1956-1959 BMW 507 — * 1957-1961 BMW 3.2 Super — ===M506/140, M503/160, M532 and M534=== In 1961, the \"BMW 3.2\" and \"BMW 3.2 Super\" sedans were replaced by the \"BMW 3200 L\" and \"BMW 3200 S\" sedans, with the engines upgraded to the M506/140 and M503/160 respectively. The increase in power came from larger Zenith 36 NDIX carburetors and a compression ratio of 9.0:1. From 1963, the versions of the M503/160 and M506/140 with the gearbox directly mounted to the engine were called the M532 and M534 respectively. Production of V8 sedans ended in 1963, but the engine from the 3200 S was used in the 3200 CS coupé from January 1962 to September 1965. Applications: * 1961-1963 BMW 3200 L — * 1961-1963 BMW 3200 S — * 1961-1965 BMW 3200 CS — == Use by other manufacturers == thumb === Frazer-Nash Continental === Frazer-Nash was an importer of BMW cars into the United Kingdom and had used the Bristol straight-six engine, which was based on the BMW M328. The BMW OHV V8 was fitted to the Frazer Nash Continental model. The Continental was intended to be available with either the 2.6 or 3.2-litre V8, but only a single prototype was ever made, with the 3.2 engine. It was the last car Frazer-Nash made. === Talbot-Lago America === thumb The 1955 Talbot-Lago Sport was originally powered by Talbot's own 2.5 Litre four- cylinder engine. In 1957, due to reliability problems, Talbot switched over to the BMW OHV V8 and renamed the car the Talbot-Lago America. ==References== Category:BMW engines Category:V8 engines Category:Gasoline engines by model ",
    "title": "BMW OHV V8 engine"
}