{
    "id": "17305722",
    "text": "The Parma Baseball Club is a professional baseball franchise that plays in the Italian Baseball League. Founded in 1950, the team is based in the city of Parma in Italy and plays its home games at the Stadio Nino Cavalli. The club entered the 2019 season ranked 6th in Europe and 2nd in Italy after reaching the 2018 IBL Finals which saw Bologna crowned as Italian Champions. Parma Baseball is sponsored by Parmaclima, Macron and Errea. The club, managed by Guido Poma, finished the 2020 season with a 15-11 record, good for 3rd place in Italy, behind Bologna and San Marino. One of the most successful clubs in the Italian League, Parma has won 10 IBL championships, as well as 13 European Cup titles, the most in European baseball. The club finished 4th in the 2019 Champions Cup won by rival Bologna, and will represent Italy alongside Bologna in the 2021 European Champions Cup which will be held in Ostrava, Czech Republic in June 2021. After a lengthy delay due to the coronavirus pandemic, Parma opened the 2020 season on July 8 with a 11-4 win over Collecchio in Parma. The team plays its home games at 5,000 seat Nino Cavalli Stadium located in Parma. It is currently the second-largest stadium in Italy after Nettuno's Steno Borghese, and along with Bologna's home park, often hosts Italian national team home games. Parma and Bologna served as co-hosts of the 2021 Olympic Qualifiers in September 2019 where Israel earned the Europe/Africa bid to next summers games. == 2019 == Italian national team players Sebastiano Poma (.380, 4 HR, 26 RBI), Aldo Koutsoyanopulos (.317, 1 HR, 11 RBI), Ricardo Paolini (.308, 1 HR, 17 RBI) led the offense. Veterans Charlie Mirabal (.297, 1 HR, 10 RBI) and Luca Scalera (.364, 1 HR, 8 RBI) also made their impact in the lineup. Erly Casanova led the pitching staff with 50.2 IP to go with a 3.02 ERA and 52 K. Marc-Andre Habeck (2.48 ERA, 38 K in 29.0 IP), Owen Ozanich (3.86 ERA, 18 K in 18.2 IP) and Yomel Rivera (4.50 ERA, 24 K in 18.0 IP) were also very steady. Veteran hurler Mauro Schiavoni proved to be an important addition, the right hander from Argentina posted a 0.00 ERA in the regular season, not allowing a single run in 11.1 IP. He also had an impressive 1.93 ERA in the Champions Cup. Parma finished 4th in the week long tournament where the top 8 club teams face off to crown the new European champion. In the event, Casanova and Habeck led the staff with 8.0 innings pitched, Habeck posted the best ERA (1.12), while Ozanich finished with a team high 9 strikeouts in 5.2 IP. Offensively, Koutsoyanopulos hit .421 (8-for-19), Paolini .353 (6-for-17), Mirabal .333 (5-for-15), Poma .313 (5-for-16) and Alex Sambucci .313 (5-for-16). Parma foud themselves in a rematch of the 2018 finals, this time in the semis, against rival Bologna. After jumping out to a 2-0 series lead, Parma lost three straight as Bologna came from behind, not only in the best of five series, but in game five as well. Erly Casanova was Parma's top playoff performer, logging 14.2 innings, allowing just two earned runs (1.23 ERA), walking one batter while striking out 15. Yomel Rivera (5.2 scoreless with 3 K), Junior Oberto (1 ER in 5 IP) and Marc-Andre Habeck (2 ER in 7.1 IP) also pitched well in the series. At the plate, in the playoffs, Ricky Paolini (.381), Rafael Vinales (.375), Stefano Desimoni (.333), and Mattia Mercuri (.300) were the club's .300 hitters. Longtime shortstop Charlie Mirabal injured his shoulder diving for a ball in the hole in Bologna, an injury that sidelined him for the first month of 2020 as well. == 2020 == The 2020 offseason saw many changes to the Parmaclima roster. Gone were pitchers Erly Casanova, Mauro Schiavoni, Marc-Andre Habeck and Junior Oberto. Infielder Mattia Mercuri and catcher Rafael Vinales also moved on from Parma. Alessandro Deotto returned to the club he called home in 2017 and 2018, Deotto started off hot, batting .344 with 3 home runs in 12 games before missing the second half of the 2020 season. Longtime infielder Luca Scalera opted to change clubs in 2020, moving to cross town Collecchio. Left-handed national team pitcher and current Cubs minor leaguer Luis Lugo along with righty Michele Pomponi were the club's two main starters. The 26-year-old Lugo posted a 6-0 record, 3.47 ERA in 59.2 innings for double-A Tennessee in 2019 and appeared in a 2020 MLB spring training game where he recorded a scoreless inning for Chicago. Lugo had previously pitched for Parma in 2018 before being signed as an international free agent, and returned following the cancellation of the 2020 minor league season. The big lefty posted a 3-3 record in 40.0 IP, striking out 69 while issuing only 10 walks to go with an impressive 1.40 ERA. Pomponi came back with Parma after having missed the entire 2019 season due to injury. The young righty logged 39.2 IP, striking out 48 to go with a 2.47 ERA. Italian national team hurlers Mattia Aldegheri (31.1 IP, 33 K, 4.02 ERA) and Yomel Rivera (18.0 IP, 30 K, 3.11 ERA) solidified the Parma bullpen. Philadelphia Phillies pitching prospect Samuel Aldegheri pitched well for Parma, posting a 2–0 record in 9.1 innings while striking out 13 to go with a 3.75 ERA. Veteran lefty Francesco Nardi (4-0 in 18.1 IP), two way player Francesco Pomponi (0 R in 3.2 IP, 3 K) Venezuelan righty Anthony Gonzalez (5.12 ERA in 13.2 IP) and French righty Owen Ozanich (2.0 IP, 0 R, 3 K) rounded out the bullpen. The club's everyday lineup featured utility man Aldo Koutsoyanopulos (.230, 17 R, 12 SB), infielder Ricardo Paolini (.325, 1 HR, 5 SB), and centerfielder Sebastiano Poma (.380, 4 HR, 19 RBI) at the top of the order. First baseman Alex Sambucci (.265, 1 HR, 15 RBI), outfielders Leonardo Zileri (.311, 1 HR, 9 RBI), Stefano Desimoni (.333, 11 R, 9 RBI), and Alexander Viloria (.241, 1 HR, 14 RBI) batted in the heart of the order. Smooth fielding shortstop Charlie Mirabal (.286, 8 RBI, 4 SB) returned mid-way thru the season and added depth to Poma's lineup. The 2020 season featured six teams, a 26 game regular season between July 8 and September 12. The top two regular season clubs, San Marino and Bologna advanced to the Italian Finals featured a best-of-seven series to be played between September 17–26. With a 15-11 record in 2020, Parma qualified for the 2021 European Champions Cup as the second Italian team alongside Fortitudo Bologna. They will play for the right to be crowned European Champion in Ostrava, Czech Republic in June 2021. == 2020 Team Leaders == AVG: Poma .380, Deotto .344, Desimoni .333 H: Paolini 27, Desimoni 21, Poma 19 HR: Poma 4, Deotto 3, Sambucci 1 RBI: Poma 19, Sambucci 15, Viloria 14 IP: Lugo 40.0, Pomponi 39.2, Aldegheri 31.1 W: Nardi 4, Lugo 3, Pomponi 2 K: Lugo 69, Pomponi 48, Aldegheri 33 ERA: Ozanich 0.00, Pomponi 0.00, Lugo 1.40 == 2020 Italian Standings == San Marino 23-4 Bologna 23-6 Parma 15-11 Macerata 6-16 Godo 6-21 Collecchio 6-21 == Pitchers == Luis Lugo (ITALY) Mattia Aldegheri (ITALY) Yomel Rivera (ITALY) Michele Pomponi (ITALY) Francesco Nardi (ITALY) Anthony Gonzalez (VENEZUELA) Sam Aldegheri (ITALY) Owen Ozanich (FRANCE) == Catchers == Alessandro Deotto (ITALY) Riccardo Flisi (ITALY) Fabio Sorrentino (ITALY) Tommaso Giarola (ITALY) == Infielders == Alex Sambucci (ITALY) Simone Alfinito (ITALY) Ricardo Paolini (ITALY) Charlie Mirabal (VENEZUELA) Lorenzo Gradali (ITALY) Francesco Pomponi (ITALY) == Outfielders == Sebastiano Poma (ITALY) Aldo Koutsoyanopulos (ITALY) Leo Zileri (ITALY) Stefano Desimoni (ITALY) Alexander Viloria (ITALY) ==References== *Baseball Reference *Baseball Reference Bullpen ==External links== Category:Baseball teams in Italy Category:Sport in Parma ",
    "title": "Parma Baseball Club"
}