{
    "id": "17304874",
    "text": "== Museum History == The Archaeological Museum of Ancient Corinth was constructed between 1931-1932, with intentions to display the numerous recent archaeological excavations. The museum is located within the archaeological site of Ancient Corinth, Greece, and lies under the jurisdiction of the 37th Ephoreia of the Greek Archaeological Service.The building was designed by architect Stuart Thompson, constructed by the American School of Classical Studies in Athens, with respect to a generous donation made by Ada Small Moore. Thompson’s design of the museum derived from the architectural model of the “Chicago school”. In 1951, the west part of the building was extended, allowing space within the museum to be organised around two atriums. Between 2007-2008 renovations occurred as a result of the 3rd Community Support Framework (CSF). Improvements were made to two galleries consisting of the prehistoric collections and the findings from the Sanctuary of Asklepios. In 2015, the east and south areas of the museum now contained new large-scale works. The 2007-2013 National Strategic Reference Framework (NSRF) was able to assist in funding a new exhibition project in the refurbished east and south areas of the building, consisting of works from the Geometric Period until its demolition by the Romans in 146 B.C. == Ancient Corinth == Temple of Apollo, Archaeological Site of Ancient Corinth Early excavations of the archaeological site of Ancient Corinth began in 1896 and has since continued. The Temple of Apollo, one of the most significant monuments of Ancient Corinth was built approximately 540 B.C. Acting as an emblem for the Greek city of Corinth, this monument dominated Ancient Corinth, reflecting its growth and prosperity. Further investigations discovered the remains originated from the Early Neolithic period (6500-5750 B.C.) through to early modern age. Other key aspects of the Archaeological site of Ancient Corinth include: * Lechaion Road * Basilica * Fountain of Peirene * Stoa * Agora * Odien * Other temples * Theatre * Surrounding shops Findings of archaeological works at the site are enclosed in the Archaeological Museum of Ancient Corinth. This includes the Sanctuary of Demeter and Kore on the slopes of Acrocorinth, in the Potters' Quarter, at the sites of the Sanctuary of Asklepios and Kenchreian Gate Basilica. == Exhibitions == The Archaeological Museum of Ancient Corinth contains an extensive collection of artefacts originally found in Ancient Corinth. The archaeological findings exhibited in the galleries convey the history of various items of sculptures and inscriptions from different time periods and findings. Exhibition \"Corinth at Prehistoric times\" - Mycenaen Pottery === Prehistoric Gallery === The gallery \"Corinth at Prehistoric times\", contains findings originated from the area of Ancient Corinth, the Korakou Hill and the site of Zygouries. These findings include various vases and cult figurines, which are physical proof of the intense activity and settlement that occurred in these regions during the prehistoric period. === Classical Gallery === \"Twin Kouroi\" in 1st section of Classical Gallery The gallery \"Corinth, a powerful city-state\", contains findings originally from the Geometric, Archaic, Classical and Hellenistic City of Corinth. The exhibition is composed of two areas: * The first section contains the twin Kouroi, which were confiscated from traffickers of antiquities at Klenia in Corinth. It also consists of findings located from the Tenea cemetery, along with objects from significant agglomerations and sanctuaries of the city-state * The second part of the exhibition includes objects and audiovisual material which convey Corinth's distinctive cultural character. These items provide a more realistic approach on Corinth's commercial activity, artistic achievements, domestic life, cult beliefs, burial practices and military events, all important aspects which established the fundamentals of this Greek city. After 2012, the exhibition experienced reconstruction specifically to the east and south sections of the museum and then became accessible to the public in 2016. \"Corinth, a Roman colony\" \"Asklepieon, the healing sanctuary\" Atrium === Roman Gallery === The gallery \"Corinth, a Roman colony\", contains findings located in the Roman, Bryzantine and Frankish City. Other objects on display include some artefacts stolen from the museum in 1990, but were returned in 2001. Numerous sculptures and interesting mosaics found in Roman villas of the Colonia Laus Lulia Corinthiensis are shown in this exhibition. Other unique objects are also present, majority consisting of glazed plates originating from the Byzantine era of the city, as well as from the Frankish rule. \"Corinth, a Roman colony\", includes a section within the exhibition named \"Return to the homeland\". It has 274 repatriated ancient objects on display which were previously stolen in 1990 and a decade later were traced to the USA. === Asklepieon Gallery === The gallery entitled \"Asklepeion, the healing sanctuary\", contains findings situated form the Sanctuary of Asklepios and the Early Christian cemetery. The exhibit includes unique findings from the sanctuary of Asklepios in Ancient Corinth. Majority of these artefacts were clay offerings shaped as human body parts, as well as Byzantine funerary stelae from Corinth's early Christian cemetery. === Atrium === The gallery includes a collection of statues, sculptures, Greek and Latin inscriptions as well as findings that serve as proof of the presence of the Judaic community in the Roman city. === Other significant items === * Mycenaean Krater - Large amphoroid krater with chariot scene detail. Artefact originated from the area of Julian Basilica. Found in \"Corinthis at prehistoric times\" gallery * Mosaic floor from a Roman villa - Mosaic floor decorated with the head of Dionysos, framed by ornaments. Archaeological item originated from Roman villa, and dates approximately to the 2nd century A.D. == Other information == === Recent News === * The Archaeological Museum of Ancient Corinth is one of the two Greek museums among the 60 nominees around Europe for the European Museum of the Year Award (EMYA) for 2020. The EMYA ceremony will take place amongst April 29-May 2. * Suspension of operation of Greece's museums and archaeological sites occur until March 30 as a result staff shortages. Shortages of guards at these significant sites and buildings decrease staff safety as well as the protection of the museums and monuments. The decision was finalised by the culture ministry. === Access === * Suburban Railway - Museum can be accessed by transporting via the Suburban Railway Network Athens, boarding route Athens International Airport at Kiato Corinth, Corinth railway station * Intercity Bus - City of Corinth has efficient Intercity Bus Services, with frequent bus services from city directly to Archaeological site of Ancient Corinth * Car - Detour can be made via Ancient Corinth National Highway Corinth - Patra with direction to Patras (Ancient Corinth node) * Parking - Nearby parking space available for both cars and buses == References == Category:Ancient Corinth Corinth ",
    "title": "Archaeological Museum of Ancient Corinth"
}