{
    "id": "17300231",
    "text": "\"Mama Don't Get Dressed Up For Nothing\" is a song co-written and recorded by American country music duo Brooks & Dunn. It was released in September 1996 as the third single from their album Borderline, and their 18th single overall. The song received moderate success on the US Country chart, where it peaked at number 13, while it was a number 8 hit in Canada. It was the first single the duo released that missed the US country top 10, breaking a streak of 17 straight top 10 entries; the next eight singles Brooks and Dunn released after this would also make the country top 10. This is the fourth single to feature Kix Brooks on lead vocals instead of Ronnie Dunn. Kix and Ronnie wrote this song, along with Don Cook. ==Music video== The music video for this song was directed by Michael Oblowitz. The video takes place at a Brooks & Dunn concert, with certain scenes cutting to two women who are preparing to go to the concert and make a quick stop and the girl smashes a picture on the road, and also cutting to a man at a ranch. The album cover of the duo's album Borderline can be barely seen in the background of the stage at the concert at the beginning of the video. The two women are seen at the concert among the entire audience towards the end of the video. ==Chart positions== \"Mama Don't Get Dressed Up for Nothing\" debuted at number 74 on the U.S. Billboard Hot Country Songs chart for the week of September 14, 1996. {|class=\"wikitable sortable\" !align=\"left\"|Chart (1996) !align=\"center\"|Peak position |- |- |} ==Parodies== *American country music parody artist Cledus T. Judd released a parody of \"Mama Don't Get Dressed Up For Nothing\" titled \"Cledus Don't Stop Eatin' For Nuthin'\" on his 1998 album \"Did I Shave My Back For This?\". ==References== ==External links== * Category:1996 singles Category:1996 songs Category:Brooks & Dunn songs Category:Songs written by Kix Brooks Category:Songs written by Ronnie Dunn Category:Songs written by Don Cook Category:Song recordings produced by Don Cook Category:Arista Nashville singles ",
    "title": "Mama Don't Get Dressed Up for Nothing"
}