{
    "id": "17303952",
    "text": "The borders of Malaysia include land and maritime borders with Brunei, Indonesia and Thailand and shared maritime boundaries with Philippines, Singapore and Vietnam. ==Land borders== Malaysia has a total land border length of 3,147.3 km. ===Brunei=== Malaysia's border with Brunei is 481.3 km in length. Except for its coastline with the South China Sea, Brunei is completely surrounded by Malaysia's state of Sarawak on the island of Borneo. ===Indonesia=== Malaysia shares a land border with Indonesia on the island of Borneo. The Malaysian states of Sabah and Sarawak lie to the north of the border while the Indonesian provinces of North Kalimantan, East Kalimantan, and West Kalimantan lie to the south. The length of the border is 2,019.5 km. ===Thailand=== Malaysia's border with Thailand is located to the north of Peninsula Malaysia and runs between the Straits of Malacca on the west and the Gulf of Thailand/South China Sea in the east. The Malaysian states of Kedah, Kelantan, Perak and Perlis border the Thai provinces of Narathiwat, Satun, Songkhla and Yala. The border length is 646.5 km. ==Maritime borders== 800x800px Malaysia has common maritime boundaries with Brunei, Indonesia, the Philippines, Singapore, Thailand and Vietnam. Part of its maritime borders have been delimited through agreements with neighbouring countries. Malaysia has agreements to delimit the continental shelf, territorial sea and other border delimitation agreements or treaties with Indonesia, the Philippines, Thailand and Singapore. Malaysia has also unilaterally declared its maritime boundaries through a 1979 map published by its Department of Mapping and Survey. The continental shelf and territorial sea limits depicted on the 1979 map have not been recognised by Malaysia's neighbouring states and have been the subject of maritime boundary and territorial disputes. Malaysia has signed joint development agreements for areas which are subject to overlapping claims with Thailand and Vietnam. Malaysia has signed a Letters of Exchange with Brunei in 2009 to solve the dispute of maritime territories between the two countries. The boundaries between the two countries currently follow those determined through pre-independence British Orders in Council. ===Peninsula Malaysia=== The coordinates for the continental shelf and territorial sea limits of Peninsula Malaysia are in the chart below. Territorial waters off the coast of Peninsula Malaysia border Thailand to the north in the Straits of Malacca and South China Sea/Gulf of Thailand; Indonesia to the west in the Straits of Malacca and south east in the South China Sea; and Vietnam in the north east in the South China Sea. {| class=\"wikitable\" |- ! Point ! Latitude (N) ! Longitude (E) ! Remarks |- ! colspan=\"5\" style=\"text-align:left\" | Border with Thailand according to 1909 Anglo-Siamese agreement |- | A | | | From Point A, which is \"the most seaward point of the northern bank of the estuary of the Perlis River\", along \"mid-channel between Terutau and Langkawi\", to point B |- ! colspan=\"5\" style=\"text-align:left\" | Border with Thailand according to 1979 territorial sea agreement |- | B | 6 28'.5 | 99 39'.2 | |- | C | 6 30'.2 | 99 33'.4 | |- | D | 6 28'.9 | 99 30'.7 | |- ! colspan=\"5\" style=\"text-align:left\" | \"Outer limit\" border with Thailand according to 1979 agreement |- | 1 | 6 18'.4 | 99 27'.5 | |- | 2 | 6 16'.3 | 99 19'.3 | |- | 3 | 6 18'.0 | 99 6'.7 | |- | 4 | 5 57'.0 | 98 1'.5 | Common Indonesia-Malaysia-Thailand tripoint established under 1978 agreement |- ! colspan=\"5\" style=\"text-align:left\" | Border with Indonesia according to 1969 continental shelf agreement |- | 5 | 5 27'.0 | 98 17'.5 | Northern terminus of continental shelf boundary |- | 6 | 4 55'.7 | 98 41'.5 | |- | 7 | 3 59'.6 | 99 43'.6 | |- | 8 | 3 47'.4 | 99 55'.0 | |- | 9 | 2 51'.6 | 101 0'.2 | Northern terminus of territorial sea boundary according to 1970 territorial sea agreement |- | 10 | 2 41'.5 | 101 12'.1 | |- | 11 | 2 15'.4 | 101 46'.5 | |- | 12 | 1 55'.2 | 102 13'.4 | |- | 13 | 1 41'.2 | 102 35'.0 | |- | 14 | 1 19'.5 | 103 3'.9 | |- | 15 | 1 15'.0 | 103 22'.8 | Southern terminus of continental shelf and territorial sea boundary |- ! colspan=\"5\" style=\"text-align:left\" | Continental shelf border according to 1979 map, subject to negotiations with Indonesia and Singapore |- | 16 | 1 13'.45 | 103 26'.8 | |- | 17 | 1 1'.45 | 103 32'.5 | |- | 18 | 1 11'.0 | 103 34'.2 | |- | 19 | 1 15'.15 | 103 34'.95 | |- | 20 | 1 16'.37 | 103 37'.38 | |- | 21 | 1 15'.85 | 103 24'.1 | This turning point is located near the western end of the boundary determined by the 1995 Malaysia-Singapore border agreement |- ! colspan=\"5\" style=\"text- align:left\" | Boundary between 21 and 22 determined by the 1995 Malaysia- Singapore border agreement |- ! colspan=\"5\" style=\"text-align:left\" | Continental shelf border according to 1979 map, subject to negotiations with Indonesia and Singapore |- | 22 | 1 17'.63 | 104 7'.5 | This turning point is located near the eastern end of the boundary determined by the 1995 Malaysia- Singapore border agreement |- | 23 | 104 2'.5 | 1 17'.42 | |- | 24 | 1 17'.3 | 104 4'.6 | |- | 25 | 1 16'.2 | 104 7'.1 | |- | 26 | 1 15'.65 | 104 7'.42 | |- | 27 | 1 13'.65 | 104 12'.67 | |- | 28 | 1 16'.2 | 104 16'.15 | |- | 29 | 1 16'.5 | 104 19'.8 | |- | 30 | 1 15'.55 | 104 29'.45 | |- | 31 | 1 16'.95 | 104 29'.33 | |- ! colspan=\"5\" style=\"text-align:left\" | Border with Indonesia according to 1969 continental shelf agreement |- | 32 | 1 23'.9 | 104 29'.5 | This point is the southern terminus of continental shelf boundary |- | 33 | 1 38'.0 | 104 53'.0 | |- | 34 | 1 54'.4 | 105 5'.2 | |- | 35 | 2 22'.5 | 105 1'.2 | |- | 36 | 2 55'.2 | 104 51'.5 | |- | 37 | 3 50'.1 | 104 46'.5 | |- | 38 | 4 3'.0 | 104 51'.9 | |- | 39 | 5 4'.7 | 105 28'.8 | |- | 40 | 5 40'.6 | 105 47'.1 | |- | 41 | 6 5'.8 | 105 49'.2 | Northern terminus of continental shelf border with Indonesia |- ! colspan=\"5\" style=\"text-align:left\" | Continental shelf border according to 1979 map, subject to dispute with Vietnam and Thailand |- | 42 | 6 48'.25 | 104 30'.0 | |- | 43 | 7 49'.0 | 103 2'.5 | |- | 44 | 7 10'.25 | 102 29'.0 | |- ! colspan=\"5\" style=\"text-align:left\" | Border with Thailand according to 1979 memorandum of understanding |- | 45 | 6 50'.0 | 102 21'.2 | Northern terminus of the continental shelf boundary with Thailand according to 1979 memorandum of understanding |- | 46 | 6 27'.8 | 102 9'.6 | |- ! colspan=\"5\" style=\"text-align:left\" | Border with Thailand according to 1979 territorial sea agreement |- | 47 | 6 27'.5 | 102 10'.0 | Northern terminus of territorial sea boundary, southern terminus of agreed continental shelf border |- | D | 6 14'.5 | 102 5'.6 | Terminus of territorial sea boundary at estuary of Golok River |} ===Sabah and Sarawak=== Malaysia's continental shelf off the coast of its Borneo states of Sabah and Sarawak cover the South China Sea and Sulu Sea to the north, and Celebes Sea to the east. Territorial waters border Indonesia to the east and west, the Philippines to the northeast, and Vietnam to the north. Only a portion of the border is delimited through agreements. The bulk of the border is the result of the unilateral declaration by Malaysia through its 1979 map and the border is subject to dispute, including most of the border in the South China Sea which covers parts of the Spratly Islands. {| class=\"wikitable\" |- ! Point ! Latitude (N) ! Longitude (E) ! Remarks |- ! colspan=\"5\" style=\"text- align:left\" | Boundary with Indonesia according to 1969 continental shelf agreement |- | 48 | 2° 5' | 109° 38'.8 | Southern terminus of continental shelf boundary, eastern terminus of land boundary with Indonesia |- | 49 | 3° 0' | 109° 54'.5 | |- | 50 | 4° 40'.0 | 110° 2'.0 | |- | 51 | 5° 31'.2 | 109° 59'.0 | |- | 52 | 6° 18'.2 | 109° 38'.6 | Northern terminus of continental shelf boundary |- ! colspan=\"5\" style=\"text-align:left\" | Continental shelf according to 1979 map, subject to dispute with China, Brunei, the Philippines and Vietnam. |- | 53 | 7° 027'.75 | 111° 34' | |- | 54 | 8° 23'.75 | 112° 30'.75 | |- | 55 | 8° 44'.42 | 113° 16'.25 | |- | 56 | 8° 33'.92 | 113° 39' | |- | 57 | 8° 24'.42 | 113° 47'.75 | |- | 58 | 8° 24'.43 | 113° 52'.42 | |- | 59 | 8° 23'.75 | 114° 19'.83 | |- | 60 | 8° 30'.25 | 114° 29'.17 | |- | 61 | 8° 28'.17 | 114° 50'.12 | |- | 62 | 8° 55' | 115° 10'.58 | |- | 63 | 8° 49'.08 | 115° 8'.75 | |- | 64 | 8° 19'.92 | 115° 54'.08 | |- | 65 | 8° 01'.5 | 116° 03'.5 | |- ! colspan=\"5\" style=\"text-align:left\" | Boundary with the Philippines according to 1898 treaty and 1930 treaty |- | 66 | 7° 40' | 116° 00' | Western terminus of the treaty defined boundary |- | 67 | 7° 40' | 117° 0' | The western terminus of the Malaysia-Philippines border as per 1930 treaty |- | 68 | 7° 24'.75 | 117° 25'.5 | |- | 69 | 6° 52' | 117° 58' | |- | 70 | 6° 17' | 117° 58' | |- | 71 | 6° 0' | 118° 20' | |- | 72 | 6° 0' | 118° 50' | |- | 73 | 5° 16' | 119° 35' | |- | 74 | 4° 42' | 119° 0' | |- | 75 | 4° 23' | 119° 0' | |- | 76 | 4° 23' | 120° 0' | Malaysia's 1979 map regards this as the Indonesia-Malaysia-Philippines tri-point and the eastern terminus of the Malaysia-Philippines border; the 1898 treaty however gives 4 45'N 120 0'E as the eastern terminus which is now located on the Indonesia-Philippines border |- ! colspan=\"5\" style=\"text-align:left\" | Continental shelf claim according to the 1979 map, subject to dispute by Indonesia. |- | 77 | 3° 02'.75 | 120° 15'.75 | |- | 78 | 3° 01'.5 | 119° 53' | |- | 79 | 3° 06' | 118° 57'.5 | |- | 80 | 3° 08'.67 | 118° 46'.17 | |- | 81 | 3° 39' | 118° 22' | |- | 82 | 4° 03'.65 | 118° 01'.1 | |- | 83 | 4° 08' | 117° 56'.95 | |- | 84 | 4° 10' | 117° 53'.97 | This point is on the eastern terminus of the land boundary |} ==Disputes== Outside the border defined by a 1995 agreement, there is still no formal agreement between Malaysia and Singapore to delimit their common borders and this has resulted in several overlapping claims. Singapore claims a three-nautical-mile (6 km) territorial sea limit, while Malaysia claims a territorial sea limit. Following the International Court of Justice decision on 23 May 2008 on the sovereignty of Pedra Branca which gave the island to Singapore, the new portion of the Malaysia-Singapore maritime border around the island will also need to be determined. The island lies from the easternmost point of Singapore, and southeast of the Malaysian coastline. There is also a dispute involving the alleged incursion into Malaysian territorial waters by land reclamation works by Singapore at the western entrance to the Straits of Johor. ==References== ",
    "title": "Borders of Malaysia"
}