{
    "id": "17303574",
    "text": "An ecological network is a representation of the biotic interactions in an ecosystem, in which species (nodes) are connected by pairwise interactions (links). These interactions can be trophic or symbiotic. Ecological networks are used to describe and compare the structures of real ecosystems, while network models are used to investigate the effects of network structure on properties such as ecosystem stability. == Properties == Historically, research into ecological networks developed from descriptions of trophic relationships in aquatic food webs; however, recent work has expanded to look at other food webs as well as webs of mutualists. Results of this work have identified several important properties of ecological networks. Complexity ([linkage density): the average number of links per species. Explaining the observed high levels of complexity in ecosystems has been one of the main challenges and motivations for ecological network analysis, since early theory predicted that complexity should lead to instability. Connectance: the proportion of possible links between species that are realized (links/species2). In food webs, the level of connectance is related to the statistical distribution of the links per species. The distribution of links changes from (partial) power-law to exponential to uniform as the level of connectance increases. The observed values of connectance in empirical food webs appear to be accountable for by constraints on an organisms diet breadth driven by optimal foraging behaviour. This links the structure of these ecological networks to the behaviour of individual organisms. Degree distribution: the degree distribution of an ecological network is the cumulative distribution for the number of links each species has. The degree distributions of food webs have been found to display the same universal functional form. The degree distribution can be split into its two component parts, links to a species' prey (aka. in degree) and links to a species' predators (aka- out degree). Both the in degree and out degree distributions display their own universal functional forms. As there is a faster decay of the out-degree distribution than the in degree distribution we can expect that on average in a food web a species will have more in links than out links. Clustering: the proportion of species that are directly linked to a focal species. A focal species in the middle of a cluster may be a keystone species, and its loss could have large effects on the network. Compartmentalization: the division of the network into relatively independent sub-networks. Some ecological networks have been observed to be compartmentalized by body size and by spatial location. Evidence also exists which suggests that compartmentilization in food webs appears to result from patterns of species' diet contiguity and adaptive foraging Nestedness: the degree to which species with few links have a sub-set of the links of other species, rather than a different set of links. In highly nested networks, guilds of species that share an ecological niche contain both generalists (species with many links) and specialists (species with few links, all shared with the generalists). In mutualistic networks, nestedness is often asymmetrical, with specialists of one guild linked to the generalists of the partner guild. The level of nestedness is determined not by species features but overall network depictors (e.g. network size and connectance) and can be predicted by a dynamic adaptive model with species rewiring to maximize individual fitness or the fitness of the whole community. In-block nestedness: Also called compound structures , some ecological networks combine compartmentalization at large network scales with nestedness within compartments. Network motif: Motifs are unique sub-graphs composed of n-nodes found embedded in a network. For instance there exist thirteen unique motif structures containing three species, some of these correspond to familiar interaction modules studied by population ecologists such as food chains, apparent competition, or intraguild predation. Studies investigating motif structures of ecological networks, by examining patterns of under/over representation of certain motifs compared to a random graph, have found that food webs have particular motif structures Trophic coherence: The tendency of species to specialise on particular trophic levels leads to food webs displaying a significant degree of order in their trophic structure, known as trophic coherence, which in turn has important effects on properties such as stability and prevalence of cycles. == Stability == The relationship between ecosystem complexity and stability is a major topic of interest in ecology. Use of ecological networks makes it possible to analyze the effects of the network properties described above on the stability of an ecosystem. Ecosystem complexity was once thought to reduce stability by enabling the effects of disturbances, such as species loss or species invasion, to spread and amplify through the network. However, other characteristics of network structure have been identified that reduce the spread of indirect effects and thus enhance ecosystem stability.Suweis, S., Grilli, J., Banavar, J. R., Allesina, S., & Maritan, A. (2015) Effect of localization on the stability of mutualistic ecological networks. \"Nature Communications\", 6 The relationship between complexity and stability can even be inverted in food webs with sufficient trophic coherence, so that increases in biodiversity would make a community more stable rather than less. Interaction strength may decrease with the number of links between species, damping the effects of any disturbanceDiego P. Vázquez, Carlos J. Melián, Neal M. Williams, Nico Blüthgen, Boris R. Krasnov and Robert Poulin. (2007) Species abundance and asymmetric interaction strength in ecological networks. Oikos, 116; 1120-1127.Suweis, S., Grilli, J., & Maritan, A. (2014). Disentangling the effect of hybrid interactions and of the constant effort hypothesis on ecological community stability. \"Oikos\", 123(5), 525-532. and cascading extinctions are less likely in compartmentalized networks, as effects of species losses are limited to the original compartment. Furthermore, as long as the most connected species are unlikely to go extinct, network persistence increases with connectance and nestedness. No consensus on the links between network nestedness and community stability in mutualistic species has however been reached among several investigations in recent years. Recent findings suggest that a trade-off between different types of stability may exist. The nested structure of mutual networks was shown to promote the capacity of species to persist under increasingly harsh circumstances. Most likely, because the nested structure of mutualistic networks helps species to indirectly support each other when circumstances are harsh. This indirect facilitation helps species to survive, but it also means that under harsh circumstances one species cannot survive without the support of the other. As circumstances become increasingly harsh, a tipping point may therefore be passed at which the populations of a large number of species may collapse simultaneously. == Other applications == Additional applications of ecological networks include exploration of how the community context affects pairwise interactions. The community of species in an ecosystem is expected to affect both the ecological interaction and coevolution of pairs of species. Related, spatial applications are being developed for studying metapopulations, epidemiology, and the evolution of cooperation. In these cases, networks of habitat patches (metapopulations) or individuals (epidemiology, social behavior), make it possible to explore the effects of spatial heterogeneity. ==See also== * Biological network * Consumer-resource systems * Food web * Pollination network * Recycling (ecological) ==Notes== == References == ===Specific=== * * * * * * * * * * * * * * * * * ===General=== * * Category:Ecology Category:Networks Category:Ecological connectivity ",
    "title": "Ecological network"
}