{
    "id": "17307082",
    "text": "\"It's Alright\" is a single by Echo & the Bunnymen which was released on 23 April 2001 on the Cooking Vinyl record label. It was the first single to be released from the 2001 album Flowers. It reached number 41 on the UK Singles Chart. ==Overview== The single was released as a 7-inch single and as two separate CD versions – apart from the title track, all three releases had different track listings and each with a different cover. The covers of the three different versions, like their parent album Flowers, are pictures taken from the book Wisconsin Death Trip. Written and producedby Will Sergeant and Ian McCulloch, the title track also had additional production, engineering and mixing by Pete Coleman. The version of \"Rescue\" on CD No. 1 was mixed by Joe McKechnie. ==Critical reception== The song has received mixed reviews. Allmusic described the song as rolling with \"layered guitars\", with McCulloch experimenting vocally for a \"rough-edged spiral of psychedelics and '60s pop flair\" and chose the song as an AMG pick from the Flowers album. CanEhdian.com described the single as having \"both the style and beat that seems to be needed for commercial success\". NME was less positive, describing it as \"a dead-on pastiche of the swirling, Doors-y acid rock\" and \"not a great song\". ==Cover versions== A cover version of \"It's Alright\", performed by Bombones, is included on the 2005 Spanish tribute album Play the Game: Un Tributo a Echo & the Bunnymen. ==Track listings== All tracks written by Will Sergeant and Ian McCulloch except where noted. ;7-inch release (Cooking Vinyl FRY104) #\"It's Alright\" #\"SuperMellow Man\" (instrumental) ;CD No. 1 release (Cooking Vinyl FRYCD104) #\"It's Alright\" #\"Marble Towers\" #\"Rescue\" (The Mindwinder's Remix) (Sergeant, McCulloch, Les Pattinson, Pete de Freitas) ;CD No. 2 release (Cooking Vinyl FRYCD104X) #\"It's Alright\" – 3:29 #\"Scratch the Past\" – 4:05 #\"A Promise\" (Lo-Fi Lullabye #1) (Sergeant, McCulloch, Pattinson, de Freitas) – 6:34 #\"It's Alright\" (video) ==Chart positions== {| class=\"wikitable\" !Chart (2001) !Peak position !Weeks on Chart |- | UK Singles Chart |align=\"center\"| 41 |align=\"center\"| 1 |} ==References== * ==External links== *Lyrics at MTV.com * Category:2001 singles Category:Echo & the Bunnymen songs Category:Songs written by Ian McCulloch (singer) Category:Songs written by Will Sergeant Category:2001 songs Category:Cooking Vinyl singles ",
    "title": "It's Alright (Echo &amp; the Bunnymen song)"
}