{
    "id": "17302897",
    "text": "The Miscellany News (known colloquially as The Misc) is the student newspaper of Vassar College. Established in 1866, it is one of the oldest student newspapers in the country. The paper is distributed every Thursday evening during Vassar's academic year to locations across the College's campus, including dormitories, dining and athletic facilities, communal areas, as well as off-campus locations in the Town of Poughkeepsie. The paper accepts contributions from all members of the college community—students, administrators, faculty, staff, alumnae/i and trustees—and has a regular staff of roughly 40 to 50 student editors, reporters, photojournalists, multimedia correspondents and designers. In addition to its print publication, the staff also publishes articles, videos, and photo essays daily on its website and blogs. == History == The Miscellany News was first published under the name Vassariana on June 27, 1866.Farkas, Brian (March 30, 2009), Covering the Campus: A History of The Miscellany News at Vassar College, 2009 The four-page long issue was meant to be a retrospective of the College's first year, more of a yearbook than the student newspaper which it would become. \"Now we lay down the editorial pen,\" read the conclusion of the paper's first editorial, \"believing it will be taken up by those who will carry on the work we have begun; who, although the foundations are of a rough stone, will build above with polished marble, and who will maintain the Vassariana in the front ranks of the college papers in the land.\"\"The Vassariana\", June, 1866 The paper—one of the first student organizations at Vassar—did indeed grow to be the publication for which the charter editors had hoped. By 1872, the paper was renamed the Vassar Miscellany, as it was originally meant to be a mix—or miscellanea—of reporting, essays and poems. Though in its first years the paper published mostly the latter two genres, by the 1890s— with further funding for student organizations from new President of the College James Monroe Taylor—the Miscellany adjusted its focus to journalism. The paper made this transition complete on February 6, 1914, with the historic publication of its first issue as a weekly paper. The newspaper's 150-year history is chronicled in the book Covering the Campus: A History of the Miscellany News at Vassar College, written by Brian Farkas, a member of the Class of 2010 and Editor-in-Chief of its 142nd Volume. The book begins with a foreword by Catharine Bond Hill, the College's 10th President. == The Modern Miscellany == === Overview === Today, The Miscellany News continues in the tradition started by the editors of 1914, publishing every Thursday morning of Vassar's academic year. The paper is typically 20 pages long each week and consists of six sections—News, Features, Opinions, Humor and Satire, Arts and Sports—which each contain innovative and professionally reported pieces concerning issues of interest on and off campus. The paper's staff consists entirely of Vassar students. Though roughly 40 undergraduates contribute to each issue of the Miscellany, Editorial Board members work most closely with the paper, developing story ideas, assigning articles and helping to shape the finished product; in addition to directing the daily operations of the paper, the Editor in Chief and his or her Executive Board work to guide the overall direction of the news organization.About The Miscellany News === Online === Two years after it received its first e-mail address, The Miscellany News went online in 1996. Today—after establishing its own domain independent from the Vassar College Web site in the summer of 2008—the Miscellany updates its site daily with online articles, photo essays, and videos. In the fall of 2009, the paper announced the launch of five blogs, which would complement its regular online and print content. While the print publication has a regular circulation of 1,000 copies, the Web site receives over 14,000 page impressions each week. ==Current Editors== *Editor-in-Chief: Jessica Moss *Managing Editor: Frankie Knuckles *Senior Editors: Duncan Aronson, Lucy Leonard *Contributing Editors: Leah Cates, Sasha Gopalakrishnan, Isabel Braham, Mack Liederman *News Editors: Aena Khan, Olivia Watson, Tiana Headley *Arts Editor: Taylor Stewart *Opinions Editor: Jonas Trostle *Humor Editor: Francisco Andrade *Sports Editors: Dean Kopitsky, Jonah Frere-Holmes *Photo Editor: Yvette Hu *Business Manager: Robert Pinataro *Social Media Editor: Natalie Bober *Video Production Manager: Alexis Cerritos *Audio Editor: Alex Barnard *Crosswords Editor: Frank *Editor Emerita: Laurel Hennen Vigil *Assistant Features Editor: Gillian Redstone *Assistant Design Editors: Lilly Tipton, Mohtad Allawalla *Assistant Sports Editor: Jackie Molloy *Assistant Opinions Editor: Abram Gregory *Assistant Copy Editors: Jacqueline Gill, Caitlin Patterson, Phoebe Jacoby ==Notable alumni== Many professional journalists, writers and politicians started at The Miscellany News, including: *Edna St. Vincent Millay '17, American lyrical poet and playwright, first woman to receive the Pulitzer Prize for Poetry. *Elizabeth Bishop '33, American poet and writer, was the Poet Laureate of the United States from 1949 to 1950 and a Pulitzer Prize winner in 1956 *Mary Therese McCarthy '33, American author, critic and political activist *Elizabeth Sporkin '78, Executive Editor of People Magazine *Rick Lazio '80, former U.S. Representative (R) from the State of New York and former Republican nominee for U.S. Senate and candidate for Governor of New York *Matthew Kauffman '83, Pulitzer Prize finalist for his work at The Hartford Courant *Neil Strauss '91, American author and journalist, best known for his best-selling work The Game: Penetrating the Secret Society of Pickup Artists *David Gallagher '92, Deputy Technology Editor at The New York Times *Alexandra Berzon '01, won the Pulitzer Prize for her work with the Las Vegas Sun and currently works at The Wall Street Journal == Notes == == External links == *The Miscellany News Web site *Brian Farkas, \"Covering the Campus: A History of The Miscellany News at Vassar College\" *Vassar Encyclopedia's History of The Miscellany News *Vassar Home Page Category:Vassar College Category:Student newspapers published in New York (state) ",
    "title": "The Miscellany News"
}