{
    "id": "17309297",
    "text": "Soné Masué Kallé (born December 5, 1982 in Limbe, Cameroon), commonly known as Kallé Soné, is a Cameroonian football player, who is currently playing for Kuala Lumpur FA. 2018 he signed by Texas based side, Fort Worth Vaqueros Fc the side competed in America's NPSL (National Premier Soccer League) 4th tier in US soccer pyramid. == Career == He started his career at Victoria United Limbé before he was spotted at a youth tournament in France with the Cameroonian youth squad by Jan Streuer who brought him alongside Job Komol and Émile Mbamba in the Vitesse Arnhem youth-academy in The Netherlands in 1997. In 2004, he left the team and moved to Israeli club Hapoel Nazareth Illit F.C.. He played 2 years in Israel before signing a contract in Romania with Unirea Urziceni. Barely after 6 months precisely in January 2007, he left Unirea and moved to FCM Campina. He played 6 months for FCM Câmpina before moving to CS Otopeni in July 2007. In 2011, he was signed by the Malaysian side club Sarawak FA alongside fellow countrymen, Guy Bwele for the 2012 Malaysia Super League Campaign with a fee almost €31.4 million.Senarai Squad Pasukan Musim 2012 | UPDATE: Sarawak, Selangor, Kelantan dan Sabah (MALAY) - (See Sarawak Squad List) at kakiGOL.comSarawak FA Squad List Berita Harian Newspaper Article However, due to an injury he sustained, Kallé only managed to play a game and scored a goal with Sarawak and later was released by Sarawak FA. He was replaced by Croatian striker, Vedran Muratović.Goodbye Sonne, hello Viz Retrieved at 27 January 2012 ==References== ==External links== * Category:1982 births Category:Cameroonian footballers Category:Expatriate footballers in the Netherlands Category:SBV Vitesse players Category:Expatriate footballers in Romania Category:CS Otopeni players Category:FC Unirea Urziceni players Category:Liga I players Category:Hapoel Nof HaGalil F.C. players Category:Expatriate footballers in Israel Category:Living people Category:Cameroonian expatriate sportspeople in Romania Category:FCM Câmpina players Category:Sarawak FA players Category:Association football forwards ",
    "title": "Kallé Soné"
}