{
    "id": "17302400",
    "text": "The Baltimore City Circuit Courthouses are state judicial facilities located in downtown Baltimore, Maryland. They face each other in the 100 block of North Calvert Street, between East Lexington Street on the north and East Fayette Street on the south across from the Battle Monument Square (1815-1822), which held the original site of the first colonial era courthouse for Baltimore County (third county courthouse after previous locations / county seats in old Baltimore village on the Bush River and later Joppa) and Town, after moving the Baltimore County seat in 1767 to the burgeoning port town on the Patapsco River established in 1729-1730. The first courthouse in Baltimore Town was built in 1767 and also later housed briefly for a decade the new United States federal courts in the city, after the ratification and operation of the new Constitution in 1789. On July 28th, 1776/it was the site for the public reading of the Declaration of Independence, just previously approved by the Second Continental Congress on behalf of the Thirteen colonies, now United States of America, meeting at the old Pennsylvania State House (now Independence Hall) three weeks earlier in Philadelphia and read out loud to a gathering of Baltimore Town citizens. It was undercut in 1784 by local builder/contractor Leonard Harbaugh with a pair of arched stone/brick arched piers and raised stone foundation to permit extension of Calvert Street to the north by passing traffic underneath at a lower level. This town/county courts structure was torn down around 1800, leaving an empty small square for fifteen years. A second city / county courthouse of Georgian and Federal style architecture in red brick and limestone trim with a cupola was constructed to the west of old Courthouse Square (later renamed Battle Monument Square in honor of the monument raised for remembering local casualties from the British attack in September 1814 during the Battle of Baltimore during the War of 1812). It was sited on the southwest corner of North Calvert and facing north towards East Lexington Street, completed in 1805. This second City/County Courthouse (which also served the small federal district court and judges chambers for 15 years until 1820, when they were relocated into one wing of the huge massive H-shaped Merchants Exchange building capped with a low dome at South Gay and East Lombard Streets, designed and completed that year by famous British-American architect Benjamin Latrobe) was partially burned on 13th February 1835 during a spate of mysterious arson fires in the city during the bank riots that year, but it was soon repaired. An adjacent Egyptian style masonry building to the west along Saint Paul Street was constructed for a Records Office. It was razed around 1896 along with the other structures on the block to its south and west. A third and current courthouse, was built 1896–1900, on the entire city block west of the 1815-1822 Battle Monument. It is bounded by North Calvert Street on the east, East Lexington Street on the north, East Fayette Street on the south and St. Paul Street on the west. A small federal district courthouse and United States Post Office of white marble and limestone was constructed on the northwest corner of East Fayette and North Street (later renamed Guilford Avenue) in 1860 for the federal offices relocated from the one wing of the 1820 Merchants Exchange and was dedicated by 15th President James Buchanan and served only 29 years until 1889. Then it was replaced by a much larger structure with a clock tower and eight massive chimneys facing to the west on Calvert Street and the Battle Monument, occupying the rest of the entire block between Calvert, Lexington, North (Guilford) and Fayette Streets. That Federal courts and central city Post Office on Calvert Street was replaced after only forty years of use in 1932, during the administration of 31st President Herbert C. Hoover which served for the next four decades until replaced by the current Edward A. Garmatz U.S. Courthouse at West Lombard and South Hanover / Liberty Street/Hopkins Place structure adjacent to the 1960s era Charles Center downtown redevelopment project. The old Hoover era federal courts and post office was then transferred to the city by the federal government in 1977 for its use and renovated with being renamed Courthouse East. Today the two historic main structures of the Maryland state judicial system in the City of Baltimore are the Clarence M. Mitchell Jr. Courthouse of 1896-1900 and Courthouse East (the former Baltimore Post Office and U.S. Courthouse of 1932). Together they house the 30 judges of the 8th Judicial Circuit for the State of Maryland (Circuit Court of Maryland for Baltimore City). In addition to the criminal, civil and family (formerly orphans court) courts, these two courthouses also contain the Office of the State's Attorney for Baltimore City, the Clerk of the Circuit Court, the historic Baltimore City Bar Law Library, the City Sheriff's Office, the recently established Baltimore Courthouse and Law Museum (in the former Orphans Court chambers), the Pretrial Release Division of the Maryland Department of Public Safety and Correctional Services, several pretrial detention lockups, jury assembly rooms, land records, court medical offices and Masters hearing rooms. ==History of area== What was the first federal courthouse in the city was constructed at what later became known as Battle Monument Square. Federal judges served on a circuit court basis, also holding court in other cities. The Battle Monument was designed by Maximilian Godefroy, (1765 – c. 1838), and built starting in 1815, on the first anniversary of the British attack on the city during the War of 1812. (It was completed in 1827, when sixth President John Quincy Adams, saluted the town as \"The Monumental City\".) ==Clarence M. Mitchell Jr. Courthouse== Washington Surrendering His Commission, mural by Edwin Blashfield, 1903 In 1894, 79 local and national architectural firms responded to a nationwide design competition under the Tarsney Act for the new federal district courthouse to be located at Baltimore City. This act required competition in the design of Federal buildings and was administered by the Office of the Supervising Architect of the U.S. Department of the Treasury. Of the entries, a Beaux Arts–styled architecture of Roman and Greek Revival Courthouse was chosen that was proposed by the Baltimore firm of Wyatt and Nolting. The cornerstone for the Baltimore City Courthouse on the northeast corner facing Calvert and East Lexington Streets was laid in 1896; the building was dedicated at completion at a public ceremony on January 8, 1900. Concerns that courtrooms were too austere resulted in the addition of murals executed between 1902 and 1910 by a number of artists, including the 1904 Burning of the 'Peggy Stewart' by Charles Yardley Turner (citizens of Annapolis had burned the ship in reaction to the \"Tea Act\" by the British Parliament in 1774, symbolizing rising resistance). In 1903, Edwin Blashfield's mural depicting General George Washington's resignation as commander-in-chief of the Continental Army at Annapolis, Maryland on December 23, 1783 was unveiled in Courtroom 451. A bronze statue of Cecilius Calvert (1605–1675), the second Lord Baltimore and First Proprietor of the Province of Maryland was erected in 1908 on the steps outside the west entrance, facing Saint Paul Street; it was sponsored by the Society of Colonial Wars in the State of Maryland. It is the site of annual \"Maryland Day\" (March 25) ceremonies which continue inside in the ceremonial chambers. Because of changing court needs, a joint evaluation study of the structure was completed in 1946 by architect Otto Eugene Adams and Henry Adams, Inc., under the administration of Mayor Thomas D'Alesandro Jr.. The courthouse was expanded and renovated by 1950 to serve modern judicial needs (but the interior light courtyards were filled in to supply offices; there were other alterations characterized as ill-conceived).\"Courthouse Plan Mapped, Renovation Program Recommended To Mayor,\" Baltimore (Morning) Sun, November 6, 1946. In 1985, this federal courthouse was rededicated in honor of Baltimore's noted national civil rights leader, Clarence M. Mitchell Jr. (1911–1984). An assessment and renovation study of the Baltimore Courthouse was presented in 1989. It took until 2000 for funding and plans to accomplish substantial exterior improvements.\"Shabby courthouse robs law of dignity;\" \"A slum: Baltimore's circuit courthouses need major repair, deep cleaning and renovation\"; The Sun. Baltimore, Md.: March 13, 2000. p. 8.A. The study by architectural firm Richter Cornbrooks Gribble concluded that the building should be re-used, rather than abandoned in favor of new facilities; renovation proceeded under architect Kann & Associates. Despite criticism of the first renovation, the architects recognized that the 1950 reconfiguration of the courthouse \"probably prevented it from being demolished altogether.\" in the 1950s.Edward Gunts, \"'Temple of justice' fraying Mitchell Courthouse deserves a better fate than deterioration;\" ARCHITECTURE; The Sun (Baltimore, Md.): October 1, 2000. p. 6.E. Studies continued into 2002, when architects Richter Cornbrooks Gribble Inc. of Baltimore and Ricci Associates of New York suggested a remodeling that would return the interior formal spaces to a configuration closer to the pre-1940s arrangement.Edward Gunts, \"Court building obsolete, city told; New criminal courthouse, renovations would cost $293 million, report says;\" The Sun, (Baltimore, Md.): December 9, 2002. p. 1.A. ===Description=== The courthouse occupies a full city block. Eight Ionic columns, each weighing 35 tons and measuring 31 feet in height, support the base of the roof facing Calvert Street. These columns are seven feet taller than those surrounding the United States Capitol. Granite, quarried from Woodstock, Maryland, wraps the basement level and provides a solid base for the white marble-six story courthouse facade. ==Courthouse East (old United States Courthouse and General Post Office for Baltimore)== U.S. Post Office and Courthouse or \"Courthouse East\", is a historic combined post office and Federal courthouse located in Baltimore, Maryland, United States. It occupies an entire city block and measures 238 feet, 2 inches east-west by 279 feet, 10 inches north-south. It is of steel frame construction with concrete floors and tile roof, basement of granite, and outer walls of white Indiana limestone. The structure is six stories in height and provided with basement and two sub- basements. It was completed in 1932 at the beginning of the Great Depression, during the term of 30th President Herbert Hoover and provided thousands of jobs for the City. The Old Post Office/Federal Courthouse features some classical ornamentation on a fairly simplified stone exterior. The Courthouse was transferred to the state in 1975 for its use in Baltimore following the relocation of the federal court functions to the new U.S. Courthouse (later named for local U.S. Rep. Edward Garmatz) at West Lombard and North Hanover streets, just south of the new Charles Center downtown redevelopment of the late 1950s-early 60's. In 1972, the main U.S. Post Office for the City was moved to large several-block sized structure at East Fayette, North Front Streets, east of the Jones Falls. The state renovation/restoration of what is now known as Baltimore City \"Courthouse East\" was completed by 1990. Hord Coplan Macht Inc. was the architect and interior designer for the adaptive reuse of the old Baltimore Post Office; the restoration contractor was Lake Falls Construction Inc.Martin Azola named `Remodeler of the Year' (other awards included); by Edward Gunts (architecture reporter/critic), \"The Sun\", (Baltimore, Md.): December 2, 1990. p. 1.K. ===History=== Some notable federal district court cases held in this building include: *1934: Judge W. Calvin Chesnut became the first jurist to strike down a New Deal Act of Congress. *1948: Alger Hiss filed a libel suit against Whittaker Chambers *1968 and 1969: the Berrigans were indicted in this courthouse for destroying Federal records as a protest against the Vietnam War. *1973: Vice President Spiro T. Agnew pleaded nolo contendere to tax evasion and resigned as Vice President under Richard M. Nixon. After this site was serving as a city site of state court, in 2010 Baltimore Mayor Sheila Dixon was tried by the state and found guilty in this courthouse. The U.S. Post Office and Courthouse was listed on the National Register of Historic Places in 1977. ==References== Category:Courthouses in Maryland Category:Downtown Baltimore Category:Greek Revival architecture in Maryland Category:Neoclassical architecture in Maryland Category:Government buildings completed in 1900 Category:Government buildings completed in 1930 Category:Government buildings in Baltimore Category:Post office buildings on the National Register of Historic Places in Maryland Category:Government buildings on the National Register of Historic Places in Baltimore Category:1900 establishments in Maryland ",
    "title": "Baltimore City Circuit Courthouses"
}