{
    "id": "17308706",
    "text": "Marshall Stevens (18 April 1852 – 12 August 1936) was an English property developer. His work with Daniel Adamson and others led to the construction of the Manchester Ship Canal, completed in 1894. ==Biography== Stevens was born on 18 April 1852 in Plymouth, England. He was appointed general manager of the Ship Canal Company in 1891. On 1 January 1897, Stevens resigned from the canal company to become general manager of Trafford Park Estates, a company set up by Ernest Terah Hooley to develop Trafford Park, the ancestral home of the de Trafford family, into what became the first and largest planned industrial estate in the world. He also served as Conservative Member of Parliament for Eccles from 1918 to 1922. Stevens died on 12 August 1936 in Devonport, Devon and was buried in St Catherine Church, Barton-upon-Irwell. Shareholders in Trafford Park Estates subscribed to pay for a memorial. ==Legacy== Memorial to Marshall Stevens A 22-ton block of Welsh granite with a bronze portrait medallion and inscription was designed and made by Ashton upon Mersey sculptor, Arthur Sherwood Edwards. It was unveiled at the junction of Trafford Park Road and Ashburton Road in October 1937. In 1993, the memorial was relocated to Wharfside Promenade with the introduction of a new road layout. As the site became part of Imperial War Museum North, the memorial was put into temporary storage when construction work began on the museum. It is now in Trafford Park Village at the junction of Third Avenue and Eleventh Street. The memorial is inscribed: {|class=\"toccolours\" style=\"float: center; margin- left: 30em; font-size: 85%; width:29em; max-width: 40%;\" cellspacing=\"1\" |- | Marshall Stevens 1852–1936 To whose foresight, energy and ability the successful development of Trafford Park as an industrial area is due. |} ==References== ===Citations=== ==External links== * Category:1852 births Category:1936 deaths Category:People from Plymouth Category:British real estate businesspeople Category:Conservative Party (UK) MPs for English constituencies Category:UK MPs 1918–1922 ",
    "title": "Marshall Stevens"
}