{
    "id": "17308331",
    "text": "Matthew E. Kahn (born 1966) is a leading American educator in the field of environmental economics. He is the Bloomberg Distinguished Professor of Economics and Business at Johns Hopkins University, with appointments at the Krieger School of Arts and Sciences and the Carey Business School. He is also the Director of Johns Hopkins University's 21st Century Cities Initiative. == Biography == Kahn grew up in New York City and graduated from Scarsdale High School in Scarsdale, New York, in 1984. He then attended Hamilton College, where he obtained his B.A. in Economics in 1988. During this time, he also obtained his G.C. in Economic History from the London School of Economics. He earned his Ph.D. in Economics at the University of Chicago in 1993. Kahn began his academic career as an Assistant Professor of Economics and International Affairs at Columbia University, and was promoted to Associate Professor in 1999. He moved to Tufts University as an Associate Professor of Economics in 2000. Kahn joined the University of California, Los Angeles in 2006 as a Professor. His primary appointment was at the Institute of the Environment and Sustainability. He also had courtesy appointments in the Department of Economics, the Department of Public Policy, the Anderson School of Management, and the Law School. Kahn joined the University of Southern California (USC) as a Professor of Economics in 2015, and became chair of the department in 2017. In July 2019, he joined Johns Hopkins University. Kahn has also taught as a visiting professor at Harvard University, Stanford University, and the National University of Singapore. In addition to his academic appointments, Kahn is a research associate at the National Bureau of Economic Research and has been a research fellow at IZA since 2013. He is also an associate editor of the Journal of Urban Economics and PLOS One. He is married to Dora L. Costa. Professor Costa is an economic historian and demographer who teaches at UCLA. Kahn and Costa have collaborated on numerous papers. Their first publication together was a paper on the increasing number of highly educated young “power couples” moving to large cities. The two co-authored a book, Heroes and Cowards: The Social Face of War. == Research == Kahn's research focuses on environmental, urban, real estate and energy economics. He investigates the causes and effects of urban economic growth and related issues of quality of life in cities. He has conducted and published research on public transit, sprawl, and the costs and benefits of environmental regulation in urban settings, as well as a comparison of the carbon footprints of different cities and investigation of how people living in cities are adapting to climate change. He is also known for his work on social capital.Economic Trends By Gene Koretz, July 23, 2001, Business Week. He blogs on these topics at greeneconomics.blogspot.com. In 2009, the Wall Street Journal named him one of the top 25 economics bloggers.https://www.wsj.com/articles/SB124768581740247061 Kahn is the director of the 21st Century Cities Initiative (21CC). 21CC is Johns Hopkins University’s center for research, teaching, and outreach on urban economic growth and quality of life. The initiative hosts workshops and symposiums, produces policy briefs, and fosters student research opportunities. The initiative collects and analyses data to evaluate the effectiveness of policies on the local, state, and federal level. Kahn has published many papers and has authored five books, including Green Cities: Urban Growth and the Environment (Brookings Institution Press, 2006) and (with Dora L. Costa) Heroes and Cowards: The Social Face of War, which was published late in 2008 by Princeton University Press.UCLA Anderson School of Management | Wilbur K. Woo Greater China Business Conference | Speaker Bios In 2010, Basic Books published his book on climate change adaptation and cities, Climatopolis: How Our Cities Will Thrive in the Hotter World. In July 2013, he published a free markets environmental textbook, Fundamentals of Environmental and Urban Economics.Amazon link In May 2016, Princeton University Press published his book, Blue Skies over Beijing: Economic Growth and the Environment in China. This book is co-authored with Professor Siqi Zheng of Tsinghua University in China. ==Books== * Green Cities: Urban Growth and the Environment, Brookings Institution Press, 2006. * Heroes and Cowards: The Social Face of War, with Dora L. Costa, Princeton University Press, 2008. * Climatopolis,http://www.voxeu.org/article/climatopolis-how-will-climate- change-impact-urbanites-and-their-cities Basic Books, 2010. * Fundamentals of Environmental and Urban Economics, Amazon Books, 2016. * Blue Skies Over Beijing: Economic Growth and the Environment in China,http://press.princeton.edu/titles/10701.html Princeton Press, 2016. == References == ==External links== * Category:1966 births Category:Living people Category:University of Chicago alumni Category:Harvard University faculty Category:Stanford University faculty Category:Tufts University faculty Category:Environmental economists Category:UCLA Anderson School of Management faculty Category:University of Southern California faculty Category:People from Scarsdale, New York Category:Scarsdale High School alumni ",
    "title": "Matthew Kahn"
}