{
    "id": "17305267",
    "text": "Günther Radusch (11 November 1912 – 29 July 1988) was a World War II German Luftwaffe pilot and wing commander. As a fighter ace, he claimed 65 enemy aircraft shot down in over 140 combat missions. He claimed one victoriy in the Spanish Civil War. During World War II, he was credited with 64 aerial victories in Defense of the Reich all of which claimed at night and includes the destruction of 57 four-engined bombers. Born in Schwetz, Radusch volunteered for military service in the Reichsheer of the Weimar Republic in 1931. In parallel, he was accepted for flight training with the Deutsche Verkehrsfliegerschule, a covert military-training organization, and at the Lipetsk fighter-pilot school. Following flight training, he served with Jagdgeschwader 134 \"Horst Wessel\" (JG 134—134th Fighter Wing) and volunteered to fight in the Spanish Civil War where he claimed one aerial victoriy. For his service in Spain he was awarded the Spanish Cross in Gold with Swords. At the outbreak of World War II on 1 September 1939, Radusch served with Zerstörergeschwader 1 and was appointed a squadron leader in June 1940. This unit became the nucleus of the newly created night fighter wing Nachtjagdgeschwader 1. He claimed his first nocturnal aerial victory on the night of 9/10 April 1941. In August 1943, Radusch was appointed Geschwaderkommodore (wing commande) of Nachtjagdgeschwader 5. Following his 25th aerial victory, he was awarded the Knight's Cross of the Iron Cross on 29 August 1943. In February 1944, Radusch was given command of Nachtjagdgeschwader 2 and received the Oak Leaves to his Knight's Cross on 6 April 1944 after 58 nocturnal aerial victories. In October, he was appointed commander of Nachtjagdgeschwader 3, a position he held until the end of World War II. After the war, Radusch reentered military service in the Bundeswehr in 1958 and retired 1971. Radusch died on 29 July 1988 in Nordstrand, West Germany. ==Early life and career== Radusch, the son of a middle school director, was born on 11 November 1912 in Schwetz, present-day Świecie in northern Poland, at the time in West Prussia within the German Empire. While at school, he learned to fly glider aircraft. In April 1931, Radusch began his pilot training at the Deutsche Verkehrsfliegerschule (DVS—German Air Transport School) at Schleißheim. The DVS was headed by Karl Bolle, a World War I fighter pilot, and his flight instructor was Wilhelm Stör, another World War I fighter pilot. He and 29 other trainees were part of Kameradschaft 31 (camaraderie of 1931), abbreviated \"K 31\". Among the members of \"K 31\" were future Luftwaffe staff officers Bernd von Brauchitsch, Wolfgang Falck, Günther Lützow, Ralph von Rettberg and Hannes Trautloft. Radusch graduated from the DVS on 19 February 1932. Radusch and nine others, among them Lützow, Falck and Trautloft, were recommended for training at the Lipetsk fighter-pilot school in the Soviet Russia. Following his return from flight training, Radusch joined 4. (Preußisches) Infanterie-Regiment (4th (Prussian) Infantry Regiment), in Schwerin. There he completed his basic training, attended the Kriegsschule (war school) in Dresden, and was promoted to Leutnant (second lieutenant) on 1 October 1934. In 1935, he officially transferred to the newly formed Luftwaffe, at first serving as a fighter pilot instructor at Schleißheim, and was then assigned to the III. Gruppe (3rd group) of Jagdgeschwader 134 \"Horst Wessel\". III. Gruppe of JG 134 was formed on 4 January 1936 at Döberitz under the command of Major Oskar Dinort. The Gruppe was initially equipped with the Heinkel He 51 A-1. On 24 February, the unit was ordered to Lippstadt Airfield and participated in the remilitarisation of the Rhineland. He was sent to Spain as part of the Condor Legion in October 1936. He claimed his only aerial victory in the Spanish Civil War on 22 April 1937. Together with fellow pilot Franz Heilmayer of 2. Staffel (2nd squadron) of Jagdgruppe 88 they each claimed one Polikarpov I-15 shot down, one of which was flown by Felipe del Río Crespo, a seven victory flying ace. Radusch also tested the Heinkel He 112 under combat conditions in Spain. For his services in Spain, he received the Spanish Cross in Gold with Swords (). In 1939, Radusch served on the staff of the Inspekteur der Jagdflieger, an organization within the Luftwaffe responsible for the readiness, training and tactics of the fighter force. ==World War II== On Friday 1 September 1939, German forces invaded Poland starting World War II in Europe. Radusch flew the Messerschmitt Bf 110 heavy fighter during the Norwegian campaign and during the Battle of France. On the night of 30 April and 1 May, 50 Royal Air Force (RAF) Armstrong Whitworth Whitley, Vickers Wellington and Handley Page Hampden bombers attacked Luftwaffe airfields in Norway. Radusch , Falck, Oberleutnant Werner Streib, and another pilot, followed the bombers shortly before sunup on their flight back to England. The pilots attacked the bombers without claiming any aerial victories. Radusch Bf 110 sustained combat damage in the encounter, numerous bullet holes were counted following his landing at Aalborg. On 1 June, he was appointed Staffelkapitän (squadron leader) of 2. Staffel of Zerstörergeschwader 1 (ZG 1—1st Destroyer Wing), a squadron of I. Gruppe under the command of his \"K 31\" comrade Falck. On 22 June 1940, General der Flieger Albert Kesselring called Falck that Hermann Göring, commander-in-chief of the Luftwaffe, had tasked him with the creation of Nachtjagdgeschwader 1 (NJG 1—1st Night Fighter Wing). In consequence, I. Gruppe of ZG 1 became the I. Gruppe of NJG 1\\. ===Night fighter career=== A map of part of the Kammhuber Line. The 'belt' and night fighter 'boxes' are shown. Following the 1939 aerial Battle of the Heligoland Bight, bombing missions by the RAF shifted to the cover of darkness, initiating the Defence of the Reich campaign. By mid-1940, Generalmajor (Brigadier General) Josef Kammhuber had established a night air defense system dubbed the Kammhuber Line. It consisted of a series of control sectors equipped with radars and searchlights and an associated night fighter. Each sector, named a Himmelbett (canopy bed), would direct the night fighter into visual range with target bombers. In 1941, the Luftwaffe started equipping night fighters with airborne radar such as the Lichtenstein radar. This airborne radar did not come into general use until early 1942. On 1 July 1940, Radusch was appointed Gruppenkommandeur (group commander) of I. Gruppe of NJG 1\\. Already on 7 October 1940, he was appointed commander of I. Gruppe of Nachtjagdgeschwader 3 (NJG 3—3rd Night Fighter Wing), a position he held until 2 October 1941. Radusch clamed his first nocturnal aerial victory on 10 April 1941 when he shot down a Wellington bomber southwest Papenburg. ===Wing commander=== On 1 August 1943, Radusch was appointed Geschwaderkommodore (wing commande) of Nachtjagdgeschwader 5 (NJG 5—5th Night Fighter Wing). On the night of 17/18 August, Bomber Command launched Operation Hydra, the attack on a German scientific research centre at Peenemünde. Defending against this attack, Radusch claimed three bombers shot down near Peenemünde, taking his total to 25 nocturnal aerial victories. For this, he was awarded the Knight's Cross of the Iron Cross () on 29 August. Radusch was promoted to Oberstleutnant (lieutenant colonel) on 1 February 1944. On 21 January, Major Heinrich Prinz zu Sayn-Wittgenstein, the commander of Nachtjagdgeschwader 2 (NJG 2—2nd Night Fighter Wing), had been killed in action. On 4 February, Radusch succeeded Sayn-Wittgenstein in command of NJG 2 while command of NJG 5 was passed on to Major Egmont Prinz zur Lippe- Weißenfeld. Radusch shot down Halifax LV794 from No. 78 Squadron on 26 February. Pilot Flight Lieutenant William Carruthers met Radusch afterwards and recalled how the German pilot him in good English that he had studied at Oxford University before the war before he handed him cigarettes and chocolate. Radusch departed after expressing his regrets at the loss of Carruthers' aircraft and crew. He became the 444th recipient of the Knight's Cross of the Iron Cross with Oak Leaves () on 6 April 1944 after 58 nocturnal aerial victories. The presentation was made by Adolf Hitler at the Berghof, Hitler's residence in the Obersalzberg of the Bavarian Alps, on 5 May 1944. alt=A black-and-white photo of six soldiers standing around a flag-covered coffin. On 7 October, Helmut Lent, the Geschwaderkommodore of NJG 3, died of wounds sustained in a flying accident the day before. Lent's state funeral was held in the Reich Chancellery, Berlin, on Wednesday 11 October 1944. Radusch, together with Oberstleutnant Hans-Joachim Jabs, Major Rudolf Schoenert, Hauptmann Heinz Strüning, Hauptmann Karl Hadeball and Hauptmann Paul Zorner, formed the guard of honour. On 12 November, Radusch succeeded Lent in command of NJG 3 which he led until the German surrender in May 1945. Radusch was promoted to Oberst (colonel) on 30 January 1945. He tested the Focke-Wulf Ta 154 as a night fighter aircraft in February but rejected it for its less than impressive performance. ==Later life== On 1 September 1958, Radusch reentered military service in the Bundeswehr holding the rank of Oberst in the West German Air Force. Until March 1964, he commanded the flight school () at Landsberg-Lech Air Base. ==Summary of career== ===Aerial victory claims=== Radusch was credited with 65 aerial victories claimed in over 140 combat missions. He claimed one victory during the Spanish Civil War, the remaining 64 victories were all claimed at night and includes the destruction of 57 four-engine bombers. Foreman, Matthews and Parry, authors of Luftwaffe Night Fighter Claims 1939 – 1945, researched the German Federal Archives and found records for 64 nocturnal victory claims. Matthews and Foreman also published Luftwaffe Aces — Biographies and Victory Claims, listing Radusch with 65 claims, including one as a daytime fighter pilot in Spain. {| class=\"wikitable plainrowheaders collapsible collapsed\" style=\"margin-left: auto; margin-right: auto; border: none; text-align:right; width: 100%;\" |- ! colspan=\"7\" | Chronicle of aerial victories |- !scope=\"col\"| Claim (total) !scope=\"col\"| Claim (nocturnal) !scope=\"col\" style=\"width:130px\"| Date !scope=\"col\"| Time !scope=\"col\"| Type !scope=\"col\"| Location !scope=\"col\"| Serial No./Squadron No. |- ! colspan=\"7\" | – 2. Staffel of Jagdgruppe 88 – |- | 1 | | 22 April 1937 | | I-15 | Spain | |- ! colspan=\"7\" | – Stab I. Gruppe of Nachtjagdgeschwader 3 – |- | 2 | 1 | 10 April 1941 | 03:00 | Wellington | southwest Papenburg | |- ! colspan=\"7\" | – Stab II. Gruppe of Nachtjagdgeschwader 3 – |- | 3 | 2 | 27 February 1942 | 00:55 | Wellington | west Westerland | |- | 4 | 3 | 26 April 1942 | 02:08 | Stirling | south Scheldt Estuary | |- | 5 | 4 | 28 April 1942 | 01:05 | Stirling | Rømø | |- | 6 | 5 | 29 April 1942 | 02:18 | Wellington | | |- | 7 | 6 | 17 August 1942 | 02:42 | Halifax | Sønderborg | |- | 8 | 7 | 17 August 1942 | 02:52 | Halifax | | |- | 9 | 8 | 22 September 1942 | 01:01 | Wellington | west Blidsel | |- | 10 | 9 | 2 October 1942 | 01:04 | Stirling | | |- | 11 | 10 | 2 October 1942 | 01:22 | Stirling | | |- | 12 | 11 | 17 December 1942 | 19:53 | Lancaster | southeast Ribe | |- | 13 | 12 | 8 January 1943 | 20:00 | Lancaster | west Sylt | |- | 14 | 13 | 17 January 1943 | 22:14 | Lancaster | west Eiderstedt | |- | 15 | 14 | 21 April 1943 | 03:07 | Stirling | in sea | |- | 16 | 15 | 21 April 1943 | 03:32 | Stirling | in sea | |- | 17 | 16 | 15 June 1943 | 01:15 | Lancaster | south Venlo | |- | 18 | 17 | 15 June 1943 | 01:20 | Lancaster | west-southwest Venlo | Lancaster ED973/No. 100 Squadron RAF 7 killed |- ! colspan=\"7\" | – 3./Nachtjagdgeschwader 1 – |- | 19 | 18 | 17 June 1943 | 01:45 | Lancaster | northeast Neerpelt | |- | 20 | 19 | 22 June 1943 | 01:34 | Halifax | north-northwest Venlo | Halifax HR799/No. 35 Squadron RAF |- ! colspan=\"7\" | – Stab I. Gruppe of Nachtjagdgeschwader 1 – |- | 21 | 20 | 25 June 1943 | 00:57 | Wellington | Wellen | Wellington HF606/No. 300 Polish Bomber Squadron |- | 22 | 21 | 25 June 1943 | 01:15 | Wellington | Jasmund | Possibly Wellington HZ376/No. 300 Polish Bomber Squadron Perhaps crashed due to anti-aircraft fire. 4 men killed, 2 captured |- | 23 | 22 | 25 June 1943 | 01:24 | Lancaster | northwest Venlo | |- | 24 | 23 | 26 June 1943 | 01:58 | Halifax | south Nijmegen | Halifax JD261/No. 51 Squadron RAF 7 men killed |- | 25 | 24 | 29 June 1943 | 02:15 | Halifax | Waalre | Halifax JD215/No. 419 Bomber Squadron RCAF 7 men killed |- | 26 | 25 | 29 June 1943 | 02:24 | Halifax | south Eindhoven | Halifax II DT783 ZA-Q/No. 10 Squadron RAF, 7 killed |- | 27 | 26 | 29 June 1943 | 02:34 | Halifax | north Helmond | |- | 28 | 27 | 29 June 1943 | 02:56 | Lancaster | northwest Eindhoven | |- ! colspan=\"7\" | – Stab II. Gruppe of Nachtjagdgeschwader 3 – |- | 29 | 28 | 28 July 1943 | 00:26 | Lancaster | south Vollerwiek | |- | 30 | 29 | 28 July 1943 | 00:43 | Lancaster | Wöhrden | |- | 31 | 30 | 30 July 1943 | 00:25 | Lancaster | north Hemminger | |- | 32 | 31 | 3 August 1943 | 01:22 | Lancaster | east-southeast Helgoland | Lancaster ED705/No. 100 Squadron RAF 7 killed |- | 33 | 32 | 3 August 1943 | 02:14 | Halifax | north-northwest Helgoland | Halifax HR859/No. 51 Squadron RAF |- ! colspan=\"7\" | – Stab of Nachtjagdgeschwader 5 – |- | 34 | 33 | 18 August 1943 | 01:46 | four-engined bomber | Peenemünde | Lancaster LM342/No. 467 Squadron RAAF |- | 35 | 34 | 18 August 1943 | 01:55 | four-engined bomber | Peenemünde | |- | 36 | 35 | 18 August 1943 | 02:00 | four-engined bomber | Peenemünde | |- ! colspan=\"7\" | – Stab II. Gruppe of Nachtjagdgeschwader 3 – |- | 37 | 36 | 22 September 1943 | 01:01 | Wellington | | |- ! colspan=\"7\" | – Stab of Nachtjagdgeschwader 5 – |- | 38 | 37 | 27 September 1943 | 23:24 | Lancaster | southwest Hanover | |- | 39 | 38 | 9 October 1943 | 01:51 | Lancaster | west Hanover | |- | 40 | 39 | 22 October 1943 | 20:57 | Halifax | west-northwest Kassel | |- | 41 | 40 | 22 October 1943 | 21:04 | Halifax | northeast Kassel | |- | 42 | 41 | 22 October 1943 | 22:13 | Lancaster | north Kassel | |- | 43 | 42 | 14 January 1944 | 19:29 | Lancaster | | |- | 44 | 43 | 20 January 1944 | 19:30 | Lancaster | | |- | 45 | 44 | 20 January 1944 | 19:39 | Lancaster | | |- | 46 | 45 | 21 January 1944 | 23:15 | Halifax | | |- | 47 | 46 | 29 January 1944 | 03:12 | Halifax | | |- | 48 | 47 | 30 January 1944 | 20:24 | Lancaster | | |- | 49 | 48 | 30 January 1944 | 20:27 | Lancaster | | |- | 50 | 49 | 30 January 1944 | 20:30 | Lancaster | | |- ! colspan=\"7\" | – Stab of Nachtjagdgeschwader 2 – |- | 51 | 50 | 20 February 1944 | 05:39 | four-engined bomber | KH-9 | Lancaster ND410/No. 12 Squadron RAF |- | 52 | 51 | 25 February 1944 | 24:00 | Halifax | Schnee-Eifel | |- | 53 | 52 | 26 February 1944 | 00:30 | Halifax | south Rottweil | Halifax LV794/No. 78 Squadron RAF |- | 54 | 53 | 31 March 1944 | 00:36 | four-engined bomber | Adenau | |- | 55 | 54 | 31 March 1944 | 00:41 | Lancaster | southwest Koblenz | |- ! colspan=\"7\" | – 8. Staffel of Nachtjagdgeschwader 2 – |- | 56 | 55 | 22 May 1944 | 01:44 | four-engined bomber | LK-LL-KL-KK | |- | 57 | 56 | 22 May 1944 | 01:56 | four-engined bomber | LK-LI-KI-KK | |- | 58 | 57 | 22 May 1944 | 02:00 | four-engined bomber | IK-KK-KI-II | |- ! colspan=\"7\" | – Stab of Nachtjagdgeschwader 2 – |- | 59 | 58 | 28 May 1944 | 02:07 | four-engined bomber | Meerle | |- | 60 | 59 | 13 June 1944 | 01:48 | four-engined bomber | Amiens | |- | 61 | 60 | 29 June 1944 | 00:37 | Halifax | Compiègne | |- | 62 | 61 | 29 June 1944 | 00:44 | Halifax | Soissons | |- | 63 | 62 | 1 July 1944 | 01:12 | four-engined bomber | Saint-Leu-d'Esserent | |- | 64 | 63 | 1 July 1944 | 01:14 | four-engined bomber | Saint-Leu-d'Esserent | |- | 65 | 64 | 8 July 1944 | 01:05 | Lancaster | TB-89 | |} ===Awards=== * Spanish Cross in Gold with Swords (14 April 1939) * Iron Cross (1939) 2nd and 1st Class * Honour Goblet of the Luftwaffe (Ehrenpokal der Luftwaffe) on 19 October 1942 as Major and Gruppenkommandeur * German Cross in Gold on 13 February 1943 as Major in the II./Nachtjagdgeschwader 3 * Knight's Cross of the Iron Cross with Oak Leaves ** Knight's Cross on 29 August 1943 as Major and Gruppenkommandeur of the II./Nachtjagdgeschwader 3 ** 444th Oak Leaves on 6 April 1944 as Oberstleutnant and Geschwaderkommodore of Nachtjagdgeschwader 5 ==Notes== ==References== ===Citations=== ===Bibliography=== * * * * * * * * * * * * * * * * * * * ==External links== * A disastrous night for Bomber Command, 19-20 February 1944 Category:1912 births Category:1988 deaths Category:People from Świecie Category:People from West Prussia Category:Luftwaffe pilots Category:German World War II flying aces Category:Recipients of the Spanish Cross Category:Recipients of the Gold German Cross Category:Recipients of the Knight's Cross of the Iron Cross with Oak Leaves Category:Condor Legion personnel ",
    "title": "Günther Radusch"
}