{
    "id": "17313697",
    "text": "Viktor Alekseyevich Popkov (; June 17, 1946 – June 2, 2001) was a Russian dissident, Christian, humanitarian, human rights activist and journalist. A deeply religious Old Believer and pacifist, Popkov taught non-violence, and spent the last 15 years of his life in conflict areas of the collapsing Soviet Union, including the Abkhaz–Georgian conflict, the Nagorno-Karabakh War, and the Chechen Wars. Popkov died on June 2, 2001, after being shot during a drive-by shooting while working as an aid worker in Chechnya days earlier. ==Early life and activism== Viktor Alekseyevich Popkov was born on 17 June 1946, in Krasnodar, Russian SFSR, Soviet Union. Popkov spent much of his childhood in the Azerbaijan SSR, as his parents worked in the Zagatala State Reserve. Popkov studied physics in Moscow but left without graduating, instead becoming a journalist and a seismologist in Kamchatka. In 1979 he married Tatyana Lebedeva. == Caucasus activity == In 1992, Popkov founded and then led the interdenominational and inter-ethnic human rights group Omega, set up to promote dialogue between different ethnicities and religious denominations in the Nagorno-Karabakh War. He also joined the Memorial Human Rights Center, a leading Russian human rights group, and worked as a freelance journalist for the oppositionist newspaper Novaya Gazeta. Popkov later led a peace march in Abkhazia, delivered food to the starving town of Tkvarcheli besieged by the Georgian forces, and helped save many people from summary execution after the fall of Sukhum. Popkov began working in Chechnya in 1995 during the First Chechen War, where he helped negotiate the release of dozens of civilian hostages and prisoners of war (including a Russian Army general), and was a frequent visitor to Grozny during the heavy fighting, where he helped release some of the Russian prisoners of war held in the Presidential Palace in Grozny just before the Russian bombing in 1995. In the aftermath of the war, he delivered humanitarian aid to refugees and documented atrocities, and during the Second Chechen War he filmed the aftermath of the Novye Aldi massacre in 2000. In 1999 he conducted a 40-day hunger strike in protest at the renewed war in Chechnya. Afterwards, he became involved in attempts to restore contacts between Chechen Republic President Aslan Maskhadov and the Russian federal authorities. During the Second Chechen War, Popkov often was arbitrarily detained by the security forces and his humanitarian activities were severely hindered by the Russian military. He was also frequently detained and threatened by some of the Chechen field commanders. ==Death== On 18 April 2001, Popkov was assassinated near the village of Alkhan-Kala, Chechnya, while delivering medical supplies to civilians after a battle had recently taken place there. His ambulance was ambushed in the vicinity of a Russian Army checkpoint by masked gunmen in a Lada car, who opened fire with an automatic weapon and then drove away. The attackers were said to be Chechen Islamic fundamentalists in collusion with the Russian forces, and in 2002 Memorial pinpointed them to be members of an armed group led by the notorious warlord Arbi Barayev. Popkov's condition was irreversibly aggravated when the troops at the checkpoint held him, his driver, and a Chechen doctor Rosa Muzarova (all of whom suffered serious injuries in the attack and were heavily bleeding) for reportedly one to three hours following the shooting. By the time the wounded were taken to Hospital No. 9 in Grozny, their condition was critical and Popkov was already in coma. Viktor Popkov died in the Vishnevsky 3rd Central Military Clinical Hospital in Krasnogorsk, Moscow Oblast, without regaining consciousness, leaving behind a seriously ill widow Tatyana and a disabled daughter Ulyana. ==References== ==External links== * Soviet Abkhazia 1989: Facts and Thoughts by Viktor Popkov * Appeal to the journalists and public figures who recognize the need to stop the war in Chechnya and to start political peace negotiations * Viktor Popkov 1952-2001 Russian human rights campaigner, peacemaker and negotiator in Chechnya Religious Society of Friends * Human rights activist shot in Chechnya, BBC News, 21 April 2001 * * Face to faith. The peacemakers of the Caucasus must never give up, The Guardian, October 7, 2006 * Viktor Popkov's website * Internet library with Popkov's publications * Another site about Popkov * Russia after the elections, interview with Vanessa Redgrave, Radio Free Europe/Radio Liberty 2000 * Who shot Viktor Popkov?, Novaya Gazeta 2001 Category:1946 births Category:2001 deaths Category:20th-century Russian journalists Category:21st-century Russian journalists Category:Assassinated activists Category:Assassinated religious leaders Category:Assassinated Russian journalists Category:Deaths by firearm in Russia Category:Journalists killed while covering the Chechen wars Category:Memorial (society) Category:Old Believers Category:People from Krasnodar Category:People murdered in Russia Category:Russian anti-war activists Category:Russian Christian pacifists Category:Russian dissidents Category:Russian human rights activists Category:Russian humanitarians Category:Russian male journalists Category:Russian political activists Category:Russian war correspondents Category:War correspondents of the Chechen wars ",
    "title": "Viktor Popkov"
}