{
    "id": "17313582",
    "text": "Pai Hsueh-hua (born 17 May 1955), born Pai Yueh-o, better known by her stage name Pai Bing-bing (also spelled Pai Ping-ping), is a Taiwanese singer, actress, media personality and social activist. ==Life and career== Born to an impoverished family in Keelung, Pai dropped out of formal education in her teenage years. In 1973 she won a prize in a singing contest held by Taiwan Television and following this success she pursued a career in the local entertainment business. In 1975 she moved to Japan to study singing and acting. At this time she had a relationship with Japanese comics writer Ikki Kajiwara and they later married. Their daughter Pai Hsiao-yen was born in 1980 but their marriage was quickly dissolved the next year after Kajiwara engaged in an extramarital affair and committed domestic violence. Pai Bing-bing had to return to Taiwan and raised Hsiao-yen as a single mother. Since mid-1980s, Pai has been gaining popularity for her bantering style, becoming one of the best-known Taiwanese entertainers. Richard Lloyd-Parry of The Independent described Pai as the \"Cilla Black of Taiwan\".Lloyd-Parry, Richard. \"Celebrity killings stir rage in Taiwan\". The Independent. Sunday 13 July 1997. Retrieved 12 December 2009. Besides her entertainment career, Pai also had significant investments in local catering service industry. In 1997 Pai Hsiao-yen, then 16 years old, was kidnapped, raped, tortured and murdered. This event subsequently made the elder Pai into a social activist to advocate the use of death penalty; Pai founded the Swallow Foundation and chaired it to date to advocate capital punishment as well as provide legal support to local crime victims. Lloyd-Parry described the attention around the murder of Pai's daughter as giving Pai \"a greater, though more terrible, fame than she had as an entertainer.\" In 2010, in the wake of the global anti-capital punishment movement, Pai successfully held a protest against former ROC Minister of Justice Wang Ching-feng, resulting in Wang's resignation and the resumption of executions in the Republic of China.\"Taiwan justice minister resigns over death penalty\". BBC. Friday 12 March 2010. Retrieved 6 September 2011. ==Filmography== ===Film=== {|class=\"wikitable sortable\" |- !Year !English title !Original title !Role !class=\"unsortable\"|Notes |- |1978||Karate Wars||カラテ大戦争|||| |- |1983||Chinese Magic||中國法術|||| |- |rowspan=3|1990||The Hilarious Army||大笑兵團|||| |- |'||鬼出嫁||Hua|| |- |Seventh Moon||七月鬼門開|||| |- |1992||Kung-Fu Kids||沒大沒小||Nanny Gu|| |- |1994||Lonely Hearts Club||寂寞芳心俱樂部||Chen Chunnu|| |- |1997||Yours and Mine||我的神經病|||| |- |2010||Comedy Makes You Cry||拍賣春天||Lingling|| |- |2016||Like Life||人生按個讚||Hsu Chuan-chen||also co-writer, supervising producer |} ===Television series=== {|class=\"wikitable sortable\" |- !Year !English title !Chinese title !Role !class=\"unsortable\"|Notes |- |1994||The Seven Heroes and Five Gallants||七俠五義||Gu Atao|| |- |2006||Emerald on the Roof||屋顶上的绿宝石||Fang Min|| |- |rowspan=2|2007||Love at First Fight||武十郎||Lei Laohu|| |- |I Shall Succeed||我一定要成功||Chen Suchun|| |} ==References== ==External links== * *The Swallow Foundation (in Traditional Chinese) *Pai Bing-bing Official blog (Traditional Chinese) Category:1955 births Category:Living people Category:Musicians from Keelung Category:Taiwanese female singers Category:Taiwanese film actresses Category:Taiwanese television personalities Category:Taiwanese television actresses Category:Taiwanese Hokkien pop singers Category:20th-century Taiwanese actresses Category:21st-century Taiwanese actresses Category:20th-century Taiwanese singers Category:21st-century Taiwanese singers Category:Japanese-language singers Category:Taiwanese Mandopop singers Category:20th-century women singers Category:21st-century women singers Category:Actresses from Keelung ",
    "title": "Pai Bing-bing"
}