{
    "id": "17316044",
    "text": "Waveny Park (also known as Waveny House) is a park in New Canaan, Connecticut. The park's centerpiece is \"the castle\" built in 1912 and surrounded by of fields, ponds and trails. The architect for the structure was William Tubby. Landscape design for the original residence was by landscape architect Frederick Law Olmsted, Jr. The property was listed on the National Register of Historic Places in 2019. Waveny Park, statue by the castle. Waveny Mansion Waveny Park The house was used for exterior shots for the fictional 'Cortlandt Manor' on the soap opera All My Children for many years; exteriors of the estate were also used in the 2004 remake film The Stepford Wives. The park is bordered by Farm Road to the North, the Merritt Parkway to the South, South Avenue to the East and Lapham Road to the West. Over the years, numerous additional town structures have been built on parts of the property including New Canaan High School, Waveny LifeCare Network , an aquatic center, two public water supply towers, as well as paddle tennis courts. To be able to use some of these facilities, a nominal annual fee is charged. The Parks recreations are enjoyed by many people from all around Fairfield County. Lewis Lapham, one of the founders of Texaco and the man who built Waveny House, spent summers there with his family for many years. The Lapham family gave the Town of New Canaan most of the estate land in 1967 and sold Waveny House and its surrounding to the Town for $1,500,000. ==Pictures== Image:WavenyParkNewCanaanCt07252007.JPG|Waveny mansion in Waveny Park Image:Waveny-view-from-back-deck.jpg|View of \"The Great Lawn\" from the back deck Image:Waveny-view-from-back-lawn.jpg|View of the back of the castle. Waveny Park, window of the Carriage Barn Arts Center. ==Events== *Annual Fourth of July Fireworks (the only day of the year alcohol is allowed in the park) *Annual Easter Egg Hunt *Available for rent for parties/functions *Shows/Plays at the Powerhouse *Summer Cross-Country Race Series (Tuesdays at 7pm, early June through early September - see ClubCT.org for details) *Outdoor Professional Theater under large open-air tent venue: The Summer Theatre of New Canaan (Mid June through Early August - see stonc.org for details) *Little league soccer, lacrosse, baseball, and football games ==References== ==External links== *Waveny House page at Town of New Canaan website Category:Castles in Connecticut Category:Parks in Fairfield County, Connecticut Category:New Canaan, Connecticut Category:Houses in New Canaan, Connecticut Category:National Register of Historic Places in Fairfield County, Connecticut ",
    "title": "Waveny Park"
}