{
    "id": "17316546",
    "text": "Bob Ayres is an American entertainment industry executive, known among other things as the Founder of the former San Francisco comedy club The Other Café, and for his involvement in San Francisco Bay Area projects such as The Other Cafe Comedy Club, The TED conference, \"The Next Twenty Years series\", and Comedic Ventures. Bob is now the Licensee/Executive Producer of TEDxMarin, one of the longest running TEDx's in the country. ==Career== Bob began in the entertainment/event business in 1977. He founded, owned, and operated the renowned San Francisco comedy club The Other Cafe, which helped begin the careers of comedians Robin Williams, Whoopi Goldberg, Dana Carvey, Ellen DeGeneres, Paula Poundstone, Bob Goldthwait, Rob Schneider, and many others. Ayres was interviewed about the early days of the SF Comedy scene by NPR. In 1981, Bob Ayres/] as Dana's Personal Manager negotiated a development contract for Dana Carvey with NBC, which led to his role on Saturday Night Live. In 1983-84, Ayres executive-produced eight episodes of a cable TV series, The Other Cafe's Comedy Showcase starring Dana Carvey, Kevin Nealon, Ellen DeGeneres, Carol Leifer, Kevin Pollak, Geoff Bolt and Will Durst, which won awards at the International Film and Television Festival of New York. In 1987, Ayres executive-produced a television pilot called Two Guys with Amusing Shorts, which introduced short films by a variety of comedians and directors, including Academy Award winner Bill Couturie. He produced the four-year series Eve of Jewish Humor, presented at Davies Symphony Hall in San Francisco, California. Ayres served as a member of the Board of Advisors for the TED conference until 2007 and was the inaugural Director of the TED Prize, first presented in 2004. Ayres has been the Executive Producer of The Next Twenty Years series,http://www.tnty.com a San Francisco-based series of lectures, symposia, industry gatherings and salons that he founded in 1996, devoted to the examination of industry trends and the exchange of ideas that will form and influence future decades.http://www.theharbinger.org/xvi/980113/spalding.html The Next Twenty Years series has been presented in Austin, Boston, Chicago, London, Los Angeles, New York, and San Francisco.http://adage.com/article?article_id=713 He also served for three years on the Board of Directors of the community- based, listener-supported radio station KVMR-FM in Nevada City, California, named community radio station of the year for two of those three years. Ayres launched TwoDegrees in 2008, a social networking salon that cultivates relationships among individuals in the intersecting industries of science, technology, design, eco-investments, film, comedy, alternative health and politics. The name is a reference to degrees of separation. Until early 2009, Bob sat on the prestigious board of advisors for the TED Conference and served for two years as its inaugural Executive Director of the TED PRIZE, whose winners include among others, Bono and Bill Clinton. In January 2010 Ayres launched Comedic Ventures, a media development company for live, online and broadcast comedy projects. Its first project was the 30th reunion concert for The Other Cafe,http://www.sfgate.com/cgi- bin/article.cgi?f=/c/a/2010/07/01/DDLH1E5B7S.DTL&feed;=rss.lgarchik produced as a benefit for KQED Public Media. In January 2012 Ayres became the Licensee for TEDxMarin. Created in the spirit of TED’s mission, “ideas worth spreading,” the TEDx program is designed to give communities, organizations and individuals the opportunity to stimulate dialogue through TED-like experiences at the local level. Marin Magazine profiled Bob in 2015 ==References== ===Specific citations=== ===General references=== *http://davidarmstrongontravel.blogspot.com/2010/09/comedic-time-travel.html *http://www.kqed.org/arts/performance/article.jsp?essid=34468 *http://theothercafe.com/reunion-show-review-by-clark-stanton-peterson *http://articles.sfgate.com/2010-09-19/entertainment/24010352_1_comedians- golden-age-comedy-scene *https://web.archive.org/web/20101031061314/http://thestory.org/archive/the_story_1156_Bob_Ayres.mp3/view *http://www.sfbg.com/pixel_vision/2010/09/20/other-kind-sf-comedy-makes- comeback *http://www.thestory.org/stories/2010-10/roots-comedy Category:American entertainment industry businesspeople Category:1953 births Category:Living people Category:Businesspeople from the San Francisco Bay Area ",
    "title": "Bob Ayres"
}