{
    "id": "17315193",
    "text": "The Lankford coefficient (also called Lankford value, R-value, or plastic strain ratio)Lankford, W. T., Snyder, S. C., Bausher, J. A.: New criteria for predicting the press performance of deep drawing sheets. Trans. ASM, 42, 1197–1205 (1950). is a measure of the plastic anisotropy of a rolled sheet metal. This scalar quantity is used extensively as an indicator of the formability of recrystallized low-carbon steel sheets.Ken-ichiro Mori, Simulation of Materials Processing: Theory, Methods and Applications, (), p. 436 == Definition == If x and y are the coordinate directions in the plane of rolling and z is the thickness direction, then the R-value is given by : R = \\cfrac{\\epsilon^p_{\\mathrm{y}}}{\\epsilon^p_{\\mathrm{z}}} where \\epsilon^p_{\\mathrm{y}} is the in-plane plastic strain, transverse to the loading direction, and \\epsilon^p_{\\mathrm{z}} is the plastic strain through- the-thickness. ISO 10113:2020 More recent studies have shown that the R-value of a material can depend strongly on the strain even at small strains . In practice, the R value is usually measured at 20% elongation in a tensile test. For sheet metals, the R values are usually determined for three different directions of loading in-plane (0^{\\circ}, 45^{\\circ}, 90^{\\circ} to the rolling direction) and the normal R-value is taken to be the average : R = \\cfrac{1}{4}\\left(R_0 + 2~R_{45} + R_{90}\\right) ~. The planar anisotropy coefficient or planar R-value is a measure of the variation of R with angle from the rolling direction. This quantity is defined as : R_p = \\cfrac{1}{2}\\left(R_0 - 2~R_{45} + R_{90}\\right) ~. == Anisotropy of steel sheets == Generally, the Lankford value of cold rolled steel sheet acting for deep-drawability shows heavy orientation, and such deep-drawability is characterized by R. However, in the actual press-working, the deep-drawability of steel sheets cannot be determined only by the value of R and the measure of planar anisotropy, R_p is more appropriate. In an ordinary cold rolled steel, R_{90} is the highest, and R_{45} is the lowest. Experience shows that even if R_{45} is close to 1, R_0 and R_{90} can be quite high leading to a high average value of R. In such cases, any press-forming process design on the basis of R_{45} does not lead to an improvement in deep-drawability. == See also == * Yield surface ==References== Category:Plasticity (physics) Category:Solid mechanics Category:Metal forming ",
    "title": "Lankford coefficient"
}