{
    "id": "17314794",
    "text": "Iosif Trifa Iosif Trifa (3 March 1888 - 12 February 1938) was a Romanian Orthodox priest and evangelist. He founded \"Oastea Domnului\" (\"The Lord's Army\"). He was also the uncle of Valerian Trifa.Alternativa Online Trifa placed on the 100 greatest Romanians list. ==Life== Iosif Trifa was born in the family of Dimitrie and Ana Trifa, from the village Certege, Torda-Aranyos County. He is the 4th son of a total of 6. He was baptised on 6 March 1888. When he was 7 years old, in 1895, he starts elementary school in his village, and in 1900 starts gymnasium in Beius. Later on, he studies theology in Sibiu. In 1910 he is named a confessional teacher in the town of Vidra de Sus. Vidra de Sus is the current town of Avram Iancu, Alba, named after the Transylvanian Romanian national hero. In 1911 he marries Iuliana Iancu, niece to the hero Avram Iancu. In the same year he is made priest in Vidra. In 1912 his first child, a girl, Olimpia, is born, but she dies the following year. In 1914 his second child, a boy this time, Titus Gheorghe, is born, but he also dies in the following year. This year also coincides with the start of the First World War, during which Romania tries, in 1916, to wrangle Transylvania from Austro- Hungarian rule. In 1916, his third child is born: a boy, whom he names the same as his second, Titus-Gheorghe. This child is the only one who survives. In 1918, his fourth child, a girl, Augustina, is born. World War I ends, but the Spanish flu endemic kills both his wife Iuliana, and his daughter Augustina. He is left only with his son, Tit, who at the time is three years old. == References == Category:1888 births Category:1938 deaths Category:People from Câmpeni Category:People from the Kingdom of Hungary Category:Romanian Austro-Hungarians Category:Romanian Orthodox priests Category:Eastern Orthodox mystics Category:19th-century Romanian people Category:19th-century Christian mystics Category:20th-century Christian mystics ",
    "title": "Iosif Trifa"
}