{
    "id": "17310769",
    "text": "Al Jeel, also known as Jeel, Geel (Egyptian Arabic), is an Egyptian alternative to foreign popular forms of music that developed in the 1970s. Modeled after foreign rock and roll and pop music, Al Jeel became oriented around dance/pop, and had a background similar to reggae. Al Jeel also included many distinctively Egyptian characteristics, somewhat related to past Egyptian musical influences. == Overview == The style was called new wave by many, emphasizing the transition from the first form of Egyptian pop music to spring up in the 1960s, Sha'abi. Sha'abi had sprung up in the slums of Egypt as a type of ghetto music, but after a decade of popularity the educated youth of Egypt began to look for different styles of music. Internationally savvy, high-tech Al Jeel became the music of the educated, well-to-do youth. Sharing common roots with Algerian Raï and Pop-Raï, Al-Jeel incorporates Bedouin, Nubian, and Egyptian rhythms with bass and synthesizers.Middle East Report, No. 169, Crossing the Line, (Mar. – Apr., 1991), pp. 39–42 Although radio stations frowned upon the simple lyrics and music of the Al Jeel performers, the under-25 crowd embraced Al Jeel more than any other style of Egyptian music. Jeel usually shares the same central themes with traditional and popular Egyptian music, yet it is usually about love and often about lament rather than joy. As for the sound of al Jeel music itself, just as rock and roll is perceived differently by different people, the same is true of al Jeel. The music style is simple, yet carries with it a beat that one is able to dance to, almost always produced by a Roland TR-707 drum machine. With regard to belly dancers, al Jeel is quite often the genre of choice. Al Jeel, as well as other classical Arabic music ensemble in Egypt, often consists of instruments such as the 'oud, qānūn, rabab, ney, and violin. == See also == *Arabic pop music == References == == External links == * JSTOR, Rai Tide Rising, Middle East Report, No. 169, Crossing the Line, (Mar. – Apr., 1991), pp. 39–42 * Afropop Worldwide, https://web.archive.org/web/20080516040645/http://www.afropop.org/explore/style_info/ID/3/Al%20Jeel/ * Afropop Worldwide, https://web.archive.org/web/20020113110538/http://afropop.org/explore/style_info/ID/6/shaabi/ * MySpace, Fathy Salama, http://www.myspace.com/fathysalama * Fathy Salama, http://fathysalama.free.fr/gb/gb-biographie.htm * Salome, http://www.orientaldancer.net/guest-stories/guide-arab-music.shtml Category:20th-century music genres Category:Egyptian music Category:Moroccan styles of music ",
    "title": "Al Jeel"
}