{
    "id": "17318124",
    "text": "'''' Mar Sabor and Mar Proth Mar Sapir and Mar Prot, according to Syrian Malabar Christian tradition, were two Syrian missionaries who landed in the port of Kollam (in present-day Kerala) in 823 AD. The mission is said to have received permission from the then king of Kerala to build a church in Kollam.Land, 'Brief History of the Syrians of Malabar'. Anedocta Syriaca, I, pp. 27.Menon, K. P. P. Kerala. I. pp. 273.Joseph, T. K., 'Mar Sapir and Mar Prodh', I. A., 1928, III, p. 311. That the historicity of this mission cannot be verified does not dispute epigraphical evidence that Christians have been on the Malabar Coast in 9th century AD. Kollam Syrian copper plates, an 9th century a royal grant from Kerala, mentions that certain Mar Sapir built a church at Kollam with the blessing of the then king of Kerala. It is likely that Mar Sapir had a companion named Mar Prot.Narayanan, M. G. S. Perumāḷs of Kerala. Thrissur (Kerala): CosmoBooks, 2013. 343-45. A stone cross, one of the five Persian Crosses, with Sassanid Pahlavi inscription recovered also mentions certain \"Afras the Syrian\" as \"the son of Chaharabukht\".C. P . T. Winckworth, 'A New Interpretation of the Pahlavi Cross Inscriptions', Kerala Society Papers, no. 3. p. 159-163. The two bishops are said to have died in Kerala and have been considered as saints by the Saint Thomas Christians.Narayanan, M. G. S. Perumāḷs of Kerala. Thrissur (Kerala): CosmoBooks, 2013. 358. == Variations of the names == Mar is a Syriac term meaning 'Saint' *Mar Sapir (T. K. Joseph) \\- Sabor * Mar Prot (Land) - Prodh (T. K. Joseph and Gouva)/Proth - Firous (La Croz) - Aphrottu (Burnell)/Aphroth - Ambrose (Swanston) ==Major studies== the Persian cross founded by Sabor and Proth at Kadamattom Church Tomb of Sabor at Marthamariam church, Thevalakkara === Recent === * The Kollam Plates in the World of the Ninth Century Indian Ocean. Delhi: Primus Books (upcoming). * M. R. Raghava Varier and K. Veluthat, 2013. Tarissāppaḷḷippaṭṭayam, Trivandrum: National Book Stall * C. G. Cereti, 'The Pahlavi Signatures on the Quilon Copper Plates', in Exegisti Monument (Wiesbaden: Harrasowitz, 2009). * C. G. Cereti, L. M. Olivieri, and J. Vazhuthanapally, 'The Problem of the Saint Thomas Crosses and Related Questions', East and West 52:1/ 4 (2002). * M. G. S. Narayanan, Cultural Symbiosis in Kerala (Trivandrum: Kerala Historical Society, 1972). *W. Baum and R. Senoner (eds. and trans.), Indien und Europa im Mittelalter: Die Eingliederung des Kontinents in das europäische Bewußtsein bis ins 15. Jahrhundert (Klagenfurt: Kitab, 2000). === Others === * Travancore Archaeological Series, Volume II, no. 9 (I and II). * C. P . T. Winckworth, 'A New Interpretation of the Pahlavi Cross Inscriptions', Kerala Society Papers, no. 3. * Land, 'Brief History of the Syrians of Malabar'. Anedocta Syriaca, I. * Joseph, T. K., 'Mar Sapir and Mar Prodh', Indian Antiquary, 1928, III. *A. Mingana, “The Early Spread of Christianity in India”, Bulletin of John Ryland’s Library 10:2 (1926). * W. Logan, Malabar Manual, (ed. P. Cherian (2000). * A. C. Burnell, Indian Antiquary, III. *Gundert, Madras Journal of Literature and Science, XIII, I. * Rev. J. Monteiro D'Aguir, 'The Magna Carta of St. Thomas Christians', Kerala Society Papers, no. 4. == Synod of Diamper == When they arrived on the Malabar Coast, the Portuguese noted at least 78 extant church communities closely interwoven with the local community in different parts of Kerala. Quilon, Angamaly, Kaduthuruthy and Cranganore (now known as Kodungallur) had the largest population of Saint Thomas Christians in Kerala. Giovanni Empoli, who came to Quilon in 1503, estimated that there were more than three thousand St. Thomas Christians in Quilon alone. After 1561, Thomas Christians were branded heretics by the Goa Inquisition. The infamous Synod of Diamper (1599) anathematized all Christians of India who did not submit to Rome. The synod even branded Mar Sapir and Mar Prot as \"Nestorian heretics\" at the instance of the Portuguese.Narayanan, M. G. S. Perumāḷs of Kerala. Thrissur (Kerala): CosmoBooks, 2013. 358. == Notes == == References == Category:History of Kollam Category:Bishops of the Assyrian Church of the East Category:Saints duos ",
    "title": "Mar Sabor and Mar Proth"
}