{
    "id": "17318642",
    "text": "Mico de Noche is a stoner sludge metal band from Seattle, Washington, USA. Mico de Noche began as a duo in 2001 with Donovan Stewart (formerly of Helltrout, Migas) on drums and vocals, and Michael Crum (also of Helltrout, and formerly AMQA) on guitar and vocals. In 2003, Mico de Noche was named one of the top 10 metal bands by the Seattle Weekly. Mico de Noche performed at SXSW in 2004 and 2005 and Wantage Records' TotalFest four times from 2003-2006. The band recorded Cherries throughout 2006 as a collaborative project featuring several guest musicians. The songs on Cherries utilize a non-standard BADGBE tuning. In March 2007, Mico de Noche added Chad Baker (formerly of Swelter, nomovingparts) on bass in order to recreate the album's ensemble sound in live performances. Cherries was released on November 6, 2007 on the Australian Cattle God label out of Austin, TX. Don Stewart moved from drums to guitar in Spring of 2008 and was replaced on drums by Reno Dave. Stewart also works as a recording engineer and has recorded projects by Big Business, Black Elk and Lozen. Stewart was also the touring bass player during ...And You Will Know Us By The Trail of Dead's Summer 2007 festival tour. In July 2009, Stonerrock.com announced plans by Mico de Noche to release a split 10\" vinyl record featuring songs by Mico de Noche and Brothers of the Sonic Cloth (aka BOTSC) featuring grunge rock pioneer Tad Doyle. On August 8, 2009, Mico de Noche was featured on the KEXP radio show Audioasis and performed several songs live in the studio. The Mico de Noche/BOTSC split 10\" vinyl record was released in October 2009 as an edition of 500 copies and featured two songs by Mico de Noche, \"Ganges\" and \"Misanthrope\" and one song by Brothers of the Sonic Cloth. The record received several positive reviews and appeared on multiple \"Best of 2009\" lists. After playing Tad's wedding reception in 2010, Mico de Noche took a nearly year-long hiatus. During this time, Reno Dave became more heavily involved in his side project, Cody Foster Army (CFA). In mid-2011, Mico de Noche resumed rehearsal and began booking live shows again. Dave Foster (formerly of Nirvana, Helltrout, and contributor on Mico de Noche's \"Cherries\") became the permanent drummer, and several live shows were played throughout 2011 and 2012. Early 2013 saw the release of a new 7\" vinyl EP featuring 3 new songs recorded by Stewart and mixed by Scott Evans of the Bay Area band Kowloon Walled City. The digital download version of the EP contained an additional track recorded during the same sessions. The record received favorable reviews and was praised for its modern take on an earlier era of Seattle-area heavy music. ==Guest musicians== * Kevin Hudson - bass on Cherries * Jason Reece - vocals on Cherries * Hozoji - vocals on Cherries * Justice - vocals on Cherries * Eric Trammell - guitar on Cherries * Dave Foster - drums on Cherries * Brandon Boote - drums on Cherries * Christopher Wilson - drums on Cherries ==Discography== *Stripper Wars (2002) - Perverted Son Records *Pick-Up (2003) - Perverted Son Records *Balls Deep (2005) - Buttermilk Records/Violent Hippy Records *Cherries (2007) - Australian Cattle God Records/Violent Hippy Records *Split 10\" with Brothers of the Sonic Cloth (2009) - Violent Hippy Records *3 Quarters/Quicky/Sacrifice 7\" (2013) - Violent Hippy Records ==References== ==External links== *Official Australian Cattle God Records Band page *Official Myspace page *Official Facebook page *A.M.Q.A official Myspace page *Official Mico de Noche band page Category:Heavy metal musical groups from Washington (state) Category:Musical groups from Seattle Category:American sludge metal musical groups ",
    "title": "Mico de Noche"
}