{
    "id": "17316670",
    "text": "The Kingdom of Sikkim (Classical Tibetan and Drenjong), earlier known as Dremoshong (Classical Tibetan and , official name until 1800s), was a hereditary monarchy from 1642 to 16 May 1975 in the Eastern Himalayas. It was ruled by Chogyals of the Namgyal dynasty. ==History== ===Nepalese domination=== In the mid-18th century, Sikkim was invaded by Nepal (then the Gorkha Kingdom) and was under the Gorkha rule for more than 40 years. Between 1775 and 1815, almost 180,000 ethnic Nepalis from Eastern and Central Nepal migrated to Sikkim. After the British colonisation of India, however, Sikkim allied itself with British India as they had a common enemy – Nepal. The infuriated Nepalese attacked Sikkim with vengeance, overrunning most of the region including the Terai. This prompted the British East India Company to attack Nepal in 1814, resulting in the Anglo-Nepalese War. The Sugauli Treaty between Britain and Nepal and the Treaty of Titalia between Sikkim and British India resulted in territorial concessions by Nepal, which ceded Sikkim to British India. ===British and Indian protectorate=== Under the 1861 Treaty of Tumlong Sikkim became a British protectorate, then an Indian protectorate in 1950. ===Accession to India=== In 1975, allegations of discrimination against Nepali Hindus in Sikkim led to resentment against the Chogyal. Their instigation led to Indian Army personnel moving into Gangtok. According to Sunanda K. Datta-Ray of The Statesman, the army killed the palace guards and surrounded the palace in April 1975. After disarming the palace, a referendum on the monarchy was held, in which the Sikkimese people overwhelmingly voted to abolish the monarchy, and the new parliament of Sikkim, led by Kazi Lhendup Dorjee, proposed a bill for Sikkim to become an Indian state, which was promptly accepted by the Government of India. ==Culture and religion== In culture and religion, Sikkim was linked closely with Tibet, from which its first king migrated, and Bhutan, with which it shares borders. The presence of a large ethnic Nepali population, mainly from eastern and central Nepal, also leads to cultural linkages with Nepal. ==List of Chogyals of Sikkim (1642–1975)== {| class=\"wikitable\" ! ! Reign ! width=60px|Portrait ! Chogyal ! Events |-valign=top ! 1 | 1642–1670 | 60px | Phuntsog Namgyal | Ascended the throne and was consecrated as the first Chogyal of Sikkim. Made the capital in Yuksom. |-valign=top ! 2 | 1670–1700 | 60px | Tensung Namgyal | Shifted capital to Rabdentse from Yuksom. |-valign=top ! 3 | 1700–1717 | 60px | Chakdor Namgyal | His half-sister Pendiongmu tried to dethrone Chakdor, who fled to Lhasa, but was reinstated as king with the help of Tibetans. |-valign=top ! 4 | 1717–1733 | 60px | Gyurmed Namgyal | Sikkim was attacked by Nepalis. |-valign=top ! 5 | 1733–1780 | 60px | Phuntsog Namgyal II | Nepalis raided Rabdentse, the then capital of Sikkim. |-valign=top ! 6 | 1780–1793 | 60px | Tenzing Namgyal | Chogyal fled to Tibet, and later died there in exile. |-valign=top ! 7 | 1793–1863 | 60px | Tsugphud Namgyal | The longest-reigning Chogyal of Sikkim. Shifted the capital from Rabdentse to Tumlong. Treaty of Titalia in 1817 between Sikkim and British India was signed in which territories lost to Nepal were appropriated to Sikkim. Darjeeling was gifted to British India in 1835. Two Britons, Dr. Archibald Campbell and Dr. Joseph Dalton Hooker were captured by the Sikkimese in 1849. Hostilities between British India and Sikkim continued and led to a treaty signed, in which Darjeeling was ceded to the British Raj. |-valign=top ! 8 | 1863–1874 | 60px | Sidkeong Namgyal | |-valign=top ! 9 | 1874–1914 | 60px | Thutob Namgyal | John Claude White appointed as the first political officer in Sikkim in 1889. Capital shifted from Tumlong to Gangtok in 1894. |-valign=top ! 10 | 1914 | 60px | Sidkeong Tulku Namgyal | The shortest-reigning Chogyal of Sikkim, ruled from 10 February to 5 December 1914. Died of heart failure, aged 35, in most suspicious circumstances. |-valign=top ! 11 | 1914–1963 | 60px | Tashi Namgyal | Treaty between India and Sikkim was signed in 1950, giving India suzerainty over Sikkim. |-valign=top ! 12 | 1963–1975 | 60px | Palden Thondup Namgyal | The last Chogyal of Sikkim. The country became a state of India, following the 1975 referendum. |} The son from the first marriage of Palden Thondup Namgyal, Wangchuk Namgyal (born 1 April 1953), was named the 13th Chogyal after his father's death on 29 January 1982, but the position no longer confers any official authority since 2003. == See also == * Sikkim * History of Sikkim * List of heads of government of the Kingdom of Sikkim * List of political officers in the Kingdom of Sikkim ==References== ===Works cited=== * ==Further reading== * * * * * * == External links == * \"Buddhist Monasteries of Sikkim\". Sikkim.nic.in. * * Climbing the clouds to Sikkim * Kings Of Sikkim * The Sikkim saga, through an American lens * Sikkim kingdom 1962 - 1967.The last flag of independent Sikkim - Youtube Category:Sikkim Sikkim, Kingdom of Sikkim, Kingdom of Sikkim, Kingdom of Sikkim, Kingdom of Category:Tibetan Buddhist places Sikkim, Kingdom of Category:Associated states Sikkim, Kingdom of Category:States and territories disestablished in 1975 Category:1975 disestablishments in Asia ",
    "title": "Kingdom of Sikkim"
}