{
    "id": "17315001",
    "text": "Peter Lawrence (1921 – 21 December 1987) was a British-born Australian anthropologist and pioneer in the study of Melanesian religions. Lawrence was born in Lancashire, and read classics at the University of Cambridge. Between 1942 and 1946 he served in the Royal Navy before returning to Cambridge at the end of World War II. He conducted his first fieldwork among the Garia people in southern Madang Province, Papua New Guinea in 1949–1950. Supervised by Meyer Fortes, he received his PhD in 1951 with a thesis entitled \"Social structure and the process of social control among the Garia, Madang District, New Guinea\". Lawrence held teaching positions at the Australian National University (1948-1957), the Australian School of Pacific Administration (from 1957), the University of Western Australia (1960-1963), the University of Queensland (1966-1970), and the University of Sydney (1963-1965 and 1970-1986). Lawrence's early work was, in the British tradition, an examination of Garia social structure. However, Lawrence's portrayal of Garia social structure was by anthropologists of the day because the picture he painted differed so greatly from orthodox models of the time. Lawrence published ethnographic accounts of Garia life in Land Tenure Among The Garia: The Traditional System of a New Guinea People (1955) and (in roughly similar form) Studies in New Guinea Land Tenure (1967, which included work by Ian Hogbin as well). It was not until 1984 that Lawrence finally published Garia: An Ethnography of a Traditional Cosmic System in Papua New Guinea. At that point, the academic community recognized that Lawrence's account of the Garia was not just accurate, but years ahead of its time. In the end, Lawrence's careful ethnography was vindicated and the earlier models that he challenged were recognized to be inaccurate. In 1967 he published a long, satirical poem entitled \"Don Juan in Melanesia\" mocking the structure-functionalism that he opposed. In the course of his career, Lawrence moved beyond an interest in social structure and grew interested in religion. In 1965 he co-edited Gods, Ghosts, and Men in Melanesia with Mervyn Meggitt, and his 1967 inaugural lecture \"Daughters of Time\" summarized his approach. His most important work on religion, however, is doubtless his masterpiece Road Belong Cargo (1964), which most scholars consider to be his most important work. It became one of the seminal contributions in the literature on cargo cults. Lawrence's focus on religion was not abstract as his Road Belong Cargo showed, he was interested in religion as it related to politics and social change. Lawrence was one of the rare authors, with the French author Jean Guiart, they were friends, to introduce a political analytical view in the study of the so- called Cargo Cults, considered irrational by most Europeans, be they missionaries or administrators. He described the long resistance of the Garia people against the German, then the Australian, then the Japanese, then the Australian administration again, and the different traditional and modern ideas and experiments they have made use of to this end. His description of the career of the leader Yali is a model of anthropological and historical objectivity. Lawrence became a prominent academic in Australia and abroad. He was elected a Fellow of the Academy of Social Science in 1967 and an Honorary Fellow of the Association for the Social Anthropology of Oceania. He also became the editor of Oceania, the first anthropology journal in Australia, in 1980. He died of a stroke in Sydney. A portrait of him painted in 1938 by Tempe Manning is held by the National Library of Australia.NLA index to holdings ==References== Category:Australian anthropologists Category:1921 births Category:1987 deaths Category:20th-century anthropologists ",
    "title": "Peter Lawrence (anthropologist)"
}