{
    "id": "17314630",
    "text": "{| |} MiG-33 was the development designation of the aircraft that was eventually delivered as the MiG-29. Certain variants of the MiG-29 were designated MiG-33. The designation MiG-33 has been associated with two different Mikoyan fighter designs. It was first employed for a single-engine, lightweight strike fighter similar in capabilities to the General Dynamics F-16 Fighting Falcon. More formally known as \"Project 33\", development work began on this design about 1980, but was cancelled in 1986 as the result of changing Soviet Air Forces requirements. However, in 1998 China purchased the design and test data from Russia to aid in expediting the development of the CAC/PAC JF-17 Thunder. More recently, the MiG-33 designation was introduced at the 1994 Farnborough Airshow as the briefly used marketing name for the MiG-29ME export model of the MiG-29M Fulcrum-E, a comprehensively upgraded, fully multirole version of the MiG-29. Although only a few MiG-29M aircraft were built (and none exported), they have served as prototypes for the development of the latest, most advanced Fulcrum variant, the MiG-35. ==Project 33== Around 1980, the Mikoyan OKB design bureau began working on a light \"strike fighter\" that was intended to be a direct competitor to the F-16 Fighting Falcon. This new Mikoyan design, designated Izdeliye 33 (Izd 33) (and variously translated as \"Article 33\", \"Project 33\", \"Product 33\", or \"Project R-33\"), was of conventional layout and similar in appearance to the F-16. It was powered by a single Klimov RD-33 afterburning turbofan engine – the same engine used by the twin-engined MiG-29. While extensive wind tunnel testing was conducted on the design, no prototypes were built since the Soviet Air Force (VVS) dropped its support for concept about 1986. The program was one of several victims of the VVS’ changing operational needs, financial constraints, and a growing preference for multirole designs. ==MiG-33 \"Super Fulcrum\"== During the early 1990s, it became briefly popular for Sukhoi and Mikoyan to assign new designations for upgraded models to make them appear \"new and improved\" instead of just \"improved\". The VVS did not accept these marketing designations and most were soon dropped. Following Sukhoi's initiative in this approach, Mikoyan's first such offering was the MiG-29ME, which first publicly appeared as the MiG-33 at the 1994 Farnborough Airshow. The MiG-29ME was the export version of the MiG-29M (Product 9.15) \"Super Fulcrum\", a comprehensively upgraded, fully multirole version of the MiG-29. ==See also== ==References== ==External links== MiG-033 Category:1970s Soviet fighter aircraft Category:Abandoned military aircraft projects of the Soviet Union ",
    "title": "Mikoyan MiG-33"
}