{
    "id": "17310981",
    "text": ", also known as , is a shōnen horror manga written and illustrated by Yoshiki Tonogai. The series focuses on the \"Rabbit Doubt\" cell phone game, with rules similar to Mafia. The players must find the wolf, or killer, amongst their group of rabbits as they are picked off one-by-one. Six players of this game find themselves trapped in a building with one of the group already dead; to avoid the same fate, the remaining five must play a real-life game of \"Rabbit Doubt\" and find the wolf (liar) hiding among them. The manga was first serialized in Square Enix's Monthly Shōnen Gangan on July 12, 2007 and ended its run on February 12, 2009. Square Enix also released the first volume on December 22, 2007 and released the fourth and final volume on February 12, 2009. The series has continued with two spiritual sequels, titled Judge, from January 12, 2010 to August 11, 2012, and Secret, from October 12, 2013 to February 12, 2015. ==Plot== Doubt revolves around a fictional cell phone game called \"Rabbit Doubt\", in which the players are rabbits in a colony; one of these players is randomly chosen to act as a wolf infiltrating the group. Each round, the rabbits guess which is the wolf as the rabbits are eaten one-by-one until only the wolf is left. In the story, four players of the \"Rabbit Doubt\" game Yū Aikawa, Eiji Hoshi, Haruka Akechi, Rei Hazama and a non-player Mitsuki Hōyama meet to relax together. They are knocked unconscious and awaken in an abandoned psychiatric hospital, filled with security cameras, to meet Hajime Komaba, a medical student, and discover Rei hanged. The group finds Rei's cell phone and realize that they're playing a real-life game of \"Rabbit Doubt\". To survive, the wolf, described as the liar, must die. Later, the groups tries to find an exit and the wolf using bar codes found imprinted on their bodies. However, their chances are limited as each bar code will open only one door. Yū discovers that he does not have a barcode anywhere on his body. He tries to hide this fact by lying, saying his code was on his stomach so no one would doubt him and say he was the wolf. Eiji is furious that this game has someone killing each other and only ceases to cause pain and anger. Accusing Hajime, who was not with the group when captured, of being the wolf and hitting Yū, he is locked in a room. After unlocking a room with surveillance cameras in them, the group find a mysterious guy under a rabbit's headgear. He later dies from a poison thumbtack under the headgear, which, when removed, would prick the unknown guy. They use Hajime's barcode to unlock a library, and there they find a book of everyone's hidden secrets, even Mitsuki. This causes the group to doubt one another. Haruka accuses Mitsuki being the wolf, attacks her and locks her in the bathroom. The group tie up Yū in the surveillance room where he witnesses Eiji's death for a brief second. Hajime unties Yū to check on Eiji, just to find his hand chopped off and the door stuck. Afterwards, the roles are reversed and Hajime is tied up and Mitsuki is placed in the hospital bed from Haruka's attack. Yū checks the wolf's room which was unlocked thanks to the mysterious guy's barcode. He checks the rabbit headgears and finds Haruka's head in one of them. Yū runs back to check on Mitsuki only to find Hajime on the floor, untied and attacked, and Mitsuki has been hung. Both accuse each other of being the wolf. Later, Hajime is attacked by Mitsuki, who had faked her own death. Mitsuki accuses Yū of lying to not only the group, but to her, personally. She says she gave everyone a barcode except Yū to throw suspicion on him so they would lock him up, so Mitsuki could kill everyone and escape with Yū. Mitsuki reveals to Yū how everyone in the group had lied. Eiji had lied about being a friendly guy, but in reality he had gotten someone killed when he went to war with a neighboring city. Haruka seemed charismatic and kind but was actually the leader of her high school's prostitution ring, where she even blackmailed the customers. Hajime had killed a little girl while practicing at his father's hospital, but the news was swept under the rug to protect him. She receives a call on her cellphone and steps away to answer. It is revealed to be Mitsuki's father (who has planned the game) calling. He had agreed to be the guarantor on a friend's loan, but he was betrayed and saddled with an enormous debt, and he attempted suicide. For this Mitsuki explains that she wants to punish all liars to achieve her father's revenge, and thus she no longer trusts Yū, because he lied to her about not being able to hang out with her after school a week ago. In reality, he had been out with a female classmate to secretly buy Mitsuki a birthday present, but Mitsuki saw them together and assumed that they were a couple, even killing the classmate. When Mitsuki leaves to kill Hajime, Hajime reaches Yū and reveals his real identity as a detective investigating teenage disappearances and hands him a scalpel to use as a weapon. Yū and Hajime successfully knock Mitsuki out. When Yū tries to open the exit with Mitsuki's bar code, Rei is revealed to be alive and she identifies herself as the actual wolf. Previously, Mitsuki had gone to Rei seeking advice help to ease her pain with hypnosis, but led her down a path of revenge. Rei is seeking revenge because the media believed her hypnosis was a sham, causing her parents who supported her to commit suicide. In order to achieve revenge, she lied about her accident, manipulated Mitsuki, using hypnosis to pretend to be her father, who actually died in the hospital, and giving her orders as 'him'. Rei had used the mysterious man to kill previous players of Rabbit's Doubt. Rei orders Mitsuki to kill Yuu, however, the love Mitsuki has for Yū occasionally overpowers the hypnosis. Rei releases the surviving players and calls the police. Mitsuki, who has fallen into a coma, is accused of the murders as there is no evidence of Rei being there. At the hospital, Yū receives a call from Rei. She reveals that the reason there was no evidence of her presence at the game site is because one of the forensics agents working the scene is one of her Wolves, and although Yū tries to contact Hajime (who is at the scene to find evidence) about it, he is too late to save him from being strangled. Rei also tricks him into saying a phrase that causes Mitsuki to awaken in her \"wolf mode\": 'For the ones I love'. In the last scene, she approaches Yū with a knife. ==Characters== *Yū (Yuu) Aikawa: a kind and caring student, he knows how to be cold-blooded but also takes action if necessary. He is the main character of Doubt, and also a childhood friend of Mitsuki. *Eiji Hoshi: a thug of very impulsive temperament who lacks a little tact but still remains sympathetic. He has a secret violent past. His barcode is on his right wrist. *Haruka Akechi: pretty and gracious, Haruka is cheerful and loves to have fun. Nevertheless, she seems to hide part of her true personality. Likes to tease Eiji. Her barcode is on her chest. *Hajime Komaba: a medical student, Hajime is the brain of the team, showing a calm and imperturbable coldness, which sometimes makes him a suspicious person. His barcode is on his wrist. *Rei Hazama: a frail girl once known for her gift of hypnosis, before losing any credibility after being exposed as a liar. Her life became a hell for her and her parents. After a suicide attempt by running in front of a truck, she is confined to a wheelchair. Her barcode is on her right leg. *Mitsuki Hōyama: Yū's childhood friend. She is endowed with a great sense of justice and order, and despite being unfamiliar with the Rabbit Doubt game, she also finds herself trapped in the psychiatric hospital where the events of the story take place. Her barcode is on her neck. ==Media== Written and drawn by Yoshiki Tonogai, the chapters of Doubt have been published in Square Enix's Monthly Shōnen Gangan since its premiere on July 12, 2007. Note: the work's title is misspelled as \"Douby\". The series ended its run on February 12, 2009 with a total of twenty chapters. One chapter was also serialized in the magazine in May 2009 to commemorate the release of a drama CD adaptation, which was released May 27, 2009. A sequel titled Judge began serialization in Monthly Shōnen Gangan January 2010. The individual chapters were published in tankōbon by Square Enix. The first volume was released on December 22, 2007. The second volume was released on May 22, 2008 and the third was published on October 22, 2008. The fourth and final volume was released on May 22, 2009. The French language release is licensed by Ki-oon. The manga is also published in Finland by Punainen Jättiläinen, and in Poland by JPF starting in January 2013. Yen Press licensed Doubt for United States release in Sept. 2012. The two volumes in English were released in omnibus format on April 23, 2013. ==Judge== A spiritual sequel titled began serialization in Monthly Shōnen Gangan in January 2010, and was later published in English by Yen Press. A live-action film adaptation of Judge was released on November 8, 2013. ===Plot and characters=== Hiro, a young man, is in love with his childhood friend Hikari, while the latter is dating his older brother Atsuya. After Hiro shifts an appointment Hikari had with Atsuya, he finds out his brother was hit by a truck and died, leaving him consumed by remorse. Two years later, he wakes up one day handcuffed in a dark building, wearing a heavy rabbit mask. After a few steps, he enters a courtroom where seven other teenagers, also dressed in animal masks, await him, as well as a young boy who has died. Each animal mask represents one of the seven deadly sins: gluttony (pig), avarice (fox), sloth (bear), pride (lion), lust (cat), envy (rabbit) and anger (horse). A video tells them through a stuffed toy the rules of the game in which they are forced to participate: every twelve hours, a voting takes place during which they would have to choose to sacrifice one of them until only four survivors remain in the game. * Hiroyuki \"Hiro\" Sakurai: he is the main character of the manga. He was in love with his childhood friend Hikari, who was dating his older brother Atsuya. He decides one day, nevertheless, to confess his feelings, by shifting an appointment that she had with Atsuya, but this initiative indirectly caused the death of the latter, hit by a truck. Two years later, Hiro finds himself in a dark place, handcuffed and wearing a rabbit mask, symbol of the sin of envy, for provoking the death of his brother, before meeting eight other teenagers in a courtroom, one of whom died before his arrival. The end of the manga reveals that Hiro was the mastermind of the game alongside Hikari, with both aiming to make the judge and jury members who acquitted the drunken truck driver who ran over his brother watch their family members die before being killed themselves. However, Hiro is poisoned himself by Hikari, who found out that he was the one who shifted Atsuya's appointment with her. * Kazuyuki \"Kazu\" Asai: a brown-haired boy who is in high school and quickly sympathizes with Hiro. He claims to be homosexual, which constitutes his sin, judged of lust. He found himself wearing a cat mask, like Asami. The third victim of the game, killing himself with a poisoned needle. * Rina Okamoto: a high-school girl whose alleged sin is avarice, represented by a fox mask, although she shows no trace of this trait. Everything suggests that she is the only one who has committed no sin, and that she is only a victim of the game. It turns out that, despite being a member of the jury that acquitted the truck driver, Rina's mother rejected the bribery attempt, and both mother and daughter managed to survive the game. * Nobuyuki Yamaguchi: a long-haired boy who found himself wearing a bear mask, an animal symbol of sloth. He seems to have a fairly violent past, apparently having killed his own mother because she criticized the way he lived. The second victim, killed with a poisoned needle. * Ryûhei Shinomiya: a tall, thin young man, with gray hair capped in a Visual Kei style. He claims to have no real purpose in life, and was found wearing the mask of the horse, having sinned in wrath. His crime is unknown, but his reality is unquestionable given his aggressive and provocative personality. The fourth victim of the game, stabbed with a pair of scissors by Hiro when both received an equal number of votes and had to fight until one of them died. * Hayato Takizawa: a law student, dressed in a suit, with black hair and glasses. He seems silent and contemptuous, and says he is ready to do anything to get out of the game and take revenge on his father, Kazunori. He is calm and manipulative. His sin is pride, represented by his lion mask, referring to his status as a student of law and also to his haughty and manipulative character. Killed by his own father, Kazuyuki Takizawa (the judge of the drunk driver's trial, who never assumed Hayato's paternity) with a cross-bow arrow shot through his heart, after he tried to betray and kill his very own father (Kazuyuki then falls from the stairs and dies shortly afterwards). * Asami Kimura: a blonde girl wearing a Christian cross in a wooden pendant. She displays a sexual behavior, trying to seduce Hiro to make him follow her votes. Found herself wearing a cat mask, representing the sin of lust. After seeing her fiancé being part of another game, she vowed to win for the sake of seeing him again. The fifth victim of the game, repeatedly stabbed in the neck with glass shards by Miku when both received an equal number of votes and had to fight until one of them died. * Miku Sanada: a shy, timid girl with long black hair and glasses. Her sin, gluttony (represented by her pig mask), is derived from her past as an obese teenager before becoming thin with an operation paid by the bribe her grandfather accepted to acquit the drunk driver who killed Atsuya. After seeing her grandfather in another game, she vowed to somehow save him. Killed by Hayato's father with a cross-bow arrow shot through her forehead. * \"The Pig Guy\": an overweight boy, found dead next to a pig mask as soon as the other participants were allowed to remove their masks, due to removing his mask before he was authorized to do so by Kazu. Kazu was following orders from his captives who threatened to kill his mother via cellphone contact. His sin is gluttony. *Kazuyuki Takizawa: the paternal parent of Hayato Takizawa. He had an affair with another woman and she gave birth to Hayato. Trying to sweep this secret under the rug, he paid the family off to silence them. Later, Hayato's mother dies and Hayato grows to resent his father. Kazuyuki kill's Miku's grandfather when he could not stand the old man's whining to see his granddaughter. With only four people making it out of this game alive (including the captured loved ones), he continues his killing spree by killing Miku and later Hayato after he has been betrayed. In a ruse to get back at Kazuyuki, Hayato had begun already planned to expose his father, a lawful judge, of his misdoings (i.e. bribery) in the court room. Hiro and Hikari plan to use the information found in Hayato's home to frame Kazuyuki and get away with the game. Later, Kazuyaki falls and is hung with a pipe and chain. *Hikari: a sweet-looking girl, who is best friends with Hiro. She had gotten advice to ask out the person she loves and asks out Hiro's brother, Atsuya, without knowing Hiro has deep feelings for her. Hiro devises a plan to tell his brother that Hikari had changed plans to meet up one hour later than the original time, in hopes to swoop in and show up himself, and Atsuya tells his boss about this change. Later, Hikari gets a message saying Atsuya had been hit by a drunk driver and tells Hiro, who feels guilty about what he has done. During the events of the game, Hiro and Hikari had been planning to exact revenge on the judges, jury and their loved ones who had been paid off to say the driver was innocent when proof showed the driver was not. With the loved ones playing the game, the judges and jury watch. Kazuyuki was the only one to figure out their plans, but it was too late. He had already been captured, killed and framed for the game. When exiting the building, Hikari had previously handed Hiro water which was laced with poison. As Hiro is dying, Hikari towers over him and tells him he is guilty for his actions. She found out Hiro's ruse after she asked Atsuya's boss why Atsuya was late. ==Secret== Tonogai's third spiritual part of the Doubt series, , began serialization in Monthly Shōnen Gangan in October 2013. Like its predecessors, it has been published in English as well by Yen Press. ===Plot and characters=== After months of therapy to help them cope with a bus accident that killed all of their classmates, the six high-school students who survived the accident are told by their counselor that three of them are murderers, and that he will turn the evidence to the police if they do not confess in a week. All of them suddenly find themselves engaged in a race against time to prove their innocence, but it is not so easy to trust others when everyone has something to hide. * Iku Sanada: the main character of the manga. He tries several times to find the criminals, but comes to the conclusion that he is one too, since he believes himself to have caused the death of one of his classmates by removing the bar that had pierced her back after the accident, at her request. Even if he did not remove the bar, the bus explosion would have killed her and burned her alive. It is revealed he had killed his mother due to complications from his birth leading to his father becoming an alcoholic. * Rika Konno: a young idol, who was forced to abandon her career following an injury to the right eye caused by the accident, is still obsessed with having fans and her looks. She is manipulated by Mitomo, who tells her that Sanada and Amano are the culprits of the accident. This leads her to capturing them both and burning Amano's house down, unaware that they survived. After watching the news, a reporter reveals the sleeping pills from Amano Hospital were stolen by a nurse. After discovering she has been tricked, she attacks Mitomo with a knife after he had been contained. It is not revealed whether he died or not, but it is implied Mitomo turned her into the third murderer by unknowingly using himself as the victim. * Eiji Amano: a quiet student, whose brother works in the hospital where strong sleeping pills had been stolen. Because of this, he is seen as a suspect by his comrades. Under Mitomo's manipulation, he gets seriously injured by Konno, but survives with Sanada's help and hiding in a storage space. It is revealed he is stressed due to his parents pressuring him to succeed like his older brother. Mitomo planned to use the stolen sleeping pills story to tie it in with the inebriated bus driver. It is never revealed what caused the bus driver to become sedated. * Tsuyoshi Odzu: a red- haired teenager who is Sanada's best friend and saved his life at the end of the series when Mitomo tries to hang him. Odzu had injured his left arm in the accident which caused him to wear a cast. He was in love with a classmate, a girl named Kisaragi, and feels guilty of her death since they exchanged seats shortly before the accident. Odzu and Sanada set up a plan to get Mitomo to confess his crimes and records it through his phone which was hidden in his cast. * Ryoko Kunikida: she takes care of other people to divert attention to the fact that she apparently killed Futami, accidentally, who she was in love with. Her version of the story is she accidentally made him fall from the roof of the school, during a discussion caused by her jealousy. Kunikida had found Toono's bookmark that she gave to Futami and was planning to throw it over the roof. Futami grabs her and lets go of the bookmark, which causes Futami to leap over the roof's railing in an attempt to catch it. As he does, he falls to his death. Kunikida saw Shima attack Odzu so she manipulated Shima to attempt to kill Mitomo at the school. Mitomo thinks she is the second killer. * Yukito Shima: a chubby teenager, who killed a classmate in a fit of rage just after the accident. He tries to injure Odzu after he claims to have seen someone standing on the bus. Afterwards, he tries to commit suicide by jumping from the roof of the school. Shima is saved by a suicide net. After being arrested, Mitomo believes Shima won't be charged to the highest degree due to being a minor. In theory, he is the only classmate who has killed anyone. * Shinichi Mitomo: the school guidance counselor who accuses three of the accident survivors of being murderers. A mysterious person, he seems to have a hidden agenda and to know more about the accident than he lets on. After discovering Toono, his half-sister (same father), was pregnant, Mitomo planned to kill every boy in her class. Especially the surviving male members, by manipulating them into turning on each other and manipulating Konno to do his bidding. *Shun Futami: a classmate of the suspected six survivors. Due to catching a fever, he did not go on the field trip. Leaving a suicide note behind, he jumps off the roof and dies. In the note, he reveals he has survivor's guilt, but his mother and Sanada did not believe this was the case. After finding evidence proving he was never suicidal, Sanada puts the clues together and finds out it was Kunikida who wrote the note and accidentally forced Futami to jump off of the roof after confessing her unrequited love for him. Due to his apparent suicide, a suicide net is placed on the roof of the school. *Ami Toono: a classmate who died in the bus accident. Shima liked her due to her kindness. Toono was dating Futami and was pregnant with his child. It is believed Futami committed suicide due to her and the baby's death. During the accident, Sanada believes he killed Toono by pulling a metal rod out of her back, but that was not the case since she would have burned alive. Later, it is revealed Toono is Mitomo's sister and that Mitomo had a one-sided incestuous love for her. *Ryou Shimizu: a classmate who is a known heartbreaker that was killed after the bus had crashed. When the accident had occurred, Shimizu was trapped under seats. He bribes Shima to save him implying he would use Toono and then throw her so Shima could pick her up in an emotional state. Due to this, Shima kills Shimizu by bashing his head in multiple times. The police did not believe Shimizu's death was an accident. ==Reception== The fourth volume placed fourteenth of thirty in manga in Japan for the week of May 18 to May 22 selling 45,770 copies that week. The next week, from May 25 to May 30, the volume rose to tenth place selling an additional 47,323 copies. ==References== ==External links== * * Manga News Review Vol 1 * Manga News Review Vol 2 * Manga News Review Vol 3 * Manga Sanctuary Review Vol 2 * Manga Sanctuary Review Vol 3 * Animeland Review Vol 1 * Animeland Review Vol 2 * Bd Gest Review Vol 1 * French Publisher Category:Death games in fiction Category:Gangan Comics manga Category:Psychological horror anime and manga Category:Seven deadly sins in popular culture Category:Shōnen manga Category:Yen Press titles ",
    "title": "Doubt (horror manga)"
}