{
    "id": "17313091",
    "text": "Din Within is an American Neo-progressive rock project which was formed in late 2004 by Mark Gollihur and Josh Sager. The duo remain the only core members of the \"band,\" but they enlisted the help of guest musicians in the production of their critically acclaimed debut album, Awaken the Man, which was released by Zenwater Music/Digital Din on November 13, 2007. The album was written over a course of several years by Gollihur and Sager, which, as they state on their website, was a time of \"great personal struggle and growth.\" Indeed, most of the lyrical concepts on their debut release seem to deal with personal issues of self-discovery and redemption. ==Style== The band's style, a blend of styles such as Symphonic rock, neo-prog, Album-oriented rock (AOR) and traditional Progressive rock, is heavily influenced by a large variety of progressive rock groups from both sides of the Atlantic and several decades, including the likes of Spock's Beard, Genesis, Porcupine Tree, Pink Floyd, Dream Theater, Kansas and many more. Cover art for Awaken the Man Their music also leans heavily on another prog-rock mainstay: the long-format song. With multiple tracks on Awaken the Man surpassing 10 minutes in length, it is another aspect of their music that betrays their Art rock influences. ==Background== Prior to the release of their album, the members of Din Within were relative unknowns; previously, Gollihur co-founded and performed with Second Story, a well-regarded female-fronted symfo group which created good regional buzz and strong critical reviews, but failed to capture commercial success. Both Josh and Mark also performed in several other progressive bands and other groups throughout their youth and early adulthood. ==Record and song releases== A very early demo version of \"Hey You (Part I)\" appears on the benefit album The Tsunami Projekt; the song is largely the same but had the original programmed drum tracks and earlier takes of the vocals and guitar tracks rather than the more polished version found on the 2007 release. In 2012, a new tribute album to Yes, featuring \"cover\" versions from across the discography of the popular long-running band, featured Din Within's unique take on the song \"Changes\" (from 90125). Released by Mellow Records (Italy) in May 2012, it is a two-disc compilation featuring progressive rock bands from around the world. ==Members== Mark Gollihur: Composer, Vocals, Bass Guitar, Recording Engineer, Mixing, Synths/Piano/Organ, Drum Programming, Guitars, Production Josh Sager: Composer, Vocals, Guitars, Recording Engineer, Synths/Piano/Organ, Drum Programming, Bass Guitars, Production ==Guest Artists (on Awaken the Man)== Mike Ian: Drums, Drum Recording Engineer, Production Assistance Scott McGill: Guitar Solo Scott Lewis: Backing Vocals, Assistant Engineer Jess Sager: Backing Vocals Geoffrey Gollihur: Backing Vocals Evan Gollihur: Backing Vocals ==Honors and awards== The album Awaken the Man has received the following awards: • Top Ten Progressive Rock Releases of 2007 (#7) - Epic Prog with the Lurker, ProgRock.com • Debut of the Year - Glasshuset Progressive Radio Show, Kanal 1 Radio (Norway) • 4.5 out of 5 rating - Metal Hammer Magazine, March 2008 (Poland) ==External links== * Official Din Within Website * Official Din Within MySpace Page * Press Release for Awaken the Man Album Release Category:American progressive rock groups Category:Musical groups established in 2004 ",
    "title": "Din Within"
}