{
    "id": "17320022",
    "text": "A New Wonder, a Woman Never Vexed is a Jacobean era stage play, often classified as a city comedy. Its authorship was traditionally attributed to William Rowley, though modern scholarship has questioned Rowley's sole authorship; Thomas Heywood and George Wilkins have been proposed as possible contributors. The story is based on the life of Sir Stephen Foster, who was imprisoned in Ludgate for debt and in 1454 became Lord Mayor of London. He later married Agnes Forster in the play, who renovated and enlarged the prison. A New Wonder was entered into the Stationers' Register on 24 November 1631, and was first printed in quarto in 1632 by the bookseller Francis Constable. The 1632 quarto was the only edition in the seventeenth century. The play's date of authorship is uncertain; it is often assigned to the 1610-14 period. Rowley may have revised an earlier play by Heywood called The Wonder of a Woman (1595).Chambers, Vol. 3, p. 474. The play was adapted and revived by James Robinson Planché in 1824. ==Synopsis== The play opens with two London merchants and partners, Old Foster and the Alderman Bruin, anticipating major profits from their successful trading voyages. Their conversation quickly turns to personal matters: Old Foster's reprobate brother Stephen is in Ludgate prison for his debts, and Old Foster has fallen out with his son Robert over the son's efforts to alleviate the prisoner's condition. The Foster family situation is complicated by Old Foster's recent marriage to a wealthy widow; the new Mistress Foster is no friend of her brother-in-law and son-in-law. Alderman Bruin tries vainly to patch up the Foster quarrel; he is the play's consistent voice of forbearance and Christian charity. But Old Foster is unyielding, and soon disowns his son for the young man's consistent efforts in favor of the uncle. The play's second scene introduces the title character, the woman, otherwise unnamed, known as the Widow, or \"the rich widow of Cornhill.\" The Widow is the friend and \"gossip\" of Mistress Foster; her servant Roger is the play's Clown, who provides much of its comic material. (In the play's final two acts, the Widow and Mistress Foster are not merely friends but sisters. This plot inconsistency may be one indication of multiple authorship.) In conversation with a clergyman, the Widow expresses her strange predicament: she has lived the first 37 years of her life with no significant troubles -- she a woman who has never been \"vexed.\" She confesses to a bit of unhappiness when her husband died...which ended when she thought of him as \"stellified in heaven.\" Her good fortune is illustrated by a folklore motif: her wedding ring slips off her finger while she is crossing the Thames -- but the ring turns up in the salmon served for her dinner. The Widow is dissatisfied with the sheer magnitude of her happiness; her life is too good. Robert Foster manages to free his uncle from Ludgate; but Stephen Foster quickly returns to dicing and brawling in a gambling house. Mistress Foster, accompanied by the Widow, follows son-in-law Robert to the gaming house; while there, the Widow strikes up an odd conversation with Stephen Foster. She presents him with a plan to repair his decayed fortunes: he should marry a rich widow. The rich widow she has in mind is herself: she hopes that marrying the ne'er-do-well Stephen will provide the vexation missing from her life. Alderman Bruin looks forward to devoting his mercantile profits to charitable purposes; he plans to build a hostel for poor travellers. When their ships reach Dover on their way to London, Old Foster offers to buy out Bruin's share in their venture. This will give Bruin immediate cash for his charity, and maximize Foster's profits. Bruin agrees, and sells his share in the venture for £25,000. When the ships reach the mouth of the Thames, however, they are sunk by a sudden storm, and Old Foster meets abrupt financial ruin. He seeks refuge from his creditors in Ludgate prison; the brothers' fortunes at the start of the play are now completely reversed. The Widow is surprised to find that Stephen gives up his wastrel ways once married. He studies her accounts, and learns that she is owed funds by various debtors; he sets out in pursuit of the moneys. Old Foster remains hostile to both his brother and son, and the son now tries to relieve his father's sufferings as he previously did his uncle's. Stephen Foster pretends a persistent hostility to his brother, though it is feigned as a way of testing and reforming his difficult relative. Stephen's reversal of fortune carries him to a new height when he is selected as the next sheriff of London. The play's subplot involves Alderman Bruin's daughter Jane; she is a sensible virgin pestered by foolish suitors, a type that recurs in plays of the period. (For other examples of the type, see Moll Bloodhound in A Match at Midnight, and Aemilia Littlegood in A Fine Companion.) In her case, the foolish suitors are Innocent Lambskin, a silly young man, and Sir Godfrey Speedwell, a quarrelsome old knight. Jane has a preference for Robert Foster; and his uncle Stephen is able to scare off Speedwell and Lambskin to his son's advantage, since both are among the Widow's debtors. Stephen offers to two hapless suitors a chance to redeem their debts for only 10% of what they owe; and Robert uses the money to support his father in prison. This act of generosity wins over Old Foster at last. In the play's final scene, King Henry III and his courtiers come to celebrate the establishment of Alderman Bruin's charity. Stephen Foster uses the occasion to work a general reconciliation among his family and achieve a happy ending. ==Notes== ==References== *Chambers, E. K. The Elizabethan Stage. 4 Volumes, Oxford, Clarendon Press, 1923. *Clark, Ira. \"The Widow Hunt on the Tudor and Stuart Stage.\" Studies in English Literature 1500-1900, Vol. 41 No. 2 (Spring 2001), pp. 399-416. * Darby, Trudi Laura, ed. A Critical Old-Spelling Edition of William Rowley's A New Wonder, a Woman Never Vexed. New York, Garland, 1988. * Howard, Jean E. Theater of a City: The Places of London Comedy 1598-1642\\. Philadelphia, University of Pennsylvania Press, 2006. Category:English Renaissance plays Category:1610s plays Category:Plays by William Rowley ",
    "title": "A New Wonder, a Woman Never Vexed"
}