{
    "id": "17323011",
    "text": "Daylesford is a small, privately owned village in Gloucestershire, England, on the border with Oxfordshire. It is situated just south of the A436 two miles east of Stow-on-the-Wold and five miles west of Chipping Norton. The village is on the north bank of the small River Evenlode. This area falls within the Cotswold Hills Area of Outstanding Natural Beauty, so designated in 1966. In the medieval period the manor was held by the Hastings family. Until 1931 Daylesford was a detached part of Worcestershire, but in that year it was transferred to Gloucestershire. It was a separate civil parish until 1935, when it was absorbed into the civil parish of Adlestrop.Vision of Britain website ==Daylesford House== In 1788, Daylesford House was acquired by Warren Hastings, Governor-General of India, a descendant of its medieval owners. In the following years, he remodelled the mansion to the designs of Samuel Pepys Cockerell, modelling it on the grand house he had built at Alipore in India. The interior was replete with magnificent classical and Indian decoration (a style later developed successfully at Sezincote House nearby), with much use of silver and crimson. The drawing room and library had furniture made out of ivory brought back from India The gardens were landscaped by John Davenport (fl. 1774). Warren Hastings also rebuilt the Norman Church of St Peter in 1816, where he was buried two years later. The church was again rebuilt to the designs of J. L. Pearson in 1859-63. It is a Grade I Listed Building, having been designated as such on 25 August 1960. During the 20th century, the house and estate were the property of Charles Edward Baring Young, Viscount Rothermere, who restored the house with the help of the interior decorator John Fowler, and Baron Heinrich Thyssen. It is currently the Gloucestershire home of Sir Anthony and Lady Bamford, major shareholders in the JCB excavator company, and significant donors to the Conservative Party. The Earl of Snowdon and his family rent a cottage on the estate. The lakeside gardens with wooded walks and unusual trees and shrubs are occasionally open to the public in the summer months. There is a farm shop on the estate, which sells organic food under the Daylesford Organic brand. ==References== *Nicholas Mander, Country Houses of the Cotswolds (Aurum Press, 2008) ==External links== * 'Parishes: Daylesford', A History of the County of Worcester: volume 3 (1913) British History Online Category:Villages in Gloucestershire Category:Houses in Gloucestershire Category:Cotswold District ",
    "title": "Daylesford, Gloucestershire"
}