{
    "id": "17320545",
    "text": "Scallywagga is a British comedy sketch show, written by Stuart Kenworthy, who has worked on Green Wing and Smack the Pony. The executive producer of series one was Kenton Allen, and the producer was Jon Montague. The pilot episode aired on 21 March 2007 when the show was known as Spacehopper. Sally Lindsey confirmed on The Paul O'Grady Show that there would be a second series which was also filmed in and around Manchester, bringing on board a new Director (David Sant) and new Producer (Kristian Smith) and several cast changes. The first series was broadcast on TV in 2008 and the DVD was released in early 2010 along with series 1. Series 2 began broadcasting on Tuesday 23 February 2010. ==Overview== Described as being, \"A heady mix of the best fresh and familiar funny voices - straight out of the north - combined to play Scallywagga's host of wrongheaded new characters\", the programme first aired on BBC Three on 29 April 2008. Series One starred Curtis Cole, Steve Edge, Neil Fitzmaurice, Luke Gell, Stefan Gumbs, Jessica Hall, Joanna Higson, Lena Kaur, Sally Lindsay, Carl Rice and Scott Taylor. It ran until 3 June 2008 and was filmed on location in Manchester. There is no audience laughter Series Two returned in 2010, featuring more regular characters and some changes to the ensemble. Steve Edge and Sally Lindsay returned, along with Luke Gell, Stefan Gumbs and Carl Rice. The actresses, Beverly Rudd, Rachel Rae and Catherine Tyldesley joined the Scallywagga group, along with newcomer Christopher Brett. ==Recurring characters== Characters in series 1 included: *Adrian - the son of parents who resort to increasingly bizarre measures to disown him. Played by Luke Gell. *Ange - Played by Lena Kaur. *Asbo PIN - who has an uncanny knack of predicting people’s PIN numbers. Played by Carl Rice. *Bazz - Played by Stefan Gumbs. *Disco Donna - played by Jessica Hall. *Greggs Girl - who is obsessed with pastry. Played by Joanna Higson. *Jon - Played by Scott Taylor. *Smeg - Played by Curtis Cole. Series 2 saw the return and re- design of Adrian and ASBO Pin, and introduced a range of returning characters, including: *\"Mr Styles, The Rubbish Teacher\" whose students always get the better of him. Played by Steve Edge *\"The Charity Workers\" who are trained to annoy people in the street. Played by the group *\"The Lapdancers\" who are anything but sexy in their strange routines. Played by Beverly Rudd, Rachel Rae and Catherine Tyldesley *\"Kirsty, The miserable poet\" whose work is full of rage and bile. Played by Beverly Rudd *\"John, The Nude Policeman\" who refuses to wear clothes. Played by Christopher Brett *\"Letitia, the Chatty Girl\" who just won't shut up. Played by Rachel Rae *\"Sarah, the psycho stalker\" who wants a man, at almost any cost. Played by Catherine Tyldesley *\"Paula Appleton, The Careers Advisor\" who wants everybody to be a Careers Advisor. Played by Sally Lindsay ==Distribution== ===DVD releases=== {| class=\"wikitable\" |- ! rowspan=\"2\"|Series !! rowspan=\"2\"|Episodes !! rowspan=\"2\"|Discs !! colspan=\"5\" |DVD release date |- !width=18% |Region 2 |- |align=\"center\" bgcolor=\"#FFFFFF\"| 1 |align=\"center\"| 6 |align=\"center\"| 2 |align=\"center\"|4 January 2010 |- |colspan=\"8\"|All 6 episodes from the first series, plus the pilot episode, plus deleted scenes and out takes. |- ! rowspan=\"2\"|Series !! rowspan=\"2\"|Episodes !! rowspan=\"2\"|Discs !! colspan=\"5\" |DVD release date |- !width=18% |Region 2 |- |align=\"center\" bgcolor=\"#FFFFFF\"| 2 |align=\"center\"| 6 |align=\"center\"| 1 |align=\"center\"|12 April 2010 |- |colspan=\"8\"|All episodes from the second series. |} ==References== ==External links== * * * * Category:2000s British television sketch shows Category:2010s British television sketch shows Category:2008 British television series debuts Category:2010 British television series endings Category:BBC television sketch shows Category:BBC television comedy Category:English-language television shows ",
    "title": "Scallywagga"
}