{
    "id": "17323276",
    "text": ":This article is part of the history of rail transport by country series The history of rail transport in Finland began on January 31, 1862, with the opening of the railway line between Helsinki and Hämeenlinna. By 1900 most of the future main lines had been constructed, including the line to St. Petersburg.4rail.net - Reference - Finland - Railway History 4rail.net By the time of the birth of the new Finnish Republic in 1917 lines connected all major cities, major ports, and reached as far as the Swedish border, and inner Finland as far north as Kontiomäki in Paltamo region, as well as eastwards into Karelia. ==Rail in the Grand Duchy of Finland== In the 19th century Finland had an undeveloped primarily agricultural economy, the primary exports being forestry products, both timber and furs. Much of the transportation was conducted via waterways; Finland being a country of many lakes. However connecting the waterways system to the coast was problematic. The use of a railway had already been considered in the 1840s; In 1849 Claes Alfred StjernvallYlioppilasmatrikkeli 1640-1852 Claes Alfred Stjernvall www.helsinki.fi had suggested constructing a horse-drawn railway from Helsinki to Turkhauta\"MIKSI TIKKURILAN ASEMASTA TULI NIIN KOMEA? : HELSINGIN- HÄMEENLINNAN RADAN ASEMIEN SYNTY osa I\", JORMA UIMONEN, Helsingin Pitäjä, 1994, 66-79 www.valt.helsinki.fi (in the municipality of Janakkala) ===Hämeenlinna to Helsinki line (1862)=== At that time in its history Finland was an autonomous Grand Duchy of the Russian Empire (see Grand Duchy of Finland) and subject to Russian influence, thus in 1849 Governor General Menshikov ordered the board of transportation (road and waterways) to investigate the construction of a railway connecting Helsinki and Hämeenlinna.A concise history of Finland, D. G. Kirby, p109 Google books The investigations took two years and it was decided use locomotive traction, however construction was delayed due to the Crimean war. The project was restarted in 1856 by Tsar Alexander II's initiative.Rautatie Hämeeseen 'Hameenlinna railway' kirjastohameelinna.fi Some opposed the very idea of the railways, in the Finnish senate responses to the proposed line reflected differing views in Finland at the time towards Finlands relationship with Russia: Finnish nationalists such as Johan Vilhelm Snellman favoured the line since it would aid development in Finland, more pro-Russian figures such as Lars Gabriel von Haartman favoured the idea of a line between Helsinki and St. Petersburg. After discussions it happened that the Helsinki to Hämeenlinna line was the first to be built. The decision to build the line finalised in 1857, the line based on a revised version of the plan made in 1851. Knut Adolf Ludvig Stjernvall was construction manager, and came under criticism for the project cost, resigning in 1861.Stjernvall, Knut Adolf Ludvig www.kansallisbiografia.fi The line was opened in 1862. The track was 96 km long, singled tracked and expected to carry one train a day. For more frequent services passing loops could be used. After Helsinki intermediate stations were found at Pasila, Kerava, Hyvinkää and Riihimäki before reaching Hämeenlinna. Following the opening of the first railway line in Finland further lines were built, being constructed on the relative needs of industrial growth, populations, the interests of the Russian empire also being a guiding factor. The construction of early lines was primarily state controlled and financed. ===Riihimäki – Saint Petersburg Railway (1868–70)=== A rail link between the capitals of the grand Duchy of Finland and of Russia had been considered for some time; surveys for a railway had been made in 1857, and some time after merchants of Vyborg had proposed to pay for the construction of a link between the Russian capital and Vyborg.История. 1870 - 1918 годы. History: 1870-1918 www.terijoki.spb.ru No real progress was made until March 1867 when Finnish Senate proposed the construction of a link, in November 1867 the Tsar Alexander II gave a decree ordering its construction, stating that the link should be from Riihimäki (a station on the Helsinki–Hämeenlinna line) to St. Petersburg, being favourable for transportation and trade as well as providing employment to many currently experiencing hardship due to the crop failure that caused the Finnish famine of 1866–68. Work began in 1868, and was completed by 1870.Pietarin rata toi Lahdelle menestyksen eväät \"St. Petersburg railway brought food\", 30 July 2006, Heikki Mantere www.ess.fi Between Riihimäki and St. Petersburg the major stops were: Lahti, Kausala, Kouvola, Luumäki, Simola, Viipuri (Vyborg), Maaskola, Terijoki (Zelenogorsk), Valkeasaari (Beloostrov) and Spasskaja Postcard showing the original Finland Station in St Petersburg, opened in 1870 The line was 371 km in length, and included some difficult terrain for railways—particularly swampy regions. A steel bridge over the Kymi and a moving bridge at Vyborg also were engineering challenges.130 лет. Поездом от Хельсинки до Санкт-Петербурга. журнал \"Лидеры\" No. 2/2000 130 years - Trains from Helsinki to St. Petersburg, www.aroundspb.ru The German firm Siemens and Haske provided the telegraph communications Iron rails were imported from Belgium, being 6.4m long and weighing 30pounds per meter.By 1876 the rails were being found too weak for the traffic and were gradually replaced with steel rails over the next 20 years The line works were split into five sections, the first completed was the Riihimäki to Lahti section. The main opening ceremony was held in February 1870 when the St. Petersburg–Vyborg section was complete, at the famous Finlyandsky Rail Terminal; itself being built specifically for the new line. The whole line was open by September 1870. The entire railway including parts in Russia and the Russian rail terminal were the property and responsibility of the Finnish railways, not until 1913 and the building of a bridge over the Neva was the line connected to the railways of Russia proper. ===Hanko–Hyvinkää railway (1872–75)=== A Baldwin 4-4-0 at Hanko railway station in 1893 The Hanko to Hyvinkää railway was a private venture funded by which began construction in March 1872, and was opened in October 1873.Hangon rataa Otalammelle p10 OTASANOMAT No.2 2007 (magazine for Otalampi area of Finland), p10 \"glimpse of otalampi railway\" www.otalampi.net The line was expected to profit from enormous amounts of freight bound for the port of Hanko,Hanko-Hyvinkaa rata Hanko-Hyvinka line koti.mbnet.fiBeing the southernmost port in Finland it is free of ice for the longest period of the year, additionally it was expected that the line and port would serve imports and exports from russia and further east unfortunately three years earlier in 1870 the Paldiski–Tallinn–St. Petersburg line was completed in Estonia,Port of Paldiski :History www.portofpaldiski.com which competed. This first privately financed railway in Finland went bankrupt in 1875 and the Finnish government bought the railway for just over 10million marks. The line which was 153 km in length, also passed through Lohja and Karis on the way south to Hanko. ===Porvoo–Kerava Railway (1874)=== The second private railway to be built in Finland was the 33 km long Porvoo to Kerava railway (Finnish: Porvoon Keravan Rautatie). The first proposals for a line were made in 1863 with local grandees and businessmen supporting the project on the understanding that it would stimulate trade, as well as the wish not to become a backwater compared to other ports that had a rail connection.Porvoo- Kerava-rautatie vuodesta 1874 Porvoo Kerava Railway (1874-) www.helsinkiww.net (information from article by Mikko Alameren in publication \"Resiina\" Issue 3/4 (1974) ) However the Finnish state gave priority to lines to Tampere and Lahti. Another attempt to gain funding was made in 1866, but this time the St. Petersburg line was given priorityThe state was unwilling to fund the project, and the St. Petersburg line was paid in part by an alcohol tax, and in part through a lone from Russian state funds. In 1871 the senate of the Grand Duchy of Finland granted permission for a line to be built. The shareholders included Carl Eugen ÅbergCE Åberg Biography of Carl Eugen Åberg trader and shipownerwww.kansallisbiografia.fialso his father Wilhelm Åberg (died 1870) and August EklöfAugust Eklöf Biography of August Eklöf timber merchant and industrialist www.kansallisbiografia.fi as well as Fredrik SneckenströmFredrik Sneckenström Biography of Fredrik Sneckenström trader, shipowner, sawmill owner, captain (nautical) www.kansallisbiografia.fiFredrik Sneckenström had been involved in the 1863 attempt to build a railway to Porvoo, he died in 1877 financially ruined by the railway collapse. all of whom had investments in Porvoo. By 1874 the railway was complete and carrying goods. The railway company soon experienced financial difficulties—the amount of traffic had not lived up to estimates: by 1876 it was being offered for sale; by 1878 the original company was bankrupt; by 1887 a new owner was found; and in 1917 the company was sold to the Finnish state railways.Porvoon rata Porvoo railway, Author: Ismo Kirves www.helsinkiww.net (Passenger traffic ceased in 1981, freight around 1990, the line has since been used for heritage trains, and is used by the Porvoo museum railway.Porvoon Museorautatie r.y. / Borgå Museijärnväg r.f. / The Porvoo Museum Railway Society www.helsinkiww.net) ===Tampere and Turku (1876)=== After connections from Helsinki to Hämeenlinna and St. Petersburg had been made connections to Finland's great cities of Turku (Swedish Åbo) and Tampere (Swedish Tammerfors) were next to get state approval. In 1874 lines were commissioned connecting Hämeenlinna to Tampere (via Toijala), and Toijala to Turku which were open by 1876,(SVR) SUOMEN VALTION RAUTATIET / FINSKA STATSJÄRNVÄGARNE (FSJ) : FINNISH RAILWAYS in 19th century list of finnish railway lines (-1912) personal.inet.fiSuomen leveäraiteiset rataosat valmistumisjärjestyksessä Finland track lengths and opening times web.archive.org extending the existing line from Helsinki to Hämeenlinna north and west, and making Toijala railway station a major junction. ===Tampere to Vaasa and the Ostrobothnian line (1883–86)=== path of the Ostrobothnian line from Seinäjoki to Oulu Connecting lines and branches omitted. By 1883 the Tampere line had been extended over 300 km northwards via Haapamäki and Seinäjoki to Vaasa. The 334 km Ostrobothnian line (Finnish: Pohjanmaan rataPieni Tietosanakirja, 4 volumes, 1925-1928, page 850 \"Pohjanmaan rata\" \"The small encyclopedia\", finnish encyclopedia, web archive, via runeberg.org) from Seinäjoki to Oulu via Bennäs, Kokkola and Ylivieska was open by 1886 making Seinäjoki railway station another major junction. From Oulu railway station the line continued via Tuira to the port of Toppila (A suburb of Oulu) on a 5 km stretch of track, two other short lines were also opened: a port connection to the Kokkola suburb of Ykspihlaja (5 km) and in 1887 to Jakobstad (Finnish Pietarsaari) from Bennas. ====Raahe Railway (1899–1900)==== The Raahe railway (Finnish: Raahen RautatiePieni Tietosanakirja, 4 volumes, 1925-1928, page 1075 \"Raahe rata\" \"The small encyclopedia\", finnish encyclopedia, web archive, via runeberg.org) was built as a private enterprise to connect the coastal town of Raahe to the Ostrobothnian line.History of Raahe www.kirjastovirma.net The line to Raahe was open in 1899, and the extension to the docks of Raahe was complete by 1900.Harvinaisuus saapui asemapihalle \"Rare vehicle in the Yard\" www.kavela.fi The main line ran from Lappi (now called TuomiojaThe name was changed to avoid confusion with Lappi, the finnish name for Lapland.) on the ostrobothnian line (between Kokkola and Oulu) to Raahe and was 18 km long. In 1926 the line was sold to the state railways. ===Kouvola; the Savonian line (1889,1902) and the Kotka line (1890)=== In 1885 274 kilometers of the Savonia line (Finnish Savon rata) was commissioned, connecting Kouvola (on the St. Petersburg line) through Tanttari, Harju, Mynttilä, Otava, Mikkeli,Rautatie ja Mikkeli - Savon rata Rail and the town of Mikkeli - the Savonian line materiaalit.internetix.fi Pieksämäki, Suonenjoki to Kuopio with a 6.7 spur line from Suonenjoki to Isvesi, the line was open by 1889. In 1887 the 52 km Kotka line (Finnish: Kotkan rataPieni Tietosanakirja, 4 volumes, 1925-1928, page 715 \"Kotkan rata\" \"The small encyclopedia\", finnish encyclopedia, web archive, via runeberg.org) line from Kouvola to the port town of KotkaRautatiehistoriaa, Heli Mäki Rail history : early history, some information on uniforms : section \"Rautatieyhteys Kotkaan\" (Rail link to Kotka) www.finnicakymenlaakso.fi was commissioned, opening in 1890. A short industrial line branching to the Kymintehdas factory district at the Tanttari district of Kouvala was added in 1892.Map: Tanttari, Kouvala. Industrial line branches from mark to the north, coming off the northward part of the Savonia line to Harju maps.google.co.uk The Savonian line was completed in 1902 with the continuation of the track from Kuopio to Iisalmi (85 km); extensions to the Savonian line were opened in 1904 from Iisalmi with an 83 km track passing through Murtomäki further north to Kajaani. and in 1923 when the line from Kajaani was extended 25 km to reach KontiomäkiPieni Tietosanakirja, 4 volumes, 1925-1928, page 35 \"Savon rata\" \"The small encyclopedia\", finnish encyclopedia, web archive, via runeberg.org Thus by 1900 Kouvola railway station had become a major junction on the Finnish railway network with lines leading to St. Petersburg, Helsinki, Kotka, and to Savonia. ===Karelian railway (1892–95)=== Between 1892 and 1895 a series of lines known collectively as the Karelian railways (Finnish: Karjalan rataPieni Tietosanakirja, 4 volumes, 1925-1928, \"Karjalan rata\" Page 334 \"The small encyclopedia\", finnish encyclopedia, web archive, via runeberg.org) were built.Another line in Karelia, the Joensuu to Nurmes extension was added to the network in 1910-11 The first line completed was the 72 km Viipuri (or Vyborg) to Imatra line via Antrea (Kamennogorsk) in 1892. By 1893 an extension 139 km long from Antrea through Hiitola, Elisenvaara, Jaakkima, and Sortavala was complete. The final part of the line was from Sortavala though Matkaselkä, Värtsilä, Onkamo and Sulkuniemi to Joensuu was complete in 1894 adding another 133 km. Additionally in 1895 a short 6.75 km line from Imatra via Tainionkoski to Vuoksenniska (both suburbs of Imatra) was added. ===Tampere to Pori line (1895, 1899)=== By 1895 Pori (on the western coast) had been connected to Tampere via Peipohja (near Kokemäki). By 1899 a short line from Pori of 20 km was built to the coast at Mäntyluoto via Yyteri. ===The Rauma Railway (1897, 1914)=== The Rauman railway (Finnish: Rauman rataPieni Tietosanakirja, 4 volumes, 1925-1928, page 1156 \"Rauman rata\" \"The small encyclopedia\", finnish encyclopedia, web archive, via runeberg.org) was opened in 1897, with a line connecting Peipohja via Kiukainen to Rauma Later in 1914 another line was opened branching west and southward from Kuikainen to Kauttua (in the municipality of Eura). The railway was absorbed into VR in 1950.Rauman rautatie 110 vuotta Rauman railway: 110 years www.museot.fiRauman rautatie Rauman railway, history and historical pictures, www.raumakuvasto.fi ===Haapamäki to Jyväskylä line (1897)=== By 1897 Haapamäki (on Tampere–Seinäjoki line) was connected to Jyväskylä; making Haapamäki railway station a junction station. Additionally a 42 km line northwards from Jyväskylä to Suolahti was complete by 1898. ===Hamina railway (1899)=== In 1898 the Hamina railway (Finnish: Haminan Rautatie, Swedish: Fredrikshamns järnväg) was founded as a privately funded enterprise; a single 27.5 km line ran to Inkeroinen. The line was opened in 1899 and used two Baldwin 2-6-2T locomotives from the USA. In 1916 the line and company was absorbed into the state railways.JÄRNVÄGS AB FREDRIKSHAMN Fredicksman railway company www.filatelia.fi ===Finnish coastal railway (1899,1903)=== By 1899 a line from Karis near Helsinki to Turku was constructed roughly following the south- western coast of Finland; this linked with Helsinki by 1903 once a railway between Karis and Pasila had been constructed. The whole line is named Rantarata (Finnish) or Kustbanan (Swedish) meaning \"coastal railway\". ===Other lines (1900–17)=== In 1900 Finland had 3,300 km of railway lines.Rautatieliikenne Rail transport www.compuline.fi The network continued to expand; in addition to extensions to the Savonian line and the completion of the rantarata by extension 83 km from Karjaa to Pasila, the Ostrobothnian line was extended by 1903 131 km from Tuira northwards to Tornio,ЗАМЕТКИ О ФИНЛЯНДСКИХЪ ЖЕЛЕЗНЫХЪ ДОРОГАХЪ, 1914 г. Note on finland's railway network www.terijoki.spb.ru which is next to the Swedish border.The line from Tornio was Russia's only land link to its Western allies during World War I. An aerial ropeway conveyor for carrying post over the river Torne was constructed from 1916 to 1917. See Tornion ja Haaparannan posti-ilmarata (finnish wikipedia), and Muistomerkit Torniossa - Posti-ilmaradan muistomerkki (Memorials in Tornio) via www.haparandatornio.com. A dual gauge bridge was constructed in 1919. In 1909 the Lapland capital Rovaniemi was connected to the rail network via Kemi,Puutavarayhtiöiden maanhankinta ja -omistus pohjois- Suomessa vuosina 1885-1939 Timber companies and the acquisition of land ownership in northern Finland in 1885-1939, Section 2.1.3 herkules.oulu.fi the junction being at Laurila 8 km north of Kemi. By 1911 Nurmes in eastern Finland had been connected to Joensuu via Lieksa., and by 1913 Kristinestad and Kaskinen (Kaskö) on the western coast were connected to Seinäjoki via a branch at Perälä Between 1906 and 1914 the Karelian railway was connected to the Savonian railway by track running from Elisenvaara to Pieksämäki. In 1913 a bridge built in Russia over the Neva river connected the Finnish rail network to the rest of the Russian network for the first time.Все о реке Неве: мосты, притоки, наводнения... The Neva river - bridges, tributaries.. www.nevariver.ru Construction began in 1910; the bridge consisted of four tied-girder-truss-arch spans (bowstring bridge), two on either side of a lifting bridge. Originally the bridge was called the Alexander I Bridge after Alexander I of Russia, later in the 1910s it became known as the Finlyandsky Railway Bridge. ==Rail in Finland during transition and civil war (1917–18)== Finland's railways at the time of the civil war (~1918) Jyväskylä–Pieksämäki railway under construction in (1918) In 1917 Vladimir Ilyich Lenin made his famous journey out of exile and travelled from Helsinki to St. Petersburg arriving at the Finland Station on 16 April 1917, by July he had to flee again, returning to Helsinki this time disguised as the fireman of the train (driven by Hugo Jalava)—he only got as far as Lahti railway station by rail as the wax used in the disguise was starting to melt. In September he returned to Russia again in another disguise; this time he was more successful: As a consequence of the Russian revolution Finland was able to gain its independence in peace from Russia, and on 6 December 1917 Finland's Declaration of Independence was made. During the Finnish Civil War the rail network was sufficiently well developed to play a significant role in the conflict;Armoured Trains and Railways of Finnish Civil War www.jaegerplatoon.net a train from Russia, the so-called \"weapons train\" arrived in January 1918 bringing 15,000 rifles, 30 machine guns, 76mm guns, two armoured cars and ammunition. Much of the fighting took place on or around the railways, or for control of vital railway points. Armoured trains were also used during the war, and were effective. ==Rail transport in the republic of Finland (1919–95)== ===1919–39=== Dual gauge bridge connecting Finland and Sweden, built 1919 In 1919 a rail bridge was built across the river Torne between Tornio and Haparanda connecting by rail Finland and Sweden.Valtakunnallisesti merkittävät kulttuurihistorialliset ympäristöt 1993 -luettelo. Tornio Nationally significant monuments and structures, 1993 list : Tornio. www.nba.fiTORNIONJOKI - VÄYLÄ VALTAKUNTIEN VÄLILLÄ \"Torne - junction between nations\" p7-8 www.narc.fifrom Tornio tourist office: Section 2 \"Tornio bridges\" page 5 www.tornio.fi The first part of the Saint Petersburg – Hiitola railroad was completed in 1919; a 107 km line connecting Hiitola (on the Vyborg–Joensuu railroad) with Rautu.Suomen leveäraiteiset rataosat valmistumisjärjestyksessä Finland railway lines and their opening times, web.archive.org and ultimately leading southward past the Finnish-Russian border to St. Petersburg. A line northwards from Tornio to Karunki opened in 1923; close to the Swedish border, and extending to Kaulinranta by 1928The track was extended in the 1960s to Kolari. In finnish it is known as the Kolarin rata In 1924 a line from Matkaselkä (on the Vyborg–Joensuu) line to Suojärvi opened, by 1927 it had been extended to Naistenjärvi. Various other lines expanded the network through the 1920s and 1930s including an east–west connection of 154 km between Iisalmi and Ylivieska; this connected the Ostrobothnian line on the west coast with the Savonia line in the east of the country. Another important east–west connection was made in 1930 with Oulu and Kontiomäki being joined by a 166 km railway. Outokumpu was connected in 1928 from Joensuu, and Vuokatti to Nurmes in 1929. A line in Lapland eastward from Rovaniemi to Kemijärvi was built in 1934, this was extended further east to Salla in 1942, and Pori connected to Haapamäki by a 193 km line in 1938. The 1930s as in other countries were considered the heyday of rail transportVR respects the past in its operations www.vrgroup.fi ===Second World War=== During the Winter War the Finnish forces again used armoured trains. Two trains were fielded, both dating to the World War I era.Finnish Artillery Arm in the Winter War: The armoured trains www.winterwar.com The Armoured Train No.1 (Finnish: Ps.Juna 1 : abbr. from Panssarijuna) was used mostly to support the fighting in the Kollaa River area, found to be effective in supporting infantry. The opposing Soviet forces recognised this and it was repeatedly targeted by artillery and attacked from the air; as a result hiding places had to be found for the armoured train, and modifications made—such as smokestack extension pipes that directed the exhaust smoke under the train, to reduce the risk of it being spotted. More often than not bombardments and aerial attack damaged the track rather than the train directly.Armoured Train 1 in Winter War Part 2.1, Armoured train 1 in the Winter War, jaegerplatoon.net Ps.Juna 2 was used in both the Kollaa River battles and other battles around the Karelian Isthmus. During the interim period before the Continuation War the trains were re-armed with anti-aircraft weapons to counter the constant bombing they had experienced. The Russian forces also used armoured trains, some of which were captured or destroyed.Finnish Armoured Trains 1941 - 1944 Part 3, Interim peace - time of modifications, www.jaegerplatoon.net Armoured Train No.1 became a permanent exhibit at the Finnish Armour Museum (Finnish: Panssarimuseo) in Parola.Panssarimuseo: Perusnayttely Armour museum : permanent exhibits www.panssarimuseo Additionally railway guns were used by both sides, the finns constructed a battery of 152 mm rail mounted artillery pieces from coastal artillery guns,Finnish Artillery Arm in the Winter War: The railway guns www.winterwar.com the Russians had access to far larger pieces of rail mounted artillery including 12\" guns,LIFE magazine, 11 November 1940 Page 72 (via books.google.co.uk) one of which became known as the \"ghost gun\" (Finnish: aavetykki) during its shelling of Vyborg. ===1944–present=== As a result of the unfavourable terms of peace of the Moscow Armistice of September 1944, the Finnish state lost large amounts of land, including parts of Karelia in southeastern Finland; in addition to the ceding of the large town of Vyborg important parts of the rail network were lost including the Saint Petersburg – Hiitola railroad and most of the Vyborg–Joensuu railroad (Karelian railroad)—as a consequence a new Karelian line had to be built. ==History of urban railways, trams, metros and mass transit== In 1890 trams started to operate in Helsinki. In 1912 trams started to operate in Turku (see Turku tram) (a horse tramway had operated between 1890 and 1892), and in Vyborg in 1912. ==Narrow gauge lines== :See also Narrow-gauge railways in Finland ==Infrastructure and rolling stock== ===Rolling stock=== Finnish Steam Locomotive Class A5 4-4-0 No 58 locomotive in the Finnish Railway Museum The first steam locomotives in Finland were imported from the Canada Works in Birkenhead, England; six 4-4-0 tender locomotives were bought and given the class designation A1, the first into was named Ilmarinen.Ilmarinen was a sky god, and a god of crafts and metals.A1 koti.mbnet.fi The first Finnish locomotive was the Finnish Steam Locomotive Class A5. It was a 4-4-0 tender locomotive built in 1874 to a similar design as the A3 class,A5 koti.mbnet.fi that were imported from Dübs and Co. Scotland (A3 Class)A3 koti.mbnet.fi More 4-4-0 tender locomotives (class A4) came from Baldwin locomotive works in America for the private Hanko–Hyvinkää railway between 1872-3.A4 koti.mbnet.fi followed by further imported machines from G. Sigl locomotive works in Wiener Neustadt in Austria (class A6)A6 koti.mbnet.fi Sigl, Swiss Locomotive and Machine Works and HanomagSuomen höyryveturit Finnish Steam Locomotives ==See also== *Rail transport in Finland * VR Group * Finnish Railway Museum * Jokioinen Museum Railway * VR Class Pr1 * VR Class Hr1 * VR Class Tk3 ==References and notes== ===Notes=== ===References=== ===Other resources=== *Обзор железнодорожной сети Великого Княжества Финляндии за 1890 год Overview of the Finnish rail network in 1890, Compiled by N.A. Sytenko, from the book _\"Outline of Russian Railways network\" Volume 2. 1896_ via www.railway.ruzgd.ru *Vanhoja rautateiden aikatauluja Archives of old railway timetables jpl.yi.org *\"IF ONLY WE HAD A RAILWAY!\" The role of the finnish railway network in the nation's technological progress as seen by Ernst Gustaf Palmen Author: Tiina Päivärinne. Publication: Tekniikan Waiheita. 2/08. via www.reila.fi *Railway lines - dates of opening and lengths: **(SVR) SUOMEN VALTION RAUTATIET / FINSKA STATSJÄRNVÄGARNE (FSJ) : complete list of opening years of VR railway lines List of railway line constructions by track length and date, including narrow gauge (up to 1912) personal.inet.fi **Suomen leveäraiteiset rataosat valmistumisjärjestyksessä Finnish railway lines, their lengths and dates of opening 1862-modern web.archive.org **Finnish Railway Statistics 2009 Finnish Rail Administration, (Dates of opening of lines) section 1.3 pages 9–10, rhk-fi-bin.directo.fi ==External links== * illustrated description of Finland's railways in the 1930s Category:Rail transport in Finland ",
    "title": "History of rail transport in Finland"
}