{
    "id": "17320329",
    "text": "Brian McKeever (born June 18, 1979) is a Canadian cross-country skier and biathlete, who became Canada's most decorated Winter Paralympian when he won his 14th medal at the 2018 Winter Paralympics. He finished the 2018 Games with a career total of 13 gold medals and 17 medals in all, making him also the most decorated Paralympic cross-country skier ever. ==Biography== McKeever began skiing at the age of three and started competing at thirteen. At 19 he began losing his vision due to Stargardt's disease. At the 2002 and 2006 Winter Paralympics he competed in both cross-country skiing and biathlon. He won two gold medals and a silver in cross-country the first year and bronze medal for biathlon plus two gold medals and a silver for cross-country skiing in the later year. For his performance at the 2006 Games McKeever was named Best Male at the Paralympic Sport Awards. McKeever's older brother, Robin McKeever, competed as his guide when Brian skis in the Paralympics, until 2014, when Erik Carleton took over.Brian McKeever video profile by Paralympic Sport TV In 2010, he became the first Canadian athlete to be named to both Paralympic and Olympic teams. At the 2010 Winter Olympics, he was going to compete in the men's 50km cross-country race, however Canada's coach decided to replace him with a skier who did well at an earlier event at the 2010 games and thus he did not become the first athlete in the world to compete in the Winter Paralympics and Winter Olympics in the same year.Associated Press, \"Canada's McKeever to ski at Olympics, Paralympics\", Rachel Cohen, 17 February 2010 (accessed 21 February 2010) At the 2010 Paralympics McKeever won three gold medals for cross-country skiing. McKeever repeated this triple gold medal performance at the 2014 Sochi Winter Paralympics, sweeping the men's visually impaired cross country skiing individual events for the second time. At the 2018 Winter Paralympics in Pyeongchang, South Korea McKeever's gold medal in the men's 20-kilometre cross-country ski freestyle event was the 14th of his career, to pass the late Lana Spreeman as Canada's most decorated Winter Paralympian. He won another two individual gold and a team relay bronze, his third triple gold medal sweep, for a career total of 13 gold medals and 17 medals in all, making him also the most decorated Paralympic cross-country skier ever. ==Awards and honours== In 2011, McKeever was inducted alongside his brother Robin into the Canadian Disability Hall of Fame. He was Canada's flagbearer at the opening of the 2018 Winter Paralympics, where he was competing in his fifth Winter Paralympics. ==References== == External links == * * * Category:1979 births Category:Biathletes at the 2002 Winter Paralympics Category:Biathletes at the 2006 Winter Paralympics Category:Biathletes at the 2010 Winter Paralympics Category:Blind people from Canada Category:Canadian male biathletes Category:Canadian male cross-country skiers Category:Cross- country skiers at the 2002 Winter Paralympics Category:Cross-country skiers at the 2006 Winter Paralympics Category:Cross-country skiers at the 2010 Winter Paralympics Category:Living people Category:Paralympic biathletes of Canada Category:Paralympic bronze medalists for Canada Category:Paralympic cross- country skiers of Canada Category:Paralympic gold medalists for Canada Category:Paralympic silver medalists for Canada Category:Sportspeople from Calgary Category:Visually Impaired category Paralympic competitors Category:Biathletes at the 2014 Winter Paralympics Category:Medalists at the 2010 Winter Paralympics Category:Medalists at the 2006 Winter Paralympics Category:Medalists at the 2002 Winter Paralympics Category:Medalists at the 2014 Winter Paralympics Category:Canadian Disability Hall of Fame Category:Cross-country skiers at the 2014 Winter Paralympics Category:Cross- country skiers at the 2018 Winter Paralympics Category:Medalists at the 2018 Winter Paralympics Category:Paralympic Sport Awards — Best Male winners Category:Paralympic medalists in cross-country skiing Category:Paralympic medalists in biathlon ",
    "title": "Brian McKeever"
}