{
    "id": "17322938",
    "text": "A eurytherm is an organism, often an endotherm, that can function at a wide range of ambient temperatures. To be considered a eurytherm, all stages of an organism's life cycle must be considered, including juvenile and larval stages. These wide ranges of tolerable temperatures are directly derived from the tolerance of a given eurythermal organism's proteins. Extreme examples of eurytherms include Tardigrades (Tardigrada), the desert pupfish (Cyprinodon macularis), and green crabs (Carcinus maenas), however, nearly all mammals, including humans, are considered eurytherms. Eurythermy can be an evolutionary advantage: adaptations to cold temperatures, called cold-eurythemy, are seen as essential for the survival of species during ice ages. In addition, the ability to survive in a wide range of temperatures increases a species' ability to inhabit other areas, an advantage for natural selection. Eurythermy is an aspect of thermoregulation in organisms. It is in contrast with the idea of stenothermic organisms, which can only operate within a relatively narrow range of ambient temperatures.Hill R, Wyse G, Anderson A. Animal Physiology. 2004. Sinaur Associates, Inc. Through a wide variety of thermal coping mechanisms, eurythermic organisms can either provide or expel heat for themselves in order to survive in cold or hot, respectively, or otherwise prepare themselves for extreme temperatures. Certain species of eurytherm have been shown to have unique protein synthesis processes that differentiate them from relatively stenothermic, but otherwise similar, species. A boreal forest in Canada. This forest would likely house deciduous conifers. == Examples == * Tardigrades, known for their ability to survive in nearly any environment, are extreme examples of eurytherms. Certain species of tardigrade, including Mi. tardigradum, are able to withstand and survive temperatures ranging from –273 °C (near absolute zero) to 150 °C in their anhydrobiotic state. * The desert pupfish, a rare bony fish that occupies places like the Colorado River Delta in Baja California, small ponds in Sonora, Mexico, and drainage sites near the Salton Sea in California, can function in waters ranging from 8º to 42 °C. * The green crab is a common species of littoral crab with a range that extends from Iceland and Central Norway in the north to South Africa and Victoria, Australia in the south, including more temperate regions like Northwest Africa in between. The green crab has been shown to survive in waters at least as cold as 8 °C, and at least as warm as 35 °C. * Boreal deciduous conifers (genus Larix) are the primary plants occupying the boreal forests of Siberia and North America. Although they are conifers, they are deciduous, and therefore lose their needles in Autumn. Species like the black spruce, or tamarack (Larix laricina) occupy wide swaths of land ranging from Indiana in the south, well into the arctic circle in Northern Alaska, Canada, and Siberia in the north. It has been shown that the black spruce can endure temperatures as cold as –85°, and at least as warm as 20 °C. * Killer whales (Orcinus orca) are found at nearly every latitude on earth. They are able to withstand water temperatures ranging from 0° to 30-35 °C. Killer whales are deemed a cosmopolitan species, along with the osprey (Pandion haliaetus) and the house sparrow (Passer domesticus). world ocean. == Advantages over Stenotherms == It is thought that adaptations to cold temperatures (cold-eurythermy) in animals, despite the high cost of functional adaptation, has allowed for mobility and agility. This cold eurythermy is also viewed as a near necessity for survival of the evolutionary crises, including ice ages, that occur with relative frequency over the evolutionary timescale. Due to its ability to provide the excess energy and aerobic scope required for endothermy, eurythermy is considered to be the \"missing link\" between ectothermy and endothermy. The green crab's success demonstrates one example of eurythermic advantage. Although invasive species are typically considered to be detrimental to the environment in which they are introduced, and even considered to be a leading cause of animal extinctions, the ability of an animal to thrive in various environmental conditions is a form of evolutionary fitness, and therefore is typically a characteristic of successful species. A species' relative eurythermality is one of the main factors in its ability to survive in different conditions. One example of eurythermic advantage can be seen in the failure of many of the world's coral reefs. Most species of coral are considered to be stenothermic. The worldwide increase in oceanic temperatures has caused many coral reefs to begin bleaching and dying because the coral have begun to expel the zooxanthellae algae that live in their tissues and provide them with their food and color. This bleaching has resulted in a 50% mortality rate in observed corals in the waters off of Cape York in Northeastern Australia, and a 12% bleaching rate in observed reefs throughout the world. Although regulators, especially endotherms, expend a significantly higher proportion of energy per unit of mass, the advantages of endothermy, particularly endogenous thermogenesis, have proven significant enough for selection. ==Thermal Coping Mechanisms== The ability to maintain homeostasis at varying temperatures is the most important characteristic in defining an endothermic eurytherm, whereas other, thermoconforming eurytherms like tardigrades are simply able to endure significant shifts in their internal body temperature that occur with ambient temperature changes. Eurythermic animals can be either conformers or regulators, meaning that their internal physiology can either vary with the external environment or maintain consistency regardless of the external environment, respectively. It is important to note that endotherms do not solely rely on internal thermogenesis for all parts of homeostasis or comfort; in fact, in many ways, they are equally as reliant upon behavior to regulate body temperature as ectotherms are. Reptiles are ectotherms, and therefore rely upon positive thermotaxis, basking (heliothermy), burrowing, and crowding with members of their species in order to regulate their body temperature within a narrow range and even to produce fevers to fight infection. Similarly, humans rely upon clothing, housing, air conditioning, and drinking to achieve the same goals, although humans are not considered indicative of endotherms on the whole. The green crab is an exceedingly common species of shore crab. Considered an invasive species, the green crab's ability to function in a wide range of water and air temperatures allows it to vary widely in its range. The sustained supply of oxygen to body tissues determines the body temperature range of an organism. Eurytherms that live in environments with large temperature changes adapt to higher temperatures through a variety of methods. In green crabs, the process of initial warming results in an increase of oxygen consumption and heart rate, accompanied by a decrease in stroke volume and haemolymph oxygen partial pressure. As this warming continues, dissolved oxygen levels decrease below the threshold for full haemocyanin oxygen saturation. This heating then progressively releases haemocyanin-bound oxygen, saving energy in oxygen transport and resulting in an associated leveling off of metabolic rate. Key to maintaining homeostasis, individual thermoregulation is the ability to maintain internal body temperature in humans, the most recognizable eurytherm. In humans, deep-body temperature is regulated by cutaneous blood flow, which maintains this temperature despite changes in the external environment. Homo Sapiens' ability to survive in different ambient temperatures is a key factor in the species success, and one cited reason for why Homo sapiens eventually outcompeted Neanderthals (Homo neanderthalensis). Humans have two major forms of thermogenesis. The first is shivering, in which a warm-blooded creature produces involuntary contraction of skeletal muscle in order to produce heat. In addition, shivering also signals the body to produce irisin, a hormone that has been shown to convert white fat to brown fat, which is used in non- shivering thermogenesis, the second type of human thermogensis. Non-shivering thermogenesis occurs in the brown fat, which contains the uncoupling protein thermogenin. This protein decreases the proton gradient generated in oxidative phosphorylation during the synthesis of ATP, uncoupling the electron transport in the mitochondrion from the production of chemical energy (ATP). This creation of a gradient across the mitochondrial membrane causes energy to be lost as heat. On the other hand, humans have only one method of cooling themselves, biologically speaking: sweat evaporation. Cutaneous eccrine sweat glands produce sweat, which is made up of mostly water with a small amount of ions. Evaporation of this sweat helps to cool the blood beneath the skin, resulting in a cooling of deep-body temperature. A Tardigrade is able to enter an anhydrobiotic stage, often called a tun, in order to increase the range of temperatures that it can withstand. While some organisms are eurythermic due to their ability to regulate internal body temperature, like humans, others have wildly different methods of extreme temperature tolerance. Tardigrades are able to enter an anhydrobiotic state, often called a tun, in order to both prevent desiccation and endure extreme temperatures. In this state, tardigrades decrease their bodily water to about 1–3% wt./wt. Although this state allows certain tardigrades to endure temperatures at the extremes of –273° and 150 °C at the extremes, tardigrades in their hydrated state are able to withstand temperatures as low as –196 °C. This displayed extremotolerance has led scientists to speculate that tardigrades could theoretically survive on Mars, where temperatures regularly fluctuate between –123° and 25 °C, as well as even possibly the near absolute zero of interplanetary space. The tardigrade's ability to withstand extremely cold temperatures as a tun is a form of cryptobiosis called cryobiosis. Although the high temperature endurance of tardigrades has been significantly less studied, their cryobiotic response to low temperatures has been well-documented. Tardigrades are able to withstand such cold temperatures not by avoiding freezing using antifreeze proteins as a freeze avoidance organism would, but rather by tolerating ice formation in the extracellular body water, activated by ice nucleating proteins. In addition to other organisms, plants (Plantae) can be either stenothermic or eurythermic. Plants inhabiting the boreal and polar climates generally tend to be cold-eurythermic, enduring temperatures as cold as –85°, and as warm as at least 20 °C, such as boreal deciduous conifers. This is in direct contrast to plants that typically inhabit more tropical or montane regions, where plants may have purely tolerable range between only about 10° and 25 °C, such as the banyan tree. The common carp (Cyprinus carpio) has shown higher protein synthesis rates at high temperatures. == Eurythermal Protein Adaptation == The tolerance for extreme body temperatures in a given eurythermic organism is largely due to an increased temperature tolerance by the respective organism's homologous proteins. In particular, the proteins of a warm-adapted species may be inherently more eurythermal than a cold-adapted species, with warm-adapted species' proteins withstanding higher temperatures before beginning to denature, therefore avoiding possible cell death. Eurythermal species also have shown adaptations in protein synthesis rates compared to non-eurythermal similar species. Rainbow trout (Salmo gairdneri) have shown constant protein synthesis rates \\left(Q_{10}\\right) over temperatures ranging from 5° to 20 °C, after acclimating to any temperature in this range for 1 month. In contrast, carp (Cyprinus carpio') have shown significantly higher protein synthesis rates after acclimating to higher water temperatures (25 °C) than after acclimating to lower water temperatures (10 °C). This type of experiment is common throughout fish. A similar example is given by the Senegalese sole (Solea senegalensis), which, when acclimated to temperatures of 26 °C, produced a significantly higher amount of taurine, glutamate, GABA and glycine compared to acclimation to 12 °C. This may mean that the aforementioned compounds aid in antioxidant defense, osmoregulatory processes, or energetic purposes at these temperatures. ==References== ==External links== * Category:Animal physiology Category:Ecology ",
    "title": "Eurytherm"
}