{
    "id": "17322103",
    "text": "Althoff Catholic High School is a secondary education, Roman Catholic, private school, in Belleville, Illinois, in the Roman Catholic Diocese of Belleville. ==History== In 1960, Albert R. Zuroweste, the Bishop of Belleville, met with lay leaders of the Belleville area concerning conditions existing at the Cathedral High School for boys and the Academy of Notre Dame for girls. Since both schools were overcrowded, it was decided that new, co-ed facilities must be provided for students coming in from the area's Catholic grade schools. The high school was dedicated on August 30, 1964, and named in honor of the previous Bishop, Henry J. Althoff. The new high school opened its doors on September 3, 1964. As of 2008, Althoff has graduated 9123 students, including 1105 Illinois State Scholars, 2 National Merit Finalists (top 1% of the nation), 91 National Merit commended Students (top 5% in nation), and 22 National Merit Finalists (top 1% in the nation). ==Admissions== For potential students, a \"Spend-A-Day Program\" is offered. When a grade school student does not have school, but Althoff does, they are able to attend classes and lunch with a current ACHS student. This is helpful in the decision making process of which high school to attend. Incoming freshmen must take a placement test. This is used along with 7th and 8th grade transcripts to determine placement in classes. Classes are generated for the average and above average. Students with strong grades and score in the 90% on the placement test are placed in Honors classes. Transfer students are admitted for the first three years. However, seniors are typically not accepted, but it is at the principal's discretion. Transfer requirements include two letters of recommendation, grades, standardized test scores, and transcripts showing that classes taken are similar to Althoff's curriculum. ==Academics== Althoff Catholic High School has ten academic departments. These are: art, business, English, foreign language, mathematics, music, physical education, science, social studies, and theology. Students must take 24 hours to graduate and have more than 100 courses to choose from. Students are required to take four years of theology and English. Three years are required for mathematics, science, and social studies. In addition, Health, Technology Skills, and Information Processing are all required courses for graduation. Two years of an art, music, or foreign language is necessary as well. To fulfill Althoff's Mission Statement, a retreat each year is required for graduation. Freshmen and Sophomores attend a \"Day of Recollection.\" Juniors attend a closed retreat that is overnight. Lastly, seniors participate in a Senior Service Project. For the first three weeks of January they spend their time giving back to the community. Popular places for this include day cares, grade schools, and nursing homes. ==Athletics== The Althoff Crusaders offer both girls and boys athletics, as well as co-ed teams. Boys athletic teams include: lacrosse, curling, cricket, baseball, basketball, football, golf, hockey, soccer, swimming, tennis, volleyball, and wrestling. Girls sports include: basketball, cheerleading, golf, poms, soccer, softball, swimming, tennis, and volleyball. In addition, the co-ed sports are: bowling, track & field, and cross country. ==Notable alumni== * Kevin Lisch, member of the 2016 Australian Men's Olympic Basketball team. * DaRond Stovall, professional baseball player. ==Notes and references== ==External links== * School website Category:Roman Catholic Diocese of Belleville Category:Catholic secondary schools in Illinois Category:Belleville, Illinois Category:Educational institutions established in 1964 Category:Schools in St. Clair County, Illinois Category:1964 establishments in Illinois ",
    "title": "Althoff Catholic High School"
}