{
    "id": "17320405",
    "text": "Harmon Craig (March 15, 1926 – March 14, 2003) was an American geochemist who worked briefly for the University of Chicago (1951-1955) before spending the majority of his career at Scripps Institution of Oceanography (1955-2003). Craig was involved in numerous research expeditions, which visited the Great Rift Valley of East Africa, the crater of Loihi, the Afar Depression of Ethiopia, Greenland's ice cores, and Yellowstone's geysers, among many others. This led to him being described as \"the Indiana Jones of the earth sciences\", someone \"whose overriding impulse was to get out and see the world they were studying\". Craig made many significant discoveries in geochemistry. He is credited with establishing the field of carbon isotope geochemistry by characterizing carbon's stable isotopic signatures in various natural materials. This had immediate applications in radiocarbon dating. By studying stable and radioactive carbon isotopes in the biosphere and air-sea system, he derived the atmospheric residence time of carbon dioxide with respect to oceanic uptake. His work laid the foundation for isotopic studies of the carbon cycle, and was fundamental to understanding carbon sequestering in the oceanic and the terrestrial biosphere and the modulation of global warming. In addition, from 1969 to 1989, Harmon Craig served as an editor for Earth and Planetary Science Letters. ==Family and early life== Harmon Craig was born in Manhattan, in New York City, to John Richard Craig, Jr. (1896-1945) and his wife Virginia (Stanley) Craig. He was named after his uncle, Harmon Bushnell Craig (1895-1917), but does not use his middle name. Harmon Craig's grandparents on his father's side were actors, directors and producers. During World War I, John Craig (1868-1931) and his wife, actress Mary Young, led the first professional American stock theater company to travel to France and entertain troops at the front. While they entertained the troops, their sons Harmon Bushnell Craig (1895-1917) and John Richard Craig, Jr. (1896-1945) served in the war effort. John Craig, Jr. received a French Croix de Guerre for his efforts as a second lieutenant of artillery, working with French 75s. Harmon Bushnell Craig died serving with an ambulatory corps run by the American Field Service, and was posthumously awarded the French Croix de Guerre. In November 1924, John Craig, Jr. married Virginia Stanley of Wichita, Kansas. They had three children: Harmon (named after his uncle), John Richard III (named after his father and grandfather), and Stanley Craig. Harmon Craig's mother, Virginia Stanley, was descended from Quakers who helped found schools for freed slaves. His mother's involvement with the Quakers was a strong influence on Harmon Craig. == University of Chicago == Harmon Craig studied geology and chemistry at the University of Chicago. In 1944, he joined the U.S. Navy, serving as a communications and radar officer during World War II. After the war, he continued his education at University of Chicago, working with Nobel Laureate Harold Urey. Craig credits Urey with giving him valuable advice on how to choose scientific problems: “If you go into a project, it’s got to be a scientific problem that has rooms that continue into other rooms.” Craig earned his Ph.D. in 1951, with The geochemistry of the stable carbon isotopes, a thesis on carbon isotope geochemistry. Craig created his thesis to find the measurement of ancient sea temperature. Craig used the carbon dioxide released from calcium carbonate fossils as a basis for future researches involving the carbon system. The masses of carbon dioxide that are produced by 18O and 16O were used to calculate respective masses. Craig’s study of the carbon isotope produced corrections that deal with mass fractionation and radiocarbon ages. Craig’s thesis work is considered a foundational accomplishment for its studies of 13 C and 12 C in a wide range of natural materials, including everything from ocean water to the atmosphere; volcanic gases; plants, coal, diamonds, and petroleum; sediments, igneous rocks and meteorites. His theory has been applied to applications as varied as determining food chains and the identifying the sources of stone for ancient statues. Karl Turekian has stated that “Craig’s 35-year-old dissertation is still the measure of all subsequent work in the field.” Craig joined the Enrico Fermi Institute at the University of Chicago as a research associate in 1951. In 1953, Urey and Craig published results showing that chondrites, meteors from the Solar System, did not have a single fixed composition, as had been assumed. After carrying out analyses of the chemical composition of hundreds of different meteorites, they reported that chondrites fell into two distinguishable groups, high iron (H) and low iron (L) chondrites. Their work \"underscored the value of reliable chemical data\" and led to significant improvements in data analysis in the field. It led to a better understanding of the materials and processes involved in forming planets. == Scripps Institution of Oceanography == In 1955 Harmon Craig was recruited to Scripps Institution of Oceanography by Roger Revelle. His laboratory at Scripps eventually contained five mass spectrometers, one of them a portable unit. As a professor of geochemistry and oceanography at Scripps, Craig developed new methods in radiocarbon dating and applied radioisotope and isotope distribution to various topics in marine-, geo-, and cosmochemistry. Craig produced fundamental findings about how the deep earth, oceans and atmosphere work. During the 1950s Craig measured variations in the concentrations of hydrogen and oxygen isotopes in natural waters. In 1961, Craig identified the global meteoric water line, a linear relationship describing the occurrence of hydrogen and oxygen isotopes in terrestrial waters. Craig also established the oxygen isotope shift in geothermal and volcanic fluids, demonstrating that the water is meteoric. His discovery outlined the relation between rocks and water in geothermal systems. In 1963, Craig received a Guggenheim Fellowship, using it to spend a year at the Istituto de Geologia Nucleare, Pisa, Italy. He described a framework for studying the isotopic composition of the hydrosphere, discussing kinetics, equilibrium, and the use of isotopes for paleoenvironmental reconstructions. The work he presented with Louis I. Gordon on isotopic fractionation of the phase changes in water is known as the Craig- Gordon Model. The model is applied to problems in watershed and ecosystem studies such as the calculation of evaporation. It has been called \"a corner stone of isotope geochemistry.\" During the Nova Expedition of 1967, Craig and colleagues W. Brian Clarke (1937–2002) and M.A. Beg from McMaster University in Canada observed the Kermadec Trench in the Pacific Ocean. They found unexpectedly high proportions of the helium-3 isotope in the ocean waters. Craig concluded that the isotope was present within the earth's mantle and theorized that it was leaking into sea water through cracks in the sea floor. Craig and coworkers studied the isotopic composition of atmospheric and dissolved oxygen in the composition of dissolved gases, where he discovered the biochemical oxygen demand and the intake in the ocean mixed layer. Craig determined by measuring that the element, 210Pb is rapidly scavenged by sinking particulate matter. In 1970, Craig teamed up with colleagues at Scripps, Columbia University's Lamont–Doherty Earth Observatory and the Woods Hole Oceanographic Institution to direct the GEOSECS Programme (geochemical ocean sections study) to investigate the chemical and isotopic properties of the world's oceans. GEOSECS produced the most complete set of ocean chemistry data ever collected. In 1971, as part of the Antipode Expedition, Craig and his colleagues gathered hydrographic casts and other data, and discovered a benthic front separating the South Pacific deep and bottom water. During the 1970s Craig examined the relationship of gases such as radon and helium to earthquake prediction, developing a monitoring network at thermal springs and wells near major fault lines in southernmost California. In 1979, he detected an increase in radon and helium as a precursor to an earthquake near Big Bear Lake, California. In a long-term project, Harmon Craig and Valerie Craig (his wife) used carbon and oxygen isotopes to identify the sources of the marble used in ancient Greek sculptures and temples. Craig discovered submarine Hydrothermal vents by measuring helium 3 and radon emitted from seafloor spreading centers. He made 17 dives to the bottom of the ocean in the ALVIN submersible, including the first descent into the Mariana Trough. There he discovered hydrothermal vents nearly 3700m deep. Craig proved that there was excess 3He instead of 4He, affecting the understanding for ocean circulation and seafloor spreading. Craig led 28 oceanographic expeditions and traveled to the East African Rift Valley, The Dead Sea, Tibet, Yunnan (China) and many other places to sample volcanic rocks and gases. He visited all the major volcanic island chains of the Pacific Ocean and Indian Ocean to collect lava samples. He identified 16 mantle hotspots where volcanic plumes rise from the Earth's outer core through the deep mantle by measuring their helium 3 to helium 4 ratio, identifying the higher helium 3 content present in the hotspots as primordial helium, trapped in the earth's core when it was first formed. Craig was one of the earliest people to analyze the gases trapped in the glacier ice. Craig reported that the methane in the atmosphere had increased twice due to human day to day activities in the last 300 years. ==Awards and honors== Craig was elected to the National Academy of Sciences in 1979. Craig won the VM Goldschmidt Medal of the Geochemical Society in 1979, the National Science Foundation's Special Creativity Award in Oceanography in 1982 and the Arthur L. Day Prize and Lectureship of the National Academy of Sciences in 1987. He shared the Vetlesen Prize with Wallace S. Broecker in 1987. In 1998 he was awarded the Balzan Prize for Geochemistry, from the International Balzan Foundation of Milan, Italy. The Foundation commended him as \"a pioneer in earth sciences who uses the varied tools of isotope geochemistry to solve problems of fundamental scientific importance and immediate relevance in the atmosphere, hydrosphere and solid earth.\" It was the first time that the prize had gone to a geochemist. Craig was quoted as saying \"The Prize's most significant effect was to establish that Geochemistry, especially Isotope Geochemistry, which began in 1947, had come of age and is a mature science. This was much more important than the specific person chosen for the award.\" He received an honorary degree from the University of Paris. ==Death== Craig died at Thornton Hospital in La Jolla, California on 14 March 2003 from a massive heart attack a day before his birthday. ==References== ==External links== * Category:1926 births Category:2003 deaths Category:American geochemists Category:Members of the United States National Academy of Sciences Category:American climatologists ",
    "title": "Harmon Craig"
}