{
    "id": "17320305",
    "text": "Reynaldo Young [b. 1966] is a London-based Uruguayan composer, arranger, guitarist, teacher and workshop leader. He has written concert pieces as well as music for dance, theatre, and video – many of them performed worldwide; he is also an active player at the free improvisation scene around Europe and the United Kingdom. Founder and director of the ‘Cardboard Citizens New Music Ensemble’, the UK’s only professional avant-garde music group whose members are all homeless people, refugees and asylum seekers; writing, directing and performing contemporary and improvisatory music with mixed ensembles of professional and non-professional musicians is one of his main fields of expertise (a skill he acknowledges he learned working with his former teacher Daryl Runswick). Other activities include performing with electroacoustic trio 'lrs' and with the algorithmic junkestra 'Halal Kebab Hut’. He has collaborated with various artists, including: Luis 'Toto' Alvarez, Darío Bernal Villegas, Luke Fraser, Leonel Kaplan, Simon Katan, Christof Kurzmann, Fernando Perales and Nikos Veliotis, (free improvisation), Melanie Clarke, Rosalind Crisp, Carla Onni, Zoi Dimitriou, Antigone Avdi and Danai Pappa (dance), Adrian Jackson (Cardboard Citizens) (theatre) and Mario Lewis (video). ==Selected premiered works== *cuatro piecitas – for flute alone, by Sandra Nión (Montevideo, 30/08/95). *oleanna suite – for flute, bass clarinet and percussion, by Sandra Nión, Martín Castillos and Andres Morón (Montevideo, 11/07/97). *overnite obstination – for cello alone, by Nikos Veliotis (London, 19/11/97). *november night gathering of seven lonely yoru-no-tsuru – for chamber ensemble, by the Royal Northern College of Music New Ensemble, conducted by Clark Rundell (Manchester, 18/04/98). *exablusis – for prepared guitar alone, by Clive Carroll (London, 11/11/98). *farewell’99 – for violinist pierrot, colombine, mime and chamber ensemble, by Emilio García Díaz and The Leyton Wandering Moons (London, 8/06/99) *last starship to mont (via westminster i-g s)- for double bass and piano, by Victor Obsust and Mark Ray (London, 8/10/00). *self-portrait with haiku – for double bass and piano – by Mette Hanskov and Marc Cracknel (Wells Cathedral, 7/10/01). *7 caprichos – for electric guitar alone, by the composer (London, 7/12/01). *earlier person under the train – for cello alone played with bach-bogen, by Nikos Veliotis (Athens, 1/04/02). *ay’tik – for any large number of voices and percussion, by Coma voices and Frances Lynch conducted by Daryl Runswick (Bretton Hall, West Yorkshire, 26/07/02).This piece was written as a response to John Holloway's book Change the World Without Taking Power. *capricho 21 – for electric guitar and computer generated sounds, by the composer (London, 13/02/03). *yarará – for a large group of improvisers by The 2:13 Ensemble (Athens, 1/04/04). *four temperaments: fragments – for ensemble and live electronics by The Cardboard Citizens New Music Ensemble (London, 19/06/04). *king: a street story and response – by The Cardboard Citizens New Music Ensemble (London, 11/05/05). *dust – by The Cardboard Citizens New Music Ensemble (London, 27/07/06). *tea with yximalloo – by The Cardboard Citizens New Music Ensemble (London, 23/09/06). *in the dark – (guitar, electronics) music for a choreography by Melanie Clarke (Giessen, 06/02/06) *down/out – by The Cardboard Citizens New Music Ensemble (London, 19/07/07). *goddesses in exile (guitar, electronics), music for a choreography by Zoi Dimitriou (London, 6/05/08). ==References== *The Living Composers Project *CMI Basil – Disco inspirado no livro de Holloway. Por CMI-Campinas e Rádio Muda 18 November 2003 às 20:19 *PRS Foundation – Cardboard Citizens New Music Ensemble ==External links== *Reynaldo Young website *Musical Pointers – The Musical Score in Times of Conceptualisation – essay *Voices rise up in rage of enlightenement Category:1966 births Category:Living people Category:Free improvisation Category:Uruguayan composers Category:Uruguayan musicians ",
    "title": "Reynaldo Young"
}