{
    "id": "17321797",
    "text": "InternetNZ (\"Internet New Zealand Inc.\" and originally formed as the Internet Society of New Zealand) is a not-for-profit open membership organisation dedicated to protecting and promoting the Internet for New Zealand. Its vision is for a better world through a better Internet and it promotes the Internet’s benefits and protect its potential. InternetNZ focuses on advancing an open and uncaptureable Internet for New Zealand. It provides a voice for the Internet in New Zealand. It lobbies the government. And it gives a helping hand to Internet users across New Zealand. InternetNZ is the designated manager for the .nz Internet domain, and through this role it represents New Zealand at a global level. It provides community funding to promote research and the discovery of ways to improve the Internet. It informs people about the Internet and ensures it is well understood by those making decisions that help shape it. Every year it brings the Internet community together at NetHui to share wisdom and best practice on the state of the Internet. == Current Councillors == The elected InternetNZ council as at 26 July 2018 are Jamie Baddeley (President), Joy Liddicoat (Vice President), Sarah Lee, Kate Pearce, Dave Moskovitz, Richard Wood, Amber Craig, Kelly Buehler, Richard Hulse, Don Stokes, Kate Pearce, and Keith Davidson. == History == The Internet Society of New Zealand was originally formed in 1995 in order to take responsibility for the .nz ccTLD. At the annual meeting on 4 August 2008, InternetNZ's Peter Dengate Thrush was made an InternetNZ Fellow because of his record of contribution to Internet policy issues in New Zealand and internationally. ===Relationship with Internet Society=== Despite sharing many aims with the Internet Society, InternetNZ has never been a chapter of that organisation. In April 2008, the organisation formally changed its official name to \"Internet New Zealand Inc.\" to recognise common usage and to specifically reflect these differences. InternetNZ did, however, join the Internet Society in 2006 as an organisational member. == References == == External links == * https://internetnz.nz/ The official website * https://www.nethistory.co.nz/ A history of the Internet in New Zealand, written by Keith Newman. Category:Internet governance organizations Category:Internet in New Zealand Category:Business organisations based in New Zealand ",
    "title": "InternetNZ"
}