{
    "id": "20463757",
    "text": "\"(The) Mickey Mouse (Club) March\" is the opening theme for The Mickey Mouse Club television show, which aired in the United States from October 1955 to 1959, on the ABC television network. (The first two lines are: Who’s the leader of the Club that’s made for you and me? M-I-C-K-E-Y M-O-U-S-E!) The song is reprised with the slower \"it's time to say goodbye\" verse, at the end of each episode. In the show's opening, the song is partially performed by the characters Dumbo and Jiminy Cricket. It also ended with Donald Duck attempting to hit a gong with the \"Mickey Mouse Club\" title on it, but would end with comic results, such as him getting hit by lightning, or the gong turning out to be a pie, or Donald just hitting a triangle instead. The song was written by the Mickey Mouse Club host Jimmie Dodd and was published by Hal Leonard Corporation, July 1, 1955. Dodd, who was a guitarist and musician hired by Walt Disney as a songwriter, wrote other songs used over the course of the series, as well, such as the “theme day” songs sung on the show. ==Cover versions== Julie London covered the song on her 1967 album, Nice Girls Don't Stay for Breakfast. Mannheim Steamroller covered the song as the final track on the album, Mannheim Steamroller Meets the Mouse (1999). In 2000, a eurobeat version of the song was released on the Japan-only Eurobeat Disney, recorded by Domino and Dave Rodgers. Andrew W.K. also covered the song, on the Japanese-only release of the album Mosh Pit On Disney (2004). In 2017, D-Metal Stars created a Heavy Metal cover of the song on the album \"Metal Disney\" featuring Mike Vescera and Rudy Sarzo There was a gachimuchi cover made of Mickey Mouse March called \"Bockey Mouse March\" on YouTube, receiving immense amount of popularity until it was removed by YouTube. ==In popular culture== * In M*A*S*H season 5 (1976–77), Hawkeye Pierce sings the M-O-U-S-E line of the song after Radar O'Reilly spells out a name. The episode was first aired in December 1976, but depicts events in 1952, three years before the song was published. * In Stanley Kubrick's Vietnam War film Full Metal Jacket (1987), American Marines sing the song to ironic effect at the film's end, as they march out of the city at the Battle of Huế. ==Parodies== * The titles for the second series of Alexei Sayle's BBC comedy series, Alexei Sayle's Stuff are a parody of those for The Mickey Mouse Club with the third and fourth lines: Who’s an ugly bastard and as fat as he can be? A-L-E-X-E-I S-A-Y-L-E! ==References== Category:Disney songs Category:1955 songs Category:Animation theme songs Category:Television theme songs Category:The Mickey Mouse Club Category:Songs about mice and rats Category:Songs about fictional male characters ",
    "title": "Mickey Mouse March"
}