{
    "id": "20460715",
    "text": "This is a list of notable residents and people who have origins in the Sylhet Division of Bangladesh and the Barak Valley of the Indian state of Assam. This list also includes British Bangladeshis, Bangladeshi Americans, Bangladeshi Canadians, and other non-resident Bengalis who have origins in Greater Sylhet. The people may also be known as Sylheti. ==Activism and cause célèbres== * Abdul Muktadir, academician martyred in the Bangladesh Liberation War * Altab Ali, factory garment worker murdered by three teenagers in a racially motived attack on 4 May 1978. * Anudvaipayan Bhattacharya, university lecturer martyred in the Bangladesh Liberation War * Dia Chakravarty, political activist, singer, former political director of the TaxPayers' Alliance and editor of The Daily Telegraph. * Gurusaday Dutt, founder of the Bratachari movement * Jagat Joity Das, Mukti Bahini member killed in the Bangladesh Liberation War * Kakon Bibi, freedom fighter and secret agent in the Bangladesh Liberation War * Kamala Bhattacharya, student martyred in the Bengali Language Movement of the Barak Valley * Kanailal Niyogi, railway worker martyred in the Bengali Language Movement of the Barak Valley * Leela Roy, reformer and politician * Rawshan Ara Bachchu, woman rights activist and part of the Bengali language movement * Rubel Ahmed, died in Morton Hall immigration detention centre under controverted circumstances. * Sachindra Chandra Pal, student martyred in the Bengali Language Movement of the Barak Valley * Shamsuddin Ahmed, medical doctor martyred in the Bangladesh Liberation War * Sushil Sen, martyred in the Indian independence movement * Suhasini Das, social worker and activist ==Art and design== * Dhruba Esh, cover artist and writer * Jalal Ahmad, president of the Institute of Architects Bangladesh, vice-president of the Commonwealth Association of Architects * Saiman Miah, architectural and graphic designer, designed one of the two £5 commemorative coins for the 2012 Summer Olympics. ==Business and industry== Sir Fazle Hasan Abed KCMG receiving the Thomas Francis Jr Medal in Global Public Health award from the University of Michigan (April 2016) * Abdul Latif, British restaurateur known for his dish \"Curry Hell\". * Ayub Ali Master, founder of the Shah Jalal Restaurant in London which became a hub for the British Asian community. * Bajloor Rashid MBE, businessman and former president of the Bangladesh Caterers Association UK. * Enam Ali, founder of the British Curry Awards, Spice Business Magazine and Ion TV * Fazle Hasan Abed KCMG – founder of the world's largest non-governmental organisation, BRAC * Foysol Choudhury MBE – Businessman, community activist and Chairman of Edinburgh and Lothians Regional Equality Council. * Iqbal Ahmed OBE – Entrepreneur and CEO of Seamark Group. In 2006, he became the highest British Bangladeshi to feature on the Sunday Times Rich List (listed at number 511). He has a net worth of $250 million. * Mahee Ferdous Jalil, founder of Channel S, owner of Prestige Auto Group and TV presenter. * Mamun Chowdhury – Businessman, and founder and co-director of London Tradition. In 2014, the company was awarded a Queen's Award for Enterprise for International Trade in recognition of its increase in sales. * Muquim Ahmed - Entrepreneur who became the first Bangladeshi millionaire at the age of 26 due to diversification in banking, travel, a chain of restaurants with the Cafe Naz group, publishing and property development. * Ragib Ali – Industrialist, pioneer tea-planter, educationalist, philanthropist and banker who has a net worth of $250 million. * Shah Abdul Majid Qureshi, first Sylheti to open a restaurant in the United Kingdom * Shelim Hussain - Founder of Euro Foods (UK) * Syed Ahmed - Candidate on BBC reality television programme The Apprentice * Syed Qudratullah Sattar, founder of Maulvi Bazar * Mohammad Ajman \"Tommy\" Miah MBE – Celebrity chef and restaurateur. In 1991, he founded the Indian Chef of the Year Competition. * Wali Tasar Uddin MBE – Entrepreneur, restaurateur, community leader and Chairman of the Bangladesh-British Chamber of Commerce. ==Education and sciences== Abdul Malik was Pakistan's first cardiologist. Saifur Rahman was elected governor of the golden jubilee conference of the World Bank and International Monetary Fund in Madrid, Spain. * Aminul Hoque MBE, lecturer at Goldsmiths, University of London, writer * Govinda Chandra Dev, Professor of Philosophy at the University of Dhaka assassinated at the onset of the Bangladesh Liberation War by the Pakistan Army. * K M Baharul Islam, Dean of the Indian Institute of Management Kashipur * M. A. Rashid, first Vice- chancellor of Bangladesh University of Engineering and Technology * Mohammad Ataul Karim, Provost and Executive Vice Chancellor of the University of Massachusetts Dartmouth * Muhammed Zafar Iqbal, physicist, writer and columnist * Najma Chowdhury, founder of the Women and Gender Studies department in the University of Dhaka, adviser to Caretaker Government of Bangladesh * Nurul Islam Nahid, former Education Minister of Bangladesh * Nurunnahar Fatema Begum, head of paediatric cardiology at the Combined Medical Hospital (Dhaka) * Padmanath Bhattacharya Vidya Vinod, professor at Cotton University * Ragib Ali, founder of Leading University, Jalalabad Ragib-Rabeya Medical College and the University of Asia Pacific * Sadruddin Ahmed Chowdhury, physicist and vice-chancellor of Shahjalal University of Science and Technology and Sylhet International University * Sasanka Chandra Bhattacharyya, natural product chemist and director of Bose Institute, Kolkata. * Sudhansu Datta Majumdar, physicist and faculty member of the Indian Institute of Technology Kharagpur * Sundari Mohan Das, founder principal of Calcutta National Medical College * Syed Manzoorul Islam, critic, writer, former professor of Dhaka University ===National Professors of Bangladesh=== * Abdul Malik, Brigadier (rtd.), founder of National Heart Foundation * Dewan Mohammad Azraf, teacher, author, politician * Jamilur Reza Choudhury, vice- chancellor of University of Asia Pacific, adviser to Caretaker Government of Bangladesh * Rangalal Sen, academician and writer * Shahla Khatun, obstetrician and gynecologist ==Economists== Abul Maal Abdul Muhith, an economist, diplomat, and Bengali Language Movement veteran who served Bangladesh's 2nd Finance Minister. * Abul Maal Abdul Muhith, former Finance Minister of Bangladesh * B. B. Bhattacharya, professor and Director of the Institute of Economic Growth in Delhi * Mohammed Farashuddin, 7th Governor of Bangladesh Bank, founder of East West University * Mrinal Datta Chaudhuri, theoretical economist, academic and professor of the Delhi School of Economics * Saifur Rahman, longest serving Finance Minister of Bangladesh and a leader of BNP * Shah A M S Kibria, economist, diplomat and former executive secretary of the United Nations' ESCAP * Shegufta Bakht Chaudhuri, 4th Governor of Bangladesh Bank ==Entertainment== Khalil Ullah Khan earned Bangladesh National Film Award for Best Supporting Actor for his role in Gunda in 1976. * Afshan Azad, actress best known for the role of Padma Patil in Harry Potter * Ali Shahalom, comedian and television presenter * Azim, actor best known for the role of Rahim Badshah in Rupban * Islah Abdur-Rahman, film director, actor and screenwriter * Khaled Choudhury, theatre personality and artist * Khalil Ullah Khan, film and TV actor * Marjana Chowdhury, a Beauty pageant residing in the United States * Nadiya Hussain, columnist, chef, author and TV personality best known for winning the baking competition The Great British Bake Off * Niranjan Pal, playwright, director and founding member of Bombay Talkies * Nargis Ara - Candidate on BBC reality television programme The Apprentice * Noorul Choudhury - Candidate on BBC reality television programme The Apprentice * Nurun Ahmed - Candidate on BBC reality television programme The Apprentice * Ruhul Amin, film director * Salman Shah, film actor * Shefali Chowdhury, actress best known for the role of Parvati Patil in Harry Potter ==Families== * Abaqati family, Uttar Pradeshi family who had jagirs in Sylhet * Maulvi family of Jitu Miah, Sheikhghat, Sylhet town * Mazumdars of Sylhet, Nawabs and Qanungoh of Barshala/Gorduar/Mazumdari, Sylhet * Pal family, a former ruling family of Panchakhanda, Beanibazar * Nawabs of Prithimpassa, founded by Sakhi Salamat Isfahani * Sareqaum, custodians of Shah Jalal's dargah complex, founded by Haji Yusuf * Zamindars of Kanihati, founded by Shah Jalal's companion, Shah Halim ad-Din ==Journalism== * Altaf Husain, 1st editor-in-chief of Pakistan's oldest, leading and most widely read English- language newspaper, Dawn and former Industry Minister of Pakistan * Hasina Momtaz, former press officer for the Mayor of London * Hassan Shahriar, journalist * Lenin Gani, senior member of the Bangladesh Sports Journalists Association * Rizwan Hussain, TV presenter, philanthropist, humanitarian aid worker, barrister and former CEO of Global Aid Trust * Rizwana Hasan, attorney, Hero of the Environment and winner of the Goldman Environmental Prize and Ramon Magsaysay Award * Salah Choudhury, editor of Weekly Blitz * Shamim Chowdhury, TV and print journalist for Al Jazeera English * Sirajul Hossain Khan, editor of Pakistan Times and the Eastern News Agency. * Syed Mohammad Ali, founder of The Daily Star - the largest circulating daily English-language newspaper in Bangladesh.Newspaper Trends: Bangladesh , World Advertising Research Center; Retrieved: 14 September 2007 * Syed Nahas Pasha, journalist and editor of Janomot and Curry Life * Tharik Hussain, journalist and broadcaster. His documentary America's Mosques won an award for the World's Best Religious Program at the NYFF Radio Programs Awards. ==Legal== * Abdul Moshabbir, lawyer and politician * Irene Khan, seventh Secretary General of Amnesty International, Director-General of the International Development Law Organization * Khatun Sapnara, judge and first non-white to be elected to the Family Law Bar Association Committee. In 2006, she was appointed as a Recorder of the Crown, which made her the only person of Bangladeshi origin in a senior judicial position. * Shohid Ali, advocate ==Literature== Arun Kumar Chanda on a 2000 stamp of India Hason Raja, a mystical poet and songwriter * Abdur Rouf Choudhury, writer * Abed Chaudhury, Bangladeshi-Australian geneticist and science writer * Achyut Charan Choudhury, writer and historian * Arun Kumar Chanda, freedom fighter, social worker, writer and editor of the Saptak * Asaddor Ali, writer and researcher of Sylheti folk literature * Munshi Ashraf Hussain, poet, writer, researcher of folk literature * Chowdhury Gulam Akbar, writer and collector of Bengali folk literature for the Bangla Academy * Dilwar Khan, poet known as Gonomanusher Kobi (Poet of the mass people) * Dwijen Sharma, naturalist and science writer * Hason Raja, minstrel and writer of mystical songs * Muhammad Mojlum Khan, non-fiction writer best known for The Muslim 100 * Muhammad Nurul Haque, cultural activist, social worker and writer * Munshi Muhammad Sadeq Ali, writer, poet and judge best known for the Halat-un-Nabi puthi * Nurunnessa Khatun, writer, academic, and botanist * Syed Mujtaba Ali, author, journalist, travel enthusiast, academician, scholar and linguist. * Syed Murtaza Ali, writer and historian * Syed Pir Badshah, Persian-language writer * Syed Rayhan ad-Din, celebrated Persian-language writer * Syed Shah Israil, considered to be Sylhet's first author * Syed Sultan, wrote the first Prophetic biography in Bengali in 16th century ==Military== * Anwarul Momen, general officer commanding 17th Infantry Division * Hasan Mashhud Chowdhury, 11th Chief of Army Staff of the Bangladesh Army * Ismail Faruque Chowdhury, engineer-in-chief of the Bangladesh Army * Bangabir M. A. G. Osmani, Supreme Commander of the Mukti Bahini * Mahbub Ali Khan, Bangladesh Navy rear admiral and the Chief of Naval Staff * Mohammad Abdur Rab, 1st Chief of Army Staff of the Bangladesh Army, Major general during the Bangladesh Liberation War * Muhammad Ghulam Tawab, Bangladesh's second Chief of Air Staff * Nurul Huq, second temporary chief of Bangladesh Navy * Prince Garuda of Gour, fought against the Muslims during the Conquest of Sylhet * Syed Mohammad Ziaul Haque, Bangladesh Army officer and fugitive * Syed Nasiruddin – Sipah Salar of Shamsuddin Firoz Shah ==Monarchs and rulers== Chronological list of articles: * Gangadhwaj Govardhan, 20th king of the Gour Kingdom * Madan Rai, penultimate minister of Gour * Amar Singh, military general and short-lasted minister of Brahmachal under Govardhan * Jaidev Rai, governor of Brahmachal (southern Sylhet) under Tripura Kingdom * Gour Govinda, final king of the Gour Kingdom, defeated in the Conquest of Sylhet * Mona Rai, final minister of Gour * Sikandar Khan Ghazi, first wazir of Srihat * Haydar Ghazi, second wazir of Srihat * Muqabil Khan, wazir of Srihat in 1440 * Khurshid Khan, minister of Srihat, constructed numerous mosques * Majlis Alam, dastur of Srihat, constructed numerous mosques * Sarwar Khan, Nawab of Sylhet after Gawhar Khan * Mir Khan, Nawab and Qanungoh of Sylhet * Bayazid of Sylhet, Baro-Bhuyan Afghan chieftain who ruled over North Sylhet * Khwaja Usman, Baro-Bhuyan Afghan chieftain who ruled over South Sylhet * Mubariz Khan, Mughal sardar of Sylhet, fought against many Sylheti Afghan chieftains * Mukarram Khan, Mughal sardar of Sylhet who would later become Subahdar of Bengal * Mirak Bahadur Jalair, Mughal sardar of Sylhet * Sulayman Banarsi, Mughal co-sardar of Sylhet, governed over southern parts of Sylhet * Lutfullah Shirazi, Mughal faujdar of Sylhet from 1658 to 1665 * Isfandiyar Khan, Mughal faujdar of Sylhet * Syed Ibrahim Khan, Mughal faujdar of Sylhet * Jan Muhammad Khan, Mughal faujdar of Sylhet * Mahafata Khan, Mughal faujdar of Sylhet * Farhad Khan, most well-known Mughal faujdar of Sylhet * Sadeq Khan, Mughal faujdar of Sylhet * Inayetullah Khan, Mughal faujdar of Sylhet and founder of Inatganj * Rafiullah Khan, Mughal faujdar of Sylhet * Ahmad Majid, Mughal faujdar of Sylhet * Abdullah Shirazi, Mughal faujdar of Sylhet and mosque builder * Robert Lindsay, 4th superintendent and 1st collector of Sylhet from 1778 to 1790 * Ganar Khan, last faujdar of Sylhet ==Music and dance== * Alaur Rahman, singer and music teacher * Amina Khayyam, dancer and choreographer * Bidit Lal Das, folk singer and composer * Debojit Saha, playback singer * Fuad al Muqtadir, musician, singer and songwriter * Gouri Choudhury, music teacher * Kalika Prasad Bhattacharya, folk singer * Mumzy Stranger, singer, producer and lyricist * Radharaman Dutta, lyricist and composer of folk and traditional dhamail * Ramkanai Das, classical and folk musician * Rowshanara Moni, singer and actress * Runa Laila, playback singer * Sanjeeb Chowdhury, singer and journalist * Shah Abdul Karim, minstrel and folk songwriter * Shapla Salique, singer and harmonium player * Shushama Das, folk musician * Shuvro Dev, playback singer * Subir Nandi, playback singer ==Politics and government== ===Bangladesh=== There have been reports that Mukhlesur Rahman Chowdhury became the de facto President and Prime Minister of the Caretaker government of Bangladesh.https://www.academia.edu/5608019/History_of_Bangladesh_after_Independence Dr Tawfiq-e-Elahi Chowdhury served as Secretary to the Govt. of Bangladesh for nearly a decade in the Ministries of Food, Statistics, Power Energy & Mineral Resources and Planning. J. R. Mudassir Husain served as Chief Justice from 2004 to 2007. Syed Abdul Majid was a very notable pioneer in the native tea industry. Mahmud Ali demanded the recognition of Bengali as a national language of Pakistan. Lala Lajpat Rai of Punjab, Bal Gangadhar Tilak of Maharashtra, and Bipin Chandra Pal of Bengal, the triumvirate were popularly known as Lal Bal Pal, changed the political discourse of the Indian independence movement. * Abdul Hakeem Chowdhury, East Pakistan Provincial council and National Assembly * Abdul Haque, former Land Administration and Reforms Minister * Abdul Majid Khan, former MP for Habiganj-2 * Abdul Mannan, Minister of Planning * Abdul Matin, former MP for Maulvibazar-2 * Abdul Munim Chowdhury, former MP for Habiganj-1 * Abdur Raees, East Pakistan Provincial council and National Assembly * Abdus Samad Azad, former Foreign Minister of Bangladesh * Abdus Shahid, former chief whip for Bangladesh Awami League * Abu Lais Md. Mubin Chowdhury, former MP for Habiganj-3 * Abu Zahir, former MP for Habiganj-3 * Abul Hasnat Md. Abdul Hai, former member of the Jatiya Sangsad * AK Abdul Momen, Minister of Foreign Affairs * Ariful Haque Choudhury, Mayor of Sylhet * Badar Uddin Ahmed Kamran, former Mayor of Sylhet * Barun Roy, former MP for Sunamganj-1 * C. M. Shafi Sami, former Bangladeshi diplomat * Dewan Farid Gazi, former leader of Habiganj-1 * Dildar Hossain Selim, former MP for Sylhet-4 * Enamul Haque Mostafa Shahid, former Minister of Social Welfare * Gazi Mohammad Shahnawaz, MP for Habiganj-1 * Hafiz Ahmed Mazumder, chairman of Bangladesh Red Crescent Society * Harris Chowdhury, former MP for Sylhet-5 * Humayun Rashid Choudhury, former speaker of the Jatiya Sangsad, 41st President of the UN General Assembly * Ilias Ali, Organizing Secretary of the Bangladesh National Party * Imran Ahmad, former MP * Ismat Ahmed Chowdhury, MP for Habiganj-1 * Joya Sengupta, politician and doctor * Khalilur Rahman Chowdhury, MP for Habiganj-1 * Khandaker Abdul Malik, former MP for Sylhet-1 * Mahmud Us Samad Chowdhury, former MP for Sylhet-3 * Mahbub Ali, former MP for Habiganj-4 * Mifta Uddin Chowdhury Rumi, vice-president of Bangladesh Nationalist Party- Sunamganj * MM Shahin, former MP for Maulvibazar-2 * Moazzem Hossain Ratan, former MP for Sunamganj-1 * Mokabbir Khan, MP for Sylhet-2 * Mohibur Rahman Manik, former MP for Sunamganj-5 * Mukhlesur Rahman Chowdhury, de facto President and Prime Minister, former Adviser to Iajuddin Ahmed * Najmul Hasan Zahed, former MP for Habiganj-2 * Naser Rahman, former MP for Maulvibazar-3 and chairman of the Saifur Rahman Foundation * Nawab Ali Abbas Khan, Jatiya Party politician and three-time MP for Maulvibazar-2 * Nazim Kamran Choudhury, former MP * Pir Fazlur Rahman, former MP for Sunamganj-4 * Shafiqur Rahman, secretary general of Bangladesh Jamaat-e-Islami * Salim Uddin, former MP for Sylhet-5 * Shahab Uddin, Minister of Environment, Forest and Climate Change * Shamsher M. Chowdhury, Bangladeshi diplomat and former secretary of the Ministry of Foreign Affairs * Sheikh Sujat Mia, former MP for Habiganj-1 * Sultan Mohammad Mansur Ahmed, member of Jatiya Sangsad and previously vice- president of Dhaka University Central Students' Union * Suranjit Sengupta, former Minister of Railways * Syed Mohsin Ali, former Minister of Social Welfare * Syeda Saira Mohsin, former MP for Maulvibazar-3 * Tawfiq-e-Elahi Chowdhury, energy adviser to the Prime Minister of Bangladesh * Yahya Chowdhury, former MP for Sylhet-2 ====Chief Justices==== * J. R. Mudassir Husain, 14th Chief Justice of Bangladesh * Syed A. B. Mahmud Hossain, 2nd Chief Justice of Bangladesh * Mahmudul Amin Choudhury, 11th Chief Justice of Bangladesh ===British India=== * Abdul Matlib Mazumdar, freedom fighter and political leader known for retaining the Barak Valley in India * Aftab Ali, founder of All-India Seamen's Federation and vice-president of All-India Trade Union Congress * Bipin Chandra Pal, Indian nationalist, one third of the Lal Bal Pal triumvirate * Mahmud Ali, Freedom Movement leader, statesman * Nawab Ali Haider Khan, 9th Nawab of Longla, minister and leader of the Independent Muslim Party * Syed Abdul Majid CIE, first native minister of Assam, pioneer of the agricultural industry ===India=== * A. F. Golam Osmani, Indian National Congress member * Amar Chand Jain, Bharatiya Janata Party politician * Anwar Hussain Laskar, All India United Democratic Front politician * Ataur Rahman Mazarbhuiya, All India United Democratic Front politician * Chittendra Nath Mazumder, Bharatiya Janata Party politician * Dilip Kumar Paul, Bharatiya Janata Party politician * Dwarka Nath Das, Bharatiya Janata Party politician * Hazi Salim Uddin Barbhuiya, MLA of Hailakandi * Kabindra Purkayastha, senior leader of Bharatiya Janata Party in Assam * Kali Ranjan Deb, Bharatiya Janata Party politician * Karnendu Bhattacharjee, Indian National Congress member * Kartik Sena Sinha, Bharatiya Janata Party politician * Kripanath Mallah, Bharatiya Janata Party politician * Lalit Mohan Suklabaidya, Indian National Congress member * Mission Ranjan Das, Bharatiya Janata Party politician * Moinul Hoque Choudhury, five-time MLA, two-time UN General Assembly representative and Minister of Industrial Development * Nepal Chandra Das, Indian National Congress member * Nihar Ranjan Laskar, Indian National Congress member * Parimal Suklabaidya, Bharatiya Janata Party politician * Radheshyam Biswas, All India United Democratic Front politician * Rajdeep Roy, Bharatiya Janata Party politician * Ramapayare Rabidas, Bharatiya Janata Party politician * Rashida Haque Choudhury, former Minister of State of Social Welfare * Sambhu Sing Mallah, Bharatiya Janata Party politician * Santosh Mohan Dev, former cabinet minister of the Government of India and 7-time Member of Parliament from Silchar, Assam and Tripura South. * Satyabrata Mookherjee, former Minister of State * Subodh Das, MP for Panisagar * Surendra Kumar Dey, first Union Cabinet minister for Cooperation and Panchayati raj * Sushmita Dev, President of the All India Mahila Congress * Suzam Uddin Laskar, All India United Democratic Front politician * Tathagata Roy, controversial right-wing Hindutva associate ===West=== Anwar Choudhury was the first non- white British person to be appointed in a senior diplomatic post. * Anwar Choudhury, The British High Commissioner for Bangladesh between 2004 and 2008. He is currently the Director of International Institutions at the Foreign & Commonwealth Office. * Apsana Begum, first Hijabi to be elected as an MP for the British parliament * Doly Begum, Canadian politician * Hansen Clarke, former congressman of MI 13 * Lutfur Rahman, the first directly elected mayor of Tower Hamlets and the first Bangladeshi leader of the council. * Nadia Shah, former Mayor of Camden. The first female mayor in the United Kingdom of Bangladeshi origin. * Nasim Ali OBE, former Mayor of Camden. He became UK's youngest mayor as well as the first Bangladeshi and first Muslim mayor. * Rabina Khan, councillor for Shadwell and former Housing Cabinet member in Tower Hamlets * Rushanara Ali, first Bangladeshi to be elected as an MP for the British parliament ==Religion and spirituality== ===Islam=== Ajmal Masroor was nominated for the Religious Advocate of the Year award at the 2013 & 2015 British Muslim Awards. * Abdul Latif Chowdhury, Islamic scholar better known as Fultali Saheb * Shaikh-e-Fulbari Abdul Matin Chowdhury, a religious scholar and political activist * Abu Hena Saiful Islam, US Navy's imam * Ajmal Masroor, imam, TV presenter and politician * Ibrahim Danishmand, zamindar and Sufi scholar * Mawlana Muhammad Arshad, 16th-century Persian-language scholar * Najib Ali Choudhury, founder of the Madinatul Uloom Bagbari, the first madrasa in the Greater Sylhet region * Nur Uddin Gohorpuri, chairman of Befaqul Madarisil Arabia Bangladesh. * Nurul Islam Olipuri, mufassir and teacher * Mufti Saiful Islam, founder of Bradford's Jamiah Khatamun Nabiyeen * Ubaidul Haq, former khatib of Baitul Mukarram ====Shah Jalal's disciples==== * Shah Jalal, Sufi saint associated with spreading Islam to Sylhet * Ghazi Burhanuddin, considered to be Sylhet's first Muslim * Haji Muhammad Yusuf, first custodian of Shah Jalal's dargah * Adam Khaki, associated with spreading Islam to Badarpur * Aziz Chishti, companion of Shah Jalal * Khanda Jhokmok, companion of Shah Jalal * Shah Gabru, associated with spreading Islam to Osmani Nagar * Shah Halim ad-Din Narnauli, associated with spreading Islam to Kanihati * Shah Kamal Quhafa, late disciple of Shah Jalal * Shah Malum, associated with spreading Islam to Fenchuganj * Shah Mustafa, associated with spreading Islam to Moulvibazar * Shah Paran, early disciple and nephew of Shah Jalal * Shah Ruknuddin, associated with spreading Islam to Rajnagar * Shah Siddiq, associated with spreading Islam to Osmanpur * Shah Tajuddin, associated with spreading Islam to Tajpur * Syed Yaqub, associated with spreading Islam to Barlekha ===Other=== * Agha Muhammad Reza - Claimed to be the Mahdi and twelfth imam, engaged in battles against the East India Company and Kachari Kingdom * Krishna Chaitanya - Hindu mystic ==Sports== ===Bangladesh=== ====Cricket==== * Abu Jayed Rahi, cricketer *Mohammad Mithun, cricketer * Abul Hasan, cricketer * A. K. M. Mahmood, cricketer * Ahmed Sadequr, cricketer for Sylhet Division * Alok Kapali, Bangladesh * Ardhendu Das, cricketer for Bengal (1934-1942) * Ebadot Hossain, cricketer for Bangladesh * Enamul Haque Jr, Bangladesh * Hasibul Hossain, cricketer for Sylhet Division * Henry Plowden, cricketer * Imtiaz Hossain, cricketer * Nazmul Hossain, Bangladesh * Punya Datta, cricketer for Bengal and Cambridge University * Rahatul Ferdous, cricketer * Rajin Saleh, cricketer for Bangladesh * Sayem Alam, cricketer for Sylhet Division * Shahanur Rahman, cricketer for Sylhet Division * Shanaj Ahmed, cricketer for Sylhet Division * Tapash Baisya, cricketer for Bangladesh ====Football==== Hamza Choudhury (in blue) playing in a Premier League match on 12 May 2019 * Alfaz Ahmed, former footballer for Bangladesh * Hamza Choudhury, midfielder for English football club Leicester City F.C. * Kaiser Hamid, former footballer for Mohammedan SC * Mahbubur Rahman Sufil, footballer and captain of Arambagh KS * Yeamin Ahmed Chowdhury Munna, footballer for Chittagong Abahani ====Other==== * Abdul Ali Jacko, two-time world lightweight kick-boxing champion * Bulbul Hussain, wheelchair rugby player for Kent Crusaders and the Great Britain Paralympic team * Rani Hamid, chess master, awarded the FIDE Woman International Master (WIM) title in 1985 * Ramnath Biswas, soldier and writer best known for circumnavigating the globe by bicycle. * Ruqsana Begum – 2010 female atomweight Muay Thai kickboxing champion and nominated captain of the British Muay Thai Team. ===India=== * Pritam Das, cricketer ==Fictional characters== *Ameera Khatun (played by Manjinder Virk in Call the Midwife) *Avell (played by Sayfuz Ali in Badman) *Ayub Mohammed (played by Shahnewaz Jake in Call the Midwife) *Faizal's mother (played by Nina Wadia in Corner Shop Show) *Faruk Khatun (played by Abhisek Singh in Call the Midwife) *Farzina Mohammed (played by Salma Hoque in Call the Midwife) *Jahangeer Bruiser (played by Sayfuz Ali in Corner Shop Show) *Malik Begum, the main protagonist of the British web series Corner Shop Show played by Islah Abdur-Rahman *Rahul Mohammed (played by Ahaan Gupta in Call the Midwife) *Saleem Akbar Chowdhury Shamsul Haque (played by Ali Shahalom in Corner Shop Show) *Samad Miah (played by Ameet Chana in Corner Shop Show) *Zaki (played by Islah Abdur-Rahman in Man Like Mobeen) ==References== Category:Lists of Bangladeshi people * Category:Lists of people by ethnicity Category:Bengal ",
    "title": "List of people from Sylhet"
}