{
    "id": "20464056",
    "text": "Renee Godfrey (born Renee Vera Haal; September 1, 1919 – May 24, 1964) was an American stage and motion picture actress and singer. ==Biography== Haal was born September 1, 1919, in New York, with Dutch and French ancestry as the daughter of Emil Haall, a Dutch diamond merchant, and his wife. Haal competed in the 1935 and 1937 Miss America pageants as Miss New York. Beginning at age 11, she worked as a model, and as a sophomore in high school she switched to night classes so that she could model during the day. She posed for artist John La Gatta and photographers Edward Steichen, Victor Keppler, John Hutchins, and others. She appeared in advertisements that were published nationally, and she had the most-photographed hands and legs in New York. When a film executive saw her image on a billboard, that led the way to her work in motion pictures. In 1938, she went to London for a singing engagement and met the actor/director/screenwriter Peter Godfrey, whom she married on August 6, 1941. He was almost 20 years her senior. She was featured on both radio and television programs in Britain. She initially entered films at RKO, working as Renee Haal, and made her début in Sam Wood's Kitty Foyle (1940). Also in 1940, she was selected by RKO as that studio's actress most likely to succeed in a film career. Her next movie, Unexpected Uncle (1941), was directed by Peter Godfrey, who also directed her in the romantic thriller Highways by Night in 1942. Her work in Unexpecte Uncle resulted in her signing a long-term contract with RKO early in 1942. She began working as Renee Godfrey in Up in Arms (1944). During World War II, she and her husband entertained troops with amateur magic shows that they put on through the USO. She continued working in small roles, such as Vivian Vedder in Terror by Night (1946), in which she sported a particularly unconvincing English accent, and Mrs. Stebbins in Stanley Kramer's Inherit the Wind. She worked into the 1960s, appearing in Can-Can and Tender Is the Night. With primary focus on raising her three children (which included a set of twins), she was seen only sporadically on TV during the 1950s with guest roles on programs hosted by Loretta Young and Jane Wyman. For the most part, however, Haal was out of view. Her director-husband, who had flourished on 50s TV, was in ill health by the end of the decade. Taking secretarial and real estate classes to help support the family income, Haal tried making a comeback of sorts, finding bit roles in the films. She was also a guest player on such shows as Perry Mason, Hazel, The Donna Reed Show and Wagon Train. ==Death== She died in Los Angeles, California, on 24 May 1964 from the effects of cancer. She was 44 years old. Her final performance in the film, Those Calloways was released posthumously. Her body was buried at Glendale's Forest Lawn Memorial Park Cemetery. ==Filmography== ===Films roles=== * Kitty Foyle (1940) - Shopgirl in Elevator (uncredited) * Let's Make Music (1941) - Helen, Chorus Girl (uncredited) * Citizen Kane (1941) - Nurse (uncredited) * Hurry, Charlie, Hurry (1941) - Josephine Whitley (as Renee Haal) * Unexpected Uncle (1941) - Carol West (as Renee Haal) * Wedded Blitz (1942) - (as Renee Haal) * Framing Father (1942) - Mary Adams (as Renee Haal) * Highways by Night (1942) - Ellen Cromwell * Up in Arms (1944) - Goldwyn Girl (uncredited) * Bedside Manner (1945) - Stella Livingston * Terror by Night (1946) - Vivian Vedder * Winter Wonderland (1947) - Phyllis Simpson * Down Missouri Way (1946) - Gloria Baxter * French Leave (1948) - Mimi * The Decision of Christopher Blake (1948) - Sheila, Actress in Play (uncredited) * Can-Can (1960) - Dowager (uncredited) * Inherit the Wind (1960) - Mrs. Stebbins * Tender Is the Night (1962) - Nurse (uncredited) * Those Calloways (1965) - Sarah Mellott (uncredited) (final film role) ===Television roles=== * Duffy's Tavern (1 episode, 1954) - Renee * Dr. Hudson's Secret Journal (1 episode, 1955) - Nurse * The Star and the Story (1 episode, 1956) - Miss Harrington * Buffalo Bill, Jr. (2 episodes, 1956) - Linda Abbott * Letter to Loretta (1 episode, 1956) - Andree Chartaud * Jane Wyman Presents The Fireside Theatre (2 episodes, 1957) - Dorothy / Mrs. Dioso * Zane Grey Theater (2 episodes, 1960) - Alicia * The Ann Sothern Show (1 episode, 1961) - Martha Newton * Frontier Circus (1 episode, 1962) - Stella * Hazel (1 episode, 1962) - Miss Lewis * The Donna Reed Show (1 episode, 1962) - Gloria * Perry Mason (2 episodes, 1960–1962) - Lady Librarian / Miss Winslow * General Electric Theater (1 episode, 1962) - Ethel * The Alfred Hitchcock Hour (1 episode, 1962) - Hartman's Secretary ==References== ==External links== * * Renee Godfrey at weblo.com * Biography at New York Times online * Category:1919 births Category:1964 deaths Category:Deaths from cancer in California Category:Actresses from New York (state) Category:Singers from New York (state) Category:American stage actresses Category:American television actresses Category:American film actresses Category:20th-century American actresses Category:20th-century American singers Category:20th-century American women singers Category:Burials at Forest Lawn Memorial Park (Glendale) ",
    "title": "Renee Godfrey"
}