{
    "id": "20468749",
    "text": "Shea Sydney Ralph (born March 12, 1978) is a former collegiate basketball player and current assistant coach for the University of Connecticut Huskies women's basketball team. Ralph was proficient in multiple sports, set state high school records in basketball, and earned multiple national player of the year awards in high school and college. She helped win a national championship as a player at the University of Connecticut in 2000 and won numerous individual awards, including the Sports Illustrated for Women Player of the Year and the Honda Sports Award for the best collegiate female athlete in basketball. She suffered five ACL injuries in her career,Karmel p 90 two of which led to sitting out the 1997–98 season. Ralph was drafted by the WNBA Utah Starzz, but continued knee problems prevented her from embarking on a professional career. Ralph started her coaching career as an assistant coach at the University of Pittsburgh in 2003,Karmel p 91 then moved to the University of Connecticut in 2008. ==High school== Shea Ralph grew up in Fayetteville, North Carolina, where she attended Terry Sanford High School. She was named Athlete of the Year by the North Carolina High School Athletic Association. The Terry Sanford High School graduate is best known for her basketball prowess, but she also lettered in soccer, cross-country, and track. At the time of the award she held 17 state basketball records, including 39.1 points per game as a junior, a 71.6 percent shooting percentage from the floor as a junior, and 18 assists in one game. A scholar as well as an athlete, the National Honor Society member was a recipient of the 1995 Dial Award presented annually to the top male and female high-school athlete/scholar in the United States, earning a 4.2 grade point average on a scale of 4.0.Goldberg p 38 Ralph was named a High School All-American by the WBCA. She participated in the WBCA High School All-America Game in 1996, scoring twelve points. In 1996 she was named the USA Today National High School Player of the Year. While in high school, Shea began a multi-year battle with anorexia nervosa. It began with an offhand comment by a teammate, telling her she looked a \"little thick\". She cut down her eating so significantly she dropped from 145 pounds to 108, a very low weight for a person. Her AAU coach, John Ellington, was concerned about her eating habits. One day at a post-game dinner he placed a hundred dollar bill next to a plate of mozzarella sticks and told her the money was hers if she would just eat the mozzarella. She turned him down. So he had to up the stakes, and told her to gain weight or she was off the team. The prospect of not playing basketball persuaded her to eat.Walters p 69 Despite barely eating, she still managed to score 3002 points in her high school career. ==College== Ralph was the subject of a spirited recruiting battle, a natural consequence of her abilities leading to national high school player of the year honors. Many programs pursued her, but two schools appeared to have better chances than Connecticut. Ralph's mother, Marsha (Mann) Lake, was an All-American basketball player for the University of North Carolina. The North Carolina program was one of the better programs in the country. Ralph was growing up in North Carolina and her name was a \"household word since she was eleven years old\".Karmel p 95 Another premier program, the University of Tennessee, was also very interested in Ralph. The head coach of Tennessee, Pat Summitt, was good friends with Marsha, so many felt one of those two schools would have the inside track. Ralph called Geno Auriemma, the Connecticut coach, to ask what kind of role he envisioned for her at UConn. It is not uncommon for coaches to promise starting positions and a minimum number of minutes playing time for highly promising recruits. However, Auriemma responded, \"I don't know. If you are really, really good, then you'll have a chance to play a lot. But if you suck, you won't play at all.\" Shortly thereafter, she made a recruiting visit to UConn, and told the coach she was ready to commit to Connecticut. She went on to have a great senior season in high school. After she earned the USA Player of the Year award, she was interviewed by USA Today, who asked about her recruiting decision. She explained, \"Coach Auriemma was the only coach that told me if I was really good I'd play a lot, and if I sucked I wasn't playing.\" Auriemma read the quote in the paper and \"almost [fell] off his chair\". He called her to say, \"Geez, Shea. Did you have to say that in the paper?\".Auriemma, MacMullen p 78 Ralph attended the University of Connecticut from 1996–2001, wearing uniform number 33, and graduating with a B.A. in Exercise physiology. She was enrolled at the university for five years, with a medical redshirt in her second year, 1997–98. During the four years she played a full or partial season, UConn had a record of 130–10. In Big East play, the team only lost two games in four seasons for a combined record of 66–2. Uconn won the Big East Regular season Championship and the post-season Big East Tournament Championship all four years. The Huskies went to the NCAA Tournament all four years, making the Sweet Sixteen each time, and the Final Four in her last two seasons. In 2000 Ralph captained the team to the national championship and at the Final Four, was named the Tournament's Most Outstanding Player. In her freshman year (1996–97) the UConn team won every game of their regular season schedule (27–0) and went on to win the Big East Tournament, completing an undefeated regular season with a 30–0 record. Ralph was named the Big East Rookie of the Year. She also earned national freshman of the year honors from both the United States Basketball Writers Association and The Sporting News. However, in the first round of the NCAA tournament, a game against Lehigh, Ralph tore the anterior cruciate ligament (ACL) in her right knee. She was unable to play for the rest of the tournament. While the team was able to win their first three NCAA matches without Ralph, they lost to Tennessee in the regional final.Goldberg p 5 Shea had her best scoring year as a sophomore, with 16.7 points per game. She shot over 40% from beyond the three-point arc for that season, and 51.7% during the Big East season, setting the all-time Big East record for three-point shooting in a season. In the Big East Tournament, her play earned her the Most Outstanding Performer award. In her junior year (1999–00), she was named captain of the team that went on to win the national championship. In the Championship game against Tennessee, she scored 15 points on seven of eight shooting. She also had six steals and seven assists, prompting teammate Marci Czel to nickname her Tournament Shea.Goldberg p 132 She was named the Big East Player of the Year. Ralph also won national awards, including Sports Illustrated Women Player of the Year, the Honda Sports Award in basketball, and a spot on the Kodak All-America team. She played on the USA Basketball 2000 Jones Cup Team that won the Gold in Taipei. In her senior year(2000–01), Ralph was named to the Big East First team. During her four years she wore number 33, worn previously by Jamelle Elliott, current UConn sports announcer Meghan Pattyson Culmo and subsequently by Barbara Turner. Her final game was memorialized in Jeff Goldberg's book Bird at the Buzzer, a game some have termed the \"greatest women's basketball game ever played\". After an excellent junior season, Ralph was less productive in the beginning of her senior season. The low point came in a game against Big East rival Notre Dame in January, a match-up between two undefeated teams ranked number one and number two in the country. (Goldberg p 66) (Walters 239). Ralph scored only two points in that game. The rematch between the two teams came in the Big East Championship game. Ralph started out on fire. At one point, she scored eight consecutive points for the Huskies to help them turn a deficit into a slim 31–28 lead.Goldberg p 133 A few minutes later she scored again, pushing her scoring total to eleven points on 4–4 shooting, along with six assists and three steals with over six minutes remaining in the first half.Goldberg p 138 However, on her next possession, she drove to the basket and took a shot, twisting to avoid her defender. Then, \"an agonizing scream pierce[d] the air\" which prompted commentator Robin Roberts to cry \"Shea Ralph, oh goodness, oh no\", recognizing that Ralph had yet again torn an ACL. At halftime Ralph told her teammates that she had just \"tweaked \" it, and she would be back.Karmel p 166 UConn went on to win the game on a buzzer-beater by Sue Bird, but Ralph's college career was over. Nevertheless, Ralph's overall tournament production earned her a position on the All-tournament team.Goldberg p 241 Shea was a member of the inaugural class (2006) of inductees to the University of Connecticut women's basketball \"Huskies of Honor\" recognition program. She finished her college career with 1,678 points. Shea's battle with anorexia continued in college. Her condition was not known to Connecticut at the time of her recruitment, but soon became apparent. Playing basketball was her first love, so benching her from playing did get her to eat. But that only lasted until her first ACL tear. Not able to exercise while rehabilitating, she worried about gaining weight and reverted to poor eating habits. A second ACL tear caused her to miss the entire 1997–1998 season. Even though the injury occurred in off-season, the news was significant enough that it was the lead story on the eleven o'clock news that evening in Connecticut.Walters p 70 That year off convinced her that she needed to overcome her anorexia, if only out of responsibility to her teammates. ==USA Basketball== Ralph was named to the team representing the US in 2000 at the William Jones Cup competition in Taipei, Taiwan. The US team started strong with a 32-point win over the host team, the Republic of China National Team. They then beat South Korea easily and faced Japan in the third game. Japan started out strongly, and had an 18-point lead in the first half. The US then outscored Japan 23–3 to take a small lead at the half. The US built a ten-point lead, but Japan cut it back to three with under a minute to go. Kelly Schumacher grabbed an offensive rebound and scored to bring the lead back to five points and the team held on for the win. Schumacher had 24 points to help the US team beat Japan 83–80. The final game was against Malaysia, but it wasn't close, with the US winning 79–24, to secure a 4–0 record for the competition and the gold medal. Ralph was the team's leading scorer, averaging twelve points per game ==WNBA== Shea Ralph was drafted in the third round (40th pick) by the Utah Starzz (now the Las Vegas Aces) She opted to sit out the first year so her knees could recover, but she never ended up playing in the WNBA. ==Coaching career== After finishing her college playing career and reaching the conclusion she would not be able to continue as a professional, Ralph joined the Hartford, Connecticut school system in 2002 to implement a \"strength and conditioning program at the high school and middle school levels.\" She also planned to work on a \"disease education and prevention program, focusing on diabetes.\" The position was not without controversy. Some felt that the salary paid was out of line with her education credentials. However, Ralph decided to get back into basketball and joined the University of Pittsburgh the following year. The transition to a school without the winning tradition of UConn was difficult. After playing in only ten losing games in her four-year career, she joined a team that had a streak of eleven losses in eleven games heading into their final season game, which they also lost. Tensions mounted, and after strong words to some of the players, one left, leaving the team short-handed for a scrimmage. Ralph, despite five ACL surgeries, filled in and helped lead by example. The experience convinced her that she wanted to become a head coach, but she recognized she had a lot to learn. \"I've learned how to take losing.\" she said, \"That's about it.\" Ralph remained at Pittsburgh for five years, helping to turn a team with a losing record into a nationally ranked team. When Tonya Cardoza left UConn to take the head coaching position at Temple University, the school needed a new assistant. Head coach Geno Auriemma called the head coach at Pittsburgh, Agnus Berenato, for permission to talk to Ralph. Berenato knew exactly why he had called and responded, \"I hope you don't get what you are calling for.\" However, he did, and Ralph became an assistant at UConn in 2008. ==Lifetime== Shea is a 2008 inductee into the Fayetteville Sports Club Hall of Fame on the basis of her high school, college and coaching accomplishments. ==Awards and honors== * 1995—Dial Award * 1996—WBCA All- American * 1995—USA Today National High School Player of the Year * 1999—Big East Women's Basketball Tournament Most Outstanding Player * 2000—Winner of the Honda Sports Award for basketball High School Records * Most steals in a season (second place) (251) * Most steals in a career (second place) (701) * Most points in a sophomore season (second place)(818) * Most points in a season by a junior (1,135) * Most points in a season by a senior (1,049) * Most points in a single game (61) * Per game average for career (33.0) * Consecutive 20 point games (50) * Field Goals in a season (426) * Most points in a single Tournament game(52) ==University of Connecticut statistics== Shea Ralph Statistics at University of Connecticut {| class=\"wikitable\" generated with :de:Wikipedia:Helferlein/VBA-Macro for EXCEL tableconversion V1.7<\\hiddentext> |- style=\"font-size:10pt\" align=\"center\" valign=\"bottom\" |- style=\" ;font-size:10pt\" align=\"center\" valign=\"bottom\" | height=\"15\" | Year | G | FG | FGA | PCT | 3FG | 3FGA | PCT | FT | FTA | PCT | REB | AVG | A | TO | B | S | MIN | PTS | AVG |- style=\"font-size:10pt\" | height=\"14\" valign=\"bottom\" | 1996–97 | align=\"right\" valign=\"bottom\" | 31 | align=\"right\" valign=\"bottom\" | 116 | align=\"right\" valign=\"bottom\" | 209 | align=\"right\" valign=\"bottom\" | 0.555 | align=\"right\" valign=\"bottom\" | 7 | align=\"right\" valign=\"bottom\" | 30 | align=\"right\" valign=\"bottom\" | 0.233 | align=\"right\" valign=\"bottom\" | 115 | align=\"right\" valign=\"bottom\" | 138 | align=\"right\" valign=\"bottom\" | 0.833 | align=\"right\" valign=\"bottom\" | 140 | align=\"right\" valign=\"bottom\" | 4.5 | align=\"right\" valign=\"bottom\" | 59 | align=\"right\" valign=\"bottom\" | 65 | align=\"right\" valign=\"bottom\" | 3 | align=\"right\" valign=\"bottom\" | 35 | align=\"right\" valign=\"bottom\" | 676 | align=\"right\" valign=\"bottom\" | 354 | align=\"right\" valign=\"bottom\" | 11.4 |- style=\"font- size:10pt\" | height=\"14\" valign=\"bottom\" | 1997–98 | align=\"center\" colspan=\"19\" | Medical redshirt |- style=\"font-size:10pt\" | height=\"14\" valign=\"bottom\" | 1998–99 | align=\"right\" valign=\"bottom\" | 30 | align=\"right\" valign=\"bottom\" | 164 | align=\"right\" valign=\"bottom\" | 277 | align=\"right\" valign=\"bottom\" | 0.592 | align=\"right\" valign=\"bottom\" | 31 | align=\"right\" valign=\"bottom\" | 75 | align=\"right\" valign=\"bottom\" | 0.413 | align=\"right\" valign=\"bottom\" | 144 | align=\"right\" valign=\"bottom\" | 180 | align=\"right\" valign=\"bottom\" | 0.800 | align=\"right\" valign=\"bottom\" | 113 | align=\"right\" valign=\"bottom\" | 3.8 | align=\"right\" valign=\"bottom\" | 94 | align=\"right\" valign=\"bottom\" | 78 | align=\"right\" valign=\"bottom\" | 1 | align=\"right\" valign=\"bottom\" | 69 | align=\"right\" valign=\"bottom\" | 727 | align=\"right\" valign=\"bottom\" | 503 | align=\"right\" valign=\"bottom\" | 16.7 |- style=\"font- size:10pt\" | height=\"14\" valign=\"bottom\" | 1999-00 | align=\"right\" valign=\"bottom\" | 37 | align=\"right\" valign=\"bottom\" | 184 | align=\"right\" valign=\"bottom\" | 295 | align=\"right\" valign=\"bottom\" | 0.624 | align=\"right\" valign=\"bottom\" | 22 | align=\"right\" valign=\"bottom\" | 55 | align=\"right\" valign=\"bottom\" | 0.400 | align=\"right\" valign=\"bottom\" | 139 | align=\"right\" valign=\"bottom\" | 170 | align=\"right\" valign=\"bottom\" | 0.818 | align=\"right\" valign=\"bottom\" | 138 | align=\"right\" valign=\"bottom\" | 3.7 | align=\"right\" valign=\"bottom\" | 181 | align=\"right\" valign=\"bottom\" | 90 | align=\"right\" valign=\"bottom\" | 4 | align=\"right\" valign=\"bottom\" | 95 | align=\"right\" valign=\"bottom\" | 1051 | align=\"right\" valign=\"bottom\" | 529 | align=\"right\" valign=\"bottom\" | 14.9 |- style=\"font-size:10pt\" | height=\"14\" valign=\"bottom\" | 2000–01 | align=\"right\" valign=\"bottom\" | 30 | align=\"right\" valign=\"bottom\" | 98 | align=\"right\" valign=\"bottom\" | 189 | align=\"right\" valign=\"bottom\" | 0.519 | align=\"right\" valign=\"bottom\" | 21 | align=\"right\" valign=\"bottom\" | 63 | align=\"right\" valign=\"bottom\" | 0.333 | align=\"right\" valign=\"bottom\" | 75 | align=\"right\" valign=\"bottom\" | 93 | align=\"right\" valign=\"bottom\" | 0.806 | align=\"right\" valign=\"bottom\" | 119 | align=\"right\" valign=\"bottom\" | 4.0 | align=\"right\" valign=\"bottom\" | 122 | align=\"right\" valign=\"bottom\" | 57 | align=\"right\" valign=\"bottom\" | 3 | align=\"right\" valign=\"bottom\" | 53 | align=\"right\" valign=\"bottom\" | 710 | align=\"right\" valign=\"bottom\" | 292 | align=\"right\" valign=\"bottom\" | 9.7 |- style=\";font-size:10pt\" | height=\"15\" align=\"center\" valign=\"bottom\" | Totals | align=\"right\" valign=\"bottom\" | 128 | align=\"right\" valign=\"bottom\" | 562 | align=\"right\" valign=\"bottom\" | 970 | align=\"right\" valign=\"bottom\" | 0.579 | align=\"right\" valign=\"bottom\" | 81 | align=\"right\" valign=\"bottom\" | 223 | align=\"right\" valign=\"bottom\" | 0.363 | align=\"right\" valign=\"bottom\" | 473 | align=\"right\" valign=\"bottom\" | 581 | align=\"right\" valign=\"bottom\" | 0.814 | align=\"right\" valign=\"bottom\" | 510 | align=\"right\" valign=\"bottom\" | 4.0 | align=\"right\" valign=\"bottom\" | 456 | align=\"right\" valign=\"bottom\" | 290 | align=\"right\" valign=\"bottom\" | 11 | align=\"right\" valign=\"bottom\" | 252 | align=\"right\" valign=\"bottom\" | 3164 | align=\"right\" valign=\"bottom\" | 1678 | align=\"right\" valign=\"bottom\" | 13.1 |} ==See also== * Connecticut Huskies women's basketball * List of Connecticut women's basketball players with 1000 points ==Notes== ==References== * * * * ==External links== * Official Biography, UConn Huskies Category:1978 births Category:Living people Category:All-American college women's basketball players Category:American women's basketball coaches Category:American women's basketball players Category:Basketball players from North Carolina Category:Pittsburgh Panthers women's basketball coaches Category:Shooting guards Category:Sportspeople from Raleigh, North Carolina Category:UConn Huskies women's basketball coaches Category:UConn Huskies women's basketball players Category:Utah Starzz draft picks ",
    "title": "Shea Ralph"
}