{
    "id": "20460845",
    "text": "Adbhutananda (died 1920), born Rakhturam, was a direct monastic disciple of Ramakrishna, a mystic of nineteenth century Bengal. He is familiarly known as Latu Maharaj among the followers of Ramakrishna. Adbhutananda was the first monastic disciple to come to Ramakrishna. While most of Ramakrishna's direct disciples came from the Bengali intelligentsia, Adbhutananda's lack of formal education made him unique amongst them. He was a servant boy of a devotee of Ramakrishna, and he later became his monastic disciple. Though unlettered, Adbhutananda was considered as a monk with great spiritual insight by Ramakrishna's followers, and Vivekananda regarded him as \"the greatest miracle of Ramakrishna\". == Biography == === Early life === Adbhutananda was born in North-Eastern India in the Chhapra district of Bihar, around the middle of the nineteenth century. He was given the name Rakhturam, meaning \"child who is protected by Lord Rama\". His parents were poor, humble villagers. Both his father and mother died before Rakhturam was five years old and he was left in the care of an uncle who was affectionate towards him.God Lived with them, p.395 Growing up in the village, Rakhturam led a carefree life, tending cows and sheep in the fields. In later years he said, \"I used to wander freely with the cowherd boys. How simple and guileless they were! You can't have real joy unless you are like that.\" Poverty forced Rakhturam and his uncle to travel to Calcutta in search of a livelihood. Rakhturam came in contact with Ramachandra Datta, a householder devotee of Ramakrishna, and he joined as his servant.God Lived with Them, p.396 As a servant, Rakhturam was considered energetic and faithful. Rakhturam became known as \"Latu\" in his new Calcutta surroundings, and he was called by that name thereafter. === Meetings with Ramakrishna === Ramakrishna lived at the Dakshineswar Kāli Temple, a few miles north of Calcutta on the eastern bank of the Ganges. Ram Chandra Datta, Latu's employer, was one of the first householder disciples to visit Ramakrishna. Datta loved to speak about Ramakrishna and his sayings and Latu heard about Ramakrishna from him and was attracted by Ramakrishna's teachings, It is reported that inspired by the teachings of Ramakrishna, he was often found lying covered with his blanket, quietly wiping tears from his eyes thinking of God.God Lived with Them, p.397 Latu waited eagerly for an opportunity to meet Ramakrishna, and he met Ramakrishna on a Sunday in 1879 or 1880. When Ramakrishna saw Latu, he reportedly said to Ramchandra that Latu had \"holy signs in him.\" and it is reported that when Ramakrishna touched him, Latu entered an ecstatic state, \"tears trickled from his eyes and his lips began to quiver with emotion\" and he gradually returned to normal state of consciousness. Latu began to visit Ramakrishna regularly, and he lost the enthusiasm with which he worked before at Datta's house. In June 1881, he joined Ramakrishna at Dakshineswar as his personal attendant and helper.God Lived with Them, p.400 He also used to help Sarada Devi in her chores.God Lived with Them, p.433 === With Ramakrishna in Dakshineswar === At Dakshineswar Latu began a life of rigorous spiritual discipline under Ramakrishna's guidance, and also continued his service as his servant to him. His day began first seeing Ramakrishna and saluting him. As Latu had received no formal schooling, Ramakrishna hoped that he might acquire at least a rudimentary education, so he tried to teach him the Bengali alphabets himself. However, Latu's Bihari accent was different from that of a Bengali and he could not read even the first vowel correctly. Ramakrishna corrected him repeatedly with much amusement, and the experiment was later discontinued.God lived with them, pp.401-402 According to Saradananda, Ramakrishna's monastic disciple Latu was seen \"praying and meditating the whole night and sleeping during the day. His life was a literal example of the teaching of the Gita:'In that which is night to all beings, the man of self-control is awake; and where all beings are awake, there is night for the sage who sees (2.69).\"God Lived with Them, p.404 === At Shyampukur and Cossipore === In the middle of 1885 Ramakrishna's throat became sore, which later developed into throat cancer. To conveniently treat him, the devotees moved Ramakrishna from Dakshineswar to Shyampukur, in North Calcutta. Latu, being his personal attendant went with him. He later moved on with Ramakrishna to Cossipore on 11 December 1885. He took care of nursing Ramakrishna during his final days, reminiscing about which Latu said, \"Serving the Master was our worship. We didn't need any other spiritual disciplines.\"God lived with them, p.411 Latu received an ochre cloth and rosary from Ramakrishna.God lived with them, p.412 After Ramakrishna's death on 16 August 1886, Latu went on a pilgrimage visiting Vrindaban, Varanasi, Ayodhya with Sarada Devi, and other lay and monastic disciples of Ramakrishna.God lived with them, p.413 === At Calcutta === Adbhutananda with Girish Chandra Ghosh, Mahendranath Gupta and other disciples and devotees of Ramakrishna After Ramakrishna's passing away, Narendra (Vivekananda) and some of the other disciples established the first Ramakrishna monastery at Baranagore in an old dilapidated house. Here some of the disciples including Naren took their monastic vows and were engaged in the study of the scriptures, practicing meditation and austerity.God lived with them, p.414 Latu joined them later in 1887 and accepted the monastic vows. Vivekananda gave him the monastic name Adbhutananda, meaning, \"He who finds bliss in the wonderful nature of the Atman.\"God lived with them, p.415 According to his brother monks, Adbhutananda lead a very austere life at the monastery practicing meditation and japa. He led the life of a wandering monk around Calcutta area, unattached to people and places. Sometimes he stayed at the home of other householder devotees, but most often was found living simply on the bank of the Ganges. Sometimes he stayed at Alambazar Math and Belur Math.God lived with them, p.417 He also went on several pilgrimages to North India with his brother disciples including Vivekananda.God lived with them, p.422 In 1903 he moved to the house of Balaram Bose, a householder devotee of Ramakrishna and stayed there till 1912. Here he was visited by people from different walks of life—judges, doctors, teachers, learned monks, and householders for spiritual instructions.God Lived with Them, p.428 === At Varanasi === In October 1912 Adbhutananda left Balaram's hose for Varnasi, never to return again.God Lived with Them, p.434 Here he first stayed at Ramakrishna Advaita Ashrama and later at different locations. As was characteristic of him, he was so often absorbed in meditation that he rarely had fixed time for meals. In Varanasi he continued to teach and people visited him for spiritual instructions.God Lived with Them, p.435 ==== Last days ==== During his last days, according to his devotees Adbhutananda seemed to be gradually withdrawing from the world. He spoke occasionally with people, and when he spoke it was generally of spiritual matters. As reported by this disciples, his body, which had once been remarkably strong, had been gradually weakened by age and years of intense spiritual disciplines and his indifference towards the physical world.God Lived with Them, p.436 During the last few years he suffered from diabetes and minor physical ailments. During the last year of his life he developed a blister on this leg, which developed into gangrene.God Lived with Them, p.437 He was visited by his brother disciples—Turiyananda and Saradananda. Eventually the gangrene worsened and the doctors operated several times on successive days, but were unsuccessful. Adbhutananda died in the holy city of Varnasi at 12:10 p.m on Saturday, 24 April 1920. Regarding his death, Turiyananda wrote in a letter to Josephine MacLeod, an American devotee of Vivekananda, \"He showed no signs of pain during his illness. But the wonder of all wonders was that after this death when his body was placed in a sitting position to conform with some of the funeral rites, we found him looking so beautiful, so serene, so full of peace and bliss. His face beamed with light and an intelligence unspeakable, as if he were taking leave from his friends for the last time with an exhortation of affectionate benediction.\"God Lived with Them, p.438 == Teachings and sayings == Adbhutananda, being illiterate, did not write any books; his teachings and sayings have been recorded by this disciples and devotees. Adbhutananda taught that \"the true being in man is ever free, ever pure, and remains ever untouched by good or evil. Good and evil have no absolute reality. They exist only so long as man identifies himself with the ego, the false self. When the ego is completely annihilated, man is freed from the false knowledge of duality or relativity--of good and evil.\" His other teachings were, * What is the use of prayer and meditation if there is no dependence on Him? Everything else is useless if this is lacking. * It is a great sin to find fault with others. Those who do never do a good act themselves who easily see defects in others and energetically spread rumors. * It is better to continue calling on the Lord devotedly than to know, speak, and preach thousand and one religious cants and shibboleths. == Notes == == Further reading == * * * * == External links == * * Spiritual Talks of Swami Adbhutananda * Swami Adbhutananda Biography * Articles by Adbhutananda Category:1920 deaths Category:19th- century Hindu religious leaders Category:20th-century Hindu religious leaders Category:Advaita Category:Advaitin philosophers Category:Hindu philosophers Category:Hindu reformers Category:Indian Hindu monks Category:Indian memoirists Category:Indian Hindu missionaries Category:Monastic disciples of Ramakrishna Category:Monks of the Ramakrishna Mission Category:Nondualism Category:Year of birth missing ",
    "title": "Adbhutananda"
}