{
    "id": "20464629",
    "text": "General elections were held in Botswana on 16 October 2009, alongside local elections, with early voting in 26 polling stations abroad taking place 3 October. The result was a tenth successive victory for the Botswana Democratic Party, which won 45 of the 57 elected seats in the National Assembly. ==Electoral system== The 57 directly-elected members of the National Assembly were elected in single-member constituencies. A further four members were elected from a list nominated by the President, whilst the President and Attorney General became ex officio members.Botswana IFES ==Campaign== The ruling BDP was suffering from internal problems in the build up to the election, with President Ian Khama threatening to expel party leader and former cabinet minister Daniel Kwelagobe, leader of the Barata-Phathi faction within the BDP. Although Khama and Kwelagobe made amends, stability within the BDP remained open to question. The BDP campaign focussed on its record in government, including education, training and economic development. Botswana National Front leader Otsweletse Moupo did not contest the elections after losing the party's primary elections for his Gaborone West North seat. It was speculated that he would try to get his party's nomination in Gaborone South, but ultimately Moupo declined to run. Its campaign centred on creating a strong civil society and improving social welfare and housing. The Botswana Congress Party (BCP) and the Botswana Alliance Movement (BAM) formed an electoral alliance and supported each other's candidates. BCP leader Gilson Saleshando stood for election in Selebi-Phikwe West, a constituency held prior to the election by BDP candidate Kavis Kario. The alliance's campaign included a pledge to stop the economic downturn. The Botswana People's Party (BPP) campaign focussed on agricultural development and manufacturing, whilst the MELS Movement of Botswana (MELS) promised to fight the exploitation of the population.Last Elections IPU A total of 177 candidates contested the elections; 57 from the BDP, 48 from the BNF, 46 from the BCP-BAM alliance (42 from the BCP and 4 from the BAM), 6 from the BPP, 4 from MELS, one from the Botswana Tlhoko Tiro Organisation and 15 independents.Election Results IEC ==Opinion polls== Very few scientific opinion polls were taken prior to the election, preventing accurate measures of public sentiment. {| class=wikitable style=text-align:right !Date !Institute !BDP !BNF !BCP !Other/none |- |28 Sept – 16 Oct 2008 |University of Botswana Faculty / Afrobarometer |63% |13% |8% |10% |} ==Conduct== Early voting was planned for police and polling officers on 29 September, as they would be unable to vote on election day. However, because of a printing error at the Johannesburg-based printer that was responsible for printing the ballot papers, early voting could not proceed as planned; ballot numbers, which should be unique to counter election fraud, were sometimes repeated on the ballots for local elections. As a result Police officers and polling officers had to vote on 16 October, along with the general public. For officers stationed far away from the place they are registered to vote, this presented serious problems. The BCP threatened legal action against the Independent Electoral Commission. Election turnout was reported to be high with polling station opening times being extending to cope with large queues. Election observers stated that the overall process ran smoothly, although in some instance people had been unable to vote. The Southern African Development Community noted that the elections were \"credible, peaceful, free and fair\", but raised concerns about the \"slow polling process\". ==Results== Nehemiah Modubule, MP for Lobatse, won re- election running as an independent, having been elected in 2004 as a BNF candidate. ==Aftermath== President Khama was sworn in for a second term on 20 October, and a victory rally took place in Gaborone on 18 October. ==See also== *List of members of the National Assembly of Botswana 2009–2014 ==References== Botswana Category:2009 in Botswana Category:Elections in Botswana ",
    "title": "2009 Botswana general election"
}