{
    "id": "20469288",
    "text": "Kean Soo is the creator of the children's comic character Jellaby.Jellaby Volume One, Hyperion Book CH, 2008, Born in Romford, England, but raised in Hong Kong, Soo is currently residing in Canada and was formally trained as an engineer.Secret Friend Society ==Webcomics== Soo drew comics on-and-off in school, and began taking his hobby more seriously when he attended university, where he drew several short stories and comic strips. Soo started posting webcomics in Q3 2002, as an affordable alternative to printing minicomics. Soo was inspired by figures such as Patrick Farley, Kazu Kibuishi, Derek Kirk Kim, Jason Turner, and the people behind Pants Press. One of Soo's first longer webcomics was Elsewhere, which he drew on 24 Hour Comic Day. Soo experimented much with the use of sound and music in webcomics in the early 2000s. He embedded MP3-files on the pages of his short webcomics such as Devil in the Kitchen, Bottle Up and Explode!, and Passing Afternoon. Soo found that different readers read the webcomics at different rates, which made it difficult sync up the images with the audio. However, he was not interested in using Adobe Flash to direct the user's experience, fearing that the webcomic would turn into a \"musical slideshow.\" Instead, Soo sometimes used lyrics to pace the reader's experience, such as to ensure that readers would reach emotional climax of Bottle Up and Explode! just as the instrumental section of its accompanying song kicked in. Other times, such as for Snowstorm, the accompanying song is purely intended to convey and enhance the mood of the scene. ==Career== In 2004, Soo became interested in working on a long-form project, and doodles of the \"girl hugging a grub-like monster\" Jellaby in his sketchbook caught his eye. Soo met Hope Larson, who had just moved to Toronto at the time, and he realized that his story idea was similar to that of Larson's Salamander Dream, which he had been reading online. Both he and Larson were interested in getting graphic novels published, so the two decided to launch a website to act as a venue to try to sell books to a publisher. The two created the website Secret Friend Society at the start of 2005, and about a year later Disney Press emailed him about their interest in publishing Jellaby. The first issue of Jellaby was eventually published by Disney's Hyperion in 2008. Soo has had many collaborations and contributing works published. His work has been featured in the comic anthology Flight, and has acted as the anthology's assistant editor since Volume 2.Flight Comics Homepage He has also worked as an assistant on the children's graphic novel series Amulet, by Kazu Kibuishi.Amulet Home Page ==Published works== *March Grand Prix: The Race at Harewood, 2015 *March Grand Prix: The Fast and the Furriest, 2015 *March Grand Prix: The Baker's Run, 2015 *Jellaby Volume One 2008Jellaby Volume One, Hyperion Book CH, New York, NY,2008, *Jellaby, Monster in the City 2009Jellaby, Monster in the City, Hyperion Book CH, New York, NY, 2009, *Flight Volume One (contributor) 2004Flight Volume One, Villard Books, 2007 (reissue), *Flight Volume Two (contributor) 2005Flight Volume Two, Image Comics, 2005, *Flight Volume Three (contributor) 2006Flight Volume Three, Ballantine Books, 2006, *Flight Volume Five (contributor) 2008Flight Volume Five, Villard Books, 2008, *Flight Explorer Volume One (contributor) 2008Flight Explorer Volume One, Villard Books, 2008, *Daisy Kutter: The Last Train (pin-up contributor) 2005Daisy Kutter: The Last Train, Viper Books, 2005, ==Notes== ==External links== *Personal Homepage *Flight Comics Homepage Category:Canadian comics artists Category:Living people Category:Canadian webcomic creators Category:Canadian graphic novelists Category:Year of birth missing (living people) ",
    "title": "Kean Soo"
}