{
    "id": "20466343",
    "text": "Jack Dunn was a U.S. soccer inside right who was a four-time All-American, a member of the U.S. soccer team at the 1952 Summer Olympics. He was a four-time All-American and coached at the collegiate level. ==Player== Dunn grew up in Philadelphia, Pennsylvania where he played for the Lighthouse Boys Club and was three-time All City at Northeast Public High School. He then attended Temple University, playing on the men’s soccer team from 1951 to 1954. He was a 1951 Honorable Mention (third team) All-American, 1953 Second Team All- American and 1952 and 1954 First Team All-American.1952 All Americans1953 All Americans1954 All American He graduated in 1955. He was inducted into the Temple Hall of Fame in 1975. In 1952, he was a member of the U.S. soccer team at the 1952 Summer Olympics.The Year in American Soccer – 1952 He may have spent several years with Uhrik Truckers in the American Soccer League. He played for the Brooklyn German Hungarians for a time. He also played and coached for the Philadelphia United German-Hungarians winning the 1965 National Amateur Cup with them.US National Amateur Cup Champions 1965 He played on four professional championship teams. He spent several years in the U.S. Army. He was discharged in 1958 and began working at Gulf Oil Company. ==Coach== He later coached at both the amateur and collegiate levels. In 1958, he was hired by St. Joseph’s College in Philadelphia. He coached the school’s team until 1975, compiling a 120–57–23 record.St. Joseph’s College soccer ==References== ==External links== *Temple University Hall of Fame Category:Living people Category:Sportspeople from Philadelphia Category:American soccer coaches Category:American soccer players Category:American Soccer League (1933–1983) players Category:Lighthouse Boys Club players Category:Temple Owls men's soccer players Category:Footballers at the 1952 Summer Olympics Category:Saint Joseph's Hawks men's soccer coaches Category:Olympic soccer players of the United States Category:Uhrik Truckers players Category:Soccer players from Pennsylvania Category:Year of birth missing (living people) Category:Association football forwards ",
    "title": "Jack Dunn (soccer)"
}