{
    "id": "20464260",
    "text": "The goldenstriped soapfish (Grammistes sexlineatus), also known as the lined soapfish, golden-striped bass, radio fish, sixline soapfish, six-lined perch or white-lined rock cod, is a species of marine ray-finned fish, related to the groupers and classified within the subfamily Epinephelinae of the family Serranidae. It is has a wide Indo-Pacific distribution. ==Description== Grammistes sexlineatus is a middle sized fish, which can grow to a maximum length of 30 cm. Its background body color is dark brown with a maximum of six white to yellow horizontal lines. The number of lines depends on the maturity of the fish. Juveniles have white to yellow dots on a dark background until an approximate size of 17.5 mm. Thereafter, the points gradually become lines. At a length of 5 cm, these soap fish have three horizontal lines. Only from 8 cm long that the soapfish gets the six distinctive horizontal lines. Note that in adult specimens close to the maximum size, these lines tend to sever to form small strokes and points. ==Distribution and habitat== The six lined soapfish is widespread throughout the tropical and subtropical waters of the Indo- Pacific area from the eastern coast of Africa to the oceanic islands of the Pacific Ocean, including Hawaii and the Red Sea. And from south Japan to north New Zealand. This soapfish occurs in coastal rocky and coral reefs from shallow to 40–50 meters depth. ==Biology== Individuals are generally solitary in their reef habitat. They usually stay hidden in crevices, and are most active at night. Like other fish in the subfamily Grammistinae, this species produces a toxin from the skin. The toxins in the skin secretions are known as grammistins. These secretions resemble lathered soap and are the basis for the common name of Soap Fish. This is not caught as a food fish because the flesh reportedly has a bitter, unpleasant taste. ==Taxonomy== The goldenstriped soapfish was first formally described as Perca sixlineata in 1792 by the Swedish naturalist Carl Peter Thunberg (1743-1828) with the type locality given as the Eat Indes or Japan. ==References== ==External links== * Category:Fish of the Indian Ocean Category:Fish of the Pacific Ocean Category:Grammistini Category:Fish described in 1792 ",
    "title": "Goldenstriped soapfish"
}