{
    "id": "20465496",
    "text": "Walk This Way is the first and only album released by The White Tie Affair. The album contains the singles \"Allow Me To Introduce Myself...Mr. Right\" and \"Candle (Sick and Tired)\". Produced by the collaborative team behind Wired All Wrong (Matt Mahaffey and Jeff Turzo) Walk This Way was recorded at Annetenna Studios in Burbank, California. ==Promotion== In February and March, the band went on tour with Secondhand Serenade, Making April and Automatic Loveletter. In July and August, the band went on tour alongside Innerpartysystem, Kill Hannah and the Medic Droid. In October and November, the band went on tour alongside the Higher, Just Surrender and the Morning Of. As well as this they served as the opening act for Lady Gaga's The Fame Ball Tour. Between late June and late August, the band performed on the Warped Tour. The band performed at various Six Flags locations as part of the mtvU VMA Tour. ==Singles== *Candle (Sick and Tired) is the lead single off the album it has peaked at number 57 on the Billboard Hot 100.[] The music video made its debut on No Good TV, an internet TV website. In May 2008, the music video for \"Candle (Sick and Tired)\" aired on MTV's TRL. The Uncut/Director's Version of the video has reached 400,000 views on YouTube, and was the most watched YouTube video on March 29, 2008. * Allow Me to Introduce Myself... Mr. Right was also released as a single. It also has its own music video. *The Letdown is apparently the next single. In May 2009, a Radio Edit of the song was released to the iTunes Store, Amazon, Rhapsody, and other popular online media services as a single download. It was released to Amazon and Rhapsody on May 12, 2009, however on the iTunes Store it states that it was released on May 26, 2009. It is unknown if a music video for the song will be filmed or released, or if it has been filmed yet. The Letdown has had a considerable amount of praise. When \"Walk This Way\" was first released to the iTunes Store, \"The Letdown\" was one of the most popular songs from the album, peaking at number 93 on the iTunes top songs chart. On the popular music site, Last.fm, The Letdown has 46,348+ plays and has 8,165+ listeners, coming in at number 4 for the top songs of The White Tie Affair. It even has more plays and listeners than their most popular song, the second single from the album, Candle (Sick and Tired).http://www.last.fm/music/The+White+Tie+Affair/Walk+This+Way/The+Letdown ==Track listing== ==Release history== {|class=\"wikitable\" ! Region ! Date ! Format ! Distributor |- |- |United States | align=\"left\" rowspan=\"1\"|April 22, 2008 |CD, digital download | align=\"left\" rowspan=\"1\"| Sony BMG Music Entertainment |- |} ==Notes== Category:2008 albums Category:The White Tie Affair albums ",
    "title": "Walk This Way (album)"
}