{
    "id": "20460437",
    "text": "Mirudhubashini Govindarajan (born 1947) is an Indian-born healthcare consultant, focussing on women's healthcare and infertility management GG Hospital in Coimbatore, Tamil Nadu, India. __TOC__ == Background == Govindarajan was born in Coimbatore, Tamil Nadu, India. Her father was a lawyer, freedom fighter and politician focussing on organic farming. Govindarajan's mother was a doctor in Coimbatore. Her early education was in Coimbatore, India and then she moved on to the alma mater of her mother, Stanley Medical College in Chennai to obtain her medical degree. On completion of her medical studies in Chennai, she moved to New York and then to Winnipeg, Manitoba, Canada. She later became a Fellow of Royal College of Surgeons of Canada in 1977 and a lecturer at the University of Manitoba, Canada. On her return to India in 1981, Mirudhubashini joined Sri Ramakrishna Hospital and started their Obstetrics and Gynecology department. She was instrumental in the formation of Womens Center. In early 2011, she moved into a new facility of her own Womens Center, located in the Northern part of Coimbatore providing all women's healthcare services under a single roof. She holds a patent in relation to methods for the treatment of endometriosis and related disorders and conditions. Patent Info Patent Filing == Current Positions == Source: Sri Ramakrishna Hospital * Clinical Director, Womens Center, Coimbatore * Clinical Director, Assisted Reproductive Technology Center Coimbatore * Director, Center for Perinatal Care Coimbatore Pvt Ltd * Director, Womens Center and Hospitals Private Limited, Coimbatore * Adjunct Professor, The Tamil Nadu Dr. MGR Medical University DR MGR Medical University == Publications and research == * Inheritance of Infertility Google Books * Journal of Human Reproductive Medicine Journal of Human Reproductive Medicine Online * Fertilization and Development: Theory and Practice Jaypee Brothers * ART, PGD effective treatment for infertility == Memberships == Source: Womens Center * Indian Medical Association * Coimbatore Obstetrics and Gynecology Society - President, 2002-2003 * Federation Gynecological and Obstetrics Societies of India * Indian Association of Cytologists * Perinatal Committee-FOGSI * European Society of Human Reproduction and Embryology * American Society of Reproductive Medicine * Member, Editorial Board international Journal of Obstetrics and Gynecology, published in New Zealand * Founder President Coimbatore Ultrasound Society == Awards == * Rotary for the Sake of Honor Award for the services in Women’s Health care * Dinamalar award for Women \"Achievement in Medical science\" * Distinguished alumni award for lifetime achievement from Mani High School * The Professor Arnold H. Einhorn's Endowment Orator in 2008 Maryland Community Newspapers == References == Category:1947 births Category:Living people Category:Fellows of the Royal College of Surgeons Category:Indian surgeons Category:Indian gynaecologists Category:Tamil scientists Category:Medical doctors from Tamil Nadu Category:People from Coimbatore Category:Indian women gynaecologists Category:20th-century Indian women scientists Category:20th-century Indian medical doctors Category:Indian women surgeons Category:Women scientists from Tamil Nadu Category:20th-century women physicians Category:20th-century surgeons ",
    "title": "Mirudhubashini Govindarajan"
}