{
    "id": "20463071",
    "text": "Denis Schneider is a French painter born in Metz in 1946. == Biography == Denis Schneider studied at the famous School of Beaux-Arts in Paris and started exhibiting in 1967 on the Parisian’s art market. In 1970, he took the decision to leave Paris to free himself from any restraints and dedicate himself to his art. Since then, he has been creating his works of art in seclusion. Denis Schneider started exhibiting again in 1998. During that year, a Strasbourg gallery provided him an exclusive platform to display his paintings. As a result, his talent was discovered by Ineke Voorsteegh, former curator of the Department of Modern Art and Education in Dordrecht Museum and presently owner of the In-Vorm Gallery in Dordrecht –Netherlands. She offered him the opportunity to join her newly opened gallery to which belonged several other selected artists like Mark Brusse, Rein Dool, Hanskop Jansen, Peter Royen, Gerard Verdijk, Albert Verkade and others. In 2001, Denis Schneider exhibited his paintings alongside Mark Brusse’s sculptures at the In-Vorm Gallery. He has since been exhibiting regularly in that gallery – on his own or with other artists. In 2002 and 2003, Schneider exhibited his large scale paintings at the Gérard Philipe Theatre of St Denis. He was also responsible for illustrating the theatre’s various publications and playbills, including the one for Strindberg’s play \"Sonate des spectres\". He has been living in Ardèche since 1980 and has regularly exhibited in France and abroad. == Publications == * Book : \"Denis Schneider Paintings\" published by MAJE - 1999. (68 pages with 32 pictures of his paintings). Postscript by Daniel Jeanneteau. * CD-ROM released in 2001 by the Dordrecht Museum (Netherlands) to mark an exhibition on the topic \"The Greek Gods and Heroes in Rubens and Rembrandt’s time\". Two contemporary paintings had been chosen to illustrate this theme: \"ORPHEUS\" by Cy Twombly and \"ORPHEE\" by Denis Schneider == Sources == *Gérard Philipe Theatre (under Alain Ollivier's direction) *The In-Vorm Gallery *Denis Schneider' website *Denis Schneider's page on the French National Library's website == External links == * Denis Schneider's Official Website Category:French artists Category:1946 births Category:Living people ",
    "title": "Denis Schneider"
}