{
    "id": "20461493",
    "text": "Maschinenpistole 40, SMG The Erfurter Maschinenfabrik (ERMA) was a German weapons manufacturer founded in 1922 by Berthold Geipel. Prior to and during World War II it manufactured many firearms, including the Karabiner 98k, the MP40 and other submachine guns. The company is also noted for having produced various forms of military training rifles, including the famous EL 24 subcaliber \"Barrel Insert\" training devices that allowed .22 long rifle ammunition to be fired from infantry rifles such as the Karabiner 98 and Steyr-Mannlicher M1895 through use of a special action conversion kit and a thin-walled .22 caliber barrel inserted within the larger rifle's bore. ==History== EMP SMG displayed in Warsaw Uprising Museum The Erfurter Maschinen- und Werkzeugfabrik GmbH was formed in 1922 in Erfurt, Thuringia, by Berthold Geipel. At the beginning of the 1930s the company started its firearms business, acquiring licenses to produce Mauser carbines like the 'Karabiner 98k' and rights to manufacture submachine guns ('Machine Pistols'), which received the designation 'EMP' for 'ERMA Maschinenpistole'.Die Maschinenpistole 40, Berthold Geipel - mp40.nl ==Firearms Production== ERMA MP 44, prototype SMG Die 'EMP' series was based on designs by Heinrich Vollmer which had been bought by Geipert in the early 1930s. These SMGs would be produced in different variants from 1932 (as direct copies of the Vollmer models) to 1938 and sold in Germany, but also to Spain, Mexico, China and Yugoslavia. The Spanish acquired a license for domestic production later on. By 1935 a license to produce repeating rifles of the Mauser Model 98 system has been acquired, production would go on until the early 1940s mid-war. Pre- war conversion kits as training devices, with subcaliber 'Insert Barrels' like the type 'Erma EL 24' (EL for 'Einstecklauf'), would also be sold for those weapons systems. In 1933 Berthold's brother Elmar Geipel is hired by the company. In 1934 the enterprise was renamed to Erfurter Maschinenfabrik B. Geipel GmbH, or 'ERMA' for short. In 1937 Berthold Geipel is appointed Wehrwirtschaftsführer of Erfurt by the Nazi regime. From the version 'EMP 36' of ERMA the SMG 'MP 38' and the following model 'MP 40' had been developed under the guidance of Vollmer, and been accepted by the german Wehrmacht, been put into production. In 1943 another SMG had been constructed by the 'ERMA- Werke', the 'Erma EMP 44', a very simplified Machine Pistol, which could have been manufactured with speed and in great numbers. Such a crudely designed firearm was not approved by the Wehrmacht at that time. Later reconsiderations on the viability for a setup to manufacture the firearm led to nowhere, although there had been certain demand by the end of the war. Similar designs for such simple SMGs had been met with success and these were issued in numbers to the Soviet army (PPS submachine gun) and the British (Sten gun), to be used effectively for decades. During the war part of the Geipel enterprise was located at the Altonaer Straße 25 in Erfurt, an area on the campus of the Fachhochschule Erfurt, founded in 1991. Furthermore, since about 1940 a forced labour camp ('Zwangsarbeitslager') for the nearby weaponry manufacture plants had been erected in the vicinity of said Fachhochschule. Around 2000 workers had been re-settled there in shacks to keep production going.Fachhochschule Erfurt - News, 01.04.2009 (german) ==Post war== ERMA Gas Revolver EGR 66X In 1945 Geipel was arrested and imprisoned by the Allied occupation forces in Germany due to his involvement with the Nazi party. He was eventually freed and underwent denazification, after which he worked for 'Vollmer GmbH' as Assistant Director to Heinrich Vollmer. Following the end of the war, the Thuringia region found itself in the Soviet occupation zone. Marshal Zhukov of the Group of Soviet Forces in Germany ordered what was left of the 'ERMA' assets to be liquidated on August 31st 1948. Geipel re-established the company under the brand name ERMA-Werke in Bavaria in 1949 and in 1952 the company moved to Dachau, near Munich. Geipel's son Rudolf became the Chief Engineer of the new company and for the first few years production was devoted to household appliances. Around 1952 'ERMA' was awarded a contract by the government of West Germany to service and produce parts for the various Allied forces weapons that had been supplied to the German police forces, notably M1 Carbines. The company also commenced manufacture of gas pistols and revolvers (like EGR 66), and rifles a.o. with lever actions. Following the foundation of the Bundeswehr in May 1955, the Federal government gave ERMA permission to research and develop a new submachine gun; the aim was to replace the weapons given by the Allied forces to both West Germany's police and army. ERMA's design was, however, outbid and out-performed by a submission of the Uzi, which became the 'MP 2' issued to the German Army (Deutsches Heer). In the 1960s the Walther MP would be issued to the German Navy (Bundesmarine) and used by federal police forces. The financial resources expended in developing the new submachine gun had been quite substantial, and as a consequence 'ERMA- Werke' were taken over in 1961 by 'Fiberglide', a division of Lear-Siegler, which traded under the 'ERMA' brand name. Berthold Geipel and his son left the company. In October 1997 'ERMA Werke' commenced bankruptcy proceedings and in 1998 was taken over by 'Suhler Jagd- und Sportwaffen GmbH' (later 'Merkel'), at that time a division of Steyr-Mannlicher. An 'ERMA Suhl' logo was used on their products for a while. By 2004 Heckler & Koch had taken over the Thuringian company forming the 'H&K; Jagd und Sportwaffen GmbH' as hunting and shooting sports section under the 'Merkel' brand name, following which the 'ERMA' name and brand ceased to exist for manufacturing firearms. ==Firearms manufactured== *EMP / MPE * MP38 / MP40 *EMP 44, experimental low cost SMG *EG 70, an M1 Carbine copy, ERMA manufactured parts for these weapons in the early 1950s and produced a .22 caliber training rifle modeled after the carbine that proved so popular it was commercially marketed as the EM-1 and available in .22 WMR * Various low cost .22 caliber pistols resembling the Luger pistol * KGP 68, .380 (9mm kurz) Luger pistol Clone *ESP 85A, target pistol. *TP 22, .22 caliber pistols resembling the PPK. *TP 25, .25 ACP variant of the TP-22 pocket pistol. *ET 22, .22 caliber pistols with 11 inch barrels for the West German Navy. * Ithaca Model 72 Saddlegun, in .22LR and .22WMR * EGR 66 and 66X, gas revolver, Smith & Wesson-Revolvers Model 36 copy, 66X is the stainless steel version ==Further reading== * A. J. R. Cormack (1972) Erma Submachine guns, Small Arms Profile 8, Profile Publications Ltd., * G. de Vries, B.J. Martens: The MP 38, 40, 40/1 and 41 Submachine Gun, Vol. 2. Special Interest Publicaties BV, Arnhem 2001, * Werner Limbrecht: ERMA & FEIMA: Berthold Geipel und seine Erfurter Waffenfabriken, Fachhochsch., 2009, . (german) * ERMA-Werke Model E M1 .22 LR Self-Loading Rimfire Rifle ==References== Category:1922 establishments in Germany Category:Firearm manufacturers of Germany Category:History of Erfurt ",
    "title": "Erma Werke"
}