{
    "id": "20463044",
    "text": "Giusepe Abruzzese (born 17 May 1981) is an Italian footballer who plays as a defender for Audace Cerignola. ==Biography== ===Andria=== Born in Andria, the Province of Bari, Abruzzese started his career at hometown club Fidelis Andria. Abruzzese made his professional debut on 17 January 1999, started the match against Torino, which the team lost 0–2 in the away match of Serie B. The team relegated at the end of season, and Abruzzese was loaned from Serie C1 to Serie C2 side Tricase. On 1 July 2000 Abruzzese returned to Andria but tasted relegation again, this time to Serie C2 at the end of 2000–01 Serie C1 season. ===Lecce=== In July 2002, he left for Serie B side Lecce in co- ownership deal for undisclosed fee. Andria also signed Stefano Morello and Carmine Nuzzaci as part of the deal for undisclosed fees. In the first season, he played 26 Serie B matches and was selected to Italy under-21 Serie B representative team and won Belgium U21 2–1. Lecce finished as the third and promoted to Serie A. Abruzzese made his Serie A debut on 31 August 2003 against Lazio, the opening match of 2003–04 Serie A. He made 26 league appearances that season. In the next season he lost his place both in starting line-up and often as unused substitute, under new coach Zdeněk Zeman who replaced Delio Rossi. After playing 5 league matches for Lecce in 2005–06 Serie A season (all due to the absence of Erminio Rullo), he left for Serie B struggler Avellino in January 2006. In 2006–07 Serie B season, he left on loan to fellow Serie B team Triestina near the end of transfer window. He started 24 times for the Serie B struggler. ===Grosseto=== In July 2007, he was signed by Serie B newcomer Grosseto, which he immediately secured a place in starting line-up. Grosseto finished in the mid-table that season and entered the promotion playoffs in next season, which lost to Livorno in the first round/semi-final. Livorno eventually the playoffs winner. ===Crotone=== In August 2009, he was signed by Serie B newcomer Crotone. The team made a break through which finished at the 8th (Deducted 1 point, if included, finished the 7th, ahead Grosseto by head to head), just few points away to qualify for the promotion playoffs (the 3rd to the 6th place). ==References== ==External links== * Football.it Profile * La Gazzetta dello Sport Profile (2006–07 season) * La Gazzetta dello Sport Profile (2007–08 season) * La Gazzetta dello Sport Profile * * * Category:Italian footballers Category:Serie A players Category:Serie B players Category:S.S. Fidelis Andria 1928 players Category:U.S. Lecce players Category:U.S. Avellino 1912 players Category:U.S. Triestina Calcio 1918 players Category:F.C. Grosseto S.S.D. players Category:F.C. Crotone players Category:Association football fullbacks Category:Association football central defenders Category:People from Andria Category:1981 births Category:Living people Category:Virtus Francavilla Calcio players ",
    "title": "Giuseppe Abruzzese"
}