{
    "id": "20464136",
    "text": "Parliamentary elections were held in Moldova on 5 April 2009. The Party of Communists of the Republic of Moldova (PCRM) won a majority of seats (60 out of 101) for the third consecutive occasion. Turnout was 59%, exceeding the 50% necessary for the election to be valid. Following the elections, Parliament was required to elect a new President of Moldova as the incumbent Vladimir Voronin had to stand down after completing two terms.\"Communists win Moldovan election\" BBC News, 6 April 2009 Presidential elections required the winning candidate to receive at least 61 votes, but the opposition parties refused to vote for the three PCRM-nominated candidates in three rounds of voting between May and June 2009, meaning no president was elected. As a result, early parliamentary elections were held in July. ==Background== The European Union called on Moldova to reform its electoral law, which implemented an electoral threshold of 6%, giving smaller parties little chance of entering Parliament. However, President Voronin rejected these calls.Moldova Rejects EU Proposal To Change Election Law Radio Free Europe/Radio Liberty, 3 December 2008 ==Results== Final results were announced on 8 April 2009; the ruling PCRM failed to gain the 61 seats required to elect the president, leaving the opposition parties with the possibility of forcing a new election. A ballot recount performed on 21 April confirmed the results. ==Reactions== The International Election Observation Mission, represented by delegations from the OSCE Parliamentary Assembly, Office for Democratic Institutions and Human Rights (ODIHR), Parliamentary Assembly of the Council of Europe (PACE), and the European Parliament evaluated the elections as positive on the whole, with some reservations not affecting the outcome or the overall initial assessment. The opinion polls before the elections had showed a comfortable win for the Communist Party, with the only uncertainty being the size of the winning margin. The OSCE observer mission has issued a preliminary report declaring the elections generally free and fair and describing Moldova as an \"overall pluralistic environment, offering voters a distinct political alternative and meeting many of the O.S.C.E. and Council of Europe commitments.\"The New York Times: \"After Protests, Moldovan Opposition Claims Election Fraud\", April 9, 2009 Petros Efthymiou, head of the delegation of the OSCE Parliamentary Assembly and Special Co-ordinator of the OSCE short-term observers, said that he was delighted at the progress of democracy in Moldova. \"These elections were very good and they gave me great confidence in the future of this country,\" Efthyimou said. However, one member of the 280-strong observation team, Emma Nicholson, Baroness Nicholson of Winterbourne, whose observation post was near the border of the separatist republic of Transnitria, voiced concern over this evaluation, claiming that she had a \"very, very strong feeling\" that there have been some manipulation, but she \"couldn't find any proof\" of it. She claimed that the Russians from the organization influenced this report.\"Romania blamed over Moldova riots\", BBC, April 8, 2009 She also declared that at the counting of the votes that at 1:00 the PCRM had 35% of the votes and the 15–16 parties from the opposition 40–45% altogether while shortly later, at 8:00 the situation changed radically and the PCRM had 50%. \"Emma Nicholson critică raportul OSCE referitor la alegerile din Republica Moldova\" There have also been claims of voter fraud, with deceased and nonattendant persons reportedly voting. http://www.hotnews.ro/stiri- opinii-5560303-revolta-anticomunista-republica-moldova.htm Following the recount, it was decided by the Constitutional Court that the presidential election would have to take place by 7 July 2009. Otherwise parliament would be dissolved and early elections held. The opposition parties stated that they would boycott parliament, citing electoral fraud as the reason, and tried to force new elections. The presidential election was later set for 20 May 2009. ==Aftermath== Following the announcement of preliminary election results on 6 April 2009, which showed the Party of Communists of the Republic of Moldova victorious, winning approximately 50% of the votes, the opposition rejected the results, accusing the authorities of falsification in the course of counting the votes and demanded new elections. \"Tinerii zgâlţâie comunismul la Chişinău\", Evenimentul Zilei, April 8, 2009 Opposition and NGO activists have organized protest demonstrations in the center of Chişinău on April 6th and 7th.\"The protest initiative group: LDPM is the guilty one for the devastations in the Chişinău downtown\", April 08, 2009 Riot police in Chişinău Protest riot in Chişinău, 7 April 2009. The demonstration spun out of control and escalated into a riot on April 7th, with protesters attacking the parliament building and the presidential palace, throwing stones at the buildings, with the riot police attempting to protect the buildings.Amnesty International: \"Organizers of peaceful demonstration blamed for violence in Moldova\" In the afternoon of 7 April the rioters broke into the parliament building, looted it and set it on fire. Police forces had regained control of the city center by 8 April, arresting several hundred protesters. Following the arrests, numerous cases of excessive force usage, including beatings and torture by the police, were reported by the detainees.Amnesty International: \"Protect peaceful Moldovan protesters from police ill-treatment\" Peaceful demonstrations on the central square continued for the remainder of the week. The government and opposition parties have accused each other of sending provocateurs to incite the crowds. ===Recount=== On 10 April 2009, Voronin called on the Constitutional Court to authorise a recount of the votes, as demanded by the protesters. On 12 April the court ruled in favor of conducting a recount, which was scheduled to take place on 15 April. On 14 April, Serafim Urechean announced that the three main opposition parties would boycott the recount, citing fears that the government would use it to increase its majority to the 61 seats required to elect the next president. The results of the recount were published on 21 April. No serious errors were determined and the original election result was confirmed.\"Moldova recount 'confirms result'\", BBC, April 17, 2009 ===Election of a new president=== One of the first tasks of the newly elected parliament is to elect a new president. Current President Vladimir Voronin is ineligible for another term, as he already served two terms, the maximum number allowed under the constitution. His successor needs to be elected before 8 June 2009 with a three-fifths majority (61 of 101 votes). If no candidate reaches a majority vote before that date, a new parliamentary election will be held. The three opposition parties announced that all of them would vote against the PCRM's nominee for president, for which 61 votes out of 101 are required; if Parliament fails three times to elect a candidate, this will result in a new election. \"PL, PLDM şi AMN: Alegerile au fost trucate. Suntem gata pentru alegeri repetate!\" (statements by opposition parties)Reuters: \"Moldova Communists win parliamentary election\", April 06, 2009 The Communist Party had nominated former Prime Minister Zinaida Greceanîi as their presidential candidate. The previous parliament failed to elect a new president triggering early parliamentary elections which were held on 29 July 2009. The Parliament had to elect, with a majority of three-fifths the President of Moldova. The ruling Party of Communists of the Republic of Moldova (PCRM) nominated Zinaida Greceanîi, and a puppet-candidate, a Doctor from Chişinău. As the PCRM held only 60 of 101 seats in parliament, but 61 votes were required to elect the president, at least one vote from the opposition was required. The opposition (formed by the three liberal-oriented parties the Liberal Party, the Liberal Democratic Party of Moldova, and the Our Moldova Alliance) boycotted the first round of the election held on 20 May 2009, thus forcing repeated parliamentary elections,. The second round was set for 28 May 2009, but it was postponed to 3 June 2009; the PCRM claimed that it was due to Ascension Thursday falling that day. On 3 June 2009, the second round (repeated election) was held, the results being the same: 60 votes for Zinaida Greceanîi, forcing incumbent Vladimir Voronin to dissolve the Parliament. Early elections were set for 29 July 2009 after Vorinin dissolved parliament on 15 June 2009. ==Elected deputies== The list of deputies elected in the 5 April 2009 parliamentary elections: ===Party of Communists of the Republic of Moldova=== {| class=wikitable |- |valign=top rowspan=2| #Vladimir Voronin #Marian Lupu #Zinaida Greceanîi #Victor Mîndru #Mark Tkaciuk #Igor Dodon #Vladimir Vitiuc #Victor Stepaniuc #Eugenia Ostapciuc #Vladimir Eremciuc #Maria Postoico #Ivan Călin #Iuri Eriomin #Galina Balmoş #Anatolie Popuşoi #Anatolie Zagorodnîi #Dmitrii Todoroglo #Iurie Stoicov #Andrei Stratan #Maia Radilov 21\\. Vladimir Ţurcan 22\\. Veronica Abramciuc 23\\. Aliona Babiuc 24\\. Elena Bodnarenco 25\\. Vadim Mişin 26\\. Alla Mironic 27\\. Igor Vremea 28\\. Iurie Muntean 29\\. Vasile Iovv 30\\. Grigore Petrenco 31\\. Svetlana Rusu 32\\. Violeta Ivanov 33\\. Lidia Lupu 34\\. Raisa Spinovschi 35\\. Anton Miron 36 Irina Vlah 37\\. Oleg Reidman 38\\. Valeriu Sava 39\\. Ludmila Belcencova 40\\. Ghenadie Morcov 41\\. Oxana Domenti 42\\. Anatolie Gorilă 43\\. Inna Şupac 44\\. Gheorghe Popa 45\\. Petru Porcescu 46\\. Oleg Garizan 47\\. Veaceslav Bondari 48\\. Mihail Mocan 49\\. Nicolae Munteanu 50\\. Mihail Poleanschi 51\\. Lidia Semeniţcaia 52\\. Sergiu Stati 53\\. Mariana Şmilenco 54\\. Mihail Rusu 55\\. Iurie Moiseev 56\\. Oleg Babenco 57\\. Serghei Afanasenco 58\\. Ala Ursul 59\\. Natalia Vîsotina 60\\. Ştefan Grigoriev | 300px |- |align=center|Votes won by PCRM by raion and municipality |} ===Liberal Party=== {| class=wikitable |- |valign=top rowspan=2| #Dorin Chirtoacă #Mihai Ghimpu #Anatol Şalaru #Corina Fusu #Vadim Cojocaru #Anatolie Arhire #Gheorghe Brega #Nistor Grozavu #Vadim Vacarciuc #Oleg Bodrug #Ana Guţu #Ion Hadârcă #Valeriu Nemerenco #Mihail Moldovanu #Ion Lupu | 300px |- |align=center|Votes won by PL by raion and municipality |} === Liberal Democratic Party of Moldova === {| class=wikitable |- |valign=top rowspan=2| #Vladimir Filat #Alexandru Tănase #Liliana Palihovici #Mihai Godea #Vitalie Nagacevschi #Iurie Ţap #Călin Vieru #Ion Balan #Vladimir Hotineanu #Iurie Leancă #Alexandru Cimbriciuc #Valeriu Ghileţchi #Simion Furdui #Mihail Şleahtiţchi #Angel Agache | 300px |- |align=center|Votes won by PLDM by raion and municipality |} ===Our Moldova Alliance=== {| class=wikitable |- |valign=top rowspan=2| #Serafim Urechean #Mihai Cimpoi #Veaceslav Untilă #Vasile Balan #Iurie Colesnic #Leonid Bujor #Victor Osipov #Alexandr Oleinic #Valentin Chepteni #Mihail Silistraru #Veaceslav Platon |300px |- |align=center|Votes won by AMN by raion and municipality |} ==Gallery== Image:Prezenta la vot 2009.svg|Voter turnout for the April 2009 election by raion and municipality Image:Opozitie total 2009.svg|Total votes won by the opposition parties (PL, PLDM, AMN) which passed the 6% electoral threshold by raion and municipality ==References== ==External links== *April 2009 parliamentary elections eDemocracy Category:2009 elections in Moldova Category:2009 in Moldova Moldova Category:Parliamentary elections in Moldova Category:April 2009 events in Europe ",
    "title": "April 2009 Moldovan parliamentary election"
}