{
    "id": "20463747",
    "text": "Patricia Marand (January 25, 1934 – November 27, 2008) was an American actress and singer, best known for roles in musical theatre. She was nominated for a 1966 Tony Award for her part as Lois Lane in the musical It's a Bird...It's a Plane...It's Superman. She also appeared in the 1952 musical Wish You Were Here. She was a regular on The Merv Griffin Show. ==Life and career== Marand, was born in Brooklyn, New York and grew up in New York City, the daughter of Patrick and Justine Marandino. Her birth name was Patricia Marandino, and she had a brother Robert.Simonson, Robert. \"Patricia Marand, Tony-Nominated Star of It's a Bird…, Dies at 74\", Playbill, November 30, 2008, accessed January 4, 2013\"Patricia Marand of Broadway's The King and I and La Mancha Passes Away\", BroadwayWorld, November 28, 2008, accessed January 4, 2012 She made her Broadway debut in South Pacific as a replacement for Lt. Genevieve Marshall. She then starred as Teddy Stern in the 1952 musical Wish You Were Here, opposite Jack Cassidy. She was back on Broadway in The Pajama Game in 1955 as a replacement in the role of Brenda. She was nominated for the Tony Award in 1966 as Lois Lane in the Hal Prince-directed Broadway production of It's a Bird...It's a Plane...It's Superman, composed by Charles Strouse. The press called her \"A statuesque, red haired beauty with an unforgettable rich, smooth and melodic soprano voice, Marand’s iconic performances epitomized legendary Broadway theatre with memorable grace and style.\" A regular in summer stock,\"Patricia Marand, at 74; stage actress\", The Boston Globe, accessed January 4, 2013 she toured in 1981, starring opposite Yul Brynner, as Anna in The King and I. In other stage roles, she played Aldonza in Man of La Mancha opposite Alfred Drake and had leading roles in Kiss Me, Kate, Guys & Dolls, Oklahoma! and Kismet, among others. She was a regular on The Merv Griffin Show and appeared as a guest several times on The Ed Sullivan Show and The Johnny Carson Show. She also sang in concerts with the Chicago, Cleveland, Pittsburgh, New Haven and Minneapolis Symphonies, and sang in long-running engagements at supper clubs at such venues as New York's Pierre and St. Regis Hotels.\"Broadway's Patricia Marand dead at 74\", United Press International, November 28, 2008, accessed January 4, 2013 She guest starred as Helen Barone in The Sopranos (2000). Marand married lawyer Irving Salem in 1984 and died in 2008 at the age of 74, in New York City, from brain cancer. She is buried at Greenwood Union Cemetery in Harrison, New York. ==References== ==External links== * * *Patricia Marand website by her husband Irving Salem, with numerous links to photos and sound files *Tribute to Patricia Marand as Lois Lane on SupermanBobHoliday.com *Photo with Jack Cassidy, 1966 Category:1934 births Category:2008 deaths Category:American musical theatre actresses Category:Deaths from cancer in New York (state) Category:Deaths from brain tumor Category:20th-century American actresses Category:Actresses from New York City Category:Musicians from Brooklyn Category:20th-century American singers Category:20th-century American women singers ",
    "title": "Patricia Marand"
}