{
    "id": "20474762",
    "text": "The Ponca Reservation of the Ponca Tribe of Nebraska is located in northeast Nebraska, with the seat of tribal government located in Niobrara, Knox County.\"Ponca Tribe\" , Nebraska Indian Commission. Retrieved 6/28/08. The Indian reservation is also the location of the historic Ponca Fort called Nanza. The Ponca tribe does not actually have a reservation because the state of Nebraska will not allow them to have one. However, they do in fact have a 15-county service delivery area, including counties spread throughout Nebraska, South Dakota and Iowa. Established by a treaty dated March 12, 1858 and a supplemental treaty on March 10, 1865, the reservation was re- established by an Act of Congress dated March 2, 1899. There were allotted to 167 Indians for settlement. An Indian agency and school buildings were reserved . == History == Despite their original reservation having been established in 1858, the Ponca suffered decades of broken treaties, a lack of financial support from the U.S. Government, and ongoing attacks by the neighboring Sioux, with whom they were sworn enemies. In 1875 a Ponca agent visited President Ulysses S. Grant to discuss moving the Ponca to the Indian Territory in present-day Oklahoma. Grant agreed to the move if the Ponca were willing. When the agent returned to Nebraska, Standing Bear and other tribal members signed an agreement to move to the Indian Territory. The agreement also allowed several Ponca chiefs to select a new reservation there. In 1877 the Ponca leaders made arrangements to visit the Indian Territory and select a site for a new reservation. === Ponca Trail of Tears === In early 1877, ten Ponca leaders left for the Osage Reservation in Indian Territory to select a site for the new Ponca Reservation. Upon arriving, they found no Osage leaders present, so no land agreements were signed. Standing Bear and the other leaders decided they wanted to return home, which infuriated the Indian agent who accompanied them. In February the group of chiefs decided to return on their own. The group spent much of their travels on the open prairie, going for days without rations. They arrived at the Ponca Reservation more than three months later in April 1877. On their arrival, the group met with their Indian Agent, who had orders to remove the tribe by force to Oklahoma. The tribe was split about leaving; those willing left in mid-April. A month later Standing Bear and the remainder of the tribe left after a military unit from Fort Omaha arrived. Nine people died on the journey, including Standing Bear's daughter. Prairie Flower died of consumption and was buried at Milford, Nebraska. White Buffalo Girl, daughter of Black Elk and Moon Hawk, also died and was buried near Neligh, Nebraska, with the people of Neiligh providing a Christian burial for the girl and crafting an oak cross over the gravesite. Black Elk asked that the grave of his daughter be honored, and in 1913 the town of Neligh erected a marble monument that is still there.\"The Ponca Trail of Tears\" , NebraskaStudies.org. Retrieved 11/29/08. Several of the leaders of the tribe went back to Nebraska, only to be imprisoned at Fort Omaha. General George Crook, commander of the Department of the Platte, imprisoned the contingent against his own best concerns. He tipped off Thomas Tibbles of the Omaha Daily Herald, who brought national attention to the plight of the tribe. This eventually led the U.S. government to grant the tribe two reservations; one in Nebraska and one in Oklahoma.\"A brief history of the Ponca nation\", Ponca nation. Retrieved 11/29/08.\"The Ponca reunited\" , Nebraska Educational Television. September 9, 1994. Retrieved 11/29/08.Wishart, D.J. (2007) Encyclopedia of the Great Plains Indians. University of Nebraska Press. p 158.\"Breeding Indian discontent\", The New York Times. July 11, 1880. Retrieved 11/29/08. == See also == * Native American tribes in Nebraska == Notes == Category:Ponca Category:American Indian reservations in Nebraska Category:Geography of Knox County, Nebraska Category:History of Nebraska Category:1858 establishments in the United States ",
    "title": "Ponca Reservation"
}