{
    "id": "20470283",
    "text": "Devrimci Yol (Turkish for \"Revolutionary Path\", shortly DEV-YOL) was a Turkish political movement (as opposed to a tightly structured organization) with many supporters in trade unions and other professional institutions.TURKEY: BACKGROUND TO DEVRIMCI YOL TRIAL IN ANKARA AI Index: EUR 44/47/88 27 June 1988. An online edition can be found at http://ob.nubati.net/wiki/index.php?title=Devrimci_Yol; accessed on 18 December 2008 Its ideology was based on Marxism-LeninismSee http://www.unhcr.org/refworld/publisher,SFOM,,TUR,4670ea442,0.html report of the UNHCR in German but rejected both the Soviet and the Chinese model in favor of a more native Turkish model, although it was influenced by the latter.German brochure: Die Sozialistische Bewegung in der Türkei (Socialist Movement in Turkey, Hamburg, November 1980, states on page 25: \"Neither the Chinese nor the Soviet type (of socialism) have realized socialist ideas.\" Devrimci Yol entered the political scene in Turkey on 1 May 1977 with its manifesto called bildirge.This and other documents of Dev-Yol can be found at http://www.devrimciyol.org/Devrimci%20Yol/devrimciyolindex.htm, accessed on 18 December 2008 Its roots can be seen in a movement that called itself Devrimci Gençlik (\"Revolutionary Youth\", short DEV-GENÇ), and it followed the thesis of Mahir Çayan. ==Self-portrayal== The defence in the central trial against members of Devrimci Yol at Ankara Military Court included the following lines:The \"Defence\" was published as a book in October 1989. It can be accessed at http://www.onergurcan.org/ by clicking on Sol Yayınları (as of December 2008) :\"In many areas of life and many cities in Turkey Devrimci Yolcu's (follower of Devrimci Yol) can be found. They carry the name because they defend a common political view on the fight against fascism and the general problems of the revolutionary fight in our country.\" The brochure published in Hamburg in November 1980 carried the emblem of the organization (fist on top of a star) and therefore the views expressed there reflect the attitude of the organization: :\"Devrimci Yol calls the current regime in Turkey fascism of a colonialist type...We have seen that the anti-fascist fight is closely related to the fight against imperialism...The armed struggle merely means to systematize and extend the scattered resistance against fascism.\" (page 25) ==External sources== In a report on the central trial against Devrimci Yol in Ankara Amnesty International wrote in June 1988: :Dev- Yol had no formal membership and gathered its supporters among people sharing the views expressed in a journal under the same name. Until the military coup in September 1980 this journal was legal like many other political publications.\" In April 1997, the Swiss Refugee Support Organization (in German Schweizerische Flüchtlingshilfe, SFH) published a report simply called \"Türkei - Turquie\". The report included detailed information on many legal and illegal Turkish and Kurdish organization. On Devrimci Yol, it stated inter alia: :\"The organization was led by a collective. In the indictments against Dev-Yol the members of the central committee were named as: Oğuzhan Müftüoğlu, Nasuh Mitap, Ali Başpınar, Mehmet Ali Yılmaz, Akın Dirik, Melih Pekdemir, Ali Alfatlı, and Taner Akçam. Devrimci Yol quickly developed to a mass movement and had tens of thousands followers in a short time. Before the military coup its publication had a circulation of 115,000.\"Schweizerische Flüchtlingshilfe (SFH) \"Türkei - Turquie\", Bern, April 1997, Authors: Denise Graf - Bülent Kaya, p. 122 ==The question of violence== \"The journal and supporters of Dev- Yol were not opposed to violence but tried to put into practice a defence policy centred around the idea of 'committees of resistance', which were to counter attacks against the population by right-wing militants known as the Grey Wolves.\" The first resistance committees (direniş komiteleri) were formed because Devrimci Yol believed that there was a civil war in Turkey. Arms were to be used in defence. One of the main goals of the committees was the establishment of cooperatives of production. In Fatsa, for instance, a hazelnut cooperative was founded. Yet militants of Devrimci Yol were not only engaged in bitter fighting against right wing militants but also clashed with other left groups. In these fights, some 5,000 people lost their lives before the military coup of September 1980. Actually the defence in the central trial against Devrimci Yol presented more detailed figures. According to these figures, among the total of 5,388 victims, 2,109 had been left-wingers, 1,286 had been right-wingers, and 268 had belonged to other groups. Besides 94 children killed in these fights, 281 members of the security forces had been killed. In 1,350 cases it had been impossible to determine the background. ==Resistance committees in practice== The resistance committees (organized in factories or quarters) were put to the test during the incidents in Çorum in July 1980. Just like the conflict in Kahramanmaraş in December 1978, the clashes in Çorum seemed to emerge from religious tensions between the dominant Sunnites and the minority of Alevites, but at the same time, they were a battle between right and left wing groups for domination in the town. The committees in the quarters erected barricades trying to avoid further losses.Detailed account of the events with quotes from Turkish newspapers at the time Although a curfew was announced and the military intervened, some 50 people were killed. While the conflict in Çorum was still continuing, Prime Minister Süleyman Demirel intervened by saying Çorum'u bırak, Fatsa'ya bak (Leave Çorum and look at Fatsa). He was referring to the district town at the Black Sea of (at the time some 20,000 inhabitants) who in 1979 had elected Fikri Sönmez, known as terzi Fikri (\"Tailor Fikri\") as mayor with 62% of the votes.details in Turkish; accessed on 18 December 2008 The words of Demirel resulted in the so-called \"point operation\" (nokta operasyonu), a military operation that destroyed the project of self-administration in Fatsa (in German :de:Selbstverwaltung in Fatsa). More than 1,000 people were detained.See the German brochure: \"Fatsa: Ein Modell wird angeklagt\" (Fatsa. A model on trial), undated, alternative türkeihilfe, Bielefeld; the brochure is available as pdf-file 15,6 MB) The military operation in Fatsa was often termed rehearsal for the coup.Detailed account of the incidents; accessed on 19 December 2008 ==Prosecution of Devrimci Yol members== After the military coup of 12 September 1980, tens of thousands of men and women were taken into custody. More than 30,000 were jailed in the first four months after the coup.Report of Amnesty International \"Human Rights Denied\" AI Index: EUR/44/65/88 (November 1988); online edition accessed on 19 December 2008 Alleged members of Devrimci Yol were detained in many parts of the country and tried at military courts. Many of these trials involved several hundred defendants. ===Mass trials=== The list of mass trials against alleged members of Devrimci Yol and the number of death penalties passed in these trials is based on press reports collected by the alternative türkeihilfeFurther details on mass trials and death penalties; accessed on 19 December 2008 {| class=\"wikitable\" ! class=bgcolor=\"#C0C0C0\" | Place ! class=bgcolor=\"#C0C0C0\" | Date ! class=bgcolor=\"#C0C0C0\" | Defendants ! class=bgcolor=\"#C0C0C0\" | Death penalties |- | Izmir | 30.07.1981 | 18 | 3 |- | Adana | 10.11.1981 | 57 | 7 |- | Gölcük | 21.04.1983 | 49 | 2 |- | Iskenderun | 15.09.1983 | 150 | 5 |- | Izmir | 19.11.1983 | 115 | 4 |- | Giresun | 25.01.1984 | 291 | 8 |- | Ünye | 22.04.1984 | 64 | 5 |- | Usak | 22.05.1984 | 107 | 13 |- | Elazig | 29.01.1985 | 41 | 3 |- | Merzifon | 16.05.1985 | 901 | 1 |- | Artvin | --.11.1985 | 939 | 11 |- | Samsun | 05.04.1986 | 47 | 2 |- | Gölköy | 06.06.1986 | 101 | 3 |- | Adana | 18.06.1986 | 331 | 19 |- | Fatsa | --.08.1988 | 811 | 8Halil Nebiler: Pişman İtirafçılar (Repenting Confessors), İstanbul November 1990. |- | Ankara | 17.07.1989 | 723 | 7Figures were taken from an article in Habervitrin ; accessed on 19 December 2008 |- |} ===Executions=== Between 1980 and 1984 a total of 50 people including 27 political prisoners were executed in Turkey. Members of Devrimci Yol executed for violent activities were:Complete list of executed persons (in Turkish); accessed on 19 December 2008 * Veysel Güney in Gaziantep on 11 June 1981 * Mustafa Özenç in Adana on 20 August 1981 * İlyas Has in İzmir on 7 October 1984 * Hıdır Aslan in Burdur on 25 October 1984The names were taken from a commented list (in German); accessed on 19 December 2008 and can be found in the German version of this page. ===Deaths in custody=== After the military coup of September 1980 the number of deaths in custody increased decisively. Many of them were alleged to be the result of torture.See the report of Amnesty International TURKEY: TORTURE AND DEATHS IN CUSTODY, AI Index: EUR 44/38/89, 18 April 1989; online edition; accessed on 19 December 2008 The victims included persons who had been detained on suspicion of being members of Devrimci Yol. They included: * Zeynel Abidin Ceylan in Ankara on 26 September 1980 * Cemil Kırbayır in Kars on 9 October 1980 * Behçet Dinlerer in Ankara on 15 October 1980 * Himmet Uysal in Uşak on 30 October 1980 * Cengiz Aksakal in Artvin on 12 November 1980 * Zafer Müctebaoğlu in Ankara on 15 October 1982 * Şerafettin Tırıç in Fatsa on 10 August 1985The list was compiled in comparing the list of cases Amnesty International had compiled to the page on martyrs of Devrimci Yol ==Current situation== Some cadres of Devrimci Yol, who managed to leave the country formed an organization in Europe called Devrimci İşçi (Revolutionary Worker) and for some time published a paper called Demokrat Türkiye,See an article on İbrahim Sevimli, a leading figure of Devrimci İşçi but later dissolved.Probably in 1994, see http://istanbul.indymedia.org/news/2007/03/177238.php accessed on 19 December 2008 In April 1991 the Law to Fight Terrorism (Law 3713) entered into force in Turkey.English translation of the original version ; accessed on 19 December 2008 Temporary Article 1 of this law provided that all death sentences would be commuted to 10 years' imprisonment. Subsequently most long-term prisoners including the leading members of Devrimci Yol were released. Most of them joined the Freedom and Solidarity Party (Özgürlük ve Dayanışma Partisi, ÖDP). Some people tried to revive Devrimci Yol. Attempts can be seen around journals such as Yön (Direction), Devrim (Revolution), Devrimci Gençlik (Revolutionary Youth), Liseli Genç Umut (Hope for Youth at School) or Halkın Sesi (Voice of the people).The pages on the website Sosyalist Iktidar (socialist regime) can only be accessed via the cache or by becoming a member. Other attempts of reorganizing the group have remained at a low level.As an example see the website of Devrimci Hareket (Revolutionary Movement) ==References== ==External links== *Devrimci Yol Archive Category:1977 establishments in Turkey Category:1985 disestablishments in Turkey Category:Communist organizations in Turkey Category:Far-left politics in Turkey Category:Left-wing militant groups in Turkey Category:Organizations disestablished in 1985 Category:Organizations established in 1977 ",
    "title": "Devrimci Yol"
}