{
    "id": "20483895",
    "text": "José Olallo Valdés (12 February 1820 - 7 March 1889) was a Cuban professed religious and a professed member from the Brothers Hospitallers of Saint John of God. Olallo was dubbed as the \"Poor People's Priest\" even though Olallo was not an ordained priest - he was even encouraged to become one but refused. Olallo served as a nurse for his entire life and dedicated himself to the care of the ill and the poor and remained a pivotal figure in the hospital that he worked at. Pope Benedict XVI approved his beatification and delegated Cardinal José Saraiva Martins to preside over it in Cuba on 29 November 2008. ==Life== José Olallo was born in 1820 and found abandoned on 13 March 1820 at the Saint Joseph orphanage in Havana where he was then raised until 1827. The infant was left in a small bundle with his birthdate attached and a note explaining he had not been baptized. He was then transferred to the Benefencia orphanage in Havana. He was baptized on 15 March 1820. In 1834 he applied for admission to the Brothers Hospitallers of Saint John of God who managed the Hospital of Saints Philip and James in Havana and was soon received into the order. He finished his novitiate in April 1835 and was assigned to serve at the order's Hospital of Saint John of God in Puerto Príncipe (now modern Camagüey). He would spend the rest of his life there nursing the sick and the poor and in 1845 was made the head nurse of the hospital. In 1856 he was named as the prior of the group. Olallo was often dubbed the \"Poor People's Priest\" despite not being an ordained priest and even refused an offer to become one from the Archbishop of Santiago de Cuba upon the belief that he would no longer be able to work in the hospital that he came to love. He tended to victims of a cholera epidemic in 1833. Olallo faced major challenges in his pastoral mission of healthcare during Cuba's Ten Years' War (1868-1878) and gave aid to people on both sides; the Spanish forces commandeered the hospital for their own uses. He continued to minister to the neediest from among the civilian population despite this Spanish commandeering of the hospital and was able to intercede with the armed forces in order to prevent a massacre under the draconian treatment that the Spanish had decreed during that conflict. Olallo was faced with the suppression of all religious orders from the liberal Spanish government in 1869 and the expulsion of all religious from peninsular Spain. The death of the sole other remaining member of his order in 1876 saw him live alone for the remainder of his life. He died on 7 March 1889 and his remains were later relocated on 16 February 2008 to the chapel of the hospital where he served in. ==Beatification== The beatification process opened under Pope John Paul II on 7 February 1990 after the Congregation for the Causes of Saints issued the official \"nihil obstat\" to the cause and titled him as a Servant of God; the diocesan process opened in the Archdiocese of Camagüey under the direction of Archbishop Adolfo Rodríguez-Herrera from March to April 1990; the C.C.S. validated the cause on 1 February 1991. The historians approved the cause on 23 February 1999 before the C.C.S. received the Positio dossier from the postulation in 1999. Theologians approved the cause on 22 November 2005 as did the C.C.S. on 20 June 2006 before Pope Benedict XVI confirmed Olallo's heroic virtue and named him as Venerable on 16 December 2006. The process for a miracle opened in Camagüey under the direction of Archbishop Juan García Rodríguez who oversaw the diocesan process from 9 February to 8 March 2004 prior to the C.C.S. validating the process on 18 June 2004. The medical board assented to this miracle on 24 May 2007 as did theologians on 30 October 2007 and the C.C.S. on 8 January 2008; Pope Benedict XVI approved this miracle - and Olallo's beatification - on 15 March 2008. Cardinal José Saraiva Martins presided over the beatification in Cuba on 29 November 2008 on the pope's behalf. The President of Cuba Raul Castro attended the beatification. Cardinal Jamie Lucas Ortega y Alamino and papal nuncio Luigi Nonazzi were also in attendance. Archbishop Juan García Rodríguez was also in attendance. The beatification miracle was the cure of the three-year- old Daniela Cabrera Ramos. The current postulator for this cause is Fra Elia Tripaldi. ==References== ==External links== *Hagiography Circle Category:1820 births Category:1889 deaths Category:19th-century Roman Catholics Category:19th-century venerated Christians Category:19th-century Cuban people Category:Beatified Roman Catholic religious brothers Category:Beatifications by Pope Benedict XVI Category:Brothers Hospitallers of Saint John of God Order Category:Burials in Cuba Category:Cuban nurses Category:Cuban beatified people Category:Cuban Roman Catholics Category:Male nurses Category:People from Havana Category:Venerated Catholics by Pope Benedict XVI ",
    "title": "José Olallo"
}