{
    "id": "20485773",
    "text": "James Ward Packard (November 5, 1863 – March 20, 1928) was an American automobile manufacturer who founded the Packard Motor Car Company and Packard Electric Company with his brother William Doud Packard.Adler, Dennis (2004). Packard. MotorBooks/MBI Publishing Company, ==Life and career== Packard was born in Warren, Ohio on November 5, 1863, to Warren and Mary Elizabeth Doud Packard. After attending Lehigh University, he joined his older brother William Doud Packard (1861-1923) in founding the Packard Electric Company there in 1890 where they manufactured incandescent carbon arc lamps. His sister Alaska P. Davidson (1868-1934) later became the first female FBI agent. The brothers then formed a partnership with Winton Motor Carriage Company investor George L. Weiss called Packard & Weiss in 1893. The first Packard automobile was released in 1899. In 1900, the company incorporated as the Ohio Automobile Company and was renamed the Packard Motor Car Company in 1902. The company relocated to Detroit in 1903. The company eventually merged with the Studebaker Corporation in 1954, and the last Packard was made in 1958. Following the company relocation to Detroit, the Packard brothers focused on making automotive electrical systems via the Packard Electric Company. General Motors acquired the company in 1932, renaming it Delphi Packard Electric Systems in 1995. The company was spun off and became independent of GM in 1999. Packard fell ill three years before his death and spent his last 16 months at the Cleveland Clinic Hospital. ==Education== James Ward Packard attended Lehigh University, enrolling in 1880 and graduating in 1884 with a degree in mechanical engineering.Packard's 100th Anniversary http://www.lehigh.edu/~inmem/packardcar.html ==Legacy== Packard Park in Warren, Ohio is on land donated by the Packards. Packard Lab at Lehigh University was funded by him and completed in 1929, the year after he died.Staff report (January 15, 1927). J.W. Packard Gives $1,000,000 to Lehigh To Provide 'Finest' Engineering Laboratory. New York TimesStaff report (June 7, 1929). Lehigh Laboratory Ready; Gift of James W. Packard Will Be Used for Alumni Homecoming. New York Times In 1927, Packard commissioned the world's most complicated watch to never be outdone, but banker Henry Graves Jr. surpassed his rival in 1933 to become the owner of the most complicated watch ever made, spending 60,000 CHF, nearly five times the price paid by Packard. ==References== ==External links== *James Ward Packard via Automotive Hall of Fame *Distinguished Alumni: James Packard ‘84 via Lehigh University * *Packard's 100th Anniversary via Lehigh University Category:1863 births Category:1928 deaths Category:American automotive pioneers Category:American founders of automobile manufacturers Category:People from Warren, Ohio Category:Packard people Category:Businesspeople from Ohio Category:Lehigh University alumni Category:19th-century American businesspeople Category:20th- century American businesspeople ",
    "title": "James Ward Packard"
}