{
    "id": "20488354",
    "text": "UIA (Insurance) Limited is a mutual insurance company in the United Kingdom, providing general insurance products to members of the trade union movement and other not-for-profit organisations. It is a member of the Association of British Insurers and is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority.Registered society under the Co- operative and Community Benefit Societies Act 2014. No. 2898R. Entered in the Register under No. 110863 UIA (Insurance Services) Limited is a wholly owned subsidiary.Registered in England and Wales under the Companies Act 1985, No. 2998952. Entered in the Register under No. 307925 ==History== UIA Mutual was registered in 1890 under the Industrial and Provident Societies Act 1876 as The Poor Law and Local Government Officers' Mutual Guarantee Association Ltd. In 1926, this became The National Association of Local Government Officers' Mutual Insurance Association Ltd. (Logomia) and, in 1969, NALGO Insurance Association Ltd. (NIA). The present name was adopted in 1993 on the merger of the National and Local Government Officers' Association (NALGO) with the National Union of Public Employees (NUPE) and Confederation of Health Service Employees (COHSE) to form UNISON. To emphasise its long standing relationship with the trades union movement, UIA registered Union Insurance Association as a trading name in 2015 and, to emphasise the mutual, customer-focused nature of the business as well as the strong relationships with union partners, it rebranded as UIA Mutual – insurance for trade union members in 2016. ==Operations== The Introducer Appointed Representatives permitted to assist in insurance contract arrangements with UIA Mutual include UNISON -- the Public Service Union (successor to NALGO), Unite the Union, the Communication Workers' Union (CWU), National Association of Schoolmasters Union of Women Teachers (NASUWT), Union of Shop, Distributive and Allied Workers (USDAW), Bakers, Food and Allied Workers Union (BFAWU), National Association of Probation Officers (NAPO), Fire Brigades Union (FBU), National Union of Rail, Maritime and Transport Workers (RMT) and the Ramblers' Association charity. UIA (Insurance Services) is an insurance broker providing travel, pet and motor insurance mainly to clients of its holding company, UIA (Insurance). UIA motor insurance is arranged and administered by Autonet Insurance Services. UIA travel insurance is arranged and administered by AllClear Insurance Services. Pet insurance is provided in association with Petwise, which is a trading name of Ultimate Insurance Solutions. ==References== ==External links== * Category:Mutual insurance companies Category:Insurance companies of the United Kingdom Category:Financial services companies established in 1890 Category:1890 establishments in England ",
    "title": "UIA Mutual"
}