{
    "id": "20485372",
    "text": "Royal Air Force Calveley or more simply RAF Calveley is a former Royal Air Force station located near Nantwich, Cheshire. ==History== In December 1940, it was decided to build an airfield near the village of Wardle, Cheshire, north-west of Nantwich, as one of a number of airfields intended to boost the fighter defence of Merseyside. The airfield was built by Peter Lind Ltd in 1941–1942, and had three concrete runways of between and .Ferguson 2008, pp. 35–37. By the time the airfield was complete, the need for fighter defences for the North-West of England had declined, so it was decided to use it for training, with the station opening as a Relief Landing Ground for No. 5 Service Training Flying School (SFTS) based at RAF Ternhill in Shropshire on 14 March 1942.Ferguson 2008, pp. 36–37. 5 STFS was renamed No. 5 (Pilot) Advanced Flying Unit ((P)AFU) on 13 April 1942, continuing operations both from Ternhill and its satellites, including Calveley, which was the only one of Ternhill's satellites to have hard runways.Ferguson 2008, pp. 38–39. In May 1943 RAF Calveley became the main base for No. 17 (P)AFU, equipped with 174 Miles Master trainers, which moved from RAF Watton in Norfolk. To accommodate the unit's large number of aircraft, RAF Wrexham served as a satellite airfield.Ferguson 2008, pp. 42–43. 17 (P)AFU disbanded on 1 February 1944, as part of a shuffle of training units which saw No. 11 (P)AFU, equipped with 132 Airspeed Oxfords, move from RAF Shawbury, freeing the well equipped Shawbury for the Vickers Wellingtons of the Central Navigation School to move from RAF Cranage.Ferguson 2008, p. 43. ==Posted units and aircraft== * From 13 Mar 1942 until May 1943 No. 5 (Pilot) Advanced Flying Unit used the airfield as a Relief Landing Ground from their main airfield at RAF Ternhill flying Miles Masters. * No 11 (Pilot) Advanced Flying Unit from May 1943 using RAF Wrexham as a satellite. * From May 1943 until 1 Feb 1944 No 17 (Pilot) AFU moved from RAF Watton and RAF Bodney using RAF Wrexham as a satellite flying the Airspeed Oxford and Avro Anson then using Harvards Hawker Hurricanes and Miles Masters * 21 Jun 1945 until Oct 1945 - No 5 Aircrew Holding Unit. * 22 Oct 1945 until May 1946 - No 22 Service Flying Training School flying Harvards moved to RAF Ouston. ==Current use== The airfield is now farmland and part of an industrial estate. ==References== ===Citations=== ===Bibliography=== * ==External links== * Midlands Heritage * Air of Authority - A History of RAF Organisation * Facebook Community Group Commemorating the history of RAF Calveley Category:Royal Air Force stations in Cheshire ",
    "title": "RAF Calveley"
}