{
    "id": "20482007",
    "text": "{| |} The Westland Dreadnought was an experimental single-engined fixed-wing monoplane design for a mail plane created to test the aerodynamic wing and fuselage design ideas of Woyevodsky. It was designed and built by British aircraft manufacturer Westland Aircraft for the Air Ministry. Only a single aircraft was built and it crashed on its initial flight, badly injuring the test pilot. ==Design and development== The Dreadnought was distinct for its futuristic design and method of construction, based on the theories of the Russian inventor N. Woyevodsky. After preliminary tests of the idea were tried in a wind tunnel and met with some degree of success, the design was given to Westland Aircraft to construct an aircraft. The design at the time was for a 70 ft wingspan twin-engine aircraft. The design was aerodynamically advanced, featuring a continuous aerofoil section over all parts of the aircraft, including the fuselage and unusually for British aircraft at that time, had no form of wing bracing. Construction was all-metal, comprising drawn channeling with a skin of corrugated sheet panels. The method may be compared to the modern stressed skin construction. Although conceived as a twin-engined type with retractable undercarriage, the design that emerged was fitted with a 450-horsepower Napier Lion II 12 cylinder engine that allowed the Dreadnought speeds of up to 102 miles per hour and fixed undercarriage.\"Dreadnought.\" aviationarchive.org. Retrieved: 2 December 2008.Lukins 1944 ==Operational history== On completion of the Dreadnought, the pilot Arthur Keep carried out taxi trials and short airborne hops. On 9 May 1924, he took off for its first flight test.\"Aircraft Data Sheet: Dreadnought (1924).\" Westland Helicopters Ltd.. Retrieved: 2 December 2008. The aircraft was initially stable, it soon became clear that Keep was losing control and not long after, at a height of about , the Dreadnought stalled and crashed. Thrown from the aircraft, Keep suffered severe injuries and later had both legs amputated.Capt. Keep of \" Westlands,\" Injured\"Captain A.S. Keep\" Flight 2 January 1953 p11 He remained with the company and did not retire until 1935.Wings from the West After this failure, the Dreadnought design was abandoned, although the ideas that were conceived and used in its making were visibly an advancement in aircraft and are appreciated as such in the present day. == Specifications == ==See also== * Junkers - earlier pioneer of several all-metal monoplane types with corrugated skin. * McDonnell XP-67 Bat - a later design with all-aerofoil profiles. ==References== ;Notes ;Bibliography * * James, Derek N. Westland Aircraft since 1915. London: Putnam, 1991. . * Lukins, A.H. The Book of Westland Aircraft. Leicester, UK: Harborough, 1944. * Mondey, David. Westland: 2 Westland. London: Jane's, 1982. p. 17\\. ==External links== * A Chance Which Westland Missed Flight 1965 Category:1920s British experimental aircraft Dreadnought Category:Single-engined tractor aircraft Category:Aircraft first flown in 1924 ",
    "title": "Westland Dreadnought"
}