{
    "id": "20488329",
    "text": "The Fouad Shehab Command and Staff College (CSC) ( Kouliyat Fouad Chehab lelkiyada' wal'arkan) is a Lebanese Armed Forces facility that functions as a graduate school for the Lebanese Army in addition to other Arab armies. It was originally established in 1974 as the Center of Higher Military Education. The college is named after the former Lebanese Army commander-in-chief and former Lebanese president Fuad Chehab. ==History== The LAF CSC was founded on September 1, 1974 under the name Center of Higher Military Education and headquartered at the LAF headquarters in Yarze, it was later renamed on January 24, 1980 into College of Higher Military Education, ultimately it was called Command & Staff College on August 18, 1983 and headquartered since then at the town of Rihania. As of October 10, 2005, the name of General Fuad Chehab was added to the name of the college as way to honor him. ==Mission== The LAF CSC prepares officers of different arms to exercise command over tactical, logistic units or administration services. It also prepares officers to fulfill staff function at different levels. Moreover, it organizes training periods for acquisition of staff techniques. The CSC also increases the officers' ability to better fulfill their missions by deepening their knowledge through studies and researches. In addition, the college carries out researches, in favor of the army command, into some subjects of military strategy that might interest the national defense. ==Courses== The initial training is three years at the Military Academy, on the third year an application course takes place, for some officers this course is followed abroad. The higher courses are taken after the initial training, depending on the track of each individual: # Captains’ course: obligatory trainings for 3 months. # Battalion Commander course: obligatory trainings for 4 months followed in the CSC. # Staff course: selection based on competitive examination, lasts for 11 months and is followed in the CSC. ==Applications== The college employs Janus tactical simulator in its courses, which was officially ready for use in 2006. The simulator is used to train the major units' staff commanders and the officers enrolled for battalion commander and staff courses in the CSC, for fields skills and up to Brigade level command. This is done by making simulations on various changing tactical combat conditions, and experience them on assessing the combat situation under various realistic and pressuring conditions, while taking into account the practical application of the staff theories, techniques, and knowledge. In addition to conducting training on decision making and giving orders at the right time in the right place for the commanded units. ==Emblem== Each symbol on the emblem of the Command and Staff College represents a specific ideal for a member of the Army: * Two spread Swords: Symbol of the officer’s command * Two palms: Eternal vitality and generosity * The Cedar: symbol of Lebanon: in all circumstances, it remains green and at the top for good * The Flaming torch: Symbol of sacrifice and martyr ==See also== * Lebanese Armed Forces * Lebanese Army Military Academy ==References== Category:Lebanese Army Academies ",
    "title": "Fouad Shehab Command and Staff College"
}