{
    "id": "20489727",
    "text": "Musallam Al-Barrak () is a Kuwaiti politician. He was a member of the Kuwaiti National Assembly, representing the fourth district. ==Background== Born on January 30, 1956, Al-Barrak studied geography and worked in the Municipal Council before being elected to the National Assembly in 1996. Al-Barrak affiliates with the Popular Action Bloc. Al-Barrak had been elected for six consecutive terms, making him the longest-serving member of parliament. == Parliamentary career == Al-Barrak was a member of the opposition parliamentary group Popular Action Bloc. In the 2006 parliamentary election, he won re- election with over 8,000 votes, the highest total in the election and an all- time record. In the February 2012 parliamentary election, Al-Barrak set a national record for the highest votes received in Kuwait elections history more than 30.000 votes. In 2011 and 2012, Al-Barrak played a significant role in protests. In April 2012, he was stripped of his parliamentary immunity by the National Assembly for participating in the storming of the parliament building by protesters. In October 2012, Al-Barrak made a speech in which he broke with Kuwaiti precedent by saying that \"we will not allow you (Sabah Al- Ahmad Al-Jaber Al-Sabah) to rule individually...\" He was arrested on 29 October for undermining the Emir and released on bail four days later. On 15 April 2013, he was sentenced to two years in prison. In May 2003, Al-Barrak spoke against visiting Lebanese prime minister Rafik Hariri, criticizing him for opposing the US-led invasion of Iraq. Holding an egg, he said: \"This is what you are worth Hariri,... a rotten egg from the Kuwaiti people\". Along with other Popular Action Bloc MPs, he criticized the government's Project Kuwait, which proposed international development of northern oil fields; Al- Barrak stated that they should be developed by a Kuwaiti company. In 2006, he and fellow MP Ahmad Al-Saadoun questioned the government's cancellation of several contracts, and began meeting with the Audit Bureau. Also in 2006, he and Mohammed Al-Sager led the opposition to Minister of Information Mohammed Al-Sanousi's re-appointment, due to the limits they said he had placed on freedom of the press. Al-Sanousi resigned on 17 December 2006, one day before he was due to be grilled by parliament. Al-Barrak suggested Al-Sanousi had been forced to quit, calling it \"a victory for the constitution, democracy and freedom\". Public prosecutors requested in July 2010 that the National Assembly strip Al-Barrak of his parliamentary immunity so that he could face charges of harming the national security, but the request was refused. In December 2010, the television station Al Jazeera was shut down in Kuwait after refusing to censor a broadcast of a telephone interview with Al-Barrak. Following the incident, Al-Barrak, Jamaan Al-Harbash and Saleh Al-Mulla called for Prime Minister Nasser Al-Mohammad Al-Sabah to be grilled before parliament. On December 29, Al-Barrak and nine others filed a motion of no-confidence against the PM. In August 2011, following reports that some MPs had received millions of dinars to their accounts, Al-Barrak called for the governor of the Central Bank of Kuwait to resign. In November, he participated in the storming of the parliament by protesters calling for Nasser Al Mohammad Al Sabah's resignation for corruption charges. He told reporters, \"We are now waiting for the dissolution of government and the parliament ... Until this happens, Wednesday was only the first step among many. We don't fear anything except God.\" == Loss of immunity and arrest == In April 2012, the Public Prosecutor requested that the National Assembly strip Al-Barrak of his parliamentary immunity for his role in the November 2011 storming of the parliament. On April 24, the Assembly voted in favor of removing Al-Barrak's immunity, as well as that of eight other MPs. On 20 June, the Constitutional Court ruled the February 2012 parliamentary elections unconstitutional, dissolving the new parliament in favor of the previous. Al-Barrak assailed the decision, calling it a \"blatant attack on the choice of the people\" and \"a coup against the constitution\". Al- Barrak was arrested on 29 October for charges of \"undermining the status of the emir\". On 1 November, thousands of people marched to the prison to protest his arrest. After the crowd refused an order to disperse, police fired smoke bombs and tear gas to break up the protest. Amnesty International issued a statement on Al-Barrak's behalf, stating that he had been detained \"purely for peacefully exercising his right to freedom of expression\" and calling for the charges against him to be dropped. On 15 April 2013, Al-Barrak was sentenced to two years in jail for his critical comments about the Emir. Thousands of people took to the streets in protest of the verdict. A lawyer for Al-Barrak stated that \"the ruling is null and void because it violated the legal procedures and for failing to provide the defence team with sufficient guarantees\". The Kuwaiti Ministry of Information released its own statement saying that \"Kuwait has a transparent and independent judicial system ... All citizens, regardless of their position, are equal in the eyes of the law. Anyone accused of a crime in Kuwait will get a fair trial with a comprehensive legal defense and open appeals process.\" == Release == On 21 April 2017, he was released by authorities after serving a two-year prison sentence in Kuwait's Central Prison. ==References== Category:Living people Category:1956 births Category:Members of the National Assembly of Kuwait Category:Popular Action Bloc politicians ",
    "title": "Musallam Al-Barrak"
}