{
    "id": "20488319",
    "text": "The 57th Fighter-Interceptor Squadron, also known as \"The Black Knights of Keflavik\", is an inactive United States Air Force unit. The 57 FIS was last stationed at Naval Air Station Keflavik, Iceland. It was inactivated on 1 March 1995. ==History== ===World War II=== The squadron was activated at Hamilton Field, California as the 57th Pursuit Squadron on 15 January 1941,Maurer, Combat Squadrons, pp. 228–229 as one of the three original squadrons of the 54th Pursuit Group.Maurer, Combat Units, pp. 116–117 It trained with Curtiss P-36 Hawks and Curtiss P-40 Warhawks, then moved to Everett Army Air Field, where it served as a part of the air defense force for the Pacific coast during the first few months of World War II. It was formed with a cadre from the 35th Pursuit Group. The squadron was redesignated as a fighter unit in May 1942. P-39 of the 54th Fighter Group in Alaska On 20 June 1942, the air echelon of the 54th PG (now FG) took its P-40s and newly assigned Bell P-39 Airacobras to Elmendorf Field, Alaska, where it served in combat against the Japanese forces that invaded the Aleutian Islands during the summer of 1942. The unit did not in itself take any part in the action against the Japanese in the Aleutians, but a detachment of eleven of the pilots saw service with the 42d which was based at Kodiak NAS, Adak and between them got three confirmed victories and two probables. On 4 August 1942, the 57th was moved to Kodiak NAS, Adak and there replaced the 42d. All its pilots were rotated to Adak to gain combat experience. Squadron pilots were credited with the destruction of three enemy aircraft while deployed to Alaska.Newton & Senning, p. 555 The air echelon returned to the United States in December 1942 and rejoined the group, which had been assigned to Third Air Force in Louisiana, and became a replacement training unit (RTU) for North American P-51 Mustang pilots. RTUs were oversized units training individual pilots or aircrews.Craven & Cate, Vol. VI, Introduction, p. xxxvi The unit's P-39s were to be flown to Duncan Field, Texas for depot-level overhaul. It was reequipped with the North American P-51A Mustang, thereby becoming the first P-51 unit in the AAF. In early May 1943, the 54th Fighter Group began a split operation, with headquarters and the 56th and 57th Fighter Squadrons relocating to Bartow Army Air Field, Florida,Maurer, Combat Squadrons, p. 227 while the group's other squadron was at Hillsborough Army Air Field.Maurer, Combat Squadrons, p. 195 However, the Army Air Forces (AAF) was finding that standard military units, based on relatively inflexible tables of organization, were proving less well adapted to the training mission. Accordingly, a more functional system was adopted in which each base was organized into a separate numbered unit.Craven & Cate, The Organization and its Responsibilities, Chapter 2 The AAF, p. 75 As a result, in 1944 the squadron was disbanded as the AAF converted to the AAF Base Unit system. The units at Bartow were replaced by the 340th AAF Base Unit (Replacement Training Unit, Fighter),See Abstract, History of Bartow AAF May–Jul 1944 Retrieved 12 November 2012 ===Reserve Operations=== The unit was reactivated under Air Defense Command (ADC) on 24 March 1947 as an Air Force Reserve fighter squadron at Davis-Monthan Field, Arizona. The unit was not fully manned or equipped. It was inactivated in June 1949 when Continental Air Command reorganized its reserve units under the Wing Base Organization system. ===Air Defense Command=== 1950s squadron patch 57th FIS F-89 Scorpions in 1959. In March 1953, the squadron was reactivated as the 57th Fighter-Interceptor Squadron, flying Northrop F-89 Scorpions.Cornett & Johnson, p. 116 It was activated at Presque Isle Air Force Base, Maine as the 528th Air Defense Group's second operational squadron. A second swap of units began when the 82d Fighter Interceptor Squadron arrived from Iceland.Maurer, Combat Squadrons, p.287Cornett & Johnson, p.119 The 57th FIS then moved to Iceland and was reassigned away from the group in November of the same year. The 57th was reactivated as a regular squadron at Presque Isle AFB, Maine, on 20 March 1953 under Air Defense Command and designated the 57th Fighter-Interceptor Squadron. It was equipped with Northrop F-89C Scorpion interceptors, and assigned to the 528th Air Defense Group. It maintained a 24-hour alert at Presque Isle. The squadron was known as \"Back Knights of Aroostook\" While at Presque Isle, the unit was awarded two Presidential Unit Citations. The unit suffered several air crashes of F89-C aircraft resulting in loss of life. The unit later moved to Iceland. ===Air Defense of Iceland=== On 12 November 1954, the 57th FIS moved to Keflavik Airport, Iceland, replacing the 82d Fighter- Interceptor Squadron which was temporarily assigned from Larson AFB, Washington. At Keflavik, the squadron was assigned to Iceland Air Defense Force (IADF), a component of Military Air Transport Service. The 57th FIS at Keflavik was an interceptor squadron charged with the monitoring of the Greenland, Iceland, United Kingdom gap in the North Atlantic that formed a naval warfare choke point during the Cold War. The 57th would respond alerts from Ground-Control Intercept (GCI) and warning stations established on Iceland; the GCI stations guiding its interceptor aircraft toward unidentified intruders picked up on the radar scopes. Over 1,000 intercepts of Soviet aircraft took place inside Iceland's Military Air Defense Identification Zone (ADIZ). On 18 December 1955 MATS activated the 1400th Operations Group as the mission at Keflavik was expanded to accommodate Tactical Air Command (TAC) and Strategic Air Command transient aircraft. In 1959, a retrenchment of USAF operations began, including the reduction of F-89 interceptors and ADC and SAC (tenant) activities. 57th FIS TF-102A-45-CO (56-2367) at NAS Keflavik, in 1969. Air Force activities at the airport were reorganized and IADF was redesignated Air Forces Iceland, which functioned at a Wing level on 1 July 1960. Shortly afterwards, the USAF transferred jurisdiction of Keflavik Airport to the United States Navy on 1 July 1961 which named it Naval Air Station Keflavik. The Air Force units at Keflavik operated in a tenant status with the 57th Fighter-Interceptor Squadron and two Aircraft Control and Warning Squadrons on 1 July 1961. The USAF facilities remained designated Keflavik Airport. In 1962 ADC replaced the squadron's F-89s with newer Convair F-102 Delta Dagger supersonic interceptors, the F-89s generally being worn-out after nearly a decade of continual interceptions. Challenges by the 57th FIS to Soviet aircraft on flights over the North Atlantic and along the Eastern Seaboard of the United States to bases in Cuba continued throughout the 1960s. 57th FIS F-4Es (66-0300, 66-0370) intercepting a Soviet Tu-95, in 1980. 57th FIS F-4C-20-MC (63-7618), c. 1976. The first McDonnell Douglas F-4 Phantom II aircraft was assigned to the squadron on 16 April 1973, as TAC was replacing its F-4C's with F-4E models at the end of the Vietnam War. By 30 June, the squadron. had six F-4Cs and additional F-4s were received in the third quarter of 1974. The last of the F-102s were replaced in early 1975 when additional F-4Cs were received from TAC squadrons at Luke AFB and George AFB; the last F-4C arriving in March 1976. In early 1978 preparations for the exchange of the F-4C for F-4Es were underway with the first two aircraft landing on 21 March. These aircraft were better equipped than the C models, with solid state radios and tactical navigation equipment, lead computing optical gunsight and ILS. Twelve aircraft arrived between April and July, and the last F-4Cs left on 14 June. On 1 August, one of the squadron's F-4EsSerial 66-304 was taking off for a training mission to practice interceptions for the William Tell interceptor weapons meet as the number two ship in a formation. After a very long takeoff roll followed by difficulty in controlling pitch, the crew found the plane's outer wing panels were in the folded position. After the crew safely landed,Apparently two Navy Phantoms had been launched from carriers with folded outer panels, but both were lost. Asher, p. 83 it was discovered that the wing fold locking lugs were retracted and as the Phantom's nose was lifted on takeoff, the outer wing panels had \"gently lifted to their folded position and stayed there.\" The wing panels had apparently been unlocked when the plane was repainted from Tactical Air Command camouflage to ADC gray and had not been locked when the job was through,Asher, pp 83–84 Four F-106 Delta Darts of the 87th FIS from K.I. Sawyer AFB, MI deployed to Keflavik in April 1978 to augment the 57th's alert capabilities during the \"Black Knights\" transition from F-4Cs to F-4Es. They occupied the open air flight line beside the alert shelters, and operated from this location for approximately a month, during which they made several successful intercepts against the Soviet \"Bear\" fleet. ACC squadron patch On 1 October 1979 TAC absorbed ADC's assets, and the F-4E Phantom II aircraft of the 57th Fighter Interceptor Squadron. In 1982 the construction of hardened aircraft shelters was planned on the west end of the airfield and this construction started in 1983. The shelters were of a Norwegian design, with the doors opening inwards and fitting into a recess in the foundation, thus making the floor for the aircraft to taxi over. Thirteen shelters were constructed. In 1984 it was announced that the 57th FIS was programmed to receive the McDonnell Douglas F-15 Eagle. Initially, it was believed that the squadron would get the F-15A model, as that was the version going into the ANG units at that time, and the 57th had never been equipped with the most modern front-line aircraft in the USAF. It therefore came as a surprise that July 1985, that modern F-15Cs and F-15Ds replaced the aging F-4s, and the tail code \"IS\" was assigned to Air Forces Iceland (AFI). On 1 June 1992, Air Combat Command (ACC) assumed command and control of AFI and the 57th FIS. Air Forces Iceland was inactivated on 31 May 1993. Activated in its place, assuming the mission previously carried out by AFI, was the 35th Wing that was transferred from the closing George Air Force Base, California. The change was part of the Air Force's \"objective wing\" plan. On 1 October 1993, an ACC realignment transferred administrative control of the 35th Fighter Wing from First Air Force to Eighth Air Force. However, the 35th would go through another major change less than two years after it was activated at Keflavik. Because the 35th garnered the majority of its history in the Pacific theater during World War II, and in California since 1971 until its move to Iceland, it was decided to relocate the unit back to that area. Consequently, the 35th Fighter Wing was relieved of its assignment to ACC and transferred to Misawa Air Base, Japan, on 1 October 1994. To assume the mission at Keflavik, the 85th Wing was activated on the same day. The 85th Wing was a combination of the lineages and histories of the 85th Fighter-Bomber Group and the former Air Forces Iceland. This allowed the Air Force contingent in Iceland to keep alive its distinguished history in the foreign nation, while also retaining the history of a World War II flying unit. Air Force reductions and a new agreement with the Government of Iceland continued to affect Keflavik organizations. On 1 March 1995, the 57th FS was inactivated and the interceptor force was replaced by Regular Air Force and Air National Guard F-15 Eagle fighter aircraft rotating every 90 days to Iceland until the USAF inactivated the 85th Group in 2002. ==Lineage== * Constituted as the 57th Pursuit Squadron (Interceptor) on 20 November 1940 : Activated on 15 January 1941 : Re-designated 57th Fighter Squadron, Single Engine on 15 May 1942 : Disbanded on 1 May 1944 * Reconstituted on 24 March 1947 : Activated in the reserve on 15 May 1947 : Inactivated on 27 June 1949 * Redesignated 57th Fighter-Interceptor Squadron on 11 February 1953 : Activated on 27 March 1953 : Redesignated 57th Fighter Squadron on 1 January 1993 : Inactivated on 1 March 1995 ===Assignments=== * 54th Pursuit (later Fighter) Group, 15 January 1941 – 1 May 1944 * 459th Bombardment Group, 15 May 1947 – 27 June 1949 * 528th Air Defense Group, 27 March 1953 * Iceland Air Defense Force, 13 November 1954 * 1400th Operations Group, 18 December 1955 * Air Forces Iceland, 1 July 1960 * 35th Wing, 4 June 1992 – 1 October 1994 * 85th Group, 1 October 1994 – 1 March 1995 ===Stations=== * Hamilton Field, California, 15 January 1941 * Paine Field, Washington, 26 June 1941 * Harding Field, Louisiana, 31 January 1942 : Detachment operated from: San Diego Airport, California, 28 May – 12 June 1942 : Detachment operated from: Elmendorf Field, Alaska, 20 June – 30 September 1942 : Detachment operated from: Kodiak, Alaska, 29 September – 1 December 1942 * Bartow Army Airfield, Florida, 12 May 1943 – 1 May 1944 * Davis-Monthan Air Force Base, Arizona, 15 May 1947 – 27 June 1949 * Presque Isle Air Force Base, Maine, 27 March 1953 * Keflavik Airport (later NAS Keflavik), Iceland, 12 November 1954 – 1 March 1995 ===Aircraft=== * Curtiss P-40 Warhawk, 1941 * Bell P-39 Airacobra, 1941–1943 * North American P-51 Mustang, 1943–1944 * Lockheed T-33 Shooting Star * Northrop F-89C Scorpion, 1953–1962 * Convair F-102 Delta Dagger, 1962–1973 * McDonnell Douglas F-4C Phantom II, 1973–1978 * McDonell Douglas F-4E Phantom II, 1978–1985 * McDonnell Douglas F-15C and F-15D Eagle, 1985–1995 ===Awards and Campaigns=== {| class=\"wikitable\" |- style=\"background:#efefef;\" ! Campaign Streamer ! Campaign ! Dates ! Notes |- |200px||Air Combat Asiatic- Pacific||20 June 1942 – 21 December 1943||57th Fighter Squadron |- |200px||American Theater||7 December 1941 – 1 May 1944||57th Fighter Squadron |} ==See also== * Aerospace Defense Command Fighter Squadrons * List of F-4 Phantom II operators * List of F-15 operators ==References== ; Notes ; Citations ===Bibliography=== * * * * * * AF Pamphlet 900-2, Unit Decorations, Awards and Campaign Participation Credits Department of the Air Force, Washington, DC, 15 June 1971 * AF Pamphlet 900-2, Unit Decorations, Awards and Campaign Participation Credits, Vol II Department of the Air Force, Washington, DC, 30 September 1976 * ==Further reading== * * \"ADCOM's Fighter Interceptor Squadrons\". The Interceptor (January 1979) Aerospace Defense Command, (Volume 21, Number 1) Category:Aerospace Defense Command units 057 ",
    "title": "57th Fighter-Interceptor Squadron"
}