{
    "id": "20488775",
    "text": "An epistemic community in international relations (IR) is a network of professionals with recognized knowledge and skill in a particular issue-area. They share a set of beliefs, which provide a value-based foundation for the actions of members. Members of an epistemic community also share causal beliefs, which result from their analysis of practices that contribute to set of problems in their issue-area that then allow them to see the multiple links between policy and outcomes. Third, they share notions of validity, or internationally defined criteria for validating knowledge in their area of know-how. However, the members are from all different professions. Epistemic communities also have a common set of practices associated with a set of problems towards which their professional knowledge is directed, because of the belief that human welfare will benefit as a result. Communities evolve independently and without influence of authority or government. They do not have to be large; some are made up of only a few members. Even non-members can have an influence on epistemic communities. However, if the community loses consensus, then its authority decreases. == Emergence == Epistemic communities came to be because of the rapid professionalization of government agencies. The Columbia Basin Inter-Agency Committee was created by U.S. President Franklin D. Roosevelt to coordinate the planning process. However, it did not actually participate in the planning process, but rather, was the venue that the Army Corps of Engineers and the Bureau of Reclamation used to divide construction projects. The failure of the Columbia Basin Inter-Agency Committee to be part of the planning process shows that “committees imposed from the top may be less likely to promote coordination than to provide agency officials with a means to enhance their autonomy,” (Thomas 1997, 225). Another reason why epistemic communities came to be is that decision makers began turning to experts to help them understand issues because there were more issues and all were more complicated. This caused greater interest in planning, and future-oriented research, which caused the establishment of environmental and natural resource agencies in 118 countries from 1972-1982. Growing professionalization of bureaucracies caused more respect towards experts, especially scientists. The first achievement by epistemic communities was the Anti-Ballistic Missile Treaty between the United States and Russia. ==Role in international relations== Epistemic communities influence policy by providing knowledge to policy makers. Uncertainty plays a large role in an epistemic community's influence, because they hold the knowledge that policy makers need to create the wanted outcomes in policy. According to Robert Keohane they fill the absence of “a research program” [that shows] in particular studies that it can illuminate important issues in world politics,” (Adler/Haas 1992, 367). They can influence the setting of standards and the development of regulations as well as help coordinate structure of IR. The communities influence through communicative action; diffusing ideas nationally, transnationally, and internationally. An epistemic community’s scope of cooperation is directly linked to the comprehensiveness of their beliefs. The strength of cooperative agreements depends on the power that the epistemic community has gathered within agencies and governments. The duration of cooperation is determined by the epistemic community’s continued power. The most important contributions of epistemic communities are; that they direct attention towards the conditions which will likely cause a coalition to form and the possibilities of expansion, they insists on the importance of awareness and knowledge in negotiation, and they deepen the knowledge of how various actors define their interests. ==Role in international policy coordination== Epistemic communities usually aid in issues concerning a technical nature. Normally, they guide decision makers towards the appropriate norms and institutions by framing and institutionalizing the issue-area. Epistemic communities are also a source of policy innovation. Communities have indirect and direct roles in policy coordination by diffusing ideas and influencing the positions adopted. Policy evolution occurs in four steps: policy innovation, diffusion, selection, and persistence. Through framing the range of political controversy surrounding an issue, defining state interests, and setting standards epistemic communities can define the best solution to a problem. The definition of interest is specially important because there are many different definitions of what is a priority for a government. Intellectual innovations (produced by epistemic communities) are carried by domestic or international organizations (epistemic communities are a part of these organizations) then are selected by political process. Peter M. Haas argued “that epistemic communities help to explain the emergence and character of cooperation at the international level,” (Thomas 1997, 223). The shared interests they represent last more than the disagreements about a specific issue. Epistemic communities create a reality that is hindered by political factors and related considerations. If an epistemic community only acquires power in one country or international body, then its power is a direct effect of that country or body’s power. ==Impact == Epistemic communities became institutionalized in the short term because of change into the policy-making process and to persuade others that their approach is the right approach. Long-term effects occur through socialization. There are a myriad of examples of the impact that epistemic communities have had on public policy. Arms control ideas are reflected in the ABM Treaty and agreements following it during Cold War. Epistemic communities brought attention to chlorofluorocarbons and their polluting consequences. This realization led to the creation of environmental international agencies in a majority of the world’s governments. This caused environmental decisions to go through the United Nations Environment Programme rather than through General Agreement on Tariffs and Trade (GATT) who would normally dispute these issues. Such was the case when the 1989 Basel Convention on the Control of Trans-boundary Movements of Hazardous Wastes and Their Disposal. An epistemic community helped identify issues and direct the parameters that provided outline for GATT and some free trade agreements. They have also helped in telecommunications agreements and economy issues around the world. In telecommunications, “without the influence of an epistemic community of engineers concerned about design and international coordination of telecommunications equipment and standards, the regime would not have moved in the direction of multilateral agreements,” (Adler/Haas 1992, 377). Epistemic communities were directly involved in the creation of the Board of Plant Genetic Resources. As well as the creation of food aid and the way that food aid functions. Epistemic communities also have brought attention to the habitat fragmentation and decline of biodiversity on the planet. This has led to reform throughout the world creating conservation agencies and policies. In California, an ecological epistemic community succeeded in creating the Memorandum of Understanding Biological Diversity (MOU on Biodiversity). The agreement covered all habitats and species in California for protection. The MOU on Biodiversity was followed by the Endangered Species Act which applied to all of the United States. Epistemic communities have a direct effect on agenda setting in intergovernmental organizations and indirect effect on the behavior of small countries. The ideas and policies of an epistemic community can become orthodoxy through the work of that community and through socialization. However, their effect is limited because there is a need for a shock to cause policy makers to seek epistemic community. == References == *Adler, Emanuel. “The Emergence of Cooperation: National Epistemic Communities and the International Evolution of the Idea of Nuclear Arms Control.” International Organization. Vol. 46, No. 1. The MIT Press Winter, 1992. pp. 101–145. *Adler, Emanuel and Peter M. Haas. “Conclusion: Epistemic Communities, World Order, and the Creation of a Reflective Research Program.” International Organization. Vol. 46. No. 1. Winter. MIT Press, 1992. P. 367-390. *Haas, Peter M. “Epistemic Communities and International Policy Coordination.” International Organization. Vol. 46. No. 1. Winter. MIT Press, 1992. p. 1-35. * Haas, Peter M. “Do Regimes Matter? Epistemic Communities and Mediterranean Pollution.” International Organization. Vol. 43. No. 3. The MIT Press Summer, 1989. pp. 377–403. *Kolodziej, Edward A. “Epistemic Communities Searching for Regional Cooperation.” Mershon International Studies Review. Vol. 41. No. 1 Blackwell Publishing May, 1997. pp. 93–98. *Sebenius, James K. “Challenging Conventional Explanations of International Cooperation: Negotiation Analysis and the Case of Epistemic Communities.” International Organization. Vol. 46, No. 1. The MIT Press Winter, 1992. pp. 323–365. *Thomas, Craig W. “Public Management as Interagency Cooperation: Testing Epistemic Community Theory at the Domestic Level.” Journal of Public Administration Research and Theory. J-PART. Vol. 7. No. 2. Oxford University Press, Apr. 1997. p. 221-246. * Cross, Mai'a K. Davis. \"Rethinking Epistemic Communities Twenty Years Later.\" Review of International Studies, Vol. 39. No. 1, Jan 2013, pp. 137–160. * Cross, Mai'a K. Davis. \"Security Integration in Europe: How Knowledge-based Networks are Transforming the European Union.\" University of Michigan Press, 2011. Category:International relations ",
    "title": "Epistemic community (international relations)"
}