{
    "id": "20489776",
    "text": "Ludwik Stasiak; portrait by Jacek Malczewski (c.1900) Ludwik Józef Stasiak (13 August 1858, Bochnia - 3 December 1924, Bochnia) was a Polish painter, cartoonist, journalist, art historian and publisher. He worked in a wide variety of genres and provided illustrations for magazines such as ' (Ivy), ' (Ears) and Tygodnik Ilustrowany. He was also the author of some popular historical novels. == Biography == He was born to a middle-class family and his father worked in the Bochnia Salt Mine. When he was of age, he was sent to Kraków to attend a gymnasium. After graduating in 1879, he was undecided about his future, simultaneously studying philosophy at the Jagellonian University and painting at the Academy of Fine Arts. Couple Playing Checkers (1894) After two years, he decided to devote himself entirely to art. Izydor Jabłoński, Władysław Łuszczkiewicz, Florian Cynk, Leopold Löffler and Jan Matejko were among his teachers. During this time, he received several awards from the Kraków Society of Friends of Fine Arts. In 1886, he continued his studies in Vienna under August Eisenmenger and was later in Munich,Brief biography @ the Museum of Bochnia. where he studied with Alexander von Wagner and Alexander von Liezen- Mayer. After returning home, he became a regular exhibitor with the Kraków Society, showing 142 works in all. He also had exhibits at the Zachęta. His first solo exhibit was in 1893. Two years later, after travelling in Austria and Germany, with a brief stay in Warsaw, he returned to Bochnia and opened a studio which became a gathering point for artists of the Young Poland movement. In 1898, to counter the dominance of German and Austrian painters in the art print business, he founded the publishing house, \"Bochni Wydawnictwo Obrazów Treści Religijnej\", which later became the art publisher \"Stella\". He served as artistic director and many of the works presented were later issued as color postcards. In 1900, he helped organize a major exhibition of Polish artists in Kiev. Pilgrims at Jasna Góra Monastery (postcard from 1914) After 1901, his interests turned from painting to literary work. He wrote historical novels, short stories and three volumes of humorous sketches, all of which proved to be very popular. He also became interested in the sculptor, Veit Stoss (Wit Stwosz), a major figure in Medieval Kraków. After extensive research, he concluded that Stoss was actually of Polish, not German origin, and wrote several works supporting that thesis. The Bochnia City Council declared 2008 to be the \"Year of Ludwik Stasiak\".Newsletter from the Jan Matejko Primary School in Bochnia. ==Selected novels== * Brandenburg: kraina słowiańskich mogił (Brandenburg, a Land of Slavic Graves), A. A. Paryski, 1940 * W Zapadłym szybie (In the Sunken Glass), , 1908 Full text @ Google Books * Krwawe ręce (Bloody Hands), Księgarnia Maniszewskiego i Meinharta, 1907 * Rycerze śpiący w Tatrach (Knights Asleep in the Tatra Mountains), Gebethner, 1907 Full text of Vol.1 @ Google Books ==Further reading== *Ludwik Stasiak 1858-1924: na granicy epok (exhibition catalog), Muzeum Stanisława Fischera, 1994 ==References== == External links == *ArtNet: More works by Stasiak. Category:1858 births Category:1924 deaths Category:People from Bochnia Category:19th-century Polish painters Category:19th-century male artists Category:20th-century Polish painters Category:20th-century male artists Category:Polish journalists Category:Polish illustrators Category:Polish essayists Category:Polish male writers Category:Male essayists Category:Polish historical novelists Category:Polish male painters ",
    "title": "Ludwik Stasiak"
}