{
    "id": "20485153",
    "text": "Panoramic view of Gjirokastër Castle Gjirokastër Castle Gjirokastër Castle (Albanian: Kalaja e Gjirokastrës or Kalaja e Argjirosë) is a fortress in Gjirokastër, Albania (during Ottoman rule it was historically known as Ergiri while local Greeks referred to it as Argyrokastro, a name applied also to the castle). Gjirokastër Castle is situated at a height of .Gjirokastër Castle Altitude and Location The castle dominates the town and overlooks the strategically important route along the river valley. It is open to visitors and contains a military museum featuring captured artillery and memorabilia of the Communist resistance against German occupation, as well as a captured United States Air Force plane to commemorate the Communist regime's struggle against the imperialist western powers. == History == The citadel has existed in various forms since before the 12th century. Extensive renovations and a westward addition was added by Ali Pasha of Tepelene after 1812. The government of King Zog expanded the castle prison in 1932. Today it possesses five towers and houses, the new Gjirokastër Museum, a clock tower, two teke , a cistern, the stage of the National Folk Festival, and many other points of interest. The castle's prison was used extensively by Zog's government and housed political prisoners during the Communist regime. The castle is under protection from UNESCO. == Tourism Opportunities == The Gjirokastër Castle has also been a special destination for tourists in the recent years. The castle was visited by over 10,000 Albanian and foreign tourists during January – May 2018. This was over the double of visitors from the same period the year before with 4,700 visitors. === Visitor Numbers === {| class=\"wikitable\" |+Total Visitors |Period |Visitors |- |January – May 2017 |4700 |- |January – May 2018 |over 10,000 |} ==References== Category:Castles in Albania Category:Buildings and structures in Gjirokastër Category:Museums in Albania Category:Tourist attractions in Gjirokastër County ",
    "title": "Gjirokastër Fortress"
}