{
    "id": "20497215",
    "text": "On January 26, 1999, the European Communities (EC) and its Member States requested consultation with the United States concerning a dispute over discrepancies between the WTO Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPs Agreement) and Section 110(5) of the United States Copyright Act amended by the Fairness in Music Licensing Act. The dispute was over the legality of “the playing of radio and television music in public places (such as bars, shops, restaurants etc.) without the payment of a royalty fee” (World). The disputed parties worked through the existing process of WTO Dispute Settlement. First the EC lodged a complaint against the US with the Dispute Settlement Body (DSB) and requested consultation over the dispute. Then the parties requested a panel leading to the body’s eventual formation, followed by the circulation of the panel report. The parties accepted the Panel Report without appeal and the dispute ended in arbitration over implementation of the panel’s recommendations. Australia, Brazil, Canada, Japan, and Switzerland acted as third parties in this dispute (World). ==The Complaint== The European Community and its Member States considered the United States in violation of international copyright law at the cost of European artists. The European Community questioned the US Copyright Act in which Section 110(5) creates two exemptions. The first, a so- called “business exemption,” allowed food, drink, and retail establishments under certain size and equipment restrictions, to display audio or visual transmissions without paying a royalty fee provided the establishments did not charge directly for the transmission and did not display the service beyond the establishment’s boundaries. The second, a “homestyle exemption,” gave the same exemption to small establishments that used only broadcasting equipment commonly found in private homes (World). The two TRIPs articles cited by the European Community disagreed with the US exemptions; stating 1) in article 13, that exceptions to copyright law would be exclusive to cases that do not “unreasonably” run contrary to the interests of the right holder and 2) in article 9(1), that members party to the TRIPs agreement would almost entirely comply with the Berne Convention for the Protection of Literary and Artistic Works (TRIPS). The Berne Convention is an international agreement that defines creative property rights across borders, which gives the copyright holder the exclusive right to control not only the broadcast of the work but also the public exhibition of it through the use of “ loudspeaker or analogous instrument”. The complainant specifically noted article 11(1) of the Berne Convention which places the right to control “any communication to the public of the performance of [the] works” “by any means” solely in the copyright holder (Berne). ==The Panel Report== The Panel defined three principles that the US exemptions had to uniformly meet to prove valid. The panel stated that if the exceptions “(i) [were] confined to certain special cases; (ii) [did] not conflict with a normal exploitation of the work; and (iii) [did] not unreasonably prejudice the legitimate interests of the right holder ” they would not violate the Berne Convention (Report). The Panel, noting that 45 to 73 per cent of pertinent establishments were covered by the exemption, found the “business exemption” to violate Article 13 of the TRIPs Agreement, thus inconsistent with Article 11 of the Berne Convention, and recommended that the Dispute Settlement Body require the United States to rework the law into accordance with the TRIPs Agreement. Comparatively, the “homestyle exemption,” which only affected 13-18 per cent of establishments, met the Article 13 requirements thus agreed with the Berne Convention. The DSB adopted the report on July 27, 2000 (US - Section 110(5)). ==Implementation== The parties calculated that the “business exemption” had nullified €1,219,900 per year. The United States proposed 15 months as a reasonable amount of time needed to implement the recommendations of the DSB and, after some arbitration, the DSB and EC accepted the time period. The US, however, failed to bring the law into the bounds of the TRIPs Agreement within the deadline, and the European Communities pressured the DSB to “suspend concessions.” As both the EC and the third party Australia bemoaned the United States’ slow progress, the US continually reported that its delegation was working with Congress to enact the settlement. In the end, the US failed to mobilize Congress to pass the issue before the next Congressional recess. The EC and the US reached a mutual temporary agreement on June 23, 2003 (World). ==See also== *List of WTO dispute settlement cases ==Works cited== *European Communities. Request for the Establishment of a Panel by the European Communities and their Member States. World Trade Organization. WT/DS160/5. 1999. World Trade Organization Website. 16 Apr. 1999. World Trade Organization. 23 Oct. 2008. *TRIPS: AGREEMENT ON TRADE-RELATED ASPECTS OF INTELLECTUAL PROPERTY RIGHTS. World Trade Organization. World Trade Organization Website. 15 Apr. 1994. World Trade Organization. 23 Oct. 2008 . *US Copyright Act, § 110(5) (2008). *World Trade Organization, comp. \"WTO, dispute settlement - the disputes - DS160.\" World Trade Organization website. 30 May 2008. World Trade Organization. 23 Oct. 2008 . *\"BERNE CONVENTION FOR THE PROTECTION OF.\" Legal Information Institute. Cornell University Law School. 1 Dec 2008 . *\"US – SECTION 110(5) COPYRIGHT ACT; DS160.\" The World Trade Organization. 28 Nov 2008 . *\"Request for Consultations by the European Communities.\" UNITED STATES - SECTION 110(5) OF US COPYRIGHT ACT. 4 Feb 1999. The World Trade Organization. 1 Dec 2008 Organization Website. *\"Report of the Panel.\" UNITED STATES - SECTION 110(5) OF US COPYRIGHT ACT. 15 Jun 2000. The World Trade Organization. 1 Dec 2008 Organization Website. Category:World Trade Organization dispute settlement cases Category:Arbitration cases ",
    "title": "World Trade Organization Dispute 160"
}