{
    "id": "20494594",
    "text": "Don Meadows (October 20, 1897 - November 9, 1994) was an historian, scholar and bibliophile specializing in the American West. Born in Shoals, Indiana, his family moved to Orange County, California in 1903. Serving in the United States Naval Reserve during World War One, he graduated from Pomona College (1922) and earned his M.S. in Ecological Studies from the University of California, Berkeley (1931). Meadows taught high school biology, and worked as a field supervisor for a biological survey of the Channel Islands (1936–1941), and Park Naturalist at the Big Basin Redwoods State Park and Calaveras Big Trees State Park (1946–1952). His collections of moths and butterflies of Catalina Island was one of the most important and comprehensive to date. Feralia meadowsi (Noctuidae) is an endemic moth to the islands and was named in his honor. A founding Director of the Long Beach Natural History Museum, he also served on the Board of Consultants for Rancho Los Cerritos Museum and taught California history at Orange Coast College (1955–1960). He retired to Yuba City, California in 1985. ==Writings== Meadows' writings focusing on Southern California, Orange County, and Baja California history. A partial bibliography includes * Baja California, 1933-1950: A Biblio-history (1951) * Publishes The American occupation of La Paz (1955) * Brand Book #8, Los Angeles Corral of the Westerners (editor) (1959) * The House of Bernardo Yorba (1963) * Historic Place Names in Orange County (1966) * Orange County under Spain, Mexico, and the United States (1966) * The Original Site of Mission San Juan Capistrano * A California Paisano: the Life of William McPherson (1972) * A Friendly Community Near the Foothills (a history of El Modena) (1973) * Irvine, a city on Rancho San Joaquin (1975) * Los Compadres, the first twenty years (1979) His substantial collection of archival materials in support his research, and voluminous correspondence, is maintained through the Online Archive of California. ==Associations== Meadows was an active member of many historical and bibliographic organizations, including: * Death Valley '49ers * E Clampus Vitus * Los Angeles Corral of the Westerners * Los Compadres con Libros * Orange County Historical Society * Zamorano Club == References == == External links== *Guide to the Don Meadows Papers. Special Collections and Archives, The UC Irvine Libraries, Irvine, California. * Pamela Hallan Gibson, et al., Don Meadows remembered (Orange County: OCDC Press, 1995). Category:1897 births Category:1994 deaths Category:Historians of the American West Category:People from Martin County, Indiana Category:People from Orange County, California Category:People from Yuba City, California Category:Pomona College alumni ",
    "title": "Don Meadows"
}