{
    "id": "20491814",
    "text": "Michèle Tabarot (born 13 October 1962) is a French politician of the Republicans who currently serves as a member of the National Assembly of France. She represents the Alpes-Maritimes 9th constituency. ==Early life== Tabarot is the daughter of Robert Tabarot, Knight of the National Order of Merit, who was one of the leaders of the OAS in Oran, and former North African boxing champion (nicknamed \"The Rock\"). His brother Philippe Tabarot is vice- president of the General Council of Alpes-Maritimes and councilor of Cannes. Arrival of Algeria, the family Tabarot exiles in Alicante (Spain) to the independence of Algeria, and remains there until 1969, after the amnesty of the old ones of the OAS. ==Political career== ===Career in local politics=== Tabarot is Vice-mayors of Pierre Bachelet, mayor RPR of Cannet from 1983 to 1995. She defeated him in the municipal elections of 1995. Since then, Tabarot has been re-elected mayor each time since the first round, in 2001 under the liberal-democratic label, in 2008 under the UMP label (64.96% of votes), then in 2014 under the UMP label (50 , 45% of the votes). Due to the limitation of the plurality of the mandates, Tabarot resigned from her position of Mayor of Cannet on 24 July 2017. ===Member of the National Assembly=== Tabarot's first time as a candidate for the National Assembly was a Union for French Democracy-Liberal Democracy candidate in the 1997 legislative elections in the 9th constituency of Alpes-Maritimes, but she was beaten in the first round. Tabarot was elected member of Parliament on 16 June 2002, for the 12th Legislature (2002-2007), in the 9th constituency of Alpes-Maritimes. She was re-elected in the first round, on 10 June 2007 with 53.13% of the votes, defeating André Aschieri, ecologist and mayor of Mouans-Sartoux. From 1 July 2009 to 28 June 2012, she was a Chairperson of the Cultural and Education Affairs Committee. She was re-elected, on June 17, 2012 and she became vice- chair of the Cultural and Education Affairs Committee. In the UMP's 2012 leadership election, Tabarot endorsed Jean-François Copé.Copé, Fillon et l'UMP : qui soutient qui ? L'Obs, October 17, 2012. In the Republicans’ 2016 presidential primaries, Tabarot endorsed Copé as the party’s candidate for the office of President of France.Judith Waintraub (May 7, 2016), Jean-François Copé se qualifie pour la primaire à droite Le Figaro. She later served as Copé's campaign director. On March 3, 2017, in the context of the Fillon affair, she gave up supporting candidate François Fillon LR in the presidential election and asked for his replacement by Alain Juppé. Tabarot was re-elected in the 2017 French legislative election. She sits on the Foreign Affairs Committee and the Committee on European Affairs. In addition to her committee assignments, she serves as Vice-President of the France-India Friendship Group in National Assembly. In the Republicans’ 2017 leadership election, Tabarot endorsed Laurent Wauquiez as chairman.Ludovic Vigogne (October 11, 2017), La liste des 136 parrains de Laurent Wauquiez L'Opinion. Following Christian Jacob's election as LR chairman, Tabarot announced her candidacy to succeed him as leader of the party's parliamentary group. In an internal vote in November 2019, she eventually came in third out of six candidates; the position went to Damien Abad instead.Ludovic Vigogne (November 6, 2019), Couronnement: A l’Assemblée, Damien Abad devient le nouveau patron des députés LR L'Opinion. ==Political positions== In July 2019, Tabarot voted in favor of the French ratification of the European Union’s Comprehensive Economic and Trade Agreement (CETA) with Canada.Maxime Vaudano (24 July 2019), CETA : qui a voté quoi parmi les députés Le Monde. ==References== Category:1962 births Category:Living people Category:People from Alicante Category:The Republicans (France) politicians Category:Union for French Democracy politicians Category:Liberal Democracy (France) politicians Category:Union for a Popular Movement politicians Category:The Strong Right Category:Modern and Humanist France Category:Women members of the National Assembly (France) Category:Women mayors of places in France Category:Deputies of the 12th National Assembly of the French Fifth Republic Category:Deputies of the 13th National Assembly of the French Fifth Republic Category:Deputies of the 14th National Assembly of the French Fifth Republic Category:Deputies of the 15th National Assembly of the French Fifth Republic Category:21st- century French women politicians ",
    "title": "Michèle Tabarot"
}