{
    "id": "20495378",
    "text": "Weabonga is a small village on Swamp Oak Creek, about 37 km south west of Walcha, south-southeast of Limbri, New South Wales, Australia. It is in the ridges of the Great Dividing Range and is part of the Tamworth Regional Council local government area and Parry County. The winding Limbri road to Weabonga follows Swamp Oak Creek, which continues on to just northeast of Kootingal where it joins the Cockburn River. Weabonga, situated 749 metres above sea level, has a temperate climate and an average rainfall of per annum.Moore, Alison (ed.), Three of a Kind: A History of Niangala, Weabonga and Ingleba, The Type Group, Sydney (NSW) 1991. The countryside varies from open undulating valleys to steep hills. Some abandoned mines may be seen in the region. Native apples, box trees (Eucalyptus melliodora), gums, ironbark, peppermint and stringybark (Eucalyptus caliginosa) trees are common across the area. ==History== Weabonga, meaning \"swampgum\", was previously named Rywung, the \"resting place\", or Swamp Oak. By 1848 Peter Brodie held a depasturing licence for the Swamp Oak Creek run which had an estimated carrying capacity of 1,000 cattle and 8,000 sheep. In 1851 this licence was transferred to his wife and following Peter's death it went to John Gill. Swamp Oak Creek run's head station was where Limbri now stands. As usual other outstations were utilised for the day-to-day management and raising of the sheep. The natural geographic features of this country made it sound grazing country for sheep and there was plenty of shelter for the protection of young lambs. Mullock heaps that were close to the stamper Some alluvial gold was found on the Mulla Creek and Rywung (now Weabonga) on Swamp Oak Creek in the early 1850s. The Tamworth Observer, of 5 August 1890, reported that about 25 men were working for gold on Swamp Oak and Mulla Creeks and Spring Gully. The three main reefs in the Swamp Oak field were ‘the Alpine, the Rainbow and the Storm King lines of reefs’ (Town and Country Journal, 10 January 1891). Up to 50 shafts were sunk into the ground around here and there were 400 to 500 people working here in January 1891. During December 1890 Swamp Oak Creek Station shore their 20,000 sheep to produce a high quality clip. In January 1891 more miners and their families began to move into the gold diggings further up this creek to Top Station (an outstation of the old Swamp Oak run and now known as Rywung) and Bungendore (another outstation of Swamp Oak run). The mining onslaught then necessitated the removal of the livestock from this region. Swamp Oak, also known as Rywung, was gazetted as a township on 24 January 1891. Three stores, two butcheries, a bakery, blacksmith and several boarding houses were operating before the end of January 1891. During the following month a post office opened and a mail service was commenced. The 1891 census recorded that there were 130 dwellings, 188 males and 24 females in the town. A police station and Court of Petty Sessions was established at Swamp Oak in 1891. The Rywung public school was completed in December 1891. In 1892 a slaughter yard was built by Charles Rowlings at Swamp Oak to provide meat for the miners and their families. Thirty-nine crushing plants were operating at Swamp Oak in 1897. Most of the gold mining here was in quartz reefs, which necessitated the miners making holes for blasting in the walls and ceiling of mine shafts using a steel rod drill and sledgehammer. Packing the holes with gunpowder, they attached long fuses before igniting the explosives from a safe distance. After rock was blasted from the mine face, miners raised the rock to the surface with a hand-operated windlass before placing it into a crusher to be processed. Gold was mined here until at least 1922 when 3 ounces was recorded as having been found by three miners. It was all heavy tiresome work, often for little reward. Manganese and rhodonite were also mined in significant amounts in the Weabonga area. In 1912 the Weabonga Church of England was built and dedicated as St George's. From 1914 to 1929 the NSW Bush Nursing Association formed a branch at Swamp Oak and provided a qualified nurse to administer assistance as required. A public hall was erected in 1916 after fund raising during World War I produced enough money to complete the construction. In 1917 the name of the township of Swamp Oak was changed to Weabonga. There were 120 electors for Weabonga and the surrounding district recorded in the 1928 Tamworth Electoral Roll. A timber Catholic Church was constructed in 1929. The police station was closed in 1944 and the policing is now under the Walcha Road patrol. Rural power was connected to eight Weabonga consumers in 1966. Peter O'Brien taught at the Weabonga (formerly Rywung) State School from 1960-61. \"Bush School\" by Peter O'Brien, Allen and Unwin, Sydney (NSW) 2020. In 1968 the school closed owing to a dwindling population. Some devastating flood damage occurred in the upper reaches of Mulla Creek and around Weabonga when the area was flooded on 28 November 2008, just hours after these photos were taken. The Limbri to Weabonga Road is still cut at the Limbri end and two bridges have been bypassed owing to damage. The Sherrin Bridge on this road was very badly damaged.ABC News Retrieved on 5 December 2008 ==Sports== Tennis courts were erected below the Royal Standard Hotel in 1893 for the local players. Two public courts were also constructed in the 1920s, but have since fallen into disrepair. Cricket teams played against local villages from 1891. A jockey club was formed at Swamp Oak in January 1893 and racing was held at several locations in the region. The village has the Weabonga Hall and Recreation Ground Committee, caring for the hall and recreation ground. The area is served by the Weabonga Rural Fire Service. It is now an agricultural based village, with sheep and cattle breeding the main pursuits. ==References== Category:Mining towns in New South Wales Category:Towns in New England (New South Wales) ",
    "title": "Weabonga, New South Wales"
}