{
    "id": "20493336",
    "text": "Stephen \"Steve\" Mackall (born December 9, 1959) is a Canadian-American voice actor, voice-over announcer, comedian, director, screenwriter and songwriter. He was known as the voice of NBC's Must See TV\", and performed voice of the lead character of Marsupilami in both the Disney animated television series Raw Toonage (1992) and Marsupilami (1993). ==Background== Mackall graduated from Padua Franciscan High School and Ohio University. After having won a trip to Los Angeles as first prize in a 1986 HBO comedy contest in Washington D.C., he decided to leave Washington and live in Los Angeles, working as a copywriter while pursuing his comedy career. He began doing voice-over work in commercials in 1989. Representative samples of his commercial work include being the voice of the cereal box for General Mills' 1993 Fingos promotion campaign, and products and companies including CompUSA and Froot Loops, as well as being voice-over announcer for NBC, The WB, and Fox Kids Network. He is also recognized as the voice of 'Hyperman' in the Adventures of Hyperman CD Rom Game released in 1995 which was followed by the Hyperion Animation/CBS Television Series, The Adventures of Hyperman, that aired from November 4, 1995 to August 10, 1996. ==Filmography== ===Television voice=== * Raw Toonage (12 episodes, 1992) as Marsupilami * The Pink Panther (1 episode, 1993) * Marsupilami (13 episodes, 1993) as Marsupilami * Duckman: Private Dick/Family Man (1 episode, 1994) * The Shnookums and Meat Funny Cartoon Show (1 episode, 1995) as Husband * The Adventures of Hyperman (1995) as Hyperman * Quack Pack (1 episode, 1996) * Mighty Ducks (26 episodes, 1996-1997) as Nosedive * Timon & Pumbaa (4 episodes, 1995-1999) as Happy Dog * Digimon: Digital Monsters (1 episode, 2001) as Fox Kids' Digimon Announcer * Totally Spies! (1 episode, 2001) as Macker, the Safecracker * Mon Colle Knights \" (2001) a Fox Kids' Mon Colle Knights Announcer ===Film voice=== * All Dogs Go to Heaven 2 (1996) as Short Customs Dog * Mighty Ducks the Movie: The First Face-Off (1997) as Nosedive * Annabelle's Wish (1997) as Owliver * The Secret of NIMH 2: Timmy to the Rescue (1998) as Dr. Valentine * Dead Man on Campus (1998) as TV Show Host (live acting) * Disaster! (2006) as V.D. Johnson / Astronomer ===Screenwriter=== * Avenging Angelo (2002) * Stealing Cars (2015) ==Theater== * Wherever I Go, There we Are * The LAF Supper ==Recognition== Los Angeles Times wites that \"Mackall is one of a small group of Hollywood artists who have achieved a faceless fame...\" \"probably best known as the voice of NBC's Must See TV\", and Cleveland Plain Dealer wrote that he was \"valued as an artist who can improvise voices for anything from animals to inanimate objects.\" Of Mackall's one man show, Wherever I Go, There we Are. LA Weekly wrote that his \"wealth of experience as a voiceover artist and comedy scribe manifests itself in his artfully layered, near flawlessly timed and often funny solo act.\" They noted that his personal enthusiasm connected with the audience in a manner that reminded of Will Rogers. In their review, Backstage West wrote that when recounting the nine stories which made up his performance, \"Mackall is a strong performer\" whose \"speaking ability commands the attention and carries the audience through captivating and well-detailed portraits of near-otherworldly scapes.\" == References == ==External links== * Category:1959 births Category:Living people Category:Canadian male voice actors Category:Male actors from Toronto Category:American male voice actors Category:20th-century American male actors Category:20th-century Canadian male actors Category:21st-century American male actors Category:21st-century Canadian male actors Category:American male video game actors Category:Canadian male video game actors Category:American male stage actors Category:Canadian male stage actors Category:American casting directors Category:Canadian casting directors Category:Voice directors Category:American television writers Category:Canadian television writers Category:American male television writers Category:Writers from Toronto Category:American impressionists (entertainers) Category:Canadian impressionists (entertainers) Category:Walt Disney Animation Studios people ",
    "title": "Steve Mackall"
}