{
    "id": "20492669",
    "text": "Valérie Boyer (born 11 June 1962) is a French politician serving as a member of the National Assembly for the Bouches-du-Rhône department since 2007. She is a member of The Republicans party.French MP of the right-wing Les Republicains (LR) party Valeri...| World news | gettyimages.com. gettyimages. Retrieved on 13 March 2017. ==Early life== Boyer was born on 11 June 1962 in Bourges, France. Her parents were born in Algeria and Tunis during French Colonial occupation. They were pieds noirs who fled from Algeria in 1962.Steven Erlanger (2 December 2009), Point, Shoot, Retouch and Label? The New York Times. ==Political career== Ahead of the presidential election in 2017, Boyer served as campaign spokesperson for François Fillon.Ingrid Melander (22 November 2016), I am no 'medieval reactionary', says France's Fillon ‘‘Reuters. In the Republicans’ 2017 leadership election, she endorsed Laurent Wauquiez. Following his election, she was appointed the party's deputy secretary general in charge of relations with civil society.Ludovic Vigogne (October 11, 2017), La liste des 136 parrains de Laurent Wauquiez L'Opinion. In parliament, Boyer serves as member of the Committee on Foreign Affairs.Valérie Boyer French National Assembly. In addition to her committee assignments, she is a member of the parliamentary friendship groups with Jordan, Armenia and South Sudan. ==Political positions== Boyer first drew attention in 2008 when she drafted a law which would make the promotion of extreme dieting a crime punishable by up to two years in prison and a fine of some $45,000; it passed the French lower house, but later failed in the Senate.Steven Erlanger (December 2, 2009), Point, Shoot, Retouch and Label? The New York Times. In 2009, she proposed a bill to punish advertisements which include anorexic models.French fight anorexia on the fashion pages | World news | guardian.co.uk. Guardian. Retrieved on 23 January 2012. She proposed to fine offenders with up to 30,000 euros. On 22 December 2011, the National Assembly adopted a bill presented by Boyer, penalizing denial of the Armenian Genocide. This decision caused a controversy between France and Turkey. In the days that followed, she claimed to have received death and rape threats. No one was actually charged with these allegations. Turkish hackers took down the French Senate's website in order to protest the bill.EUROPE – French MP receives death threats. Hurriyetdailynews.com (13 September 2011). Retrieved on 2012-01-23.Turkish Hackers Target ‘Pitiful, Pathetic’ French For Armenian Genocide Vote – Worldcrunch – All News is Global . Worldcrunch (29 December 2011). Retrieved on 2012-01-23. In 2019, Boyer opposed a bioethics law extending to homosexual and single women free access to fertility treatments such as in vitro fertilisation (IVF) under France's national health insurance; it was one of the campaign promises of President Emmanuel Macron and marked the first major social reform of his five-year term.Harriet Agnew (24 September 2019), France moves to extend IVF to gay and single women Financial Times. ==Personal life== Boyer is a divorced mother of three.Steven Erlanger (2 December 2009), Point, Shoot, Retouch and Label? The New York Times. ==References== Category:1962 births Category:Living people Category:Sciences Po Aix alumni Category:People from Bourges Category:The Republicans (France) politicians Category:The Popular Right Category:Women members of the National Assembly (France) Category:Deputies of the 13th National Assembly of the French Fifth Republic Category:Deputies of the 14th National Assembly of the French Fifth Republic Category:Deputies of the 15th National Assembly of the French Fifth Republic Category:21st-century French women politicians ",
    "title": "Valérie Boyer"
}