{
    "id": "20498239",
    "text": "Get Up on the Dance Floor/Headz Up is the debut double A-side single of street dancer George Sampson who won the 2008 edition of Britain's Got Talent. It was released on 24 November 2008 and all proceeds were donated to Great Ormond Street Hospital. ==Production== Simon Cowell initially planned to only release dance videos with Sampson, but after seeing fan responses to Sampson, he wanted to do more. Eventually a video was choreographed by street-dance and Cirque du Soleil star Mukhtar Omar Sharif Mukhtar. Simon Cowell then asked the agent of Take That if he could get Sampson to sing, but it turned out he already liked singing from a young age. ==Reception== The opinion of reviewers was mixed. Music editor Nick Levine from Digital Spy gave the single a 3-star review. He cited the numerous samples in Get Up On The Dancefloor and called it \"an entertaining piece of pop nonsense\". He was less impressed by Headz up but summarized the songs by saying \"Both, whatever their limitations, are more interesting than anything on Leon Jackson's album.\" CBBC Newsround also gave the single a 3-star review mostly because they considered the songs 'catchy', but they criticized the lyrics' credibility and the fact that Sampson's was hard to hear because of other vocals. Popjustice listed both positive and negative aspects of the single side by side in their review, but was positive saying \"George Sampson might have made one of the year's most extraordinary pop singles\". Andy Welch from the Monmouthshire Beacon didn't like the single at all. He said \"it has no merit of any kind. Britain has got talent, just not here.\" John Murphy from musicOMH reviewed the track Get Up on the Dance Floor and said \"It's utterly disposable and completely unoriginal, but there is a sense of fun to it which may well appeal to anyone under about 16 years of age.\" ==Sales and charts== It debuted and peaked at number 30 on the UK Singles Chart ==References== Category:2008 debut singles Category:Charity singles Category:Syco Music singles ",
    "title": "Get Up on the Dance Floor/Headz Up"
}