{
    "id": "20496630",
    "text": "Odontoglossum crispum, the curled odontoglossum, is an epiphytic orchid from the genus Odontoglossum. It is considered by many to be the most beautiful orchid of all but is also one of the most difficult to grow. == Description == Odontoglossum crispum has an ovoid pseudobulb, between 3 and 4 inches long, from the apex of which emerge two soft-textured, erect to arching, linear to strap shaped or lanceolate leaves. The leaves are sharply pointed at the tip and narrowed below where they are longitudinally folded along the mid-vein at the base to form a long, narrow, petiole-like stem. The gracefully arching flower spike, which can be up to 20 inches long, emerges from the base of a recently matured pseudobulb along the centre-line of the upper basal sheath. Flowers are closely spaced in a raceme on the upper part of the flower spike, but there are often two or three lateral branches at the base of the raceme. Each flower is carried on a pedicellate ovary that is up to 0.9 in long. There are between 6 and 24 flowers on each inflorescence. The blossoms are the most variable in the Odontoglossum genus in terms of size, colour and degree of crimpling along the segment margins. The flowers are mostly white or pale rose, sometimes more or less spotted and blotched with brownish or reddish brown. The callus at the base of the lip is yellow and is often marked with red lines. The widely spread, flat-opening flowers are 3 to 4 inches across with very wide sepals that are elliptic, have sharply pointed tips, often overlap and are variously crisped or wavy-margined or toothed and notched along the margins. The dorsal sepal is lanceolate to egg-shaped, undulate on the margin and 1.2 to 2.0 inches long by 0.5 to 0.9 inches wide. The obliquely spreading lateral sepals are similar in size to the dorsal sepal. The horizontally spreading petals are egg-shaped to elliptic or oblong elliptic, 1.2 to 1.8 inches long by 0.7 to 1.5 inches wide, and have margins that are wavy and fairly deeply notched or toothed. The lip is oblong or somewhat fiddle-shaped. It is 0.8 to 1.2 inches long by 0.5 to 0.6 inches wide, has toothed margins and is rather sharply pointed at the apex. The callus is fleshy with a pair of diverging lobes at the apex. The slender, slightly arching column is 0.6 to 0.7 inches long and has a pair of broad wings with fringed margins toward the apex. == Distribution and natural habitat == Odontoglossum crispum is found in the montane forest of Colombia, at altitudes of between and , including in the eastern Cordillera in the departments of Cundinamarca and Boyacá and in the Andes of southern Colombia in the departments of Cauca, Putumayato and Nariño. The plants grow as epiphytes in clearings and along forest edges. They grow chiefly on the trunks and main branches of oak trees in partial shade and occasionally full sun. Throughout the year, days average 66–70 °F and nights average 50–53 °F, with a diurnal range of 14–19 °F. Rainfall is light to moderate throughout the year, but there is no actual dry season. In addition, more moisture is available from heavy dew and mist. Humidity is 70–75% throughout the year. Odontoglossum crispum comes in an array of shapes, colours, and shades, from pure white to flush pink. The variability of the flower is associated with discrete areas; in the Pacho area (30 miles north of Bogota) are found the finest varieties, full round pure white and spotted flowers with broad overlapping sepals and petals; in the Vélez area (further north) the flowers are similar but shaded rose; south of Bogota, in the Fusagasugá region (25 miles south of Bogota), the white mauve tinted stellate flowers; while in Nariño, the O. crispum var. Lehmannii is found which bears up to 80 small flowers on a branched inflorescence. == Cultivation == Odontoglossum crispum requires cool, well watered, humid conditions, with medium to heavy shade to thrive and after growth has slowed in the autumn it needs a slight lessening of water and fertilizer. Rather shaded conditions are required, in low to moderate light, which should be filtered or diffused; plants should never be exposed to direct midday sun. Strong air movement should be provided at all times. Plants should be potted in a well drain medium such as medium fir bark. Plants should be watered often while actively growing, but drainage should be excellent, and conditions around the roots should become rather dry between the watering. Water should be reduced in late autumn after new growth has matured; water should be reduced further in winter, particular for plants grown in dark, short-day conditions common in temperate latitudes. Plants should not, however, be allowed to dry out completely. Fertilizer should be reduced or eliminated until heavier watering is resumed in spring. Ideally, the plants grow best in a cool marine climate, such as the California fog belt or the Pacific Northwest. Elsewhere, high daytime temperatures will enfeeble and destroy it, unless air-conditioning is available. == Discovery and introduction to Europe == Odontoglossum crispum was discovered in 1841 by Karl Theodor Hartweg, in the high Andes Mountains, near Pacho in the department of Cundinamarca, Colombia, during one of his plant collecting expeditions for the Royal Horticultural Society. It was named \"Crispum\" by John Lindley, a reference to the crisped edges of the flower. None of the plants shipped from the 1841 expedition survived the trip back to England, and it was not until 1863 that the plant first flowered in England, once growers had been able to re-create the cool natural habitat of these \"alpine\" plants. English growers had initially believed that the Colombian tropics were hot and steaming jungles and tried to grow the plant in the hot-houses favoured by Victorian horticulturists. It was not until growers found how to lower the temperature of their glasshouses, by running water on the outside of the glass panels and having water dripping in front of the open sides to cool down the air, that the plant was able to survive and flower in England. As orchid mania reached its height, several London orchid houses, including Rollisson of Tooting, Veitch of Chelsea, and Low of Clapton, sent out plant collectors to bring back samples of O. crispum. Amongst the Veitch collectors were David Bowman, who successfully located O. crispum \"Alexandrae\" in Colombia in 1867, Henry Chesterton who discovered the variety O. crispum \"Chestertonii\" (named after him) in the late 1870s, Guillermo Kalbreyer, who in June 1881 \"sent home a collection of Orchids, consisting principally of O. crispum\", and David Burke, who collected in Colombia from 1894 to 1896. In his book, \"About Orchids – A Chat\" published in 1893, Frederick Boyle describes the \"harvesting\" of O. crispum from Colombia. The collector would make Bogotá his headquarters from where he would need to travel \"about ten days to the southward\" by mule. On reaching his destination, he would \"hire a wood; that is, a track of mountain clothed more or less with timber\" from a tribal chief. He would then hire \"natives, twenty or fifty or a hundred, as circumstances advise\" and set them to cut down all the trees. In the meantime, the collector would build \"a wooden stage of sufficient length to bear the plunder expected\" where he would clean, sort and dry the orchids. Each tree would produce between three and five usable specimens. He goes on to explain: > \"It is a terribly wasteful process. If we estimate that a good tree has been > felled for every three scraps of Odontoglossum which are now established in > Europe, that will be no exaggeration. And for many years past they have been > arriving by hundreds of thousands annually! But there is no alternative. A > European cannot explore that green wilderness overhead; if he could, his > accumulations would be so slow and costly as to raise the proceeds to an > impossible figure. The natives will not climb, and they would tear the > plants to bits. Timber has no value in those parts as yet, but the day > approaches when Government must interfere.\" Odontoglossum crispum appears frequently in the illustrations of John Day in his scrapbooks – 40 times between 1865 and 1887. The species was highly sought after in Victorian times, both for the diversity of its flower colour and as a cool-growing species that could be successfully cultivated. By 1889, varieties were sold for more than 150 guineas at auction. == Varieties and hybrids == Odontoglossum crispum shows many variations ranging from pure white to yellow to rose, including various highly spotted flowers. In the 1901 edition of his Orchid Guide, Sander described 108 varieties of O. crispum and 27 natural hybrids having crispum as a possible parent. The natural hybrids include: *O. x andersonianum Rchb.f. – a natural hybrid between O. crispum and O. gloriosum Rchb.f. *O. x coradinei Rchb.f. – a natural hybrid between O. crispum and O. lindleyanum Rchb.f. *O. x wilckeanum Rchb.f. – a natural hybrid between O. crispum and O. luteopurpureum Lindley. *O. x marriottianum Rchb.f. may be a natural hybrid between O. crispum and O. hallii Lindley. O. crispum has been regularly used in hybridization as it promotes flowers of good size and shape. == Synonyms == Because of its varied nature, many botanists have incorrectly identified plants as separate species, including: * O. alexandrae Bateman 1864 * O. bluntii Rchb.f 1864 * O. edithiae Warn. 1864 * O. latimaculatum Linden 1888 * O. reichenbachianum Lehm. 1883 * O. sanderianum Rchb.f 1881 * O. warocqueanum Linden & L.Linden 1888 Bateman named the orchid O. alexandrae after the then Princess of Wales, Alexandra of Denmark, generating confusion which lasted for several years. == Gallery == Image:Odontoglossum crispum Orchi 05.jpg|Odontoglossum crispum flowers Image:Odontoglossum crispum Orchi 06.jpg|Odontoglossum crispum flowers Image:Odontoglossum crispum Pacho Orchi 03.jpg|Odontoglossum crispum Pacho typus flowers Image:Odontoglossum crispum Pacho Orchi 04.jpg|Odontoglossum crispum Pacho typus flower == References == == External links == * **Article on the history of Orchid breeding crispum Category:Endemic orchids of Colombia Category:Epiphytic orchids Category:Flora of the Andes ",
    "title": "Odontoglossum crispum"
}