{
    "id": "20499692",
    "text": "René Cresté (5 December 1881 – 30 November 1922) was a French stage and film actor and director of the silent film era. Cresté is possibly best recalled as Judex, the title character in the Louis Feuillade-directed crime-adventure serial Judex, which ran in twelve installments in theaters from 1917 until 1918.Cool French Comics: Judex ==Early life and career== Born in Paris, France, he began his acting career on the stages of Paris in distinguished theatrical roles in plays such as Claudine à Paris (Claudine in Paris), written by and performed alongside Colette, Ruy Blas by Victor Hugo and Adrienne Lecouvreur by Eugene Scribe.Cineartistes ==Judex== René Cresté was signed to a contract to the Gaumont Film Company in 1908. Little is known of his first film appearances as they are considered lost. In 1912 he began appearing in a series of mystery shorts directed by Léonce Perret. He then began appearing in a number of films directed by Louis Feuillade for Gaumont studios. At the onset of the First World War, Cresté enlisted in the French army and actively participated in the fighting. Injured and demobilized, he resumed his acting career at Gaumont studios by the end of 1915. In 1916, Feuillade and writer Arthur Bernède began to develop a surrealistic character called 'Jacques de Tremeuse' (aka 'Judex') - a mysterious avenger who sports a signature long dark cloak and wide-brimmed slouch hat. The character's nemesis was the callous banker Favraux, who had carelessly driven thousands of people into bankruptcy.Combustible Celluloid The character of Judex is widely recognized as one of cinema's first superheroes.French Culture: Official Website of the Cultural Services of the French Embassy René Cresté was eventually cast as 'Judex' and the serial began production in 1917 and was released the same year in its first installment to critical and public praise.1917 Oscar Chronicle The serial also starred Musidora, Édouard Mathé, Gaston Michel, René Poyen, Yvette Andréyor and Yvonne Dario. Following the success of Judex, Cresté appeared in the 1918 serial Tih Minh, directed by Feuillade, then founded his own film production company, Films-René-Cresté, for which he produced and directed several ultimately unsuccessful films. ==Death== René Cresté died in 1922 of tuberculosis. To support the financial needs of his widow and infirmed daughter, a charity gala was organized by friends of the Cresté family in February 1929. Three months following the event, his only daughter Renée died. ==References== ==External links== * * Category:1881 births Category:1922 deaths Category:French male film actors Category:French male silent film actors Category:French male stage actors Category:French film directors Category:Male actors from Paris Category:French military personnel of World War I Category:20th-century French male actors ",
    "title": "René Cresté"
}