{
    "id": "20495543",
    "text": "is a Japanese football club based in Machida, Tokyo. Old FC Machida crest, used till 2008 ==History== Machida is known as \"Brazil of Tokyo\" due to the popularity of football in the city; it has, in fact, produced the second- largest number of J. League players though its football school. Originally formed in 1977 by Machida's football federation, this school is well known for its development of young talent into professional players. In 1989, in order to retain that talent in Machida, F.C. Machida established its own top team, which, at that time, played in the Tokyo Prefecture League. In 2003 they became a polideportivo under the name Athletic Club Machida., and in 2005 were promoted to the Kanto League, having won the Tokyo Prefectural League (First Division). They came first in the Kanto league (Second Division) the following year, and were promoted to First Division, where they stayed until promotion to Japan Football League as champions of the Regional Promotion Playoff Series in 2008. In 2009, they adopted the current nickname Zelvia, a portmanteau of the Portuguese words zelkova (Machida city's official tree) and salvia (a grassy plant commonly used in football pitches). The same year, the club declared its intent to be promoted to J. League's 2nd division, and its status of semi-affiliatiate was officially approved by the J. League. However, its home stadium capacity and light specifications did not meet the J. League's requirements, average attendance did not reach 3,000, and the team's final result of 6th place did not allow for Zelvia's promotion to the J.League. In 2010, Machida Zelvia appointed Naoki Soma, a former star player who played in the 1998 FIFA World Cup, as its new head coach. The stadium's lighting was renewed, and club added several J. League players to its roster. Zelvia also announced its partnership with Major League Soccer's D.C. United, which became the first historic partnership between a Japanese and American football club. The reborn team beat Tokyo Verdy, its archrival from the J. League, in the Emperor's Cup, but was knocked out by Albirex Niigata in the third round. Soma left at the end of the season and was replaced by Ranko Popović, former coach of Oita Trinita. The stadium's capacity and conditions were still short of fulfilling J. League criteria, so the club completed another renovation between the end of the 2010 and start of the 2011 seasons. Machida Zelvia finished the 2011 season in third place after beating Kamatamare Sanuki in the final match of that season, thereby granting them promotion to J-League (Second Division),McKirdy, Andrew, \"Ardiles ready to face new challenge\", Japan Times, 6 March 2012, p. 18. but were relegated after a bottom-placed finish. They became one of the original J3 clubs after finishing at 4th place in the 2014 JFL season and returned to J2 as 2015 runners-up by beating Oita Trinita in the promotion/relegation playoff. ==Stadium== Machida Zelvia currently plays at Machida Municipal Athletic Stadium (Nozuta Stadium). Capacity until 2011 was 6,200, including grassy areas, and has had lighting for night games since 2009. Between the 2010 and 2011 seasons the stadium was upgraded and is now all-seated. Although the minimum seating requirement for J2 is 10,000, Nozuta still falls short of that number. However, under an agreement made with J-League officials, home games where a large attendance is expected will be played at other stadia leased specifically for the purpose, and future upgrades to Nozuta will be made in order to meet the 10,000 capacity requirement. === Kit history === Home, away, and third kits. * Home {| width=% |- | | | | | |- | | | | |- |||||||||| |} * Away {| width=% |- | | | | | |- | | | | |- |||||||||| |} ===Colour, sponsors and manufacturers=== {| class=\"wikitable\" style=\"text-align:center;\" |- !Season(s)||Main Shirt Sponsor||colspan=2|Collarbone Sponsor||colspan=4|Additional Sponsor(s)||Kit Manufacturer |- |2019||AbemaTV||-|| EAGLE KENSO (Right)||odakyu||TERADA 株式会社寺田電機製作所||Tamagawa University||-||svlome |- |2020||AbemaTV||AQUA RESORT (Left)|| 25th Anniversary (Right)||odakyu||TERADA 株式会社寺田電機製作所||Tamagawa University||-||svlome |} ==Current Squad== As of 28 June 2020. ===Out on loan=== ==Technical staff== {| class=\"wikitable\" |- ! Position ! Name |- | Manager | Ranko Popovic |- | Head Coach | Vladica Grujic |- | Assistant Coach | Atsushi Yoneyama |- | Goalkeeping Coach | Jiro Takeda |} ==Managers== * Minoru Moriya 2002–2007Interview Minoru Moriya . Tokyo Football Magazine. Retrieved on 2010-12-17. * Tetsuya Totsuka 2008–2009 * Naoki Soma 2010, 2014–2019 * Ranko Popović 2011, 2020– * Osvaldo Ardiles 2012 * Yutaka Akita 2013 ==Record== {|class=\"wikitable\" style=\"text-align:center\" |- ! Season ! Div. ! Tms. ! Pos. !Attendance/G !Emperor's Cup |- |align=center|2009 |align=center bgcolor=#ffc0a0|JFL |align=center|18 |align=center|6 |align=center|1,886 |align=center|– |- |align=center|2010 |align=center bgcolor=#ffc0a0|JFL |align=center|18 |align=center|3 |align=center|3,503 |align=center|3rd Round |- |align=center|2011 |align=center bgcolor=#ffc0a0|JFL |align=center|18 |align=center|3 |align=center|3,515 |align=center|2nd Round |- |align=center|2012 |align=center bgcolor=#ffc0a0|J2 |align=center|22 |align=center|22 |align=center|3,627 |align=center|4th Round |- |align=center|2013 |align=center bgcolor=#ffc0a0|JFL |align=center|18 |align=center|4 |align=center|3,174 |align=center|– |- |align=center|2014 |align=center bgcolor=#ffc0a0|J3 |align=center|12 |align=center|3 |align=center|3,134 |align=center|– |- |align=center|2015 |align=center bgcolor=#ffc0a0|J3 |align=center|13 |align=center bgcolor=silver|2 |align=center|3,766 |align=center|4th Round |- |align=center|2016 |align=center bgcolor=#ffc0a0|J2 |align=center|22 |align=center|7 |align=center|5,123 |align=center|1st Round |- |align=center|2017 |align=center bgcolor=#ffc0a0|J2 |align=center|22 |align=center|16 |align=center|4,056 |align=center|2nd Round |- |align=center|2018 |align=center bgcolor=#ffc0a0|J2 |align=center|22 |align=center|4 |align=center|4,915 |align=center|3rd Round |- |align=center|2019 |align=center bgcolor=#ffc0a0|J2 |align=center|22 |align=center|18 |align=center|4,718 |align=center|2nd Round |} ;Key *Tms. = Number of teams *Pos. = Position in league *Attendance/G = Average league attendance *Source: J. League Data Site ==Notes== ==References== ==External links== * * Official Facebook page * Official Twitter account Machida Category:CyberAgent Machida Machida Category:Football clubs in Tokyo Category:Multi-sport clubs in Japan Category:1989 establishments in Japan Category:Japan Football League clubs Category:Machida, Tokyo ",
    "title": "FC Machida Zelvia"
}