{
    "id": "20496926",
    "text": "Diagram of an impact mill. Impact mills are one of two general classes of milling devices used to reduce the particle size of a material. ==Description== The other class of mills are \"attrition\" or grinding mills. Impact mills pulverize the material upon impact. The feasibility of impact mills was greatly enhanced by the mechanization and engineering of the Industrial Revolution. Prior to the industrial revolution, milling was primarily done by attrition or grinding the material between two surfaces.http://www.angelfire.com/journal/millrestoration/learn.html Attrition milling continues to be the dominant milling class, particularly in the milling of agricultural products (i.e. grain into flour). Roller mills and stone mills are two examples of attrition (grinding) mills. === Variations of impact mills === Impact mills either pulverize the material by simply employing gravity or they can mill dynamically upon impact with a high speed rotor, hammer or pin. ==== Gravitational impact mills ==== Gravitational impact mills pulverize the material inside a rotating chamber. This is accomplished by a cascading motion of larger pieces repetitively impacting and compressively grinding the product into finer particles as it rotates in the chamber. These are generally referred to as \"autogenous\" impact mills. This action can be enhanced by placing steel balls in the chamber. The class of gravitational impact mills that incorporate steel balls in the chamber are appropriately referred to as \"ball mill\". ==== Dynamic impact mills ==== Dynamic impact would occur when material is dropped into a chamber where it receives a pulverizing blow from a [Hammermill|hammer , rotor or pin. Pulverizing can be enhanced by engineering the rotor or hammerhttps://patents.google.com/patent/US20090321546A1 to pass close to a serrated fixed stator. Pin, unifine; and VSI mills are examples of dynamic impact mills. ==References== Category:Industrial equipment Category:Grinding mills ",
    "title": "Impact mill"
}