{
    "id": "20492007",
    "text": "Anti Piracy Maritime Security Solutions (APMSS) of Poole, Dorset, England is a British company established in 2008. Its director is Nick Davis, a former British Army pilot. The company's goal is to provide for the safety and security of merchant ships as they make passage through the Maritime Security Patrol Area (MSPA) in the Gulf of Aden. The security team commonly includes a Team Leader and two other guards. The team members have prior experience in a variety of organisations, including Royal Navy, British Army and British police. The company's interim deck watch team provides non-lethal ship security through known high risk piracy areas, using necessary equipment, including long range acoustic device (LRAD). APMSS provides early warning of a potential pirate attack. As of November 2008, APMSS has ten teams aboard ships in the MSPA region. Teams cost £14,000 for three days. ==Notable incidents== On 14 November 2008, an APMSS team on an unidentified chemical tanker dealt with its first attack. The pirates were successfully deterred from boarding the ship. Two weeks later, on 28 November 2008, the chemical tanker was attacked by Somali pirates. According to APMSS, the security team fired water cannon at the pirates, zigzagged the vessel and used the LRAD, long enough for a distress signal to be made by the Biscaglia's captain; however, after fending off three or four attacks, the pirates overcame the measures, boarded the ship and continued to shoot at the security guards, leaving the security team no choice but to abandon the vessel. The team hid on the roof until a rescue helicopter came near, then jumped into the water for rescue by coalition forces. While in the water the pirates fired on the security force and tried to run them over with the ship. APMSS was criticized for leaving the 27 person crew on the boat they were protecting, but the company defending their actions as necessary given the circumstances.Martin Fletcher, British and Irish anti-piracy experts rescued - after pirates attack, The Times, 29 November 2008, Accessed 1 December 2008. The incident caused the usefulness of LRADs to be called into question by Lloyd's List.David Osler, Sonic solution may not be a sound investment, Lloyd's List, 2 December 2008. ==References== ==External links== * Photo, Nick Davis Category:Security companies of the United Kingdom Category:Security consulting firms Category:Consulting firms established in 2008 Category:Piracy in Somalia Category:Piracy in the United Kingdom Category:2008 establishments in the United Kingdom ",
    "title": "Anti Piracy Maritime Security Solutions"
}