{
    "id": "20493698",
    "text": "Gerald William Barrax (June 21, 1933 – December 7, 2019) was an American poet and educator. His poems appeared in numerous anthologies and journals. He was recognized by several awards, including the Raleigh Medal of Arts for \"Extraordinary Achievement in the Arts\" in 1993, the Sam Regan Award for contribution to the fine arts in North Carolina in 1991, and the 1983 Callaloo Creative Writing Award for Nonfiction Prose.Pettis, Joyce (1997). \"An Interview with Gerald Barrax\" Barrax served as a Professor of English and creative writing at North Carolina State University. == Biography == Barrax was born in Attalla, Alabama, on June 21, 1933. Barrax spent his early years in the rural South before moving with his family to Pittsburgh in 1944. Barrax began to write poetry when he was 18. Barrax earned a bachelor's degree at Duquesne University, and a master's degree in English from the University of Pittsburgh in 1969. After the completion of his master's program, Barrax moved to North Carolina, where he joined the faculty of North Carolina State University in 1970.Brosseau, Carli. \"Poet, Retired Professor Hit, Killed While Crossing Street\" The (Raleigh) News & Observer, Dec. 8, 2019 In a 2009 documentary produced by the North Carolina Department of Natural and Cultural Resources, Barrax said that he was the first black teacher at North Carolina State University. He retired from teaching in 1997.Brosseau, Carli. \"Poet, Retired Professor Hit, Killed While Crossing Street\" The (Raleigh) News & Observer, Dec. 8, 2019 In 2009, Barrax was awarded the North Carolina Award for Literature. Barrax was struck and killed by a vehicle on December 7, 2019, in southeast Raleigh, North Carolina. He was 86 at the time of his death. The driver allegedly did not yield to Barrax in a pedestrian crosswalk, fatally hitting him. Barrax died after he was rushed for treatment to WakeMed Hospital after suffering critical injuries.Charles, Alfred. \"Gerald Barrax, acclaimed poet, teacher, NC State professor, dies after being struck by vehicle.\" == Works == Barrax published these books of poetry: * 1970: Another Kind of Rain,Barnes&Noble;, Booksearch * 1980: An Audience of One : Poems * 1987: The Deaths of Animals and Lesser Gods, Vol. 4 * 1992: Leaning against the Sun, nominated for both the Pulitzer prize and the National Book Award. * 1998: From a Person Sitting in Darkness : New and Selected Poems == References == ==Notes== ==External links== *Barnes&Noble; *An Interview with Gerald Barrax *The Southern Cross Category:1933 births Category:2019 deaths Category:North Carolina State University faculty Category:Poets from Alabama Category:University of Pittsburgh alumni Category:People from Etowah County, Alabama Category:Writers from Pittsburgh Category:Duquesne University alumni Category:Road incident deaths in North Carolina Category:Poets from Pennsylvania Category:American male poets Category:20th-century American poets Category:20th-century American male writers Category:21st-century American poets Category:21st-century American male writers Category:Pedestrian road incident deaths ",
    "title": "Gerald Barrax"
}