{
    "id": "20509187",
    "text": "Sinawe () is a heavy metal/rock band from South Korea. Led by guitarist and sole constant member Shin Daechul, they are credited as being the first heavy metal band in South Korea. During its golden age in the late 1980s and mid 1990s, many now renowned musicians such as Yim Jae-beom, Kim Jong-seo, Seo Taiji and Bada Kim improved their musical abilities while members of Sinawe. ==History== Shin Daechul, the son of Shin Jung-hyeon, who is considered \"the Godfather of Korean rock music,\" formed Sinawe in 1986 and they released their first album that same year. The album, featuring Yim Jae-beom, sold 400,000 copies and the band took to the forefront of Korean heavy metal. However the first of several complete lineup changes took place the following year for their second album Down and Up. Kim Jong-seo provided vocals for Down and Up and the 1988 Shin Jung-hyeon cover album, but not for Freeman. He did return for 1990's Four, which also featured a young Seo Taiji on bass guitar. However, Sinawe stopped activities after its release. In 1995, Shin Daechul reformed Sinawe with new members and an alternative rock sound, and released 매맞는 아이. Singer Bada Kim was recruited for the mini album Circus in 1996 and would become the group's longest serving vocalist, staying until 1999's Psychodelos. A mini album was released in 2000 and the double album (one in Korean, one in English) Cheerleading Fan the following year. In 2012, Sinawe temporarily reunited with Bada Kim to participate in MBC's I Am a Singer 2. Seven years after their previous album, 2006's Reason of Dead Bugs, the band released the mini album Mirrorview in 2013 adding an electronic rock sound. It includes a new recording of their classic \"Turn Up the Radio\" with vocalist Yoon Jihyun. After performing with him several times prior, Sinawe held a \"comeback concert\" reuniting with Bada Kim on July 17, 2015. They are currently preparing a new album. ==Discography== ===Studio albums=== *Heavy Metal Sinawe (1986) *Down and Up (1987) *Freeman (1988) *Four (1990) *매맞는 아이 (1995) *은퇴선언 (1997) *Psychodelos (1999) *Cheerleading Fan - Sinawe Vol.8 & English Album (2001) *Reason of Dead Bugs (2006) ===Mini albums=== *Circus (1996) *미니앨범 (2000) *Mirrorview (2013) ===Other work=== *신중현 리메이크 (1988, Shin Jung-hyeon cover album) *Best Collection (1988, compilation album) *A Tribute To 신중현 (1997, Shin Jung-hyeon tribute album with the song \"꽃잎\") *77 99 22 (1999, Sanulrim tribute album with the song \"아니 벌써\") ==Band members== ===Current members=== *Bada Kim – Vocal (1996–2000, 2015–present) *Shin Daechul – Guitar (1986–1991, 1995–present) *Kim Jungwook – Bass (201x–present) ===Former members=== *Yim Jae-beom – Vocal (1986) *Kim Jong-seo – Vocal (1987, 1989–1990) *Kim Seong-hyeon – Vocal (1987–1988) *Son Sung-Hoon – Vocal (1995) *Kim Yong – Vocal (2000–200X) *Kang han – Vocal (200x–201x) *Yoon Jihyun – Vocal (201x–201x) *Kang Gi-young – Bass (1986, 1986–1987) *Park Yeong-bae – Bass (1986) *Kim Yeong-jin – Bass (1987–1988) *Seo Taiji – Bass (1989–1991) *Jeong Han-jong – Bass (1995–1997) *Kim Kyong-won – Bass (1998–2002) *Lee Kyung-han – Bass (200x–201x) *Kang Jong-su – Drum (1986) *Kim Min-gi – Drum (1986–1988) *Oh Kyeong-hwan – Drum (1989–1991) *Shin Dong-hyeon – Drum (1995–2001) *Lee Dong-yeob – Drum (200x–200x) ==See also== *Korean rock *Boohwal ==References== ==External links== * Category:South Korean rock music groups Category:South Korean heavy metal musical groups Category:Musical groups established in 1986 Category:I Am a Singer (South Korean TV series) contestants ",
    "title": "Sinawe"
}