{
    "id": "20502682",
    "text": "The Holy Name of Jesus Complex is an historic religious complex on Illinois Street in Worcester, Massachusetts. It consists of four main buildings, a church, rectory, convent, and school. It was the third Roman Catholic parish established in the city to serve its French Canadian population, and was a significant work of a Canadian-born Worcester architect, O. E. Nault. One of the Founders of the Church was Noel Biron. The complex was listed on the National Register of Historic Places in 1988. The first building of the complex to be completed was the school, begun in 1893 and dedicated in 1898. It is a three-story brick building, with projecting entry bays at its ends. It underwent some alterations in 1926, but its Romanesque Revival styling is still evident in the round entry arch and other details. The church, although it was also begun in 1893, was not finished until 1916. It is also a brick structure, with granite trim elements providing contrasting details. The church facade is flanked by a pair of buttressed towers, which have been topped by parapets. Windows and doorways on various elevations are in characteristic Romanesque round arch forms. The Convent of St. Anne was built 1922-24, and is a three-story brick Georgian Revival structure. It has a hip roof above an elaborately detailed Classical cornice, and its entrance is sheltered by a barrel-roofed portico. The rectory was also begun in 1922, and completed in 1928. It is a two-story brick building also in Georgian Revival styling, with a Classical frieze and cornice, and porches sporting Ionic columns. ==See also== *National Register of Historic Places listings in southwestern Worcester, Massachusetts *National Register of Historic Places listings in Worcester County, Massachusetts ==References== Category:Churches on the National Register of Historic Places in Massachusetts Category:Gothic Revival church buildings in Massachusetts Category:Churches completed in 1893 Category:19th-century Roman Catholic church buildings in the United States Category:Roman Catholic churches in Worcester, Massachusetts Category:National Register of Historic Places in Worcester, Massachusetts ",
    "title": "Holy Name of Jesus Complex (Worcester, Massachusetts)"
}