{
    "id": "20501029",
    "text": "The Tilford Bach Festival is a Festival of the music of Johann Sebastian Bach held annually at All Saints Church Tilford, near Farnham, Surrey. ==History== The Tilford Bach Festival was first held in 1952, following the creation of the Tilford Bach Society the same year. The Society and Festival were founded by Denys Darlow (1921-2015). For the first two decades, performances at the Festival drew heavily on local musicians, amateurs as well as teachers and professionals; from the 1970s onwards, however, 'historically informed performance' came to dominate more and more, and amateur involvement gradually died out. Denys Darlow retired as Director following the 50th Festival in 2002; the current Music Director is the violinist Adrian Butterfield. The festival has become an entirely professional event and specialises in performances of Baroque music using authentic instruments and orchestration. Many of the leading Baroque musicians and singers have played at Tilford. The 63rd Festival was held in June 2015: the Festival being run by the Tilford Bach Society As part of the celebrations of 150 years of Tilford church Bach's Christmas Oratorio was performed for the first time in Tilford on 18 November 2017.http://www.farnham.gov.uk/events/tilford-bach-society-concert The organisation behind the Festival has divided into two separate organisations. The new Tilford Bach Society (CIO) Registered Charity 1172416 runs monthly concerts in the Farnham area from September to April, Conservatoire Concerts in Godalming (http://conservatoireconcerts.org.uk/) and Farnham Sinfonia (http://www.farnhamsinfonia.org.uk/). Its main website is http://www.tilbach.org.uk/. It operates under the name \"TBS\". The festival in Tilford continues to be run by the original society Reg Charity: 230601, which currently has no website. ==See also== *List of Bach festivals *List of early music festivals == References == Category:Music festivals established in 1952 Category:Music festivals in Surrey Category:Classical music festivals in England Category:1952 establishments in England Category:Bach festivals ",
    "title": "Tilford Bach Festival"
}