{
    "id": "20502309",
    "text": "Murder in Greenwich is a 2002 American television film directed by Tom McLoughlin. The teleplay by Dave Erickson is based on the 1998 book of the same title by Mark Fuhrman. The Columbia TriStar Domestic Television production debuted on the USA Network on November 15, 2002, and was released on DVD on May 6, 2003. ==Plot== The film is narrated by Martha Moxley (Maggie Grace), whose brutal murder sometime between 10 p.m. on October 30 and the early morning hours of October 31, 1975, remains unsolved in 1997. Mark Fuhrman, a former Los Angeles Police Department detective who gained notoriety during the O.J. Simpson's murder trial, is intrigued by the case and travels to Greenwich, Connecticut to conduct an investigation of his own. Local authorities resent an outsider, especially one with a reputation as tarnished as Fuhrman's, invading their turf. They do everything they can to block Fuhrman's access to official reports. The film alternates between flashbacks of the events leading up to the murder and scenes set in the present day, which chronicle Fuhrman's frustration and interactions with Steve Carroll, the original investigator who grudgingly assists him. Their efforts ultimately bring Kennedy relative and former Moxley neighbor Michael Skakel to justice. ==Cast== * Christopher Meloni ..... Mark Fuhrman * Robert Forster ..... Steve Carroll * Maggie Grace ..... Martha Moxley * Jon Foster ..... Michael Skakel * Toby Moore ..... Thomas Skakel * Liddy Holloway ..... Dorothy Moxley ==Critical reception== Michael Speier of Variety said, \"Investigative techniques give way to genre cliches in USA's exaggerated Murder in Greenwich. Falling into the telepic trap of sensationalism without savvy, [it] delves into the shallow end of the Martha Moxley-Michael Skakel case, which has plenty more politics, intrigue and confounding history than this execution suggests . . . As Fuhrman, Meloni is macho almost to the point of bogus; whether he's playing the disgraced cop as he really is or how he thinks America sees him is hard to discern.\" Robert Pardi of TV Guide awarded the film two out of four stars and observed, \"Despite the assured teamwork of Meloni and Forster, Tom McLoughlin's film . . . fails to build upon its inherently suspenseful elements or extract much juice from the gossipy Kennedy allure. But viewers with little prior knowledge of the case may find themselves caught up in this dismaying tale of justice delayed.\" ==References== ==External links== * Category:2002 films Category:2002 television films Category:American films Category:Docudrama films Category:Films scored by Don Davis (composer) Category:Films based on non- fiction books Category:Films directed by Tom McLoughlin Category:Films set in 1975 Category:Films set in 1997 Category:Films set in Connecticut Category:USA Network original films Category:USA Network original programming ",
    "title": "Murder in Greenwich"
}