{
    "id": "20508917",
    "text": "Mulla Shams ad-Din Muhammad ibn Hamzah al-Fanari (1350–1431),Alan Godlas, Molla Fanari and the Misbah al-Uns: The Commentator and The Perfect Man, International Symposium On Molla Fanari 4–6 December 2009 Bursa Proceedings, p. 31. in Turkish Molla Fenari, was an Ottoman logician, Islamic theologian, Islamic legal scholar, and mystical philosopher of the school of Ibn ʿArabī. ==Biography== Fanari's family history and his birthplace are not well known. His nasab, 'Fanari', has been explained in different ways in the sources. It has variously been related to a town in Transoxiana, to a town near Bursa in Anatolia and to his father's profession as a lamp maker.Aydın, İ.H. (2005). Molla Fenari. in İslam Ansiklopedisi (Vol. 30, pp. 245-247). Türkiye Diyanet Vakfı. He studied under Mevlânâ Alâuddîn Esved, Cemâleddîn Aksarâyî, Hamîduddîn-i Kayserî. He travelled to Egypt, which was then under the rule of the Mamluk Sultanate, to study Hanafi jurisprudence under Ekmeleddîn el- Bâberti. Ottoman Sultan Bayezid I subsequently appointed Fanari judge (qadi) of Bursa in 1390. The death of Bayezid I precipitated a civil war, which caused Fanari to leave the country, after which he lectured in Egypt and in Hejaz (part of present-day Saudi Arabia). In 1421, Murad II ascended the throne as the sixth Ottoman Sultan and recalled Fanari to the court. Murad appointed him Sheikh ul-Islam in 1424, a position that he filled in addition to his other positions as professor and judge. He retained all three positions until the end of his life in Bursa in 1431. During his career, he specialized in logic and jurisprudence. His work on logic was reputed throughout the Islamic world. Some of his major writings are: * Sarh al-Isaguji or Al-Feva'id al-Fenariyye: Commentary on Athīr al-Dīn al-Abharī's famous Isāghūjī fi al- Manṭiq. * Miṣbāḥ al-Uns: Commentary on Sadr al-Din al-Qunawi's Miftāḥ al- Ghayb. * Fuṣūl al-Badāʼiʻ fī uṣūl al-Sharāʼi: A work in Uṣūl al-fiqh (Principles of Islamic jurisprudence).Aydın, İ.H. (2005). Molla Fenari. in İslam Ansiklopedisi (Vol. 30, pp. 245-247). Türkiye Diyanet Vakfı. Unmudhaj al-ulum which in some sources has been attributed to Muhammad ibn Hamzah al- Fanari was in fact authored by his son Muhammad Shah al-Fanari.Aydın, İ.H. (2005). Molla Fenari. in İslam Ansiklopedisi (Vol. 30, pp. 245-247). Türkiye Diyanet Vakfı. == See also == * Ibn Arabi * Akmal al-Din al-Babarti * Mehmed the Conqueror * Khidr Bey * Ibn Kemal * Ebussuud Efendi * Muhammad Zahid al- Kawthari * Muhammed Hamdi Yazır * List of Sufis * List of Hanafis * List of Ash'aris and Maturidis * List of Muslim theologians == Sources == Category:Hanafis Category:Maturidis Category:Muslim theologians Category:Quranic exegesis scholars Category:Scientists of the Ottoman Empire Category:Jurists of the Ottoman Empire Category:People from Bursa Category:Sunni Sufis Category:Sunni Muslim scholars Category:Sunni fiqh scholars Category:Sheikh-ul-Islams of the Ottoman Empire Category:Turkish Sunni Muslim scholars of Islam Category:Turkish logicians Category:14th- century jurists Category:15th-century jurists Category:1350 births Category:1431 deaths ",
    "title": "Shams al-Din al-Fanari"
}