{
    "id": "20509541",
    "text": "This is a list of notable companies and people of the Cambodian film and entertainment industry. == Companies == === Founded in the 1960s === * TVK (Khmer) (since 1966), Cambodia's original broadcasting station; broadcast in black and white until 1986 === Founded in the 1970s === * Pisnoka (1970-1975), owned by actor Vann Vannak, and all films of which he plays the leading male role * Sovann Kiri (1972-1984), a now-defunct Khmer-Thai joint film company owned by movie stars Dy Saveth and Hui Keung; ran in Cambodia 1972-1975; ran in Hong Kong 1975-1984 Film and entertainment companies founded after the fall of the Khmer Rouge in 1979 include: === Founded in the 1980s === * CM (international film) (since 1985), owned by Sem Sovandeth ===Founded in the 1990s=== * Angkorwat films (since 1990), owned by Yvette Som * Reksmey Hang Meas (since 1990) * SM (since 1990), owned by Mai Sameth ===Founded in the 2000s=== * Khmer Entertainment Inc. (since 2005), CEO Lim Cheang; an entertainment promotion company targeting Cambodian Americans; sponsors high- profile singers in Cambodia and holds large scale performances in various US citiesKhmer Entertainment Inc. * Khmer Mekong Films (since 2006); a film and television production company based in Phnom Penh, the capital of Cambodia ==People== Notable Cambodian film producers and directors include: * Fey Som Ang (1989–present), Cambodian film director; also associated with Thai film productions * Parn Puong Bopha (1989–present), Cambodian film director * Kong Buncheun, novelist; music composer, producer, and director since the 1950s * Tea Lum Kang, Chinese-Cambodian film director of the 1970s; directed the Cambodian film Pos Keng Kang * Huy Kung, Chinese-Cambodian film director of the 1970s and 80s * Brendan Moriarty (2003-present), American-Cambodian director and producer * Rithy Panh (1988–present), French-trained Cambodian producer * Ieu Pannakar (b. 1931 – d. 2018), film director from the 1950s * Channy Peakdey, film director since 1989; directed the 1994 version of Promatt Promong * Tim Pek (1975–present), Australian-Cambodia film director and producer * Matthew Robinson, British-Cambodian founder of Khmer Mekong Films * Dy Saveth, film producer and actress from the 1970s; also associated with Thai film productions * King Norodom Sihanouk, former king; directed more than 46 Khmer films, 43 of which were produced after his abdication in 1955 * Yvette Som (1990–present), producer of Angkorwat studio films * Mao Somnang, Cambodian novelist and screenwriter of the 1980s and 90s * Tat Somnang, Cambodian, singer, producer, and film director of the 1970s * Vann Vannak, film director and actor from the 1970s ==References== Category:Cinema of Cambodia Entertainment Khmer ",
    "title": "List of Khmer entertainment companies"
}