{
    "id": "20502150",
    "text": "West Village is a historic district roughly bounded by Jefferson, Kercheval, Parker, and Seyburn Avenues in Detroit, Michigan. Adjacent to the west is the Islandview neighborhood, and adjacent to the east is Indian Village. The district received its name in the mid 20th century because of its location just west of the more well-known Indian Village Historic District.West Village Historic District from the city of Detroit It was listed on the National Register of Historic Places in 1980. == Description == West Village is a primarily residential neighborhood containing 275 single and two-family houses, thirty apartment buildings, and about twenty commercial structures spread over 20 square blocks.West Village Historic District from the state of Michigan The neighborhood is platted in an irregular grid, and includes a number of service alleys and short, narrow cross streets. Buildings are uniformly set back from the curb, and a great number of architectural styles are represented, including frame Queen Anne houses, and Tudor, Colonial Revival, and Mediterranean Revival houses as well as Georgian Revival and Jacobean apartment buildings. == History == The areas adjacent to Jefferson Avenue were one of the most exclusive residential addresses in turn-of-the- century Detroit. When the area that is now West Village was platted around that time, the incorporation of restrictions regarding structure cost, use, setback, and height ensured that this area too would be popular. Between 1905 and 1925, the neighborhood rapidly filled with upper-middle-class homes, apartment buildings, and row houses. The neighborhood was home to a number of prominent Detroiters including Franz C. Kuhn, Chief Justice of the Michigan Supreme Court, Edwin C. Denby, Secretary of the Navy, Theodore Hinchman, president of the architectural firm of Smith, Hinchman and Grylls, and sculptor Julius Melchers. As in many Detroit neighborhoods, the racial tensions, red lining, and white exodus to the suburbs following World War II led to a decline of the neighborhood. However, the resurgence of nearby Indian Village in the 1970s created a resurgence in interest in the neighborhood. The West Village Association, a neighborhood association, was formed in 1974. == References == == External links == *West Village on Facebook *The Villages Community Development Corporation - West Village *Detroit Lions, Hatch Detroit roar into West Village to help improve the Agnes retail strip – Detroitupspun May 8, 2014 Category:Historic districts in Detroit Category:National Register of Historic Places in Detroit Category:Neighborhoods in Detroit Category:Historic districts on the National Register of Historic Places in Michigan ",
    "title": "West Village, Detroit"
}