{
    "id": "20505567",
    "text": "Faisal Al-Meslim Al-Osaimi Al-Otaibi is a member of the Kuwaiti National Assembly, representing the third district. Born in 1962, Al-Meslim studied Political History at the University of Wales and worked as a professor before being elected to the National Assembly in 2003. Al-Otaibi is considered an Independent deputy and affiliates with the Islamist members. He is a member of the Al-Otaibi tribe. He has five sisters and two brothers. He was one of the most active people in the assembly and many of his proposals would help in the development of Kuwait.Arab Times MP Profile ==Resignation of Information Minister Mohammed al-Sanoussi== On December 17, 2006, Information Minister Mohammed al-Sanoussi resigned, a day before he was scheduled to be questioned in parliament over allegations that he tried to restrict satellite TV stations during this year's legislative elections. Al-Sanoussi denied he curbed the private TV channels, saying that he only asked them to apply for licenses. In Kuwait, all publications and broadcasting media have to be licensed. Several privately owned satellite stations, operated from abroad, appeared in Kuwait before the June elections, broadcasting interviews with opposition figures and covering the campaign. Most subsequently went off the air. Al-Muslim led the campaign against Al-Sanoussi, claiming that al-Sanoussi wrote to the Interior Ministry, asking it to find out who owned the new TV stations so that this \"sensitive and dangerous\" situation could be dealt with. In the written request to question Al-Sanoussi, Al-Muslim said, \"What the information minister did was against the principles of freedom, and against the constitution that guarantees freedom of speech, expression and publication.\" Al-Muslim also accused the minister of failing to suppress publications that were anti-Islamic and promoting vice. ==Grilling of Health Minister Ahmed Abdullah Al Ahmed Al Sabah== On February 19, 2007, Waleed Al-Tabtabaie submitted a motion to formally question Health Minister Sheik Ahmed Abdullah Al Ahmed Al Sabah about allegations of favoritism, deteriorating health services offered by state hospitals, and wasting public money by sending people for treatment abroad at the country's expense when they could be treated at home. The motion was signed and supported by Al-Otaibi, Ali Al- Omair, Duaij Al-Shimmari, Hussein Muzyed, Abdullah Okash, Abdullah Al-Azemi, Saad Al-Azemi, Dhaifallah Buramia, Marzouq Al-Hubaini and Mohammad Al-Mutair. ==Resignation of Health Minister Maasouma Al-Mubarak== On August 25, 2007, Al- Otaibi and Islamist MP Waleed AlـTabtabaie submitted to Speaker Jassem Al- Kharafi a motion to grill Health Minister Maasouma Al-Mubarak following the August 23rd Jahra Hospital fire which led to the death of two elderly patients. The first angle of the grilling accused Dr Maasouma of committing violations in the Foreign Medical Treatment Department and toying with ministerial law 2007/25 issued by the minister after assuming office. Indicating according to the law only those patients suffering from diseases for which treatment is not available in Kuwait can be sent for treatment abroad according to the recommendation of a specialized panel of doctors and the physicians in charge of the patient, the MPs said in their grilling motion \"as per the law the Health Minister and undersecretaries of health cannot interfere in the decision. However, this law was never implemented and was repeatedly violated under the minister's supervision.\" ==Against Cross- Dressing== On December 10, 2007, the parliament passed a bill, supported by Al-Otaib and Ali Al-Omair, which amended the penal code so that anyone \"imitating the appearance of a member of the opposite sex\" could be jailed for up to a year or fined up to 1,000 dinars. Al-Otaib, who heads a parliamentary committee monitoring \"practices alien to Kuwaiti society\", said: \"The law criminalising people who imitate the appearance of the opposite sex must be implemented and respected ... Kuwait should ignore any international criticism.\" ==References== Category:Kuwaiti people of Arab descent Category:Members of the National Assembly of Kuwait Category:Living people Category:1962 births ",
    "title": "Faisal Al-Muslim Al-Otaib"
}