{
    "id": "20504243",
    "text": "Fanny Rabel (August 27, 1922 in Poland - November 25, 2008 in Mexico City), born Fanny Rabinovich, was a Polish-born Mexican artist who is considered to be the first modern female muralist and one of the youngest associated with the Mexican muralism of the early to mid 20th century. She and her family arrived to Mexico in 1938 from Europe and she studied art at the Escuela Nacional de Pintura, Escultura y Grabado \"La Esmeralda\", where she met and became friends with Frida Kahlo. She became the only female member of “Los Fridos” a group of students under Kahlo’s tutelage. She also worked as an assistant and apprentice to Diego Rivera and David Alfaro Siqueiros, painting a number of murals of her own during her career. The most significant of these is \"Ronda en el tiempo\" at the Museo Nacional de Antropología in Mexico City. She also created canvases and other works, with children often featured in her work, and was one of the first of her generation to work with ecological themes in a series of works begun in 1979. ==Life== Tec de Monterrey, Campus Ciudad de Monterrey Fanny Rabel was born Fanny Rabinovich on August 27, 1922 in Poland to a Polish-Jewish couple from a family of traveling actors. When she was a child, she could not have dolls, according to her daughter Paloma, so she drew the ones she saw in store windows. Her family was cultured with her sister Malka becoming a theatre critic. The family moved to Paris in 1929, where she first attended school. They then moved to Mexico in 1938. She entered the Escuela Nocturna para Trabajadores, where she took classes in drawing and engraving. Her anti-Nazi and anti-Fascism politics resulted in her participation in a mural called \"Retrato de la Burguesía\" in 1940 for the Sindicato Mexicano de Electricistas building on Alfonso Caso Street in Mexico City. Rabel met a group of exiled Spaniards in Mexico along with Antonio Pujol, who invited her to take part in a mural project headed by him, David Alfaro Siqueiros, Joseph Renau, Luis Arenal, Antonio Rodríguez Luna and Miguel Prieto. This work depicted, among other things, children killed by Nazi bombing in Spain. She entered the Escuela Nacional de Pintura, Escultura y Grabado \"La Esmeralda\" shortly after it was established in 1942, taking classes with José Chávez Morado, Feliciano Peña and Frida Kahlo, with whom she became close friends. (universal) . She also became one of Frida Kahlo’s students at the Casa Azul, a group of four called “Los Fridos” (a play on Frida’s name). She was the only female in this group, learning alongside Guillermo Monroy, Arturo García Bustos and Arturo Estrada. Other teachers included Francisco Zúñiga, Alfredo Zalce, Raúl Anguiano, David Alfaro Siqueiros, Carlos Orozco Romero and Diego Rivera. She changed her last name from Rabinovich to Rabel during her career. Rabel married urologist Jaime Woolrich and had two children Abel and Paloma Woolrich, both of whom became actors. She lived for decades in an apartment on Martinez de Castro Street in the San Miguel Chapultepec neighborhood in Mexico City. Near the end of her life she lost most of her memory, with Alzheimers suspected. She was almost evicted from her apartment at this time as it was deemed unsafe, but she continued living there until she died on November 25, 2008. Rabel was buried at the Panteón Israelita. She was survived by her daughter Paloma and her grandchildren. ==Career== Rabel had her first exhibition of her work in 1945 with twenty four oils, thirteen drawings and eight engravings at the Liga Popular Israelita with Frida Kahlo writing the presentation. In 1955, she had an individual exhibition at the Salón de la Plástica Mexicana . She had a large exhibition at the museum of the Palacio de Bellas Artes to commemorate a half century of her work. Her last exhibition was in 2007 at the Universidad Autónoma Metropolitana . Her work can be found in collections in over fifteen countries including those of the New York Public Library, the Library of Congress in Washington, D.C., the Royal Academy of Denmark, the National Library in Paris, the Casa de las Américas in Havana, the Benemérita Universidad Autónoma de Puebla and the Museo de Arte Moderno in Mexico City. She is considered to be the first female muralist in Mexico. She was an assistant to Diego Rivera while he worked on the frescos for the National Palace and an apprentice to David Alfaro Siqueiros. Her most important mural is Ronda en el tiempo located in the Museo Nacional de Antropología, which was created from 1964 to 1965. She also created murals at the Unidad de Lavaderos Público de Tepalcatitlán (1945), Sobrevivencia, Alfabetización in Coyoacán in 1952 Sobrevivencia de un pueblo at the Centro Deportivo Israelita (1957) Hacia la salud for the Hospital Infantil de México (1982), La familia mexicana at the Registro Público de la Propiedad (1984) (which Rabel preferred to title Abolición de la propiedad privada) and at the Imprenta Artgraf. In collaboration with other artists, she participated in the creation of the murals at the La Rosita pulque bar (disappeared) and at the Casa de la Madre Soltera. She was a member of the Salón de la Plástica Mexicana and the Taller de Gráfica Popular, joining both in 1950. A group of her friends nominated her for the Premio Nacional de Arte but it was denied. However, her work has been honored with a number of retrospective exhibits before and after her death. In 2007, there was a retrospective of her work at the Festival de México in the historic center of Mexico City at the House of the First Print Shop in the Americas with the title of La Fanny de los Fridos. Her work was featured at an exhibition called Fanny Rabel y Mujeres del Salón de la Plástica Mexicana held at the José Vasconcelos Library . The Salón de la Plástica Mexicana had a retrospective of her work after he death called Retrospectiva in Memoriam, Fanny Rabel (1922-2008) held at the Museum of the Universidad Popular Autónoma del Estado de Puebla . ==Artistry== Rabel is considered to be the first modern female muralist in Mexico although she also did significant work in painting, engraving, drawing and ceramic sculpture. Her work has been classified as poetic Surrealism, Neo-expressionism and is also considered part of the Escuela Mexicana de Pintura (the dominant art movement of the early to mid 20th century in Mexico) as one of the youngest muralists to be associated with it along with Arnold Belkin and José Hernández Delga . Rabel was more drawn to depicting mankind’s pain rather than happiness, sharing other Mexican muralists' concerns about social injustice. However, she stated to Leopoldo Méndez that she could not create combative works, with clenched fists and fierce faces, and she wanted to leave the Taller de Gráfica Popular. Méndez convinced her to stay, saying that more tender images are important to political struggle as well. Children with Mexican faces are common in her work, often with expressions between laughter and tears. They are generally poor children, meant to depict the socioeconomically marginalized populations in the country. However, she did not paint outright tragedy or tears. In many of her works, the different social classes of Mexico are contrasted, often with indigenous peoples. The gentleness of her works, she insisted was “for the revolution.” She also did one portrait of Frida Kahlo, a pencil drawing which was first exhibited near the end of her life. She was economically prosperous, something which bothered her as she worried about exploiting the poor for art. Unlike artists who avoided the news and popular culture as to not poorly influence their art, Rabel attended concerts, listened to the radio and was a fan of film from both Mexico and Hollywood. She was one of the first of her generation to develop themes related to ecology, the changes in Mexico City, against technocracy and emphasis on commerce. She began a series of paintings in 1979 called “Réquiem por una ciudad” depicting what she considered to be the destruction of Mexico City by smog, traffic and garbage. The works include: \"Diálogo capitalino,\" \"Muerte citadina,\" \"Los peatones van al cielo,\" \"El profundo drenaje,\" \"La rebelión de los peatones\" and \"México, D.F.\" \"Réquiem para una ciudad\" in 1979 considers three themes: the lack of human communication, the traffic, and pollution of the air and ground. \"La rebelión de los peatones\" in 1987 expresses a worry about the excess of cars in the city. == References == *Artspawn. \"Biography of Fanny Rabel\", Biographical information about Fanny Rabel on Artspawn. Category:1922 births Category:2008 deaths Category:Mexican women painters Category:Mexican muralists Category:Mexican Jews Category:Polish Jews Category:Polish muralists Category:Polish emigrants to Mexico Category:Mexican people of Polish-Jewish descent Category:Jewish painters Category:Escuela Nacional de Pintura, Escultura y Grabado \"La Esmeralda\" alumni Category:20th-century Mexican painters Category:20th-century Polish women artists Category:Women muralists Category:20th-century Polish painters Category:Polish women artists ",
    "title": "Fanny Rabel"
}