{
    "id": "20505614",
    "text": "Waleed Al-Tabatabaie (Arabic: وليد الطبطبائي) was a member of the Kuwaiti National Assembly, who represented the third district. Born on 4 April 1964, Al-Tabtabaie obtained a PhD in Islamic studies from Al-Azhar and was an assistant professor at Kuwait University before being elected to the National Assembly in 1996. Al-Tabtabaie affiliated with the Islamist deputies.Arab Times MP Profile ==Political views== Al-Tabtabaie is politically conservative. He has taken conservative stands on several issues pertaining to freedom of speech, freedom of media, and Westernization. In February 2008, Al-Tabtabaie called for the Kuwaiti government to boycott Denmark in response to the Jyllands-Posten Muhammad cartoons controversy.Al-Tabtabaie on boycotting Denmark In September 2008, Al-Tabtabaie said he wanted the government to block YouTube to prevent the dissemination of videos that were blasphemous or pornographic.Al-Tabtabaie on YouTube Al-Tabtabaie has spoken out against the Guantanamo Bay detention center. In 2004, he called for U.S. President George W. Bush to \"uncover what is going on inside Guantanamo,\" allow family visits to the hundreds of Muslim detainees there, and allow an independent investigation of detention conditions. On May 23, 2004, Al-Tabtabaie pressured the Islamic Affairs department to issue a fatwa banning \"un-Islamic\" concerts with women singers, such as the show Star Academy. Star Academy is based on a hit French TV show of the same name in which male and female teenagers from different Arab countries live together before competing in a talent contest. On May 6, a Star Academy concert was held in Kuwait, despite demonstrations by hundreds of Islamists. Al-Tabtabaie further threatened to grill Kuwait's information minister over the matter. In May 2005, Al-Tabtabaie helped create a constitutional roadblock that effectively killed a measure that would have allowed women to participate in city council elections. The new law which would re-grant Kuwaiti women the right to vote was initially by the National Assembly on April 19, but in accordance with the Kuwaiti constitution it faced a second vote for ratification on May 2. But Parliament ended in deadlock on May 2 when 11 members abstained and 29 voted for it, leaving the legislation just shy of the 11 votes needed. Al-Tabtabai argued, \"We have no problem with women voting, but we do have a problem with women standing for elections. Islam dictates that the head of the nation must be a man, and we are technically the head of the nation here.\" Efforts to resume voting on the measure on May 3 failed when opponents argued that it had already been rejected and that any new vote would therefore be unconstitutional. In a surprise move, the prime minister, Sheik Sabah al-Jaber al-Sabah, shelved the issue for two more weeks. On May 17, 2005, the Kuwaiti parliament re-grant women full political rights. On December 14, 2005, Al-Tabtabaie criticized the government for providing Christians with two plots of land to build churches, arguing that \"the recent measure of allowing non-Muslims to build places of worship in Kuwait is illegal under Islamic law.\" Kuwait was the first Gulf Arab state to establish direct links with Vatican City and Emmanuel Benjamen al-Ghareeb became the first Kuwaiti pastor of the Anglican church in 1999. On May 15, 2006, Al-Tabtabaie and twenty-eight other MPs walked out of parliament when the cabinet backed a motion to refer a redistricting reform bill to the constitutional court, which effectively meant delaying reforms. Al-Tabtabaie then urged opposition MPs to sign a reform document pledging to work to slash constituencies to five from the current 25 following the June 29 elections. All 33 candidates for parliament were asked to join the initiative by signing the Reform Charter. Al-Tabtabaie declared that, \"The names of supporters will be published in the newspapers for voters to know who backs reform and who doesn't.\" On February 19, 2007, Al-Tabtabaie submitted a motion to formally question Health Minister Sheik Ahmed Abdullah Al Ahmed Al Sabah about allegations of favoritism, deteriorating health services offered by state hospitals, and wasting public money by sending people for treatment abroad at the country's expense when they could be treated at home. The motion was signed and supported by Ali Al-Omair, Duaij Al-Shimmari, Faisal Al-Muslim Al- Otaib, Hussein Muzyed, Abdullah Okash, Abdullah Al-Azemi, Saad Al-Azemi, Dhaifallah Buramia, Marzouq Al-Hubaini and Mohammad Al-Mutair. The minister acknowledged \"mistakes were made\" and said the standard of health services was not as it should be because health spending has not been a priority for decades. He said the money spent on treatment abroad since 2001—some 260 million dinars (US$902.77 million)--could have been used for building several hospitals. But Al-Tabtabaie said the minister's comments did not go far enough, and at the end of the 10-hour parliament session, he collected the 10 signatures needed to hold a vote of no confidence. \"What do you mean you referred it to the prosecution? Are you trying to cheat parliament?\" Al- Tabtabaie asked the minister. \"The official responsible for treatment abroad is still on top of his job.\" On August 25, 2007, Al-Tabtabaie and MP Faisal Al-Muslim Al-Otaib submitted to Speaker Jassem Al-Kharafi a motion to grill Health Minister Maasouma Al-Mubarak following the August 23rd Jahra Hospital fire which led to the death of two elderly patients. The first angle of the grilling accused Dr Maasouma of committing violations in the Foreign Medical Treatment Department and toying with ministerial law 2007/25 issued by the minister after assuming office. Indicating according to the law only those patients suffering from diseases for which treatment is not available in Kuwait can be sent for treatment abroad according to the recommendation of a specialized panel of doctors and the physicians in charge of the patient, the MPs said in their grilling motion \"as per the law the Health Minister and undersecretaries of health cannot interfere in the decision. However, this law was never implemented and was repeatedly violated under the minister's supervision.\" On October 2, 2007, Al-Tabtabaie called for the interior ministry to draw up a blacklist of employers who mistreat their domestic helpers and urged stiff penalties for physical abuse. Al-Tabtabaie said that employers who abuse their maids \"physically or morally\" should be added to the blacklist and prevented from hiring new maids. Al-Tabtabie, a member of parliament's human rights panel, argued that the phenomenon of maid abuse \"has lately increased to a disturbing level and a large number of abuses are committed annually, with most cases failing to reach the court.\" In September 2007, Kuwait opened a temporary shelter to house runaway maids until their disputes with employers are resolved. The Kuwaiti government plans to open two permanent centres for males and females to be housed separately. On June 1, 2008, Al-Tabtabaie, Mohammed Hayef AlـMutairi, Jamaan Al-Harbash, and six other MPs walked out of the swearing in ceremony of Modhi al-Homoud and Nouria al-Subeih, two new female Cabinet ministers who were not wearing headscarves. On August 3, 2008, the parliament passed a bill co-authored by Al-Tabtabaie that stipulates jail terms of up to 15 years for offenses including forced labor, abusing workers or sexually exploiting maids. Al-Tabtabaie told the press that, \"We have presented ... a draft law to criminalize human trafficking. It will be a civilized law to meet international demands.\" On October 28, 2008, the parliament voted 50–7 to insure all types of deposits in all local banks within Kuwait. Al-Tabtabaie opposed the bill, along with Jabir Al-Azmi, Hussain Al-Qallaf Al-Bahrani, Daifallah Bouramiya, Mohammed Al-Obaid, Mohammed Hayef AlـMutairi, and Musallam AlـBarrak. Al-Tabtabaie accused the Cabinet of speeding up the bill's passage for the benefit of monetary tycoons. He proposed a partial guarantee of KD 100,000 for deposits in local banks. In November 2008, Al-Tabtabaie joined with fellow Islamist MPs Mohammed AlـMutair and Mohammed Hayef AlـMutairi in filing a request to grill Prime Minister Nasser Mohammed Al-Ahmed Al-Sabah for allowing prominent Iranian Shiite cleric Mohammed al-Fali to enter Kuwait despite a legal ban.Al-Tabtabaie on PM Nasser On May 27, 2008, Al-Tabtabaie said that several MPs raised the idea of electing a new speaker other than former speakers Jassem Al-Khorafi and Ahmad Al-Saadoun who are the only candidates. Tabtabai said that he was ready to withdraw from the race if Khorafi also withdrew and MPs agreed on a consensus speaker. On December 28, 2008, Kuwaiti lawmakers Mikhled Al-Azmi, Musallam Al- Barrak, Marzouq Al-Ghanim, Jaaman Al-Harbash, Ahmad Al-Mulaifi, Mohammad Hayef Al-Mutairi, Ahmad Al-Saadoun, Nasser Al-Sane, and Waleed Al-Tabtabaie protested in front of the National Assembly building against the attacks by Israel on Gaza. Protesters burned Israeli flags, waved banners reading, \"No to hunger, no to submission\" and chanted \"Allahu Akbar\". Israel launched air strikes against Hamas in the Gaza Strip on December 26 after a six-month ceasefire ended on December 18. In 2018, he criticized the Kuwaiti Football Union for failing to support Morocco's bid to host the 2026 World Cup. ==References== Category:1964 births Category:Living people Category:Kuwaiti politicians Category:Members of the National Assembly of Kuwait Category:Kuwait University faculty Category:Kuwait University alumni Category:Al-Azhar University alumni ",
    "title": "Waleed Al-Tabtabaie"
}