{
    "id": "20502606",
    "text": "The Corner Lunch Diner is a historic diner at 133 Lamartine Street in Worcester, Massachusetts. Built c. 1955 and moved to Worcester in 1968, it is the largest diner in the city, and a rare example in New England of remodeling work done by the Musi Dining Car Company of Carteret, New Jersey. The diner was built c. 1955 by DeRaffele Diners of New Rochelle, New York, and first installed in Babylon, New York. It was listed on the National Register of Historic Places in 2000. ==Description and history== The Corner Lunch is located in southern Worcester, at the corner of Lamartine and Lafayette Streets, just east of Quinsigamond Avenue. It is a single-story sectional steel frame structure, whose exterior is clad in steel with green enamel bands. It is nine bays wide and five deep, with a rounded section at its southeast corner. An entrance vestibule projects from the front facade, with green panels set in steel framing. The interior has a replacement plastic laminate counter, with a central staff access section, and fifteen counter seats mounted on steel columns. Booths line the front wall, and there is banquette seating along the south side. The diner was built about 1955 by the DeRaffele Diner Company of New Rochelle, New York, and was first located in Babylon, New York. In 1968, the diner was moved to Worcester and reassembled on this lot. The constraints of the lot required alterations to the original structure, which were carried out by the Musi Dining Car Company. The site had previously held The Corner Spa, a lunchroom and store, that was later known as the Corner Lunch and operated by Fotios (Fred) and Demetrios (Jimmy) Efstathiou. The Efstathiou brothers continued to operate the diner under the same name after it was moved here. ==See also== *Al Mac's Diner-Restaurant *Woodland Street Historic District *National Register of Historic Places listings in southwestern Worcester, Massachusetts *National Register of Historic Places listings in Worcester County, Massachusetts ==References== ==External links== *Corner Lunch Diner web site Category:Restaurants on the National Register of Historic Places in Massachusetts Category:Diners on the National Register of Historic Places Category:Buildings and structures in Worcester, Massachusetts Category:National Register of Historic Places in Worcester, Massachusetts ",
    "title": "Corner Lunch"
}