{
    "id": "20504590",
    "text": "Supreeme were an American rap group. Members include Shaka \"Tom Cruz\" Girvan aka Dope Pope, Negashi Armada, and Sam \"King Self\" Terrell. Girvan produces all of the music, and all three members contribute lyrical content and stylistic elements. They are best known for their release Supremacy (Record Collection, 2006) but have since been up-streamed to Warner Bros. Records. Supreeme can be found listed under List of current Warner Bros. Records artists. Their music is available through iTunes and Amazon.com. Numerous mixtapes and underground albums have been circulated through free internet downloads. Though Supreeme has enjoyed limited commercial success, they are an influential and critically acclaimed group. They were the critics' pick for best hip hop act in Atlanta in Creative Loafing's annual \"Best of Atlanta\" in 2007 ==History== Supreeme was founded in the spring of 2003 in Atlanta, GA while the members skipped class together in high school. All three members attended Henry W. Grady High School, though they had already met each other when they were younger. In 2005, west coast rapper Murs signed a deal with Record Collection as an A&R;/artist. He then signed Supreeme onto Record Collection's roster. Supreeme won the attention of Murs and Record Collection alike with the release of Church and State (2003). Church and State is considered a highly innovative underground album. Supreeme appeared on Warped Tour in the summer of 2005 with label mates Brother Reade. Supreeme also went on a nationwide tour headlined by Murs in spring 2006. While on the road, their first nationally distributed album, Supremacy, was released on April 25, 2006. The song \"Supply and Demand\", off of Supremacy featuring J Young, was a favorite amongst bloggers and fans, and the album got a string of favorable reviews. The album was underpromoted by the label, and sales were tepid, though they continue to enjoy a slow burn mostly via internet. In 2007 the trio was up-streamed to parent label Warner Bros. Records. Their new album Gold Medallion has already been recorded and is to be released on Warner Bros. Records, though the release date has yet to be announced. In promotion of Gold Medallion and in commemoration of their five-year anniversary as a group, they released Bronze Medallion: Best of Supreeme 2003-2008 in the spring of 2008. In August 2008, Supreeme released their music video for \"I'm Crazy\" the single from their latest album Silver Medallion which came out on September 12, 2008. The music video was produced and directed by DJ Bernstein Bear. The group disbanded at the end of 2009 with their final release God Bless The Child. Their entire discography has been made available online as free downloads. ==Influences== Each member of the group has at least one parent from outside the United States, which might explain some of the cultural references made in their songs as well as some of their sonic influences. Reggae and specifically Dancehall has a large presence in Tom Cruz's production who is a Jamerican. In a 2007 interview, when asked about the \"internationality\" in Supreeme's music, Girvan explains, \"...growing up with my father, I grew up in reggae, there was always Reggae playing in the house\". ==Discography== ===Albums=== * 2003 - The Syllabus * 2003 - Church and State * 2006 - Supremacy * 2008 - Bronze Medallion (Best of Supreeme 2003 - 2008) * 2008 - Silver Medallion * 2009 - God Bless The Child- Supreeme's Last Testament ===Mixtapes=== * Marathon (2005) * American Bad Ass (2007) ==References== ==External links== * supreeme.com * Supreeme on myspace * Supreeme on Youtube Category:American hip hop groups Category:Rappers from Atlanta Category:Warner Records artists ",
    "title": "Supreeme"
}