{
    "id": "20500041",
    "text": "The Nikon D3X is a 24.4-megapixel professional-grade full-frame digital single-lens reflex camera (DSLR) announced by the Nikon Corporation on 1 December 2008. The D3X is the third camera in Nikon's line to offer a full- frame sensor, following the D3 and D700. As Nikon's new flagship model, it augments the Nikon D3S, Nikon's high-speed professional model, and while the D3S retains advantages in terms of high ISO performance and higher frame rate, the D3X offers a dramatic increase in resolution and image detail. The D3S and D3X follow the earlier Nikon D1, Nikon D2H, Nikon D2Hs, Nikon D2X, Nikon D2Xs, and Nikon D3 as the company's top-of-the-line DSLRs intended for professional photographers, which in turn share a lineage with the Nikon F through Nikon F6 series of film SLRs. ==Features== It otherwise offers nearly all the features of the D3S, including robust weather-sealed alloy-body construction and a built-in vertical grip. Its Nikon EXPEED image processor features automatic correction of lateral chromatic aberration, and vignetting (\"vignette control\") and lens distortion (\"distortion\"), as well as image rotation (\"straighten\") via playback (\"retouch\") menu and in camera 5:4 aspect ratio cropping. ==Reception== The combination of very high resolution with the option of 14-bit per channel recording and a very sharp anti-aliasing filter (which Nikon claims is a unique design) provides extremely high image quality, with superior dynamic range and color accuracy compared with that of other 35mm-format digital cameras. Reception of the Nikon D3X by independent reviewers has been very positive, with reservations centered on just a few disadvantages, especially its high price. Imaging Resource concludes that the D3X produces the highest image quality of any camera they have tested to date. Digital Photography Review likewise concludes that the resolution and image detail is stunning, probably the best of any digital SLR camera on the market, including the closest competitor from Canon, the EOS-1Ds Mark III. Nikon claims the D3X is a competitor to medium-format digital backs, a claim supported both by testing and by many D3X users who report on their experiences online. On the down side, Digital Photography Review notes that the D3X performs worse than the D3 in terms of speed (frame rate) and high ISO performance. Like many reviewers, they also point out the most obvious disadvantage of the D3X: the camera lists for $8000, though the present market price is much lower.Google product search: Nikon D3X The Nikon D3X has been tested by many other independent reviewers.D3S & D3X SLR review links Nikonlinks Sample images with many cameras at all ISO speeds can be compared.Imaging Resource Comparometer (needs Javascript enabled) In May 2009, the D3X won the TIPA European Photo & Imaging Award, in the \"Best D-SLR Professional\" category. ==References== == External links == * Nikon D3X – Nikon USA * Nikon D3X Review at Digital Photography Review * Nikon D3X Sample Photos at Pbase.com D3X D3X Category:Live-preview digital cameras Category:Cameras introduced in 2008 Category:Full-frame DSLR cameras de:Nikon D3#Nikon D3X ",
    "title": "Nikon D3X"
}