{
    "id": "20507333",
    "text": "Frank Browning is an American author and former correspondent for National Public Radio. The author of seven books, his work has appeared in the Washington Post Magazine, the LA Times, Mother Jones, Playboy, Penthouse, Salon and numerous other publications. He has also reported for Marketplace and This American Life. ==Biography== Raised on an apple orchard in Kentucky, Browning has lived in Washington, D.C., New York City, San Francisco, California, Los Angeles, California, and Ann Arbor, Michigan and Brooklyn, New York. Browning began his work on newspapers in Kentucky, then undertook investigative reporting for the muckraking magazine Ramparts. He worked as a staff correspondent and contract reporter for National Public Radio, where he won two Armstrong Awards for his reporting, and coordinated with fellow journalist Brenda Wilson a multi-part series on AIDS in black America that won a Dupont-Columbia prize. He was a 1985-1986 Michigan Journalism Fellow.\"1985-1986 Fellows,\" Wallace House website. Accessed Jan. 10, 2019. He is also co-author with Sharon Silva of a cookbook, An Apple Harvest: Recipes and Orchard Lore. He has lived in France since 2001, and currently writes on arts for the HuffPost; he contributes to a number of American magazines, including California Magazine. He grows tomatoes, pears, apples and apricots two and a half hours outside Paris in a converted 18th-century barn rebuilt by his companion of 15 years, a French architect, where he also receives a wandering neighborhood cat, M. Le Chat, for brief visits. Among other projects, he is deliberating on a personal remembrance and cookbook, Weekday Recipes for the End Times. He is currently working on a new book about the nature of time, touch, sexuality and the brain. ==Bibliography== * * * * * * * ==References== Category:Year of birth missing (living people) Category:Living people Category:American food writers Category:American social sciences writers Category:LGBT writers from the United States Category:Gay writers Category:University of Michigan fellows ",
    "title": "Frank Browning (author)"
}