{
    "id": "20519579",
    "text": "Jean-Pierre Filiu (born in Paris, 1961) is a French professor of Middle East studies at Sciences Po, Paris School of International Affairs. A historian and an Arabist, he has also been visiting professor at Columbia University (New York City, NY) and Georgetown University (Washington, DC). He has been invited as a guest speaker to various American universities and think tanks,Lecture at the New America Foundation, on February 15, 2010 including the Harvard Kennedy School (Cambridge, MA)Lecture at the Belfer Center, March 5, 2013 and the James Baker Institute (Houston, TX).Lecture at the James Baker Institute, March 27, 2012 His \"Apocalypse in Islam\"Presentation in Washington, on October 29, 2008 was awarded the main prize (Augustin-Thierry) by the French History convention (Rendez-vous de l'Histoire), held every October in the city of Blois (this book, published in 2011 by the University of California Press is a in-depth study of Islamic eschatology and its contemporary narratives). Before joining Sciences Po in 2006, Jean-Pierre Filiu was a career-diplomat who served as a junior officer in Jordan and the US, before becoming the French Deputy Chief of Mission (DCM) in Syria (1996–99) and in Tunisia (2002-2006). Filiu was also diplomatic adviser to the French minister of Interior (1990–91), the minister of Defense (1991–93) and the Prime Minister (2000-2002). He was one of the ten independent experts that President François Hollande designated to contribute to the 2013 White Book for National Defense and Security. Jean-Pierre Filiu authored some twenty books, including \"The Arab Revolution, ten lessons from the democratic uprising\",Review in the Telegraph (UK) published in 2011 by C. Hurst & Co. (in the UK) and Oxford University Press (in the USA). This was the first academic attempt at explaining the movement that led to the demise of the presidents of Tunisia and Egypt in January–February 2011. He later authored, also with Hurst (UK) and Oxford University Press (USA), \"Gaza, a history\" (2014, Palestine Book Award) and \"From Deep State to Islamic State, the Arab counter-revolution and its jihadi legacy\" (2015). With the same two publishers in the UK and the USA, he edited, along with Stéphane Lacroix, \"Revisiting the Arab uprisings, the politics of a revolutionary moment\" (2018). His previous research focused on the multi-faceted adaptation of Islam to globalized modernity. He described the conflicting dialectics between local and global jihad. And he highlighted how radical movements try to \"modernize\" traditional concepts, giving them a new meaning previously unknown in Islam, for instance in the case of the caliphate.Articles in Prospect magazine and in Le Monde diplomatique His works have been translated and/or published in some fifteen languages. He has been interviewed by Christiane Amanpour,ABC \"Around the world\", January, 17, 2013 by BBC/The World and the Arab spring, March 5, 2013 and is a frequent guest to the English-speaking branch of France 24.Ramadan in revolutionary Aleppo, July 31, 2013 He has also published five graphic novels, including Best of Enemies (SelfMadeHero, 2012), illustrated by David B. Finally, he wrote the lyrics of two popular songs, one about life in the Gaza strip,Video- clip of \"One life less\" with English subtitles the other about the Syrian revolution.Video-clip of the \"Lady from Damascus\", with Arabic subtitles ==References== Category:1961 births Category:Living people Category:Scientists from Paris Category:French political scientists Category:20th-century French historians Category:21st-century French historians Category:Faculty of Sciences Po Category:Sciences Po alumni Category:French Islamologists Category:Islamic eschatology Category:Islam and politics Category:Works about Islamism Category:Jihad ",
    "title": "Jean-Pierre Filiu"
}