{
    "id": "20518095",
    "text": "Goldman v. Weinberger, 475 U.S. 503 (1986), was a United States Supreme Court case in which a Jewish Air Force officer was denied the right to wear a yarmulke when in uniform on the grounds that the Free Exercise Clause applies less strictly to the military than to ordinary citizens. == Background == Goldman joined the United States Air Force as an inactive reservist in 1973. He received a Health Professions scholarship to work towards a PhD in Psychology at the Loyola University of Chicago. Subsequently, Goldman entered service at March Air Force Base in Riverside, California as a commissioned officer and clinical psychologist at the on-base mental health clinic. As an Orthodox Jew and rabbi, Goldman's faith required him to wear a yarmulke to show that he is aware that God is a higher power and above him. For years, Goldman wore his yarmulke without controversy by staying near his station at the clinic and wearing his service cap above the yarmulke while outdoors. In 1981, however, he was required to testify as a defense witness at a court- martial. His testimony discredited the prosecution witness. Subsequently, a government attorney lodged a complaint about Goldman's wear of the yarmulke. Subsequently, his commanding officer at the hospital, Colonel Joseph Gregory, informed him that he was violating Air Force Regulation 35-10, which states that \"headgear will not be worn... while indoors except by armed security police in the performance of their duties.\" The officer then ordered him to not wear the yarmulke while in uniform outside the hospital. Goldman refused this order, and instead his attorney filed a complaint to the Air Force General Counsel. Gregory then ordered that Goldman cease wearing his yarmulke even when within the hospital. Goldman requested to be allowed to report for duty in civilian clothes until the issue was settled in court, but he was denied this and was threatened with court-martial. It was at this point that Goldman sued the Secretary of Defense, Caspar Weinberger. for Free Exercise Clause violations. He was favored at the District Court of Washington, D.C., but that decision was reversed in the Court of Appeals. The Supreme Court granted the writ of certiorari. == Supreme Court decision == Because Goldman alleged that this was a Free Exercise violation, he indicated that the defense had to pass the Sherbert test: by demonstrating a \"compelling interest\" for the violation. He then submitted evidence that there was not a compelling interest for preventing the display of religious apparel, because it presented no danger to military discipline. However, the Court decided against him on a 5–4 decision. The majority opinion, written by Rehnquist, held that this was of no consequence—it contended that the Sherbert test did not apply because the Free Exercise Clause and even the First Amendment in general did not apply to the military in the same way that it did to civilian society. The justification for this was a need to \"foster instinctive obedience, unity, commitment, and esprit de corps.\" The dissenters argued that the decision gave too much deference to the military's judgment and that some judicial scrutiny of military necessity claims should be required.. ==Congressional response== In the Court's ruling it was only decided that the Constitution failed to protect the freedom to wear religious apparel in uniform—it did not outright bar it. This distinction gave Congress the power to enact legislation that would reverse the policy. Allowing \"neat and conservative\" religious apparel accommodations had been in consideration since 1985, following the case's ruling in the Court of Appeals.Sullivan, Dwight H. (1988), \"The Congressional Response to Goldman v. Weinberg\". Military Law Review, Volume 121, pp. 125–152. Proposals to do so failed during the case's trial period, but finally succeeded in 1988 through a provision to the annual National Defense Authorization Act. It provides for a general rule that \"a member of the armed forces may wear an item of religious apparel while wearing the uniform of the member's armed force.\" The bill containing the provision was passed by both houses of Congress and signed into law by President Ronald Reagan. == See also == * Eweida v British Airways plc == References == ==External links== * Category:United States Supreme Court cases Category:United States free exercise of religion case law Category:1986 in United States case law Category:1986 in religion Category:United States military case law Category:American military uniforms Category:Air force uniforms Category:History of the United States Air Force Category:United States Supreme Court cases of the Burger Court Category:Religious headgear ",
    "title": "Goldman v. Weinberger"
}