{
    "id": "20516946",
    "text": "Lawrence Elgin Glendenin (November 8, 1918November 22, 2008) was an American chemist who co-discovered the element promethium. ==Biography== Glendenin was born in Bay City, Michigan on November 8, 1918. He attended the University of Chicago, graduating in 1941.Dr. Lawrence Elgin Glendenin (obituary), Chicago Tribune, December 2, 2008. ==Clinton Laboratories== He worked as a chemist at the Clinton Laboratories (now Oak Ridge National Laboratory) during the World War II Manhattan Project, engaged in separating, identifying and characterizing the radioactive elements produced by nuclear fission. In 1945, he, together with Jacob A. Marinsky and Charles D. Coryell, isolated the previously undocumented rare-earth element 61.Reactor Chemistry – Discovery of Promethium , ORNL Review, Vol. 36, No. 1, 2003. Marinsky and Glendenin produced promethium both by extraction from fission products and by bombarding neodymium with neutrons. They isolated it using ion-exchange chromatography. Publication of the finding was delayed until later due to the war. In September 1947, Marinsky and Glendenin announced the discovery at a meeting of the American Chemical Society.Jacob A. Marinsky, Lawrence E. Glendenin, Charles D. Coryell: \"The Chemical Identification of Radioisotopes of Neodymium and of Element 61\", J. Am. Chem. Soc., 1947, 69 (11), pp. 2781–2785; .Nervous Elements, Time magazine, September 29, 1947. Upon the suggestion of Coryell's wife, the team named the new element for the titan Prometheus, who stole fire from the gods and was punished for the act by Zeus. They had also considered naming it \"clintonium\" for the facility where it was isolated.Promethium Unbound: A New Element , ORNL Review Vol. 35, Nos. 3 and 4, 2002. ==Szilárd petition== In 1945, Glendenin and 154 other Manhattan Project scientists signed the Szilárd petition. The petition urged President Harry S. Truman not to use the first atomic bomb \"without restriction\", urging him instead to \"describe and demonstrate\" its power and give Japan \"the opportunity to consider the consequences of further refusal to surrender\".Oak Ridge petition, mid-July 1945, The Manhattan Project Heritage Preservation Association.Howard Gest, The July 1945 Szilard Petition on the Atomic Bomb; Memoir by a signer in Oak Ridge , Indiana University of Pennsylvania, accessed December 5, 2008. ==Late career== In 1949, Glendenin earned his Ph.D. from the Massachusetts Institute of Technology. That same year he joined Argonne National Laboratory, where he remained until his retirement in 1985. He published extensively on the properties of fission products. He served as Scientific Secretary on the U.S. delegation to the Atoms for Peace Conference and received the American Chemical Society's Glenn T. Seaborg Award for Nuclear Chemistry in 1974.Glenn T. Seaborg Award for Nuclear Chemistry , American Chemical Society website, accessed December 2, 2008. ==Family and death== Glendenin was married for 63 years to Ethel Glendenin (née Long), who survived him at his death in November 2008. The couple were the parents of two daughters and one son. ==References== Category:20th-century American chemists Category:Manhattan Project people Category:Massachusetts Institute of Technology alumni Category:2008 deaths Category:1918 births Category:Argonne National Laboratory people Category:Discoverers of chemical elements Category:University of Chicago alumni Category:Rare earth scientists ",
    "title": "Lawrence E. Glendenin"
}