{
    "id": "20517982",
    "text": "Hannibal Square Library was established to serve the African-American community in Winter Park, Florida. The library's establishment began with efforts by Mrs. Edwin Grover, wife of Edwin Osgood Grover. In the 1930s, Mrs. Grover taught the African American community of Winter Park and was devoted to education. In 1936, she died, leaving her husband to tend to the future of west Winter Park's education. Inheriting his wife's passion, he established a memorial fund and donated a metal cabinet holding one hundred books. This collection to the colored elementary school of Winter Park created excitement in the community and established a foundation for the Hannibal Square Library. The city of Winter Park supplied a suitable plot of land where the library's construction commenced. Hannibal Square, originally allocated for the community's African American population, took its initial steps toward pedagogy. As Loring Chase explained, > No lot shall be owned by a colored person who does not within a reasonable > period erect a residence thereon; the object being thereby and by reasonable > rates for lots, to invite a sufficiency of that class of population to meet > the demands for menial labor and at the same time to prevent an influx of > idle and vicious persons. Consequential from the Emancipation Proclamation, a massive influx of free black population occurred throughout the South. Harsh realities of post-Civil War life continued to plague the African American community through discriminatory policies, racial hierarchies, and urban segregation. Education created a sense of relevance and opportunity for the less fortunate. The Westside of Winter Park, therefore, is the perfect example of how education evolved as a progressive and defensive mechanism. > Mary Aldis, an artist living in Winter Park, heard of the need for a > building. She just sold her small studio and the money she received from the > sale was the first contribution to the library's building fund. Contributions from the Rollins College Interracial Club and the Hannibal Square Associates allowed for the library construction to commence. The Hannibal Square Library completed its construction in 1937, and on opening day the library contained a collection of 1400 books. In 1955, the associates added a special room for children's books that had been donated by local citizens. Expanding the purpose of communal education, the library hosted club meetings as well. For instance, the Boy Scouts and the Negro Woman's Club gathered together on a weekly basis. In 1968, the Winter Park Library incorporated the Hannibal Square Library under their name. Two associates, Leonard Ingram and James Crum, also integrated themselves into the new establishment. After the addition of five thousand books, a modern charging machine, a summer reading program, and a new recreational center, library activity increased. In 1971, a marvelous renovation and refurnishing of the old library took place. The next decade, however, would prove unrewarding. During the libraries last years, Miss Dixon confessed, \"When I first came here, in 1971 and 1972, there were over 300 books circulated. In the last two years, circulation has dropped\". The documented reasons for the dissipation of the Hannibal Square Library remain the following: loss of local schools, lack of encouragement for children, broken air conditioner, no heating, missing records, no cassettes or projectors, and awkward hours. While students from the Head Start program remained regulars, environmental problems restricted optimism and opportunity. Exhausted, working parents could not find the time or energy to bring their children to the library. Simultaneously, the youth began to escape through a more interactive culture filled with jazz music and entertainment. Education competed in an ever-changing modern world that continued to expand. The Winter Park Community Center acquired the former Hannibal Square Library until the \"Head Start\" program took over. The old library could no longer battle the inevitable. \"In 1971 the Hannibal Square Library Branch became part of the Hannibal Square Neighborhood Service Center. The Hannibal Square Branch Library closed in 1979 when a new library building for the City of Winter Park opened at 460 East New England Avenue.\" The legacy of Mrs. Edwin Grover sparked an educational revolution for the African American community of Winter Park, FL. When racial discrimination, prejudicial policies, and urban planning perpetuated unequal opportunity, the community's passionate individuals contributed their time, money, and energy towards a positive cause: education. The Hannibal Square Library will not only be remembered as Winter Park architecture, but as the symbolic step towards knowledge, power, and equality for all. ==Sources== *\"Hannibal Square Library Serves Public Need in New Location\" (1971). *\"Hannibal Square\" (Winter Park: Rollins College Archives). Hannibal Square Library, Ella Carruth and Isabel Monro. Wilson Library Bulletin, 1952 463-465 Category:Library buildings completed in 1937 Category:Defunct libraries Category:Libraries in Florida Category:Buildings and structures in Winter Park, Florida Category:Former library buildings in the United States Category:Libraries established in 1937 Category:Libraries disestablished in 1979 ",
    "title": "Hannibal Square Library"
}