{
    "id": "20512200",
    "text": "Akasha Gloria Hull (born December 6, 1944) is a poet, educator, writer, and critic whose work in African-American literature and as a Black feminist activist has helped shape Women's Studies. As one of the architects of Black Women's Studies, her scholarship and activism has increased the prestige, legitimacy, respect, and popularity of feminism and African-American studies. Hull has been a professor of women's studies and literature at the University of California, Santa Cruz, the University of Delaware, and the University of the West Indies, Mona, in Kingston, Jamaica. She has published four books, a monograph, three edited collections, over twenty articles in peer-reviewed professional journals, numerous chapters in a dozen volumes, fifteen book reviews, poems in more than thirty magazines and anthologies, and two short stories. Her first novel, Neicy, was released in October 2012. She lives in Little Rock, Arkansas. ==Biography== Hull was born Gloria Theresa Thompson in Shreveport, Louisiana (USA), on December 6, 1944. Her father was a carpenter and laborer, her mother a maid and cook. She graduated valedictorian from Booker T. Washington High School in Shreveport and summa cum laude from Southern University in Baton Rouge, Louisiana. During these years, she was a valuable member (as a pianist and member of the choir) at Shreveport's Zion Baptist Church. She was also secretary for the local chapter of the NAACP and a member of the Alpha Kappa Alpha sorority. After graduating from high school, Hull matriculated at Purdue University, where she earned her Master's and Ph.D. degrees in English Literature. She married on June 12, 1966; she and her husband, Prentice Roy Hull, also a graduate student, had their only child, Adrian Prentice Hull, at this time. They divorced in 1984. Subsequently, she married again (divorced in 1991) and entered into a California domestic partnership (dissolved in 2006). ==Black women's studies, feminism, and African-American studies== Hull was a member of the Combahee River Collective, a Black feminist group active in Boston in the late 1970s.Harris, Duchess. \"From the Kennedy Commission to the Combahee Collective\", in Collier-Thomas et al. (eds), Sisters in the Struggle, New York University Press, 2001, , p. 283. Membership in the collective catalyzed her focus as a scholar, activist, and critic. It was during this period that she co-edited the book All the Women Are White, All the Blacks Are Men, But Some of Us Are Brave: Black Women's Studies with Patricia Bell-Scott and Barbara Smith.. Printed in numerous editions, it is a classic in Feminist Studies, Black Studies, and Black Women's Studies. Her landmark scholarship directed attention to the lives of Black women and, combined with the numerous articles she wrote thereafter, helped remedy the emphasis within Feminist Studies on white women and within Black studies on Black men.. The National Institute conferred on Hull its Women of Color Award for this accomplishment. In 1986 Hull published Give Us Each Day: The Diary of Alice Dunbar-Nelson, only the second published diary by an African-American woman in the US.. The New York Times gave it an enthusiastic review.. Give Us Each Day revealed the life and times of Alice Dunbar-Nelson, a fascinating poet-journalist who until then had been eclipsed by her more famous husband, the renowned dialect poet and writer Paul Laurence Dunbar. Hull's book Color, Sex, and Poetry: Three Women Writers of the Harlem Renaissance continued to highlight the rich contributions of women to that pivotal era.. Its painstaking archival research revealed for the first time unsuspected homoerotic connections among the women and lesbian themes in their writings. ==Poetry, nonfiction, and fictional works== Akasha Hull's poetry was first published in Women: A Journal of Liberation in the 1970s. Since then her poems have been featured in such collections as Flatfooted Truths, Life Prayers, Sisterfire, In Search of Color Everywhere, Daughters of Africa, Erotique Noire, Callaloo, and Shout Out: Women of Color Respond to Violence. Ntozake Shange called Hull's book Healing Heart: Poems (published by Kitchen Table: Women of Color Press) “the voice of a free, fiercesome, sensual and vivid woman of color,\" while the esteemed critic Stephen E. Henderson applauded it as “a total delight.\" In her book Soul Talk: The New Spirituality of African-American Women, Hull examines the burgeoning of metaphysical and “New Age” modalities after 1980, and states that politics, spirituality, and creativity are being united into a revolutionary new paradigm. Nobel Prize Laureate Toni Morrison and literary activist E. Ethelbert Miller endorsed it, while Publishers Weekly praised it as \"powerful, practical and nourishing gumbo ... of the heart and spirit.\" In 2006 Hull moved to Little Rock, Arkansas, and devoted herself to writing fiction. She was a semifinalist (top 20 of 300) in the Ursula K. Le Guin Imaginative Fiction Contest of Rosebud Magazine for “'Touch Me,' They Said, They Wanted.” Her short story \"Plum Jelly in Hot Shiny Jars\" appeared in the 2003 Beacon Press anthology Age Ain't Nothing but a Number: Black Women Explore Midlife. In 2012 she completed her first novel. Her novel is, Hull says, the story \"of a Black actress going through a lot of love, sex, sexuality, personal enlightenment -- it's not autobiographical, but it's all me.\" ==Public appearances, activism, and awards== Hull has been the keynote speaker at numerous university and community conferences throughout the United States; given lectures and readings at numerous bookstores and other venues; been interviewed on National Public Radio about the poets of the Harlem Renaissance; participated in grassroots and professional feminist organizing; and presented workshops on multiculturalism, spirituality, creativity, and self-empowerment.. These appearances include Michigan's Everywoman's Festival, the American Library Association, the New York Open Center, the Center for the Book of the Library of Congress, a 30th Class Reunion speech, as well as conversations with notable authors Toni Cade Bambara, Gwendolyn Brooks, Maya Angelou, Alice Walker, and Octavia Butler.. She has received prestigious fellowships from the National Endowment for the Humanities, the Fulbright, Rockefeller, Mellon and Ford Foundations, the American Association of University Women, and the National Humanities Center. In 1992, Purdue University awarded her an Honorary Doctor of Letters \"for pioneering work in the field of black feminist studies that has empowered others to hear and appreciate diverse voices.\" ==Spirituality and name change== Over the course of her life, Hull has studied and/or practiced Southern Baptist Christianity, Rastafari, Santeria, metaphysics, meditation, the Alice Bailey teachings, and Buddhism. She has traveled in Brazil, Mexico, Canada, Japan, the Caribbean, England, Ghana, Hawaii, and Costa Rica. These experiences helped shape her research, poetry, and nonfiction and fiction writings. In 1992 Hull legally changed her name from Gloria Theresa Thompson to Akasha Hull. Her chosen first name is a Sanskrit word that means \"light/luminous\". ==References== Category:African- American women writers Category:American women writers Category:American writers Category:Feminist studies scholars Category:African-American feminists Category:American feminists Category:Living people Category:Women's studies academics Category:1944 births Category:Activists from Louisiana Category:African-American writers Category:Members of the Combahee River Collective ",
    "title": "Akasha Gloria Hull"
}