{
    "id": "20518651",
    "text": "Serras de Sudeste (English: Southeastern Mountain Ranges) is a dissected plateau, also named Planalto Dissecado de Sudeste (Southeastern Dissected Plateau) or Escudo Sul-Rio-Grandense (Shield of Rio Grande do Sul), located in the southeastern portion of Rio Grande do Sul state in southernmost Brazil, near Uruguay. Sobre Porto Alegre, 48° Congresso Brasileiro de Geologia - Accessed on 25 January, 2017. ==Geography== ===Topography=== This plateau has hills and hillocks covered by grasslands, known as coxilhas (cuchillas in Spanish), whose highest levels do not exceed 600 metres (1,970 feet) in altitude. This plateau was formed in Precambrian time, divided by the Camaquã River in two main units, Serra de Herval and Serra dos Tapes. This region has a triangular area between the cities of Porto Alegre, Jaguarão and Dom Pedrito, approximately. Geoquímica do Escudo Sul-Rio-Grandense: Delimitação de áreas-alvo - de José Leonardo Silva ANDRIOTTI, Raquel Barros BINOTTO, ResearchGate - Accessed on 25 January, 2017. It is an old plateau, whose tabular relief is preserved only in areas between some rivers. Análise das classificações do relevo para o Rio Grande do Sul - Jussara GONÇALVES e Neida DOS SANTOS, página 12, Boletim Gaúcho de Geografia (UFRGS) - Accessed on 26 January, 2017. There are three municipalities, in this region, whose their urban areas are situated above 400 metres (1,312 feet) of elevation: Caçapava do Sul, with 444 metres (1,456 feet), Pinheiro Machado, with 436 metres (1,430 feet), and Encruzilhada do Sul, with 432 metres (1,417 feet). With an urban area above 300 metres (984 feet) of elevation, there are the municipalities of Canguçu, with 386 metres (1,266 feet), Piratini, with 349 metres (1,145 feet), and Santana da Boa Vista, with 306 metres (1,004 feet). One of the highest points in this range of hills is Cerro do Sandi, with an elevation of 510 metres (1,673 feet), located in the municipality of Piratini. ===Climate=== Coxilhas (hills) in Morro Redondo, Rio Grande do Sul state, Brazil. The climate of this region is subtropical (Cfa), bordering on an oceanic climate (Cfb), with mild to warm summers and cool winters, with frequent frosts and fog. The rainfall is well distributed throughout the year, but occasional droughts can occur and snow is uncommon (snow flurries usually occur once or twice a decade). The last snowfalls occurred on September 4, 2006, Nevada de 2006: Espetáculo do sul ao norte gaúcho (Snowfall in 2006 - Spectacle from south to north of Rio Grande do Sul , Metsul, accessed on December 14, 2008. and on September 5, 2008, População se encanta com neve na Campanha e no sul do RS (Population is surprised by the snow in Campanha region and Southern Rio Grande do Sul), ZeroHora.com, accessed on December 14, 2008. in some municipalities of the region. The average annual temperature in Serras de Sudeste is between 16 °C (60.8 °F) and 18 °C (64.4 °F), and the average annual precipitation is about 1,400 mm (55.11 in). In the areas above 300 metres (984 feet) of elevation, the hottest month, January, has an average temperature of 21 °C (69.8 °F), and the coldest month, July, has an average of 11 °C (51.8 °F). In the lower areas of this plateau, the hottest month has an average between 22 °C (71.6 °F) and 24 °C (75.2 °F), and the coldest month has an average temperature between 11 °C and 12 °C (53.6 °F). ===Vegetation=== This plateau is located in the ecoregion of the Uruguayan savanna, and consists mostly of grasslands, with low and herbaceous vegetation (pampa) and areas of palm savanna, gallery forests along rivers, and enclaves of submontane forest. Small groves of cultivated trees by the silviculture (Babylon willow, eucalyptus, pine, cedar, cypress, acacia, poplar and platanus) and native trees (Brazilian cherry, butia, Brazilian pepper, cockspur coral tree and araucaria angustifolia) are also found. Projeto Biodiversidade RS (Biodiversity Project - Rio Grande do Sul), Biodiversidade RS, accessed on December 14, 2008. ===Fauna=== Hilly landscape in Arroio do Padre Grazing mammals of the hill range include the Pampas deer (Ozotoceros bezoarticus), the gray brocket or guazuvirá deer (Mazama gouazoubira), the capybara (Hydrochoerus hydrochaeris), the world's largest living rodent, the Molina's hog-nosed skunk and the Pampas fox (Lycalopex gymnocercus), and birds include the greater rhea (Rhea americana) and the red-winged tinamou (Rhynchotus rufescens). Jaguars, cougars and ocelots do not exist anymore in this area. ===Hydrography=== Serras de Sudeste is part of the watershed of the Camaquã River. ==Municipalities of the region== Hill near the urban area of Canguçu, with an altitude of 500 metres at the summit A ficus in the Cascata district, municipality of Pelotas The countryside of Pelotas *Aceguá *Amaral Ferrador *Arroio do Padre *Bagé *Caçapava do Sul *Camaquã *Candiota *Canguçu *Capão do Leão *Cerrito *Cerro Grande do Sul *Chuvisca *Cristal *Dom Feliciano *Dom Pedrito *Encruzilhada do Sul *Herval *Hulha Negra *Jaguarão *Lavras do Sul *Morro Redondo *Pedras Altas *Pedro Osório *Pelotas *Pinheiro Machado *Piratini *Santana da Boa Vista *São Lourenço do Sul *Turuçu ==Tourism== This region has been visited by many tourists due to the beautiful rural landscapes, with many inns among the hills. The city of Piratini, located in Serras de Sudeste, was the first capital of the Riograndense Republic, a former republic in the 19th century. História, Prefeitura Municipal de Piratini (Piratini Town Hall) - Accessed on 26 January, 2017. ==Economy== Petunia exserta, a rare member of the genus Petunia, endemic to this region. Petunia exserta - Informações da avaliação de risco de extinção, Centro Nacional de Conservação da Flora - Accessed on 26/ January, 2017. The main economic activities of the region are: agriculture, animal husbandry, mining and viticulture, with production of wines of high quality, due to the characteristics of the soil and climate. Tourism is also economically significant. The silviculture has had great economic importance, with the afforestation of grasslands with eucalyptus, pine and acacia, utilized in the logging industry. ==Highways== There are three federal highways in the region: BR-116, BR-392 and BR-293. ==See also== *Serras de Sudeste (micro-region) *Brazilian Highlands *Guiana Shield ==References== ==Bibliography== * ==External links== * Imagens da neve em Pinheiro Machado, em 05 de setembro de 2008 (Photos of the snow in Pinheiro Machado, on September 5, 2008), Metsul. Category:Landforms of Rio Grande do Sul Category:Plateaus of Brazil ",
    "title": "Serras de Sudeste"
}