{
    "id": "20515891",
    "text": "Marie Eugène Debeney (5 May 1864 – 6 November 1943) was a French Army general. He commanded a corps at the Battle of the Somme then, in the second half of 1917, served as chief of staff to the French Commander-in-Chief Philippe Pétain. He then commanded the First Army which, fighting alongside British Empire forces, played an important role in the mobile fighting of 1918, including at the Battle of Amiens and the Storming of the Hindenburg Line. He later served an important term as Chief of the General Staff of the French army in the 1920s. == Early life == Marie-Eugène Debeney was born in Bourg-en- Bresse, Ain. A student at Saint-Cyr, Marie-Eugène Debeney became Lieutenant des Chasseurs in 1886. Debeney was professor of infantry tactics at the École de Guerre.Philpott 2009, p398 He was an advocate of firepower, like Pétain and Fayolle, not a theorist of elan and the infantry offensive, like Grandmaison.Philpott 2009, p20 == First World War == === Early War === He was Chief of Staff of the First Army in 1914. He then served two tours as commander of a division.Greenhalgh 2014, p.223 === Somme === Debeney commanded a corps at Verdun in 1916.Greenhalgh 2014, p.223 Later that year he commanded XXXII Corps on the Somme. Colonel Mangin, formerly of 79th Infantry Regiment, was his chief of staff. XXXII Corps took over the section of front near Sailly-Saillisel in October 1916. The first attack on 12 October was driven back. On 15 October the elite 66th Infantry Division took over the attack: two battalions of the 152nd Infantry Regiment (the \"Red Devils\") and 68th BCA (mountain infantry brigade) captured the rest of the Bois Tripot position and the ruins of the château that covered Sailly-Saillisel from the south-west and entered the village. There was then a six-day street fight whilst the French held off German counter-attacks. The French defence on 29 October was later used as a textbook example of successful defence. \"This XXXII Corps is really very good\", commented the Army commander General Fayolle (4 November). The weather on the Somme turned atrocious that autumn, and the remains of the last houses did not fall until 12 November.Philpott 2009, pp. 398–399 === Army Commander === Debeney served as commander of the Seventh Army in Alsace from late 1916 until the spring of 1917.Greenhalgh 2014, p.223 === Chief of Staff to Petain === Debeney had long known Pétain and approved of his appointment as the French Commander-in-Chief (C-in-C). Debeney was appointed his chief of staff (replacing General Pont) on 2 May 1917.Greenhalgh 2014, p.223 On 2 June 1917 Debeney met Field Marshal Sir Douglas Haig (Commander-in-Chief of the British Expeditionary Force) and told him that the French would still participate in Haig's upcoming Flanders offensive (First Army, now under Anthoine, moved north on 7 July, ready to provide the promised six divisions along with artillery and air support), but that the planned attack on the Chemin des Dames by Sixth Army, badly affected by the mutinies, was to be cancelled. Debeney estimated that a delay of a month would be needed to allow the troops rest and leave and to restore morale. Despite his later claims to have been motivated throughout the second half of 1917 by concerns about the state of the French Army, there is no evidence that Haig was particularly disturbed by this news. Second Army’s attack at Verdun was due to begin on 15 July.Doughty 2009, p377-8Greenhalgh 2014, p.230 In the autumn of 1917, the two main Allied Prime Ministers, Lloyd George and Painlevé, were already beginning to discuss the formation of a joint Allied reserve, with a view to making Foch generalissimo in due course. Debeney commented that the Allies could never have beaten Napoleon without a joint command, \"even though he was an idiot\" (Sidney Clive notebooks 15 August and 3 September).Greenhalgh 2005, p166 On 10 October 1917 Debeney produced an abortive scheme for Pétain to be appointed coalition commander-in-chief.Greenhalgh 2014, p.268 In September and October 1917 Debeney joined Pétain in blocking general staff proposals to attack in the difficult terrain of Alsace.Doughty 2009, p392 After the initial successful British attack at the Battle of Cambrai, Debeney issued a note to Army and Army Group Commanders and Army Schools on 27 November 1917 - before the devastating German counterattack, but amidst increasing concerns that the Germans would be reinforced from the collapsing Eastern Front before the US Army was present in strength. The note demanded not just defence in depth but also the construction of bretelles (trenches perpendicular to the front lines to halt lateral exploitation in the event of a German breakthrough). All commanders were required to set labour works in motion immediately and to submit plans to GQG by 15 December.Greenhalgh 2014, p.246 === German Spring Offensives === Debeney returned to the First Army as its commander, taking over from Anthoine, in December 1917.Greenhalgh 2014, p.274 Together with Duchene’s Sixth Army, Humbert’s large Third Army, a cavalry corps, and an extra infantry corps, First Army made up Fayolle’s Reserve Army Group, which moved to hold the gap between British and French forces during the German March Offensive (which began on 21 March). The remnants of the British Fifth Army were also placed under Fayolle for a time.Clayton 2003, p150-1Doughty 2009, p439Greenhalgh 2014, p.274 By 26 March 1918 First Army had the 133rd and 166th Infantry Divisions and the 4th Cavalry Division (which fought dismounted, even after exhausting its ammunition), joined by the 163rd Infantry Division on 29 March. Foch, newly appointed Allied generalissimo, ordered Debeney forward from Montdidier. He was in a difficult position, as many of his forces had yet to arrive. By 5 April Debeney’s Army had been reinforced by four of the French divisions which had been sent to Italy the previous winter after Caporetto, as well as by other divisions (VI Corps was transferred from Third to First Army), and was fighting hard.Clayton 2003, p150-1 Clayton states that First Army already contained six divisions in March, which does not quite match the more detailed information given by Greenhalgh (2014)Doughty 2009, p439Greenhalgh 2014, p.274 Debeney’s Army linked up with the Australian 35th Battalion to plug the gap at Villers- Bretonneux, the last high ground in front of Amiens. This marked the high watermark of the German advance.Philpott 2009, p508 === Planning Amiens === First Army attacked west of the Avre on 23 July, capturing three villages, almost 2,000 prisoners and some guns. Debeney met with Rawlinson on 24 July to consolidate plans, the same day Haig and the other national commanders-in- chief met Foch. However, Rawlinson thought Debeney “in a great fright” and commented that it was “very unsatisfactory to have a man like Debeney to work with” and that he was “not altogether satisfied [Debeney] was doing things properly”, although he conceded that First Army “seem to have done very well and my Tanks helped them considerably”. In Greenhalgh's view Rawlinson was not making enough allowance for the heavy fighting by First Army in March and April, or for the advances which Debeney had made since 18 July despite his reserves having been removed for the counteroffensive on the Marne in July.Greenhalgh 2014, p.324 First Army had three organic corps in July: IX, X and XXXI, reserve divisions having been taken off for the Marne sector. By 26 July Petain had supplied four more divisions.Greenhalgh 2014, p. 324-6 First Army took part, under Haig's command, in the Battle of Amiens, together with the British, Australian and Canadian forces of Rawlinson’s Fourth Army. Haig gave Debeney orders for a more active role on 29 July. Fayolle passed XXXV Corps to him and extended his front from 26 to 34 km. He was ordered to make a two-pronged attack, with converging attacks north east and south east to entrap the German defenders opposite his centre, covered by an artillery and infantry attack by French Third Army to his right.Doughty 2009, p476-9 On 31 July XXXVI Corps, already deployed behind First Army, was put under Debeney’s command, although it remained in reserve. Debeney and Rawlinson attended the meeting of Haig, Foch and the liaison officer du Cane and other staff officers on 2 August. Rawlinson would have preferred the French to attack from Montdidier to pinch out the German salient, but Foch preferred the British and French to concentrate their forces by attacking side by side. Putting Debeney under Haig’s command also had the benefit, from Foch’s point of view, of cutting Petain, who had not been invited to the meeting and had little prior knowledge of the attack, out of the loop after friction between him and Foch during the Second Battle of the Marne.Greenhalgh 2014, p.324-6 First Army was to attack across a front of 34km south of the Luce; from north to south it deployed XXXI Corps (42nd, 153rd and 66th Infantry Divisions, three \"shock\" divisions which had fought on the Somme in 1916, with another two in reserve), IX Corps (two divisions), X Corps (three divisions), XXXV Corps (two divisions, with another in reserve). In total there were ten divisions in the first wave, three in support, and XXVI Corps (two infantry and three cavalry divisions) in Army Reserve, facing eleven divisions of the German Second and Eighteenth Armies. Debeney also deployed 1,624 guns, 90 light tanks (only two battalions after losses on the Marne) and 1,000 aircraft, including the 600 aircraft of the Air Division, put under First Army command, conducting day and night bombing and attacking enemy balloons. The BEF unit on First Army's immediate left was a Canadian armoured car detachment under the French-born Brigadier-General Raymond Brutinel. On the right Humbert's Third Army, which had borne the brunt of the Battle of the Matz in June, was to join in on 10 August, as soon as Debeney had made enough progress, an aspiration thought absurdly optimistic by Petain's staff.Greenhalgh 2014, p.325-6Philpott 2009, p520-1 === Battle of Amiens === On 7 August, having been ordered by Haig to attack the next day, Debeney and Rawlinson agreed to start the attack at 4:20am. Fourth Army was to attack at that time, without any prior bombardment, then French XXXI Corps were to maintain surprise by attacking at 5:05am, followed by IX Corps at 8:20am, aiming to cross the Avre. Three out of Debeney's five corps attacked on 8 August 1918. That day II Colonial Corps was also put under Debeney's command. By the end of the day the French had advanced 8 km (the Canadians had advanced 10 km in their sector) and taken 7,000 prisoners. XXXV Corps on the southern flank was to join in on the third day (10 August) depending on results. Fayolle was now hoping to capture not just the Montdidier area but also the hilly ground around Boulogne la Grasse, 8 km SSE of Montdidier.Greenhalgh 2014, p.326-7Clayton 2003, p156 On the day Foch telephoned Debeney twice to urge him to greater aggression.Philpott 2009, p525-6Doughty 2009, p476-9 Haig visited Debeney on the afternoon of 8 August and found him “pleased with himself”. In the amended version of his diary he claimed that Debeney was “much distressed and almost in tears” because three battalions of Colonial Infantry had “bolted” before German machine gun fire. In fact the unit, part of 15th Colonial Infantry Division, appears to have met its objectives, and was part of IX Corps which was pulled out at the end of the second day having achieved all its objectives.Greenhalgh 2014, p. 327 Orders for 9 August were for IX and XXXI Corps to press on. That day Foch urged Debeney to continue to attack “with drums beating” and to \"go quickly, straight ahead, manoeuvre, push from behind with all you have until you obtain a decision\". That evening X and XXXV Corps (from the south) encircled Montdidier and that night German Eighteenth Army withdrew to north of Roye. First Army attacked again, in conjunction with Humbert's Third Army on its right flank, on 10 August. Montdidier fell on 10 August.Greenhalgh 2014, p. 327-8Philpott 2009, p525-6Doughty 2009, p476-9Clayton 2003, p156 After Amiens Debeney agreed with Rawlinson that further attacks risked running into strong resistance, and Rawlinson lobbied Haig to refuse to make any further attacks for the time being. Although Foch reluctantly came to accept that Haig had made the right decision, he moved Debeney's First Army back under the control of Fayolle's Reserve Army Group effective noon 16 August.Greenhalgh 2005, p251Doughty 2009, p476-9 === Assault on the Hindenburg Line === In the Allied General Offensive, beginning of 29 September, Debeney's Army supported the British by launching an artillery attack and attacking a German strongpoint 10 miles south of St Quentin. After a visit to Haig's GHQ Foch ordered First Army to shift its efforts north of St Quentin, but the British were still complaining about the French \"hanging back\". The French took St Quentin on 3 October, capturing 5,000 prisoners, then crossed the canal east of city. On 4 October Foch ordered Debeney to \"support at all costs the right of the British Fourth Army\". He chided Debeney directly.Doughty 2009, p489 Doughty states that St Quentin was encircled on 1 October and fell on 2 October, which does not tally with Philpott 2009 or Greenhalgh 2014Greenhalgh 2014, p.341 Rawlinson's diary is full of complaints about Debeney; gossip about his performance at Rawlinson's HQ became so common that “to deb” became a slang term for failing to carry out an assigned task. Even Fayolle commented that Debeney was merely following the British and acting “like a clockmaker”. In fact Debeney's own records for the period speak of heavy fighting. However, his Army had been stripped of artillery for the French Fourth Army and US First Army in the Argonne, an offensive to which Foch attached greater importance; only XXXVI Corps had three divisions, whilst his other three corps had two divisions each.Greenhalgh 2005, p254Greenhalgh 2014, p.341 Clayton states that during this stage of the war it was \"generally\" Debeney's policy to wait for adjoining formations to be the first to attack, so drawing off German reserves before he made his own attack.Clayton 2003, p160 Delayed by supply problems like all the Allied armies, First Army did not push beyond St Quentin until after 8 October.Doughty 2009, p492 Debeney's forces took part in the attack at Cambrai which broke the Hindenburg Line (8 October 1918).Clayton 2003, p157 On 10 October, already aware from French intelligence that Germany had extended armistice feelers to the US, Foch ordered Debeney's First Army to extend its front northward and to overrun the line of the River Serre, to enable the British to concentrate their efforts at the liberation of Lille (which was liberated on 17 October) and between the rivers Sambre and Scheldt/Escaut towards Mons.Greenhalgh 2014, p.355-6 As directed by Foch on 10 October and Petain the following day, First Army struck between St Quentin and Laon on 15 October, crossing the small Serre river. On 17 October Debeney attacked with five corps. That night the Germans withdrew to the Hunding position. He again attacked on 24 October. By 26 October First Army was breaking through, and on the night of 26/7 October the Germans pulled back 5 kilometres across most of First Army's front.Doughty 2009, p499 Debeney had the honour of receiving the German ambassadors on 11 November for the Armistice. == Post-war == Commemorative tablet to General Debeney in Amiens Cathedral After the war he was Director of the École de Guerre, where he introduced a new curriculum, and often had his students “walk the ground” of his 1918 campaigns. He was commandant of La Place de Paris and a member of the commission which wrote France's postwar doctrinal manual: “Instruction provisoire sur l’emploi tactiques des grandes unités” (1922). As Chief of the General Staff in 1923-30 he helped shape the Basic Laws of 1927 and 1928, which implemented a reduction in the term of conscription from eighteen months to one year and shaped the French Army of the 1930s and 1940. Philpott describes him as “the dominant figure in the French Army in the 1920s, after Foch and Pétain at least”. France, her birthrate badly depleted by the war, had a population of 40 million to face Germany with a population of 80 million. While France was to be defended by the Maginot Line and her network of allies in central Europe, the plan was for the main French army to defeat a German incursion through Belgium by bataille conduite (methodical battle). This was to be materiel-intensive fighting along a broad front, inspired by Foch's operations in 1918.Philpott 2009, p571-2Doughty 2009, p515 A statue of Foch stands on the Bapaume-Peronne road, near the village of Bouchavesnes, at the point where Messimy’s chasseurs broke through on 12 September 1916. Debeney described the statue at its unveiling in 1926 as “the effigy of the conqueror of the Somme”, who had “reawakened the spirit of the offensive in our army and given it the confidence that success would follow from careful preparation and bold execution”. The Somme was “the first of the great massed battles, in which we asserted our tactical superiority over the enemy … After the Somme (Foch) began to abandon the simplistic idea of obtaining success by breaking a short section of the enemy’s front, replacing it with the more fruitful idea, which was to give us victory, of progressively dislocating the various sectors of the front”.Philpott 2009, p441, p555 Mentioned in despatches four times, he also received the cravate de commandeur for his actions in the battle of the Somme and became a Grand officier (battle of Saint-Quentin) and then (in 1923) grand cross of the Légion d'honneur. Finally, in 1926 he received the supreme reward for a general in time of war, the Médaille Militaire which he always wore. Several streets in Debeney's birthplace are named after him. == Publications == * La Guerre et les hommmes, which won the prix de l'Académie Française * Vauban * Sur la sécurité militaire de la France == References == === Further reading === * * * * * == External link == * Service records of General Debeney Category:1864 births Category:1943 deaths Category:People from Bourg-en-Bresse Category:French generals Category:French military personnel of World War I Category:École Spéciale Militaire de Saint-Cyr alumni Category:Grand Croix of the Légion d'honneur Category:Recipients of the Order of Lāčplēsis, 1st class ",
    "title": "Marie Eugène Debeney"
}