{
    "id": "20519097",
    "text": "To Catch a Woodpecker is the 79th animated cartoon short subject in the Woody Woodpecker series. Released theatrically on July 29, 1957, the film was produced by Walter Lantz Productions and distributed by Universal International. ==Plot== The Miracle Telephone Company (\"If you get your call, it's a miracle\") is having its troubles. Telephone poles are being wrecked throughout the city faster than they can be repaired. The wrecker, of course, is none other than Woody Woodpecker. The president of the company, in order to trap the guilty culprit, has installed a magnetically operated map in his office so that when poles are tampered with, the location lights up on the map. An alarm goes off and a light on the map flashes on, indicating where Woody's at work. The president calls O'Hollihan and tells him to go out and \"get that woodpecker\" or look for another job! O'Hollihan fails to catch the woodpecker, so the president undertakes the job himself. Disguising himself as a woodpecker, he sallies forth from his office. The office clerk, elevator attendant, doorman and chauffeur all say, \"Good morning, Mr. President.\" The president thinks he'll still fool that woodpecker. Woody foils the president's attempts to catch him, but the president finally turns the tables and has Woody just where he wants him when O'Hollihan returns, bent on capturing the woodpecker, and on restoring himself in the president's good graces. O'Hollihan, completely fooled by the disguise, KOs the president insteady of Woody. Entering the president's office with his prize catch, O'Hollihan sees Woody sitting at the president's desk. Turning to the woodpecker that he has clutched in his hand, O'Hollihan asks, \"Who are you?\" \"A woodpecker, you dope,\" replies the president, who starts pecking at him while he chases him for the office. ==References== *Cooke, Jon, Komorowski, Thad, Shakarian, Pietro, and Tatay, Jack. \"1957\". The Walter Lantz Cartune Encyclopedia. Category:1957 animated films Category:1957 short films Category:Walter Lantz Productions shorts Category:Woody Woodpecker films Category:1950s American animated films Category:American films Category:1957 films Category:Universal Pictures short films Category:Universal Pictures animated short films Category:Animated films about animals Category:Animated films about birds Category:American animated short films Category:Films directed by Alex Lovy ",
    "title": "To Catch a Woodpecker"
}