{
    "id": "20519862",
    "text": "Michael Robert \"Shakey\" Walton (born January 3, 1945) is a Canadian former professional ice hockey player. Walton played forward in the National Hockey League (NHL) and World Hockey Association (WHA) from 1965 until 1979. ==Formative years== Walton was born in Kirkland Lake, Ontario, but his family lived a transient existence during his youth before settling north of Toronto, Ontario. They operated a restaurant/garage in Sutton, about north of the city. He inherited his nickname \"Shakey\" from his father Bobby, who would shake his head to throw off opponents as a hockey player in England. He spent each of his first two years of junior hockey with the only two champions in the Metro Junior A League's brief history. He first attended St. Michael's College School on a partial scholarship.1961–62 Toronto St. Michael's (OHA) – Statistics. When the Majors' famous hockey program was discontinued after the 1961–62 season, Walton and the rest of the players were transferred to Neil McNeil Catholic Secondary School, where he scored 22 goals in 38 games for the Maroons in 1962–63. ==Toronto Maple Leafs== He became a part of the Toronto Maple Leafs' talent pipeline when he joined its Ontario Hockey Association farm team, the Marlboros, where he was the club's second leading scorer with 92 points (41 goals, 51 assists) in 53 games, while helping them win the league championship and Memorial Cup in 1964.1963–64 Toronto Marlboros (OHA) – Statistics. He then earned back-to-back minor league Rookie of the Year honors, first with the Tulsa Oilers of the Central Professional Hockey League (CPHL) in 1965, then with the Calder Cup-winning Rochester Americans of the American Hockey League (AHL) in 1966. Walton made his Leafs debut in 1965–66, appearing in only six matches. He established himself on the veteran-dominated team midway through the next campaign. Working exclusively on power-play situations, he scored four goals with three assists while playing in all twelve games of Toronto's postseason run to the 1967 Stanley Cup Championship. He was the club's leading scorer with 59 points (30 goals, 29 assists) in 1967–68, his first full season in the league and most productive with the Leafs.1967–68 Toronto Maple Leafs (NHL) – Statistics. His time with the Leafs was marred by constant conflict with head coach Punch Imlach and team president Stafford Smythe. Prior to his dismissal in April 1969, the domineering Imlach, disdainful of younger players, clashed with Walton over his hairstyle and bombarded him with negative comments about his on-ice performance. Also at issue was the fact that Walton's agent was Alan Eagleson, who helped establish the NHL Players' Association. Further complicating matters was Walton's marriage to Smythe's niece, and Conn Smythe's granddaughter, Candace. When an independent psychiatrist appointed by the NHL diagnosed Walton with depression in the middle of the 1970–71 season, his departure from the Leafs was imminent. ==Boston Bruins== Walton was traded by Toronto to the defending Stanley Cup Champion Boston Bruins as part of a three-way deal which also involved the Philadelphia Flyers on January 31, 1971. The Maple Leafs received Bernie Parent and a second-round pick in the 1971 NHL Amateur Draft (Rick Kehoe) from the Flyers who got Bruce Gamble and a first-round selection (Pierre Plante) in the same draft from the Leafs and Rick MacLeish and Danny Schock from the Bruins.O'Hara, Dave. \"Mike Walton Traded to Bruins,\" The Associated Press, Monday, February 1, 1971. Walton blended in well with the Bruins' prolific scorers led by Phil Esposito and Bobby Orr, his business partner at the time with the Orr-Walton Sports Camp in Orillia, Ontario. He became a part of his second Championship when the Bruins defeated the New York Rangers in the 1972 Finals. He was injured in a bizarre accident in the middle of the 1972–73 season when he tripped and fell through a plate glass door at a St. Louis hotel. Despite needing over 200 stitches and a complete blood transfusion after losing five pints of blood, he made a complete recovery. ==Minnesota Fighting Saints (WHA)== The upstart World Hockey Association, attempting to lure talent away from the established league, conducted its General Player Draft on February 12, 1972 to evenly distribute amongst its franchises NHL players with expiring contracts. Even though still under contract with the Bruins, Walton was selected by the Los Angeles Sharks. His WHA rights were traded in June 1973 to the Minnesota Fighting Saints, who succeeded in signing him to a three-year deal worth $450,000. He made an immediate impact as the WHA's leading scorer with a career-high 117 points (57 goals, 60 assists) in 1973–74.1973–74 Minnesota Fighting Saints (WHA) – Statistics. He continued as the team's top scorer for the next two seasons, but left the team on Feb. 25, 1976, three days before financial problems forced the Fighting Saints to cease operations. He also played for Team Canada when it lost the 1974 Summit Series to the Soviet Union 1–4–3. Observers considered his performance to be the biggest disappointment in the series.Mike Walton – The Summit in 1974. ==End of a career== Walton returned to the NHL to finish his 1975–76 campaign, but it was not with the Bruins. Two years earlier on February 7, 1974, they had traded his NHL rights, along with Chris Oddleifson and Fred O'Donnell, to the Vancouver Canucks for Bobby Schmautz. Even though his 66 points (29 goals, 37 assists) in 1977–78 led the Canucks and were the best numbers in his NHL career,1977–78 Vancouver Canucks (NHL) – Statistics. he was still dealt to the St. Louis Blues on June 12, 1978. His subsequent season was split between the Blues, Bruins, Chicago Black Hawks and the latter two's AHL affiliates. His final year of professional hockey in 1979–80 was spent with Kölner EC of the Eishockey- Bundesliga in West Germany. ==Personal life== Walton is married to Candace, and has three daughters: Connie, JJ and Michelle. Since his retirement from professional hockey, Walton has worked as a real estate agent for RE/MAX in Toronto. His clients have included active and former Leafs players, such as Doug Gilmour and Mats Sundin.Leitch, Carolyn. \"Sundin puts Toronto home up for sale,\" The Globe and Mail (Toronto), Thursday, May 11, 2006. He was the eponymous and initial proprietor of Shakey's Original Bar and Grill on Bloor Street in the western part of the city.Bars & Clubs Guide: Shakey's Original Bar and Grill – Toronto Life (magazine). He is the son of the former NHL hockey player, Bob Walton. ==Awards== * 1964 J. Ross Robertson Cup Championship (OHA) – Toronto Marlboros * 1964 Memorial Cup Championship – Toronto Marlboros * 1965 Ken McKenzie Trophy (Rookie of the Year – CPHL) – Tulsa Oilers * 1966 Dudley \"Red\" Garrett Memorial Award (Rookie of the Year – AHL) – Rochester Americans * 1966 Calder Cup Championship (AHL) – Rochester Americans * 1967 Stanley Cup Championship – Toronto Maple Leafs * 1968 NHL All Star – Toronto Maple Leafs * 1972 Stanley Cup Championship – Boston Bruins * 1974 Bill Hunter Trophy (Scoring Leader – WHA) – Minnesota Fighting Saints * 2010 Inaugural member of the World Hockey Association Hall of Fame ==Career statistics== ===Regular season and playoffs=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:60em\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\" | ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular season ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- | 1961–62 | St. Michael's Majors | OHA-Jr. | 26 | 13 | 11 | 24 | 12 | 12 | 7 | 7 | 14 | 10 |- bgcolor=\"#f0f0f0\" | 1961–62 | St. Michael's Majors | MC | — | — | — | — | — | 5 | 1 | 0 | 1 | 6 |- | 1962–63 | Neil McNeil Maroons | MetJHL | 38 | 22 | 22 | 44 | 32 | 8 | 4 | 3 | 7 | 10 |- bgcolor=\"#f0f0f0\" | 1962–63 | Neil McNeil Maroons | MC | — | — | — | — | — | 6 | 4 | 1 | 5 | 13 |- | 1963–64 | Toronto Marlboros | OHA-Jr. | 53 | 41 | 51 | 92 | 62 | 9 | 6 | 9 | 15 | 6 |- bgcolor=\"#f0f0f0\" | 1963–64 | Rochester Americans | AHL | 2 | 0 | 0 | 0 | 0 | — | — | — | — | — |- | 1963–64 | Toronto Marlboros | MC | — | — | — | — | — | 12 | 6 | 20 | 26 | 11 |- bgcolor=\"#f0f0f0\" | 1964–65 | Tulsa Oilers | CPHL | 68 | 40 | 44 | 84 | 86 | 12 | 7 | 6 | 13 | 16 |- | 1965–66 | Toronto Maple Leafs | NHL | 6 | 1 | 3 | 4 | 0 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1965–66 | Rochester Americans | AHL | 68 | 35 | 51 | 86 | 67 | 12 | 8 | 4 | 12 | 43 |- | 1966–67 | Toronto Maple Leafs | NHL | 31 | 7 | 10 | 17 | 13 | 12 | 4 | 3 | 7 | 2 |- bgcolor=\"#f0f0f0\" | 1966–67 | Rochester Americans | AHL | 36 | 19 | 33 | 52 | 28 | — | — | — | — | — |- | 1967–68 | Toronto Maple Leafs | NHL | 73 | 30 | 29 | 59 | 48 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1968–69 | Toronto Maple Leafs | NHL | 66 | 22 | 21 | 43 | 34 | 4 | 0 | 0 | 0 | 4 |- | 1969–70 | Toronto Maple Leafs | NHL | 58 | 21 | 34 | 55 | 68 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1970–71 | Toronto Maple Leafs | NHL | 23 | 3 | 10 | 13 | 21 | — | — | — | — | — |- | 1970–71 | Boston Bruins | NHL | 22 | 3 | 5 | 8 | 10 | 5 | 2 | 0 | 2 | 19 |- bgcolor=\"#f0f0f0\" | 1971–72 | Boston Bruins | NHL | 76 | 28 | 28 | 56 | 45 | 15 | 6 | 6 | 12 | 13 |- | 1972–73 | Boston Bruins | NHL | 56 | 25 | 22 | 47 | 37 | 5 | 1 | 1 | 2 | 2 |- bgcolor=\"#f0f0f0\" | 1973–74 | Minnesota Fighting Saints | WHA | 78 | 57 | 60 | 117 | 88 | 11 | 10 | 8 | 18 | 6 |- | 1974–75 | Minnesota Fighting Saints | WHA | 78 | 48 | 45 | 93 | 33 | 12 | 10 | 7 | 17 | 10 |- bgcolor=\"#f0f0f0\" | 1975–76 | Minnesota Fighting Saints | WHA | 58 | 31 | 40 | 71 | 27 | — | — | — | — | — |- | 1975–76 | Vancouver Canucks | NHL | 10 | 8 | 8 | 16 | 9 | 2 | 0 | 0 | 0 | 5 |- bgcolor=\"#f0f0f0\" | 1976–77 | Vancouver Canucks | NHL | 40 | 7 | 24 | 31 | 32 | — | — | — | — | — |- | 1977–78 | Vancouver Canucks | NHL | 65 | 29 | 37 | 66 | 30 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1978–79 | St. Louis Blues | NHL | 22 | 7 | 11 | 18 | 6 | — | — | — | — | — |- | 1978–79 | Boston Bruins | NHL | 14 | 4 | 2 | 6 | 0 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1978–79 | Rochester Americans | AHL | 1 | 1 | 2 | 3 | 2 | — | — | — | — | — |- | 1978–79 | Chicago Black Hawks | NHL | 26 | 6 | 3 | 9 | 4 | 4 | 1 | 0 | 1 | 0 |- bgcolor=\"#f0f0f0\" | 1978–79 | New Brunswick Hawks | AHL | 7 | 1 | 5 | 6 | 6 | — | — | — | — | — |- | 1979–80 | Kölner EC | 1.GBun | 20 | 12 | 19 | 31 | 33 | — | — | — | — | — |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" | NHL totals ! 588 ! 201 ! 247 ! 448 ! 357 ! 47 ! 14 ! 10 ! 24 ! 45 |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" | WHA totals ! 211 ! 136 ! 145 ! 281 ! 148 ! 23 ! 20 ! 15 ! 35 ! 26 |} ===International=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text- align:center; width:50em\" |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! Year ! Team ! Event ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! GP ! G ! A ! Pts ! PIM |- | 1974 | Canada | SS | 6 | 0 | 1 | 1 | 2 |} ==References== ==External links== * * Shakey Walton – Joe Pelletier's Greatest Hockey Legends.com. * Picture of Mike Walton's Name on the 1967 Stanley Cup Plaque ==Bibliography== * Cox, Damien & Stellick, Gord. '67: The Maple Leafs, Their Sensational Victory, and The End of an Empire. Toronto, ON: John Wiley & Sons Canada Ltd., 2004. * Leonetti, Mike & Barkley, Harold. The Game We Knew: Hockey in the Sixties. Vancouver, BC: Raincoast Books, 1998. * Willes, Ed. The Rebel League: The Short and Unruly Life of the World Hockey Association. Toronto, ON: McClelland & Stewart Ltd., 2004. Category:1945 births Category:Living people Category:Boston Bruins players Category:Canadian ice hockey centres Category:Chicago Blackhawks players Category:Ice hockey people from Ontario Category:Minnesota Fighting Saints players Category:New Brunswick Hawks players Category:Rochester Americans players Category:St. Louis Blues players Category:Stanley Cup champions Category:Toronto Maple Leafs players Category:Toronto St. Michael's Majors players Category:Tulsa Oilers (1964–1984) players Category:University of Virginia alumni Category:Vancouver Canucks players Category:Sportspeople from Kirkland Lake Category:Canadian expatriate ice hockey players in the United States ",
    "title": "Mike Walton"
}