{
    "id": "20513873",
    "text": "Jan Adriaan Strauss (born 18 November 1985) is a South African former professional rugby union player that played first class rugby between 2005 and 2018. He played in 66 international test matches for (captaining them in 2016) and also featured in three non-test internationals. He played Super Rugby for the and the , making 156 appearances, a record by a South African player. He also made 78 Currie Cup appearances for the and . ==Career== Strauss made his international debut for South Africa on 19 July 2008 coming off the bench against Australia in the Tri Nations. He stayed with the team for the remainder of the Tri Nations earning 5 caps, but missed out on the November tour to the UK following the return of John Smit to action with Chiliboy Ralepelle leapfrogging him in the selection order. He scored both of his first two tries for the Springboks in one test on 18 November 2012 against Scotland at Murrayfield in Edinburgh. Strauss was selected in South Africa's 31-man for the 2015 Rugby World Cup, where he became South Africa's first-choice hooker. Following a standout Super Rugby season for the Bulls, scoring 6 tries that year, Strauss was promoted to captain of the Springboks, becoming the 56th captain in the team's history. Strauss started every test that year as Captain of the team. Following captaining South Africa through a 2-1 series win over Ireland that year, Strauss continued his form in the 2016 Rugby Championship and was awarded Man of the Match in the 18-10 win against Australia, where he played the full 80 minutes- a rare feat for a hooker. Strauss also played the full 80 minutes against Argentina in two tests earlier that year on 20 August and 27 August. Despite Strauss' excellent form, the 2016 Rugby Championship was a disappointment for the Springboks as the team suffered a 57-15 loss to the All Blacks in the final round of the tournament, placing them third overall. Strauss announced that he would retire from International Rugby at the end of 2016, playing his final match for the Springboks on 26 November that year. The match was a 27-13 loss to Wales, with Strauss subbed off with 9 minutes to go. ==References== ==External links== * * Category:1985 births Category:Living people Category:Afrikaner people Category:White South African people Category:South African rugby union players Category:South African people of German descent Category:South African people of Dutch descent Category:South Africa international rugby union players Category:Cheetahs (rugby union) players Category:Free State Cheetahs players Category:Bulls (rugby union) players Category:Blue Bulls players Category:Sportspeople from Bloemfontein Category:Alumni of Grey College, Bloemfontein Category:Rugby union hookers ",
    "title": "Adriaan Strauss"
}