{
    "id": "20516347",
    "text": "{| |} Chios was a laid down for the Greek Navy by Fairfield Shipbuilding and Engineering Company, Govan in 1914. She was launched as 16 December 1914 and completed for service in the Royal Navy as HMS Melampus on 29 June 1915. On 16 April 1917 she accidentally rammed and sank the C-class submarine . She was sold for breaking up on 22 September 1921. ==Design and construction== The Greek Navy placed orders for two light cruisers and four destroyers from a syndicate of British shipbuilders and armament companies in late 1913–early 1914. The destroyers were to be built by John Brown & Company and Fairfield Shipbuilding and Engineering Company. The destroyers were of similar design to the contemporary Admiralty M-class destroyers, with the major difference being the arrangement of the ships' boiler rooms. The ships were long overall and between perpendiculars, with a beam of and a draught of . Displacement was normal and deep load. Three Yarrow three-drum boilers fed Brown-Curtis steam turbines rated at which drove three propeller shafts, giving a speed of . The ship's crew consisted of 79 officers and men. Armament consisted of three QF Mk IV guns mounted on the ships centreline, and four 21 inch (533 mm) torpedo tubes in two twin mounts. The outbreak of the First World War resulted in the four under-construction destroyers being purchased by Britain for the Royal Navy in August 1914. The first of the two Fairfield-built ships, Melampus (which had been laid down as Chios) was launched at Fairfield's Govan, Glasgow shipyard on 16 December 1914 and was completed on 29 June 1915. ==Service== Melampus was not listed as part of any unit for the rest of 1915 after commissioning. In January 1916, Melampus was listed as part of the 10th Destroyer Flotilla of the Harwich Force, but by March that year was attached to the 8th Submarine Flotilla, also part of the Harwich Force. On 24 April 1916, the Germans mounted a major operation in the North Sea, where the battlecruisers of the I Scouting Group would bombard the coastal towns of Lowestoft and Yarmouth, in order to provoke a response by the Harwich force or the British battlecruisers based at Rosyth, which would be dealt with by the German battlecruisers and the supporting battleships of the High Seas Fleet. On the afternoon of 24 April, the battlecruiser struck a mine, and on detecting and deciphering German radio signals referring to the mining, the British Admiralty ordered six submarines accompanied by Melampus to intercept the German forces. Later that night, the destroyers and cruisers of the Harwich Force were ordered out, to find the German force, and to induce the Germans to chase the British force into the path of the waiting British submarines. After the Germans bombarded Lowestoft and Yarmouth, Melampus received orders to her submarines to deploy in a patrol line to have the best change of intercepting the German ships on their return journey. Melampus sighted German ships when relaying the new orders to her submarines, and after completing passing on the orders, withdrew at high speed from the German ships. None of the British submarines managed to get close enough to the German ships to engage the Germans. One of the British submarines, , was torpedoed and sunk by the German submarine . In September 1916, the 8th Submarine Flotilla was split in two, with most of the Flotilla, including Melampus, joining the 9th Submarine Flotilla, still part of the Harwich Force. On 16 April 1917, Melampus was exercising with the submarines and off Harwich, when C16 crossed in front of Melampus at periscope depth. Melampus sighted C16s periscope, and attempted to take evasive action, but it was too late and the destroyer and submarine collided, sinking C16. Attempts by C16s crew to escape were unsuccessful, with all drowning. Melampus was cleared of all blame in the resulting enquiry. Melampus was credited with the sinking of the submarine on 22 October 1917, with Prize Money awarded to the destroyer's crew, but UC-16 had probably been sunk in a British minefield off Zeebrugge earlier in the month. Melampus remained part of the 9th Submarine Flotilla at Harwich at the end of the war. Melampus was still part of the 9th Flotilla in February 1919, but by March had left the Flotilla, and moved to Devonport. She was sold for scrap on 22 September 1921 and broken up in Germany. ==Pennant numbers== {| class=\"wikitable\" style=\"text-align:left\" !Pennant number||Date |- |H44||September 1915 |- |H75||January 1917 |} ==References== ==Bibliography== * * * * * * * * * * * Category:Medea-class destroyers Category:Ships built on the River Clyde Category:1914 ships Category:Maritime incidents in 1917 ",
    "title": "HMS Melampus (1914)"
}