{
    "id": "20519635",
    "text": "Stephen David Conway SCP (born 22 December 1957) is a British Anglican bishop. Since December 2010, he has been the Bishop of Ely. From 2006 to 2010, he was the Bishop of Ramsbury, an area bishop (before 2009) and then suffragan bishop of the Diocese of Salisbury. ==Early life and education== Conway was born on 22 December 1957. He was educated at Archbishop Tenison's Grammar School, a state grammar school in Lambeth, London. He studied modern history at Keble College, Oxford, graduating with a Bachelor of Arts (BA) degree; as per tradition, his BA was promoted to a Master of Arts (MA Oxon). Conway remained at Keble College to undertake teacher training, and he completed a Postgraduate Certificate in Education (PGCE) in 1981. He then became a teacher, working as an assistant master at Glenalmond College, an independent school in Perth, Scotland, between 1981 and 1983. In 1983, Conway started at Westcott House, Cambridge, an Anglican theological college in the Liberal Catholic tradition, to train for ordained ministry. During this time he also matriculated, studying theology, at Selwyn College, Cambridge, and he graduated with a further Bachelor of Arts (BA) degree in 1985.Diocese of Ely, 10 Downing Street website, 31 August 2010. After a further year of training, he left theological college in 1986 to be ordained in the Church of England. ==Ordained ministry== Conway was made a deacon at Petertide 1986 (29 June) by Michael Ball, Bishop of Jarrow, and ordained a priest the following Petertide (28 June 1987) by David Jenkins, Bishop of Durham — both times at Durham Cathedral. From 1986 to 1989, he served his curacy at St Mary's Church, Heworth in the Diocese of Durham. He was an assistant curate at Church of St Michael and All Angels, Bishopwearmouth, Sunderland, between 1989 and 1990, and then an honorary curate of St Margaret's Church, Durham, between 1990 and 1994. From 1989 to 1994, he was also Director of Ordinands for the Diocese of Durham. He then moved to St Mary's Church, Cockerton, Darlington, where he was Priest-in-Charge from 1994 to 1996 and Vicar from 1996 to 1998. From here he became senior chaplain to Michael Turnbull, Bishop of Durham; and subsequently Archdeacon of Durham. ===Episcopal ministry=== On 2 May 2006, his nomination as Bishop of Ramsbury was announced,Official Nomination of Suffragan See of Ramsbury , 10 Downing Street website, 2 May 2006. and he was consecrated on 22 June 2006.Northern Echo — Standing Tall He was the last area bishop under that diocese's 1981–2009 area scheme.Salisbury Diocesan Synod minutes – 99th session, 7 November 2009 p. 3 (Accessed 23 April 2014) Following the retirement of David Stancliffe as Bishop of Salisbury in July 2010, Conway was made responsible for the administration of that diocese. On 31 August 2010, it was announced that he would be the next Bishop of Ely. He was elected by the College of Canons at Ely on 18 October 2010, and the election was confirmed by the provincial court on 6 December 2010, at which point he legally became the Bishop of Ely.Diocese of Ely – March 5th date set for Installation and Children's Event (Accessed 11 April 2014) His installation and enthronement was held in Ely Cathedral on 5 March 2011. In accordance with constitutional practice, upon becoming the twenty-sixth most senior bishop in the Church of England (after the Archbishop of Canterbury, the Archbishop of York, the Bishops of London, Durham and Winchester, and the nineteen other longest serving Bishops), Conway became one of the Lords Spiritual of the House of Lords on 4 June 2014. He was introduced to the House on Monday, 7 July 2014. ==Styles== *The Reverend Stephen Conway (1986–2002) *The Venerable Stephen Conway (2002–2006) *The Right Reverend Stephen Conway (2006–present) ==References== ==External links== Category:1957 births Category:People educated at Archbishop Tenison's Church of England School, Lambeth Category:Alumni of Keble College, Oxford Category:Alumni of Selwyn College, Cambridge Category:Archdeacons of Durham Category:21st-century Anglican bishops Category:Living people Category:Bishops of Ramsbury Category:Bishops of Ely Category:Lords Spiritual Category:Alumni of Westcott House, Cambridge ",
    "title": "Stephen Conway"
}