{
    "id": "20518975",
    "text": "Red Riding Hoodlum is the 75th animated cartoon short subject in the Woody Woodpecker series. Released theatrically on February 11, 1957, the film was produced by Walter Lantz Productions and distributed by Universal International. The short is based on the fairy tale Little Red Riding Hood, written by Charles Perrault and the Brothers Grimm. ==Plot== Woody Woodpecker's nephew Knothead and niece Splinter are reading the story of Little Red Riding Hood when Woody sends them on an errand to deliver a basket of goodies to their grandmother's house. They encounter a wolf and soon realize that their trip is occurring just like the original Red Riding Hood story. While the wolf takes a shortcut, Knothead & Splinter take a \"short- shortcut\" to get to Granny's house first. But along the way, Knothead & Splinter encounter the homes of The Three Little Pigs, The Three Bears and the Old Woman Who Lived In A Shoe, before Smokey Bear informs the two that the next house is Granny's. Knothead & Splinter convince Granny to read them the story of Little Red Riding Hood to distract her while they deal with the wolf. Granny eventually encounters the wolf, but instead of being frightened, Granny puts on a red wig and make-up and gives the wolf a big kiss. The cartoon ends with Granny and the wolf getting married by a dog minister while Knothead & Splinter hold Granny's wedding dress train. ==Notes== *Though this short is a part of the Woody Woodpecker series, its main stars are Woody's nephew and niece Knothead and Splinter, making their second appearance since the previous year's Get Lost. *Smokey Bear, advertising mascot for the United States Forest Service, makes three appearances in the cartoon. First Smokey tells Knothead and Splinter where Granny's house is, then he says that he hopes party attendees are \"careful with their cigarettes\", and finally warns the wolf about being careful with matches. *The ending is similar to another Woody Woodpecker cartoon, A Fine Feathered Frenzy. In that cartoon the elderly yet rich and well manicured widow Gorgeous Gal falls in love with Woody the second she lays eyes on him. Gorgeous Gal makes not one costume change but several while constantly winking and flirting with her \"Baby!\" She wastes no time trying to put her arms around the Woodpecker so they can smooch. Much like Granny she too manages to marry the object of her heart's desire against his wishes. The film ends with her becoming Mrs. Gorgeous Gal Woodpecker. ==References== *Cooke, Jon, Komorowski, Thad, Shakarian, Pietro, and Tatay, Jack. \"1957\". The Walter Lantz Cartune Encyclopedia. Category:1957 animated films Category:1957 short films Category:Walter Lantz Productions shorts Category:Woody Woodpecker films Category:Animated films about wolves Category:1950s American animated films Category:American films Category:1957 films Category:Universal Pictures short films Category:Universal Pictures animated short films Category:Animated films about animals Category:Animated films about birds Category:Films based on Little Red Riding Hood Category:American animated short films Category:American parody films Category:Fairy tale parody films ",
    "title": "Red Riding Hoodlum"
}