{
    "id": "20512288",
    "text": "Jarmo is a two-player abstract strategy board game. According to Tartarian and Polish legend, Batu Khan, the grandson of Genghis Khan, carried this game (or a variant of it) around during his military campaigns. Supposedly, he would play at least one game before a battle in order to prepare himself. In this game, a player attempts to place as many of their pieces onto the other player's first row. At the same time, the player tries to capture as many of the other player's pieces on the way. A Jarmo variant called Jasir is played in parts of Poland, and in some eastern European countries. In fact, several variants of Jarmo and Jasir exist, but they are all fundamentally similar. Jasir means \"archer\" in Tartar, and the pieces used in the game are called archers. The games are sometimes collectively referred to as Halma. However, Jarmo and Jasir are not related to the Halma family of games which include Halma, Chinese Checkers, Conspirateurs, Ugolki, and Salta. An interesting aspect of Jarmo and Jasir is that the board is asymmetric. Each player has a different view of the game from their side of the board. The lines connecting the holes are not the same for each side of the board. To make the game more fair, it is suggested that players play two games and switch sides in between. As a note, most board games have a symmetric board. == Goal == The player with the most points wins. Two points are awarded for every archer that makes it to the other player's first row. One point is awarded for every archer remaining on the rest of the board. If both players have the same number of points, then the game is a draw. == Equipment == Jarmo's board is a 5x5 hole board with several lines connecting each of the holes. Please refer to the diagram in the external links. Each player has five pieces called \"archers\". One player plays the black archers, and the other player plays the white archers. == Gameplay == # The players first decide who will play the black archers, and who will play the white archers. They also decide who will start first. # The players then place their five archers on the row nearest them which is also called the first row (or first rank). # An archer may move along a marked line onto a hole. If the hole is occupied by an enemy archer, the enemy archer is removed from the board (the enemy archer may be played back into the game at a later time under certain circumstances - please refer to rule 7). The player's archer is then marked with a white or black line. If that same archer captures another enemy archer no additional markings are added. Captures are not compulsory. # No more than one archer can occupy any one hole at a time. Only one archer may be moved on a player's turn. Players alternate their turns in this game. # Unlike Jasir, the archers in Jarmo can move forward, backward, laterally on any marked line. In Jasir, archers cannot move backwards. # Archers that make it to the other player's first row can no longer move backward to re-enter the rest of the board behind them. They must stay there for the remainder of the game unless they are captured by an enemy archer that moves backwards onto it. # As mentioned earlier, a marked archer is one that has captured at least one enemy archer. When a marked archer reaches the enemy's first row, they allow for the player to take back one of their captured pieces from the enemy player, and place it on any available hole on the player's first row. If no holes are available on that turn, then the player must wait to place it on their next opportunity. # The game ends when any one player has brought all of their remaining archers on the board onto the enemy player's first row. The first player to do so will count two points for every archer on the enemy player's first row. The other player also counts two points for every archer on the enemy player's first row, but only one point for every archer remaining on the rest of the board. The player with the most points wins. # Due to the asymmetry of the board game, it is suggested that a second game be played with players switching sides. Points are then added together from the two games, and the winner is the player with the most points. # In order to avoid some unnecessary draws, a player cannot move an archer back and forth between two holes in four consecutive turns. == Related Games == Jasir == External links == * http://brainking.com/en/GameRules?tp=52 * https://translate.google.com/translate?hl=en&sl;=it&u;=http://www.pergioco.net/Giochi/GiochiDiTavoliere/Jasir/Jasir.htm&sa;=X&oi;=translate&resnum;=1&ct;=result&prev;=/search%3Fq%3Djasir%2Bpergioco%26hl%3Den Category:Abstract strategy games ",
    "title": "Jarmo (game)"
}