{
    "id": "20515859",
    "text": "Neil Bartram is an award winning musical theatre composer/lyricist based in New York. Bartram is the composer and lyricist of Broadway’s The Story of My Life (musical) with book writer Brian Hill (four Drama Desk Award nominations including two for Bartram – Outstanding Music and Outstanding Lyrics). Prior to Broadway, The Story of My Life played at Canadian Stage Company in Toronto and Goodspeed’s Norma Terris Theatre. Neil has also written music and lyrics for Clara’s Piano (Stratford Festival), Somewhere in the World (five seasons at the Charlottetown Festival) and The Nightingale and the Rose, and scored productions of Romeo and Juliet, Timon of Athens and A Midsummer Night’s Dream. His adaptation of Carlo Collodi's The Adventures of Pinocchio was commissioned by Chicago Shakespeare Theater for their 2011 season. Bartram and Hill’s musical Not Wanted On The Voyage received a developmental production at Northwestern University’s Barber Theatre as part of the American Music Theatre Project and was part of Goodspeed Musicals’ 2012 New Works Festival. His musical The Theory of Relativity, commissioned by Toronto’s Sheridan College and written specifically for and about college age students, was part of Goodspeed’s 2014 New Works Festival and had its London, UK premiere in May 2014. Current projects include Spin directed by Eric Schaeffer (premiered at the Signature Theatre, Arlington, VA), an adaptation of Michel Tremblay's Les Belles-Soeurs, a musical based on Ray Bradbury’s classic novel Something Wicked This Way Comes, and the stage adaptation of Disney’s beloved film Bedknobs & Broomsticks, all with book writer Brian Hill (author). Bartram's awards include a Jonathan Larson Foundation Award, a Dramatists Guild Fellowship, and a Dora Award. Cast albums include Somewhere in the World, The Story of My Life and The Theory of Relativity (PS Classics). Bartram is a member of the Dramatists Guild, ASCAP, and is an alumnus of the BMI Lehman Engel Music Theatre Workshop. His work is published by Warner / Chappell Music.bartramandhill.com ==Works== He made his broadway debut in 2009 with The Story of My Life (musical), directed by Richard Maltby Jr. and starring Will Chase and Malcolm Gets. The Story of My Life earned four 2009 Drama Desk Award nominations: outstanding book, outstanding music, outstanding lyrics and outstanding production of a musical. The Story of My Life is Licensed through Music Theatre International.http://www.mtishows.com/show_detail.asp?showid=000365 His adaptation (with book writer Brian Hill (author)) of Carlo Collodi's The Adventures of Pinocchio was commissioned by Chicago Shakespeare Theater for its 25th anniversary season in 2011., Chicago Shakespeare Theater Website - Pinocchio page. The Adventures of Pinocchio is licensed through the Rodgers and Hammerstein Organization. He and writing partner Brian Hill (author) have written a musical adaptation of Ray Bradbury's Something Wicked This Way Comes. Bartram and Hill's musical called The Theory of Relativity was commissioned by Toronto's Sheridan College and is written specifically for college age students. It received its London UK premiere on May 1, 2014.http://relativemotion.co.uk The Theory of Relativity played Goodspeed Musicals Norma Terris Theatre in May 2015.http://www.playbill.com/news/article/casting-announced-for-goodspeeds- theory-of-relativity-new-musical-from-story-of-my-life-writers-345728 The Theory of Relativity is licensed through Music Theatre International. Bartram and Hill's musical Spin was part of the 2013 Signature Theatre season directed by Eric Schaeffer.https://articles.washingtonpost.com/2013-03-04/entertainment/37433970_1_signature- theatre-new-musicals-revivals Neil Bartram and Brian Hill (author) wrote a one-woman musical entitled You Are Here which premiered at the Thousand Islands Playhouse in 2016 starring Linda Kash and directed by Robert McQueen and played at Goodspeed Musicals in 2018. http://www.1000islandsplayhouse.com/you-are-here/ Neil Bartram and Brian Hill (author) are developing a new musical called Senza Luce with the Canadian Music Theatre Project and Sheridan College, as well as a stage adaptation of Bedknobs and Broomsticks . ==References== ==External links== *Official site: Bartram & Hill *Broadway-Aimed Musical Story of My Life, With Gets and Chase, Makes U.S. Premiere in CT Category:Year of birth missing (living people) Category:American musical theatre composers Category:American musical theatre lyricists Category:Canadian musical theatre composers Category:Canadian musical theatre lyricists Category:Living people Category:Place of birth missing (living people) ",
    "title": "Neil Bartram"
}