{
    "id": "20512936",
    "text": "electrophysiological techniques used to make the recording. In neurophysiology, a dendritic spike refers to an action potential generated in the dendrite of a neuron. Dendrites are branched extensions of a neuron. They receive electrical signals emitted from projecting neurons and transfer these signals to the cell body, or soma. Dendritic signaling has traditionally been viewed as a passive mode of electrical signaling. Unlike its axon counterpart which can generate signals through action potentials, dendrites were believed to only have the ability to propagate electrical signals by physical means: changes in conductance, length, cross sectional area, etc. However, the existence of dendritic spikes was proposed and demonstrated by W. Alden Spencer, Eric Kandel, Rodolfo Llinás and coworkers in the 1960s and a large body of evidence now makes it clear that dendrites are active neuronal structures. Dendrites contain voltage-gated ion channels giving them the ability to generate action potentials. Dendritic spikes have been recorded in numerous types of neurons in the brain and are thought to have great implications in neuronal communication, memory, and learning. They are one of the major factors in long-term potentiation. A dendritic spike is initiated in the same manner as that of an axonal action potential. Depolarization of the dendritic membrane causes sodium and potassium voltage-gated ion channels to open. The influx of sodium ions causes an increase in voltage. If the voltage increases past a certain threshold, the sodium current activates other voltage-gated sodium channels transmitting a current along the dendrite. Dendritic spikes can be generated through both sodium and calcium voltage- gated channels. Dendritic spikes usually transmit signals at a much slower rate than axonal action potentials.Kampa BM, Letzkus JJ, Stuart GJ. 2007. Dendritic mechanisms controlling spike-timing-dependent synaptic plasticity. Trends in Neurosciences 30:456-63 Local voltage thresholds for dendritic spike initiation are usually higher than that of action potential initiation in the axon; therefore, spike initiation usually requires a strong input.Häusser M, Spruston N, Stuart GJ. 2000. Diversity and dynamics of dendritic signaling. Science 290:739-744 ==Voltage-Gated Channels== ===Voltage-Gated Sodium Channel=== Diagram of a voltage-sensitive sodium channel α-subunit. G - glycosylation, P - phosphorylation, S - ion selectivity, I - inactivation, positive (+) charges in S4 are important for transmembrane voltage sensing. Voltage-gated sodium channels are proteins found in the membrane of neurons. When electrically activated, they allow the movement of sodium ions across a plasma membrane. These channels are responsible for propagation of electrical signals in nerve cells. Voltage- gated sodium channels can be divided into two subunits: alpha and beta. A variety of alpha subunit voltage-gated sodium channels have been identified. Voltage-gated sodium channels found in mammals can be divided into three types: Nav1.x, Nav2.x, and Nav3.x. Nav1.x sodium channels are associated with the central nervous system. Nav1.1, Nav2.2, and Nav1.6 are three isoforms of the voltage-gated sodium channels that are present at high levels in the central nervous system of an adult rat brain.Goldin AL. 1999. Diversity of mammalian voltage-gated sodium channels. Annals New York Academy of Sciences 868:38-50 These channels have been well documented in the axonal membrane of the central nervous system. Nav1.2 has been primarily identified in unmyelinated axons while high concentrations of Nav1.6 have been observed at nodes of Ranvier of axons.Caldwell JH, Schaller KL, Lasher RS, et al. 2000. Sodium channel Nav1.6 is localized at nodes of ranvier, dendrites, and synapses. Proceedings of the National Academy of Sciences 97.10:5616-5620 Nav1.6 has been identified in the dendrites of hippocampal CA1 neurons that generate dendritic spikes; the density of Nav1.6 in these neurons is 35-80 times lower than in the initial segments of axons. Distribution of voltage- gated sodium channels along the dendritic membrane plays a crucial role in a dendrites ability to propagate a signal. High dendritic membrane thresholds often make it harder for initiation of dendritic spikes. However, increased density of voltage-gated sodium channels may reduce the amplitude of a signal needed to initiate a spike. Clustering of voltage-gated sodium channels have been observed at the synapses of the globus pallidus neuron.Hanson JE, Smith Y, Jaeger D. 2004. Sodium channels and dendritic spike initiation at excitatory synapses in globus pallidus neurons. Journal of Neuroscience 24:329-40 It has also been demonstrated through dendritic computational models that the threshold amplitude of a synaptic conductance needed to generate a dendritic spike is significantly less if the voltage-gated sodium channels are clustered at the synapse. The same type of voltage-gated channels may differ in distribution between the soma and dendrite within the same neuron. There seems to be no general pattern of distribution for voltage-gated channels within dendrites. Different neuronal dendrites exhibit different density patterns which are subject to change during development and can be modulated by neurotransmitters. ===Voltage-Gated Calcium Channel=== Like voltage-gated sodium channels, voltage-gated calcium channels are also integral membrane proteins found in the plasma membrane. Voltage-gated calcium channels generate action potentials by the same mechanisms as voltage-gated sodium channels. Various voltage-gated calcium channels have been identified in neurons. N- and P/Q-type voltage-gated calcium channels are the primary subtypes found to support synaptic transmission.Dolphin AC. 2006. A Short history of voltage- gated calcium channels. British Journal of Pharmacology 147:S56-S62 These channels are concentrated at nerve terminals. T-type and R-type voltage-gated calcium channels have been found in basal dendrites, and it is thought that the activation of these channels during action potential bursts lead to the generation of dendritic calcium spikes.Kampa BM, Letzkus JJ, Stuart GJ. 2006. Requirement of dendritic calcium spikes for induction of spike-timing- dependent synaptic plasticity. Journal of Physiology 574.1:283-290 T-type and R-type channels are all part of the alpha 1 subunit class of calcium channels. The various types of voltage-gated calcium channels result in two forms of voltage activation: low-voltage-activated (LVA) and high-voltage-activated (HVA) calcium currents. In deep cerebellar nuclei, calcium currents are not uniformly distributed along a dendrite.Gauck V, Thomann M, Jaeger D, et al. 2001. Spatial distribution of low- and high-voltage-activated calcium currents in neurons of the deep cerebellar nuclei. Journal of Neuroscience 21:1-4 The relative strength of LVA calcium currents are significantly more concentrated at the distal end of dendrites. The uneven distribution of LVA calcium currents suggests the important role of LVA calcium currents in dendritic integration at synaptic inputs. ===Voltage-Gated Potassium Channel=== Potassium channel KcsA. Voltage-gated potassium channels are another set of voltage-gated channels that play a significant role in the initiation of dendritic spikes. Voltage-gated potassium channels, similar to voltage-gated sodium and calcium channels, facilitate the movement of cations across the plasma membrane. But unlike voltage-gated sodium and calcium channels, the voltage-gated potassium channel moves cations out of the cell thereby having an inhibitory effect on dendritic spike initiation. The transient A-type voltage-gated potassium channel is a specific channel that plays a key role in dendritic spike initiation. The density of voltage-gated sodium and calcium channels is similar in both dendrites and axons; however, the dendritic membrane is far less excitable than the axonal membrane.Hoffman DA, Magee JC, Colbert CM, et al. K+ channel regulation of signal propagation in dendrites of hippocampal pyramidal neuron. Nature 387:869-875 The difference in excitability can be attributed to the presence of these voltage-gated potassium channels. Voltage-gated potassium channels inhibit the ability of dendrites to generate action potentials and decrease the amplitude of dendritic spikes with increasing distance from the soma. The ability of voltage-gated potassium channels to modulate dendritic signaling may have significant effects on synaptic plasticity. ==Spike Initiation== ===Action Potential=== Action potentials initiated in the axon normally travel down the axon away from the soma. However, it is also possible for an action potential to travel in the opposite direction, invade the soma, and then travel down the dendrite as a dendritic spike.Ma J, Lowe G. 2004. Action potential backpropagation and multiglomerular signaling in the rat vomeronasal system. Journal of Neuroscience 24(42):9341-9352 This retrograde signal provides information to the synapse that the neuron has fired an output. The efficacy of the signal varies among different neuronal types. For example, backward propagation of action potentials is very limited in cerebellar Purkinje cellsLlinas R, Sugimori M. 1980. Electrophysiological properties of in vitro purkinje cell dendrites in mammalian cerebellar slices. Journal of Physiology 305:197-213 but is quite prevalent in interneurons of the medium ganglionic layer of the cerebellum-like lobe of some fish.Gomez L, Kanneworff M, Budelli R, Grant K. 2005. Dendritic spike back propagation in the electrosensory lobe of Gnathonemus petersii. Journal of Experimental Biology 208:141-55 ===Synaptic Input=== Action potentials may be first generated at the dendrite if stimulated by strong synchronous synaptic inputs.Golding NL, Spruston N. 1998. Dendritic sodium spikes are variable triggers of axonal action potentials in hippocampal CA1 pyramidal neurons. Neuron 21:1189-1200 The ability of a dendrite to initiate an action potential is not only highly dependent on synaptic input but also on the number of voltage-gated channels and density of voltage-gated channels present in the membrane. ===Spatial Summation=== Hippocampal Pyramidal Cell Initiation of a dendritic spike through a single strong synaptic input does not guarantee that the spike will propagate reliably over long distances.Jarsky T, Roxin A, Kath WL, Spruston N. 2005. Conditional dendritic spike propagation following distal synaptic activation of hippocampal CA1 pyramidal neurons. Nature Neuroscience 8:1667-76 If multiple synapses are simultaneously activated, dendritic spikes may be formed through spatial summation. Spatial summation involves the addition of multiple input signals resulting in a larger signal and possibly a dendritic spike. Hippocampal CA1 neurons have been shown to produce reliable dendritic spike propagation through spatial summation of multiple synaptic inputs. In the hippocampus, the CA1 neurons contain two distinctive regions that receive excitatory synaptic inputs: the perforant path (PP) through the apical dendritic tuft (500-750 μm from soma) and the Schaffer-collateral (SC) through the basal and apical dendrites (250-500 μm from soma). Studies show that individual stimulation of either the PP or SC was not sufficient enough to allow a dendritic spike to initiate an action potential. However, it was shown that when a dendritic spike occurred due to PP stimulations, the presence of a SC stimulation determined whether or not the signal would propagate to the soma. ==Spike Propagation== ===Backward Propagation=== Dendritic spikes most commonly propagate backwards from the soma to distal dendritic branches. Backward propagation serves a number of functions in the neuron, and these functions vary based on the type of neuron. In general, backwards propagation serves to communicate output information to the post synaptic membrane. In many neurotransmitter releasing neurons, backward propagation of dendritic spikes signals the release of neurotransmitters.Chen WR, Shen GY, Shepherd G, et al. 2002. Multiple modes of action potential initiation and propagation in mitral cell primary dendrite. Journal of Neurophysiology 88:2755-2764 For example, Mitral cells seem to serve both as projection neurons and as local interneurons. If the axonal output of mitral cell is shut down by somatic inhibition, local dendritic action potentials cause the mitral cell to release neurotransmitters into the environment. Backward propagation of dendritic spikes has been demonstrated in various neuronal types in the brain but has rarely been studied outside of the brain. Other than neurons in the brain, dendritic spikes have been observed in the neurons of the spinal cord. ===Forward Propagation=== Forward propagation of dendritic spikes initiate due to synaptic activity, and serves to amplify signals that may not reach the soma through passive transmission. The strength of synaptic stimulation required to generate a dendritic spike varies among neuronal types. Neurons which receive relatively few inputs cannot rely on spatial summation and therefore must rely on stronger synaptic inputs. Some relatively unbranched neurons, such as the globus pallidus neuron, bypass the need of strong synaptic input by increased concentrations of voltage-gated sodium channels at the synapse. Other more branched neurons, such as pyramidal neurons, rely on spatial summation of multiple inputs to generate forward propagating dendritic spikes. Forward propagation is not well understood and much research is devoted to the subject. It is thought by most experts that this phenomenon does not occur in neurons outside of the brain. ==Spike-Timing-Dependent Plasticity== Schematic of a chemical synapse between an axon of one neuron and a dendrite of another. Spike-timing-dependent plasticity (STDP) refers to the functional changes in a neuron and its synapse due to time dependent action potentials. When an action potential reaches the pre-synaptic membrane it opens voltage-gated calcium channels causing an influx of calcium. The influx of calcium releases vesicles filled with neurotransmitters, usually glutamate, into the synaptic cleft. The neurotransmitters bind to receptors on the post- synaptic membrane opening ligand-gated channels causing the membrane to depolarize. NMDA receptors are found throughout the post-synaptic membrane and act as a coincidence detector. The NMDA detects both glutamate released by pre-synaptic vesicles and depolarization of the post-synaptic membrane. The NMDA receptor exhibits voltage-dependent block by magnesium ions. Depolarization of the post-synaptic membrane (i.e. backward propagating dendritic spike) causes the magnesium ion to be removed from the channel, favoring channel opening. NMDA receptor activation thereby allows calcium influx. Neurons that “fire together wire together” refer to strengthening of synaptic connections through NMDA receptors when glutamate release is coincident with post-synaptic depolarization. This form of wiring is known as long term potentiation. Synaptic connection can also be weakened when the activity of neurons is uncorrelated, also known as long term depression. The dependence of post-synaptic depolarization in STDP indicates the importance of dendritic spikes. In general, post-synaptic depolarization occurs coincidentally with pre-synaptic activity when a backwards propagating signal reaches the post-synaptic membrane. Dendritic spikes allow backward propagating signals to reach and depolarize the post-synaptic membrane. The strengthening and weakening of synaptic connections is one proposed method of memory formation and learning. ==Experimental Methods== === Two-Photon Glutamate Uncaging === Two-photon glutamate uncaging, a type of photostimulation, has become the premier tool for studying dendritic spikes due to its high level of precision. ===Patch Clamp=== The cell-attached patch clamp uses a micropipette attached to the cell membrane to allow recording from a single ion channel. Patch clamp recording is used to measure electrical activity in neurons. The technique uses a one micrometer diameter open tip glass micropipette to suction the membrane of a cell. The pipette is filled with ionic solution, and a silver wire is placed in the solution to conduct and amplify electrical signals. The ion solution can be varied and drugs can be delivered through the micropipette to study the effects of current under various conditions. Receptor and voltage-gated channel antagonists are often applied (i.e. nickel used to block NMDA receptors) in order to study the effects of ion channels on dendritic spike initiation. Current injection is often paired with patch clamp recordings in order to observe current modulation due to various experimental factors. ===Extracellular Electrophysiology=== Tetrode recording methods have also been shown to occasionally allow for observation of dendritic membrane potentials and dendritic action potentials. Interestingly, the chronic recording paradigm that demonstrated this also showed that dendritic voltage properties exhibited egocentric spatial maps comparable to pyramidal neurons. This rare phenomenon may be due to a glial sheath forming around the tetrode tips, creating a high impedance sea, similar to a gigaohm seal in patch recordings, that allows for such small and localized voltage measurement to be made. ===Staining and Labeling=== Staining and labeling techniques are often used in microscopy to help identify specific structures in a cell. Staining usually involves the use of dyes that are absorbed by various cell structures at different rates. Labeling involves the use of fluorescence to identify specific molecules. Fluorophores, fluorescent molecules, may be directly attached or attached to an antibody in order to detect a specific target. In the case of dendritic spikes, staining and labeling are used to identify and quantify the presence of certain voltage-gated channels. For example, rabbit polyclonal antibodies raised against synthetic peptide sequences have been used to identify the presence of Nav1.2, Nav1.3, and Nav1.6 sodium channels in dendrites of the globus pallidus neuron. ===Computational Modeling=== Computational modeling of neurons, artificial neural networking, has become a very popular tool in investigating the properties of neuronal signaling. These models are based on biological neural networks. Computational modeling can be used to study single neurons, groups of neurons, or even networks of neurons. This field has generated much interest and serves as a tool for all branches of neuroscience research including dendritic spike initiation. ==References== Category:Neurophysiology ",
    "title": "Dendritic spike"
}