{
    "id": "20510186",
    "text": "Sadruddin Hashwani is a Pakistani billionaire at Rimpa Plaza business tycoon, billionaire and author. He is the founder and chairman of Hashoo Group, a conglomerate best known for Pearl-Continental Hotels & Resorts. As of 2020, Hashwani is the seventh-wealthiest Pakistani with an estimated net worth of billion dollars according to Forbes. == Life == Born in Karachi, British India into a Persian Khoja Shia family. Hashwanis had migrated with the third Ismaili Imam Agha Khan from Persia in the early 1900s and settled in Lasbela, Balochistan. Hashwani studied at the University of Karachi and in 1960 founded the Hassan Ali Company along with his brother Mujtaba Trunkwala. By 1970s, it had become Pakistan's largest cotton trading company. However, the company was nationalised in 1973. In 1978, he launched the Holiday Inn hotel in Karachi in 1981 and later in Islamabad. Both of the hotels were converted into Marriott brand in 1990s. In 1985, Hashwani made a successful bid for the majority shares of Pakistan Services Limited, which then owned four Inter-Continental Hotels across Pakistan, the hotels were re-branded as Pearl-Continental Hotels. In 2014, Hashwani published his best-selling memoir Truth Always Prevails. In May 2011 in a press conference, he expressed his support for Pakistan and its institutions, particularly military and expressed confidence in the abilities of Pakistanis. In April 2016, he and his son, Murtaza Hashwani, were named in the Panama Papers. == Awards == Sadruddin Hashwani has become the first businessman to receive Pakistan's top civilian award: Nishan- e-Imtiaz. Nishan-e-Imtiaz (Order of Excellence) is the highest honour given to any civilian in Pakistan to recognise their achievements and outstanding services for the country. President of Pakistan Arif Alvi conferred the award upon Hashwani at the Pakistan National Day ceremony on March 23, 2019 at the President's House in Islamabad.https://gulfnews.com/world/asia/pakistan/pakistans-highest-civilian- honour-for-dubai-based-businessman-and-philanthropist-1.62966480 == Net worth == Hashwani is a billionaire. In 2008, he was named 5th-richest person in Pakistan with net worth of billion. == References == == External links == * Hashoo Group – Official site * Marriott Hotels Pakistan – Official site * Pearl Continental Hotels Pakistan – Official site Category:Pakistani industrialists Category:Pakistani billionaires Category:Living people Category:Pakistani Ismailis Category:Businesspeople from Karachi Category:University of Karachi alumni Category:1940 births Category:Pakistani people of Gujarati descent Category:Pakistani expatriates in the United Arab Emirates Category:People named in the Panama Papers Category:Pakistani hoteliers ",
    "title": "Sadruddin Hashwani"
}