{
    "id": "20515963",
    "text": "Volvo chassis, for the operator Student Agency Beulas Aura with a Volvo B12B engine at the FIAA 2011 trade fair in Madrid. Beulas SAU is a coachbuilder based in Arbúcies, Catalonia, Spain. The company builds a range of coach bodies on a variety of chassis. Their products are sold throughout Europe. ==History== The company was established in 1934 by Ramón Beulas and Narcís Pujol in Arbúcies, a village in the Selva county of the province of Girona, Catalonia, Spain. It was (after Indcar and Ayats) the third coachbuilding company to be founded in this small town, which offered the advantage of being in the midst of a densely forested area (\"Selva\" means \"forest\" in Catalan), useful since the bodyworks were still made of wood at the time. During the Spanish Civil War, Beulas built ambulance bodies for the army. For the next three decades, Beulas remained a small coachbuilder which hand-crafted each bodywork to order, making 6–10 per year. During the 1960s, the company grew steadily and components began to be standardized, allowing for an increase in production volume. In the 1970s and 1980s the company multiplied the size of the factory premises and introduced more modern designs, and in the 1990s they began their international distribution, first in Germany and the UK, and later in the rest of Europe. Today, Beulas has close to 270 employees, and produces around 310 vehicles a year. In 2012 Beulas has made a restyling of all of his models excepting Gianino. ==Products== *Gianino - small coach * Stela - small coach (Only with Mercedes-Benz engine) *Aura - coach *Stergo' Spica - coach *Cygnus - coach *Glory - top of the range luxury coach, introduced in 2008 *Jewel - Double deck coach, introduced in 2009 ==Chassis types== Beulas coach bodies are known to have been built upon the following manufacturers' chassis types (some may have been discontinued): *Iveco Bus *Mercedes-Benz *Volvo *VDL *Scania *MAN ==External links== *Official Beulas website (in English) Category:Bus manufacturers of Spain Category:Companies based in Catalonia Category:Vehicle manufacturing companies established in 1934 Category:Spanish brands Category:1934 establishments in Spain ",
    "title": "Beulas"
}