{
    "id": "20518192",
    "text": "National Unity was an Irish nationalist political study group in Northern Ireland. Nationalism in Northern Ireland in the late 1950s was dominated by the Nationalist Party. This effectively operated as a network of elected politicians. Its attempt to build a rank-and-file movement, the Irish Anti- Partition League, had ceased to function in 1956 and was wound up in 1959. Although a few former members had formed local branches of the Nationalist Party, most were unorganised, while the only checks on and support for the politicians were conventions held before each election in order to select candidates.Brendan Lynn, Holding the Ground: The Nationalist Party in Northern Ireland, 1945 - 72 (1997), In response to this, Michael McKeown and Queen's University of Belfast lecturer James Scott founded National Unity in 1959 and organised events calling for radical changes in Irish nationalism. The organisation encouraged the Nationalist Party to increase its level of activity, for it to appeal to Unionists, and also to try to draw young Irish republicans away from violence. In order to appeal to Unionists, National Unity called for nationalists to draw up a blueprint of a united and independent Ireland, and for all nationalists to unite and build a national organisation. This had little impact on the Nationalist Party, so in 1962, National Unity renewed its call, declaring that it might contest elections where no candidate clearly stood for an alternative to the current constitutional situation. The organisation did not ultimately stand any candidates, but finding that the Nationalist Party was unresponsive, it worked with Gerry Quigley, Secretary of the Irish National Teachers' Organisation, to call a conference of all nationalists. The conference was held on 19 April 1964 in Maghery. It was well attended, although Nationalist Party leader Eddie McAteer rejected his invitation, and other Nationalist MPs were reluctant to accept criticisms raised of them. The conference founded the National Political Front, into which National Unity dissolved itself. ==References== Category:Political parties established in 1959 Category:Defunct political parties in Northern Ireland Category:Political parties disestablished in 1964 ",
    "title": "National Unity (Ireland)"
}