{
    "id": "20511197",
    "text": "The high-altitude football controversy arose in May 2007 when FIFA introduced a temporary ban on international matches at more than above sea level, citing concerns about players' health and the \"unfair\" advantage to acclimatised home teams. The ruling meant that Bolivia, Ecuador, and Colombia would be prevented from hosting FIFA World Cup qualifiers in their own capital cities. The ban was revoked in May 2008. == Origins == The ruling followed complaints by the Brazilian Football Confederation that La Paz and other Andean venues left visiting players gasping for breath and with pounding hearts. Brazilian club Flamengo had vowed to boycott high-altitude games after several of its players resorted to using bottled oxygen during a Copa Libertadores fixture against Real Potosí of Bolivia, held in rainy conditions at an altitude of .Bolivia lead fight against FIFA ban on high altitude in The Scotsman Following this complaint a number of other Brazilian clubs declared that they would not play Copa Libertadores games at high altitude and put pressure on the Brazilian Football Confederation and FIFA to impose a ban on football at high altitude. == The ruling == The ruling required players to arrive at the host city one week before international games above and two weeks for matches higher than , to allow time to adjust to the thin air. == Reaction == Many of Bolivia's major cities, including Sucre and Potosí, are at high altitude. Bolivia's president, Evo Morales, vowed to lead a campaign against the ban after speaking at an emergency cabinet meeting. Morales said the ruling amounted to discrimination: \"This is not only a ban on Bolivia, but it is also a ban on the universality of sports.\" Morales described the ban as \"football apartheid,\" said he would send a high-level delegation to FIFA's headquarters in Zurich, and called on other countries to join his campaign. \"We cannot allow discrimination in football, we cannot allow... exclusion in the world of sports,\" he added. Diego Maradona joined the campaign, playing an hour-long game at Hernando Siles stadium in La Paz, which is located above sea level, to show that if a 47-year-old could play there, so could fit, young professionals. He led a team of former Argentine internationals in a 7–4 victory over a Bolivian team led by Evo Morales. On 1 April 2009, FIFA called Bolivia's 6–1 victory over the Maradona-coached Argentina national team a \"stunning defeat in high altitude against the rank outsiders\". Maradona did not blame the altitude for Argentina's defeat, giving credit to the Bolivian players \"from the goalkeeper to the last substitute\".https://www.fifa.com/worldcup/news/newsid=1044558.html#maradona+theres+nothing All of the football associations in South America except Brazil stated that they would ignore the ban on high-altitude football and play fixtures in the stadium of their host's choice, whether or not they had the opportunity to acclimatise for a week. == Raising of the limit == In June 2007 FIFA raised the limit from to , meaning that the only capital city affected by the ban would be La Paz. == Suspension of the ban == In May 2008, FIFA suspended the ban after a letter of protest from CONMEBOL, the governing body of South American football, backed by all member associations except for the Brazilian Football Confederation.Nine countries commit to play at high altitude at CONMEBOLFIFA Relaxes Stance On Altitude Ruling at FIFPro FIFA's executive committee voted to rescind the ruling, thus allowing Bolivia and Ecuador to host World Cup qualifying games in their capital cities. Sepp Blatter, FIFA's president, said the prohibition had been provisionally lifted while further studies were conducted on the effect of high altitude as well extremes of temperature, humidity, and high levels of pollution, saying \"Let us reopen the discussion.\"FIFA shelves high altitude ban at Soccerway However, on 10 June 2010 Blatter stated that \"The subject of altitude is not on FIFA’s agenda.\"Blatter: My mission is not over: on the issue of altitude ==References== ==External links== *Why Fifa's altitude ban is the height of stupidity in The Guardian *How much effect does altitude have on footballers? Online calculator. Author: Andrew Bretherick Category:FIFA Category:CONMEBOL Category:Association football controversies Category:Criticism of sports ",
    "title": "High-altitude football controversy"
}