{
    "id": "20518133",
    "text": "Miguel Sebastián Garcia (born 27 January 1984), nicknamed \"Pitu\", is an Argentine former professional footballer who played as a midfielder. ==Club career== ===Argentina=== Pitu was born in Santa Fe. He started his career in Unión de Santa Fe, base in his hometown, from which he was loaned firstly to Palestino and subsequently to Iraklis. After being released by Unión de Santa Fe he played for a brief period for Aris in the Greek Superleague, before returning on a free transfer to Iraklis during the 2010 winter transfer window. ===Iraklis=== Pitu joined Iraklis on loan during the summer of 2007. He made his league debut for his new club in a match against Atromitos for the fifth round of the 2007–08 season, replacing Giannis Papadopoulos in the 56th minute of the match. He continued to appear regularly for the club until the end of the season and he even managed to score his first goal for Iraklis, in a match against OFI. It was a crucial, match deciding, goal, scored in the injury time of the match, disengaging Iraklis from the relegation battle. In the end of the season he counted 1 goal out of 20 league appearances. ===Aris=== On 31 August 2009, Pitu signed for Aris on a free transfer. He made his debut for Aris in a 1–1 away draw against Panthrakikos, as he replaced his teammate Neto in the 76th minute. Pitu scored his only goal for Aris in a cup match against Aspropyrgos. He contributed in Aris' campaign as, in a match against AEL, he hit the corner by which his teammate Sebastian Abreu scored the equaliser for his team. He managed to appear in total of 10 matches for Aris before being released by the club on 1 February 2010. ===Iraklis=== On the very same day of his release Pitu signed a contract with former club Iraklis. The debut in this second spell for Iraklis was made in a local derby match against PAOK that ended 1–1. Until the end of the season he featured in a total of ten games for Iraklis. ===Atromitos=== Following the Iraklis's relegation, he joined Greek First Division side Atromitos on 29 June 2011, signing a two-year contract. ===PAS Giannina=== On 5 August 2019, Pitu signed for PAS Giannina on a free transfer. He appeared in total of 9 matches, 7 in the championship and 2 in the Greek Cup. After the end of a match against Levadiakos, he announced his decision to retire from football. ==References== ==External links== * * Category:1984 births Category:Living people Category:Sportspeople from Santa Fe, Argentina Category:Association football midfielders Category:Argentine footballers Category:Argentine expatriate footballers Category:Aris Thessaloniki F.C. players Category:Iraklis Thessaloniki F.C. players Category:Club Deportivo Palestino footballers Category:Unión de Santa Fe footballers Category:Atromitos F.C. players Category:Volos N.F.C. players Category:PAS Giannina F.C. players Category:Seongnam FC players Category:Super League Greece players Category:K League 1 players Category:Expatriate footballers in Chile Category:Expatriate footballers in Greece Category:Expatriate footballers in South Korea Category:Argentine expatriate sportspeople in South Korea ",
    "title": "Miguel Sebastián Garcia"
}