{
    "id": "20529201",
    "text": "Michel de Marolles Michel de Marolles (22 July 1600, Genillé - 6 March 1681, Paris), known as the abbé de Marolles, was a French churchman and translator, known for his collection of old master prints. He became a monk in 1610 and later was abbot of Villeloin (1626–1674). He was the author of many translations of Latin poets and was part of many salons, notably that of Madeleine de Scudéry. He is best known for having collected 123,000 prints (bought from him in 1667 by Colbert for Louis XIV for 28,000 livres) - this acquisition is considered the foundation of the cabinet of prints in the royal library, though it was only constituted as a department in 1720. == Publications == ===Translations=== *Liturgy : L'Office de la semaine saincte, selon le missel et bréviaire romain, en latin et en françois (The Office for Holy Week, according to the missal and Roman Breviary, in Latin and French, 1645) *Lucan : Les Œuvres de M. Année Lucain, ou l'Histoire des guerres civiles entre César et Pompée et des principaux combats qui se passèrent en la sanglante journée de Pharsale (The Works of M. Annius Lucan, or the History of the civil wars between Caesar and Pompey and the main fights which happened on the bloody day at Pharsalus, 1623, 1647 & 1649) *Virgil : Les Œuvres de Virgile, traduites en prose, enrichies de tables, remarques, commentaires, éloges et vie de l'autheur, avec une explication géographique du voyage d'Énée et de l'ancienne Italie et un Abrégé de l'histoire, contenant ce qui s'est passé de plus mémorable depuis l'embrazement de Troye jusques à l'empire d'Auguste, pour l'intelligence du poëte (The Works of Virgil, translated into prose, enriched with tables, remarks, commentaries, elogies and the life of the author, with a geographical explanation of Aeneas's voyage and an abstract of the plot, containing the most memorable events from the burning of Troy to the empire of Augustus, for the poet's intelligence., 1649) *Lucretius : Le Poète Lucrèce, latin et françois (The Poet Lucretius, in Latin and French, 1659) *Horace : Les Œuvres, en latin et françois (The Works, in Latin and French, 2 volumes, 1652-1653) *Catullus, Tibullus, Propertius : Catulle, Tibulle, Properce, de la traduction de M. de Marolle (Catullus, Tibullus, Propertius, in the translation by M. de Marolle, 2 volumes, 1653) *Martial : Toutes les Épigrammes, en latin et en françois (All the Epigrams, in Latin and French, 1655) *Juvenal and Persius : Les Satires de Juvénal et de Perse (The Satires of Juvenal and Persius, 1658) *Statius : Les Sylves et l'Achilléide (The Silvae and Achilleid, 1658) *Statius : La Thébaïde (The Thebaid, 1658) *Plautus : Les Comédies de Plaute, avec des remarques en latin et en françoys (The Comedies of Plautus, with notes in Latin and French, 1658) *Liturgy : Le Bréviaire romain (The Roman Breviary, 1659) *Lucretius : Les Six Livres de la Nature des choses (The Six Books of On the Nature of Things, 1650, revised 1659) *Seneca : Les Tragédies (The Tragedies, 1659) *Ovid : Les Livres de l'Art d'aimer et des Remèdes d'amour (The Ars Amatoria and the Remedia Amoris, 1660). Republished : Les Bibliophiles de Montmartre, Paris, 1950. *Ovid : Les Fastes (Fasti, 1660) *Ovid : Les Épistres héroïdes d'Ovide (Heroides of Ovid, 1661) *Ovid : Les Tristes d'Ovide, de la Traduction de M. D. M. A. D. V. (The Tristia of Ovid, in the Translation by M. D. M. A. D. V., Paris, Veuve de Pierre Lamy, 1661) *Ovid : Les Quatre Livres des Épistres d'Ovide, escrites du lieu de son exil dans la province de Pont (The Four Books of Ovid's letters, written in exile in the province of Pontus, 1661) *Ovid : Recueil de diverses pièces d'Ovide, et d'autres poëtes anciens, […], en latin et en françois, de la Traduction de M. D. M. A. D. V. (Collection of several pieces by Ovid and other antique poets ..., in Latin and French, in the translation by M. D. M. A. D. V., Paris, Louis Billaine, 1661) *Virgil : L'Énéide. Les Bucoliques. Les Géorgiques (The Aeneid, the Bucolics, the Georgics, 3 volumes, 1662) *Bible : Le Nouveau Testament de Nostre Seigneur Jésus-Christ (The New Testament of Our Lord Jesus Christ, 1664) *Bible : Livres des pseaumes et cantiques, latin et françois, de l'Ancien et du Nouveau Testament, enrichis de préfaces, argumens, titres et briefves annotations (Books of the psalms and songs, in Latin and French, from the Old and New Testament, enriched with prefaces, arguments, titles and brief annotations, 1666) *Aelius Lampridius : L'Histoire auguste des six autheurs anciens (The Historia Augusta from six ancient authors, 1667) *Petronius : Le Pétrone en vers (Petronius in verse, 1667) *Gregory of Tours : L'Histoire des François de S. Grégoire, evesque de Tours, qui vivait il y a près d'onze cents ans ; avec le Supplément de Frédégaire, écrit par les ordres de Childebrand, frère de Charles-Martel. La seconde partie des Histoires de S. Grégoire, contenant ses livres de la gloire des martyrs et des confesseurs, avec les quatre livres de la vie de S. Martin, et celuy de la vie des Pères (The history of the Franks by St Gregory, bishop of Tours, who lived around 1100; with the Supplement of Fredegar, written on the order of Childebrand, brother of Charles Martel. The second part of the Histories of St Gregory, containing his books on the glory of the martyrs and confessors, with the four books of the life of St Martin, and that on the life of the Fathers, 1668) *Petronius : Les Poèmes de l'embrazement de Troye et du changement de la République romaine, en concurrence de Virgile et de Lucain, par un fameux auteur du temps de Néron, traduits en vers (The Poems on the burning of Troy and the changing of the Roman republic, in parallel with those of Virgil and Lucan, by a famous author of the time of Nero, translated into verse, 1671) *Catullus : Les Épitalames de Catulle et les Nopces de Pélée et de Thétis, avec le poëme des Éloges de Vénus, traduits en vers (The Epithlamia of Catullus and the Marriage of Peleus and Thetis, with the poem of the Praises of Venus, translated into verse, 1671) *Phocas : La Vie de Virgile écrite en vers, avec plusieurs Éloges et toutes les Épigrammes des douze autheurs, lesquels ont écrit différemment sur un mesme sujet. Les Catalectes de Virgile et de quelques autres poètes anciens, traduits en vers (The Life of Virgil in verse, with many Elogies and all the Epigrams of 12 authors, which were written differently on the same subject. The Catalects of Virgil and several ancient poets, translated into verse., 1671) *Bible : Le Livre de la Genèse, le livre de l'Exode, & les XXIII premiers chapitres du Lévitique, traduits en franc̜ois, avec des notes (The Book of Genesis, the Book of Exodus and the first 23 chapters of Leviticus, translated into French, with notes, c. 1671) *Ammianus Marcellinus : Les dix-huit Livres qui nous restent des XXXI de l'histoire qu'avait composée Ammian Marcellin, depuis l'an de N. S. 354 jusques en 378 (The 28 surviving books from the 31 books of the history composed by Ammianus Marcellinus, from AD 354 to 378, 1672) *Various authors : Les Catalectes des anciens poètes latins, première partie contenant les second et troisième livres, selon le recueil de Scaliger (The Catalects of ancient Latin poets, first part containing the second and third books, according to the account of Scaliger, 1675) *Martial : Les Quinze livres, traduits en vers avec des remarques et des tables (The 15 books, translated into verse with remarks and tables, 1675) *Ovid : Les Métamorphoses d'Ovide comprises en quatre vers pour chaque fable des 15 livres de cet ouvrage ou plus tôt pour leur servir d'argument (The Metamorphoses of Ovid, made up of 4 poems for each fable in the 15 books of this work, or sooner to serve their argument, 1677) *Bible : Le Cantique des cantiques de Salomon. Traduction en vers selon le sens litteral (The Song of Songs by Solomon. Verse translation according to the literal sense., 1677) *Bible : La Prophétie de Daniel. Traduction en vers (The Prophecy of Daniel. Verse translation, 1677) *Bible : Traduction en vers de l'Apocalypse de Saint Jean apostre, selon le sens litteral exprimé par la version latine appellée Vulgate, & par les autres versions franc̜oises approuvées (Verse translation of the Apocalypse of Saint John the Apostle, according to the literal sense expressed in the Latin version called the Vulgate, and by other approved French versions, 1677) *Bible : Les Prophètes Jonas et Nahum. Touchant la pénitence des Ninivites. Traduction en vers, avec des remarques (The Prophets Jonah and Nehemiah. Touching on the penitence of the Ninevites. Verse translation, with remarks., 1678) *Ovid : Toutes les pièces qui nous restent de ce poète, lesquelles il composa pendant son exil, contenues dans les deux grands ouvrages que nous avons de luy sur ce sujet sous deux titres différents de Tristes et de Pont (All this poet's surviving works, those composed in his exile, contained in the two great works we have read on this subject under the different titles Tristia and ex Ponto, 1660) *Bible : Les Épistres et Evangiles, avec les Oraisons propres (The Epistles and Gospels, with their own prayers, 1688) *Various authors : Analise, ou Description succincte des choses contenues dans les quinze livres des Deipnosophistes d'Athénée, ouvrage délicieux traduit pour la première fois en françois (s.d.) ===Prints=== *Les Misères et les malheurs de la guerre (1633). Captions by Michel de Marolles accompanying the etchings of Jacques Callot. Republished : B. Laville, Paris, 1969. *Tableaux du temple des muses tirez du cabinet de feu Mr Favereau, et gravez en tailles-douces par les meilleurs maistres de son temps pour représenter les vertus et les vices, sur les plus illustres fables de l'antiquité, avec les descriptions, remarques et annotations (1655) *Catalogue de livres d'estampes et de figures en taille douce, avec un dénombrement des pièces qui y sont contenues, fait à Paris en l'année 1666 (1666) *Catalogue de livres d'estampes et de figures en taille- douce, avec un dénombrement des pièces qui y sont contenues, fait à Paris en l'année 1672 (1672) *Le Livre des peintres et des graveurs (1862) ===Histories and other=== *Histoire romaine [de Nicolas Coeffeteau], continuée depuis le commencement de l'empire de Dioclétian et de Maximian jusques à celuy de Valentinian et de Valens, avec les épitomés de Messala Corvinus, Aurelius Victor, Sextus Rufus, et autres (1630) *Les Mémoires de Michel de Marolles, abbé de Villeloin, divisés en trois parties, contenant ce qu'il a vu de plus remarquable en sa vie, depuis l'année 1600, ses entretiens avec quelques-uns des plus savants hommes de son temps, et les généalogies de quelques familles alliées dans la sienne ; avec une briève description de la très-illustre maison de Mantoue et de Nevers (1656) *Suitte des Mémoires de Michel de Marolles abbé de Villeloin contenant douze traitez sur divers Sujets curieux... (1657) *Mémoires de Michel de Marolles abbé de Villeloin. Avec des notes historiques et critiques [by abbé Gouget] (1755). This edition does not include the interesting genealogical notes in the Sommaville edition of 1656, though they do appear in a rare Suitte of 1657 *Traité du poëme épique, pour l'intelligence de l'Énéïde de Virgile (1662). Réédition : Olms, New York, 1974. *Histoire des roys de France et des choses plus mémorables qui se sont passées sous leur règne. Écrite en abregé sur le modèle des anciens (1663) *Paris, ou la Description succincte, et néanmoins assez ample, de cette grande ville, par un certain nombre d'épigrammes de quatre vers chacune, sur divers sujets (1677) *Trois essais pour la version entière de la Bible, selon l'édition qui fut commencée de l'année 1665 (1678) *Les Histoires des anciens comtes d'Anjou et de la construction d'Amboise, avec des remarques sur chaque ouvrage (1681) *Inventaire des titres de Nevers, de l'abbé de Marolles, suivi d'extraits des titres de Bourgogne et de Nivernois, d'extraits des inventaires des archives de l'église de Nevers et de l'inventaire des archives des Bordes, publié et annoté par le Cte de Soultrait (1873) *Géographie sacrée contenant les noms de tous les éveschés de l'Église latine. Les Apostres. Les Saints évangélistes. Les SS. Docteurs de l'Église. Les Papes qui ont esté depuis 1600 (s.d.) *Considérations sur une critique judicieuse qui s'est faite sur l'Énéide de Virgile, avec des exemples tirez des versions de quelqu'autres ouvrages de plusieurs poètes illustres de l'antiquité, pour montrer ce que peut notre langue françoise sur ce sujet (s.d.) *Le Roy, les personnes de la cour, qui sont de la première qualité, et quelques-uns de la noblesse qui ont aimé les lettres ou qui s'y sont signalés par quelques ouvrages considérables (s.d.) ==Bibliography == * Abbé Louis Bossebœuf, Un Précurseur: Michel de Marolles, abbé de Villeloin, sa vie et son œuvre, Tours, Imprimerie Tourangelle, 1911 ou 1912 (et Genève, Slatkine Reprint, 1971). * Jean Rou, Mémoires Inédits et Opuscules de Jean Rou (1638–1711), published by Francis Waddington for the Société de l'Histoire du protestantisme français, Paris, Agence Centrale de la Société, 1857, 2 vol. [These Mémoires contain direct evidence on the abbé de Marolles from his Protestant friend and neighbour Jean Rou, avocat to the Parlement de Paris (1659) and interpreter to the ambassador to the Dutch Republic (1689–1711). Some copies of these Mémoires have a \"feuille additionnelle spéciale\" containing passages which, for example, \"could offend modern sensibilities\" ; one of these passages is in two feuillets concerning the abbé de Marolles and attributing to him \"advanced\" ideas and secret descendents.] * Jean Bernard, Portrait d'un honnête homme, Michel de Marolles, abbé de Villeloin, in Les Amis du Pays Lochois, n° 12, December 1996, I.S.S.N.-1244-3816, pp. 73–98 Category:1600 births Category:1681 deaths Category:French abbots Category:French art collectors Category:French translators Category:French classical scholars Category:French male non-fiction writers Category:French Christian monks Category:17th-century French people Category:17th-century Christian monks Category:Translators of Virgil ",
    "title": "Michel de Marolles"
}