{
    "id": "20526141",
    "text": "Mark Zug is an artist and illustrator who is known for his work with the Septimus Heap series and Harlan Ellison's adaption of I, Robot. He has illustrated many collectible card games, including Magic: The Gathering and Dune, as well as books and magazines. He lives in Pennsylvania.Artist and Illustrator Mark Zug == Biography == Artist Mark Zug has been drawing from his childhood. He discovered his passion for painting to bring to life things not available to the senses - dinosaurs, superheroes, Jules-Vernean submarines, imaginary cars, races of ancient astronauts, starships inspired by then-fresh Star Trek etc. Turning continuously to fiction for inspiration, he discovered the authors Frank Herbert and Tolkien as a teen. Then giving his art a perhaps-needed break after high school, he started working as a class-A machinist at a nearby factory while experimenting with a musical career. == Rise to prominence== He returned to art, inspired by Frank Frazetta and illustrators of the Brandywine School. In 1985 he returned to art and started painting in oil, and attended art school for 2.5 years (no diploma). He capped his tutorial by ghost-painting western novel covers and penciling historical comic strips on the side. His first big break came in 1992 illustrating Harlan Ellison's I, Robot: The Illustrated Screenplay, for which he also did 160 pages of fully painted comics. He fulfilled a long-held dream illustrating Frank Herbert's Dune universe - in the form of Last Unicorn's collectible card game of the same name, which proved a springboard into game illustration. ==Present== His works have appeared on the covers of famous novels by famous authors like Tanith Lee, Diana Wynne Jones, Hilari Bell, the Dragonlance series, Star Wars comics, the magazines Popular Science, Dragon, Dungeon, Duelist, Inquest, Star Wars Gamer, Amazing Stories, and graced many fantasy game products and brands like Shadowrun, Battletech, Dune, and Magic: The Gathering.Magic: the Gathering cards illustrated by Mark Zug He has also done cover artwork for novels by Angie Sage. His work is included in the book Masters of Dragonlance Art.D'Ammassa, Don (January 2003). \"Masters of Dragonlance Art\", Chronicle 25 (1): 30. His first work with children's novels was illustrating the cover art and the inside pictures for the Septimus Heap series by Angie Sage. He has illustrated all seven released novels. ==Critical acclaim== Mark Zug has received quite a few accolades for his visually stunning artwork. His work in the Nancy Yi Fan novel Swordbird was acclaimed, saying that \"Mark Zug's black-and-white drawings repeat strategically, offering a visual underpinning to the characters and story line.\"Swordbird by Nancy Yi Fan - Mark Zug illustration He was nominated for a Chesley and received the Jack Gaughan Award for Best Emerging Artist in 2001. ==Bibliography== Novels:Bibliography for Mark Zug *2005: Septimus Heap, Book One: Magyk *2006: Septimus Heap, Book Two: Flyte *2007: Septimus Heap, Book Three: Physik *2008: Septimus Heap, Book Four: Queste *2009: Septimus Heap, Book Five: Syren *2011: Septimus Heap, Book Six: Darke *2013: Septimus Heap, Book Seven: Fyre Interior Art: *1995: Illustrations (I, Robot: The Illustrated Screenplay) *1999: A Whisper of Caladan Seas *2000: High Jump Cover Art: *1995: Cover - I, Robot: The Illustrated Screenplay *1996: Cover - Gold Unicorn *1997: Cover - Red Unicorn *1998: Cover - Amazing Stories, Fall 1998 *2003: Cover - The Alabaster Staff *2003: Cover - The Best of The Realms *2003: Cover - Wild Robert *2005: Cover - The Shattered Land *2005: Cover - Septimus Heap, Magyk *2006: Cover - Septimus Heap, Flyte *2007: Cover - Septimus Heap, Physik *2008: Cover - Septimus Heap, Queste *2009: Cover - Septimus Heap, Syren *2011: Cover - Septimus Heap, Darke *2013: Cover - Septimus Heap, Fyre Dungeons & Dragons *2001: Lords of Darkness (cover) *2007: Rules Compendium ==Awards== Mark Zug has won a few awards for his outstanding works *2001 - Jack Gaughan Award for Best Emerging Artist *2005 - Chesley Award for Best Gaming Related Illustration (2005)(October 2005). \"Chesley Awards\", Chronicle 27 (9): 10–11. *2010 - Illie Award for \"Helium\" presented at IlluXCon ==References== ==External links== *Official Mark Zug website - link to the fantasy world of Mark Zug *Mark Zug bibliography * Category:1959 births Category:American illustrators Category:Artists from Pennsylvania Category:Fantasy artists Category:Living people Category:Role-playing game artists Category:Septimus Heap ",
    "title": "Mark Zug"
}