{
    "id": "20528010",
    "text": "is a 2008 Japanese science fiction comedy-drama film directed by Kwak Jae- yong, starring Haruka Ayase and Keisuke Koide. == Plot == It is 22 November 2007. Jiro Kitamura (Keisuke Koide) is spending his 20th birthday alone. As he buys a birthday present for himself in a shopping mall, he gets the attention of a 'cute girl' (Haruka Ayase) and she surprisingly smiles at him. Afterwards, she successfully steals a pair of clothes, which Jiro notices, but he ignores it as she walks away in front of him and he is distracted by her beauty. The mystery girl, who seems to be interested in him, follows him to a restaurant, where he eats spaghetti on the advice of his grandmother (later revealed to be his mother who gave birth to him in old age) for a longer and peaceful life. She suddenly appears and sits with him, stating that it's 'her birthday too'. The two of them then exchange birthday presents. The girl, who seems unused to everything, behaves very boldly and suddenly rushes with Jiro out of the restaurant without paying the bill, provoking the manager to chase the two through Tokyo. As he spends time with the girl, Jiro finds himself charmed by her. But, after a few hours, the girl insists she has to leave and goes with a tearful goodbye. The story then jumps to one year later, as Jiro again celebrates his birthday alone in the same restaurant. All of a sudden, the same-looking girl appears in front of him. Jiro's older self from 65 years in the future had sent this girl to save him from a disastrous fate. She was actually a cyborg, modelled after the girl he met a year before in 2007. While he rejoices in her presence, the restaurant is suddenly attacked by a gunman, but she saves him and the other guests by throwing the gunman out of the window. Despite her 'cute' outward appearance, she is incredibly strong and behaves erratically. Later, in Jiro's home, she reveals her true identity by showing him a 3D projection of a video in which an elderly Jiro from the future warns him about an upcoming disaster. The old Jiro told him that the shooting at the restaurant paralyzed him for life. However, a lottery ticket he bought earlier was fortunate for him. He spent all his time and money on one thing: creating the cyborg girl to save his past self about 60 years ago. Now, he has recreated the history of his timeline by sending her. This was not supposed to happen, but things would correct themselves by recalibrating to the right dimension. In a short span of time, she becomes Jiro's protector as well as a loyal friend and they both share some wonderful moments. She also saves many other lives from tragic deaths that old Jiro had regretted witnessing. Over time, Jiro not only becomes dependent on, but also falls in love with her. However, when she cannot return his feelings, he gets irritated and forbids her from seeing him unless she can do so. He begins to regret this, especially when it becomes apparent that she is still helping him while staying out of his sight. Another disaster soon occurs: a gigantic earthquake completely devastates Tokyo. As his apartment block collapses, she appears to help him, but even her superhuman strength isn't enough to save him. After telling Jiro that she now understands his feelings, she is destroyed while saving him. Later, distraught, Jiro finds her body and spends the next 61 years trying to rebuild her. He eventually succeeds but dies shortly after. Further in the future (63 years later) in 2133, a girl is told by her friend that there is a cyborg on display that looks just like her. She is curious, and buys the now defunct cyborg to experience the memories stored in her hard- drive. Intrigued, she then decides to fulfil her wish of going back in time to meet Jiro. She is revealed to be the actual girl who met Jiro on his 20th birthday (22 November 2007), who did so because she wanted to meet him before the cyborg did. After the events of the story, she comes again to the moment when Jiro weeps over the destroyed body of the cyborg. She then says \"I can feel his heart,\" and decides to live with Jiro from then on, changing his fate again. ==Cast== * Haruka Ayase - Girl (nameless; seen 22 November 2007): A girl who suddenly appeared before Jiro whilst he was celebrating his birthday alone. After a few hours, she stated that she had to go and vanished again. She seems to be a notable glutton. Her looks and eating habits were the model for the cyborg who later appeared to him. She seems to have a hidden agenda of her own, though... * Haruka Ayase - Cyborg Girl (nameless; seen 22 November 2008 to sometime before 7 April 2009): The cyborg who the future Jiro sent back in time to protect his younger self from a terrible fate. She has superhuman strength and speed, can show holograms through her eyes, and can reproduce the past through this. She can shock people through electrical charge from her skin and eyes, and can also imitate people's voices perfectly after only hearing them once. She appears to be just like a normal person, down to her ability to eat. Drinking alcohol causes malfunctions in her system. She doesn't like being called a robot. After Jiro's death, she was preserved in a museum, then put up for auction in the 22nd century. Her conception and subsequent portrayal was intended to be similar to the behavior of cyborgs in the Terminator series, as a sort of homage as well as parody. : Date of production: 22 May 2070 (from the pamphlet) : Codename: Cybodain Model 103 (English subtitles: Cyberdyne Model 103) : Head: A reproduction of human neurons via nanotechnology, with molecular analog circuitry for coordination. She is installed with AI (Artificial Intelligence). : Body: Her bones are made from an alloy found on Jupiter's satellite Io, and her cells are the same structure as a human's. As an android, she seems to have 'eternal life', as her cells don't decay. : Special skill: Gradually being able to understand the feelings of humans. : Mission: Protect Jiro. * Haruka Ayase - Future Girl (nameless; from the 22nd Century): After acquiring the Cyborg Girl (whom she has a close resemblance to), she learns about its past, and travels back into 2007 where she meet Jiro (hence giving him a memory of her into 2008), and later into the year (not made clear) where Tokyo was devastated by an earthquake, so that she can marry Jiro and spend her life with him. * Keisuke Koide - Jiro Kitamura (the 'boku' of the title): A university student who has bought a present for himself and gone to eat spaghetti at the same restaurant every year for his birthday. What he studies is unclear, although he attends lectures on mathematics. He has a part-time job at a hamburger shop. His birthplace was in a small village in the mountains, although it was destroyed by an earthquake which led to the dispersal of all its residents. Future Jiro became a millionaire through a lottery ticket he had originally purchased. However, the thought of the accident which left him disabled (a random shooting at the same restaurant) still weighed on him heavily, and he decided to send back a cyborg to change his younger self's fate. When the present Jiro grows old and dies, a waxwork model of him is preserved in a museum alongside the cyborg he created. : Date of birth: 22 November 1987 : Name: Jiro Kitamura : Address: An apartment in a building at the city centre : Pet: Previously a cat (childhood days), currently an iguana (2007). Its name is always 'Raoul'. * Kenta Kiritani - Kenta Sato: Jiro's friend. In the same year as he is at university. Seems to know a lot about cooking involving capibaras, and likes to impress girls. * Naoto Takenaka - University professor: Always has a lot of energy when talking about formulas in his lectures. Relentlessly throws chalk at his students, loves baseball and has quirky whole-body gestures when he strikes his target with flying bits chalk kept in a special box. * Kazuko Yoshiyuki - Jiro's grandmother: The one who told Jirou that he should always eat noodles on his birthday for a long life. Thought to be deceased in 2008. It is a secret as to who she really is. Later revealed in the movie that she was Jiro's mother. * Hiromasa Taguchi - Shooter: Seemingly lost his mind in the restaurant on 22 November 2008. Shot at the customers randomly with an automatic rifle, then poured petrol all over the restaurant and planned to set fire to it. The cause of future Jirou's disability. == Adaptions == A manga adaptation by Akihiro Nakamura was released on 17 October 2008 (). Based on the film, it was published in Kodansha's Young Magazine. == References == == External links == * * Category:2008 romantic comedy-drama films Category:2000s science fiction comedy-drama films Category:2008 films Category:Android (robot) films Category:Cyborg films Category:Japanese disaster films Category:Films directed by Kwak Jae-yong Category:Japanese romantic comedy- drama films Category:Japanese science fiction comedy-drama films Category:Japanese films Category:Japanese-language films Category:Next Entertainment World films Category:2000s romantic fantasy films Category:Films about time travel Category:Films set in 2007 Category:Films set in 2008 Category:Films set in 2009 ",
    "title": "Cyborg She"
}