{
    "id": "20525698",
    "text": "John Warren Cooke (February 28, 1915 - November 28, 2009) was an American politician and newspaper publisher. A Democrat, he served in the Virginia House of Delegates 1942-1980 and was its Speaker from 1968 until his retirement. ==Personal life; non-political career== Cooke was born in Mathews, Virginia, to Giles Buckner Cooke and the former Katharine Grosh. His father, an Episcopal minister, had been a major in the Confederate States Army, serving on the personal staff of Robert E. Lee.Jamerson, p. 143 Attending both public and private schools, Cooke graduated from Lee-Jackson High School in Mathews. He spent one year at the Virginia Military Institute, then went to work for the Mathews County government, serving as clerk of the county school board, among other tasks. Cooke married Anne Brown Rawn of Huntington, West Virginia on May 10, 1947. They had a son and a daughter. ==Career== Cooke was president of Tidewater Newspapers, Inc. in Gloucester, Virginia and published the Gloucester-Mathews Gazette-Journal newspaper from 1954 until March 2009. Cooke was elected to the Virginia House of Delegates in 1941, representing Mathews and Gloucester Counties on the Middle Peninsula. The seat had been briefly held by James Bland Martin, and before that for many years by John Tabb DuVal of Gloucester County, although for four years (1929-1933) it had been held by Emma Lee Smith White of Mathews, and Cooke later said that until postwar redistricting, an informal understanding had been that a person from Gloucester County would serve two terms, then allow someone from Mathews county to hold the office.Martha W. McCarney, Mathews County Virginia: Lost Landscapes, Untold Stories MathewsCounty Historical Society 2015) p. 495 cites a 1992 oral history In 1944, Middlesex County was added to the district. That same year, he became secretary of the House Democratic caucus. Cooke was an alternate delegate to the 1948 Democratic National Convention. He became Democratic caucus leader in 1950 and majority floor leader in 1956. In 1965, Charles City and New Kent Counties on the Virginia Peninsula were added to the district. Cooke was elected House Speaker on January 10, 1968, replacing the retiring E. Blackburn Moore. That year he co-sponsored the Virginia Freedom of Information Act. In 1971 Cooke's district changed one more time, dropping Charles City and New Kent Counties and adding Essex, King and Queen and King William Counties. Cooke retired in 1979. ==Death and legacy== Cooke died on November 28, 2009 at his home in Mathews County at the age of 94. ==Notes== ==References== * * ==External links== * * * Category:1915 births Category:2009 deaths Category:Speakers of the Virginia House of Delegates Category:Virginia Democrats Category:Virginia Military Institute alumni Category:People from Mathews, Virginia Category:20th-century American politicians ",
    "title": "John Warren Cooke"
}