{
    "id": "20522773",
    "text": "\"'\", originally \"Lascia la spina, cogli la rosa\", is an Italian-language soprano aria by composer George Frideric Handel that has become a popular concert piece. ==History== Its melody is first found in act 3 of Handel's 1705 opera Almira as a sarabande; the score for this can be seen on page 81 of Vol. 55http://imslp.org/wiki/File:PMLP29677-HG_Band_55.pdf of Friedrich Chrysander. Handel then used the tune for the aria \"Lascia la spina, cogli la rosa\", or \"Leave the Thorn, Take the Rose\", for the character Piacere in part 2 of his 1707 oratorio Il trionfo del Tempo e del Disinganno (which was much later, in 1737, revised as Il trionfo del Tempo e della Verità).http://imslp.org/wiki/File:PMLP44532-HG_Band_24.pdf Four years after that, in 1711, Handel used the music again, this time for his London opera Rinaldo and its act 2 aria \"Lascia ch'io pianga\" (\"Let me weep\"), a heartfelt plea for her liberty addressed by the character Almirena to her abductor Argante. Rinaldo was a triumph, and it is with this work that the aria is chiefly associated. ==Music== Handel wrote the aria in the key of F major with a time signature of and a tempo marking of Largo. In the first edition published by John Walsh, the orchestration is unspecified,The songs in Rinaldo, first edition giving only a solo melody line above an unfigured bass line. There is the mention 'violins' at bar 23 where the singer breaks (bar 31 in most modern editions which include an 8-bar introduction). Chrysander claimedhttp://imslp.org/wiki/File:PMLP44810-HG_Band_58a.pdf to have worked from Handel's 'performance score' and stated that the autograph manuscript had been lost (although RISM state that the British Library hold a fragment of the autograph missing 53 bars);https://opac.rism.info/search?id=800238134 Chrysander's edition shows two violins and a viola with a cello. He does not provide figuring for the continuo. It is not clear whether he invented the additional string parts himself (as he often did) or found them in the performance score to which he referred. Most modern editions seem to be based upon Chrysander's version, as can be seen from the different placement of certain syllables in the melismata in his version and in the Walsh first edition. A performance takes about five minutes. The aria has been recorded by many artists, and is featured in several films including Farinelli; All Things Fair by Bo Widerberg;Lærerinden – Musikstycken (in Swedish). Swedish Film Institute. Retrieved on 28 July 2008. L.I.E. by Michael Cuesta; AntichristAntichrist Pressbook (PDF). Artificial Eye. Retrieved on 28 July 2009. and Nymphomaniac, both by Lars von Trier. ==Libretto== Cardinal Benedetto Pamphili's text and lyrics for the 1707 version of the aria are: Lascia la spina, cogli la rosa; tu vai cercando il tuo dolor. Canuta brina per mano ascosa, giungerà quando nol crede il cuor. Leave the thorn, pluck the rose; you go searching for your pain. Hoary frost by hidden hand will come when your heart doesn't expect it. Handel's 1739 pasticcio Giove in Argo also has a \"Lascia la spina\" aria, but a shorter one, less known, and set to a different melody. The libretto for Rinaldo was written by Giacomo Rossi from a scenario provided by Aaron Hill. Almirena is addressing the Saracen king of Jerusalem, Argante, who is holding her prisoner and has just disclosed his passion at first sight for her.The following is the original text by Aaron Hill (from the booklet annexed to Jean-Claude Malgoire's first full recording of Rinaldo, released by CBS in 1977): Permit the wretched to complain Of their unhappy fate; The loss of liberty's a pain That should our sights create. When you wou'd comfort an afflicted mind, Pity, not love, shou'd make you kind. Lascia ch'io pianga mia cruda sorte, e che sospiri la libertà. Il duolo infranga queste ritorte, de' miei martiri sol per pietà. Let me weep over my cruel fate, and let me sigh for liberty. May sorrow shatter these chains, for my torments just out of pity. ==Notes== ==References== ==Bibliography== * ==External links== * *, Sandrine Piau with the Akademie für Alte Musik Berlin, conducting Category:Arias by George Frideric Handel Category:Opera excerpts Category:Compositions in F major Category:1705 compositions Category:Soprano arias ",
    "title": "Lascia ch'io pianga"
}