{
    "id": "20527494",
    "text": "Habib Sy is a Senegalese politician, currently serving as Director of the Cabinet of the President of Senegal. He has been a member of the government of Senegal since 2002. In the mid-1990s, Sy was Director of the Cabinet of Minister of State Abdoulaye Wade during Wade's participation in the government.\"GOUVERNEMENT : Les Cv des membres de l’équipe de Cheikh Hadjibou Soumaré\", Nettali (Seneweb.com), 21 June 2007 .CV at Ministry of Equipment website (document file). He then became an adviser at the Ministry of Trade and the Craft Industry in October 1998, a technical adviser at the Ministry of Trade in April 2000, and the General Administrator of Fondation Trade Point Sénégal in August 2000. Entering the Senegalese government as Minister of Agriculture and Animal Husbandry on 6 November 2002,\"Liste du nouveau gouvernement sénégalais du 06 novembre 2002\", Sangonet.com . Sy's portfolio was modified in August 2003, when he was appointed as Minister of Agriculture and Hydraulics; he was then appointed as Minister of Agriculture, Animal Husbandry and Hydraulics in April 2004. Later in the year, he was promoted to the position of Minister of State for Agriculture and Hydraulics in November 2004, and he was moved to the position of Minister of State for Infrastructure, Equipment, Land Transport and Internal Maritime Transport in February 2006. In the 3 June 2007 parliamentary election, Sy was elected to the National Assembly on a departmental list of the Sopi Coalition.\"Le Conseil constitutionnel confirme définitivement la large victoire de la Coalition Sopi\", Le Soleil (Seneweb.com), June 15, 2007 . In the government appointed after the election, on 19 June, Sy was retained in the government as Minister of State for Infrastructure, Urban Hydraulics and Sanitation.\"( Officiel ) Les membres du nouveau Gouvernement : Au total (37) Ministres\", Agence du Presse Senegalaise (Seneweb.com), 20 June 2007 . His portfolio was slightly reduced on 5 July 2007, when he was appointed as Minister of State for Infrastructure and Sanitation.\"DECRET N°2007-834 du 05-07-2007 mettant fin aux fonctions de ministres, nommant de nouveaux ministres et fixant la composition du gouvernement\" , Senegalese government website . Sy subsequently served as Minister of the Civil Service before being appointed as Director of the Cabinet of the President of the Republic on 10 September 2009.\"LÉGER RÉAMÉNAGEMENT DU GOUVERNEMENT : Zacharia Diaw remplace Habib Sy à la Fonction publique\", APS (lesoleil.sn) . ==References== Sy, Habib Category:Senegalese Democratic Party politicians Category:Government ministers of Senegal Category:Living people Category:Year of birth missing (living people) ",
    "title": "Habib Sy"
}