{
    "id": "20529614",
    "text": "Obadyah Ben-Yisrayl (born Christopher Dwayne Peterson January 20, 1969) is an American man found guilty of committing four murders and acquitted on three other murder charges related to the \"Shotgun Killer\" spree in Indiana from October 30, 1990 to December 18, 1990. The murders took place in a number of jurisdictions, and Peterson faced a number of trials in different venues. Peterson had initially confessed and then recanted. He was acquitted in two trials for three of the murders and found guilty of four murders in two subsequent trials. Initially sentenced to death for those murders, his death sentence was commuted in 2004. Ronald J. Harris was also charged and found guilty in two of the murders. The incident is controversial for a number of reasons such as Peterson is African American, while the initial descriptions of the suspect of the murders was described as white; Peterson had been illegally arrested for committing another crime which impacted the use of evidence in the \"Shotgun Killer\" spree trials because it was deemed improperly collected; Peterson's initial confession was recanted under claims of duress; the trials with all-white juries came to different conclusions than juries which included people of other races; and in the final case to go to trial, the judge over-ruled the jury's decision not to impose the death penalty. ==Crime and investigation== Between October 30, 1990 and December 18, 1990, there were a series of murders in northern Indiana in which seven people were killed by assault with a shotgun. A witness at one of the murders provided a description of the killer to police, who made up a drawing of the suspect and distributed it on flyers. The witness's description was of a \"clean-shaven, slender, white man with long stringy brown hair.\" Peterson, from Gary, and at the time UA from the Marines, and Antwion McGee, 21, were arrested January 29, 1991, after a robbery and an attempted murder of a restaurant manager at the Southlake Mall near Merrillville. McGee led police to Ronald J. Harris, 21. Harris told police he was with Peterson during two incidents where he alleged Peterson killed two of the victims. McGee also told police that Peterson admitted the killings. ==Trials== The prosecution involved three defendants, seven murders, several attempted murders, with multiple locations which resulted in multiple trials in multiple venues. ===Trial of Harris for murder of Dhaliwal=== Harris was tried in June 1991 for the 13 December 1990 murder of Harchand Dhaliwal. Harris denied he killed Dhaliwal and said Peterson did it. Harris maintained he was merely an innocent bystander. The prosecution stated that Harris had accompanied Peterson during another murder, that of Hammersley. Harris had given a statement to the FBI in which he said he was with Peterson when Hammersley was murdered. But at his trial he denied this was the case. He said he signed the statement because the FBI said he could go home if he signed it. The witness to the Hammersley murder had also identified Harris as the shooter in the Hammersley murder. Harris was convicted. Harris was later convicted of Hammersley's murder too. ===Trial of Peterson for Mills and Hammersley murders=== Peterson's first trial in September and October 1991 was for the murders of Lawrence Mills and Rhonda Hammersley. In preparation for Peterson's first trial, several evidentiary hearings were held. In one, it was determined to allow the shotgun recovered from Peterson's apartment to be used as evidence because Peterson's mother had allowed police entry. The defense also objected to the confessions obtained by police. In examining the issue, it was held that Peterson's arrest for the mall restaurant incident was illegal, but that the confessions obtained some 30 hours after taking him into custody would be admissible, because the delay \"tend[ed] to dissipate any taint of illegality.\" Peterson had been identified by a witness in a photo- lineup as the man who shot at her while she was standing in her garage. This shooting took place between the time Mills was killed and the time Hammersley was killed. Because this photo lineup was performed after Peterson's illegal arrest for the unrelated robbery and shooting at the mall, it was determined it was “fruit of the poisonous tree” and could not be admitted; however, it was determined that the witness could identify him in open court. The second witness who saw Hammersley's murder testified that a shooter fired through an open window of her car at her. She ducked. She felt the weapon's muzzle on her neck, and then a voice said, \"All right, that's enough, let's go.\" The witness had originally identified the shooter as white, and had identified Harris as the shooter. She said that she recalled in January 1991 that the shooter had an accomplice. The prosecution's position was that Peterson was the shooter and Harris was the accomplice. The shotgun recovered from Peterson's apartment and the cartridge casings recovered from the crime scene were shown to be linked by examination of the marks made by the firing pin. Police testified that during the course of the interrogation, before he finally confessed, Peterson said, \"There is no white guy. I shot them all.\" The confession was introduced to prove the facts of the shootings. In addition, drug use and racial hatred became themes from Peterson's confession that the prosecution highlighted during all of Peterson's trials. The jury consisted of 6 whites, 4 blacks and 2 Hispanics; it included 8 women and 4 men. They acquitted Peterson. Jurors later stated that they believed the shells came from Peterson's gun, but had no evidence Peterson was ever at the crime scene. However, jurors did not know that Peterson's palm print had been taken from the surface of Mills’ car. This would have established his presence at the crime scene, but it was not allowed as evidence because it was regarded as \"poisonous fruit\" of Peterson's illegal arrest. Jurors in this case and in succeeding cases were also suspicious of the confessions. The sketch circulated by police didn't look at all like Peterson. And the first witness's identification of Peterson as the shooter had wavered. ===Trial of McGee and plea bargain=== At the end of 1991 McGee was tried for the January 1991 robbery and shooting of the assistant manager of a restaurant at a mall. Peterson participated in this crime. McGee was arrested and led police to Harris and Peterson. According to McGee, Peterson admitted to him shooting at a man in the mall incident, and admitted to the other crimes as well. McGee faced a 50-year sentence, but as part of a deal requiring him to testify against Peterson in forthcoming trials, prosecutors agreed to charge him with a lesser offense carrying an 8-year term. ===Trial of Peterson for Wildermuth and Kotso shootings=== Peterson was tried in January for the murder of Wildermuth and the attempted murder of Kotso. The prosecution's evidence included Peterson's confessions, the shotgun and shell identification, McGee's testimony, and Kotso's eyewitness account. Against this, the defense presented an alibi that Peterson had been seen at a party. Kotso had originally repeatedly identified his attacker as a black man, but he had been badgered by highly aggressive questioning by an officer of the Indiana State Police to the point that he backed off the racial identification to avoid being seen as a racist. It turned out that the motive for the Kotso shooting was to confuse police with the second shooting of the night. Wildermuth had been killed in a rage fueled by drugs and racial antipathy; Kotso would not have been shot if he had been black. Again Peterson was acquitted. Jurors stated they had come to their decision because (1) Police had not taken fingerprints from the shotgun itself; (2) they didn't seal off the crime scene and the shotgun shells used as evidence were found the next day; (3) only Peterson's confession, about which they had doubts, put him at the scene of the crimes, and (4) the police had conducted a 25-minute interrogation the day before the confession, but hadn't recorded it. ===Trial of Peterson for Dhaliwal and Meitzler murders=== Statements by the prosecution led to a mistrial at the jury selection stage. However, the process was restarted and evidence presented. The jury heard Peterson's confession in which he said he killed Dhaliwal in a \"rage to hurt,\" and \"just snapped\" when he killed Meitzler. The defense called Peterson's girlfriend to establish an alibi that he was at a party. Peterson was convicted. Prosecutors said it made no difference that the jury was all white. ===Trial of Peterson for the Balovsky murders=== This trial was held in April 1992. Prosecution evidence included Peterson's confession, McGee's testimony, and identification of shotgun shells found at the scene. The defense advanced an alibi defense, and stated that McGee had a key to Peterson's apartment and had access to the shotgun. Again highlighted were racial elements of the confession in which Peterson said, \"(They) were white people and at the time I had this vengeance. It just snapped.\" Again Peterson was convicted. The jury recommended against the death penalty, but the Judge, James Clement, overturned the jury on this point and sentenced Peterson to death. == Post-trial commutation of death sentence == Peterson maintains his innocence. Peterson was granted post-conviction relief and re- sentenced to 120 years in prison December 12, 2004. His sentence was later commuted to 120 years in prison. He is scheduled for release on April 16th, 2051 according to the Indiana Department of Corrections. == See also == * List of serial killers in the United States == References == Category:American people convicted of murder Category:American serial killers Category:Male serial killers Category:African-American people Category:People convicted of murder by Indiana Category:American prisoners sentenced to death Category:Living people Category:1969 births ",
    "title": "Christopher Peterson (serial killer)"
}