{
    "id": "20526190",
    "text": "Alice Harris (born 1934), also known as \"Sweet Alice\", is a community organizer, based in Watts, Los Angeles, California, as the founder and executive director of Parents of Watts, a local youth outreach group. == Early life and education == Born in Alabama in 1934, Harris experienced poverty, homelessness and single motherhood as a teenager.Browning, Paul, \"‘Sweet Alice’ Harris to be honored with ‘Community Leadership Award’\", Dateline Dominguez (California State University, Dominguez Hills), September 25, 2015. Retrieved February 17, 2016. > I've been working with youth and adults for the last 52 years. The reason > I've done this for so long is because I can remember when I needed help. In > Alabama a family gave me help when I was considered 'nothing.' They gave me > a job, so I promised them that whenever I find somebody in the same shape > and wearing the same shoes I wore, I would do for them what they had done > for me,\" said Harris, who studied cosmetology and later operated her own > beauty shop in Detroit, MI, before moving to Los Angeles in the late 1950s. > \"I won't stop. I'll be doing this until the Lord comes and gets me because I > love it. I love to see people smile and I know how good they feel, because I > know how good I felt. . When she could, she took college courses in sociology and child development and earned a bachelor's degree from California State University, Dominguez Hills.Sweet Alice Harris 50th Watts Rebellion Commemoration. California State University, Dominguez Hills. == Parents of Watts == As a witness to the 1965 Watts Rebellion, and as a way to help ease the tensions in her community that followed, Harris and a group of volunteers worked out of her house to help rebuild the community. Linking with other civic groups, she formed the Black and Brown Committee, which eventually became the Parents of Watts (POW) in 1979 and was incorporated in 1983. Today, POW operates more than 15 programs in eight houses purchased by Harris. It provides emergency food and shelter for the homeless, tutoring, health seminars and parenting classes, literacy courses, drug counseling, college and career preparation, and housing assistance for anyone who needs it. > \"We started working with youth and adults. I gave up my house so we would > have a community center to help the children and keep them from getting > killed,\" said Harris. \"Then enrollment started going up at our schools. It > let us know that what we were doing in the Parents of Watts was working.\" == Honors and awards == In 1993, Essence magazine presented Harris with an award for her work. In 2002, California lieutenant governor Cruz Bustamante named Harris \"Woman of the Year,\" in honor of her community outreach efforts through Parents of Watts. Harris was featured on an episode of Extreme Makeover: Home Edition after a freak 2003 flood damaged her home. In 2007, The Women's Conference awarded Harris a Minerva Award. In 2008, Harris received an honorary Doctor of Humane Letters degree from the University of Southern California. In that year, she was also named one of U.S. president George H. Bush's \"Points of Light\", bestowed upon citizens who made a significant impact in their communities through volunteer work. On October 8, 2015, Harris was honored with the Community Leadership Award during California State University, Dominguez Hills' (CSUDH) Founders' Dinner. == References == Category:1934 births Category:Living people Category:California State University, Dominguez Hills alumni Category:American community activists Category:People from Gadsden, Alabama Category:African-American activists Category:Activists from Alabama ",
    "title": "Sweet Alice Harris"
}