{
    "id": "20524905",
    "text": "Bill Keene (1927 – April 5, 2000) was a television and radio personality who became famous in the Los Angeles, California market as a traffic and weather announcer. He was particularly known for his colorful humorous traffic reports which included numerous puns and he became a fixture in Los Angeles broadcasting. Keene first took to the airwaves while still in high school in his native Scottsbluff, Nebraska. After serving as an Army Air Corps navigator during World War II, he was hired as news and sports director at KBOL radio in Boulder, Colorado where he studied journalism at the University of Colorado. Keene's Los Angeles broadcasting career began in 1957 at KNXT-TV (now KCBS-TV) as a weather reporter. He is credited with helping pioneer the station's hourlong news format, promoted as The Big News, which featured Keene and long time Los Angeles newscaster Jerry Dunphy and Brent Musburger. During the same period he also reported the weather on the sister radio operation KNX (AM). Later he hosted the daytime television variety show \"Keene at Noon\" which was later called \"The Bill Keene Show.\" In 1976 Keene started working full-time at KNX where he became one of the first regular radio traffic reporters in Los Angeles. Puns were a regular feature in a Bill Keene traffic report. For example, when a ladder was reported on the freeway he would announce “Watch out for rung way drivers” and “Don’t worry, the highway patrol will be taking steps to remove that ladder.” Keene retired in 1993. He died in his sleep in Tucson, Arizona in 2000, months after suffering a stroke. ==Honors== In 1992 Keene was awarded a star on the Hollywood Walk of Fame. In 2006, the California Department of Transportation officially named the Four Level Interchange in Downtown Los Angeles the Bill Keene Memorial Interchange in Keene's honor. ==References== Category:American radio personalities Category:History of Los Angeles Category:1927 births Category:2000 deaths Category:People from Scottsbluff, Nebraska ",
    "title": "Bill Keene"
}