{
    "id": "20523304",
    "text": "Gregg Cagno, July 2012, Black Potatoe Music Fest, Clinton, NJ Gregg Cagno is an American songwriter and touring performer in the singer/songwriter and folk genres. ==Career== Born in 1969, Cagno grew up in Clinton, New JerseyMiler, Stuart. \"Weekend Special: A Music 'Gumbo'\", The New York Times, July 7, 2002. Accessed December 4, 2017. \"It may be echoing a national trend, but the Black Potatoe Fest retains a distinct New Jersey flavor. Ms. Vigoda went to Princeton University, and Groovelily's drummer, Gene Lewin, not only went to Princeton, he grew up there and currently lives in West New York. Mr. Cagno grew up in Clinton.\" and now lives in Philadelphia, Pennsylvania. He is a 2006 ASCAP award winner in the folk category, and was a finalist in the Kerrville Folk Festival's prestigious New Folk competition. Cagno has performed throughout North America in venues including The John F. Kennedy Center for the Performing Arts' Millennium Stage, Godfrey Daniels, Club Passim, Eddie's Attic, and Falcon Ridge Folk Festival. He currently records for Black Potatoe Records. Mostly appearing solo, Cagno is sometimes accompanied by Karl Dietel on keys, violinist Carol Sharar, or Jimmy Heffernan on Dobro. In addition to performing, Cagno has taught songwriting and guitar workshops for the NJ State Teen Arts Festival and Young Composers festival. Cagno's song \"In Her Own Eyes\" (co-written with Robert Meitus) is in the Smithsonian Folkways Recordings archives with the FAST FOLK catalog. The title track of his first CD \"Backroad Driver\" was featured on NPR's Car Talk. His tune \"Just the three of us\" was an award winner at the 2002 South Florida Folk Festival. Cagno learned his craft, and perfected his smooth baritone voice, as a teenager playing and volunteering at the Godfrey Daniels stage in Bethlehem, Pennsylvania. He began playing out regularly while a student at Rutgers University, and became a core of New Jersey's flourishing acoustic scene in the early 1990s (loosely centered on musician Spook Handy's weekly open mikes at New Brunswick's Corner Tavern). It was during this time that he met and began occasionally performing with Linda Sharar. After college, Cagno moved to Hoboken, New Jersey and quickly established himself as a leading figure in what was then one of the most important alt music scenes in America. In 1995, Cagno teamed up with Sharar and Christian Bauman (Cagno and Bauman attended North Hunterdon High School together\"Persistence pays off for Hunterdon singer-songwriter\", The Courier-News, September 1, 2002. Accessed December 4, 2017. \"When Gregg Cagno was at North Hunterdon Regional High School, he played songs by Neil Young and The Band in a rock act.\") and the bands The Marys, Big Happy Crowd and The Amazing Incredibles to create the musical collective Camp Hoboken. The name Camp Hoboken came from Cagno's regular camping spot at the Falcon Ridge Folk Festival. The artists collaborated on songs and performances until 1999, and released two recordings. Sharar, Cagno, and Bauman often toured under the Camp Hoboken name, frequently with the late Rachel Bissex. In interviews with National Public Radio and on Vin Scelsa's Idiot's Delight, Bauman said that the Camp Hoboken era was the basis for his third novel \"In Hoboken\" (2008) and that the character of James was loosely based on Gregg Cagno. ==Discography== * Backroad Driver (1994) * Tales From Sixth & Clinton (1997) * Present Moment Days (2000) * Simple Gifts (2002) * Worth The Wait (2014) ==References== ==External links== * Official website * Official facebook page Category:American male singers Category:American singers Category:North Hunterdon High School alumni Category:People from Clinton, New Jersey Category:Songwriters from New Jersey Category:American folk musicians Category:Living people Category:Fast Folk artists Category:Year of birth missing (living people) ",
    "title": "Gregg Cagno"
}