{
    "id": "20525366",
    "text": "Unveiling a Parallel: A Romance is a feminist science fiction and utopian novel published in 1893.\"Two Women of the West,\" Unveiling a Parallel, Boston, Arena Publishing Co., 1893. The first edition of the book attributed authorship to \"Two Women of the West.\" They were Alice Ilgenfritz Jones and Ella Merchant, writers who lived in Cedar Rapids, Iowa. ==Genre== The novel is one of a large number of works of speculative fiction and utopian and dystopian fiction that characterized the later nineteenth and early twentieth centuries.Matthew Beaumont, Utopia Ltd.: Ideologies of Social Dreaming in England, 1870-1900, Leiden, Brill Academic Publishers, 2005.Jean Pfaelzer, The Utopian Novel in America, 1886-1896: The Politics of Form, Pittsburgh, University of Pittsburgh Press, 1984.Kenneth Roemer, The Obsolete Necessity, 1888-1900, Kent, OH, Kent State University Press, 1976. Feminist issues and approaches were significant in this wave of speculative literature. While women writers typically advocated feminist causes and values (as in Mary Lane's Mizora and Elizabeth Corbett's New Amazonia), there were also exceptions: conservative and traditionally-oriented women who used speculative fiction to argue against feminism (as in Anna Bowman Dodd's The Republic of the Future). ==Story== Jones and Merchant differed from some other feminist novelists of their generation (like Corbett and Lane, mentioned above) in that they made their fictional protagonist male instead of female. Their hero travels to the planet Mars in an \"aeroplane.\" (That term had originated in France in 1879; this novel provided one of the earliest uses of the word in English.)William Shepard Walsh, A Handy Book of Curious Information, Philadelphia, J. B. Lippincott, 1913; p. 14. The nameless traveller visits two different \"Marsian\" societies; in both, there is equality between men and women. In one, Paleveria, women have adopted the negative characteristics of men; in Caskia, the other, gender equality \"has made both sexes kind, loving, and generous.\"Suzanne Romaine, Communicating Gender, London, Lawrence Erlbaum Associates/Taylor & Francis, 1998; pp. 331-2. The technological level is comparable on both planets; the Martians rely on Martian horses for transport. The narrator first lands in the Martian country of Paleveria, which is a republican and capitalist state, with clear class divisions; the people are vegetarians, and dress in loose robes. Their homes (at least among the aristocrats) are classical and palatial, with marble floors and statuary, silk hangings, and frescoes on the walls. Women in Paleveria can vote, hold political office, and run businesses; they propose marriage to men, have sex with male prostitutes, and even participate in wrestling matches. The traveller stays with an astronomer named Severnius, in the city of Thursia; he studies diligently and learns the language. Severnius acts as his guide to Paleverian society -- as does the astronomer's beautiful sister Elodia. The narrator soon falls in love with Elodia, but is shocked by her liberated traits and habits. Elodia is a banker by profession; she drinks alcohol and imbibes a Martian drug, has affairs with men, and eventually reveals an illegitimate child.Everett Franklin Bleiler with Richard Bleiler, Science- Fiction: The Early Years, Kent, OH, Kent State University Press, 1990; p. 753. Severnius, for his part, asks the narrator about Earth, and the traveller is hard put to provide logical and acceptable explanations for many Earthly customs, mainly involving the distinctions between the sexes. The narrator is appalled by women participating in martial arts -- and Elodia condemns this too; but she also condemns men's boxing matches, which the traveller accepts as natural. The narrator and Severnius debate several other issues including women, specifically centered around their nature, which the narrator argues is inherent to all women while Severnius argues that character is based entirely on the individual and is a separate sphere than gender. While on a walk with Elodia, the narrator confronts her about many of these differences and the anxiety he has felt on the planet. He insists that she is better than the version of herself she presents and pushes a more conservative version of femininity that he believes she could embody. It is then that Elodia reveals that she has had a child out of wedlock that she does not claim. The narrator is profoundly shocked when he learns of Elodia's illegitimate daughter; he leaves for a visit to Caskia. This northern country has a more co-operative and egalitarian social and economic order than Paleveria has; its people cultivate intellectual, artistic, and spiritual qualities. Caskia approaches the status of a Martian Utopia. In the city of Lunismar, the traveller meets another Martian woman, Ariadne, who is more traditionally feminine by conservative Earthly standards. He considers her \"the highest and purest thing under heaven.\" He also meets a venerated teacher called The Master; the two have a long spiritual conversation. The narrator returns to Earth. Unveiling a Parallel has been reprinted in several modern editions. ==Analysis== Jones and Merchant worked to make sure that their fictional world on Mars was very similar to their own world so that the differences between the two would be easier to compare. Technology on both of the planets are even the same. For example, the Martians also use horse-drawn carriages to get around. This focus on matching the two worlds in fiction writing was common during the nineteenth century and was known as \"realism\".Trachtenberg, Alan. The Incorporation of America Culture and Society in the Gilded Age. Brantford, Ontario: W. Ross MacDonald School Research Services Library, 2016. p. 88 This does not necessarily mean that the story seems like it could really happen but that everyday people would think that it was similar to their own lives and could put themselves in the story. \"Everyday people\" though meant a very specific group in America which was the growing middle-class of the country. By making the new world seem familiar to the middle class, Merchant and Jones hinted at the possibility of equality between the sexes and how it would work in their American lives. They also try to do this by creating a constant debate between Severnius and the traveler. Whenever the traveler encounters something new on Mars, he gets confused and will ask many questions and explain why he thinks things work differently on Earth. Severnius then can explain why Martians do it differently so that anyone reading the story can see the argument that Jones and Merchant are trying to make about why equality between men and women would be possible in America. For example, Severnius tells the traveler that women are allowed to vote on Mars because they are a part of society. The traveler tries to give a reason for why women are not allowed the same rights on Earth by mentioning the laws around owning land as a requirement for voting. But when Severnius learns that women on Earth can own land in certain circumstances but are still not allowed to vote he points out that this is unfair. Women in America were arguing similar points and the prevention of land-owning women from voting was what made many women angry enough to begin looking to get the right to vote.Baker, Paula. \"The Domestication of Politics: Women and American Political Society, 1780–1920.\" Women and Politics 89, no. 3 (June 1984): 620-47. But even though Jones and Merchant are talking about women's rights they were not talking about them in the same ways as other feminists of the same time. Paleverian women are much more sexually free than women in the nineteenth century thought they should be, even many of those who were looking for female freedoms. The fact that the women have access to male prostitutes and that Elodia has a child out of wedlock that she does not tell people is hers is a problem to the other Martians. However, it is not because she is a woman like it is with the traveler. The Martians are upset about what Elodia has done because they think that she is another person who has given in to the temptation of sex as many people do. Talking about sexual freedom was an issue that many feminists of the nineteenth century did not want to do and caused many women within the feminists' circles to disagree and fight against each other.McGerr, Michael E. A Fierce Discontent: The Rise and Fall of the Progressive Movement in America. Riverside: Free Press, 2010. p. 266 Jones and Merchant may not have wanted women to have male prostitutes but wanted to simply \"unveil the parallel\" and different standards that men and women are held to when it comes to making human mistakes. Even Severnius says to the traveler that even though he is not thrilled about the idea of women having sex out of marriage, it does not make sense that men should be freer to do it than women. \"What possible reason is there why men, more than women, should be privileged to indulge in vice?\" Because the story is a utopian society where women have more rights than they did in nineteenth-century America the story is often compared to Charlotte Perkins Gilman's Herland. Besides simply looking at similar issues, both stories are told from an outside man's point of view who is related to their contemporary American society in some way. The use of a male narrator who is generally not positive to the idea of women's rights to explain the \"failings\" of a society which is controlled even partially by women gives the novels a layer of humor.Hollinger, Veronica. \"Utopia, Science, Postmodernism, and Feminism: A Trilogy of Significant Works.\" Science Fiction Studies 21, no. 2 (July 1994): 232-37. Again, however, Jones and Merchant's story is much more radical than Gilman's. They discuss sexual freedom in ways that Gilman chooses to avoid completely, and they also completely avoided the cliché of a marriage in the ending. The traveler proposed marriage to Elodia, but she tells him no and then reveals her secret child which makes him fall out of love with her. However, women's rights issues were not the only political problems that the two authors talk about in their story. Paleveria suffers from many of the same problems that America did at the time. Class relations, which were a very big problem in America that caused much tension and anger are present on Mars as well. When Severnius shows the narrator the shrine that he has built in his home, he tells the narrator how sad he is that he decided to bring it back from the other Martian society because instead of encouraging people to be more religious it has become \"aristocratic to have one’s own private shrine, and not to go to church at all except in condescension, to patronize the masses\". Even something which should bring people together, such as religion, has become tangled with the distinctions between the rich and poor, showing how deep the problem goes in the Martian society. These negative relationships between the rich and poor were very similar to the sort of class conflicts that Americans were dealing with during the Progressive era. While many people began to believe that people having too much money could cause bad things to happen, people were becoming richer than anyone else had ever been which led to many disagreements and tensions between the upper and lower classes. By showing this in their own society, Merchant and Jones try to show how bad these tensions can go if they are not stopped.McGerr, Michael E. A Fierce Discontent: The Rise and Fall of the Progressive Movement in America. Riverside: Free Press, 2010. p.7 Merchant and Jones also bring in other political issues when the traveler leaves Paleveria and goes to visit Severnius’ friends in Caskia. In Caskia, the narrator stays with someone who is only known as The Master. During the last part of the story, The Master works in the same way that Severnius did at the beginning of the story, by having a debate with the narrator to show those who are reading the novel the logic behind many of the decisions of the society itself. He condemns the ways that people on Earth choose to practice religion because they do not \"separate the spiritual meaning of Christ's words from their literal meaning\". He thinks that Americans are more focused on the images and symbols of religion rather than focusing on the message. Progressives were making similar arguments about religion and the ways in which the distinction between good and bad was getting more and more blurred to people and how many reformers were focused on the immorality and lack of religion in people as the reason for the political problems that the country was having. They believed that they could fix these problems by removing all vice from their lives.McGerr, Michael E. A Fierce Discontent: The Rise and Fall of the Progressive Movement in America. Riverside: Free Press, 2010. p.85 The Master argues that believing human nature to be flawed would believing that God had created something imperfect which seems disrespectful to the ideals they are creating themselves. ==Authors== Alice Ilgenfritz Jones (1846-1905) wrote other novels during her career: High Water Mark (1879), Beatrice of Bayou Têche (1895), and The Chevalier of St. Denis (1900). She also wrote short fiction and travel essays. Ella Robinson Merchant (1857-1916) owned newspapers in Montana and Iowa with her husband Stoddard Merchant, and continued to operate the Cedar Rapids Daily Republican after his death. She published no other works of fiction. ==References== ==External links== * * Unveiling a Parallel at Project Gutenberg * Unveiling a Parallel online * Another source Category:1893 American novels Category:1893 science fiction novels Category:Feminist science fiction novels Category:American science fiction novels Category:Utopian novels Category:Mars in fiction ",
    "title": "Unveiling a Parallel"
}