{
    "id": "20525601",
    "text": "The Trail Making Test is a neuropsychological test of visual attention and task switching. It consists of two parts in which the subject is instructed to connect a set of 25 dots as quickly as possible while still maintaining accuracy. The test can provide information about visual search speed, scanning, speed of processing, mental flexibility, as well as executive functioning. It is sensitive to detecting cognitive impairment associated with dementia, for example, Alzheimer's disease. == History == The test was used in 1944 for assessing general intelligence, and was part of the Army Individual Test of General Ability. In the 1950sR. M. Reitan, R. M. (1955). The relation of the trail making test to organic brain damage. Journal of Consulting Psychology researchers began using the test to assess cognitive dysfunction stemming from brain damage, and it has since been incorporated into the Halstead-Reitan battery. The Trail Making Test is now commonly used as a diagnostic tool in clinical settings. Poor performance is known to be associated with many types of brain impairment, in particular frontal lobe lesion. ==Method and interpretation== The task requires a subject to connect a sequence of 25 consecutive targets on a sheet of paper or computer screen, in a similar manner to a child's connect-the-dots puzzle. There are two parts to the test: in the first, the targets are all numbers (1, 2, 3, etc.) and the test taker needs to connect them in sequential order; in the second part, the subject alternates between numbers and letters (1, A, 2, B, etc.). If the subject makes an error, the test administrator corrects them before the subject moves on to the next dot. The goal of the test is for the subject to finish both parts as quickly as possible, with the time taken to complete the test being used as the primary performance metric. The error rate is not recorded in the paper and pencil version of the test, however, it is assumed that if errors are made it will be reflected in the completion time. The second part of the test, in which the subject alternates between numbers and letters, is used to examine executive functioning. The first part is used primarily to examine cognitive processing speed. ==References== * * ==Further reading== * * ==External links== *PEBL Test Battery A free computer-based research-oriented implementation of the trail-making test is available as part of the PEBL Project Category:Neuropsychological tests Category:Cognitive tests ",
    "title": "Trail Making Test"
}