{
    "id": "20520013",
    "text": "Tadeusz Isakowicz-Zaleski under the cross dedicated in honor of Poles murdered by the UPA in Korosciatyn The Korosciatyn massacre took place on the night of February 28/29, 1944,“Neither Twenty Million, nor Russians, nor War Dead . . .” by Norman Davies during the province-wide wave of massacres of Poles in Volhynia in World War II. Korosciatyn, which now bears the name of Krynica and is located in western Ukraine, was one of the biggest ethnic Polish villages of the interwar Poland’s within Buczacz County in Tarnopol Voivodeship (pictured). Located along the railway line from Tarnopol to Stanislawów, in 1939 it had some 900 inhabitants, all of them being ethnic Poles.Tadeusz Isakowicz-Zaleski, Zaglada Korosciatyna Korosciatyn had an elementary school, a Roman Catholic church and a railway station. It belonged to the Latin Rite Roman Catholic parish of nearby Monasterzyska, which also covered several nearby villages. Among the most famous of the citizens of this parish, are Rev. Stanislaw Padewski (bishop of the Roman Catholic diocese of Kharkiv), professor Gabriel Turowski (personal physician of John Paul II) as well as two scientists, professor Michal Lesiow of Lublin’s Maria Curie University and doctor Jan Zaleski of Krakow’s Pedagogical College.Tadeusz Isakowicz-Zaleski, Zaglada Korosciatyna Altogether, in 1939 the Deaconry of Buczacz had around 45 000 Polish inhabitants.“Neither Twenty Million, nor Russians, nor War Dead . . .” by Norman Davies All of the residents of Korosciatyn were ethnic Poles (as was the case also of the village of Debowica). Some 2,000 ethnic Ukrainians lived in the surrounding villages in the area. Soon after joint Nazi and Soviet attack on Poland in September 1939, the Ukrainian nationalists murdered the inhabitants of a Polish settlement of Kolodne near Wyczolki,Tadeusz Isakowicz-Zaleski, Zaglada Korosciatyna then the Soviets deported leaders of the Polish community to Siberia. Among those deported, was the village administrator of Korosciatyn, Jozef Zaleski and his wife. Zaleski died in Siberia on September 14, 1941. In June 1941, when German units pushed the Red Army out of the area, local Ukrainians of the village of Czechow murdered their Polish neighbors. All victims were buried in a mass grave - 11 Poles (including 6 kids), as well as 6 Ukrainians, who opposed the murders. It was a prelude of later events. On Christmas Eve of 1943, Ukrainian auxiliary police shot one Pole, Marian Hutnik, and on Christmas Day 1943, five additional Poles were killed. The Ukrainians returned on Boxing Day, killing additional four Poles.Tadeusz Isakowicz-Zaleski, Zaglada Korosciatyna ==The massacre== The Korosciatyn massacre took place on the night of February 28/29, 1944.“Neither Twenty Million, nor Russians, nor War Dead . . .” by Norman Davies Ukrainian nationalists of the Ukrainian Insurgent Army, supported by local peasants, attacked the village from three sides. Altogether, there were 600 attackers, divided into three groups.Tadeusz Isakowicz-Zaleski, Zaglada Korosciatyna The first one took care of the killings, using guns, knives and axes. The second wave stole possessions of the murdered Poles, and the third wave set fire to all the houses. It must be mentioned that on the same day the Ukrainian SS troops murdered around 1500 Poles during the Huta Pieniacka massacre. The carnage lasted the whole night. According to Aniela Muraszka, a survivor of the massacre, who later became a nun, the perpetrators used a ruse. As she later recalled, the Ukrainian nationalists attacked at 6 p.m., knowing that the Poles, aware of possible invasion, were changing their guards. The killers knew the watchword, used by the Poles, because they had been informed about it by a Ukrainian woman, married to a Polish man.Tadeusz Isakowicz-Zaleski, Zaglada Korosciatyna The perpetrators, using the watchword, entered the village, shouting in Polish that they were members of the Home Army and calling all Poles to come out to them. Soon afterwards, they attacked the railway station, killing those on duty (including one Ukrainian, who was murdered by mistakeTadeusz Piotrowski, Poland's Holocaust, page 385), and people waiting for trains. Telegraph wires were then cut and the Ukrainian nationalists began burning houses, killing all Poles they encountered. According to witnesses, among the attackers were teenage boys, some of them aged 12. The nationalists were commanded by the son of a Greek-Catholic priest from nearby Zadarow, who died during the attack.Tadeusz Isakowicz-Zaleski, Zaglada Korosciatyna A Polish defence unit, after the initial shock retaliated, killing one of the leaders of Ukrainian nationalists, who was the son of an ethnic Ukrainian Greek-Catholic priest from Zadarow. The massacre lasted the whole night, and it ended only after a Polish Home Army unit from the village of Puzniki came to the assistance of the villagers. It has been estimated that the Ukrainians killed some 150 Poles, of which only 78 were identified. The whole village was burned; only the church and the rectory were spared.Tadeusz Isakowicz-Zaleski, Zaglada Korosciatyna According to one witness, Danuta Konieczna, who was ten years old, the fanaticized Ukrainian nationalists did not spare anybody, killing even babies in their cribs.Przeglad Weekly, The statement of Danuta Konieczna Jan Zaleski, a survivor, recalled: > In the morning, my parents went to the ruins of Korosciatyn. They heard > stories which were difficult to believe. The Ukrainians got into the house > of the Nowicki family. Mr Nowicki escaped, but the Banderites found his wife > and their little daughter Barbara. Both were killed with axes, their skulls > were crushed. Nowicki himself became insane and he walked around with his > baby, who also survived, talking to everybody about his beloved wife and > daughter.Tadeusz Isakowicz-Zaleski, Zaglada Korosciatyna Tarnopol Voivodeship until September 17, 1939 The majority of those murdered were buried in a mass grave on March 2, 1944, in the local cemetery, during a service led by Latin Rite Polish priest reverend Fr. Mieczyslaw Krzeminski. The majority of survivors left Korosciatyn for Monasterzyska, and in 1945 the majority were transported by Soviet authorities to the Polish so-called Recovered Territories (former eastern German provinces), mostly to the area of Strzelin and Legnica. In the meantime, ruins of Korosciatyn became houses of a large group of Lemkos, resettled from the area of Krynica, who renamed the village after their old village in Lesser Poland's mountainous regions from which they themselves had been expelled by Polish communist units during Operation Vistula. The area of Korosciatyn was witness to several other massacres. Two weeks after the tragedy, the Ukrainians murdered 39 Poles from the village of Bobulince near Podhajce, including parish priest, reverend Jozef Suszczynski. After the Red Army entered the Buczacz County, the murders continued, with February 1945 being the most tragic month: * February 2, 1945. the UPA killed 133 inhabitants of Ujscie Zielone, * February 4, 126 Poles were murdered in Barycz, * February 7, 50 Poles were burned alive in Zalesie, * February 12, 110 Poles were murdered in Puzniki, * February 25, 39 Poles were killed in Zaleszczyki Male. Currently, the only sign of the Korosciatyn Massacre is a wooden cross, which bears no inscriptions, placed in the local cemetery. The massacre is also commemorated with a special tablet, in the complex of Brother Albert Foundation in Radwanowice near Krakow. The massacre continues to strain present relations between Poles and Ukrainians. == See also == *List of massacres in Ukraine *Massacres of Poles in Volhynia *Tadeusz Isakowicz-Zaleski, Armenian Rite Catholic priest from Poland, researcher * Szczurowa massacre * Krupki massacre == References == == Further reading == * Jan Zaleski, Kronika zycia, Wyd. Radamsa, Kraków 1999, s. 184, * Ks. Adam Stawarz, Monasterzyska – dzieje i ludzie, Kraków 2000. * Ks. Bp Wincenty Urban, Droga krzyzowa Archidiecezji Lwowskiej w latach II wojny swiatowej 1939-1945, Wroclaw 1983. * Na Rubiezy, nr 4, Wroclaw 1995. Category:Massacres in the 1940s Category:Poland in World War II Category:Ukraine in World War II Category:Ruins in Ukraine Category:World War II crimes in Poland Category:1944 in Poland Category:1944 in Ukraine Category:Mass murder in 1944 Category:World War II massacres Category:History of Volyn Oblast Category:Massacres of Poles in Volhynia Category:February 1944 events ",
    "title": "Korosciatyn massacre"
}