{
    "id": "20526351",
    "text": "Osman v United Kingdom was a case heard by the European Court of Human Rights on human rights law in the United Kingdom. Judgment was given on 28 October 1998.ECRR 101 ==Facts== The applicants were British citizens resident in London. The first applicant, Mulkiye Osman, was the widow of Ali Osman, who was shot dead by Paul Paget-Lewis on 7 March 1988. The second applicant, Ahmet Osman, was her son, born in 1972. He was a former pupil of Paget-Lewis at Homerton House School, and was wounded in the shooting which led to the death of his father.European Court of Human Rights, CASE OF OSMAN v. THE UNITED KINGDOM, 28 October 1998, para 10 The applicants' complaints were directed at the failure of the authorities to appreciate and act on what they claim was a series of clear warning signs that Paget-Lewis represented a serious threat to the physical safety of Ahmet Osman and his family. The applicants argued that the police had been given information which should have made it clear that the individual posed a danger. ==Judgment== The English courts all agreed that the police owed no duty of care to the applicants, confirming the law in Hill v Chief Constable of West Yorkshire Police where it was ruled that the police owed no duty of care to one of the victims of the Yorkshire Ripper. On appeal to Strasbourg, the ruling of the European Court of Human Rights was that such blanket immunity would be a breach of article 6 of the European Convention of Human Rights, but that there was no breach of articles 2 and 8.European Court of Human Rights, CASE OF OSMAN v. THE UNITED KINGDOM, 28 October 1998 ==See also== * Death threat ==Notes== ==References== *CA Gearty, 'Unravelling Osman' (2001) 64(2) Modern Law Review 159 ==External links== *ECHR judgment Category:1998 in case law Category:Article 2 of the European Convention on Human Rights Category:Article 6 of the European Convention on Human Rights Category:Article 8 of the European Convention on Human Rights Category:European Court of Human Rights cases involving the United Kingdom Category:English tort case law Category:1998 in British law ",
    "title": "Osman v United Kingdom"
}