{
    "id": "20520869",
    "text": "Vertumnus and Pomona (1717) in an allée of Peter the Great's Summer Garden, St. Petersburg Francesco Penso called \"Cabianca\" (1665?\"His birthdate should probably be revised to c. 1660, since he had already had one teacher before working for a time with Giusto Le Corte, who died in 1679,\" noted Douglas Lewis, in reviewing Deborah Howard, Jacopo Sansovino: Art and Patronage in Renaissance Venice in The Burlington Magazine 121 No. 910 (January 1979, p. 41). — 1737) was an Italian sculptor.Semenzato, Scultura veneta del seicento e del settecento (Venice, 1966), pp 40-42, 108f, and plates 98-101. His earliest known workBut see Peter Cannon-Brookes, \"A modello by Francesco Cabianca and a note concerning his artistic origins\", Arte Veneta30 (1976) p. 189. is the marble St. Benedict (1695) for San Michele in Isola, Venice. His best-known work is the reliquary (1711), with bas-reliefs of the Crucifixion, Deposition of Christ and the Pietà, for the sacristy in the Basilica di Santa Maria Gloriosa dei Frari, Venice.His Trinity, Saints Peter and Paul and other figures stand in the Frari courtyard. Penso was born and died in Venice. He spent the decade 1698-1708 in Dalmatia, where he provided sculptures for the high altar with Saints John, Dominic, Bruno and Chiara for Santa Chiara, Cattaro (Kotor), an altar for San Giuseppe and the marble altar of the chapel of St. Tryfon, in San Trifone. In Venice are his limestone Bellona, goddess of War, at the entrance to the Arsenal. In niches on the façade of the church of the Gesuiti are St. John the Evangelist and St. James with St. Andrew atop the balustrade. His bas-relief of the martyrdoms of the patron saints fills the tympanum of Santi Simeone e Giuda. On the staircase of the Seminario Patriarcale are bas-relief panels illustrating Jacob's Dream and the Vision of the Orphan. The Martyrdom of the Saints in the Church San Simeone Piccolo Several of his life-size marble figures are in the Summer Garden, St. Petersburg: a Saturn,A terracotta bozzetto for the Saturn was sold at auction Sothebys London, 9 July 2008 (catalog description, catalog description). Vertumnus and Pomona (1717), an Antinous (1722).The commissions from Peter the Great are discussed by Sergej Androsov in Pietro il Grande collezionista d'arte veneta (Venice, 1999) p. 218, no. 40, and Pietro il Grande e la scultura italiana, (Saint Petersburg, 2004). == Notes == Category:1660s births Category:1737 deaths Category:People from Venice Category:17th-century Italian sculptors Category:Italian male sculptors Category:18th-century Italian sculptors ",
    "title": "Francesco Penso"
}