{
    "id": "20523239",
    "text": "Stemonidium hypomelas is a species of deep-sea eel in the family Serrivomeridae, originally described from a 171-mm specimen taken from a depth of around 1,000 m near Niihau Island, Hawaii in 1902. It can be distinguished from the related sawtooth eels by its reduced dentition, which more resemble those of the snipe eel. It is of no significance to fisheries. ==Distribution and habitat== Stemonidium hypomelas is widely distributed in the Pacific Ocean and the southern Atlantic Ocean, at depths of 500-1,229 m. Scientific trawls conducted off Hawaii show that this species occurs below 550 m during the day, with most between 700–800 m. At night, a small subset of the population migrates upward to a minimum depth of 175 m. ==Description== Stemonidium hypomelas has an elongated, band-shaped body, nearly of uniform depth in the middle and tapering towards the head and tail. The dorsal profile from the back of the head to the base of the rostrum is nearly straight; the jaws are long and taper to a very delicate, slender tip, with the lower slightly longer than the upper. The teeth are reduced to small granular plates arranged in a quincunx on the jaws and vomer with the pointed tips pointing backward. The eyes are very small and located in the middle of the head. There are two pairs of slit-shaped nostrils in front of the eyes, the anterior shorter than the posterior. The gill slits are long and very oblique. The long dorsal and anal fins both begin about half a head length behind the gill opening. The first fin rays of the dorsal fin are delicate and difficult to detect. The anal fin is somewhat taller than the dorsal, with the fin rays of both becoming longer and more crowded towards the tail. The tail is short and pointed, but not filamentous. There is no lateral line. The upper half of the body is light gray and covered with fine black specks of pigment, and the lower half is abruptly jet black. The head is entirely black, becoming lighter at the tips of the jaws and the back of the head, and the last sixth of the tail is also black. The fins are all lighter in color. The males are smaller than the females, with larger nasal rosettes and eyes, and sometimes flatter tails. The maximum known length is 22.0 cm for a male and 37.5 cm for a female. ==Biology and ecology== Analysis of stomach contents show that Stemonidium hypomelas feed on crustaceans, mostly euphausiids but rarely also shrimps and amphipods. Reproduction is oviparous, with high reported fecundities ranging from 7,000 to almost 14,000 eggs per female. Female length at maturation varies from 22–30 cm, and the large size of their gonads relative to their bodies suggests that they may be semelparous, investing a high proportion of their available resources into a single, large batch of eggs. The males mature at 17.5–20 cm long; their better-developed nares and eyes may be an adaptation for finding widely scattered mates in the open ocean. ==References== Category:Serrivomeridae Category:Fish described in 1905 Category:Monotypic fish genera ",
    "title": "Stemonidium hypomelas"
}