{
    "id": "20524492",
    "text": "No Regret () is a 2006 South Korean film and the feature film directorial debut of Leesong Hee-il, based on his earlier short Good Romance. No Regret is also regarded as \"the first 'real' Korean gay feature\",Bertolin, Paolo. \"Korean Presence Strong at 57th Berlin Film Festival\". Hancinema, 6 February 2007; originally published by The Korea Times. Retrieved on 3 December 2008. (although earlier South Korean films, such as Road Movie, released in 2002, have dealt with gay relationships), and is also the first South Korean feature to be directed by an openly gay Korean filmmaker. == Plot == Su-min is an orphan who, having turned 18, is required to leave his orphanage. Unable to pay for university, he heads for Seoul where he works various jobs to pay for computer classes. One of those jobs is driving drunks home from bars. After losing his factory job, Su-min ends up taking a job at a host bar. Initially the boss of this host bar is reluctant to take him on, as he knows from experience that openly gay hosts will often leave when they become romantically involved with one of their clients. Having given up on love, Su- min believes that this won't happen to him, until one day a man from his past enters the host bar. That man, Jae-min, is a former driving client, who has fallen in love with Su-min. Su-min refuses his advances, and accepts him as a client only once, and threatens to kill him if he hires him again. Jae-min is undeterred, and after several weeks go by, Su-min gives in. They are very happy in their relationship until Jae-min's mother discovers them together. She orders Jae-min to marry the woman he's been dating halfheartedly. Su-min is angry. With another man from the host bar, they kidnap Jae-min one night and take him to a shallow grave in the forest. Su-min watches passively as his colleague throws dirt on Jae-min, but eventually moves to stop the plan. His colleague, already depressed over a two-timing girlfriend, whacks Su-min with the shovel and leaves the two there in the grave. Jae-min later awakens and takes Su-min to the car and they crash into a tree while going back. As dawn breaks, the two of them start to regain consciousness at the same time cops show up at the scene but inside, without paying attention to the cops, Su-min and Jae-min silently reconcile. == Cast == * Lee Yeong-hoon as Lee Su-min * Kim Nam-gil as Song Jae-min * Kim Jung-hwa as Hyun-woo * Jo Hyeon-cheol as Jung-tae * Kim Dong-wook as Ga-ram * Jeong Seung-gil as Madame * Lee Seung-won as Hwan-sun * Park Mi-hyun as restaurant manager * Park Nam-hee as secretary * Min Bok-gi as client * Kim Hwa-young as Jae-min's mother * Lee Seung-cheol as Jae-min's father == Release == No Regret was released in South Korea on 16 November 2006, and over the course of its theatrical run received a total of 43,265 admissions,\"Box-Office Admission Results\" (2006). Koreanfilm.org. Retrieved on 3 December 2008. becoming the top grossing independent film at the Korean box office.Yi, Ch'ang-ho (19 March 2007). \"Korean Competitors at Barcelona Fest\". Korean Film Council. Retrieved on 3 December 2008. It was especially popular with young female viewers, some of whom claimed to have seen it more than forty times. The film was later screened in the Panorama section of the 57th Berlin Film Festival (8–18 February 2007), and also competed at the 9th Barcelona Asian Film Festival (27 April–6 May 2007). == Critical response == Adam Hartzell of Koreanfilm.org found No Regret to have an \"engaging story\" and praised the depth given to the characters, saying, \"One of the best aspects of this film is how we aren't provided the obligatory caricatures of gay 'types' on prime-time sitcoms in the United States... Refusing to follow the path towards Queer liberation espoused by sitcoms, [No Regret] is freed to provide some refreshingly, rip-roaring hilarious moments.\"Hartzell, Adam. \"No Regrets\". Koreanfilm.org. Retrieved on 3 December 2008. It holds a 63% rating on Rotten Tomatoes. == Awards and nominations == ;2006 Korean Association of Film Critics Awards * Best New Actor - Lee Yeong- hoon ;2006 Director's Cut Awards\"Hong Sang-soo Named Best Director \". KBS Global, 22 December 2006. Retrieved on 3 December 2008. * Best Independent Director - Leesong Hee-il ;2007 Baeksang Arts Awards * Nomination - Best New Actor - Lee Yeong-hoon ==See also== *List of lesbian, gay, bisexual, or transgender-related films by storyline == References == == External links == * * * * Category:2006 films Category:2006 drama films Category:Korean-language films Category:LGBT-related drama films Category:South Korean LGBT-related films Category:South Korean films Category:2006 directorial debut films Category:South Korean drama films ",
    "title": "No Regret (film)"
}