{
    "id": "20528642",
    "text": "Maddalena () is an opera in one act by the Russian composer Sergei Prokofiev, who also wrote the libretto based on a play of the same name by Magda Gustavovna Lieven-Orlov (under the pen name Baron Lieven).McAllister, R., 1979. Prokofiev's' Maddalena: A première. The Musical Times, pp. 205–206. That play was in turn based on Oscar Wilde's play A Florentine Tragedy. ==Origins== Although Prokofiev had already written four operas (the earliest being The Giant which he composed at the age of eight and was written down by the composer's mother), Maddalena is the first of his works in this genre to which he gave an opus number (op. 13). The opera was written in the summer of 1911 McAllister, 137 while Prokofiev was still a student at Saint Petersburg Conservatory and abandoned with only one of its four scenes orchestrated. The plot centres on a torrid love triangle in Venice in the fifteenth century. Prokofiev wrote in his autobiography that 'the action abounded in conflicts, love, treachery and murder' but added that 'Baron Lieven' was 'more charming in appearance than talented in dramaturgy'.McAllister, p. 138 It was to wait 70 years for its premiere. ==History== Prokofiev began to orchestrate the opera in 1912, hoping to arrange a performance at the Conservatory. He had shown the piano score to Nikolai Myaskovsky who commented \"[the music] is at times startling in its sombre power, the volcanic quality of [Prokofiev's] temperament is astonishing.\" The Conservatory turned down the opera, according to the composer because the libretto had too many overtones of the symbolist poet Konstantin Balmont rather than because of any musical difficulties.Wierzbicki p. 22 With the prospect of a theatre production in 1913, Prokofiev revised the music and dedicated the second version to Miaskovsky. However this production fell through, as did a further potential Moscow production in 1916. When Prokofiev left Russia in 1918 he left the manuscript in the care of his Moscow publishing house, and thereafter it was put to the back of his mind, although Miaskovsky wrote to him in Paris in 1924 to ask about it. Possibly this motivated him to collect the score when he visited Russia in 1927 to hear the Moscow production of his Love for Three Oranges. When Prokofiev finally returned to Russia permanently in 1936, the score was left behind in Paris.Wierzbicki, pp. 19–20 It finally found its way to the publishers Boosey & Hawkes in London in 1960. The composer's widow, Lina Prokofiev, who was established as being the rightful owner of the manuscript, asked the English musician Edward Downes to create a performing version.McAllister, 206 Originally this was to have been premiered by the Opera Theatre of Saint Louis in 1980, but because of contractual problems, following Maddalenas premiere in a studio recording broadcast by BBC Radio 3 on 25 March 1979 with Jill Gomez in the title role.,Adam, Nicky (ed). Jill Gomez. In: Who's Who in British Opera. Scolar Press, Aldershot, 1993 its first staging was at the Graz Opera, Austria, on 28 November 1981, conducted by Downes. The American premiere, using a re-scored version by Downes, was given by the Saint Louis company on 9 June 1982, conducted by Bruce Ferden. ==Roles== {| class=\"wikitable\" !Role !Voice type !US premiere cast, 9 June 1982 |- |Maddalena |soprano |Stephanie Sundine |- |Duenna |soprano | |- |Genaro |tenor |James Schwisow |- |Romeo |tenor | |- |Stenio |bass-baritone |Edward Crafts |- |Chorus of gondoliers | | |} ==Synopsis== :Place: Venice :Time: About 1400 Maddalena is married to the artist Genaro, but is having an affair (in disguise) with Genaro's friend, the alchemist Stenio. Stenio tells Genaro of the mysterious woman who has seduced him, and then recognises Maddalena as his seductress. Initially both men turn on Maddalena but she encourages them to fight each other; Genaro kills Stenio, but is wounded himself in the process. As he dies he invites Maddalena to kill herself. She however speculates which, if either, of the two corpses she really loved. Then she rushes to the window and calls out for help, claiming a stranger has killed her husband. ==Reception== Although, in a 1979 Radio Times article, Rita McAllister called the piece 'substantial and stage-worthy' and praised its Straussian qualities, the critic Jeffrey Joseph wrote 'there is scarcely any plot to speak of [...]This is a most accomplished piece for a twenty year old [but] it is a bundle of effects tacked onto an arbitrary and therefore rather unpleasant tale'.Wierzbicki, 34 ==References== Notes Sources *\"Opera: Maddalena, A Fragment From Prokofiev\" by Donal Henahan, The New York Times, June 21, 1982 *Holden, Amanda (Ed.), The New Penguin Opera Guide, New York: Penguin Putnam, 2001. * McAllister, Rita, \"Prokofiev's Early Opera Maddalena \", Proceedings of the Royal Musical Association Vol. 96, 1970 pp. 137–147 * Wierzbicki, James, \"Maddalena: Prokofiev's Adolescent Opera\", Opera Quarterly, Vol. 1, 1983, pp. 17–35 Category:Operas by Sergei Prokofiev Category:Russian- language operas Category:Operas Category:Unfinished operas Category:Operas completed by others Category:1911 operas Category:1981 operas Category:One-act operas Category:Operas based on works by Oscar Wilde ",
    "title": "Maddalena (opera)"
}