{
    "id": "20521664",
    "text": "John McDowell Leavitt (May 10, 1824 – December 12, 1909) was an early Ohio lawyer, Episcopal clergyman, poet, novelist, editor and professor. Leavitt served as the second President Presidents of Lehigh University, Lehigh University, lehigh.edu of Lehigh University, Bethlehem, Pennsylvania, and as President of St. John's College in Annapolis, Maryland. ==Biography== Lehigh University, 1907, early postcard. Rev. John Leavitt served as the College's second president during controversial tenure. John Leavitt was born on May 10, 1824, at Steubenville, Ohio, the son of Humphrey Howe Leavitt, a U.S. Congressman from Ohio and later U.S. District Court judge, and his wife Maria Antoinette McDowell, daughter of physician Dr. John McDowell of Chester County, Pennsylvania.The History of the Descendants of John Dwight of Dedham, Massachusetts, Vol. I, Benjamin Woodbridge Dwight, John F. Trow & Son, New York, 1874 John Leavitt graduated Phi Beta KappaGeneral Catalog, 1776-1922, Phi Beta Kappa, Oscar McMurtrie Voorhees, Published by Unionist-Gazette association, 1923, page 363 from Jefferson College (now Washington & Jefferson College), and subsequently studied law with his father and with Judge Noah Haynes Swayne. Leavitt established a law practice at Cincinnati, Ohio, but after four restless years he gave up his practice and entered the theological seminary at Gambier, Ohio.The Cyclopedia of American Biography, John Howard Brown, 2006 After his graduation from seminary, Leavitt was ordained an Episcopal priest in 1848, and deacon in 1862.Appleton's Cyclopedia of American Biography, Vol. III, James Grant Wilson, John Fiske, D. Appleton & Co., New York, 1888 (Leavitt's great-grandfather was the Scottish Presbyterian minister Rev. Alexander McDowell.) Leavitt embarked on a career as an editor poet, professor, writer and university president. From 1868 to 1871 he served as the editor of The American Quarterly Church Review and Ecclesiastical Register. Leavitt taught at Kenyon College and Ohio University, which conferred on him the degree of Doctor of Divinity, and where he served successively as professor of mathematics and later of languages. Leavitt served briefly as a rector, at St James Episcopal Church in Zanesville, Ohio during his tenure as a Kenyon College professor. On September 1, 1875, he was named president of Lehigh University in Bethlehem, Pennsylvania, which was founded in 1865 as a four-year technical college.Circulars of Information, No. 32, United States Office of Education, Government Printing Office, Washington, D.C., 1902 During Leavitt's tenure Lehigh was divided into two schools, general literature and technology, and under his incumbency the college began offering a Ph.D.Contributions to American Educational History: A History of Higher Education in Pennsylvania, Herbert Baxter Adams (ed.), Charles H. Haskins, William I. Hull, Government Printing Office, Washington, D.C., 1902 But Leavitt's tenure wasn't tranquil. The brilliant minister, who had been appointed after delivering a graduation address some found electrifying, sometimes alienated the faculty. The University's trustees soon found \"that with Leavitt they had a president who was brilliant, energetic and tactless,\" writes William Ross Yates in his Lehigh University, a history of the institution.Lehigh University: A History of Education in Engineering, Business, and the Human Condition, Willard Ross Yates, Published by Lehigh University Press, 1992 \"Leavitt had been a child prodigy, graduating from Jefferson College with honors at the age of seventeen.\" But Leavitt lacked the \"orthodoxy and restraint of his predecessor,\" and his five-year tenure was \"unhappy.\" Leavitt was estranged from the faculty almost from the beginning, Yates writes: \"A zeal for reform and a lack of tact in proposing it disturbed the professors, who by the time of his appointment were entrenched in their control of several departments.\" On top of the fractious relations with his faculty, Leavitt also found himself serving during a \"severe economic depression.\" (The entering classes of 1877 and 1878 consisted of 35 students - half that of 1876.) Within five years, after the enrollment at Lehigh dropped precipitously, Leavitt left for St. John's College, where he was named president of the Annapolis, Maryland, institution in 1880. During his tenure, St. John's established a department of mechanical engineering, where an engineering officer from the United States Navy took up residence as professor.1789-1889, St. John's College Alumni Association, St. John's College, Annapolis, Maryland, 1890 But once again Leavitt's tenure was rocky, and marked by another difficult financial situation, prompted by the withdrawal of an appropriation by the Maryland legislature. Dr. Leavitt spent four years at St. John's, which awarded him the degree of Doctor of Laws (LL.D.) in 1889. The College subsequently commissioned a portrait of its former president, and it was hung in McDowell Hall. Following his service at St. John's, Leavitt was named to the Professorship of Ecclesiastical History at Theological Seminary of the Reformed Episcopal Church in Philadelphia, Pennsylvania, where he subsequently became the Seminary's dean. Leavitt's best-known book was Kings of Capital and Knights of Labor, initially published by New York's John S. Willey Publishing Company in 1885. A Critical Dictionary of English Literature, and British and American, Vol. II, Samuel Austin Allibone, John Foster Kirk (ed. of the supplement), J.B. Lippincott, Philadelphia, Pa., 1892 Leavitt also published 11 volumes of poetry, several novels and many works of non-fiction on subjects ranging from church history to philosophy. The Episcopal priest also founded and edited The International Review, as well as serving as editor of The Church Review and Ecclesiastical Register, the official journal of the Episcopal Church, for three years (1868-71). He also published Americans in Rome, Reasons for Faith in the Nineteenth Century, Visions of Solyma and Other Poems, Old World Tradigus from New World Life, Hymns to Our King and Paul Errington and Our Scarlet Prince: A Book for the American People.The Twentieth Century Biographical Dictionary of Notable Americans, Vol. VI, Rossiter Johnson, John Howard Brown, The Biographical Society, Boston, 1904 Rev. Leavitt's works occasionally engendered controversy, and were not always warmly received by the critics. Dr. Leavitt is \"exclamatory in style, and expects to carry the defenses of the enemy with a rush,\" wrote John Bascom in The Dial in 1901, reviewing Leavitt's book Reasons for Faith in Christianity. \"His words are full of enthusiasm, and are fitted to give much satisfaction to those who entertain the same opinions as the speaker.\"The Dial, A Semi-Monthly Journal of Literary Criticism, Discussion and Information, Vol. XXX, edited by Francis Fisher Browne, The Dial Company, Chicago, 1901 Having been a well-known Episcopal clergyman for more than 40 years, Leavitt created a stir in 1889 when he elected to leave the Protestant Episcopal Church for the Reformed Episcopalians. Saying that he could not be a consistent Protestant Episcopalian, largely because of what he considered to be a growing tendency in the Church toward Roman-style ritual, Leavitt spoke at churches across the county, where he explained his position. At a sermon at the First Reformed Episcopal Church, located on Madison Avenue and 51st Street in New York City, in October 1889, Leavitt spoke out. \"Dr. Leavitt is well-known not only as a clergyman of power and learning,\" wrote The New York Times, \"but as an author and publisher.\" In his sermon Leavitt spoke of being \"compelled to abandon my ministry or abandon my church,\" according to The Times. Leavitt complained bitterly of an Episcopal church leaning towards Rome, with its version of \"confession, Mary worship, Mass, prayers for the dead if not prayed to the dead, and other practices which I believe to be against Scripture and the law of the Church. As the Bishops will not enforce the law, they force me to withdraw.\" Leavitt complained of an unnamed Episcopal clergyman in New York who, Leavitt said, \"I myself have heard him preach that which many Bishops on the bench would condemn and have reported him to the ecclesiastical authority, and still he holds his way undisturbed.\"The New York Times, October 19, 1889 Leavitt's declaration followed the establishment of the Reformed Episcopal Church in 1873, when its initial declaration of principles rejected what it called a movement within the established church to follow sacraments which were \"repressive of freedom in prayer.\" John McDowell Leavitt was married to the former Bithia Brooks.Prominent and Progressive Americans, An Encyclopedia of Contemporaneous Biography, Vol. I, Mitchell C. Harrison, New York Tribune, 1902 They had four sons: John Brooks Leavitt, an attorney, graduate of Columbia University Law School, and crusader against municipal corruption; Edwin Ransom Leavitt, a New York City lawyer; mechanical engineer and inventor Frank McDowell Leavitt, who also lived in Brooklyn, New York; and Humphrey H. Leavitt II, attorney; and two daughters; Bithia (Leavitt) Mersereau; and Anna Goodrich Leavitt, who married Lieut. James C. Cresap of the United States Navy. John M. Leavitt died in Annapolis in 1909.The American Educational Review, A Monthly Review of the Progress of Higher Education, Vol. XXXI, American Educational Company, New York, 1909 His wife Bithia Brooks Leavitt died in Paris, France, in 1880. ==See also== *John Leavitt *Humphrey Howe Leavitt *John Brooks Leavitt ==References== ==Further reading== * Kings of Capital and Knights of Labor, John McDowell Leavitt, D.D., published by Powers & Le Craw, New York, 1885 Category:People from Steubenville, Ohio Category:19th-century American novelists Category:Leavitt family Category:American religious writers Category:American male novelists Category:Washington & Jefferson College alumni Category:Reformed Episcopal Seminary faculty Category:19th-century American poets Category:Ohio lawyers Category:American Episcopal priests Category:American biblical scholars Category:Kenyon College faculty Category:Ohio University faculty Category:Presidents of Lehigh University Category:1824 births Category:1909 deaths Category:American people of Scottish descent Category:American male poets Category:19th-century American male writers Category:Anglican biblical scholars Category:Novelists from Pennsylvania Category:Novelists from Ohio Category:American male non-fiction writers ",
    "title": "John McDowell Leavitt"
}