{
    "id": "20539202",
    "text": "Pewit's Nest State Natural Area is a nature reserve of Wisconsin, USA, that includes a deep gorge formed during the retreat of the last glacier. Pewit's Nest is outside Baraboo in Sauk County. At one time a waterwheel and mill were located on the site and an individual lived in the solid sandstone. The name of the site was a result of early settlers calling it \"Peewit's Nest\" after the abode, ten feet above a deep pool of water, resembling the nest of a phoebe (or peewit, an earlier name for this bird). The water-wheel once turned lathes for repairing or manufacturing equipment, but no evidence of it remains. Pewit's Nest is owned by the Wisconsin Department of Natural Resources and was designated a State Natural Area in 1985. ==Prehistory== When Glacial Lake Baraboo drained, Skillet Creek cut a narrow canyon through the Cambrian sandstone, forming a number of potholes and waterfalls. The layers of Cambrian sandstone show that finer-grained sediment was laid down by the Cambrian seas, Sandstones are found in layers. Forest cover includes red cedar, white pine, red pine, and yellow birch. ==Description== There are pathes 0.9 miles long. The area includes red cedar, white pine, hemlock, and yellow birch trees as well as Skillet Creek, shaded cliffs, and a northern dry-mesic forest. It is located off of U.S. Highway 12 and County W in southwest Baraboo. ==Tourism== An increase in awareness has caused a surge of visitors to Pewit's Nest, especially during the summer months. Due to overuse and abuse by visitors and several injuries to climbers and cliff jumpers, the Wisconsin Department of Natural Resources, which owns the land and has designated it a State Natural Area, has closed the deep, narrow part of the gorge that became popular with swimmers and cliff jumpers. Violators are subject to heavy fines. The DNR will build stairways, walkways, and railings to allow safe viewing of the gorge. Climbing, swimming, and cliff jumping will remain prohibited. ==References== ==External links== * Pewits Nest State Natural Area Category:Protected areas established in 1985 Category:Protected areas of Sauk County, Wisconsin Category:State Natural Areas of Wisconsin Category:1985 establishments in Wisconsin ",
    "title": "Pewit's Nest State Natural Area"
}