{
    "id": "20535731",
    "text": "Junior Pantherz (or JPZ) are a Canadian post-rock music group formed in 1999 in Saskatoon, Saskatchewan, Canada.http://www.chartattack.com/news/54022/junior-pantherz-rejoice-and- remain-together-after-trying-times The band is named after a Sloan song \"Junior Panthers\". The Original band featured neighborhood pals Terry Mattson on Guitar/Vocals, and Arnold Van Lambalgen on Drums. In an eight-year span, the band released 5 CDs and a retrospective Vinyl LP collection entitled ...Discover Vinyl. JPZ are now mainly an inactive band, reappearing occasionally for one off shows or friends weddings. ==Gravitational Pull and Polar Opposites== Schoolyard chum Corey Dahlen joined in early 1999 on Bass, effectively forming the Power Trio. They released their first E.P \"Gravitational Pull\" the same year. After a few local shows under their belt, the band released their first full-length Album \"Polar Opposites\" in 2000. It contained re-recorded songs from the first E.P, as well some new numbers. Both Polar Opposites and Gravitational Pull were limited to 50 copies, which were handmade by the band and sold out quickly. ==The Last Two Million Years== The Last Two Million Years was released independently in 2001.http://collectionscanada.gc.ca/ourl/res.php?url_ver=Z39.88-2004&url;_tim=2012-03-25T23%3A46%3A20Z&url;_ctx_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Actx&rft;_dat=27610183𝔯_id=info%3Asid%2Fcollectionscanada.gc.ca%3Aamicus⟨=eng ==Ballistics== The band's fourth release Ballistics was released independently in 2003.http://exclaim.ca/Reviews/PopAndRock/junior_pantherz-ballistics ==Death by Life== The songs on \"Death by Life\" cover much heavier topics compared to the earlier material. They released the album in June 2005 - but not without a few difficulties. While on the summer tour, the Junior Pantherz broke up. They played their \"last\" show on June 24, 2005 at Louis' Pub (a student bar in Saskatoon) with Whitey Houston and Voyd. ==Rejoice, Remain and Discover Vinyl== In 2006, Junior Pantherz reformed. Their first live return came in October 2006 when they opened for Danko Jones in Regina. The addition of Maygen Kardash (sister of bassist S.J.) on keys. Work begun on their 6th CD shortly thereafter. The band emphasized on arrangement and instrumentation. Rejoice, Remain was released in October 2007. In addition to the album, a collection of previously released old songs was released by the Saved by Vinyl label based out of Calgary, Alberta. \"...Discover vinyl\" is limited to 500 numbered copies on White Vinyl. Discography *1999 Gravitational Pull (EP) *2000 Polar Opposites *2001 The Last Two Million Years *2003 Ballistics *2005 Death By Life *2007 \"Rejoice, Remain\" *2007 Discover Vinyl (Vinyl Compilation) ==References== ;Citations Category:Musical groups established in 1999 Category:Musical groups disestablished in 2005 Category:Musical groups reestablished in 2006 Category:Musical groups from Saskatoon Category:Canadian post-rock groups Category:1999 establishments in Saskatchewan Category:2005 disestablishments in Canada ",
    "title": "Junior Pantherz"
}