{
    "id": "20532676",
    "text": "Herve Xavier Zengue or simply Xavier (born 22 January 1984 in Yaoundé)HERVE XAVIER Zengue – FK VIKTORIA ŽIŽKOV – oficiální stránky is a Cameroonian football player who last played for FC Terek Grozny. He holds Burkinabe citizenship as he is married to a Burkinabe women. His participation in an Africa Cup of Nations qualifying game caused controversy in 2011. The Confederation of African Football's rejection of an appeal from the Namibian Football Association was the subject of an appeal to the Court of Arbitration for Sport (Cas) in December 2011. Namibia had initially appealed to the Confederation of African Football as Zengue was not eligible to play in international fixtures for Les Étalons, their appeal was rejected on a technicality. Namibia later appealed to the Court of Arbitration for Sport to have CAF's rejection overturned. The Court ruled in favour of the African Football Governing body. Zengue's participation in a 2014 FIFA World Cup qualification game in June 2012 was investigated by FIFA who ruled him ineligible to represent Burkina Faso subject to appeal. ==International career== Zengue made his international début for Burkina Faso against Namibia in a 2012 Africa Cup of Nations qualification match on 26 March 2011. He played in his first FIFA-organised game in June 2012 versus Congo. ===Contested eligibility=== On 4 June 2011, he played again for Burkina Faso against Namibia. Burkina Faso coach Paulo Duarte said that the player is eligible as he has a Burkinabé wife which entitles him to citizenship. Namibian football officials formally complained about Zengue's participation because it was thought he was not eligible to represent Burkina Faso, as he did not meet the conditions set out in FIFA's statutes which would have enabled him to become eligible for the Burkina Faso national team. On 28 October, the day before the group stage draw for the 2012 Africa Cup of Nations, BBC reported that the player was ineligible and the player had not been granted clearance by FIFA. However, CAF chose to dismiss Namibia's complaint as it was not counter-signed by Burkina Faso's captain as per article 37.1 of CAF's statutes. The Namibian FA appealed against CAF's decision but lost. The NFA lodged a complaint with the Court of Arbitration for Sport to have CAF's decision to reject Zengue overturned. On 10 January 2012, CAS released a statement that said Namibia's appeal had been rejected. A press released by CAS stated that Zengue had taken residency in Burkina Faso in 1994, before receiving a Burkinabe nationality certificate in 2006 (whilst a player at Ankaragücü in Turkey) and a Burkinabe passport in March 2011 (the day before his début against Namibia). At no point did CAS decide whether or not Zengue was to be considered eligible for international football with Burkina Faso. In December 2012, FIFA chose to punish Burkina Faso for fielding the ineligible Zengue in their World Cup qualifying game versus The Congo. Congo were awarded a 3–0 victory and 3 points. ==Career statistics== ===Club=== {| class=\"wikitable\" |+ Club statistics |- ! rowspan=2 | Season || ! rowspan=2 | Club || ! rowspan=2 | League || ! colspan=2 | League || ! colspan=2 | Cup || ! colspan=2 | Continental ! colspan=3 | Total |- ! App !! Goals !! App !! Goals !! App !! Goals !! App !! Goals |- align=center | 2004–05 |rowspan=\"2\"|Ankaragücü |rowspan=\"2\"|Süper Lig |27||0||1||0||colspan=\"2\"|—||27||0 |- align=center | 2005–06 |16||0||3||0||colspan=\"2\"|—||16||0 |- align=center | 2006–07 | Leixões | Segunda Liga |5||0|| || ||colspan=\"2\"|—||5||0 |- align=center | 2007–08 |rowspan=\"3\"|Viktoria Žižkov |rowspan=\"2\"|Gambrinus Liga |15||0|| || ||colspan=\"2\"|—||15||0 |- align=center | 2008–09 |25||0|| || ||colspan=\"2\"|—||25||0 |- align=center | 2009–10 | Czech 2. Liga |27||2|| || ||colspan=\"2\"|—||27||2 |- align=center | 2010 |rowspan=\"2\"|Terek Grozny |rowspan=\"2\"|Russian Premier League |5||0||0||0||colspan=\"2\"|—||5||0 |- align=center | 2011–12 |25||1||1||0||colspan=\"2\"|—||26||1 |- ! rowspan=4 | Total ! colspan=2 | Turkey !43||0||4||0||colspan=\"2\"|—||47||0 |- ! colspan=2 | Portugal !5||0|| || ||colspan=\"2\"|—||5||0 |- ! colspan=2 | Czech Republic !67||2|| || ||colspan=\"2\"|—||67||2 |- ! colspan=2 | Russia !30||1||1||0||colspan=\"2\"|—||31||1 |- ! colspan=3 | Career total !145||2||5||0||colspan=\"2\"|—||150||3 |} ===International=== {| class=\"wikitable\" style=\"text-align:center\" |- !colspan=3|Burkina Faso national team |- !Year!!Apps!!Goals |- |2011||5||0 |- |2012||2||0 |- !Total||7||0 |} Statistics accurate as of match played 2 June 2012 ==Notes== ==References== ==External links== * * Category:1984 births Category:Living people Category:Burkinabé footballers Category:Sportspeople from Yaoundé Category:Burkina Faso international footballers Category:Association football defenders Category:MKE Ankaragücü footballers Category:Leixões S.C. players Category:Czech First League players Category:FK Viktoria Žižkov players Category:Burkinabé expatriate footballers Category:Expatriate footballers in Russia Category:FC Akhmat Grozny players Category:Russian Premier League players Category:Burkinabé expatriate sportspeople in the Czech Republic ",
    "title": "Herve Xavier Zengue"
}