{
    "id": "20534838",
    "text": "Farley v Skinner [2001] UKHL 49 is an English contract law case, concerning the measure and availability of damages for distress. ==Facts== Mr Farley bought a large estate—Riverside House—in Blackboys, Sussex, not far from Gatwick. It had a croquet lawn, a tennis court, an orchard, a paddock and a swimming pool. It cost £420,000 and after the purchase was complete on 28 February 1991, he spent £125,000 improving it. He also had a flat in London, a house in Brighton and one overseas. He hired Mr Skinner to survey the house, particularly to determine levels of aircraft noise. Skinner reported that the noise was of acceptable level, whereas in reality, at 6 am the noise was intolerable. Holding patterns formed right above the house. This distressed Mr Farley as he often spent early mornings in his garden. The trial judge held that Mr Farley had paid no more than someone who knew of the noise, so there was no financial loss, but awarded £10,000 for distress and discomfort. ==Judgment== The House of Lords restored the trial judge’s award, because not being put at such inconvenience was an important term. Lord Scott held that if Mr Farley had known about the aircraft noise he would not have bought the property. He could either claim for being deprived of the contractual benefit (Ruxley Electronics Ltd v Forsyth), or he could claim as having consequential loss on breach of contract (Watts v Morrow). He added that if there had been an appreciable reduction in the house’s market value, he could not recover both, which would have been double recovery. Although £10,000 was ‘on the high side’, the value was within the right range. > ‘If the cause is no more than disappointment that the contractual obligation > has been broken, damages are not recoverable even if the disappointment has > led to a complete mental breakdown. But, if the cause of the inconvenience > or discomfort is a sensory (sight, touch, hearing, smell, taste) experience, > damages can, subject to the remoteness rules, be recovered.’ Lord Clyde said it was ‘the specific provision relating to peacefulness of the property in respect of the aircraft noise which makes the present case out of the ordinary’. The predominant object test was dispensed with, so it was enough that the term broken was known by both parties to have been important (it did not matter whether the purpose of the contract was to provide peace of mind). So it seems surveyors will not ordinarily be liable when a house is defective and causes distress. ==See also== *English contract law *Addis v Gramophone Co Ltd [1909] AC 488 *Jarvis v Swans Tours Ltd [1973] QB 233, [1973] 1 All ER 71, where purpose of contract to obtain some mental satisfaction *Jackson v Horizon Holidays Ltd, [1975] 3 All ER 92 *Johnson v Gore Wood & Co [2002] 2 AC 1, 49, (a case actually concerning \"reflective loss\" in UK company law) it was said contract breaking is an ‘incident of commercial life which players in the game are expected to meet with mental fortitude’ ==Notes== ==References== *E McKendrick and Graham, 'The Sky's the Limit: Contractual Damages for Non-Pecuniary Loss' [2002] Lloyd's Maritime and Commercial Law Quarterly 161 Category:English contract case law Category:English remedy case law Category:House of Lords cases Category:2001 in case law Category:2001 in British law ",
    "title": "Farley v Skinner"
}