{
    "id": "20539372",
    "text": "The Mourning of a Star is an album by Keith Jarrett recorded in 1971 with his regular working trio (bass player Charlie Haden and drummer Paul Motian) and released that same year by Atlantic Records. On five dates in July and August 1971 Jarrett went into the studio with Haden and Motian and, along with Dewey Redman on tenor saxophone, produced enough material for three albums, The Mourning of a Star, El Juicio (The Judgement) (released in 1975) and Birth (released in 1972). Although Dewey Redman does not appear on this album, the July and August 1971 sessions marked the metamorphosis of Jarrett's first trio into what would be his future quartet. The album mostly contains tunes conceptualized in the \"traditional\" avantgarde piano trio approach heard in Life Between the Exit Signs (recorded in 1967) but also expands to a much richer and colourful soundscape where Jarrett can be heard on different instruments, paving the way to what was to come later with the addition of Dewey Redman on reeds. == Jarrett on soprano saxophone == Even though Jarrett had already been recording on soprano saxophone since at least 1967 while at Charles Lloyd ( Journey Within: Charles Lloyd Quartet at the Fillmore Auditorium), it had not been until Restoration Ruin (1968) that he featured that instrument on one of his own tracks. His formal presentation as an accomplished soprano saxophone soloist can be heard on \"Traces of You\" and snippets of his flute playing appear here and there throughout the album. ==Critical reception== The Allmusic review by Scott Yanow awarded the album 3 stars, stating \"These trio performances (with bassist Charlie Haden and drummer Paul Motian) are impressive for the period, but the best was yet to come.\".Yanow, S. Allmusic Review accessed September 17, 2011 Writing in 2011 for JazzTimes à propos of Jarrett's The Mourning of a Star, Kenny Werner highlights two of its tunes stating that:Werner, Kenny (August 2011, updated April 2019) Artist's Choice: Kenny Werner on Keith Jarrett at Jazztimes.com accessed September 2020 ==Track listing== :All compositions by Keith Jarrett except as indicated # \"Follow the Crooked Path (Though It Be Longer)\" - 6:15 # \"Interlude No. 3\" - 1:15 # \"Standing Outside\" - 3:22 # \"Everything That Lives Laments\" - 2:16 # \"Interlude No. 1\" - 1:40 # \"Trust\" - 6:56 # \"All I Want\" (Joni Mitchell) - 2:22 # \"Traces of You\" - 5:08 # \"The Mourning of a Star\" - 9:24 # \"Interlude No. 2\" - 0:55 # \"Sympathy\" - 4:32 ==Personnel== *Keith Jarrett - piano, tenor recorder, soprano saxophone, steel drums, overdubbed congas on track #3 *Charlie Haden - bass, steel drums *Paul Motian - drums, steel drums, congas == References == Category:Keith Jarrett albums Category:1971 albums Category:Albums produced by George Avakian Category:Atlantic Records albums ",
    "title": "The Mourning of a Star"
}