{
    "id": "20537076",
    "text": "The FEV1/FVC ratio, also called Tiffeneau-Pinelli index,Minelli R. Appunti dalle lezioni di fisiologia umana. La Goliardica Pavese, Pavia, 1992. is a calculated ratio used in the diagnosis of obstructive and restrictive lung disease. It represents the proportion of a person's vital capacity that they are able to expire in the first second of forced expiration (FEV1) to the full, forced vital capacity (FVC).Interpreting spirometry . gp-training.net The result of this ratio is expressed as FEV1%. Normal values are approximately 75%. Predicted normal values can be calculated online and depend on age, sex, height, and ethnicity as well as the research study that they are based upon. A derived value of FEV1% is FEV1% predicted, which is defined as FEV1% of the patient divided by the average FEV1% in the population for any person of similar age, sex, and body composition. == Disease states == In obstructive lung disease, the FEV1 is reduced due to an obstruction of air escaping from the lungs. Thus, the FEV1/FVC ratio will be reduced. More specifically, according to the National Institute for Clinical Excellence, the diagnosis of COPD is made when the FEV1/FVC ratio is less than 0.7 orChronic obstructive pulmonary disease: Management of chronic obstructive pulmonary disease in adults in primary and secondary care (partial update). NICE.org.uk. June 2010 the FEV1 is less than 75% of predicted;Chronic obstructive pulmonary disease: Management of chronic obstructive pulmonary disease in adults in primary and secondary care (partial update). NICE.org.uk. June 2010 however, other authoritative bodies have different diagnostic cutoff points. The Global Initiative for Obstructive Lung Disease criteria also require that values are after bronchodilator medication has been given to make the diagnosis. According to the European Respiratory Society (ERS) criteria, it is FEV1% predicted that defines when a patient has COPD—that is, when the patient's FEV1% is less than 88% of the predicted value for men, or less than 89% for women. In restrictive lung disease, the FEV1 and FVC are equally reduced due to fibrosis or other lung pathology (not obstructive pathology). Thus, the FEV1/FVC ratio should be approximately normal, or even increased due to a decrease in magnitude of FVC as compared to FEV1 (because of the decreased compliance associated with the presence of fibrosis in some pathological conditions). == References == Category:Respiratory physiology ",
    "title": "FEV1/FVC ratio"
}