{
    "id": "20537980",
    "text": "Joseph Rolando Benavidez (born July 31, 1984) is an American mixed martial artist who competes as a flyweight in the Ultimate Fighting Championship. As of October 15th, 2020, he is #2 in the UFC flyweight rankings. After fighting in smaller shows while working as a screen printer in Las Cruces, New Mexico, he joined up with Urijah Faber's Team Alpha Male in 2007. He has since fought in Dream, WEC and now the UFC. His fighting style has drawn comparisons to training partner and former WEC Featherweight Champion Urijah Faber. On April 27, 2010, the Mayor and City Council of the City of Las Cruces proclaimed April 27 as Joseph Benavidez Day in Las Cruces.http://www.5thround.com/34312/today-is-joseph-benavidez-day-in-las- cruces-new-mexico/ ==Early life and background== Joseph Rolando Benavidez was born on July 31, 1984, in San Antonio, Texas, and is of Mexican descent. Benavidez grew up with his single mother and two brothers. He attended Las Cruces High School, where he began training boxing. At the age of 16, he also began wrestling, discipline in which he became a New Mexico State champion. He continued to wrestle for one semester at William Penn University before dropping out. From the college onwards Benavidez struggled with alcohol and drug abuse before becoming sober, subsequently turning his interest into mixed martial arts. ==Mixed martial arts career== ===Team Alpha Male=== Before joining up with Urijah Faber, Benavidez fought in smaller shows and trained while working as a screen printer in New Mexico. Hoping to eventually make a living fighting MMA, he sought out Faber on a trip to California in January 2007. Unable to find Faber's gym, he visited one in Roseville hoping to locate him. There his fighting ability impressed the members and instructors enough (or, in Faber's words: \"[he] basically beat the crap out of everyone\") to refer him to Faber. This was only hours before Benavidez' flight home was due and he had to leave for the airport, unable to meet up with him. His flight was then canceled, giving him the chance to meet up with Faber as he had hoped. Benavidez impressed Faber enough to offer him a job at the front desk of his gym, enabling him to leave New Mexico to come train with him and his team. Benavidez then went back to New Mexico, \"jammed everything into his car\" and moved to California. After fighting with smaller US-based promotions, Benavidez was offered a fight with Norifumi Yamamoto by Japanese MMA-promoter Dream in July 2008 at Dream 5. The bout was canceled only days before the fight, and Benavidez was instead matched against Junya Kodo whom he defeated by guillotine choke submission. ===World Extreme Cagefighting=== Benavidez was then signed by US-based World Extreme Cagefighting. On December 3, 2008, he fought Danny Martinez at WEC 37 and won by unanimous decision. Benavidez faced Jeff Curran on April 5, 2009 at WEC 40. Benavidez dominated Curran from the opening bell with superior grappling and striking, knocking the opponent down in the first round. Curran unsuccessfully attempted an armbar in the second round and a triangle choke in the third round. Next, Benavidez faced Dominick Cruz on August 9, 2009 at WEC 42. He lost the fight by unanimous decision. Benavidez fought Brazilian jiu-jitsu ace Rani Yahya on December 19, 2009 at WEC 45. Benavidez won via first round TKO. Benavidez defeated former WEC Bantaweight Champion Miguel Torres on March 6, 2010 at WEC 47. He dominated the former Bantamweight Champion before opening a huge cut on Torres' forehead and submitting the bloodied Torres via guillotine choke. ===Bantamweight title shot and beyond=== Benavidez fought Dominick Cruz in a rematch for the WEC Bantamweight Championship on August 18, 2010 at WEC 50. Benavidez lost to Cruz for a second time via split decision. Benavidez faced Wagnney Fabiano on November 11, 2010, replacing an injured Brian Bowles. Benavidez defeated Fabiano via second round submission. After an uneventful first round of striking between the two, Benavidez stung Fabiano with a left and pounced, submitting the 3rd degree black belt with a guillotine choke at 2:45 of the second round. ===Ultimate Fighting Championship=== ====2011==== On October 28, 2010, World Extreme Cagefighting merged with the Ultimate Fighting Championship. As part of the merger, all WEC fighters were transferred to the UFC. In his UFC debut, Benavidez faced Ian Loveland on March 19, 2011 at UFC 128. He won the fight via unanimous decision. Benavidez next fought Eddie Wineland on August 14, 2011 at UFC on Versus 5. Benavidez defeated Wineland by unanimous decision (30-27, 30-27, 30-27). ====2012==== At the UFC 140 post- fight press conference, Dana White announced that Benavidez would be a participant in a four man tournament to crown the new newly created UFC Flyweight Championship. Benavidez faced Yasuhiro Urushitani on March 3, 2012 at UFC on FX 2 and won via TKO in the second round, earning Knockout of the Night honors for his performance. Benavidez faced Demetrious Johnson on September 22, 2012 at UFC 152 for the inaugural UFC Flyweight Championship. In an incredibly closely contested fight that contained nonstop action at a frenetic pace, he lost the fight in via split decision (48-47, 47-48, 49-46). ====2013==== Benavidez faced Ian McCall on February 2, 2013 at UFC 156. He won the fight via unanimous decision. Benavidez then faced Darren Uyenoyama on April 20, 2013 at UFC on Fox 7. He won the fight via TKO in the second round. Benavidez faced Jussier Formiga on September 4, 2013 at UFC Fight Night 28. He won the fight by TKO in round 1 after dropping Formiga with a knee to the body and following up with punches. A rematch with Demetrious Johnson was expected for November 30, 2013 at The Ultimate Fighter 18 Finale. However the bout was shifted to December 14, 2013 at UFC on Fox 9 after that event's headliner was postponed due to injury. Benavidez lost via knockout in the first round, the first time he has been stopped in his MMA career. ====2014==== Benavidez faced Tim Elliott on April 26, 2014 at UFC 172. Benavidez won the fight in the first round via modified guillotine choke. Elliot was forced to tap with his feet as his arms were trapped by Benavidez's legs. Benavidez has called this submission the \"Joa Constrictor\". The win also earned Benavidez his first Performance of the Night bonus award. Benavidez faced Dustin Ortiz on November 22, 2014 at UFC Fight Night 57. Benavidez won the back-and-forth fight via unanimous decision. ====2015==== Benavidez faced John Moraga on May 23, 2015 at UFC 187. Benavidez won the fight via unanimous decision. Benavidez was briefly linked to a bout against former Olympic Gold Medalist Henry Cejudo on September 5, 2015 at UFC 191. However, the fight never materialized. In turn, Benavidez faced Ali Bagautinov on October 3, 2015 at UFC 192. Benavidez won the fight via unanimous decision. ====2016==== Benavidez faced Zach Makovsky on February 6, 2016 at UFC Fight Night 82. He won the fight via unanimous decision. In May 2016, the UFC announced that Benavidez would be one of the coaches, opposite Henry Cejudo on The Ultimate Fighter 24. The pairing faced each other on December 3, 2016 at The Ultimate Fighter 24 Finale. Benavidez won the back and forth fight via split decision. ====2017==== Joseph_Benavidez_in_2017 Benevidez was expected to face Ben Nguyen on June 11, 2017 at UFC Fight Night 110. However, Benavidez pulled out of the fight on May 10 with a knee injury and was replaced by Tim Elliott. ====2018==== Benavidez faced Sergio Pettis on June 9, 2018 at UFC 225. He lost the back and forth fight via split decision. Benavidez was expected to face Ray Borg on November 10, 2018 at UFC Fight Night 139. However on November 7, 2018 it was reported that the bout was cancelled due to undisclosed medical issue for Borg. Benavidez faced Alex Perez on November 30, 2018 at The Ultimate Fighter 28 Finale. He won the fight via technical knockout out in round one. This win earned him the Performance of the Night award. ====2019==== Benavidez was briefly scheduled to face Deiveson Figueiredo on January 19, 2019 at UFC Fight Night 143. However, the promotion clarified plans indicating that the pairing was off and that Benavidez would be an alternate for the headliner bout in the event that either Henry Cejudo or T.J. Dillashaw would be forced from the main event. Subsequently, Benavidez indicated that he would like to compete on the card, so while being an alternate for the headliner, a rematch with Dustin Ortiz took place at the event. Benavidez would win the fight via unanimous decision. Benavidez signed a new, four-fight contract with the UFC before the fight with Ortiz. Benavidez faced Jussier Formiga in a rematch on June 29, 2019 at UFC on ESPN 3. He won the fight via technical knockout in the second round. This fight earned him the Performance of the Night award. After the fight, in the post-fight interview, he declared himself \"Joey Two Times\". ====2020==== Benavidez faced Deiveson Figueiredo for the vacant UFC Flyweight Championship at UFC Fight Night 169 on February 29, 2020. At the weigh-ins on February 28, Figueiredo missed weight, weighing in at 127.5 pounds and became ineligible to win the Flyweight championship. In addition, Figueiredo was fined 30 percent of his purse which went to Benavidez. Benavidez lost the fight via technical knockout in round two. Benavidez rematched with Deiveson Figueiredo for the vacant UFC Flyweight Championship at UFC Fight Night 172 on July 19, 2020. On July 11, 2020, Figueiredo tested positive for COVID-19. According to Figueiredo's manager, the bout had yet to be officially removed and Figueiredo was administered a second COVID-19 test on July 12, 2020 where the result would be back on July 13, 2020 to determined if Figueiredo was free to fight. Figueiredo passed multiple COVID-19 tests, clearing the fight to proceed as the main event. Benavidez lost the fight via a technical submission in round one. ==Personal life== Benavidez is married to UFC reporter Megan Olivi. ==Championships & accomplishments== ===Mixed martial arts=== *Ultimate Fighting Championship **Knockout of the Night (One time) **Performance of the Night (Three times) **Most wins in the UFC Flyweight division (13, tied with Demetrious Johnson) **Most fights in the UFC Flyweight division (17) **Most knockout wins in the UFC Flyweight division (five) *World Extreme Cagefighting **Fight of the Night (One time) **Submission of the Night (One time) *Sherdog **2010 All-Violence Second Teamhttp://m.sherdog.com/news/articles/3/Sherdogs-2010-AllViolence-Team-29293 ==Mixed martial arts record== |- |Loss |align=center|28–7 |Deiveson Figueiredo | Technical Submission (rear-naked choke) |UFC Fight Night: Figueiredo vs. Benavidez 2 | |align=center|1 |align=center|4:48 |Abu Dhabi, United Arab Emirates | |- |Loss |align=center|28–6 |Deiveson Figueiredo |TKO (punches) |UFC Fight Night: Benavidez vs. Figueiredo | |align=center|2 |align=center|1:54 |Norfolk, Virginia, United States | |- |Win |align=center|28–5 |Jussier Formiga |TKO (head kick and punches) |UFC on ESPN: Ngannou vs. dos Santos | |align=center|2 |align=center|4:47 |Minneapolis, Minnesota, United States | |- |Win |align=center|27–5 |Dustin Ortiz |Decision (unanimous) |UFC Fight Night: Cejudo vs. Dillashaw | |align=center|3 |align=center|5:00 |Brooklyn, New York, United States | |- |Win |align=center|26–5 |Alex Perez |TKO (punches) |The Ultimate Fighter: Heavy Hitters Finale | |align=center|1 |align=center|4:21 |Las Vegas, Nevada, United States | |- |Loss |align=center|25–5 |Sergio Pettis |Decision (split) |UFC 225 | |align=center|3 |align=center|5:00 |Chicago, Illinois, United States | |- |Win |align=center|25–4 |Henry Cejudo |Decision (split) |The Ultimate Fighter: Tournament of Champions Finale | |align=center|3 |align=center|5:00 |Las Vegas, Nevada, United States | |- |Win |align=center|24–4 |Zach Makovsky |Decision (unanimous) |UFC Fight Night: Hendricks vs. Thompson | |align=center|3 |align=center|5:00 |Las Vegas, Nevada, United States | |- |Win |align=center|23–4 |Ali Bagautinov |Decision (unanimous) |UFC 192 | |align=center|3 |align=center|5:00 |Houston, Texas, United States | |- |Win |align=center|22–4 |John Moraga |Decision (unanimous) |UFC 187 | |align=center|3 |align=center|5:00 |Las Vegas, Nevada, United States | |- | Win | align=center| 21–4 | Dustin Ortiz | Decision (unanimous) | UFC Fight Night: Edgar vs. Swanson | | align=center| 3 | align=center| 5:00 | Austin, Texas, United States | |- | Win | align=center| 20–4 | Tim Elliott | Submission (guillotine choke) | UFC 172 | | align=center| 1 | align=center| 4:08 | Baltimore, Maryland, United States | |- | Loss | align=center| 19–4 | Demetrious Johnson | KO (punch) | UFC on Fox: Johnson vs. Benavidez 2 | | align=center| 1 | align=center| 2:08 | Sacramento, California, United States | |- | Win | align=center| 19–3 | Jussier Formiga | TKO (knee to the body and punches) | UFC Fight Night: Teixeira vs. Bader | | align=center| 1 | align=center| 3:07 | Belo Horizonte, Brazil | |- | Win | align=center| 18–3 | Darren Uyenoyama | TKO (body punch) | UFC on Fox: Henderson vs. Melendez | | align=center| 2 | align=center| 4:50 | San Jose, California, United States | |- | Win | align=center| 17–3 | Ian McCall | Decision (unanimous) | UFC 156 | | align=center| 3 | align=center| 5:00 | Las Vegas, Nevada, United States | |- | Loss | align=center| 16–3 | Demetrious Johnson | Decision (split) | UFC 152 | | align=center| 5 | align=center| 5:00 | Toronto, Ontario, Canada | |- | Win | align=center| 16–2 | Yasuhiro Urushitani | TKO (punches) | UFC on FX: Alves vs. Kampmann | | align=center| 2 | align=center| 0:11 | Sydney, Australia | |- | Win | align=center| 15–2 | Eddie Wineland | Decision (unanimous) | UFC Live: Hardy vs. Lytle | | align=center| 3 | align=center| 5:00 | Milwaukee, Wisconsin, United States | |- | Win | align=center| 14–2 | Ian Loveland | Decision (unanimous) | UFC 128 | | align=center| 3 | align=center| 5:00 | Newark, New Jersey, United States | |- | Win | align=center| 13–2 | Wagnney Fabiano | Submission (guillotine choke) | WEC 52 | | align=center| 2 | align=center| 2:45 | Las Vegas, Nevada, United States | |- | Loss | align=center| 12–2 | Dominick Cruz | Decision (split) | WEC 50 | | align=center| 5 | align=center| 5:00 | Las Vegas, Nevada, United States | |- | Win | align=center| 12–1 | Miguel Torres | Submission (guillotine choke) | WEC 47 | | align=center| 2 | align=center| 2:57 | Columbus, Ohio, United States | |- | Win | align=center| 11–1 | Rani Yahya | TKO (punches) | WEC 45 | | align=center| 1 | align=center| 1:35 | Las Vegas, Nevada, United States | |- | Loss | align=center| 10–1 | Dominick Cruz | Decision (unanimous) | WEC 42 | | align=center| 3 | align=center| 5:00 | Las Vegas, Nevada, United States | |- | Win | align=center| 10–0 | Jeff Curran | Decision (unanimous) | WEC 40 | | align=center| 3 | align=center| 5:00 | Chicago, Illinois, United States | |- | Win | align=center| 9–0 | Danny Martinez | Decision (unanimous) | WEC 37 | | align=center| 3 | align=center| 5:00 | Las Vegas, Nevada, United States | |- | Win | align=center| 8–0 | Junya Kodo | Submission (guillotine choke) | Dream 5 | | align=center| 1 | align=center| 2:42 | Osaka, Japan | |- | Win | align=center| 7–0 | Maurice Eazel | Submission (rear-naked choke) | PFC 8: A Night of Champions | | align=center| 1 | align=center| 1:02 | Lemoore, California, United States | |- | Win | align=center| 6–0 | Jason Georgianna | Submission (guillotine choke) | PFC 6: No Retreat, No Surrender | | align=center| 2 | align=center| 0:38 | Lemoore, California, United States | |- | Win | align=center| 5–0 | Rocky Del Monte | Submission (triangle choke) | Independent Event | | align=center| 2 | align=center| N/A | Lakeport, California, United States | |- | Win | align=center| 4–0 | Carlos Lovio | TKO (punches) | Bring it On: Under Destruction | | align=center| 1 | align=center| N/A | Oxnard, California, United States | |- | Win | align=center| 3–0 | Justin Smitley | TKO (doctor stoppage) | Warrior Cup 2 | | align=center| 3 | align=center| 2:18 | Stockton, California, United States | |- | Win | align=center| 2–0 | Ramon Rodriguez | Submission (triangle choke) | Border Warz | | align=center| 2 | align=center| 2:33 | Colorado Springs, Colorado, United States | |- | Win | align=center| 1–0 | Brandon Shelton | Submission (kimura) | Universal Fight Promotions | | align=center| 2 | align=center| N/A | Mescalero, New Mexico, United States | ==See also== * List of current UFC fighters * List of male mixed martial artists ==References== ==External links== * * Category:1984 births Category:Living people Category:Sportspeople from Las Cruces, New Mexico Category:American male mixed martial artists Category:American mixed martial artists of Mexican descent Category:Mixed martial artists from New Mexico Category:Bantamweight mixed martial artists Category:William Penn University alumni Category:Flyweight mixed martial artists Category:Ultimate Fighting Championship male fighters ",
    "title": "Joseph Benavidez"
}