{
    "id": "20531969",
    "text": "Dixie Grammar School is an independent school in Market Bosworth, Leicestershire. The earliest records of the School's existence date from 1320, but the school was re-founded in 1601 under the will of an Elizabethan merchant and Lord Mayor of London, Sir Wolstan Dixie, by his great-nephew Sir Wolstan Dixie of Appleby Magna, who came to live in Market Bosworth in 1608.Transactions of the London and Middlesex Archæological Society, 2 London and Middlesex Archaeological Society p33 The most distinguished of the School's former pupils is Thomas Hooker, founder of Hartford, Connecticut, known as the Father of American Democracy. Samuel Johnson, moralist, poet and author of the famous dictionary, taught at the school in the mid-eighteenth century. The main building of today's school was built in 1828 and faces the market square of Market Bosworth. A distinguished headmaster of the school was the Rev. Arthur Benoni Evans from 1829 till his death in 1854.Reports from commissioners 1869 House of Commons p40 West Leicestershire. The school ceased to exist as a \"grammar school\" in 1969, with the establishment of Market Bosworth High School (11–13 years) and Bosworth Community College, Desford (14–18 years), as much larger comprehensive schools found favour. The Leicestershire Independent Educational Trust was formed in 1983, and four years later the school was re-opened as a selective, independent, day school for boys and girls of all backgrounds between the ages of 10 and 18. Three years later the Junior School opened, moving in 2001 to its present premises, Temple Hall in Wellsborough.Dixie Grammar School Website, History. The Dixie Grammar provides education for the following ages of children: * The Pippins Nursery School (ages 3–4)– in Wellsborough * The Dixie Grammar Junior School (ages 5–10) – in Wellsborough * The Dixie Grammar School (ages 10–18) – in Market Bosworth In 2012 the Headmaster Mr John R Wood was Chairman of the Independent Schools Association. In November 2015 the Dixie was inspected by the Independent Schools Inspectorate and was given the top grade of 'Excellent' in all 8 inspection categories. The current Headmaster is Mr Richard Lynn. ==References== ==External links== *Official Website Category:Independent schools in Leicestershire Category:Market Bosworth ",
    "title": "Dixie Grammar School"
}