{
    "id": "20538803",
    "text": "Maruf Khaznadar or Marif Xeznedar, (1930–2010), is a contemporary Kurdish academic and writer. He was born in Erbil and received early education in Erbil and Kirkuk. He attended the College of Literature at the University of Baghdad and received his bachelor's degree in Arabic language and literature in 1957. From 1957 to 1959, he was working as a high school teacher in Kirkuk. In 1960, he was awarded a bursary to continue his studies at the Oriental Institute of Soviet Academy of Sciences in Leningrad and received his PhD in Kurdish literature in 1963. From 1963 to 1968, he worked as research associate at the same institute. In 1969, he began teaching at the Faculty of Literature of University of Baghdad and in 1972 he became head of its Kurdish Department and in 1979 he was promoted to the rank of Professor. From 1970 to 1974, he also served as the editor of Kurdish journals Defteri Kurdewari and Nuseri Kurd. He has published numerous books and articles in Kurdish, Arabic and Russian languages.Kurdnasi (See pp.66–71 for Xeznedar's biography) He died on October 25, 2010. ==Books== # Al-Adl al-ejtem'ee (Social Justice), Translation from Kurdish to Arabic, Baghdad, 1954. # Aghani Kurdistan, Baghdad, 1956. (in Arabic) # Kêş û Qafiye le Şê'rî Kurdîda (Meter and Rhyme in Kurdish Poetry), Baghdad, 1962. (in Kurdish) # Ocherk istorii sovremennoi kurdskoi literatury (History of the Modern Kurdish Literature), Nauka Publishers, Moscow, 1967. (in Russian) # Al-Akrad: Mulahezat u Enteba'at (The Kurds: Notes and Impressions), By Minorsky, Translation from Russian into Arabic, 99 pp., al- Nujum Publishers, Baghdad, 1968. # The Twelve Horsemen of Mariwan and Fifteen Other Kurdish Tales, Moscow, 1968. (in Russian) # Bûke şûşe, Short story, 59 pp., Baghdad, 1969. (in Kurdish) # Collection of Stories (Eleman Kurdi), Baghdad, 1969. (in Kurdish) # Ebdulla Begî Mısbah - Dîwan, Şaîrî Gewrey Xakî Mukriyan (Diwan of Abdulla Bagi Misbah, The Great Poet of Mukriyan), 59 pp., Irshad Publishers, Baghdad, 1970. (in Kurdish) # Ziman û Edebî Kurdî bo Polî Pêncemî Amadeyî (Kurdish Language and Literature textbook for the fifth grade of high school), Baghdad, 1971. # Analysis and Correction of Arabic Grammar in Kurdish by Ali Taramakhi, Dar al-Zaman Publishers, Baghdad, 1977. (in Kurdish) # Analysis and Correction of Nalî's Collection of Poems. Baghdad, 1977. (in Kurdish) # Makhtutat Farida u Matbooat Nareda, (Rare Handwritings and Journals), Baghdad, 1978. (in Arabic) # Tarikh Esteshraq wa al-Dersast al- Arabiya wa al-Kurdiya fi al-Mothaf al-Asiwi 1818-1968 (History of Orientalism and Arabic and Kurdish Studies), translated from Russian, Baghdad, 1980. (in Arabic) #Al-Rehalata al-Rus fi Sharqa al-Awsat, translated from Russian, 431 pp., Beirut, 1981. (in Arabic) #Nalî le Defterî Nemirîda (The Eternal Nali), Baghdad, 1981. (in Kurdish) #Le Babet Mêjûy Edebî Kurdiyewe (Regarding the History of Kurdish Literature), Baghdad, 1984. (in Kurdish) #Kurdyade, A Poetic Novel, London, 1985. (in Kurdish) #Geştêk bo Erzurûm (A Travel to Erzurum), By Pushkin, translated from Russian, Sweden, 1995. (in Kurdish) #Edebî Rusî û Kêşey Pasternak (Russian Literature and Problem of Pasternak), Erbil, 1999. (in Kurdish) #Mêjûy Edebî Kurdî (History of Kurdish Literature), 7 Volumes, Aras Publishers, Erbil, 2001-2006. (in Kurdish) #Berew Roj, Collection of Short stories, 224 pp., Soran Publishers, Sulaimaniya, 2006. (in Kurdish) ==Articles== #Kurdish Prose (1945-1961), The Journal of Kurdish Studies, Vol.2, 1996–1997, pp. 65–70 #The image of the struggle for national rights in Kurdish literature, In Between Imagination and Denial:Kurds as Subjects and Objects of Political and Social Processes, A Conference organized by Free University of Berlin, May 1998. ==Notes== Category:1930 births Category:2010 deaths Category:Kurdish-language writers Category:Iranologists Category:Kurdish historians Category:Kurdish social scientists ",
    "title": "Maruf Khaznadar"
}