{
    "id": "20534804",
    "text": "Ridgeley High School, built in 1934, was a middle and a high school in Mineral County, West Virginia. The high school closed in 1976 because of consolidation in Mineral County schools. At one time the school contained kindergarten though 12th grade. ==History== Ridgeley students received their high school education at Allegany High School in Cumberland, Maryland until 1934, when a high school program was established in the town. The first graduating class in 1935 had 13 students. The school closed as a result of consolidation in 1976 and was succeeded by Frankfort High School. ==Campus== Ridgeley High School sits on a plot of land in the center of the town by the levee which separates the property from the Potomac River. The building is a two-story school with L-shaped hallways on both levels. On the lower level (essentially the basement) classrooms lined the front of the school and the side facing the football field. The cafeteria was at the center of the L in the basement. Aside from lunches, the space was used for weekly sock hops on Friday nights providing entertainment to students. On the upper floor, classrooms lined the outer walls facing the street. On the football field side, classrooms lined both sides of the hallway. The other side of the hall was mostly occupied by the gym where basketball games were played. Outside, the football field took up a large portion of the property. The football stadium had no lights, so games were played on Friday afternoons with students released early to attend. The property behind the school was also used by gym classes for calisthenics. The football field was also used for years by other local sports teams including the Ridgeley Rams football team. The building was demolished over two weeks beginning on October 22, 2018. ==Extracurricular activities== The Ridgeley Blackhawks football team won the West Virginia Class A championship in 1975. ==Notable alumni== *William E. Shuck, Jr., Congressional Medal of Honor recipient ==Former principals== *Festus W Smith (1934–38) *Melvin M Heiskell (1938–68) *Golden Adkins (1968–76) ==Gallery== File:Ridgeley High School 1939.jpg|Photograph of Ridgeley High School Complex as it stood in 1941 File:Ridgeley High School 2013.jpg|Photograph of Ridgeley High School Complex as it stood on June 26, 2013. File:Site of Ridgeley High School After Demolition.jpg|Photograph of the land on which Ridgeley High School stood after the school's demolition on November 3, 2018. ==References== Category:Defunct schools in West Virginia Category:Educational institutions disestablished in 1976 Category:Educational institutions established in 1934 Category:Schools in Mineral County, West Virginia Category:1934 establishments in West Virginia Category:1976 disestablishments in West Virginia Category:Buildings and structures demolished in 2018 ",
    "title": "Ridgeley High School"
}