{
    "id": "20533307",
    "text": "Propaganda poster by Viktor Govorkov (1949) showing Stalin with a reforestation plan. The text reads \"и засуху победим\" [=\"And defeat drought\"] The Great Plan for the Transformation of Nature, also known as Stalin's plan for the transformation of nature, was proposed by Joseph Stalin in the Soviet Union in the second half of the 1940s, for land development, agricultural practices and water projects to improve agriculture in the nation. Its propaganda motto and catchphrase was “the great transformation of nature” (, velikoye preobrazovaniye prirody).\"Introduction in Geoecology\", A. A. Chibilyov, 1988, , Yekaterinburg: Institute of Steppe, Ural Branch of Russian Academy of Sciences. The plan was outlined in the Decree of the USSR Council of Ministers and All-Union Communist Party (Bolsheviks) Central Committee of October 20, 1948: \"On the plan for planting of shelterbelts, introduction of grassland crop rotation and construction of ponds and reservoirs to ensure high sustainable crop yields in steppe and forest-steppe areas of the European USSR.\" It was a response to the widespread 1946 drought and subsequent 1947 famine, which led to estimated deaths of 500,000–1 million people.\"National Shelterbelt\": To 60th anniversary of Stalin's plan of the transformation of nature ==Major projects== A network of irrigation canals was built in the steppe belt of the southern Soviet Union, and in the deserts of Central Asia. A project was proposed to plant trees in a gigantic network of shelterbelts or windbreaks (, lesopolosa, \"forest strip\") across the steppes of the southern Soviet Union, similar to what had been done in the northern plains of the United States in the 1930s following drought and the extensive damage of the Dust Bowl years.\"Russia and the Soviet Union\", in The idea was that planting windbreaks around rivers of southern Russia and around collective farms would supposedly stop the drying winds from Central Asia that were thought to have caused the drought. The actions were surrounded by a great deal of propaganda which included a patriotic oratoria, the Song of the Forests, composed by Dmitri Shostakovich. The plan was to be overseen by the Glavnoe upravlenie pelzashchitnogo lesorazvedeniaa (GUPL) which came under a scientific technical committee that included Trofim Lysenko. Lysenko claimed that he was an expert on planting trees in \"nests\" - where members of the same species helped each other. He planted at high densities and claimed that plants underwent \"self- thinning\" working together against weeds in the early stages and then some plants would sacrifice themselves for the main plant. He further suggested that a oak seedling at the center would have four seeds around them in a plus pattern. One ecologist and opponent of Lysenko, Vladimir N. Sukachev recorded that by September 1951, 100% of the trees planted using the \"nest method\" in the Ural territories had died. Although the plan achieved none of its stated goals, some collective farms surrounded by plantations produced better yields due to improved water storage. The Soviet government launched a number of extensive projects in land improvement, hydroengineering for water control, irrigation and power, and in supporting areas. Planned for completion in 1965, the projects were mostly abandoned after the death of Stalin in 1953. ==See also== *Environment of Russia *Great Construction Projects of Communism *Northern river reversal *Great Plains Shelterbelt ==References== Category:Economy of the Soviet Union Category:Environment of Russia Category:Environment of the Soviet Union Category:Joseph Stalin Category:Soviet phraseology Category:1948 in the Soviet Union Category:1948 in the environment Category:Proposals in the Soviet Union ",
    "title": "Great Plan for the Transformation of Nature"
}