{
    "id": "20535707",
    "text": "Smoke Rise is an upscale gated community in Kinnelon, New Jersey that was created out of the estate of Francis Kinney, a 19th-century industrialist who founded Kinney Brothers Tobacco Company. The Kinney estate dates back to 1884, when Francis Kinney, a pioneer in the tobacco industry, built a huge \"summer cottage\" here. His son, Morris Kinney, for whom the borough of Kinnelon was named 41 years later, lived most of his life on the estate. The community encompasses more than 900 unique homes located on in addition to Lake Kinnelon.Cheslow, Jerry. \"If You're Thinking of Living In/Kinnelon, N.J.; Residential Life Amid Natural Beauty\", The New York Times, June 1, 2003. Accessed August 21, 2012. \"Ms. Dunner Parker knew the area through a brother who lived in Kinnelon's Smoke Rise section, a 3,500-acre, 900-home gated community that describes itself in its promotional literature as 'one of America's most prestigious club communities' and 'elite, yet affordable.' Covering the borough's northwestern quadrant, Smoke Rise's lots are heavily wooded and range in area from 1 to 10 acres, with the most valuable properties fronting on the 19-acre Lake Kinnelon.\" Located in the north woods of New Jersey, the gated lakeside community provides 24-hour security, activities, clubs and special events grounded in a tradition of community spirit and service. The community was conceived and based on a dual philosophy that no two homes would look alike with a minimum size of 2,500 square feet located on a one and a half acre wooded lot.http://www.smokerise- nj.com/smokeriseclub/sub_category_list.asp?category=57&title;=FAQs The community only has two entrances: one from Route 23 south (North Gate entrance) and the other from Kinnelon Road (East Gate entrance). ==History== Smoke Rise East Gate Entrance When Morris Kinney died in 1945, he left the estate to John Talbot, Sr. a longtime friend, former mayor of the borough, and a founder of the Chilton Memorial Hospital, Pompton Plains (John Talbot, Sr. was a real estate developer in New York City and a patron of the arts and was credited with the revival of ballet as a major art form in the United States in the 1930s), as a tribute to their lifetime friendship and mutually shared love of Smoke Rise. In 1946, when the need for suburban housing became evident, John Talbot, Sr., founded The Smoke Rise Club, one of the earliest community club plans in the United States. Unlike so many developers, he insisted that the land be kept in its natural state as far as possible. When friends asked to purchase land on the estate to build homes, Talbot decided to develop a planned community designed primarily to serve New York corporation executives. The Smoke Rise Club was the result in November 1946. The name (Smoke Rise) is a translation of the Pequannock Indian name for the mountainous area, where a heavy mist often rises at sunset. The private family friendly community is located entirely in Kinnelon, whose name comes from Francis S. Kinney, who purchased of land in the 1880s for an estate that included Lake Kinnelon and the surrounding mountainous area. Smoke Rise is administered by residents elected to the Board of Governors of the Smoke Rise Club, which must approve all residents' building plans. Inside the community, which can be entered only through two gates (North Gate & East Gate), there are over of roadway and approximately 900 houses on . The neighborhood is also home to Smoke Rise Lake, and Kitty Ann Mountain, the highest point in Kinnelon. On an island in the lake is St. Hubert's Chapel, built by Mr. Kinney in 1886 and named after his favorite patron saint of the hunt. It was built in the style of an 8th-century stone chapel in tribute to the saint who lived in the 7th and 8th centuries. Kinney later commissioned Louis C Tiffany to expand and enhance the chapel including a (now priceless) Celtic cross stained glass window and a Tiffany-signed mosaic floor among other things. The Chapel is owned by the Smoke Rise Club who can be contacted for more information including tours. Kitty Ann mountain offers views of northern New Jersey and the distant New York City skyline at an elevation of 1,140 feet (350 m) from the Smoke Rise Tower. The neighborhood also includes one church, the Community Church of Smoke Rise, the Smoke Rise Village Inn, and recreation facilities. It is home to the Kinnelon Volunteer Fire Company - Company 3 Fire House. The Village Inn and the Community Church are open to members and non-members of the community. ==Location== Smoke Rise residents also enjoy the close proximity to New York City. Nearby highways include Interstate 287, Route 23, and Route 208\\. The population consists of a vast variety of professional, entrepreneurs and executives. There are two entrances to the community. From Route 23 south, there is the North Gate entrance and from Kinnelon Road, there is the East Gate entrance. ==Notable residents== * Missy Elliott (born 1971) is an American rapper, singer, songwriter, record producer, dancer, and philanthropist.https://www.stemjar.com/missy-elliot-net-worth/ * Herbert O. Fisher (1909–1990), test pilot and an aviation executive.\"Herbert O. Fisher, 81, Test Pilot and Official\", The New York Times, August 3, 1990. Accessed February 19, 1990. Accessed February 19, 2020. \"Herbert O. Fisher, a test pilot and a retired aviation executive of the Port Authority of New York and New Jersey, died on Sunday at Chilton Memorial Hospital in Kinnelon, N.J. He was 81 years old and lived in Kinnelon.\" * Rene Joyeuse, M.D., MS, FACS (1920-2012), WWII Operative, Spy and Saboteur OSS - Physician(Trauma), Professor and Researcher - Co-founder of the American Trauma Society.\"\"Rene Joyeuse 92, was a Swiss, French and American soldier, physician and researcher, who distinguished himself as an agent of Allied intelligence in German-occupied France during World War II and a founding member of the American Trauma Society\", The Washington Post, March 28, 2013. \"Swiss-born man to rest in Arlington cemetery for spy work in WWII.\" * Stearns Matthews (born 1984), cabaret singer, recording artist, director, teacher and pianist.\"Anne Steele Wins First Prize At MetroStar Talent Challenge\", BroadwayWorld, August 20, 2008. Accessed January 27, 2020. \"Steele, who beat out her co-finalists Stearns Matthews and Nesha Ward, proved to be the most consistent of the finalists, earning high marks week after week.... Matthews, who is 24, made his professional stage debut in MetroStar. The Kinnelon, New Jersey, native recently graduated from the Westminster Choir College in Princeton.\" ==References== Category:Gated communities in New Jersey Category:Planned communities in the United States Category:Geography of Morris County, New Jersey Category:Kinnelon, New Jersey ",
    "title": "Smoke Rise (community)"
}