{
    "id": "20534384",
    "text": "The Elkins Estate is an American estate located in Elkins Park, Montgomery County, Pennsylvania. The estate contains seven buildings, the most notable being Elstowe Manor and Chelten House, mansions designed by Horace Trumbauer. Elstowe Manor was built in 1898 at the location where \"Needles\", the former family summer home of William L. Elkins, had stood. Elkins, a Philadelphia businessman, was integral in the formation of the Pennsylvania Railroad Company and the Philadelphia Rapid Transit Company, the forerunner of SEPTA. == Elstowe Manor == Elstowe Manor The 45-room manor was built in the style of Italian High Renaissance. The unique interior features, such as the ornately carved wood and gilded molding, marble columns and accents, frescoed ceilings, gargoyles and the like, were crafted in Europe and shipped to the United States, where they were assembled on site. The interior was designed by renowned French interior decor experts Allard et Fils, which accounts for the distinctly French feel in some of the rooms. The home is anchored on either side by a large library and drawing-room. Between these are two wings, one containing a breakfast room and dining room and the other a billiard room and den, with a separate wing leading to a large gallery. These wings all lead to a grand staircase in the center of the house. The second floor has nine bedrooms, three dressing rooms, and seven baths. The third floor and raised basement are servant quarters. With the mansion, Trumbauer also designed the wrought-iron gates at the entrance to the estate along with a small gatehouse, a powerhouse, and an eight-car garage. == Chelten House == Chelten House In 1896, Elkins commissioned Trumbauer to build a home on the estate for his son, George W. Elkins. This mansion, Chelten House, was built in the Elizabethan style. The house was situated on a large, balustraded terrace which allows for outdoor living space. The first floor of the house is built of local Wissahickon schist, while the second and third floors are half-timbered with panels of pebbledash. The interior space is fashioned with a stuccoed Gothic tracery ceiling with Tudor-style paneling. Stables are located directly behind the house. == Ownership after Elkins == Chelten house during winter In 1932, William H. Elkins, grandson of William L. Elkins, sold the Elstowe manor property to the Dominican Sisters of St. Catherine de' Ricci. Chelten House was owned by Philadelphia cigarette manufacturer Stephen X. Stephano. After the death of his wife, Penelope, he sold Chelten House to the Dominican Sisters in 1948. The Dominican Sisters operated both buildings (known as the Dominican Retreat House) as a women's religious retreat and preserved the grounds and historical integrity of the buildings. Thousands of women and men attended retreats, days of prayer, and other spiritual programs for 75 years. Women would come to pray, meditate and find a place of refuge and reflection. At its peak, as many as 14,000 women and men came to the Dominican Retreat House in one year. The dedication of the sisters to preservation of the historic mansions on the estate was extraordinary and today, in 2013, the original features and architectural details remain intact. It was described as the most significant example of Gilded Age architecture in the region by John Gallery of the Philadelphia Preservation Alliance. Over time, the needs of people coming on retreat changed, and the economic challenges of operating the buildings became unsustainable for the Dominican Sisters. The Dominican Retreat House was at the time of its closing in 2006 the oldest retreat house for women in the United States. In February 2009, the Dominican Sisters sold the 42-acre property to the Land Conservancy of Elkins Park, PA, who intended to use the facility for group spiritual, health and wellness education retreats, and also as a venue for elegant special events. The property was reopened in September 2009 as Elkins Estate and has hosted a number of wedding receptions and events. But the conservancy could not keep up payments to the sisters who held the mortgage. In November 2010, because of numerous missed payments, including a $250,000 payment on the principal, the Dominican congregation foreclosed on the property, and the conservancy filed for Chapter 11 bankruptcy. The property was in bankruptcy reorganization until October 2012, when the case was dismissed. The congregation filed a motion to evict the conservancy in March 2012 after it defaulted on a revised settlement agreement. The agreement held that if the conservancy defaulted on its first payment of $300,000 it would vacate the premises, but the conservancy refused to leave and continued to hold events there until November 2012. The legal battle continued. The Philadelphia Inquirer ran an extensive story describing the legal dispute on October 31, 2012. On January 24, 2013, the Dominican Sisters and the conservancy reached an agreement in which the conservancy would vacate the premises and relinquish control to the sisters by January 30, 2013. The sisters regained possession of the property and sold the property to Landmark Developers in August 2019. ==See also== *List of Gilded Age mansions == References== * Kathrens, Michael (2002). American Splendor: The Residential Architecture of Horace Trumbauer. Acanthus Press. . * Former owners of Elkins Park landmark take legal action to foreclose on property Category:Gilded Age Category:Houses in Montgomery County, Pennsylvania Category:Elkins Park, Pennsylvania Category:Horace Trumbauer buildings Category:Houses completed in 1898 ",
    "title": "Elkins Estate"
}