{
    "id": "20537600",
    "text": "Zellenleiter (Cell Leader) was a Nazi Party political title which existed between the years of 1930 and 1945. A Zellenleiter was higher in rank than a Blockleiter and was in charge of a \"Nazi Cell\", composed of eight to twelve city blocks. ==History and Usage== The position of Zellenleiter was first created in 1930 as a mid-level political leadership title. Originally known as Zellenwart, in 1933 after the Nazis came to power, the rank of Zellenwart was replaced by a new rank known as Stellenleiter. It was the Stellenleiters, on the local level of the Nazi Party encompassing German towns and cities, who held the positional title of Zellenleiter, and were often referred to as such in contrast to their actual political rank. Such persons answered to an official known as an Ortsgruppenleiter, considered the chief Nazi in a municipal region. In 1939, the Nazi Party completed revamped its political ranking system and created a plethora of new Nazi Party political ranks and the title of Zellenleiter was adopted into its final form. Holders of the position now held a standard Nazi political rank (normally Bereitschaftsleiter or Einsatzleiter) while also displaying a political armband denoting their position as a Zellenleiter. There were also three primary Zellenleiter positions, these being: * Zellenleiter (Cell Leader) * Zellenwalter (Cell Administrator) * Zellenobmann (Cell Foreman) Two special positions, known as Betriebszellenobmann and Hauptbetriebszellenobmann also existed, but were more focused on war production duties rather than the Nazi Cell command chain. ==Duties== The original political rank of Zellenwart was used to supervise local Nazi political leaders during a time when the Nazi Party was attempting to gain power in the Weimar Republic. After the establishment of Nazi Germany in 1933, the political position of Zellenleiter became a type of political strongman and was usually the highest Nazi official that the general population would have direct dealings with on a day-to-day basis. During World War II, the Zellenleiters oversaw the activities of the Blockleiters under their command. Primary focus was on the enforcement of Nazi policies, the promulgation of war production, and the administration of civil relief efforts, especially towards the end of the war when Germany was invaded. As defeat loomed for Nazi Germany, many Zellenleiters became associated with the Volksturm and served as ad hoc military commanders when the need arose. ==Sources== * Clark, J. (2007). Uniforms of the NSDAP. Atglen, PA: Schiffer Publishing Category:Nazi terminology Category:Nazi political ranks ",
    "title": "Zellenleiter"
}