{
    "id": "20537965",
    "text": "Kyung I. Lah (, ; born August 27, 1971) is a Korean-American journalist and correspondent for CNN. == Early life and education == Lah was born in Seoul, South Korea, and grew up in Streamwood, Illinois, Lah graduated in 1989 from Hoffman Estates High School in Hoffman Estates, Illinois. She earned a bachelor's degree in broadcast journalism from the University of Illinois at Urbana-Champaign in 1993. She was also a writer for the school's Daily Illini newspaper. == Career == Lah began her career in 1993 as a desk assistant and field producer at WBBM-TV in Chicago. In 1994, she became an on-air reporter for WWMT-TV in Kalamazoo, Michigan. In 1995, she joined KGTV-TV in San Diego as a reporter. In January 2000, she took a job at WBBM-TV in Chicago as an on- air reporter. In early 2003, Lah moved to Los Angeles to take a job at KNBC-TV in Los Angeles, where she was a morning reporter and a midday anchor. The Chicago Sun-Times reported at the time that Lah had turned down a \"half- hearted (contract) renewal offer\" from WBBM-TV. Despite receiving high praise from management, Lah was allegedly fired from KNBC-TV in Los Angeles in March 2005 for an alleged affair with her field producer Jeff Soto.http://www.laobserved.com/archive/2005/03/knbc_staffers_f.php They were both married at the time and Lah's husband also worked for NBC in the Los Angeles area. In late 2005, Lah joined CNN Newsource as a Washington, D.C.-based correspondent.http://www.timewarner.com/corp/newsroom/pr/0,20812,1136148,00.html In November 2007, Lah became CNN's Tokyo-based correspondent. A Japanese interpreter always accompanied her. On June 27, 2012, Lah left her post in Japan for a position at the CNN bureau in Los Angeles.https://twitter.com/KyungLahCNN ===Controversy=== Lah has written extensively about Japanese subculture, specializing in men who have married animated characters and video games that simulate rape. As a result, she has been criticized by the Japanese blogosphere for focusing on the irregular outliers of Japan, rather than the hard-hitting news that was expected from her as a reporter for an international broadcasting company.http://www.japanprobe.com/2012/06/29/cnns-kyung-lah-leaving-japan/ == Personal life == Lah has declared that she holds a very strong South Korean identity. In a 2006 interview with Dynamic-Korea, she revealed that she \"[thinks] about the larger question of being Korean every single moment.\" == See also == *CNN == References == == External links == * Kyung Lah at Cable News Network Category:1971 births Category:CNN people Category:Living people Category:American reporters and correspondents Category:American television journalists Category:American women television journalists Category:People from Streamwood, Illinois Category:People from Seoul Category:South Korean emigrants to the United States Category:South Korean expatriates in Japan Category:South Korean journalists Category:University of Illinois at Urbana–Champaign alumni Category:Journalists from Illinois Category:Hoffman Estates High School alumni ",
    "title": "Kyung Lah"
}