{
    "id": "20539221",
    "text": "The United States Watch Company is a historic factory complex at 260 Charles Street in Waltham, Massachusetts. Built in 1886 and enlarged in 1901, it represents one of the most successful spinoffs of the American Waltham Watch Company, Waltham's dominant watchmaker of the late 19th century. When the complex was listed on the National Register of Historic Places in 1989, it was the last watch factory left in the city. ==Description and history== The United States Watch Company complex is set on the south side of Charles Street, roughly midway between South Street and Prospect Street amid predominantly residential buildings on the city's west side. Its main building is a long, roughly T-shaped brick building, three stories in height, with a four-story tower at its center. The tower is the most highly decorated element of the building with a round-arch entrance at the base, with a round clock face on the fourth level, and a pyramidal roof. The main wings are 22 bays wide, whose windows have granite sills and soldier-brick lintels. The property also includes a small single-story brick power house, which is connected to the western wing. One wing of the building was built in 1886 by the first incarnation of the United States Watch Company, which was established as the Waltham Watch Tool Company in 1883. This business failed in 1895, and the factory was purchased in 1901 by a new United States Watch Company, which later purchased the naming rights of the E. Howard company and did business under that name. This business was still operating at the site in 1989, but the building is now devoted to other businesses. ==See also== *National Register of Historic Places listings in Waltham, Massachusetts ==References== Category:Industrial buildings and structures on the National Register of Historic Places in Massachusetts Category:Industrial buildings completed in 1886 Category:Buildings and structures in Waltham, Massachusetts Category:National Register of Historic Places in Waltham, Massachusetts Category:Watch manufacturing companies of the United States ",
    "title": "United States Watch Company"
}