{
    "id": "20535048",
    "text": "Geoglossaceae is a family of fungi in the order Geoglossales, class Geoglossomycetes. These fungi are broadly known as earth tongues. The ascocarps of most species in the family Geoglossaceae are terrestrial and are generally small, dark in color, and club-shaped with a height of 2–8 cm. The ascospores are typically light-brown to dark-brown and are often multiseptate. Other species of fungi have been known to parasitize ascocarps. The use of a compound microscope is needed for accurate identification.\"Family: Geoglossaceae.\" The Hidden Forest. 26 Aug. 2009 . ==Systematics== The fungi that are now included in the fungal class Geoglossomycetes were previously considered by mycologists to be a family (Geoglossaceae) within the class Leotiomycetes. The family Geoglossaceae sensu lato was previously defined with 6 genera and 48 species. Early molecular evidence using ribosomal DNA suggested that Geoglossaceae sensu lato was not a monophyletic group, and that the hyaline spored genera (e.g. Leotia, Microglossum, and Spathularia) were not allied within the same clade as the darker-spored genera (Geoglossum and Trichoglossum). Schoch et al., using a six-gene phylogeny including ribosomal DNA and protein-coding genes, found support for the establishment of a new class (Geoglossomycetes), containing the genera Geoglossum, Sarcoleotia, and Trichoglossum. Further molecular research resulted in the addition of Nothomitra (previously treated as a relative or synonym of Microglossum) to the group in 2011. Glutinoglossum was circumscribed in 2013 to contain the species formerly known as Geoglossum glutinosum, and a new European species, G. heptaseptatum. ==Habitat== Earth tongues are commonly found in soil or among rotting vegetation. In North America, they are commonly found in coniferous woodland, broad-leaved woodland and mixed woodland habitats, whereas in Europe they are commonly found in grassland habitats and are major components of the endangered waxcap grassland habitat. ==References== * ",
    "title": "Geoglossaceae"
}