{
    "id": "20530113",
    "text": "Bridges Street Market in 2008. The Church of Christ in China China Congregational Church, Bridges Street in 2011. Chinese YMCA of Hong Kong, Bridges Street. Bridges Street () is a 300-metre two-way street in Sheung Wan, Hong Kong. ==Location== On the east, the street intersects Shing Wong Street and Staunton Street. On the west, it intersects Square Street. The west side of the street ends with a staircase which connects Tai Ping Shan Street. Therefore, to go to Hollywood Road, drivers must drive back to Aberdeen Street. ==Naming== Its name comes from William Thomas Bridges, a British lawyer, Acting Attorney General and Acting Colonial Secretary, who was active in Hong Kong from 1851 to 1861.香港地方 | 道路及鐵路 | 道路名稱(五)英官員命名道路Hong Kong's First. \"Peculiar, Sometimes Dubious, Civil Servants\" Bridges was an old friend of Sir John Bowring, the 4th Governor of Hong Kong. The law firm established by Bridges later became known as Deacons.Deacons website: \"About Us \" == Landmarks == * Bridges Street Market (No. 2). A Bauhaus style market, originally opened in 1953,Antiquities and Monuments Office: Historic Building Appraisal, Bridges Street Market and scheduled to be renovated and open in 2018 as a news museum.必列啫士街市「包浩斯」活化重生 The Sun. 27 April 2011. It was partly built on the site of the former American Congregational Mission Preaching House at which Dr. Sun Yat-Sen was baptised into Christianity in 1883.Bridges Street Market – 2 Bridges Street, Central Film Services Office. Retrieved 23 September 2011.Antiquities and Monuments Office: Original Site of the American Congregational Mission Preaching House, 2 Bridges Street. * CentreStage, a new luxury landmark apartment near Soho, Hong Kong * Ladder Street * King's College Old Boys' Association Primary School () (No. 58). * The Church of Christ in China China Congregational Church () (No. 68). * Chinese YMCA of Hong Kong Bridges Street Centre () (No. 51). Built in 1918 in Eclectic architectural style with Chicago School influence. The architects were Shattuck and Hussey of Chicago, which specialised in YMCA building design. The premises included the first indoor swimming pool in Hong Kong and sports playground with a jogging track.Antiquities and Monuments Office: Brief Information on Proposed Grade 1 Items. Item #85 It is part of the Central and Western Heritage Trail. Its central building was formerly a Grade II historic building and was listed as a Grade I historic building in 2009.Antiquities and Monuments Office: List of the Historic Buildings in Building Assessment (as of 20 May 2016) *Island Christian Academy (no. 70) ==References== ==External links== * Bridges Street on Google Map Category:Sheung Wan Category:Roads in Hong Kong ",
    "title": "Bridges Street"
}