{
    "id": "20530887",
    "text": "Canada–Czech Republic relations are foreign relations between Canada and the Czech Republic. Canada has an embassy in Prague. The Czech Republic has an embassy in Ottawa, consulate general in Toronto and honorary consulate in Calgary. Both countries are full members of NATO and of the Organisation for Economic Co-operation and Development. There are around 94,000 people of Czech descent living in Canada. == Trade == Embassy of Canada in Prague Embassy of the Czech Republic in Ottawa In 2013, Canadian exports to the Czech Republic (CR) totalled (CAD) $134.8 million. Canadian goods sent to the CR made up of aircraft, helicopters and parts, machinery, turbojets, turbopropellers, medical instruments, pet food, pharmaceuticals, vitamins, iron/steel, plastics and non-alcoholic beverages. Exports from the CR totalled $446.6 million. Czech goods included machinery, iron and steel products, auto parts, tractors, tires, medical instruments, sports equipment, uranium, glass and beer. == Visa dispute == In July 2009, Canada reinstated the requirement for people from the Czech Republic to have visas before entering Canada due to a high number of asylum seekers from the Czech Republic, mainly Roma, who allegedly abused the Canadian asylum system.CeskeNoviny: Canada to announce lifting visas for Czechs today The Czech Republic reciprocated by recalling its ambassador to Canada for consultations, imposing visa requirement for holders of Canadian diplomatic and official passports, and asking the European Commission to require visas for Canadian citizens to enter the European Union. (The Czech Republic, as a member of the Schengen Zone, cannot unilaterally implement visa requirements or controls for Canadian citizens). On 6 May 2009 at the Canada- EU Summit in Prague (Czech Republic's capital) started negotiations of Comprehensive Economic and Trade Agreement (CETA), a proposed free trade and copyright agreement between Canada and the European Union. Signing and ratification by the Czech Republic are required for CETA to come into effect. Czech Republic declared it won't do either until the visa requirements by Canada are lifted. On 14 Nov 2013 the Canadian ambassador to the Czech Republic Otto Jelinek announced reinstatement of visa-free regime for Czech citizens. == See also == * Foreign relations of Canada * Foreign relations of the Czech Republic * Czech Canadian * Canada–European Union relations * Comprehensive Economic and Trade Agreement ==Notes== == External links == * Canadian Ministry of Foreign Affairs and Trade about relations with the Czech Republic * Canadian embassy Prague * Ministry of Foreign Affairs of the Czech Republic * Embassy of the Czech Republic in Ottawa * Consulate General of the Czech Republic in Toronto Czech Republic Category:Bilateral relations of the Czech Republic ",
    "title": "Canada–Czech Republic relations"
}