{
    "id": "20533339",
    "text": "Fugitive emissions are emissions of gases or vapors from pressurized equipment due to leaks and other unintended or irregular releases of gases, mostly from industrial activities. As well as the economic cost of lost commodities, fugitive emissions contribute to air pollution. ==Emissions inventory== A detailed inventory of greenhouse gas emissions from upstream oil and gas activities in Canada for the year 2000 estimated that fugitive equipment leaks had a global warming potential equivalent to the release of 17 million metric tonnes of carbon dioxide, or 12 percent of all greenhouse gases emitted by the sector, while another report put fugitive emissions at 5.2% of world greenhouse emissions in 2013.https://www.c2es.org/content/international- emissions/ Venting of natural gas, flaring, accidental releases and storage losses accounted for an additional 38 percent. Fugitive emissions present other risks and hazards. Emissions of volatile organic compounds such as benzene from oil refineries and chemical plants pose a long term health risk to workers and local communities. In situations where large amounts of flammable liquids and gases are contained under pressure, leaks also increase the risk of fire and explosion. ==Pressurized equipment== Leaks from pressurized process equipment generally occur through valves, pipe connections, mechanical seals, or related equipment. Fugitive emissions also occur at evaporative sources such as waste water treatment ponds and storage tanks. Because of the huge number of potential leak sources at large industrial facilities and the difficulties in detecting and repairing some leaks, fugitive emissions can be a significant proportion of total emissions. Though the quantities of leaked gases may be small, gases that have serious health or environmental impacts can cause a significant problem. ==Detection and repair== To minimize and control leaks at process facilities operators carry out regular leak detection and repair activities. Routine inspections of process equipment with gas detectors can be used to identify leaks and estimate the leak rate in order to decide on appropriate corrective action. Proper routine maintenance of equipment reduces the likelihood of leaks. Because of the technical difficulties and costs of detecting and quantifying actual fugitive emissions at a site or facility, and the variability and intermittent nature of emission flow rates, bottom-up estimates based on standard emission factors are generally used for annual reporting purposes. ==New technologies== New technologies are under development that could revolutionize the detection and monitoring of fugitive emissions. One technology, known as differential absorption lidar (DIAL), can be used to remotely measure concentration profiles of hydrocarbons in the atmosphere up to several hundred meters from a facility. DIAL has been used for refinery surveys in Europe for over 15 years. A pilot study carried out in 2005 using DIAL found that actual emissions at a refinery were fifteen times higher than those previously reported using the emission factor approach. The fugitive emissions were equivalent to 0.17% of the refinery throughput. Portable gas leak imaging cameras are also a new technology that can be used to improve leak detection and repair, leading to reduced fugitive emissions. The cameras use infrared imaging technology to produce video images in which invisible gases escaping from leak sources can be clearly identified. == See also == * Gas flare * Greenhouse gas * Leaks * Volatile organic compound *Fugitive gas emissions ==References== ==External links== * 2006 IPCC Guidelines for National Greenhouse Gas Inventories (see Section 4.2). Category:Greenhouse gas emissions Category:Air pollution ",
    "title": "Fugitive emission"
}