{
    "id": "20532809",
    "text": "Frederick William FitzSimons (6 August 1870 Garvagh, Ireland – 25 March 1951 Grahamstown), was an Irish-born South African naturalist, noted as a herpetologist for his research on snakes and their venom, and on the commercial production of anti-venom. FitzSimons emigrated to South Africa in 1881 and was educated in Natal and then returned to Ireland to study medicine and surgery for three years. However, he returned to Pietermaritzburg in 1895 without qualifying. ==Curator of museums== FitzSimons was appointed curator of the Pietermaritzburg Museum in 1897 from where he transferred to the Natal Government Museum. In 1906 he moved once more to the Port Elizabeth Museum as director. In 1918 he founded Africa's first snake-park there, which was also the world's second.Standard Encyclopaedia of Southern Africa. Volume 4. ==Interests in archaeology== Of great interest at the time, FitzSimons' 1913 examination of and report on hominid skull fragments originating from Boskop near Potchefstroom, led to a flurry of speculation: Subsequently, many similar skulls were unearthed by prominent palaeontologists of the day, including Robert Broom, Alexander Galloway, William Pycraft, Sidney Haughton, Raymond Dart, and others. The current view is that Boskop Man was not a species, but a variation of anatomically modern humans; there are well-studied skulls from Boskop, South Africa, as well as from Skuhl, Qazeh, Fish Hoek, Border Cave, Brno, Tuinplaas, and other locations. FitzSimons' anthropological work also included studies of the coastal Bushmen or Strandlopers who were ultimately displaced by the Khoikhoi. ==Herpetologist== FitzSimons' interest in snakes is probably what he is best remembered for, and when he established a snake park at the museum for visitors, it was also to study snakes and snake-bites. From this he became a published authority on South African snakes and their venoms and he patented a (now outdated) first-aid and serum treatment kit. His son Vivian Frederick Maynard FitzSimons (1901-1975) became director of the Transvaal Museum in 1947, had a particular interest in South African reptiles, and helped establish the Namib Desert Research Association. His other son, Desmond Charles FitzSimons, established the Durban Snake Park on the Golden Mile, Durban. ==Legacy== Frederick William FitzSimons is commemorated in the scientific name of a subspecies of lizard, Tetradactylus africanus fitzsimonsi.Beolens, Bo; Watkins, Michael; Grayson, Michael (2011). The Eponym Dictionary of Reptiles. Baltimore: Johns Hopkins University Press. xiii + 296 pp. . (\"FitzSimons, F. W.\", p. 91). ==Publications== * * *FitzSimons, F.W. (1912). \"Snakes of South Africa; Their Venom and the treatment of Snake Bite\". 547pp ==References== Category:1870 births Category:1951 deaths Category:People from Garvagh Category:South African herpetologists Category:South African museologists Category:South African naturalists ",
    "title": "Frederick William FitzSimons"
}