{
    "id": "20538704",
    "text": "Strawberry rhubarb pie with Genovese basil ice cream made with MimicCreme MimicCreme was a brand of vegan imitation cream based on nuts and made without lactose, soy, or gluten. It was certified as pareve kosher. First produced commercially in January 2007 in Albany, New York, by Green Rabbit LLC, MimicCreme was primarily marketed toward vegans as an alternative to dairy products. The company website indicates that the company closed in November 2013 due to no longer having access to an appropriate production facility (they are still looking for one).MimicCreme Facebook page The product was invented by Rose Anne Colavito, who wanted to create a better tasting, richer non-dairy ice cream. There were seven versions available: unsweetened; sweetened with sugarcane; sugar-free sweetened, which was sweetened with a natural non-sugar sweetener; Unsweetened, French Vanilla and Hazelnut flavored formulated for use as a coffee creamer and a whipping cream called HealthyTop. It had up to a two-year shelf life and once opened would remain stable in the refrigerator for 14 days. ==Ingredients== *Unsweetened: purified water, almonds, cashews, natural flavors, bicarbonate soda, rice starch, sea salt. *Sugar-Free Sweetened: purified water, erythritol (a natural sugar alcohol), almonds, cashews, maltodextrin (corn-based), tapioca starch, natural flavors, guar gum, bicarbonate soda, sea salt. *Sugar-Sweetened: purified water, almond and cashew nut blend, sugar (non-bone char), maltodextrin (corn-based), tapioca starch, xanthan gum, guar gum, bicarbonate soda, natural flavors, sea salt, natural flavors. *Unsweetened Cream for Coffee: purified water, almonds, cashews, natural flavors, dipotassium phosphate, rice starch. *French Vanilla Cream for Coffee:purified water, almonds, cashews, natural flavors, dipotassium phosphate, rice starch. *Hazelnut Cream for Coffee: purified water, almonds, cashews, natural flavors, dipotassium phosphate, rice starch. *HealthyTop Whipping Cream: purified water, coconut oil, sugar, maltodextrin, almonds, cashews, almond oil, sunflower lecithin, guar gum, natural flavors, polyglycerol esters of fatty acids, sorbitan monostearate. ==Patents== Three patents have been granted in the United States: Patent Number 7,507,432 was granted on March 24, 2009, Patent Number 7,592,030 was granted on September 22, 2009, and Patent Number 7,776,337 was granted on August 7, 2010. Various international patents have also been granted. ==Awards== MimicCreme was awarded \"The Best New Product\" in the consumables category at the June 2007 National Association of Chain Drug Stores (NACDS) show in Boston. It also received the \"Best in Show\" award at the Expo West in 2008 and 2011, a natural product trade show. ==References== Category:Plant milk Category:Imitation foods Category:Vegetarian companies and establishments of the United States ",
    "title": "MimicCreme"
}