{
    "id": "20537715",
    "text": "\"Georgia Rain\" is a song written by Ed Hill and Karyn Rochelle, and recorded by American country music artist Trisha Yearwood. It was released in April 2005 as the lead-off single for her album Jasper County. The song, her first Top 40 country hit since \"Inside Out\" in 2001, reached number 15 on the U.S. Billboard Hot Country Songs chart. Yearwood's husband, Garth Brooks, provides background vocals for the song. Yearwood debuted the single as a surprise performer at the 2005 CMT Music Awards, for which she received multiple standing ovations throughout her performance.CMT News: Trisha Yearwood Returns at 2005 CMT Music Awards ==Content== The song is a piano ballad, that features fiddle and steel guitar fills. The narrator, who remembers the times she spent with her love under the \"Georgia rain\", returns to the place of her childhood. She notes that although everything has changed over the years, but that one thing remains the same; her affection for her first love and the Georgia rain that still falls, reminding her of the experience. It was originally titled \"Augusta Rain,\" but its lyrics were altered upon Yearwood's request to include references to Jasper County. ==Music video== A music video directed by Rocky Schenck was released for the song. In the video, Yearwood is seen walking down a dirt road, standing in open grass, and sitting on an old front porch. Throughout the video, rain is seen pouring down on the wildflowers. The video ends with Yearwood strolling away down the railroad tracks that crossed the old dirt road. The video was shot near Yearwood's hometown of Monticello, Georgia. ==Chart performance== \"Georgia Rain\" debuted at number 54 on the U.S. Billboard Hot Country Songs chart for the week of April 30, 2005. After 24 weeks on the chart, it reached a peak of number 15 in December 2005. {|class=\"wikitable sortable\" !align=\"left\"|Chart (2005) !align=\"center\"|Peak position |- |- |- |align=\"left\"|US Billboard Pop 100 |align=\"center\"|99 |} ===Year-end charts=== {| class=\"wikitable sortable\" |- !scope=\"col\"|Chart (2005) !scope=\"col\"|Position |- | US Country Songs (Billboard) | align=\"center\" | 56 |} ==References== ==External links== * Category:2005 singles Category:Country ballads Category:MCA Nashville Records singles Category:Music videos directed by Rocky Schenck Category:Song recordings produced by Garth Fundis Category:Songs written by Karyn Rochelle Category:2005 songs Category:Trisha Yearwood songs Category:Songs written by Ed Hill Category:Songs about Georgia (U.S. state) ",
    "title": "Georgia Rain"
}