{
    "id": "20539972",
    "text": "Dyschronometria is a condition of cerebellar dysfunction in which an individual cannot accurately estimate the amount of time that has passed (i.e., distorted time perception). It is associated with cerebellar ataxia, when the cerebellum has been damaged and does not function to its fullest ability. Lesions to the cerebellum can cause dyssynergia, dysmetria, dysdiadochokinesia, dysarthria, and ataxia of stance and gait. Dyschronometria can result from autosomal dominant cerebellar ataxia (ADCA). Andreas Vesalius Fabrica, published in 1543, showing the base of the human brain, including optic chiasma, cerebellum, olfactory bulbs, etc. ==Signs and symptoms== Common signs of dyschronometria are often generic to cerebellar ataxia, including a lack of spatial awareness, poor short term memory, and inability to keep track of time. The defining symptoms, while not completely understood, involve time perception. For example, when asked to wait for thirty seconds, or tap every second that has gone by, those affected will be able to perform the task for a short time and then become derailed. This can result from a loss of focus, however, more often than not the individual affected can no longer tell what they are doing and they become disoriented. This often takes form in forgetting basic time keeping unless a timer is set, such as when cooking for example. Dyschronometria does not affect the 24-hour circadian rhythm, which is sustained by a different biological process. Cross-section of human cerebellum, showing the dentate nucleus, as well as the pons and inferior olivary nucleus ==Causes== The most common cause of cerebellar ataxia, and by extension dyschronometria, is cerebellar damage. This can be by form of a trauma, or by disease and genetics. Examples of trauma include a car accident, stroke, epilepsy, and head trauma. These traumas are especially detrimental to children and the elderly due to decreased brain matter, increasing the risk that trauma may damage the cerebellum. This also explains why dyschronometria is seen more commonly in the elderly due to the deterioration of physical brain matter with age. Other probable causes for the deterioration of brain matter in the elderly include increased supranational activation, decreased cerebellar activation (which is consistent with fronto-cerebellar dissociation). ===Dyslexia=== An interesting case of dyschronometria has to do with dyslexia. When dyslexia was studied within children, it was found that dyslexic children were often stressed as well as mentally exhausted. These children would place little to no importance on their present state, a behavior that would continue into adulthood. It remains unclear as to whether dyslexia is a symptom of dyschronometria, a cause, or both. ===Dementia=== Dementia has a huge effect on dyschronometria and was one of the main sources of how dyschronometria was discovered. Through studies, dementia is both a cause and an effect of dyschronometria. This has to do completely with the fact that with dementia the brain is constantly rewiring itself and thus information becomes lost causing the person who has dementia to become confused as well as disoriented, and in most cases completely unaware of the passage of time. As a cause, dyschronometria causes the person to become disoriented and completely unaware of time, thus making bits and pieces of their brain involving a memory to become lost, ultimately leading to dementia in the long term. ==Errors and Inaccuracies== ===Diagnosing=== Despite dyschronometria's easily recognizable symptoms, the fact that they may also be present in other cerebellar ataxias can make diagnosis difficult. Other ataxias may also have symptoms that affect gait, speech, thought process, spatial awareness, and time orientation used in their diagnoses, covering up the fact that most of these patients also have dyschronometria. The most common ataxias dyschronometria has been seen to be evident in are dyssynergia, dysmetria, dysdiadochokinesia, dysarthria as well as ataxias effecting stance and gait. Dyslexia can be another problem in those individuals affected by dyschronometria, however it is uncertain whether dyslexia is developed or worsened by having it, or if it is the opposite in that having dyslexia increases the chance of developing dyschronometria. Another problem that dyschronometria faces in detection is that it is a relatively new term for this side effect and precursor to dementia, compared with other cerebellar ataxias such as those mentioned above. Even when dyschronometria is detected, it has usually progressed to the point where it cannot be reversed, and there is no benefit in taking the testing medication to either slow down the dyschronometria or the process of dementia setting in, which is what dyschronometria is a signal for. However the greatest error in diagnosing dyschronometria is that this cerebellar ataxia hides itself in its symptoms and signs. The signs seen in those diagnosed with dyschronometria are not obvious, and are often mistaken for other cerebellar ataxias or dementia by medical professionals. In addition, medical professionals usually expect to see circadian rhythm being disrupted by noting sleeping cycles and patterns that have no logical sense to them, which has nothing to do with dyschronometria. Other errors in diagnosing dyschronometria include the idea that those who have dyschronometria have a speech impediment, suffer from delusions bordering psychosis, impairment of long term memory, or the complete loss of conscious understanding of time. These misconceptions mostly stem from the fact that this cerebellar ataxia is rarely diagnosed without being seen in dementia or with another ataxia. ===Clinical testing=== Testing and diagnosing for dyschronometria have also been shown to be ineffective. Dementia is caught so late despite the signals seeming obvious because psychological tests that try to catch signs of dementia, such as dyschronometria, are not very helpful. With these tests, the bell curves formed after statistical analysis and a wide range among normal test takers ensure that only patients that have extremely abnormal tests are given a positive diagnosis, and these cases are often already obvious to diagnose. Diagnosis of dyschronometria is also difficult due to the lack of research and professional concentrating on this cerebellar ataxia. Neuroscientists are only just beginning to conduct more research into this lack of awareness and keeping of time. When the science and the tests are more specialized and dyschronometria has been researched at greater depth, the sensitivity of future tests conducted will likely yield more insights into the phenomenon. ==Treatments== It has not been determined what role drugs may play in the treatment of cerebellar ataxia. In research done by Trouillas in Lyon, France, the pharmacology of cerebellar ataxia was examined by manipulating key components found at the nerve level within the cerebellum or the inferior Olive. This was done mostly through the modification of the GABA, dopamine, and serotonin receptors which did seem to show positive results in the primary stages of the experimentation. The clinical benefits presented in this study justifying the prescription of d-l-5-HTP or better with the l-5-HTP with benserazide to patients with certain cerebellar ataxias including that of dyschronometria. At the present as stated, this is the best indication for treatment of the cerebellar cortical atrophies. Even still, it is important to stress that the response to this treatment may be slow and irregular. ===Neuroplastic rehabilitation=== Previously, neuroplasticity used as a rehabilitation method was considered as a potential treatment for dyschronometria. However these studies were not further developed since the 1980s. With current techniques and research from the neuroscience community, this is still a viable option not to eliminate cerebellar ataxia, but to slow its progress of development. ==References== ==External links== * Dementia: Signs, Symptoms, and Diagnosis * Journal of Neuroscience * A Woman With Dyschronometria Shares Her Experience Of Losing Track Of Time Category:Symptoms and signs: Nervous system Category:Time in life Category:Perception ",
    "title": "Dyschronometria"
}