{
    "id": "20533943",
    "text": "Thomas John \"Tommy\" Jones (born 6 December 1909; date of death unknown) was a Welsh footballer. Although he began his career in Wales, he is best known for the time he spent as a player in the English Football League. ==Career== ===Club career=== Born in Tonypandy, Rhondda, Jones began his football career with Mid Rhondda, before joining Tranmere Rovers of the Football League Third Division North in 1926. When the Tranmere manager, Bert Cooke, went to sign Jones, he was told by his father: \"Yes, my boy can play football but he can fight, too. Whenever anyone is in trouble, off comes his coat and up come his sleeves.\" Despite his father's claims, Jones was in reality a fairly mild player but it took some time for him to live the story down. Jones was a strongly built winger who had a habit of cutting inside the defence. After three seasons with the Wirral club, Jones left Tranmere in 1929 for Football League First Division champions Sheffield Wednesday. Jones' debut for Wednesday, a 3–1 away win over Liverpool on 5 April 1930,Sheffield Wednesday stats at the Wednesday archive happened to be his only appearance for the club in his first season with them. Nevertheless, the Owls won the league by 10 points that season, scoring a total of 105 goals in the process. With Mark Hooper well established as the first-choice at outside-right, the 1930–31 season also saw Jones only make one appearance, but this time he also managed to get his name on the scoresheet, scoring Wednesday's only goal in a 4–1 away defeat to Manchester United. The season resulted in the first of three consecutive third-place finishes for Wednesday, the second of which saw Jones score four goals in 11 appearances, before scoring one more goal in 10 appearances in 1932–33. The 1933–34 season was much less successful for the Owls, as they finished the season in 11th place in the First Division; Jones made just six appearances, and failed to get on the scoresheet. Jones signed for Manchester United in 1934 and his debut came at home to Bradford City on 25 August 1934; the match resulted in a 2–0 win to United, both goals being scored by Tom Manley. Jones made his FA Cup debut for United on 26 January, playing in a 0–0 draw away to Nottingham Forest in the Fourth Round. He then played in the replay four days later, but the team lost 3–0. Jones amassed a total of four goals in 22 appearances (league and cup) for United that season, before being sold to Watford for £1500 in May 1935. At Vicarage Road, he became a popular figure with the fans and he remained with Watford until the outbreak of the Second World War, after which he signed for Guildford City in June 1946. ===International career=== Shortly after his breakthrough into the Sheffield Wednesday side in 1931, Jones was selected for the Welsh national team's final 1932 British Home Championship match against Ireland on 5 December 1931. He was then not considered for the 1933 British Home Championship, only making his second appearance for Wales nearly 18 months after his first, playing at outside right in a 1–1 draw away to France in Paris on 25 May 1933. However, his second Wales cap was also to be his last. ===Coaching career=== In August 1946 Jones took up a coaching position at his former club Tranmere Rovers, and he subsequently became manager for a short time prior to the appointment of Ernie Blackburn. He spent seven years coaching Tranmere, before taking up a similar position with Workington in 1953. He spent a brief period as caretaker-manager at the end of 1953 prior to Bill Shankly's appointment, and he was caretaker again in 1957 after Norman Low departed. He was named assistant trainer at Birmingham City in August 1958, and then spent two years as West Bromwich Albion's assistant trainer from 1966 to 1968 before retiring from football altogether. ==References== Category:1909 births Category:Year of death missing Category:People from Tonypandy Category:Welsh footballers Category:Wales international footballers Category:Tranmere Rovers F.C. players Category:Sheffield Wednesday F.C. players Category:Manchester United F.C. players Category:Watford F.C. players Category:Guildford City F.C. players Category:Birmingham City F.C. non-playing staff Category:West Bromwich Albion F.C. non-playing staff Category:Mid Rhondda F.C. players Category:Association football forwards ",
    "title": "Tommy Jones (footballer, born 1909)"
}