{
    "id": "20543985",
    "text": "{| |} The U-52 class was a class of four ocean-going submarines or U-boats planned for the Austro-Hungarian Navy ( or ) during World War I. The submarine design was based on the A 6 proposal submitted by Stabilimento Tecnico Triestino (STT) as part of a Navy design competition. STT, under its wartime name of Austriawerft, began construction on the first two boats in 1916, but neither boat was launched or completed before the end of the war. Both incomplete submarines were scrapped after the war ended. Neither of the third and fourth submarines was ever laid down. == Design == Austria-Hungary's U-boat fleet was largely obsolete at the outbreak of World War I, and over the first two years of the war the Austro-Hungarian Navy focused its efforts on building a U-boat fleet for local defense within the Adriatic. With boats to fill that need either under construction or purchased from Germany, efforts were focused on building ocean-going submarines for operation in the wider Mediterranean, outside the Adriatic.Gardiner, p. 341. To that end, the Austro- Hungarian Navy selected the Stabilimento Tecnico Triestino (STT) A 6 design as the winner of a design competition for a new ocean-going submarine. The plans called for a boat that displaced surfaced and submerged. The boats were to be long with a beam of and a draft of . For propulsion, the design featured two shafts, with twin diesel engines of (total) for surface running at up to , and twin electric motors of (total) for submerged travel at up to . The U-52 class boats were designed for a crew of 40 men. The U-52 design called for six torpedo tubes—four bow tubes and two stern tubes—and a complement of nine torpedoes. The original design specified two 10 cm/35 (3.9 in) deck guns, which were superseded by two 12 cm/35 (4.7 in) deck guns in plans for the third and fourth boats. == Construction == By 1916, Austriawerft, the new, more-\"patriotic\" wartime name for STT,Baumgartner and Sieche, as excerpted here (reprinted and translated into English by Sieche). Retrieved 2 December 2008. had begun construction on U-52 and U-53, the first two boats of the class. Austriawerft remained headquartered at Trieste, but sources do not specifically say where the two U-52 submarines were laid down. These first two boats, which comprised one-third of the six ocean-going submarines under construction in 1916,The other four boats were U-48 and U-49 of the and U-50 and U-51 of the . See: Gardiner, p. 341. were followed by orders for U-54 and U-55 in December 1917.Gardiner, p. 342. Shortages of skilled shipyard workers as well as material slowed construction of all of the ocean-going boats. As a result, neither of the first two boats was ever launched, much less completed, and the second pair was cancelled before either was laid down. U-52 was 25% complete at war's end, while U-53 was only 10% complete. Both boats were scrapped in 1919. == Notes == == References == == Bibliography == * * Category:Submarine classes Category:Submarines of the Austro-Hungarian Navy ",
    "title": "U-52-class submarine"
}