{
    "id": "20545925",
    "text": "Phyllidiidae is a family of sea slugs, dorid nudibranchs, marine gastropod mollusks in the superfamily Phyllidioidea. This family is within the clade Doridacea (according to the taxonomy of the Gastropoda by Bouchet & Rocroi, 2005). ==Distribution== Most species occur in the tropical Indo-Pacific region, but a few species have been found in the tropical Atlantic Ocean and in the Mediterranean. ==Description== The mantle of these oval nudibranchs is flattened dorsoventrally and its dorsal surface is covered with hard, colored tubercles. This mantle is decorated with contrasting colors and patterns as warning signals to predators. The lamellate rhinophores can be retracted. Like other dorid nudibranchs, all species have a dorsal anus, except for the species in the genus Fryeria where the anus is posteroventral and protrusible.Bergh, L.S.R., 1875. Neue Beitrage zur Kentniss der Phyllidiaden. Verhandlungen der zoologisch-botanischen Gesellschaft 25: 659-674. In contrast with the other nudibranchs from the clade Doridacea, the species in this family lack buccal armature, i. e. radulae and jaws. The gill leaflets are situated along the ventral area and to the side (= ventrolateral ) instead of consisting of a dorsomedian (= along the middle line of the upper surface) circlet . The oral glands, which are closely associated with the pharynx and contained in the oral tube, and the stomach have undergone modifications. The female part in the reproductive system of these hermaphroditic snails has two separate openings and the male part one. This is called a triaulic reproductive system. It corresponds to the same triaulic condition of the advanced dorids. Most phyllidiids appear in their natural context during day time in a conspicuous way and are thus exposed to their predators. However their colors are warning signals indicating special capabilities to deter predators, such as bioactive chemical defense. This phenomenon is called aposematism. During observations, only one species was found to be always hidden: Phyllidiopsis cardinalis Bergh. == Feeding habits == There are not many reports on the ecology and the feeding habits of these nudibranchs. As their small mouth lacks a radula and other buccal hard parts, they are known as predators adapted for sucking on sponges. Phyllidia varicosa has been observed feeding on a sponge of the genus Hymeniacidon. Phyllidia flava has been reported feeding on the sponge Acanthella acuta. == Taxonomy == The original spelling was denoted as family Phyllidia. Jean-Baptiste Lamarck coined the words \"les Phyllidiens\" and \"les phyllidéens\" (1801; 1809). These were later Latinized by J.G. Children (1823) to Phyllidiana, who put them in Hydrobranchiae. The present name Phyllidiidae is now attributed to Rafinesque and not to Lamarck. There has been much confusion in the taxonomy of this family, largely caused by inadequate early descriptions and the difficulties of classifying a family where the species all lack radulae. David J. Brunckhorst in his paper \"The Systematics and Phylogeny of Phyllidiid Nudibranchs (Doridoidea)\" reviewed this family and clarified the status of many species as well as describing new species and a genus. Phylogenetic analysis through cladistics shows that the family Phyllidiidae is monophyletic. The phylogenetic tree shows that Ceratophyllidia is sister to the rest of the family and Phyllidiopsis sister to the remaining genera, Phyllidiella sister to the remaining genera, and Reticulidia sister to Phyllidia and Fryeria.Valdés A (2002) A phylogenetic analysis and systematic revision of the cryptobranch dorids (Mollusca, Nudibranchia, Anthobranchia). Zoological Journal of the Linnean Society 136: 535–636. doi: 10.1046/j.1096-3642.2002.00039.x This analysis was not entirely supported by a study using the 16S gene.Valdés A (2003) Preliminary molecular phylogeny of the radula-less dorids (Gastropoda: Opisthobranchia), based on 16S mtDNA sequence data. Journal of Molluscan Studies 69: 75–80. doi: 10.1093/mollus/69.1.75 The family contains many undescribed species which are being revealed by DNA analyses.Stoffels B.E., van der Meij S.E., Hoeksema B.W., van Alphen J., van Alen T., Meyers-Muñoz M.A., de Voogd N.J., Tuti Y., van der Velde G., (2016). Phylogenetic relationships within the Phyllidiidae (Opisthobranchia, Nudibranchia). ZooKeys, (605):1-35 ==Genera== The family Phyllidiidae consists of five genera with a total of more than 80 species. *Phyllidia Cuvier, 1797 (type genus) *Ceratophyllidia Eliot, 1903 *Phyllidiella Bergh, 1869 *Phyllidiopsis Bergh, 1875 *Reticulidia Brunckhorst, 1990 ;Genera brought into synonymy: *Fryeria Gray, 1853 : synonym of Phyllidia Cuvier, 1797 * Reyfria Yonow, 1986: synonym of Phyllidia Cuvier, 1797 ==References== ",
    "title": "Phyllidiidae"
}