{
    "id": "20546275",
    "text": "John Barbato (born May 15, 1934; Jersey City, New Jersey), nicknamed \"Johnny Sausage\", is a New York City mobster and former captain in the Genovese crime family. Barbato served as acting underboss at one time. ==Career and NJ exclusion== A distant cousin of Genovese crime family mob boss Frank Costello and cousin to Genovese crime family capo Willie Moretti, Barbato was reportedly been an associate of the Genovese crime family since the 1940s At the time, his criminal record included convictions of four counts of bookmaking in the 1950s and 1960s, plus a conviction for robbery in 1963. Sometime in the late 1970s, Barbato became the personal bodyguard and chauffeur for Genovese crime family underboss and Brooklyn faction leader Venero \"Benny Eggs\" Mangano. After being recognized as a \"made member\" or soldier since the 1970s, Barbato was officially excluded from the state of New Jersey on August 11, 1987. Barbato was a distant relative to the first wife of singer/actor Frank Sinatra, Nancy Barbato (Nancy Sinatra Sr.) ==Indictments and guilty plea== In 2005, Barbato was indicted on federal racketeering charges and racketeering conspiracy, which included murder conspiracy, extortion, loansharking and witness tampering. U.S. law enforcement charged him with operating criminal activities in the Brooklyn section as well as associating with then-current family acting boss Dominick \"Quiet Dom\" Cirillo and fellow captains Lawrence \"Little Larry\" Dentico and Anthony \"Tico\" Antico. Federal and state authorities alleged that Barbato was a \"capo\" (or captain) in the Genovese crime family.\"14. At various times, the defendant JOHN BARBATO, also known as \"Johnny Sausage,\" was a captain or soldier within the Genovese family.\" \"The organized crime figures charged in today's indictment are JOHN BARBATO, a/k/a 'JOHNNY SAUSAGE,' a 'capo' or captain, in the Genovese Organized Crime Family ...\"\"The indictment names John Barbato, also known as Johnny Sausage, whom it identified as a Genovese capo.\" The indictment alleged that Barbato was included in a panel since the late 1990s of powerful family capos on how to corrupt labor and construction unions in New York and New Jersey through bribery and extorting their locals in order to achieve influence with companies operating in those areas. Barbato, Cirillo and Antico were even charged with murder conspiracy, as they reputedly plotted to murder an important witness who had helped building the racketeering case against the defendants. Following the arrests of Barbato and three others, The New York Times reported: > 'With these arrests, law enforcement has effectively dismantled the present > leadership of the Genovese family,' the United States attorney in Brooklyn, > Roslynn R. Mauskopf, said in a statement announcing the indictments of the > men. Prosecutors charged that the men took over the administration of the > Genovese family business when their leader, Vincent Gigante, went to jail in > 1997. The men, prosecutors said, continued the family's involvement 'in > crimes designed to enrich its members,' including extortion, loan sharking > and fraud. The New York Daily News reported that Barbato and the others were \"allegedly members of the Westside Crew, a ruling panel that runs the crime family in the absence of imprisoned Genovese boss Vincent (Chin) Gigante.\" Federal Bureau of Investigation Acting Assistant Director John Klochan said at the time: \"Our hope is that the indictment will serve as their retirement papers.\" On October 18, 2005, Barbato entered a guilty plea, admitting to his participation in an organized crime family and two acts of extortion conspiracy. Although he admitted to membership in a crime family, he did not name the Genovese family or acknowledge being a capo. Observers of organized crime noted that there was little precedent for this type of admission, as it was contrary to the \"rules\" that Mafia members had formerly lived by. ==Release from prison== John Barbato was released from prison at age 74 on July 3, 2008. ==Further reading== *United States. Congress. Senate. Appropriations Committee. Treasury and Post Office Departments Appropriations, 1954, Hearings Before the Subcommittee of the Committee of Appropriations (1953) ==References== ==External links== *Lawrence Dentico Indicted - US Attorney's Office: Fourteen Arrested with Unsealing of RICO Indictment Against Genovese Crime Family Members, Associates, getnj.com *Federal Bureau of Prisons Inmate Locator Website, bop.gov Category:1934 births Category:American mobsters of Italian descent Category:Genovese crime family Category:Living people Category:People convicted of racketeering Category:Mafia extortionists ",
    "title": "John Barbato"
}