{
    "id": "20546309",
    "text": "Sumiyoshi Taisha's Funatama Jinja is an ancient Japanese Shinto shrine architectural style which takes its name from Sumiyoshi Taisha's honden in Ōsaka. As in the case of the taisha-zukuri and shinmei-zukuri styles, its birth predates the arrival of Buddhism in Japan. ==History== Ancient shrines were constructed according to the style of dwellings (Izumo Taisha)Young & Young (2007:50)Kishida (2008:33) or storehouses (Ise Grand Shrine).Fletcher and Cruickshank (1996:724) The buildings had gabled roofs, raised floors, plank walls, and were thatched with reed or covered with hinoki cypress bark. Such early shrines did not include a space for worship. Three important forms of ancient shrine architectural styles exist: taisha-zukuri, shinmei-zukuri, and sumiyoshi-zukuri.Kishida (2008:34) They are exemplified by Izumo Taisha, Nishina Shinmei Shrine and Sumiyoshi TaishaKishida (2008:35) respectively and date to before 552.Kishida (2008:126) According to the tradition of , the buildings or shrines were faithfully rebuilt at regular intervals adhering to the original design. In this manner, ancient styles have been replicated through the centuries to the present day. ==Structure== The honden on the grounds at Sumiyoshi Taisha has been designated as a national treasure on the grounds that it is the oldest example of this style of architecture. The four identical honden buildings that compose it are 4 ken wide and 2 ken deep and have an entrance under one of the gables (a characteristic called . The roof is simple, doesn't curve upwards at the eaves and is decorated with purely ornamental poles called chigi (vertical) and katsuogi (horizontal).Jinja Kenchiku, Shogakukan Nihon Daihyakka Zensho, accessed on November 29, 2009 The building is surrounded by a fence called mizugaki (瑞垣), in its turn surrounded by another called (see image in the gallery). There is no veranda, and a short stairway leads to the door. The interior is divided in two sections, one at the front () and one at the back () with a single entrance at the front (see floor plan in the gallery).JAANUS, Sumiyoshi-zukuri, accessed on December 1, 2009 The structure is simple, but brightly colored: supporting pillars are painted in vermilion and walls in white. This style is supposed to have its origin in old palace architecture Another example of this style is Sumiyoshi Jinja, part of the Sumiyoshi Sanjin complex in Fukuoka Prefecture. ==Gallery== Image:Sumiyoshi shrine Honden.jpg|The honden Image:Sumiyoshi Zukuri.jpg|The honden's floor plan ==Notes== ==References== *JAANUS, Shinmei-zukuri accessed on December 1, 2009 *History and Typology of Shrine Architecture, Encyclopedia of Shinto accessed on November 29, 2009 *, * Category:Shinto architecture ",
    "title": "Sumiyoshi-zukuri"
}