{
    "id": "20546630",
    "text": "Faridkot () is a village in Depalpur Tehsil in the Okara District of the Punjab province of Pakistan. It is located at with an altitude of 167 metres and lies about 5 km north-east from the centre of the town of Depalpur, and about 25 km south-east of the district capital Okara. == Ajmal Kasab == On 6 December 2008, The Hindu and numerous other media outlets reported Ajmal Kasab, an alleged Lashkar-e-Taiba terrorist, who was captured alive during the November 2008 Mumbai attacks to be Mohammad Ajmal Amir, son of Mohammad Amir Iman from this village. The following day, The Observer and the BBC Urdu service supported the claim. They stated that a reporter of The Observer tracked his home in the village and claimed to have found conclusive proof of his identity. His parents were located in the electoral record of the village and despite initial denials, villagers confirmed Ajmal Amir to hail from there and that it was \"an active recruiting ground\" for Lashkar-e-Taiba. The BBC also reported confirmation from a local villager the presence of numerous intelligence officials at Ajmal Amir's family's house. On 12 December 2008 The Hindu reported that his father in Faridkot confirmed Ajmal Kasab was his son. On 13 November 2009, Reporters Without Borders reported that two Pakistani journalists are being held in jail in Okara district since 10 November on miscellaneous charges. They said they were subject to retaliatory measures for helping other journalists reach Faridkot and trace Ajmal. On 19 November 2009 Agence France-Presse reported that the people of Faridkot deny any knowledge of Ajmal Kasab ever living in their village. On 24 November 2009, The Hindu reported that a journalist from Islamabad who tried to interview people on its behalf in Faridkot was subject to severe non-cooperation from the villagers and ultimately threatened by plainclothes men and asked to leave. ==References== Category:Okara District ",
    "title": "Faridkot, Okara"
}