{
    "id": "20542806",
    "text": "The Ghuznee Medal is a British campaign medal awarded for participation in the storming of the fortress of Ghuznee in Afghanistan, on 21 to 23 July 1839 by troops of the British and Indian Armies. This action, the Battle of Ghazni, took place during the First Anglo-Afghan War. This was the second medal awarded to all ranks of the British Army for a specific campaign, the Waterloo Medal being the first. It was struck in 1839 on the orders of Shuja Shah Durrani, the Shah of Afghanistan, to show his appreciation to the British forces who had helped restore him to his throne by storming the fortress. As the Shah died before the medals could be distributed, it was finally bestowed by the Governor-General of India in the name of the Government of India. ==Description== The medal was based on a design by John Luard, a British army officer and artist,Ghuznee Medal 1839 – designer discovered. Clive Cohen. Orders & Medals Research Society Journal, September 2016, pages 188-194 and struck at the Calcutta Mint. It is silver and in diameter, with the following design: The obverse depicts the fortress of Ghuznee with the word ‘GHUZNEE’ below. The reverse has a mural crown surrounded by a laurel wreath and the date ’23d JULY 1839’. The suspender is straight with a ring passing through a smaller loop soldered to the top of the medal. The ribbon has two equal stripes of crimson and dark green. Originally the ribbon was to have been half green and half yellow. The medal was issued unnamed, but many were later privately engraved or impressed in varying styles on the reverse or rim.Ghuznee Medal on medals.org.uk Two separate dies exist for this medal with one having a wider border around the edge than the other. The second also has a narrower and taller fortress. ==Medals of the Anglo-Afghan War== Four separate campaign medals were awarded to British led forces who served in the Afghan War of 1839 to 1842: *Ghuznee Medal. Storming of Ghuznee fortress, 21–23 July 1839. *Jellalabad Medal. Defence of Jalalabad, 12 November 1841–7 April 1842. *Medal for the Defence of Kelat-I-Ghilzie. Defence of Kelat-I-Ghilzie, January–26 May 1842. *Candahar, Ghuznee, Cabul Medal. Major operations of 1842, the final year of the war. ==See also== *First Anglo-Afghan War *Shuja Shah Durrani ==References== ==External links== *The Ghuznee Medal on Online Medals Category:British campaign medals Category:First Anglo-Afghan War Category:History of Ghazni Province Category:1839 establishments in the United Kingdom Category:Medals of the Honourable East India Company ",
    "title": "Ghuznee Medal"
}