{
    "id": "20548505",
    "text": "Mary Greenleaf Clement Leavitt (September 22, 1830-February 5, 1912) was an educator and successful orator who became the first round-the-world missionary for the Woman's Christian Temperance Union (WCTU). Launching herself on virtually non-stop worldwide tours over a decade, she \"went to all continents save Antarctica,\" where she crusaded against alcohol and its evils including domestic violence, advocated for women's suffrage and other equal rights such as higher education for women. In 1891 she became the honorary life president of the World's WCTU. ==Early life== Mary Greenleaf Clement was born on September 22, 1830, in Hopkinton, New Hampshire, the daughter of Baptist minister Rev. Joshua ClementA History of the Town of New London, Merrimack County, New Hampshire, 1779-1899, Myra Belle Home Lord, Edward Oliver Lord, The Rumford Press, Concord, N.H., 1899 and his wife Eliza (Harvey) Clement.M1 The Twentieth Century Biographical Dictionary of Notable Americans, Rossiter Johnson, John Howard Brown, Vol. VI, The Biographical Society, Boston, Mass., 1904 Her parents totally abstained from the use of alcohol and opposed slavery. Mary was the second of nine children;The Granite Monthly: A New Hampshire Magazine, Vol. XLIV, Published by the Granite Monthly Company, Concord, 1912 and, she was educated at Thetford Academy in Thetford, Vermont and later at the Massachusetts State Normal School at West Newton, Massachusetts, where she graduated in 1851 as valedictorian. She then taught for a year in Dover, Massachusetts for one year; then, she taught in the Quincy Grammar School of Boston, Massachusetts for two years. For the next three years, she served as head assistant in the Boylston Grammar School. ==Marriage and Professional Life As Educator== She married Thomas Hooker Leavitt, a Boston real estate broker from Vermont, on June 3, 1857. They had three daughters: Amy Clement Leavitt (1858-1932), Agnes Munn Leavitt (1859-1941), and Edith Harvey Leavitt Strongman (1863-?). He eventually moved to Nebraska and agreed to a divorce in 1878. Mary Leavitt established her own private school at 115 Warren Avenue, Boston, Massachusetts from 1867 to 1881. At one time, she had sixty-five students, two full-time teachers, two assistant pupils, and four specialists for French, German, Italian and drawing. Leavitt taught French, Latin and singing. ===Leavitt's Connection with the U.S. Temperance Movement=== Mary grew up in a religious household that was influenced by such temperance leaders such as Congregational minister Lyman Beecher. The temperance campaign that was led by the Woman's Christian Temperance Union was born in Ohio and New York State in 1873 when local women, concerned about alcohol's influence on home life, met in churches for prayer and then protested at saloons. The women of Fredonia, New York became famous as they visited local saloons to pray and sing with their leader Mrs. Esther McNeil; and, on December 22, 1873, they were the first to call themselves the Woman's Christian Temperance Union. Two days later, following a lecture at the Hillsboro, Ohio Music Hall the night before, the Crusade was born when Mrs. Eliza Thompson, a judge's wife and the daughter of a former governor, gathered 70 women in prayer at the Presbyterian Church and marched to the local saloons. Singing hymns as they went, the women demanded the saloons cease selling alcohol. In an age when most women were barred from voting, and when courts rarely addressed domestic violence or human trafficking, the temperance crusade offered women the moral high ground. In addition to push for banning alcohol sales and the opium trade, WCTU missionaries under the leadership of Frances Willard advocated women's suffrage, actively campaigning for the right to vote as part of the \"Home Protection\" campaign. Under Willard's leadership, the WCTU grew in membership to become the nation's largest women's club. Early on, the minister's daughter became interested in the emerging women's movement, and she was among the temperance movement's earliest activists. She met Frances Willard in 1877, who at that time was head of the WCTU Publications Department. Willard described her as \"a notable New England type of calm, clear intellect, masterful will, true heart, and perfect self- control. Whenever she rose to speak, the bright-eye and handsome but pathetic face, enlisted our attention.\" Leavitt then organized the first WCTU chapter in Boston, serving as its president, from 1879-1880. ==Working for the WCTU== In 1881 she left her school and began working full time for the WCTU to promote temperance and suffrage, serving as the National WCTU's first Superintendent of the Franchise Department in 1882. As Leavitt traveled through New England, she also represented the New England Women's Suffrage Association. M1 Cross Currents in the International Women's Movement, 1848-1948, Patricia Ward D'Itri, Popular Press, 1999 Her daughter Edith sang at the opening of the Fourteenth convention of the New England Woman Suffrage Association in 1882, and Leavitt gave a rousing speech on women's rights, temperance and how men's attitudes about women can change. Her father died after a long illness in June 1883, and Willard tasked her with field work in the Mississippi Valley and the West Coast. In July 1883 Leavitt traveled to California, Oregon and Washington to organize WCTU chapters there. From 1883 to 1891, Leavitt was a secretary in the WCTU. \"Past middle age and granite- faced,\" writes Patricia Ward D'Itri in Crosscurrents in the International Women's Movement, \"she had what biographers described as an unfortunate family resemblance to George Washington.\" Frances Willard recognized Leavitt's organizational abilities and popularity as a lecturer, by asking her new emissary to undertake a mission to the Far East to assess what the WCTU could do to organize international temperance efforts. Leavitt was designated the WCTU's \"Superintendent of Reconnaissance for World's WCTU.\" The purpose of her first mission abroad, said the organization's newsletter tentatively, would be visiting Hawaii and the Far East \"endeavoring to introduce the W.C.T.U. methods and to provide for a helpful interchange of sympathy.\"Cross Currents in the International Women's Movement, 1848-1948, p. 50 ===World Missionary=== Leavitt's journey did not begin auspiciously; she left America with no financial backing from the national organization and only $35 in her pocket - from her own funds. \"She has no capital save her faith\", WCTU founder Frances Willard noted in the group's publication, The Union Signal. Willard told her followers: \"Let me affectionately urge you to pray definitely for Mrs. Mary Clement Leavitt and her embassy, the most distant echo of the great Ohio crusade, the farthest outreaching of the gospel temperance wave.\" But the times were right for Leavitt's message. Temperance crusaders found willing listeners among women in places like New Zealand and Australia. In 1885 she championed the formation of the New Zealand Woman's Christian Temperance Union under the leadership of many suffragists who then became more organized nationally under the Franchise Superintendency of Kate Sheppard. 45,000 women in Victoria - almost a quarter of Australia's adult females - signed a petition to the government demanding that it introduce local legislation to protect the female sex from the \"ill usage\" said to sometimes accompany alcohol abuse.M1 Alcohol and Temperance in Modern History: An International Encyclopedia, Jack S. Blocker, David M. Fahey, Ian R. Tyrrell, Published by ABC-CLIO, 2003 Much of the early temperance message concerned rape and sexual crimes influenced, crusaders felt, by alcohol consumption. But such blunt talk could not be addressed openly, and it was only hinted at. In a speech entitled \"Temperance and Purity,\" for example, Mary Clement Leavitt spoke of her campaign to the 'National Purity Conference'. \"'I never should have yielded to him but for the wine he persuaded me to take,' is the wail of thousands of young girls who had no wish to go astray\", Leavitt told the delegates.M1 ====Polyglot Petition==== Frances Willard sent to her the Polyglot Petition in August 1885 to get signatures that would show world leaders of their people's willingness to take a stand against the alcohol traffic and opium trade. Willard started the petition process that ended up with nearly 7.5 million signatures. The text of the Polyglot Petition follows: :To the Governments of the World (Collectively and Severally) : We, your petitioners, although physically weak, are strong of heart to love our homes, our Native Land, and the World's Family of Nations. : We know that when the brain of man is clear, his home is happy, his country prosperous, and the world grows friendly. : But we know that Alcoholic Stimulants and Opium, which craze and cloud the brain, make misery for man and all the world, and most of all for us and all our children. : We know these stimulants and opiates are sold under legal guarantees, which make the Governs partners in the traffic, by accepting as revenue a portion of its profits, and that they are forced by treaties upon populations either ignorant or unwilling. : We have no power to prevent this great iniquity under which the whole world groans and staggers, but you have the power to clense the flags of every clime from the stain of your complicity with this unmingled curse. : We therefore, come to you with the united voices of representative women from every civilized nation under the sun, beseeching you to strip away the safeguards and sanctions of the law from the Drink Traffic and the Opium Trade, and to protect our Home by the Total Prohibition of this two-fold curse of civilization throughout all the territory over which your Government extends. The Polyglot Petition and signatures from people on six continents was pasted onto nearly 100 rolls of canvas. It is currently archived at the Frances Willard Historical House and Museum in Evanston, Illinois, USA. ====Hawaii==== On November 15, 1884, Leavitt sailed from San Francisco to Honolulu (Hawaiian Islands, then called the \"Sandwich Islands\") with only $35 in her purse. She had also brought with her a letter of introduction and recommendation from her own Congregational minister, Dr. Henry M. Dexter. She worked with Mrs. J.M. Whitney of Honolulu to find places to lecture in the Hawaiian Islands. She traveled to Hilo, Wiluku and Haiku, using interpreters to speak to indigenous Hawaiians, Portuguese, Japanese, and Chinese audiences, where she was well received. On November 22, 1884, in the upper hall of the YMCA building Leavitt with forty women she established the Honolulu WCTU. She was sent on with additional funds (around $400) from the Honolulu WCTU members. ====New Zealand and Australia==== Leavitt boarded the Pacific Mail Steamship Co.'s steamship S.S. Zealandia to travel from Honolulu to Australia with a stop at Auckland, New Zealand. She arrived on the Zealandia with 29 passengers in steerage January 14th without much fanfare - the New Zealand Herald does not include her in its list of arrivals. She begins lecturing in Auckland, the commercial and financial center for New Zealand, on January 27th sharing the stage with an already recognized and popular temperance missionary, Rev. R.T. Booth. By February 4, 1885, Leavitt presided over the founding of the Auckland branch of the WCTU. Over the next seven months, she visited large and small cities on both islands: in the Auckland area, she visited Remuera, Parnell, Ponsonby, Newton, and Onehunga. She moved south to Thames, Cambridge, Wairoa, and Tauranga, TeAroha. She spent time in Wellington, the nation's capital, and The Hutt nearby. In Wellington, she met Anne Ward (suffragist) who took over and created the national organization after Leavitt left New Zealand. Leavitt also visited the South Island: Dunedin (the largest city at the time), Port Chalmers, Ravensborne, Oamaru, Invercargill, Christchurch, Sydnenham, Papanui, Richmond. She returned to the North Island to visit Rangiora, Napier, Waipukeran, Waipawa. By mid-August 1885, she had arrived in Sydney, Australia. There, Leavitt traveled from Sydney to MacDonaldstown, Newton, Lithgow, Bathurst, Rockhampton, Townsville, Charter's Towers, Mayborough, Ipswich, Toowoonsba, Melbourne, Queenscliff, and Adelaide. From February to March she also visited Tasmania, the island state of Australia, lecturing in Lancaster, Cressy, Beaconsfield, Hobart, Richmond, and Campbelltown before returning to Sydney. She founded five branches of the WCTU in Queensland, one in New South Wales, one in South Australia and three in Tasmania. ====East Asia: Japan, Korea, China==== Leavitt had no more funds to continue her world tour and wrote to Willard that she must return home unless the WCTU would support her work. The great suffragist Mary Livermore contributed a leaflet in tribute to Leavitt and which local WCTU chapters purchased to read in their meetings. Willard was able to promise $3,700 to Leavitt. Leavitt sailed from Sydney to Japan in April 1886 with a plan to use those funds to go through Asia and then on to Africa. Leavitt arrived at Yokohama on June 1, 1886, with no one to greet her - the mission community members had mistakenly thought she was on her way to China first. She left the ship and went right out into the city to introduce herself at Bible Society rooms there. She met that day Clara and James Curtis Hepburn, Presbyterian missionaries, who arranged her lectures there. While in Japan for five months (June 1 through October 12, 1886), she lectured at Yokohama, Tokio, Nikko, Hieizan, Kioto, Osaka, Wakayamo, Sakai, Kobe, Okayama, and Nagasaki. She also wrote articles on the scientific arguments for temperance that were translated into Japanese. Much of her connections in these cities came from Christian Japanese men who came from former samurai families. Several local chapters were formed that focused on temperance. The exception was the Tokyo WCTU chapter which organized on December 6, 1886 -- after Leavitt had already left Japan. They took on the name of \"Tokyo Woman's Association for Reforming Customs\" and focused more on issues of prostitution and concubinage rather than the liquor traffic. There was not much support for the Polyglot Petition in Japan. Leavitt visited Chelmulpo, Korea on October 16, 1886; and went on from there to China. From October 21, 1886 to February 1, 1887, she gave lectures in Chefoo, Tientsin, Tungeho, Pekin, Shanghai, Foo-chow, Amoy, Swatow, Hongking, and Canton. ====Southern Asia: Thailand, Singapore, Myanmar, India, Sri Lanka==== Leavitt went towards South Asia after leaving China. She arrived in Bangkok, Thailand (then called Siam) on February 2, 1887. She spent a month in Thailand, also lecturing in Phetchaburi. She then moved on to Singapore by March 16th, spending a few weeks in this area, lecturing also at Johor. By April 8th, she had moved on to Myanmar (then known as Burma) where she spent four months, giving speeches at Maulemien, Amhurst, Rangoon, Toungoo, Mandalay, Prine, Bassein, and Naubin. By July 23, 1887, Leavitt had reached Calcutta in what she called \"Hindostan.\" Her tour of India took nearly a year and included lectures also at Simla, Mussoorie, Naini Tal. Bareilly, Lucknow, Sitapur, Cawnpore, Etawela, Agra, Bombay, Poona, Nagpur, Jabalpur, Allahabad, Benares, Madras, Hydirabad, Secundirabad, Negapatam, Madura, Batalagundu, Kodaikanal, Tuticorin. She left India on June 1, 1888, and spent nearly three months in Sri Lanka (then called Ceylon), lecturing at Colombo, Kolupitiga, Colpetty, Kandy, Anarodopura, Oodooville, Batticotta, Oodoopitty, Tillipally, Nellore, Jffna, Panadere, Kalistore, and Galle. Leavitt had difficulty with local British colonials who disapproved of women speaking in public. She did succeed however in forming sixteen \"European\" unions and thirteen non-white unions which were composed of members \"of all religions.\" After having toured the country for nearly a year, Leavitt left Mrs. M.D. MacDonald (a Scottish Presbyterian missionary) as the provisional national president of the WCTU there. Leavitt continued to correspond with the sisters Margaret and Mary Leitch who by 1888 gathered 33,000 signatures for the Polyglot Petition.The World Woman's Christian Temperance Union (WWCTU) When Pandita Ramabai opened her school for young Hindu widows in Mumbai in the spring of 1889, the WWCTU supported her work and commissioned her as a WCTU National Lecturer. Not until August 1893 did the WCTU of India officially organize. It was based in Lucknow with Jeannette Hauser appointed in a paid position as president. ====Africa: Mauritius, Madagascar, South Africa==== Leavitt then left India and arrived in Mauritius at Port Lewis on September 10, 1888. She spent two weeks there before traveling on south to Madagascar. She lectured in Tumatave, Antananarivo, Amboinaga, Ambatovory, and Andovoranto until December 12, 1888. She was greatly admired by the Queen who contributed funds for her travel costs. Leavitt wrote back to her media contacts in the U.S., Australia and New Zealand of her horrors of the impact of rum trafficking on the people of Madagascar. From there she traveled east through central Africa to the Congo basin; but then turned south where she began a series of lectures in the British colony of Natal. She arrived in the port city of Durban on December 14, 1888, and for the next several weeks traveled to speak in Uruzumbi, Inanda, Amamzimrole, Verulam, Umvoti, Maritzburg, Ladysmith, and Harrismith. ====Other countries==== Leavitt visited Madeira, Europe and South America. At stops along the way, Leavitt organized more WCTU chapters, often presiding over meetings at YMCAs and other gathering places where WCTU affiliates were formed and officers elected. By the end of her decade of travels, Leavitt had organized over 86 worldwide WCTU international chapters, and some 21 men's temperance societies in over 40 countries. Her success encouraged the second of the World WCTU missionaries, Jessie Ackermann of California to leave for her world tour in January 1889. ===Afterwards=== Leavitt's mission surpassed the wildest aspirations of WCTU's leadership. Eventually, while Leavitt was embarked on her nearly ceaseless international travels, Frances Willard created at WCTU headquarters the Leavitt Fund, designed to finance Leavitt's travels and proselytizing. Eventually, because the chapters Leavitt founded became largely self-sustaining, and because the Boston activist covered her own expenses through individual donations, the Leavitt Fund was applied towards supporting other WCTU foreign missionaries. As the worldwide temperance movement caught fire, crusaders like Leavitt, who had helped found WCTU chapters in India, found that their reformist ideals led them to other causes as well. Leavitt and others, for instance, began questioning the need for continued British rule in India. And native Indian- born reformers, drawn to the temperance crusade, spread their reformist ideas among the temperance forces. Pandita Ramabai, for instance, who was a leading female crusader in 1880s India against confinement of widows and child brides, joined forces with the WCTU, for whom she acted as an unofficial missionary and lecturer.Alcohol and Temperance in Modern History: An International Encyclopedia, p. 309 But the message of Leavitt and other WCTU reformers were not always received so warmly abroad, where their mingling of temperance and suffrage and emerging women's rights issues were sometimes complicated by cultural differences or long-held taboos. In Japan, for instance, where Leavitt embarked on a campaign which, she wrote, would \"work on education, on scientific and Biblical lines, tobacco and chastity at least\", her campaign was regarded suspiciously.Cross Currents in the International Women's Movement 1848-1948, p. 53 Shortly after her arrival, the American-born reformer was told by a Japanese government official that \"your mission here is doing for Japanese women what Commodore Perry did for the country.\" In other places, Leavitt's message against tobacco, opium, alcohol and sex outside marriage did not necessarily sit well, not to mention her calls for women's right to vote. In some locales different customs presented the WCTU crusader with unlikely predicaments: in Bangkok, for instance, she met with Thailand's King Chulalongkorn at the palace where he kept his harem. (But Leavitt's attitude towards the polygamist potentate was somewhat muted, thanks to the monarch's large donation towards a home for impoverished elderly women).Cross Currents in the International Women's Movement 1848-1948, p. 54 Leavitt continued her travels, which eventually encompassed Scandinavia, Turkey, South America, India, Italy, Egypt, South Africa, China, Siam, Burma, Singapore and many other countries. Midway through Leavitt's travels, the WCTU reckoned that their emissary had \"traveled over 100,000 miles in 43 different countries; crossed the Equator eight times; held over 1,600 meetings; had the services of 290 different interpreters in 47 languages and formed 130 temperance societies, 86 of them WCTUs, and 23 branches of the White Cross.\" Left out of the tally were the so-called \"Bands of Hope\" Leavitt founded for the protection of children.Cross Currents in the International Women's Movement 1848-1948, p. 60 In 1899, she was one of the speakers at a women's anti- lynching demonstration in Boston's Chickering Hall, along with Julia Ward Howe, Alice Freeman Palmer, Florida Ruffin Ridley, and Mary Evans Wilson. ==Recognition== In recognition of Leavitt's service, she was eventually named Honorary Life President of the WCTU, in which capacity she served for 20 years.The Encyclopedia Americana, The Encyclopedia Americana Corporation, New York, 1919 Her stature within the movement was such that she often addressed the national convention.\"Foes of Alcohol: World's Convention of the Woman's Christian Temperance Union\", The New York Times, November 14, 1891 ==Death== Towards the end of her life, Leavitt fell out with WCTU leadership, and ultimately resigned from the organization. Looking back, she told interviewers that her greatest accomplishment was not her temperance efforts, but instead building fellowship among the world's women. \"The greatest value of my years of work lies in the impetus the labors of a woman have given to development among women in remote places.\" Mary Greenleaf Clement Leavitt, born Mary Clement, died at her home at 18 Huntington Avenue in Boston in 1912. The fate of the New England schoolteacher's ex-husband, Thomas H. Leavitt, a Vermont native and Boston real estate broker whom she married in 1857,Who's Who in New England, Albert Nelson Marquis, A. N. Marquis & Co., Chicago, 1909 was not chronicled - nor whether he enjoyed alcoholic beverages. Mrs. Leavitt's daughter Amy, educated at her mother's \"Mrs. Mary Clement Leavitt's Private School in Boston\", later became a translator and musician after graduating from the New England Conservatory of Music.Woman's Who's Who of America: A Biographical Dictionary of Contemporary Women of the United States and Canada, 1914-1915, John W. Leonard (ed.), The American Commonwealth Company, New York, 1915 Since the mid-1880s Agnes manageded a studio in Brockton where she sold her paintings and taught art. Mary Clement Leavitt was buried in her parents' lot in the Post Mills Cemetery in Thetford, Vermont, and her two older daughters are buried nearby. Her youngest daughter Edith dropped out of the historical records, and it is not clear when she died or where she was buried. ==References== ==See Also== *Frances Willard ==Bibliography== * * * * Category:1830 births Category:1912 deaths Category:Writers from Boston Category:American women writers Category:American educators Category:American feminists Category:American suffragists Category:American women's rights activists Category:Proponents of Christian feminism Category:American temperance activists Category:Women of the Victorian era Category:Woman's Christian Temperance Union people Category:People from Hopkinton, New Hampshire Category:Thetford Academy, Vermont alumni Category:Lecturers Category:Progressive Era in the United States ",
    "title": "Mary Greenleaf Clement Leavitt"
}