{
    "id": "20549371",
    "text": "Monroney label showing the EPA's fuel economy equivalent ratings for the 2011 Chevrolet Volt. The rating for all-electric mode (left) is expressed in miles per gallon gasoline equivalent. Miles per gallon gasoline equivalent (MPGe or MPGge) is a measure of the average distance traveled per unit of energy consumed. MPGe is used by the United States Environmental Protection Agency (EPA) to compare energy consumption of alternative fuel vehicles, plug-in electric vehicles and other advanced technology vehicles with the energy consumption of conventional internal combustion vehicles rated in miles per U.S. gallon. The unit of energy consumed is 33.7 Kilowatt hours without regard to the efficiency of conversion of heat energy into electrical energy, also measured in Kilowatt hours. The equivalence of this unit to energy in a gallon of gasoline is true if and only if the heat engine, generating equipment, and power delivery to the car battery are 100% efficient. Actual heat engines differ vastly from this assumption. MPGe does not necessarily represent an equivalency in the operating costs between alternative fuel vehicles and the MPG rating of internal combustion engine vehicles due to the wide variation in costs for the fuel sources regionally since the EPA assumes prices that represents the national averages. Miles per gallon equivalent cost for alternate fuel can be calculated with a simple conversion to the conventional MPG. See conversion to MPG by cost below. The MPGe metric was introduced in November 2010 by EPA in the Monroney sticker of the Nissan Leaf electric car and the Chevrolet Volt plug-in hybrid. The ratings are based on EPA's formula, in which of electricity is equivalent to one (U.S.) gallon of gasoline, and the energy consumption of each vehicle during EPA's five standard drive cycle tests simulating varying driving conditions. All new cars and light-duty trucks sold in the U.S. are required to have this label showing the EPA's estimate of fuel economy of the vehicle. In a joint ruling issued in May 2011 the National Highway Traffic Safety Administration (NHTSA) and EPA established the new requirements for a fuel economy and environment label that is mandatory for all new passenger cars and trucks starting with model year 2013. This ruling uses miles per gallon gasoline equivalent for all fuel and advanced technology vehicles available in the U.S. market including plug-in hybrids, electric vehicles, flexible-fuel vehicles, hydrogen fuel cell vehicle, natural gas vehicles, diesel-powered vehicles, and gasoline-powered vehicles. In addition to being displayed on new vehicles, fuel economy ratings are used by the U.S. Department of Energy (DOE) to publish the annual Fuel Economy Guide; the U.S. Department of Transportation (DOT) to administer the Corporate Average Fuel Economy (CAFE) program; and the Internal Revenue Service (IRS) to collect gas guzzler taxes. Fuel economy estimates for window stickers and CAFE standard compliance are different. The EPA MPGe rating shown in the Monroney label is based on the consumption of the on-board energy content stored in the fuel tank or in the vehicle's battery, or any other energy source, and only represents the tank-to-wheel energy consumption. CAFE estimates are based on a well-to-wheel basis and in the case of liquid fuels and electric drive vehicles also account for the energy consumed upstream to produce the fuel or electricity and deliver it to the vehicle. Fuel economy for CAFE purposes include an incentive adjustment for alternative fuel vehicles and plug-in electric vehicles which results in higher MPGe than those estimated for window stickers. ==Background== === 1988: Alternative Motor Fuels Act === The Alternative Motor Fuels Act (AMFA) enacted in 1988 provides Corporate Average Fuel Economy (CAFE) incentives for the manufacture of vehicles that use ethanol, methanol, or natural gas fuels, either powered exclusively on these alternative fuels or in conjunction with gasoline or diesel fuel, such flexible-fuel vehicles. In order to provide incentives for the widespread use of these fuels and to promote the production of alternative fuel vehicles, AMFA allows manufacturers producing alternative fuel vehicles to gain CAFE credits by manufacturing these vehicles, which allows them to raise their overall fleet fuel economy levels to comply with the CAFE standards until the established cap level. Beginning in 1993, manufacturers of qualified alternative fuel vehicles can benefit for their CAFE estimation, by computing the weighted average of the fuel economy of the produced alternative fuel vehicles by dividing the alcohol fuel economy by a factor of 0.15. As an example, a dedicated alternative fuel vehicle that would achieve 15 mpg fuel economy while operating on alcohol would have a CAFE calculated as follows: FE = (1/0.15)(15) = 100 miles per gallon For alternative dual-fuel vehicles, an assumption is made that the vehicles would operate 50% of the time on the alternative fuel and 50% of the time on conventional fuel, resulting in a fuel economy that is based on a harmonic average of alternative fuel and conventional fuel. For example, for an alternative dual-fuel model that achieves 15 miles per gallon operating on an alcohol fuel and 25 mpg on the conventional fuel, the resulting CAFE would be: FE = 1 / [(0.5/25) + (0.5/100)] = 40 miles per gallon Calculation of fuel economy for natural gas vehicles is similar. For the purposes of this calculation, the fuel economy is equal to the weighted average of the fuel economy while operating on natural gas and while operating on either gasoline or diesel fuel. AMFA specifies the energy equivalency of 100 cubic feet of natural gas to be equal to 0.823 gallons of gasoline, with the gallon equivalency of natural gas to be considered to have a fuel content, similar to that for alcohol fuels, equal to 0.15 gallons of fuel. For example, under this conversion and gallon equivalency, a dedicated natural gas vehicle that achieves 25 miles per 100 cubic feet of natural gas would have a CAFE value as follows: FE = (25/100) x (100/0.823)(1/0.15) = 203 miles per gallon The Energy Policy Act of 1992 expanded the definition of alternative fuel to include liquefied petroleum gas, hydrogen, liquid fuels derived from coal and biological materials, electricity and any other fuel that the Secretary of Transportation determines to be substantially non-petroleum based and has environmental and energy security benefits. Beginning in 1993, manufacturers of these other alternative fuel automobiles that meet the qualifying requirements can also benefit for special treatment in the calculation of their CAFE. ===1994: Gasoline gallon equivalent=== In 1994 the U.S. National Institute of Standards and Technology (NIST) introduced gasoline gallon equivalent (GGE) as a metric for fuel economy for natural gas vehicles. NIST defined a gasoline gallon equivalent (GGE) as 5.660 pounds of natural gas, and gasoline liter equivalent (GLE) as 0.678 kilograms of natural gas. ===2000: Petroleum-equivalent fuel economy=== Energy efficiency for selected electric cars leased in California between 1996–2003: {|class=\"sortable wikitable\" align=\"right\" |-align=\"center\" ! style=\"background: #ABCDEF;\" |Vehicle ! style=\"background: #ABCDEF;\" |Model year ! style=\"background: #ABCDEF;\" |Type of battery ! style=\"background: #ABCDEF;\" |Energy use (kWh/mile) ! style=\"background: #ABCDEF;\" |Energy efficiency (miles/kWh) ! style=\"background: #ABCDEF;\" |Energy efficiency MPGe (miles/33.7 kWh) |-align=\"center\" |align=left|GM EV1|| 1997|| Lead acid||0.164||6.10||205 |-align=\"center\" |align=left|GM EV1|| 1999 || NiMH|| 0.179||5.59||188 |-align=\"center\" |align=left|Toyota RAV4 EV Energy use averaged 2.5 miles per AC kWh (0.4 AC kWh per mile) ||1996 ||Lead acid ||0.235||4.28||143 |-align=\"center\" |align=left|Toyota RAV4 EV Energy use averaged 2.5 miles per AC kWh (0.4 AC kWh per mile) ||2000 ||NiMH ||0.400||2.50||84 |-align=\"center\" |align=left| Ford Ranger EV ||1998 || Lead acid||0.337||2.98||100 |-align=\"center\" |align=left| Chevrolet S-10 EV || 1997 ||Lead acid ||0.292||3.42||115 |- |} During the late 1990s and early 2000s several electric cars were produced in limited quantities as a result of the California Air Resources Board (CARB) mandate for more fuel-efficient zero- emissions vehicles. Popular models available in California included the General Motors EV1 and the Toyota RAV4 EV. The U.S. DoE and EPA rating for on board energy efficiency for these electric vehicles was expressed as kilowatt hour/mile (KWh/mi), the most commonly known metric in science and engineering for measuring energy consumption, and used as the billing unit for energy delivered to consumers by electric utilities. In order to address the Corporate Average Fuel Economy (CAFE) regulations mandated by the U.S. Congress in 1975, the U.S. Department of Energy established in July 2000 a methodology for calculating the petroleum-equivalent fuel economy of electric vehicles on a well-to-wheel basis. The methodology considers the upstream efficiency of the processes involved in the two fuel cycles. The energy content of gasoline is reduced from 33,705 Wh/gal to 83% of that, or about 27,975 Wh/gal well-to-tank, to account for the energy used in refinement and distribution. Similarly, the energy value for electricity produced from fossil fuel is reduced to 30.3%, due to energy lost in generation and transmission, according to the national average. This is normalized to the previous gasoline value, resulting in a well-to-vehicle gasoline-equivalent energy content of electricity of only 12,307 Wh/gal. The formula also includes a \"fuel content factor\" of 1/0.15 (about 6.667) to benefit electric vehicles, raising the value from 12,307 to 82,049 Wh/gal. This reward factor is intended provide an incentive for vehicle manufactures to produce and sell electric vehicles, as a higher equivalent fuel economy for EVs improves the carmaker overall fleet fuel economy levels in complying with the CAFE standards, and Congress anticipated that such an incentive would help accelerate the commercialization of electric vehicles. The incentive factor chosen by DoE for EVs is the same 1/0.15 factor already applied in the regulatory treatment of other types of alternative fuel vehicles. When all factors are considered in DoE's formula, the energy efficiency or equivalent fuel economy of electric vehicles increases, being calculated in miles per the petroleum-equivalency factor of 82,049 Wh/gal rather than miles per the usual gasoline gallon equivalent of 33,705 Wh/gallon, for the purposes of CAFE credits to manufacturers. ===2007: X Prize=== The Automotive X Prize competition was intended to encourage development of automobiles that would be capable of operating 100 miles on a gallon of gasoline (mpg). Comparison of electric vehicles to vehicles that carried their own engine was debated, since the notion of a miles per gallon equivalent as a metric for electric vehicles made the competition trivial for electric vehicles and a corresponding miles per gallon as a metric for the others extremely difficult for the others. Miastrada Company made the case that this defeated the purpose of the competition, to no avail. In April 2007, as part of Draft Competition Guidelines released at the New York Auto Show, MPGe was announced as the main merit metric for the Progressive Insurance Automotive X Prize, a competition developed by the X Prize Foundation for super-efficient vehicles that can achieve at least 100 MPGe. In February 2009, Consumer Reports announced that, as part of a partnership with the X Prize Foundation, they planned to report MPGe as one of several measures that will help consumers understand and compare vehicle efficiency for alternative fuel vehicles. ===2010–2011: Miles per gallon equivalent=== As required by the 2007 Energy Independence and Security Act (EISA), with the introduction of advanced-technology vehicles in the U.S. new information should be incorporated in the Monroney label of new cars and light-duty trucks sold in the country, such as ratings on fuel economy, greenhouse gas emissions, and other air pollutants. The U.S. Environmental Protection Agency and the National Highway Traffic Safety Administration (NHTSA) have conducted a series of studies to determine the best way to redesign this label to provide consumers with simple energy and environmental comparisons across all vehicles types, including battery electric vehicles (BEV), plug-in hybrid electric vehicles (PHEV), and conventional internal combustion engine vehicles powered by gasoline and diesel, in order to help consumers choose more efficient and environmentally friendly vehicles. These changes were proposed to be introduced in new vehicles beginning with model year 2012. The EPA rating for on board energy efficiency for electric vehicles before 2010 was expressed as kilowatt hour per 100 miles (kWh/100 mi). The window sticker of the 2009 Mini E showed an energy consumption of for city driving and on the highway, technically equivalent to 102 mpg city and 94 mpg highway. The 2009 Tesla Roadster was rated in city and on the highway, equivalent to 105 mpg city and 102 mpg highway. As part of the research and redesign process, EPA conducted focus groups where participants were presented with several options to express the consumption of electricity for plug-in electric vehicles. The research showed that participants did not understand the concept of a kilowatt hour as a measure of electric energy use despite the use of this unit in their monthly electric bills. Instead, participants favored a miles per gallon equivalent, MPGe, as the metric to compare with the familiar miles per gallon used for gasoline vehicles. The research also concluded that the kWh per 100 miles metric was more confusing to focus group participants compared to a miles per kWh. Based on these results, EPA decided to use the following fuel economy and fuel consumption metrics on the redesigned labels: MPG (city and highway, and combined); MPGe (city and highway, and combined); Gallons per 100 miles; kWh per 100 miles. The proposed design and final content for two options of the new sticker label that would be introduced in 2013 model year cars and trucks were consulted for 60 days with the public in 2010, and both include miles per gallon equivalent and kWh per 100 miles as the fuel economy metrics for plug- in cars, but in one option MPGe and annual electricity cost are the two most prominent metrics. In November 2010, EPA introduced MPGe as comparison metric on its new sticker for fuel economy for the Nissan Leaf and the Chevrolet Volt. Typical label for hydrogen fuel cell vehicles expressed in MPGe, mandatory starting with 2013 model year. In May 2011, the National Highway Traffic Safety Administration (NHTSA) and EPA issued a joint final rule establishing new requirements for a fuel economy and environment label that is mandatory for all new passenger cars and trucks starting with model year 2013. The ruling includes new labels for alternative fuel and alternative propulsion vehicles available in the US market, such as plug-in hybrids, electric vehicles, flexible-fuel vehicles, hydrogen fuel cell vehicle, and natural gas vehicles.EPA-420-F-11-017 The common fuel economy metric adopted to allow the comparison of alternative fuel and advanced technology vehicles with conventional internal combustion engine vehicles is miles per gallon of gasoline equivalent (MPGe). A gallon of gasoline equivalent means the number of kilowatt hours of electricity, cubic feet of compressed natural gas (CNG), or kilograms of hydrogen that is equal to the energy in a gallon of gasoline. The new labels also show for the first time an estimate of how much fuel or electricity it takes to drive , introducing to U.S. consumers with fuel consumption per distance traveled, the metric commonly used in many other countries. EPA explained that the objective is to avoid the traditional miles per gallon metric that can be potentially misleading when consumers compare fuel economy improvements, and known as the \"MPG illusion.\" As mentioned above, confusion and misinterpretation is common in the public between the two types of \"fuel efficiency\". Fuel economy measures how far a vehicle will go per amount of fuel (units of MPGe). Fuel consumption is the reciprocal of fuel economy, and measures the fuel used to drive a fixed distance (units of gal/100 miles or kWh/100 miles). The unit of Gal/100 miles is accurately described as fuel consumption in some EPA brochures, but this unit appears in the fuel economy section of the Monroney label (which doesn't use the term fuel consumption). ==Description== The miles per gallon gasoline equivalent is based on the energy content of gasoline. The energy obtainable from burning one US gallon of gasoline is 115,000 BTU, 33.70 kWh, or 121.3 MJ. To convert the mile per gallon rating into other units of distance per unit energy used, the mile per gallon value can be multiplied by one of the following factors to obtain other units: :{| |- |1 MPGe||≈ 1 mi/(33.70 kW·h) |- | || ≈ 8.696 mi/(million BTU) |- | ||≈ 0.02967 mi/kW·h |- | ||≈ /kW·h |- | ||≈ 0.013 km/MJ |} == Conversion to MPGe == MPGe is determined by converting the vehicle consumption per unit distance, as determined through computer modeling or completion of an actual driving cycle, from its native units into a gasoline energy equivalent. Examples of native units include W·h for electric vehicles, kg-H2 for hydrogen vehicles, gallons for biodiesel or liquefied natural gas vehicles, cubic feet for compressed natural gas vehicles, and pounds for propane or Liquefied petroleum gas vehicles. Special cases for specific alternative fuels are discussed below, but a general formula for MPGe is: \\text{MPGe} = \\frac{\\text{total miles driven}}{\\left [ \\frac{\\text{total energy of all fuels consumed}}{\\text{energy of one gallon of gasoline}} \\right ]} = \\frac{(\\text{total miles driven}) \\times (\\text{energy of one gallon of gasoline})} {\\text{total energy of all fuels consumed}} For EPA, this considers the tank-to-wheel for liquids and wall-to-wheel energy consumption for electricity, i.e. it measures the energy for which the owner usually pays. For EVs the energy cost includes the conversions from AC to charge the battery. The EPA MPGe ratings displayed in window stickers do not account for the energy consumption upstream, which includes the energy or fuel required to generate the electricity or to extract and produce the liquid fuel; the energy losses due to power transmission; or the energy consumed for the transportation of the fuel from the well to the station. Basic values for the energy content of various fuels are given by the defaults used in the Department of Energy GREET (Greenhouse gases, Regulated Emissions, and Energy used in Transportation) model,GREET model retrieved 2011 01 20 as follows: Note: 1 kWh is equivalent to 3,412 BTU {| class=\"wikitable\" ! Fuel ! Unit ! Btu/unit ! kWh/unit |- | gasoline | gallon | 116,090 | 34.02 |- | diesel | gallon | 129,488 | 37.95 |- | biodiesel | gallon | 119,550 | 35.04 |- | ethanol | gallon | 76,330 | 22.37 |- | E85 | gallon | 82,000 | 24.03 |- | CNG | 100 SCF | 98,300 | 28.81 |- | H2-Gas | 100 SCF | 28,900 | 8.47 |- | H2-Liq | gallon | 30,500 | 8.94 |- | LPG | gallon | 84,950 | 24.9 |- | methanol | gallon | 57,250 | 16.78 |} The energy content of a particular fuel can vary somewhat given its specific chemistry and production method. For example, in the new efficiency ratings that have been developed by the United States Environmental Protection Agency (EPA) for battery electric vehicles (BEVs) and plug-in hybrid electric vehicles (PHEVs) – see below – the energy content of a gallon of gasoline is assumed to be 114,989.12 BTU or 33.7 kWh. === Conversion to MPG by cost === The miles per gallon equivalent cost of an alternative fuel vehicle can be calculated by a simple formula to directly compare the MPG operating costs (rather than the energy consumption of MPGe) with traditional vehicles since the cost of resources varies substantially from region to region. For reference, the complete equation is: \\text{MPG} = \\text{mi}/\\text{gal} = {{\\$ \\over \\text{gal}} \\div {\\$ \\over \\text{unit}} \\over \\text{capacity(unit)}} \\times{\\text{capacity(unit)} \\over [(\\text{EnergyQuotent} \\times 100)\\div \\text{MPGe}] \\div 100} Also for those that prefer kWh/100 mi an equivalent is simply: \\text{MPG} = \\text{mi}/\\text{gal} = \\Bigl({\\$ \\over \\text{gal}} \\div {\\$ \\over \\text{kWh}}\\Bigr) \\div {\\text{kWh}/100~\\text{mi} \\over 100~\\text{mi}} This equation reduces down to a simple formula that works with only the capacity of the fuel source and its possible range to compare vehicles. With your local rates for gasoline and your fuel source you can easily compare your alternative fuel vehicle operating cost directly with a gasoline engine model with the following: \\text{MPG} = \\text{mi}/\\text{gal} = {{\\$ \\over \\text{gal}} \\div {\\$ \\over unit} \\over \\text{capacity(unit)}} \\times \\text{mi} The formula includes the inherent efficiency of the vehicle as the range capability of a specific fuel source capacity directly represents the EPA testing, it then becomes universal regardless of weight, vehicle size, co-efficient of drag, rolling resistance as these directly influence the range possible and are accounted for. Driving style and weather conditions can be accounted for by using the achieved range instead of the advertised range for the calculation. The formula works by deriving how much alternative fuel can be purchased for the cost of a single gallon of gasoline, and creates a ratio of how this quantity compares to the storage capacity of the vehicle, then multiplies this ratio to the vehicles possible range. The result is number of miles the vehicle travels on alternative fuel for the same cost of a single gallon of gasoline. The end computation results in MPG unit and is directly comparable to a standard internal combustion engine vehicles fuel costs for its rated MPG. ==== Examples ==== The formula with the correct units for a BEV or PHEV in all electric mode is like this. \\text{MPG} = \\text{mi}/\\text{gal} = {{\\$ \\over \\text{gal}} \\div {\\$ \\over \\text{kWh}} \\over \\text{charge(kWh)}} \\times \\text{mi} Using EPA 2018 Fuel Economy Guides assumptions for national average pricing of $2.56/gal regular gasoline and $0.13/kWhhttps://www.fueleconomy.gov/feg/pdfs/guides/FEG2018.pdf we can calculate a vehicle that is rated at 84 MPGe or 40 kW/100 Mi efficiency and has a 16.5 kW EV battery of which 13.5 kWh is usable for electric driving with an advertised range of 33 miles per charge. Note: Using the battery size instead of the usable charge will provide a conservative value. Using actual charge and actual range driven will provide actual economy. \\text{MPG} = \\text{mi}/\\text{gal} = {{\\$2.56 \\over \\text{gal}} \\div {\\$0.13 \\over \\text{kWh}} \\over 13.5~\\text{kWh}} \\times 33.75~\\text{mi} Calculate how many kWh per gallon \\text{MPG} = \\text{mi}/\\text{gal} = {{19.69~\\text{kWh}/\\text{gal}} \\over 13.5~\\text{kWh}} = 1.46~\\text{charges} \\times 33.75~\\text{mi} = 49.2~\\text{MPG} Now the same vehicle where gasoline with worth $3.20/gal and electricity is $0.085/kWh. \\text{MPG} = \\text{mi}/\\text{gal} = {{\\$3.20 \\over \\text{gal}} \\div {\\$0.085 \\over \\text{kWh}} \\over 13.5~\\text{kWh}} \\times 33.75~\\text{mi} Calculate how many kWh per gallon \\text{MPG} = \\text{mi}/\\text{gal} = {{37.65~\\text{kWh}/\\text{gal}} \\over 13.5~\\text{kWh}} = 2.78~\\text{charges} \\times 33.75~\\text{mi} = 94.1~\\text{MPG} === Electric and plug-in hybrid electric vehicles === Monroney label showing the EPA's fuel economy equivalent ratings for the 2011 Smart ED electric car. Between 2008 and 2010 several major automakers began commercializing battery electric vehicles (BEVs), which are powered exclusively on electricity, and plug-in hybrid electric vehicles (PHEVs), which use electricity together with a liquid fuel stored in an on- board fuel tank, usually gasoline, but it might be also powered by diesel, ethanol, or flex-fuel engines. For battery electric vehicles, the U.S. Environmental Protection Agency's formula to calculate the well-to-wheel MPGe is based on energy standards established by the U.S. Department of Energy in 2000: The well-to-wheel conversion is used in calculation of corporate-average fuel economy (CAFE) but _not_ for window sticker (Monroney) fuel economy. For Monroney fuel economy the equation is : MPGe = \\frac { E_G} {E_M\\cdot E_E} = \\frac{ 33\\,705 \\text{ Wh/gallon}_{\\text{US}} } {E_M} where : MPGe is expressed as miles per gallon gasoline equivalent (as shown in the Monroney label) : E_G = energy content per gallon of gasoline = 115,000 Btu/gallon, as set by U.S. DoE and reported by the Alternative Fuel Data Center. : E_M = wall-to-wheel electrical energy consumed per mile (Wh/mi) as measured through EPA's five standard drive cycle tests for electric cars and SAE test procedures : E_E = energy unit conversion factor (rounded) = 3.412 Btu/Wh The formula employed by the EPA for calculating their rated MPGe does not account for any fuel or energy consumed upstream such as the generation and transmission of electrical power, or well-to-wheel life cycle, as EPA's comparison with internal combustion vehicles is made on a tank-to-wheel versus battery-to wheel basis. The California Air Resources Board uses a different dynamometer testing than EPA, and considers reformulated gasoline sold in that state. For CARB estimates the formula becomes: : MPGe = \\frac { E_G} {E_M\\cdot E_E} = \\frac{ 32\\,600 \\text{ Wh/gallon}_{\\text{US}} } {E_M} The new SAE J1711 standard for measuring the exhaust emissions and fuel economy of hybrid electric vehicles and plug-in hybrids was approved in July 2010. The recommended procedures for PHEVs were revised at Argonne National Laboratory, and EPA's new regulation to define PHEV fuel economy reporting protocol is expected to be based on SAE J1711. In November 2010 EPA decided to rate electric mode and gasoline only mode separately, and these are the two figures prominently displayed in the window sticker of the 2011 Chevrolet Volt. In electric mode the Volt's rating is estimated with the same formula as an electric car. The overall or composite fuel economy rating combining electricity and gasoline powered are displayed in the Monroney label in a much smaller type, and as part of the comparison of the Volt's fuel economy among all vehicles and within compact cars. EPA has considered several methodologies for rating the overall fuel economy of PHEVs, but as of February 2011 EPA has not announced the final methodology that will be applied for the purposes of estimating the new manufacture's 2012-2016 Corporate Average Fuel Economy (CAFE) credits for plug-in hybrids. ==== Examples ==== In November 2010 the EPA began including \"MPGe\" in its new sticker for fuel economy and environmental comparisons. The EPA rated the Nissan Leaf electric car with a combined fuel economy of 99 MPGe, and rated the Chevrolet Volt plug-in hybrid with a combined fuel economy of 93 MPGe in all-electric mode, 37 MPG when operating with gasoline only, and an overall fuel economy rating of 60 mpg-US (3.9 L/100 km) combining power from electricity and gasoline. For both vehicles EPA calculated the MPGe rating under its five-cycle tests using the formula displayed earlier with a conversion factor of 33.7 kW-h of electricity being the energy equivalent of a gallon of gasoline. ===== All-electric cars ===== ===== Plug-in hybrids ===== === Fuel cell vehicles === The following table compares EPA's fuel economy expressed in miles per gallon gasoline equivalent (MPGe) for the four hydrogen fuel cell vehicles rated by the EPA , and available only in California. One kg of hydrogen is roughly equivalent to one U.S. gallon of gasoline. {| class=\" wikitable\" style=\"margin: 1em auto 1em auto\" ! style=\"text-align:center; background:#cfc;\" colspan=\"8\" | Comparison of fuel economy expressed in MPGe for hydrogen fuel cell vehicles available for leasing in California and rated by the U.S. Environmental Protection Agency |- ! style=\"background:#cfc;\" colspan=\"2\" | Vehicle ! style=\"background:#cfc;\" |Model year ! style=\"background:#cfc;\" | Combined fuel economy ! style=\"background:#cfc;\" | City fuel economy ! style=\"background:#cfc;\" | Highway fuel economy ! style=\"background:#cfc;\" |Range ! style=\"background:#cfc;\" |Annual fuel cost |- style=\"text-align:center;\" | align=\"left\" colspan=\"2\" |Honda FCX Clarity | 2014 |59 mpg-e |58 mpg-e |60 mpg-e | |NA |- style=\"text- align:center;\" | align=\"left\" colspan=\"2\" |Hyundai Tucson Fuel Cell | 2016–17 | 49 mpg-e | 48 mpg-e |50 mpg-e | | |- style=\"text-align:center;\" | align=\"left\" colspan=\"2\" |Toyota Mirai | 2016–17 |66 mpg-e |66 mpg-e |66 mpg-e | | |- style=\"text-align:center;\" | align=\"left\" colspan=\"2\" |Honda Clarity Fuel Cell | 2017 | 67 mpg-e | 68 mpg-e | 66 mpg-e | | |- | style=\"text- align:left; background:#cfc;\" colspan=\"8\" |Notes: One kg of hydrogen is roughly equivalent to one U.S. gallon of gasoline. |} === Conversion using GGE === The same method can be applied to any other alternative fuel vehicle when that vehicle's energy consumption is known. Generally the energy consumption of the vehicle is expressed in units other than W·h/mile, or Btu/mile so additional arithmetic is required to convert to a gasoline gallon equivalent (GGE), using 33.7 kWh / gallon = 114989.17 btu / gallon. === Hydrogen example with GGE === The 2008 Honda FCX Clarity is advertised to have a vehicle consumption of 72 mi/kg-. Hydrogen at atmospheric pressure has an energy density of 120 MJ/kg (113,738 BTU/kg), by converting this energy density to a GGE, it is found that 1.011 kg of hydrogen is needed to meet the equivalent energy of one gallon of gasoline. This conversion factor can now be used to calculate the MPGe for this vehicle. : MPGe =MPkg_{H_2} \\times {GGE}, : MPGe = 72 \\frac{mi}{kg_{H_2}} \\times {1.011 \\frac{kg_{H_2}}{gallon_{gasoline}}} = 72.8 MPGe ==Life cycle assessment== ===Pump/Well-to-wheel=== EPA's miles per gallon equivalent metric shown in the window sticker does not measure a vehicle's full cycle energy efficiency or well-to-wheel life cycle. Rather, the EPA presents MPGe in the same manner as MPG for conventional internal combustion engine vehicles as displayed in the Monroney sticker, and in both cases the rating only considers the pump-to-wheel or wall-to-wheel energy consumption, i.e. it measures the energy for which the owner usually pays. For EVs the energy cost includes the conversions from AC from the wall used to charge the battery The EPA ratings displayed in window stickers do not account for the energy consumption upstream, which includes the energy or fuel required to generate the electricity or to extract and produce the liquid fuel; the energy losses due to power transmission; or the energy consumed for the transportation of the fuel from the well to the station. ===Petroleum- equivalency factor (PEF) — a CAFE metric=== In 2000 the United States Department of Energy (DOE) established the methodology for calculating the petroleum-equivalent fuel economy of electric vehicles based on the well-to- wheel (WTW) gasoline-equivalent energy content of electricity (Eg). The methodology considers the upstream efficiency of the processes involved in the two fuel cycles, and considers the national average electricity generation and transmission efficiencies because a battery electric vehicle burns its fuel (mainly fossil fuels) off-board at the power generation plant. This methodology is used by carmakers to estimate credits into their overall Corporate Average Fuel Economy (CAFE) for manufacturing electric drive vehicles. The equations for determining the petroleum equivalent fuel economy of electric vehicles are the following: :PEF = Eg * 1/0.15 * AF * DPF ::where: :::PEF = Petroleum-equivalent fuel economy :::Eg = Gasoline-equivalent energy content of electricity factor :::1/0.15 = \"Fuel content\" factor or incentive factor. DoE selected this value to keep consistency with existing regulatory and statutory procedures, and to provide a similar treatment to manufacturers of all types of alternative fuel vehicles :::AF = Petroleum-fueled accessory factor :::DPF = Driving pattern factor The gasoline-equivalent energy content of electricity factor, abbreviated as , is defined as: :Eg = gasoline- equivalent energy content of electricity = (Tg * Tt * C) / Tp ::where: :::Tg = U.S. average fossil-fuel electricity generation efficiency = 0.328 :::Tt = U.S. average electricity transmission efficiency = 0.924 :::Tp = Petroleum refining and distribution efficiency = 0.830 :::C = Watt hours of energy per gallon of gasoline conversion factor = 33,705 Wh/gal :::Eg = (0.328 * 0.924 * 33705)/0.830 = 12,307 Wh/gal :PEF = Eg * 1/0.15 * AF * DPF = 12,307 Wh/gal/0.15 * AF * DPF :PEF = 82,049 Wh/gal * AF * DPF The petroleum-fueled accessory factor, AF, is equal to 1 if the electric drive vehicle does not have petroleum-powered accessories installed, and 0.90 if it does. The driving pattern factor, DPF, is equal to 1, as DoE considered that electric vehicles eligible for inclusion in CAFE will offer capabilities, perhaps excepting driving range, similar to those of conventional vehicles. In the example provided by the US DoE in its final rule, an electric car with an energy consumption of 265 Watt hour per mile in urban driving, and 220 Watt hour per mile in highway driving, resulted in a petroleum-equivalent fuel economy of 335.24 miles per gallon, based on a driving schedule factor of 55 percent urban, and 45 percent highway, and using a petroleum equivalency factor of 82,049 Watt hours per gallon. ==See also== * Alternative propulsion * Corporate Average Fuel Economy (CAFE) * Energy conversion efficiency * Energy density * Fuel efficiency in transportation * Gasoline gallon equivalent (GGE) * List of unusual units of measurement ==Notes== ==References== ==External links== * eGallon Calculator: Compare the costs of driving with electricity, U.S. Department of Energy * Model Year 2014 Fuel Economy Guide, U.S. Environmental Protection Agency and U.S. Department of Energy, April 2014. Category:Car costs Category:Energy conservation Category:Energy economics Category:Equivalent units Category:Green vehicles Category:Transport economics ",
    "title": "Miles per gallon gasoline equivalent"
}