{
    "id": "20540531",
    "text": "Pontus Segerström (17 February 1981 – 13 October 2014) was a Swedish footballer who played as a defender. He died of a brain tumor, 76 days after his last Allsvenskan game for IF Brommapojkarna, which he played as the captain. ==Career== Segerström started his career at IF Brommapojkarna where he had played football from a young age. He later played for Danish Odense BK during a short period of time in 2004 before moving back to Sweden to play for Landskrona BoIS, first in Allsvenskan for the 2005 season and later in Superettan for the 2006 season. After this period Segerström moved to Norway to play for Stabæk. With the club he won the Tippeligaen title in 2008. After leaving Stabæk he returned home to his first club IF Brommapojkarna. He played for the club in the 2010 Allsvenskan season before the club embarked on two additional seasons in Superettan. His two last seasons at the club was in Allsvenskan in 2013 and 2014. He played his last match for the club on 31 July 2014, a UEFA Europa League qualifier against Torino. ==Personal life== On 3 August 2014 Segerström experienced headaches and nausea and was taken to hospital where it was discovered on 11 August 2014 that he had an unspecified type of brain tumor. Treatment was issued and started immediately after the discovery. On 13 October 2014 Segerström died due to the effects of the brain tumor. Club President Ola Danhard said: \"Two months ago he was perfectly healthy. It's tragic. He enjoyed everybody's respect.\" He was married and had two sons. ==Honours== ===Club=== ;Stabæk *Tippeligaen: 2008 == References == ==External links== * Category:1981 births Category:2014 deaths Category:Swedish footballers Category:IF Brommapojkarna players Category:Odense Boldklub players Category:Landskrona BoIS players Category:Stabæk Fotball players Category:Swedish expatriate footballers Category:Expatriate footballers in Denmark Category:Swedish expatriate sportspeople in Denmark Category:Swedish expatriate sportspeople in Norway Category:Expatriate footballers in Norway Category:Allsvenskan players Category:Superettan players Category:Eliteserien players Category:Danish Superliga players Category:Deaths from brain tumor Category:Association football defenders ",
    "title": "Pontus Segerström"
}