{
    "id": "20541401",
    "text": "William Victor Simms, known as Vic Simms and Vicki Simms, is an Australian singer and songwriter. He is from La Perouse, New South Wales, and is a Bidjigal man.Message Stick, \"Once in a Lifetime\" the story of Vic Simms Simms performing ==Career== Simms began his singing career at age 12 at the Manly Jazzorama Music Festival in 1957,Deadly Vibe Vic Simms soon after Col Joye heard him as an 11-year-old singing at a football social. He released his first single (as \"Vicki Simms\"), \"Yo-Yo Heart\" (Festival Records), at age 15. He performed with Johnny O'Keefe, Shirley Bassey and Robie Porter among other prominent singers.Mess and Noise \"Vic Simms: ‘I Wasn’t In The Position To Make Demands’\", 30 July 2013 Retrieved 21 March 2015 After getting into alcohol and committing a robbery, he was sent to prison. Whilst incarcerated in the notorious Bathurst GaolThe Age Jailhouse rocker he learnt how to play guitar and started writing songs. In 1973, his music was heard by a Robin Hood Foundation and they sent a tape to RCA who organised to have him record an album. This album was recorded in one hour with a mobile studio in the prison dining room and was released as The Loner. It has been described as \"Australia's great lost classic album of black protest music\". After the release of the album he was sent on tours of other prisons, shopping malls and the Sydney Opera House as an example of a model prisoner. After he was convinced he was being used he refused to continue the shows. After his release from prison, he reentered the entertainment industry. He has toured Australian prisons and, in 1990, he toured Canada with Roger Knox and Bobby McLeod where they played in prisons and on reservations. In 1996, he released a covers album, \"From The Heart\". Simms was given a Deadly in 2001 for Outstanding Contribution to Aboriginal Music.Deadly Vibe The 2001 Deadlys In 2009, The Loner was added to the National Film and Sound Archive's Sounds of Australia registry.National Film and Sound Archive Sounds of Australia registry In 2013, it was re-released by Sandman records.Sandman Records website Vic Simms - The Loner Retrieved 18 March 2015Discogs website Vic Simms - The Loner (CD, Album) at Discogs Retrieved 18 March 2015 \"Selections From the Loner\" was released by Painted Ladies 6 June 2014. Songs from the original album were re-recorded by artists including Luke Peacock, Paul Kelly and Vic Simms himself.ABC website Vic Simms album The Loner revived by Australian musicians including Paul Kelly Retrieved 18 March 2015Painted Ladies website Recording Info Retrieved 18 March 2015 Simms sang \"Stranger in My Country\" in both the SBS documentary and accompanying cd, Buried Country: The Story of Aboriginal Country Music. == Discography == *\"Yo-Yo Heart\" (1961) - Festival *\"I'm Counting Up My Love\" (1961) - Festival *Yo-Yo Heart ep (1962) - Festival *The Loner (1973) - RCA *\"Back Into The Shadows\" (1973) - RCA *\"Koala Bear\" (1988) - Enrec *From The Heart (1996) - Bunyip == References == * ==External links== * Listen to an excerpt of 'The Loner' on australianscreen online *\"Once in a Lifetime the story of Vic Simms\", Message Stick, Friday 21 October 2005, 6 pm ABC1. * Vic Simms and Luke Peacock Conversations with Richard Fidler, 18 March 2015 Category:Indigenous Australian musicians Category:Living people Category:Australian male singers Category:Australian songwriters Category:Australian guitarists Category:Year of birth missing (living people) Category:Australian male guitarists ",
    "title": "Vic Simms"
}