{
    "id": "20548223",
    "text": "Aaron Ohlmann is an American filmmaker best known for his work for Netflix and VICE, and producing the feature documentaries Viva Cuba Libre and Here Is Always Somewhere Else.https://nofilmschool.com/2016/12/aaron-ohlmann-viceland == Career == ===Television=== In 2019 Ohlmann produced Larry Charles' Dangerous World of Comedy,https://www.imdb.com/title/tt9654082/fullcredits?ref_=tt_ql_1 a four part Netflix Original series that follows legendary comedy writer and director Larry Charles as he travels the world in search of humor in unusual, unexpected and dangerous places.https://www.theguardian.com/tv-and- radio/2019/feb/20/larry-charles-dangerous-world-of-comedy-netflix-sick-joke- borat-seinfeld-curb-your-enthusiasm Ohlmann has produced and directed television for VICE, including episodes of Black Market with Michael K. Williams shot in Cameroon, Japan and China. In one of the episodes, he partnered with journalist Melanie Gouby to track poaching corridors from West Africa into Hong Kong.https://www.imdb.com/title/tt6105364/?ref_=ttep_ep5 He also worked as a producer on the HBO special: VICE Special Report - A World in Disarray.https://www.imdb.com/name/nm2272988/ ===Film=== In Cuba he produced and edited Viva Cuba Lib: Rap is War, a feature about the controversial hiphop duo Los Aldeanos. It was promoted by Amnesty International and received the DocU Award Nomination at IDFA.https://www.journeyman.tv/film/6352 In Northern Iraq he directed the 360° film The Call Center featuring the recordings of refugees displaced by the war with ISIS. The making of this film was profiled by GOOD Magazine in the article In the Line of Fire and in an interview with Ohlmann by Katie Wudel. The Badger Herald and the blog NoFilmSchool have also written about his work for VICE and the United Nations in dangerous places. He spent a year working at the UN’s International Criminal Tribunal for Rwanda, where he created an online archive of interviews with people who worked for the United Nation's tribunal.http://www.badgerherald.com/artsetc/2016/10/18/qa-uw-alum-helps- those-who-have-run-out-of-options-tell-their-stories He has collaborated extensively with writer/director Rene Daalder, with whom he produced, edited and shot Here Is Always Somewhere Else, a documentary about artist Bas Jan Ader. This movie received a nomination for the Gouden Kalf. In 2005, Ohlmann was a resident artist at the Wexner Center for the Arts with Daalder. ===Music Videos=== Ohlmann produced music videos for the band Fol Chen for Asthmatic Kitty Records,http://asthmatickitty.com/200-words-new-video-from-fol-chen/ the band YACHT for DFA Records,https://teamyacht.com/blog/utopiadystopia-films- directed-by-rene-daalder/ LA electronic artist Sinosa,https://www.youtube.com/watch?v=BPwMBBmXsbc Nigerian dancehall artist General Pype, and the experimental Chinese band White+.https://specialorder.co/General-Pype-Stand-Attention == Personal Life == Ohlmann graduated from the University of Wisconsin–Madison in 2003 and currently lives in Los Angeles. == References == == External links == * * Category:Living people Category:Year of birth missing (living people) Category:American documentary film producers Category:People from Los Angeles Category:University of Wisconsin–Madison alumni Category:Film producers from California ",
    "title": "Aaron Ohlmann"
}