{
    "id": "20546717",
    "text": "Jermaine Lewis (born November 11, 1979) is a former American football wide receiver. He was originally signed as an undrafted free agent by the Detroit Lions in 2003. He played college football at Western Michigan. In his career, Lewis has also played for the San Francisco 49ers, Tennessee Titans, Houston Texans, Amsterdam Admirals, Nashville Kats, Dallas Desperados, and Grand Rapids Rampage. ==Early years== Lewis attended Waukegan High School, where he was an All-state and All-County selection for football. He also lettered in basketball and track. His nickname in high school was J-Lew. His childhood heroes were Michael Jordan and Bo Jackson. ==College career== Lewis attended Western Michigan where he was a safety and wide receiver on the football team and was also a three-year sprinter (2000–2002) and a four-time Central Collegiate Conference champion in track and field. As a sophomore in 2000, Lewis was a Second-team All-MAC selection after leading Western Michigan in tackles-for-loss with eight. As a junior in 2001, he finished second on the team with 77 tackles as well as two interceptions. A performance which earned him Second-team All-MAC honors as a Safety. As a senior in 2002, he switched to Wide Receiver and recorded 38 receptions for a team-leading 654 yards and four touchdowns. ==Professional career== ===National Football League (2003–2004)=== Lewis went unselected in the 2003 NFL Draft. However, he was signed as an undrafted free agent by the Detroit Lions, but was released before the regular season. He was then signed to the practice squad of the San Francisco 49ers, and then the Tennessee Titans. Then in 2004, he was signed by the Houston Texans and allocated to the Amsterdam Admirals of NFL Europe. ===Arena Football League (2005–2010)=== On October 4, 2004, Lewis signed with the Nashville Kats of the Arena Football League. He played his first two Arena football seasons for the Kats where he recorded 24 receptions for 233 yards and four touchdowns on offense, as well as 13 tackles, one sack, two forced fumbles, and one interception (returned 31 yards for a touchdown), on defense. Then in 2007, he signed with the Dallas Desperados and spent some time on their practice squad, however, on February 26, 2007, he was traded to the Grand Rapids Rampage in exchange for wide receiver Jon Rodriguez. On August 15, 2007, he signed a three-year contract with the Rampage. He played the next two seasons with the Rampage, recording 63 receptions for 678 yards, and 11 touchdowns on offense, as well as 50 tackles, four passes defensed, two forced fumbles, and two interceptions (returned for a total of two yards) on defense. After the end of the regular season, it was announced that he had been named to the 2008 AFL All-Ironman team. Then on December 2, 2008, he was released by the Rampage. Lewis next played for the Amiens Spartiates (Top French league) as a wide receiver.http://www.spartiates-amiens.com Currently he is an assistant coach at Central Methodist University. ==Personal life== Lewis has one child, Je'Taeia. His favorite movies are Scarface or Troy. He has said his top football memory is his first game in college as a wide receiver, a game in which he recorded four receptions for 124 yards and a touchdown. He also likes to play chess and Scrabble. He is also scared of heights. ==See also== * List of National Football League and Arena Football League players ==References== ==External links== *Just Sports Stats Category:1979 births Category:Living people Category:Central Methodist Eagles football coaches Category:Western Michigan Broncos football players Category:Detroit Lions players Category:San Francisco 49ers players Category:Tennessee Titans players Category:Houston Texans players Category:Amsterdam Admirals players Category:Nashville Kats players Category:Dallas Desperados players Category:Grand Rapids Rampage players Category:Cleveland Gladiators players Category:Oklahoma City Yard Dawgz players Category:Sportspeople from Waukegan, Illinois ",
    "title": "Jermaine Lewis (American football, born 1979)"
}