{
    "id": "20542545",
    "text": "\"Out, Out—\" is a single stanza poem authored by American poet Robert Frost, relating the accidental death of young boy—with references to Shakespeare's Macbeth. The poem was written in memory of 16-year-old Raymond Tracy Fitzgerald, whom Frost had befriended while living in Franconia, New Hampshire.Fagan, Dierdre. Critical Companion to Robert Frost: A Literary Reference to His Life and Work. New York: Facts on File, 2007: 264. Fitzgerald had died on March 24, 1910 after an accident similar to the accident related in Out, Out—.Parini, Jay. Robert Frost: A Life. New York: Owl Books, 1999: 167. . The poem was first published in the July 1916 issue of McClure's before being included in the collection Mountain Interval.Fagan, Dierdre. Critical Companion to Robert Frost: A Literary Reference to His Life and Work. New York: Facts on File, 2007: 266. == \"Out, Out—\" == ==Analysis== \"Out Out—\" tells the story of a young boy who dies after his hand is severed by a \"buzz-saw\". The poem focuses on people's reactions to death, as well as the death itself, one of the main ideas being that life goes on. The boy lost his hand to a buzz saw and bled so much that he went into shock, dying in spite of his doctor's efforts. Frost uses personification to great effect throughout the poem. The buzz saw, although technically an inanimate object, is described as a cognizant being—\"snarling\" and \"rattling\" repeatedly, as well as \"leaping\" out at the boy's hand in excitement. Frost concentrates on the apparent innocence and passivity of the boy—which is relevant to the time period—as Frost was forced to move back to America due to war in Britain just a year before the poem was written. Bearing this in mind, the poem can be read as a critique as to how warfare can force innocent, young boys to leave their childhood behind, and ultimately be destroyed by circumstances created by the \"responsible\" adult. The title of the poem is an allusion to William Shakespeare's tragedy Macbeth (\"Out, out, brief candle ...\" in the Tomorrow and tomorrow and tomorrow soliloquy).Parini, Jay. Robert Frost: A Life. New York: Owl Books, 1999: 169. . Macbeth is shocked to hear of his wife's death and comments on the brevity of life. It refers to how unpredictable and fragile life is. This poem uses some figurative language including onomatopoeia, alliteration, imagery, and many others. Harold Bloom said it is \"one of Frost's most respected poems, but it has not received the same depth of critical attention and explication as poems such as \"The Road Not Taken\" and \"Stopping by Woods on a Snowy Evening\".Little, Michael R.; Bloom, Harold. Bloom's How to Write about Robert Frost. Infobase Publishing, 2009: 161. . ==References== Category:Poetry by Robert Frost Category:1916 poems ",
    "title": "Out, Out—"
}