{
    "id": "20542643",
    "text": "The ZIS-5 () was a 4x2 Soviet truck produced by Moscow ZIS factory from 1932 to 1948 (first one made at the end of 1930). ==Development== In 1931 Moscow Avtomobilnoe Moskovskoe Obshchestvo (AMO, Russian Автомобильное Московское Общество (АМО) — Moscow Automotive Enterprise) truck plant was re-equipped and expanded with the help of the American A.J. Brandt Co., and began to produce a new truck with designation of AMO-2. AMO-2 was intended as a replacement of the previous AMO-F15, the first Soviet truck ever built (it was a copy of the Italian Fiat F-15). Soon AMO-2 was improved, and new models AMO-3 and AMO-4 appeared. In 1933 AMO was rebuilt again and renamed into Factory No. 2 Zavod Imeni Stalina (or Plant of Stalin's Name, abbreviated in ZIS or ZiS) and in Summer first prototypes of the new ZIS-5 appeared. ==Production== A ZIS-5 used for transporting bread. Togliatti Technical Museum Serial production of the new truck started on October 1, 1933. The truck was an instant success and, which together with GAZ-AA, became the main Soviet truck of 1930-50's. It also evolved into the workhorse of the Soviet armed forces: at the beginning of Operation Barbarossa the Red Army could line up 104,200 of those trucks. Facing the German invasion, in the autumn of 1941 the production line at Moscow plant was stopped and ZIS was moved to Ulyanovsk (on the Volga) and to Miass (in the Chelyabinsk region of the Urals). Production at Ulyanovsk UASZIS lasted from February 1942 to 1944, while UralZIS at Ulyanovsk it began in July 1944; UralZIS fitted the truck radiators with own label and produced it until 1955, well after the end of the war. In the meantime Moscow ZIS plant had restarted production of these trucks in April 1942, and continued until 1948, when the new ZIS-50 (ZIS-5 with new engine) appeared. In 1955 UralZIS also modified the ZIS-5: It got new engine and oval fenders, different from pre-war ones. This new model received the designation of UralZIS-355 or ZIS-355. ==The ZIS-5V== ZIS-5V At the end of 1941 war shortages of raw materials forced to change the construction of ZIS-5. All changes were focused on simplifying its construction: the round, stamped wings were replaced with flat, bended ones, cabs and foot boards were now made from wood, brakes were removed from front wheels, rear body had the tailgate swinging only. Sometimes also the right headlight was removed, while bumpers were omitted from these versions. The simplified model, designated ZIS-5V, was produced since May 1942 in Ulyanovsk, and later also in Moscow and Miass. Overall production scored about 1 million units (all plants), with ZIS alone producing 532,311 samples. During the War years were produced about 83.000 of ZIS-5 of both versions. ==Utilization== During the war the ZIS-5 was used on all fronts, where it was greatly appreciated for its remarkably simple and reliable construction. Apart from cargo duties, the ZIS-5 was used as a light artillery tractor and for troops transportation (25 soldiers could seat in five benches placed in the rear body). ZIS-5 served also as base for many special trucks, like refuellers, field workshops, ambulances, portee guns or AA platforms. After the GAZ-AA, the ZIS-5 was the 2nd most used Red Army truck of 1933-1943 period. The intensive growth of Lend Lease trucks shipping in 1943-1944 did not affect the first line use of the \"Tryohtonka\" (as soldiers called the ZIS-5 for its 3-ton payload), while GAZ-AA got somewhat phased out to secondary roles. The ZIS-5 showed remarkable service on the \"Road of Life\", the only supply line to the besieged city of Leningrad, opened on the frozen surface of the Ladoga Lake in the winter months during 1941–1944. This truck have a nickname Zakhar (Захар, \"за характер\", on the character). ==Export== ZIS-5 was the first Soviet motor vehicle to be exported. A batch of 100 trucks were sold to Turkey in 1934; other quantities were subsequently purchased by Afghanistan, Iraq, Iran, Spain, China, Latvia, Lithuania, Estonia, Mongolia and Romania. Some trophy vehicles were used by Finns who had captured them during the Winter War of 1939-40, and by Germans after the invasion of Soviet Union of June 1941. ==Variants== ZIS-42M ZIS-8 \"Ferdinand\" used in the film The Meeting Place Cannot Be Changed *ZIS-5: Standard production version. Produced 1934-1941 and 1942-1947. *ZIS-5V: Simplified version. Produced 1942-1947. *ZIS-6: Three-axle version. Produced 1934-1941. *ZIS-8: Bus version based on ZIS-11. Produced 1934-1938. *ZIS-10: Tractor-trailer version. Produced 1938-1941. *ZIS-11: Long wheelbase version (for fire fighting vehicles). Produced 1934-1936. *ZIS-12: Long wheelbase version (for special purpose). Produced 1934-1938. *ZIS-13: Gas generator version, based on ZIS-14. Produced 1936-1939. *ZIS-14: Long wheelbase version (for special purpose). Produced in 1934. *ZIS-15: Prototype replacement for ZIS-5. Produced in 1937. *ZIS-16: Bus version. Produced 1938-1941. **ZIS-16C: Ambulance version based on ZIS-16. Produced 1939-1941. *ZIS-17: Prototype bus version based on ZIS-15. Produced in 1939. *ZIS-18: Gas producer version (similar to ZIS-13, except based on the ZIS-5). *ZIS-19: Dump truck version. Produced 1939-1946. *ZIS-20: Prototype dump truck version. *ZIS-21: Gas generator version (with wood gas unit NATI-G14). Produced 1939-1941. *ZIS-22: Halftrack version. Produced 1940-1941. **ZIS-22M Prototype improvement of ZIS-22. Produced in 1941. *ZIS-23: Three-axle version of ZIS-15. *ZIS-24: Four-wheel-drive version of ZIS-15. *ZIS-25: Gas generator version of ZIS-15. *ZIS-26: Tractor-trailer version of ZIS-15. *ZIS-28: Engine testbed based on ZIS-15. *ZIS-30: Multifuel version. Produced 1940-1941. *ZIS-31: Gas generator version (similar to ZIS-21, except with charcoal unit NATI-G23). *ZIS-32: Four-wheel-drive version. Produced in 1941. *ZIS-33: Halftrack version. Produced in 1940. *ZIS-34: 6x4 version. Produced 1940-1941. *ZIS-35: Modernized version of ZIS-33. *ZIS-36: Prototype 6x6 version. Produced in 1941. *ZIS-41: Gas producer version. Produced 1940-1944. *ZIS-42: Halftrack version. Produced 1942-1944. **ZIS-42M: Modernized ZIS-42. **ZIS-43: Armed version of ZIS-42, boasting a 37 mm anti-aircraft autocannon. *ZIS-44: Ambulance version based on ZIS-5V. *ZIS-50: ZIS-5 with ZIS-150 engine. Produced 1947-1948. *ZIS-S1: Dump truck version. Produced 1947-1949. *LET: Experimental electric vehicle, based on ZIS-5. Produced in 1935. *ZIS-LTA: Prototype halftrack logging truck, based on ZIS-5. Produced in 1949. ==Specification== * 4x2, 2-axle 3-ton cargo truck * Overall production: about 1 million * Engine: carburettor, 73 hp(*)/2300rpm 6-cyl. SV, 5557 cc, water- cooled 250 nm torque(from Jan. 1944 - 76 hp/2400rpm, from early 1950s - 85 hp) * Bore/Stroke: 101,6/114,3 mm * Length: (with bumper) *Height: *Width: *Wheelbase: *Transmission: 4x2 speed without synchronizers *Weight: (unloaded) *Maximal speed: (from early 1950s - ) *Tyres: 34x7 or 9,00x20 (post-war) inches, admittable change for 36x8. *Fuel consumption: 34.0 L/100 km (*) People who investigated ZIS-5 told that real power of engine was less than proclaimed in official documents and equal to 67-68 hp. == See also == * Katyusha rocket launcher * ZIS-6 == External links == * Henkofholland * Autogallery * ZiS-5 at website Engines of the Red Army in World War II * ZiS-5V at website Engines of the Red Army in World War II * Autocar Dispatch Model SA on trucksplanet website Category:ZiL vehicles Category:Trucks of the Soviet Union Category:World War II vehicles of the Soviet Union Category:Soviet Union–United States relations ",
    "title": "ZIS-5 (truck)"
}