{
    "id": "20548614",
    "text": "Eden Baldwin is a fictional character from the American CBS soap opera The Young and the Restless. Created and introduced by former head writer Maria Arena Bell, the character made her debut during the episode that aired on September 22, 2008. The role was originally portrayed by Erin Sanders, who was let go shortly after her debut due to the negative response her portrayal received. The role was recast with Vanessa Marano, who took over soon after and portrayed the role for two years until January 2010. In June 2011, the role was recast a second time with Jessica Heap, who also portrayed the role for two years until January 2013. Eden is the half-sister of Michael Baldwin (Christian LeBlanc) and the \"defiant teenage daughter\" of River Baldwin (Michael Gross). Her storylines have involved romances with Noah Newman (Kevin Schmidt), Daniel Romalotti (Michael Graziadei), and Kyle Abbott (Blake Hood), as well as a rivalry with Abby Newman (Marcy Rylan). == Casting == The character of Eden was first portrayed by former Zoey 101 star Erin Sanders. On her casting of the role, Sanders said, \"I definitely wasn't expecting [the role to be so dramatic]. The audition sides were light and fun. I had no idea that this was all in store for me. I'm pleased, though, because I love this sort of thing.\" Sanders departed shortly after her debut due to lack of positive reviews with her portrayal, and was last seen on November 19, 2008. The role was recast with Vanessa Marano, who debuted on December 3, 2008. Marano vacated the role just over a year later, and she was last seen as Eden on January 22, 2010. In June 2011, it was reported by multiple sources that the role has been recast again with Jessica Heap, who debuted on June 28, 2011. Of her first day, Heap stated: \"When I worked my first day, I was shooting two episodes, all back to back. So it was a lot of dialogue, a lot of material and it really helped having someone there who was like 'Here's what's happening,' as it was going on. For me, I'm just loving it, because I’m learning from people like Christian and these other great actors and I’m learning new skills.\" However, after a year in the role, it was announced that Heap was to exit the soap. Heap, who was let go by the show, confirmed on January 11, 2013 via Twitter that she had wrapped up filming, and described her experience as an \"unforgettable ride\". == Character development == When asked her take on Eden's character, Marano said: \"Well, obviously, she's kind of tough, she has to be tough, with the life that she's been living on the Ashram with her dad, it can't be easy, but also, I think there's such a softness to her inside, because she grew up not really knowing her mom and the connection that she feels to her dad gives her a softness because he's the only one - yet she feels kind of abandoned by him. So, in the situation she's been thrown in with Michael and Lauren, she's very difficult at first with them, but she really, really, wants this situation to stick. She wants to find some way to connect and not feel abandoned by anybody.\" When Eden returned to Genoa City in 2011, she was said to have come back as a \"more mature, centered young woman.\" Heap said: \"Eden was in high school then, so she was obviously involved in all that angst teenage stuff. Now, she's a young adult, so that dynamic has changed, but Lauren and Michael are having a hard time not playing those guardian roles. I like that Eden wants to be her own person and I really enjoy bringing that feistiness to her. Since being in a relationship with Noah, living in Paris and then going to rehab for an eating disorder, she has to be a different person.\" ==Storylines== ===Backstory=== River Baldwin, ex- husband of Gloria Bardwell and absentee father of Michael Baldwin, was first seen onscreen in 2008, and was rumored to have a daughter in which he raised on an Ashram. River's daughter arrived in town, operating under the alias Eden Gerick. She became acquainted with brother Michael, and his wife Lauren. Eventually, Eden began using Baldwin as her last name, and when River left town on the run, Eden stayed in Genoa City and began dating Noah Newman. ===2008–10=== While in Genoa City, Eden developed a romantic relationship with Noah Newman, but their families were against it. They continued seeing each other in secret until they gained the approval of their families. Upon being mysteriously contacted by estranged relatives, she decided to leave Genoa City to reconnect with them in Paris. Noah went with her on her trip to Europe. It was later revealed that Daisy Carter had framed Eden for sending Lauren Fenmore Baldwin a rat and for keeping newspaper clippings of Sheila Carter in her school binder. Daisy was also responsible for putting Eden and her relatives in contact in order to drive her away from Genoa City because of her suspicion that Daisy was not who she seemed. Noah and Eden continued their love affair in Paris, but at some point, the relationship fell apart off- screen; Noah returned to Genoa City, but Eden decided to remain in Paris. ===2011–13=== Later, it was revealed that Eden did not stay in Paris as long as she said she did. In reality, she went to rehab for an eating disorder that she developed while overseas. Eden was at the same rehab in Connecticut that Abby Newman was sent to by her father, Victor Newman. Even though Eden wanted to avoid Abby, she was forced to become her \"buddy\" and show her around. Abby told Eden that she should come back to Genoa City. After Abby left rehab only a few days after she checked in, Eden decided to cancel her flight back to Paris and book a new one to Genoa City. She was reunited with sister-in-law Lauren Fenmore Baldwin, and was also confronted by her ex-boyfriend, Noah. Eden being back in town was a happy surprise to her family, in particular Michael. Eden and Noah became friends, though it was obvious he still had feelings for her. Noah even attempted to kiss her—but Eden stopped him, feeling it wasn't the best thing for them to do. Eden, too, had feelings to Noah—she was often seen looking on jealously as Noah hung out with his new friend in town, Hunter. Eden later began working at Crimson Lights jealous that Noah had offered Hunter the job. Eden later became friends with Daniel Romalotti, bonding over sulking over their lost loves, Noah and Lily Winters. Daniel proposed that the two of them go out and have some fun. After seeing a movie, the pair went back to Daniel apartment. Eden commented on one of Daniel's paintings that he made while he was with Lily. The two began to destroy the painting by covering it in black paint. A paint fight ensued, leading to their first kiss. Eden and Daniel had sex on the floor of Daniel's apartment, even after Kevin told Daniel to stay away from his sister. Eden told Daniel that their relationship was \"no strings attached\". On Christmas Eve, Eden was present for Kevin's almost-wedding to Chloe, making sure to stay close to the best man, Daniel. Eden gets the shock of her life when she catches her new romance Ricky Williams cheating on her with Daisy Carter, unaware that Ricky had been recruited by Phyllis Newman to get close to Daisy so that Daniel can get full custody of his daughter, Lucy. Eden let Ricky move in with her after Kevin married Chloe, though she eventually asked him to move out as she felt he was dangerous and creepy; she told Ricky that an old girlfriend was coming from California and needed a place to stay. To her dismay, Ricky moved into Daisy's old apartment across the hall. Eden then let ex-boyfriend Noah move in temporarily as he needed a place to stay, and she needed to prove to Ricky that someone would be taking his place as roommate. When Daisy went missing, Eden was sure that Ricky was involved due to all the time they spent together. Others were skeptical of Ricky's involvement, and thus Eden went to his hotel suite and found Daisy's cell phone and wallet there. She text messaged Kevin to meet her as she had \"big news,\" though before they could do so Ricky found out Eden found Daisy's belongings, and said he now needed to kill her. He chased her into the bathroom where she hit her head on the bathtub. Ricky's father Paul Williams arrived and shot his own son to prevent him from killing Eden. Eden regained consciousness moments after, but suffered memory loss that could help exonerate Paul from Ricky's death. When Paul decided to plead guilty to killing his son, Heather Stevens suggested hypnosis to Eden to help her remember the night of Ricky's death, which proved unsuccessful. Eden later starts remembering bits and pieces of what happened the night of Ricky's death through her dreams. At the conclusion of the storyline, Eden simply stopped appearing with no mention of her current whereabouts. ==References== ==External links== *Character Profile at The Young and the Restless official site *Character Profile at Soap Central Category:The Young and the Restless characters Category:Television characters introduced in 2008 Category:Female characters in television Category:Fictional waiting staff ",
    "title": "Eden Baldwin"
}