{
    "id": "20543015",
    "text": "Henry Joseph Mingay was an English professional football goalkeeper. He spent five years at Blackpool in the 1900s, making over 150 Football League appearances for the club. ==Career== Mingay signed for Bill Norman's Blackpool during World War I, and played for the club during the inter-war years. He made his Football League debut for the club on 30 August 1919, in a 4–2 home victory over Leeds City at Bloomfield Road in the opening game of the 1919–20 season.Calley, Roy (1992). Blackpool: A Complete Record 1887–1992, Breedon Books Sport, p. 214 He went on to start all but one of the club's 42 league games that campaign, keeping sixteen clean sheets in the process. Harold Jacklin deputised for the 4–2 defeat at Birmingham City on 11 October. In 1920–21, Mingay appeared in the first six and final seven league games, his place in the interim taken by Billy Richardson.Calley, Roy (1992). Blackpool: A Complete Record 1887–1992, Breedon Books Sport, p. 216 Mingay also sat out the opening three games of 1921–22, but he returned to the line-up when Richardson left the club. He initially only appeared for three games, at which point Jack Hacking took over for six games, but Mingay returned for the remaining thirty league games and one FA Cup tie.Calley, Roy (1992). Blackpool: A Complete Record 1887–1992, Breedon Books Sport, p. 218 Mingay was ever-present in Blackpool's 43 league and cup games of 1922–23. He also kept five consecutive clean sheets during the club's unbeaten run between 28 August and 16 September.Calley, Roy (1992). Blackpool: A Complete Record 1887–1992, Breedon Books Sport, p. 220 Frank Buckley succeeded Bill Norman for the 1923–24 season, but Mingay kept his place as the club's first-choice goalkeeper for the 26 league games prior to his departure from the seaside. His final appearance occurred on 2 February, in Blackpool's exit game from the FA Cup at Southampton. Jack Hacking stepped up from his position as Mingay's understudy for the remainder of the season.Calley, Roy (1992). Blackpool: A Complete Record 1887–1992, Breedon Books Sport, p. 222 ==Notes== ==References== * * Category:1895 births Category:1969 deaths Category:English footballers Category:Association football goalkeepers Category:Blackpool F.C. players Category:Leyton Orient F.C. players Category:Luton Town F.C. players Category:Watford F.C. players Category:Bedford Town F.C. players Category:English Football League players Category:Sportspeople from Luton ",
    "title": "Harry Mingay"
}