{
    "id": "20549752",
    "text": "KPET (690 AM) is a radio station licensed to serve Lamesa, Texas, United States. The station is owned by Dawson County Broadcasting LLC/DCB License Sub LLC. The station's 280-foot tower is located at the south edge of the city of Lamesa. ==FM Translator== Programming is simulcast on an FM translator in order to improve coverage; it also affords listeners the ability to listen on FM with its improved fidelity and stereo sound. ==Programming== KPET's plays country music, play-by-play sports and news. It operates 24 hours a day on 105.1 FM, 690 AM, and on Northland Cable across the area. The host of morning show is Mike Martini with Danny Moffat news. Don Sitton worked at KPET for 29 years. He died October 13, 2018 of cancer. KPET airs Lamesa High School sports, Texas Tech Red Raiders basketball and football, and Texas Rangers Major League baseball. ==History== The call letters stand for \"PET\"roleum, found and pumped in nearby oil fields (Texas Permian Basin). The station was authorized by the FCC in 1946, and went on the air around May 10, 1947.1960 Broadcasting Yearbook p. A-237 says May 21 The founders were Kermit S. Ashby, R. O. Parker, and R. A. Woodson doing business as Lamesa Broadcasting Company. Mr. Ashby was onetime owner or cofounder of several Texas stations, including KPET, 1400 AM KVOP Plainview, TX, and 1050 AM KCAS Slaton, TX. The studios were located on south first street, west of the town square and the tower sat/sits on a high knoll overlooking the city of Lamesa. Studios are now at the tower, directly above Sulphur Draw, which forms the headwaters of the Colorado River, one of the main rivers in Texas. The station has had the same call letters since it signed on in 1947. The station was later owned by the Parkers and the Bradburys. In 1959, Thomas E. Conner and Bob Bradbury purchased KHEM and KFNE (FM) in Big Spring, Texas. In 1960, they bought KPET. They reorganized as The Cobra Corp. in 1963. Thomas E. Conner purchased the station on October 1, 1968, as The Conner Corporation. An FM station on 100.3 was added in 1966 (founded as KPET-FM, changed to KELE(Broadcasting Magazine \"For The Record\" section page 85 dated 12-2-68) in early 1969, and voluntarily taken off air in 1972 or 1973); the station was sold in 1973 to a company headquartered in Dallas. It was acquired by the current owners in January 2008. The station founded and later spun off stations now known as KMMX (FM) Tahoka, Texas (Lubbock area) and KTXC (FM) Lamesa (Midland–Odessa area). KPET works with the schools in its home area, including the Lamesa Independent School District, Klondike schools, Odonnell School District, Sands schools, and Borden County schools. It has broadcast programs of the churches of Lamesa for more than 70 years. ==References== ==External links== *Tower location as shown in Trails.com * http://www.fccinfo.com/CMDProEngine.php?sCurrentService=AM&tabSearchType;=Appl&sAppIDNumber;=305289&sHours;=U PET Category:Country radio stations in the United States Category:News and talk radio stations in the United States Category:Radio stations established in 1947 Category:Dawson County, Texas Category:1947 establishments in Texas ",
    "title": "KPET"
}