{
    "id": "20545964",
    "text": "RAF Lympne was a Royal Air Force station in Kent used during the First and Second World Wars. It was opened in 1916 by the Royal Flying Corps as an acceptance point for aircraft being delivered to, and returned from, France. It was later designated as a \"First Class Landing Ground\". In 1919, the airfield was turned over to civil use as Lympne Airport, serving until 1939 when it was requisitioned by the Fleet Air Arm as HMS Buzzard, later being renamed HMS Daedalus II. In 1940, it was taken over by the Royal Air Force, becoming RAF Lympne once again. Lympne was heavily bombed during the Battle of Britain, putting the base out of action for a number of weeks. It was to have been the landing point for a German aircraft in a plot to kidnap Adolf Hitler involving the defection of pilot Hans Baur. Preparations were made by the Royal Air Force for his arrival. Later in the war, Lympne was used as an Emergency Landing Ground for bombers returning from raids in Europe. In 1946, RAF Lympne closed, returning to use as a civil airport which continued until 1984. ==History== ===First World War=== Work began on creating a landing ground at Folks Wood, Lympne in the autumn of 1915. This site soon proved unsuitable and another site was sought. Lympne was established in March 1916 as an Emergency Landing Ground for the Royal Flying Corps (RFC) home defence fighters defending London against Zeppelins and Gotha bombers. By October 1916 Bessonneau hangars and other technical buildings had been erected and Lympne Castle was being used as an officers mess and No. 1 Advanced School of Air Gunnery operated from Lympne during January and February 1917. In January 1917 it was designated as No. 8 Aircraft Acceptance Park for delivery of aircraft to, and reception from, France. A spur to Westenhanger railway station allowed delivery of aircraft for final assembly at Lympne and three pairs of permanent hangars were erected to enable aircraft assembly. A variety of aircraft were passed through Lympne including Handley Page O/100 and Handley Page O/400 bombers. On 25 May 1917 Lympne was bombed by Gotha G.IV bombers of Kagohl 3 who dropped 19 bombs on the airfield. In August 1917 questions were asked in Parliament by Peter Kerr-Smiley about the lack of leave for RFC Lympne pilots who had not had any in over a year. Under-Secretary of State for War Ian Macpherson stated that the pilots would be allowed leave when conditions allowed. No. 69 Squadron RAF arrived on 24 August equipped with the Royal Aircraft Factory R.E.8 and departed on 9 September. In 1918 Lympne was a First Class Landing Ground and used by Sopwith Camels of No. 50 Squadron RFC (Home Defence Squadron) and in January 1918 No. 120 Squadron RFC (Bomber Squadron) was formed at Lympne. On 1 March No. 98 Squadron RFC arrived equipped with Airco DH.9 bomber aircraft, departing on 1 April. The Day and Night Bombing Observation School was formed here in May. On 16 February 1919 a cadre of No. 108 Squadron RAF arrived followed by a cadre of No. 102 Squadron RAF on 26 March—Both squadrons departed on 3 July. On 17 July No. 120 Squadron returned and flew air mail services between Lympne and Cologne, Germany, during July and August 1919 using DH.9 aircraft fitted with B.H.P. (Beardmore Halford Pullinger) engines. This service ended on 1 September 1919 when 120 squadron moved to Hawkinge. Hawkinge and Lympne lay within a few miles of each other and the Air Ministry could not justify keeping the two bases open following the end of the war; Hawkinge was the one retained. In August 1919, the Royal Air Force (RAF) – as the RFC had by then become, moved out of Lympne, and it was turned over to civilian use, although 120 Squadron did not depart until 21 October. ===Between the wars=== Between the wars, the airport was used for annual camps by squadrons of the Auxiliary Air Force. On 1 August 1931, No. 601 (County of London) Squadron AuxAF began its annual camp at Lympne. In August 1933, No. 601 (County of London) Squadron again held its annual camp at Lympne. They were visited by the Marquess of Londonderry, who was the Secretary of State for Air. The squadron was equipped with Hawker Harts. From 13 to 27 July 1934, 606 (City of Glasgow) Squadron AuxAF held its annual camp at Lympne, followed by 601 (County of London) Squadron AuxAF from 29 July to 12 August. In August 1935, 601 (County of London) Squadron AuxAF held its annual camp at Lympne. The squadron having converted from a bomber squadron to a fighter squadron earlier in the year. From 2 to 16 August 1936, 601 Squadron held their annual camp at Lympne. In November, it was reported that 21 Squadron and 34 Squadron were temporarily relocated to Lympne as hangars at RAF Abbotsinch had been damaged in gales. In October 1936, Lympne was again taken over by the RAF, becoming a base within No. 1 (Bomber) Group. Although some improvements were carried out, Lympne was initially seen as a temporary station. On 3 November, 21 Squadron and 34 Squadron moved in, equipped with Hawker Hind aircraft. On 12 July 1938, 34 Squadron departed Lympne followed by 21 Squadron departing on 15 August. Lympne was placed under \"Care and Maintenance\" in October 1938, becoming a Training Command Administration School. In May 1939, Lympne was transferred to Fighter Command. It was used by the Fleet Air Arm as an outstation for the Air Mechanics School based at HMS Daedalus near Portsmouth. On 1 July 1939, Lympne was taken over by the Fleet Air Arm, becoming HMS Buzzard. Aircraft at Buzzard included Blackburn Sharks and Gloster Gladiators. ===Second World War=== Supermarine Spitfire F Mk XIV RM619 In September 1939, the base was renamed HMS Daedalus II, but was transferred back to the RAF in May 1940. Early in the war Lympne was home to Army Co-operation and Bomber squadrons. From 19 to 22 May 1940, 2 Squadron, 16 Squadron, 18 Squadron, 23 Squadron, 53 Squadron and 59 Squadron moved in. Nos 2, 16 and 26 Squadrons were equipped with Westland Lysander aircraft. The Lysanders or 16 Squadron and 26 Squadron were used on Black Violet missions, in support of the remaining British troops following the Battle of France. Nos 18, 53 and 59 Squadrons were equipped with Bristol Blenheims. The Blenheim squadrons departed Lympne on 21 May after a stay of just two or three days. On 23 May, Lympne became the HQ of 51 Wing. During Operation Dynamo in May 1940, a French Air Force squadron with its Bloch and Potez fighters was based at Lympne. On 3 June, 16 Squadron left Lympne, followed by 2 and 26 Squadrons on 8 June, at which date Lympne ceased to be the HQ of 51 Wing. During the Battle of Britain Lympne was a satellite airfield for the stations of 11 Group, being used as a forward stage for flights and not the base for any squadron. On 15 August 1940 during the Battle of Britain, Lympne was bombed by Stuka dive- bombers of II Gruppe, StG1. All the hangars were hit and those aircraft belonging to Cinque Ports Flying Club that had not been evacuated to Sywell were destroyed in the fire. Lympne was evacuated and only available as an Emergency Landing Ground until mid-September, when a flight of Spitfires from 91 Squadron arrived. In 1941, Lympne was to be the destination for the landing of an aircraft carrying Adolf Hitler in a daring kidnap plot. A man by the name of Kiroff had given information to the British Military Attaché in Sofia, Bulgaria that he was the brother-in-law of Hans Baur, the personal pilot of Hitler. He stated that Baur was planning to defect using Hitler's aircraft, a Focke-Wulf Fw 200, with him on board. The RAF made plans to receive the aircraft at Lympne and 25 March was the date that the defection was expected to occur. Baur did not defect, spending the war as Hitler's personal pilot.A few weeks later, Rudolf Hess (Hitler's deputy) flew himself to Scotland in an abortive attempt to make peace. Also in March 1941, 91 Squadron moved in, equipped with Spitfires. Additional dispersals and fighter pens were built and three new blister hangars were built during 1941. Typhoons from 1 Squadron were based at Lympne from March 1942 to February 1944 to counter the thread posed by the Luftwaffe's newly introduced Focke-Wulf Fw 190s. A runway was extended across Otterpool Lane to accommodate the Typhoons. In May 1942, Whirlwinds of 137 Squadron were detached from RAF Manston. On 30 June 1942, 72 Squadron and 133 Squadron moved in, equipped with Spitfires. Both squadrons departed on 12 July, but 133 Squadron returned on 17 August for five days. On 14 August, Spitfire-equipped 401 (RCAF) Squadron moved in, both in preparation for the Dieppe Raid. On 2 October, 65 Squadron moved in, equipped with Spitfires. The squadron left Lympne on 11 October. On 15 March 1943, 1 Squadron moved in, equipped with Typhoons. A detachment from 245 Squadron also arrived that month, also equipped with Typhoons. The detachment remained at Lympne until May. In June, the detachment from 137 Squadron ended. In On 18 August, 609 Squadron move in, equipped with Typhoons, staying until 14 December. 609 squadron operated missions in preparation for D-Day, participating in attacks against \"Doodlebug\" launch sites in the Pas de Calais. The squadron included the only German to fly for the RAF, Ken Adam. In December 1943, rocket armed Hawker Hurricanes of 137 Squadron were at Lympne for anti-shipping duties. Royal Air Force- Air Defence of Great Britain (adgb), 1943–1944. CL1360 In January 1944, 609 squadron was re-equipped with Typhoons. On 15 February, 1 Squadron departed. On 1 March, 186 Squadron arrived, followed by 130 Squadron on 5 April, which was the day 186 Squadron departed. At some point after 2 April 137 Squadron departed. On 15 May, 74 Squadron arrived, followed by 127 Squadron the following day. On 1 July, 310 squadron arrived. On 3 July, Lympne became the HQ of 134 (Czech) Wing, that day also saw the departure of 74 Squadron. It was followed by the arrival of 312 Squadron and 313 Squadron on 4 July. These squadrons were all equipped with Spitfires. Also on 4 July 127 Squadron departed. On 11 July 310, 313 and 313 Squadrons departed. They were replaced by 1 Squadron, which was now equipped with Spitfires, 41 Squadron, 130 Squadron, and 504 Squadron, also equipped with Spitfires. On 12 July 504 Squadron departed, being replaced by 165 Squadron. On 10 August, 1 Squadron and 165 Squadron departed. The next day, 130 Squadron returned. On 8 September, 403 Squadron (RCAF) equipped with Spitfire IXs arrived in support of D-Day. On 27 August, Lympne ceased to be the HQ of 134 (Czech) Wing. On 29 September, 350 (Belgian) Squadron arrived, equipped with Spitfire XIVs. They were followed on 12 September by 610 Squadron and 350 Squadron on 29 September. The next day, 130 Squadron departed. In November, a detachment from 567 Squadron arrived. On 3 December 350 Squadron departed, followed by 610 Squadron the next day and 41 Squadron the day after that. Lympne was then downgraded to Emergency Landing Ground status. Consideration was given to building four runways at Lympne, with the longest being long, but it was noted that serious demolition work would be required and a number of roads would need to be closed. In March 1945, a detachment from 598 Squadron arrived, departing the following month. This was followed by the arrival 451 Squadron and 453 Squadron on 6 April, equipped with Spitfires. On 2 May 453 squadron departed, followed by 451 Squadron the following day. The detachment from 567 Squadron departed in June. On 1 January 1946, RAF Lympne was handed over to the Ministry of Civil Aviation and became a civil airport once more, serving until closure in 1984. ==Accidents and incidents== Hawker Typhoon IB that has belly landed at Lympne after hitting a telegraph pole over France *On 23 May 1940, Armstrong Whitworth Ensign G-ADTA Euryalus of British Overseas Airways Corporation (BOAC) crash-landed at RAF Lympne and was damaged. The aircraft was one of six that escaped after a Luftwaffe raid on Merville Airfield, France. The intended destination was Croydon. Approaching the English coast, anti-aircraft fire was encountered, first she lost her port inner engine and the pilot set course for RAF Hawkinge. A short time later her starboard inner engine also had to be shut down. The pilot changed course for Lympne. On landing, the starboard undercarriage was not fully down, causing the wing to scrape the ground and the aircraft to go through a fence as no braking was attempted. Euryalus was flown to RAF Hamble in June, but it was decided to cannibalise her to repair G-ADSU Euterpe which had been damaged in an accident at Bonnington??? on 15 December 1939. Euryalus was officially written off on 15 November 1941 and scrapped in September 1942. (p203, p204, p205, p206) *On 24 February 1944, Consolidated B-24 Liberator serial 41-29231 Impatient Virgin crash landed at Lympne following battle damage sustained in a raid on Fürth, Germany. Eight of the ten crew bailed out and deployed their parachutes before the aircraft landed, with one of them being injured on landing. *In February 1944, a Boeing B-17G Flying Fortress of the 379th Bombardment Group, United States Army Air Forces landed at Lympne following battle damage which included the complete loss of its port outer engine. ==Squadrons and units using Lympne== The following units were here at some point: ==See also== *List of former Royal Air Force stations ==References== ;Notes ;Citations ==Sources== * * * * * Category:Buildings and structures in Kent Lympne Lympne Lympne Lympne Lympne Lympne ",
    "title": "RAF Lympne"
}