{
    "id": "20541233",
    "text": "{| |} HMS Topaze was a Royal Navy 32-gun frigate, originally completed in 1791 as a French . In 1793 Lord Hood's fleet captured her at Toulon. The Royal Navy took her into service under her existing name. She was broken up in 1814. ==French service== Topaze was ordered on 14 March 1789. In 1793, she cruised in the Gulf of Lion, along with the 40-gun frigate Aréthuse. In August, her home port of Toulon rebelled against Convention nationale and her commanding officer, Grasse-Limermont, surrendered her to the British. At the end of the Siege of Toulon, she fled to Porto-Ferrayo, and was incorporated in the British Royal Navy. ==British service== ===French Revolutionary Wars=== In August 1795, Topaze was commissioned under the command of Captain Stephen George Church. She sailed for Halifax in March 1796. On the morning of 28 August Topaze was part of a British squadron that was sitting becalmed about four leagues from Cape Henry when they spotted three strange vessels. was the closest to them and signaled that they were enemy frigates. The British were not able to set out in pursuit until midday. Topaze was the first to catch the breeze and outdistanced her companions. She caught up with the laggard after about five and half hours. The French vessel fired a broadside and then surrendered. and Bermuda then took possession of the prize and accompanied her to Halifax while the rest of the squadron pursued, unsuccessfully, the other two French frigates. When Assistance took possession the French vessel she turned out to be the Elizabeth, of twenty-four 12-pounder and twelve 8-pounder (or 9-pounder) guns, and with a crew of 297 men. The Royal Navy did not purchase Elizabeth. She was an Indiaman, i.e., a merchant vessel, that the French government had bought and apparently was \"an indifferent sailer\".James (1837), Vol. 1, p.346. In 1800 Topaze captured a few small prizes, one of them being the galliot Louisa, which came into Plymouth on 30 May.Naval Chronicle, Vol. 3, p.417. Topaze and sailed for the West Indies on 13 February 1801 as escorts to a large convoy.Naval Chronicle, Vol. 5, p.184. Church died in August in the West Indies, of a fever.The Gentleman's magazine, Vol. 90, p.1193. In 1801 she came under the command of Captain Robert Honyman, who had come out to Jamaica on during the summer. Honyman then sailed Topaze back to England, where she served on the Irish station. ===Napoleonic Wars=== In April 1803 Topaze was commissioned under Captain Willoughby Lake. On 4 June Providence came into Plymouth. Topaze had captured her while she was sailing from Charlestown to Ostend with a cargo of rice and cotton.Naval Chronicle, Vol. 9, p.494. At the end of the month, 34 French fishing boats came into Portsmouth. They were prizes to Africaine and Topaze. Topaze also brought in a French brig from Algiers.Lloyd's List (LL) 28 June 1803, n°4362. Nine of the fishing boats were given up (released) shortly thereafter.LL 5 July 1803, №4364. On 4 February 1804 Topaze was one of the escorts for the West Indies fleet sailing from Cork. She was to accompany the fleet as far as Madeira.LL14 February 1804, №4427. On 25 September 1804, Topaze encountered and captured the French letter of marque ship Minerve, of Bordeaux, which was sailing to Martinique. She was pierced for 18 guns, but carried only fourteen 9-pounders, and had a crew of 111 men. She came into Cork on 3 October. She was carrying a cargo of wine and brandy. Topaze only captured her at after a chase of 12 hours.LL 9 October 1804, №4495. Then some six months later, on 13 February 1805, Topaze captured and brought into Cork the ketch-rigged General Augereau, of Bayonne. General Augereau was armed with fourteen 12-pounder carronades, and had a crew of 88 men. She had been cruising 47 days but had taken no prizes. Apparently General Augereau was notorious for her past success, and particularly the capture of the West Indiaman, . Topaze had captured General Augereau at .LL 13 February 1805, №4196. On 7 May 1805, Lake and Topaze captured the Spanish privateer Napoleon, of St. Sebastian. Napoleon was pierced for 20 cannon but was armed with ten 9-pounder guns and four 18-pounder carronades; she had a crew of 108 men. She was out of Bordeaux in the 57th day of her first cruise during which she had captured the letter of marque Westmoreland, of Liverpool, after a sharp action, and the brig Brunswick, which had been sailing from Honduras. Then on 20 May, Topaze captured the Spanish privateer brig Fenix, also of St. Sebastian. Fenix armed with 14 guns and had a crew of 85 men. She was ten days out of Vigo and had taken no prizes. Topaze sent both into Cork, where they arrived in June.LL 14 June 1805, №4225. The French corvette Sylphe captured on 13 May 1805 at a number of vessels in a convey that had left Cork on the 9th for Newfoundland. Topaze and each recaptured one. Topaze also recaptured Young William, Young, master, which a Spanish corvette of 20 guns had captured. Young William had been sailing from Cork to Westport.LL 28 May 1805, №4220. By June 1806 Captain Anselm John Griffiths had taken command of Topaze on the Irish station. He sailed her to the Mediterranean on 8 January 1808. In 1809 she joined the forces operating in the Adriatic campaign of 1807-1814. When the French despatched the frigates Danaé and Flore from Toulon to the Adriatic, Topaze and Kingfisher intercepted them on 12 March. Despite bringing the French to action, the British were unable to prevent them reaching Corfu and then sailing north to augment French defences in the Adriatic. Topaze sustained no casualties or meaningful damage.James (1837), Vol. 5, pp.171-3.Both French frigates would survive the Battle of Lissa. On 31 May, off Demata, Albania, boats from Topaze attacked a French coastal convoy under the fortress of St. Maura. The boats captured: *Xebec Joubert, armed with eight guns and six swivel guns, with a crew of 55 men under the command of Enseigne de Vaisseau Martin; *Cutter Menteur, of four guns and 20 men, under the command of Enseigne de Vaisseau P. Gabriel; *Felucca Esperance, of three guns and 18 men; *Balancelle San Juan, of 18 tons;A balancelle was a Mediterranean coasting and fishing boat with a single lateen sail. *Trabaccolo San Nicolai, of 14 tons. Her boats destroyed four vessels whose names were unknown: *Gun-boat, of one gun and 16 men; *Gun-boat, of one gun and 15 men; *Trabaccolo, of 29 tons; and *Trabaccolo, of 30 tons. All the vessels, except Joubert, were carrying government-owned cargoes of timber and brandy for Corfu. The boat action took place under heavy fire with the result that Topaze lost one man killed and one man wounded. After this action Captain Henry Hope took command of Topaze and operated off the coast of Spain. On October 1809, in 1809, she took part in the Battle of Maguelone, a squadron under Rear Admiral George Martin, of Collingwood's fleet, chased an enemy convoy off the south of France. They succeeded in driving two of the three escorting ships of the line, Robuste and Lion, ashore near Frontignan, where their crews burnt them after dismantling them and stripping them of all usable material. The crews of the third ship of the line, Borée, and the frigate Pauline escaped into Sète.James (1837), Vol. 5, pp.143-4. The transports that had been part of the convoy, including the armed storeship Lamproie, of 18 guns, two bombards (Victoire and Grondeur), and the xebec Normande, sailed into the Bay of Rosas where they hoped that the castle of Rosas, Fort Trinidad and several shore batteries would protect them. On 30 October , , Volontaire, , Topaze, , Tuscan and sent in their boats. By the following morning the British had accounted for all eleven vessels in the bay, burning those they did not bring out. Some of the British boats took heavy casualties; Topaze lost four men killed and eight men wounded. In January 1813, prize money was awarded to the British vessels that took part in the action for the capture of the ships of war Grondeur and Normande, and of the transports Dragon and Indien. A court declared a joint captor. Head money was also paid for the Grondeur and Normande and for the destruction of Lemproye and Victoire. On 9 December Topaze rescued 100 men from the garrison at Marbella when it fell to the French. On 21 June 1810, the boats of and Topaze captured two vessels in the bay of Martino in Corsica.This may be San- Martino-di-Lota, near Bastia. A landing party captured a battery of three guns that protected the entrance to the bay. They were able to capture and render the guns unserviceable, and kill or wound a number of the garrison. The British lost one man killed and two wounded in the action. On 24 August Topaze captured the Centinelle.The United service magazine, Vol. 171, p.125. Topaze was also involved in the Battle of Fuengirola in October 1810. On 11 October Hope and Topaze took Lord Blayney from Gibraltar to Ceuta. two days later they left, escorting a division of gunboats and some transports carrying artillery, a battalion of the 89th Regiment of Foot (\"Blayney's Bloodhounds\"), the Spanish Imperial Regiment of Toledo and some others to Fuengirola to attack a Polish garrison there.Napier (1833), Vol. 3, p. 414. The battle proved a defeat for the Anglo-Spanish force and Blayney himself was captured. In November 1810 Captain John Richard Lumley took command of Topaze.He would go to command the second Topaze in 1814 and sail her to the Far East, where he would die at sea in 1821 and be buried at Penang. His successor was Captain Edward Harvey. He sailed Topaze off Corfu until December 1812 when he escorted a convoy back to Britain. Topaze was in poor condition when he paid her off in February 1812.Marshall (1828), Supplement, Part 2, p.366. ==Fate== In 1812, HMS Topaze was laid up at Portsmouth. The Principal Officers and Commissioners of His Majesty's Navy offered her for sale there on 11 August 1814, together with a number of other frigates and larger ships. Buyers had to post bond with two guarantors of £3000 that they would break up their purchases within a year and not sell or otherwise dispose of them. She was sold on 1 September 1814 for £1,300, and broken up in 1814. ==Notes, citations, and references== ===Notes=== ===Citations=== ===References=== * * * *Marshall, John (1823–1835) Royal naval biography, or, Memoirs of the services of all the flag-officers, superannuated rear-admirals, retired-captains, post-captains, and commanders, whose names appeared on the Admiralty list of sea officers at the commencement of the present year 1823, or who have since been promoted ... (London: Longman, Hurst, Rees, Orme and Brown). *Napier, Sir William Francis Patrick (1833) History of the war in the Peninsula and in the south of France: from the year 1807 to the year 1814, Volume 3 (T. and W. Boone). * (1671-1870) * * ==External links== * Ships of the Old Navy Category:1790 ships Category:Magicienne-class frigates Category:Frigates of the Royal Navy Category:Captured ships Category:Frigates of the French Navy ",
    "title": "HMS Topaze (1793)"
}