{
    "id": "20544196",
    "text": "William Nicholas Leonard (January 12, 1916 – August 21, 2005) was an American aviator, a flying ace of World War II, and a rear admiral in the United States Navy. Leonard was born in Douglas, Arizona, the son of United States Army Colonel Charles F. Leonard and his wife Hannah M. Leonard. Leonard graduated from the United States Naval Academy in 1938 and was designated Naval Aviator #6953 in 1940. He fought in the Pacific battles of the Coral Sea, Midway and the Solomons. He won the Navy Cross at both Midway and the Coral Sea. He was also awarded the Legion of Merit (four times), the Distinguished Flying Cross, the Air Medal (eight times) and a Bronze Star. \"In the words of Barrett Tillman, World War II aviation historian, [Leonard] is a 'national treasure' because he is so generous with his time and knowledge, records, and photos.\"Rearden, Jim. Koga's Zero – the Fighter that Changed World War II. , second edition. Pictorial Histories Publishing Company, Missoula Montana. 1995. Page iix After the war, he became a test pilot and commander, including of carrier groups. He retired in 1971 as a rear admiral. Two of his brothers also became high-ranking officers: Army Major General Charles F. Leonard, Jr. and Army Air Forces Lieutenant Colonel John Wallis Leonard, who was killed in action in World War II. William Leonard, his father and two brothers are all interred in Arlington National Cemetery. ==References== Category:American test pilots Category:American World War II flying aces Category:Aviators from Arizona Category:Burials at Arlington National Cemetery Category:Recipients of the Air Medal Category:Recipients of the Distinguished Flying Cross (United States) Category:Recipients of the Legion of Merit Category:Recipients of the Navy Cross (United States) Category:United States Navy rear admirals (lower half) Category:United States Navy officers Category:United States Navy pilots of World War II Category:1916 births Category:2005 deaths ",
    "title": "William N. Leonard"
}