{
    "id": "20559390",
    "text": "Prehistorik Man is a platforming video game for the Super Nintendo Entertainment System developed by Titus Interactive and published by Kemco in Japan in 1995 as P-Man and by Titus France elsewhere in 1996. It is a sequel to Prehistorik 2, featuring similar graphics but a richer and different story, and additional non-player characters which, among other things, provide hints and a tutorial. The game was later released for the Game Boy Advance and the Nintendo DSi (as a DSiWare release), with the latter being released in North America on February 15, 2010. The Super NES version received positive reviews from critics with the story, sound and gameplay being praised. The Game Boy Advance and DSiware ports, however, have gotten mixed reviews. == Plot == Prehistorik Man, like its predecessor, takes place in the Stone Age. In the middle of the night, greedy dinosaurs steal all the food from a small village. With winter coming and the village inhabitants facing starvation, the Village Chief summons Sam, a young and agile villager, and tasks him with obtaining food to help the village survive the impending winter. == Gameplay == hang glider. The player controls Sam by navigating him through a total of 23 side-scrolling levels. The main task is for the player to collect all the food in each level while defeating enemies to make them drop their bones, which is used as currency in the game. The player starts out with three hearts. If the player loses them all, they lose a life and must restart the level. Midway through each level, there is a checkpoint (called a Rees-Tartah) so Sam will not have to start at the beginning once touched. Sam has many abilities to help the player through each level including running \"like a dog\" to move faster, and the shout which enables the player to defeat all enemies on screen. Sam's default weapon is a spiked club but he can find other weapons like spears and axes which will replace any weapon used before, however, these weapons have limited ammo. Throughout the game, various items can be found varying from \"stone age shields\", which make the player temporarily invincible, heart containers to permanently raise the player's health, and letters which spell out B-O-N-U-S, which when all are collected, send the player to a bonus area for a chance to collect more bones and food. Shops are also available for the player to spend bones to buy various items which the player can use to skip levels or even save their game. At the end of each level, the food is tallied up and the player is given an overall percentage on how well they did. Certain levels have different gameplay gimmicks which the player must learn in order to proceed. The majority of levels are simple platformers but other levels involve the player finding specific key items, limit a player to using a vehicle, or defeating a boss. In the DSiware version, the player can control Sam by using the touchpad on the bottom screen and Sam's power can increase by collecting upgrades that can last for a limited time. The bottom screen also has an item section to let players know what items they must collect to proceed through the game. == Reception == The Super NES version of the game received positive reviews. Electronic Gaming Monthly gave the game an 8.8 out of 10 and their \"Game of the Month\" award. They particularly lauded the game's storyline, humorous sound effects, strong play control, and numerous secrets. Famicom Tsūshin scored the Super Famicom version of Prehistorik Man a 27 out of 40.NEW GAMES CROSS REVIEW: P-マン. Weekly Famicom Tsūshin. No.341. Pg.30. 30 June 1995. The Game Boy Advance and DSiware ports, however, have received mixed reviews. Metacritic game the Game Boy Advance version of the game a 69 out of 100, with one critic saying that while the game is a solid platformer, it is at the same time, rather generic. Frank Provo of GameSpot, however, praised the music and gave the game a 6.1 of 10, concluding by saying that \"at best, Prehistorik Man is a weekend diversion from the GBA's more substantial fare.\" For the DSiware port, Desiree Turner of Nintendo Life gave the game 3 stars of 5, arguing that \"Though it looks and sounds great, it suffers from shoddy hit detection, hard-to-read fonts, and moments of slowdown that make precision platforming nigh impossible.\" ==References== Category:Titus Software games Category:Platform games Category:1996 video games Category:Video games developed in France Category:Kemco games Category:Single-player video games Category:Side- scrolling platform games Category:Prehistoric people in popular culture Category:Super Nintendo Entertainment System games Category:Game Boy Advance games Category:DSiWare games Category:Video game sequels ",
    "title": "Prehistorik Man"
}