{
    "id": "20552378",
    "text": "Barry Tabobondung (April 3, 1961 – July 11, 2000) was an Ojibwa Canadian professional ice hockey defenceman and left winger. He was drafted in the third round, 47th overall by the Philadelphia Flyers in the 1981 NHL Entry Draft. In his professional career he played in the American Hockey League (AHL), the International Hockey League (IHL), the Atlantic Coast Hockey League (ACHL), and its successor, the ECHL. ==Early life and amateur career== Tabobondung was born in Parry Sound, Ontario, and grew up on the Wasauksing First Nation Indian reserve near Parry Sound. His grandmother was a tribal chief and member of the Order of Canada. His father also played amateur hockey. As a child he earned the nickname \"Hawk\" from his grandfather. Tabobondung played for the Newmarket Flyers of the Ontario Provincial Junior A Hockey League before playing for the Oshawa Generals of the Ontario Hockey League. Tabobondung was eligible for the 1980 Draft but was not selected, and played another junior season, changing his position to left wing. During his second season with Oshawa he recorded 77 points and 320 penalty minutes in 61 games. Tabobondung attended the 1981 NHL Entry Draft in Montreal, in only the second year that junior players other than first round prospects attended the draft. He was selected with the 47th pick in the third round by the Philadelphia Flyers. Tabobondung, who was sitting in the high sections of the Montreal Forum, was so excited to meet the Flyers representatives at the draft that he began climbing over the seats rather than using the steps. At one point his leg became caught in a seat, where he was stuck for two hours until arena maintenance was able to remove the entire row of seats to free him. NHL executive vice-president Brian O'Neill joked that the Flyers could be sure Tabobondung would be available for all of their games in Montreal. ==Professional career== Tabobondung began his professional career following the draft in 1981 with the Flyers' American Hockey League affiliate, the Maine Mariners, playing in 132 games in two seasons. He also appeared with the Peoria Prancers in 1981–82 in 16 games. Beginning in 1983, Tabobondung played three seasons with the Erie Golden Blades of the Atlantic Coast Hockey League. In his first season, he was named to the Second All-Star Team, and the Golden Blades won the league championship. During the 1984–85 season, Tabobondung was selected to the First All-Star Team, and was named the league's Most Valuable Player after recording 12 goals and 67 assists, as well as 2 goals and 8 assists in the playoffs. Tabobondung's career with the Golden Blades came to a sudden end on February 26, 1987 when he was fined and suspended for showing up late for practice and then refusing to play. The following day the Golden Blades announced that he was released from the team. Tabobondung returned to Erie in 1990 to finish his career with the Erie Panthers of the ECHL. He retired after the 1990–91 ECHL season, returning to his native reserve near Parry Sound. ==Life after retirement== Upon returning to his hometown, Tabobondung contributed as a coach for the junior Parry Sound Shamrocks and Couchiching Terriers. He was killed in a vehicular accident on July 11, 2000. Tabobondung's son Tommy fell from a road grader that they were riding in, and Tabobondung was caught under the machinery in the process of saving his son's life. ==Career statistics== {| BORDER=\"0\" CELLPADDING=\"1\" CELLSPACING=\"0\" width=\"75%\" style=\"text-align:center\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\" | ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular Season ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP !! G !! A !! Pts !! PIM ! GP !! G !! A !! Pts !! PIM |- | 1979–80 | Newmarket Flyers | OPJHL | 10 || 2 || 6 || 8 || 19 | — || — || — || — || — |- bgcolor=\"#f0f0f0\" | 1979–80 | Oshawa Generals | OMJHL | 51 || 7 || 11 || 18 || 190 | — || — || — || — || — |- | 1980–81 | Oshawa Generals | OHL | 61 || 18 || 58 || 77 || 320 | — || — || — || — || — |- bgcolor=\"#f0f0f0\" | 1981–82 | Maine Mariners | AHL | 72 || 11 || 15 || 26 || 166 | 1 || 0 || 0 || 0 || 7 |- | 1982–83 | Maine Mariners | AHL | 60 || 2 || 17 || 19 || 42 | — || — || — || — || — |-bgcolor=\"#f0f0f0\" | 1982–83 | Peoria Prancers | IHL | 16 || 2 || 7 || 9 || 13 | — || — || — || — || — |- | 1983–84 | Erie Golden Blades | ACHL | 70 || 6 || 37 || 43 || 57 | 9 || 0 || 3 || 3 || 33 |- bgcolor=\"#f0f0f0\" | 1984–85 | Erie Golden Blades | ACHL | 64 || 12 || 67 || 79 || 82 | 12 || 2 || 8 || 10 || 16 |- | 1986–87 | Erie Golden Blades | ACHL | 15 || 5 || 13 || 18 || 26 | — || — || — || — || — |- bgcolor=\"#f0f0f0\" | 1990–91 | Erie Panthers | ECHL | 16 || 2 || 6 || 8 || 0 | — || — || — || — || — |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"3\" | OHL totals ! 112 !! 25 !! 69 !! 95 !! 510 ! — !! — !! — !! — !! — |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"3\" | ACHL/ECHL totals ! 165 !! 25 !! 123 !! 149 !! 165 ! 21 !! 2 !! 11 !! 13 !! 49 |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"3\" | AHL totals ! 132 !! 13 !! 32 !! 45 !! 208 ! 1 !! 0 !! 0 !! 0 !! 7 |} ==References== ==External links== * Category:1961 births Category:2000 deaths Category:Canadian ice hockey defencemen Category:Erie Golden Blades players Category:Erie Panthers players Category:First Nations sportspeople Category:Ice hockey people from Ontario Category:Maine Mariners players Category:Ojibwe people Category:Oshawa Generals players Category:People from Parry Sound District Category:Philadelphia Flyers draft picks ",
    "title": "Barry Tabobondung"
}