{
    "id": "20557013",
    "text": "Herman J. Dehlman (1852 – March 13, 1885), nicknamed \"Dutch\", was an American Major League Baseball first baseman who played a total of six seasons at the top level of professional baseball, four in the National Association of Professional Base Ball Players (National Association), and two in the National League, a \"Major League\". ==Career== He began his professional career with the Chelsea, New York baseball club, before making his debut with the Brooklyn Atlantics of the National Association on May 2, 1872. While playing in all 37 of the team's games that season, 36 of them as the starting first baseman, he batted .220 and scored 30 runs. In 1873, Dehlman established career highs in several offensive categories, such as runs scored (50), batting average (.235), and on-base percentage (.265). He, additionally, led all first basemen in games played with 54, and led the league in a couple of defensive categories such as putouts and double plays. He played one more season in Brooklyn, in 1874, and he batted .225 in 53 games. Dehlman joined the St. Louis Brown Stockings for the 1875 season, again as the starting first baseman. Despite a low batting average of .224, it was his most productive season offensively. He played in a career high 67 games, while also establishing career highs in hits (57), doubles (12), triples, and slugging percentage (.285). He was among the leaders with career highs in stolen bases (23), and led the league with 11 bases on balls. The National Association folded following the 1875 season, which was replaced by the National League, the first \"Major\" league in baseball history. Dehlman continued to play with the Brown Stockings when they made the move to the new league. According to official resources, Dehlman never managed, known in the day as a \"Team Captain\", but he is credited as being a player-captain-manager for the Brown Stockings in 1876 (manager referring to a similar capacity to what a General Manager does in the modern game).Koppett, p. 30 Records indicate the on-field managers for that season as Mase Graffen and George McManus. In 64 games that season, he batted a career low .184, but did lead the league in putouts for the third time in his career. His playing career lasted one more season with the Brown Stockings, but his hitting did not improve, so consequently, Dehlman's position at first base was taken over by Art Croft during the 1877 season as St. Louis slipped to fourth place.Peterson, p. 56 He finished 307 game career with a .214 batting average, scored 226 runs, and had 83 RBIs. ==Post-career== After his playing days were over, Dehlman became the manager for the professional baseball team in Allentown, Pennsylvania. Before the 1885 season began, the Wilkes-Barre, Pennsylvania professional baseball club hired him as their team manager. Shortly after arriving in town, he contracted typhoid fever and died a few days later at the age of 33. He was survived by his wife and his six-year-old son, and is interred at City Cemetery in Wilkes- Barre. ==References== ==Bibliography== * * ==External links== Category:1852 births Category:1885 deaths Category:Baseball players from New York (state) Category:19th-century baseball players Category:Major League Baseball first basemen Category:Brooklyn Atlantics players Category:St. Louis Brown Stockings (NA) players Category:St. Louis Brown Stockings players Category:Sportspeople from Brooklyn Category:Deaths from typhoid fever Category:Minor league baseball managers Category:Allentown Dukes players ",
    "title": "Herman Dehlman"
}