{
    "id": "20554605",
    "text": "Kenneth Cyril Oram AKC (3 March 1919 – 7 January 2001) was an Anglican clergyman who served as Dean of Kimberley and of Grahamstown before his elevation to the episcopacy as Bishop of Grahamstown, 1974 to 1987. == Early years == Oram was educated at Selhurst Grammar School and King's College London where he studied English and became an Associate of King's College. He was ordained deacon in 1942, he preached his maiden sermon at Cranbrook on 6 June 1942. Oram was ordained priest, in the Diocese of Canterbury, in 1943. In the same year he married Kathleen Malcolm.Thorpe, Cyprian. 2001. Obituary, The Right Rev Kenneth Oram. The Independent, Thursday, 11 January 2001. == Kimberley and Kuruman == After the war Oram responded to an appeal by the United Society for the Propagation of the Gospel to serve abroad, and thus began his ministry in South Africa. He went out to the Diocese of Kimberley and Kuruman - which covered a vast area including, at that time, the southern half of the Bechuanaland Protectorate. Under Bishop John Hunter he was appointed initially as Rector of St Luke's Church, Prieska, and Director of Prieska Mission District (1949–51), and subsequently as Rector of Mafeking (St John's), 1952-59. He served as Archdeacon of Bechuanaland from 1953 to 1959. Cyprian Thorpe, in an obituary, relates that while Oram was no linguist, he nevertheless learned enough Afrikaans, Setswana and isiXhosa to conduct services in those languages in the rural areas and townships where they were spoken. His musicality \"undoubtedly helped him to pronounce the languages ... He was a church organist from the age of 15 and even produced Gilbert and Sullivan operettas amongst his Afrikaans-speaking congregations in the remote towns of the Northern Cape.\" In 1960 he was appointed Dean of Kimberley at St Cyprian's Cathedral, where he was installed on 21 February 1960. This was exactly a month prior to the Sharpeville massacre, one of the turning points in the history of apartheid oppression under which Oram's South African ministry was exercised. “We shall offer penitence for our failure to be a Christian nation,” read a prayer chain in May 1960, part of the Union Jubilee Festival.Highway 19(22), May 1960:11 Oram's \"love of music, together with a good pastoral touch, made him entirely suitable for a cathedral setting,\" comments Thorp. (His father had been a choirmaster and an elder brother, Bernard Oram, taught the organ at the Guildhall School of Music. Later Oram was to be a keen member of the Cape Organ Guild). The St Cyprian's Cathedral Choir at this period performed such works as Messiah (Handel), Elijah (Mendelssohn) and Bach's Christmas Oratorio. One of Oram's curates at this period was Fr John da Costa who afterwards served in District Six and as Dean of Salisbury, Rhodesia. Another was Fr Alan Butler. == Grahamstown == In 1964 Oram transferred to Grahamstown as Dean of St. Michael and St. George Cathedral. In 1974 he was elected Bishop of Grahamstown. == Retirement == On his return to England in 1987 Oram became Assistant Bishop of Lichfield, 1987-1997. He died in Worthing, West Sussex, on 7 January 2001. == References == * Category:1919 births Category:2001 deaths Category:Alumni of King's College London Category:Associates of King's College Category:Bishops of Grahamstown Category:Deans of Kimberley Category:Deans of Grahamstown ",
    "title": "Kenneth Oram"
}