{
    "id": "20557185",
    "text": "\"Life in Technicolor II\" (stylized \"Life in Technicolor ii\"), is a song by British rock band Coldplay and the first single from the band's 2008 EP, Prospekt's March. The song is the full, vocal version of the instrumental track \"Life in Technicolor\" from Coldplay's fourth studio album, Viva la Vida or Death and All His Friends. A promo CD single for the song was released in December 2008. The official single was released on 2 February 2009 on 7\" vinyl and digital download. The single includes the previously unreleased and unheard track \"The Goldrush\", one of the few Coldplay songs featuring lead vocals by drummer Will Champion. It was nominated for two Grammy Award for the 52nd Annual Grammy Awards; \"Best Rock Performance by a Duo or Group with Vocal\" and \"Best Music Video\". \"Life in Technicolor II\" starts with a loop consisting of a santoor accompanied by tabla-like percussion. The loop is then repeated through the verses and part of the chorus. ==Music video== Coldplay performing \"Life in Technicolor II\" at the Parque Simon Bolivar, Bogota, Colombia, on March 4, 2010 The music video premiered on 20 January 2009 on 4Music and Channel 4. The video starts out with kids sitting and awaiting a traditional Punch and Judy puppet show and features the band performing as puppets in the Aldenham War Memorial Hall. However, the puppet show becomes increasingly extravagant as the video goes on, eventually featuring pyrotechnics and frontman Chris Martin crowd surfing over the children. Finally, the puppet band members board a small helicopter and after taking off, drummer Will Champion throws his drumsticks onto a random child before crashing through a window as they fly away.http://www.tampabays10.com/news/local/morning/story.aspx?storyid=100810&catid;=25 James Clarkson and Coldplay's fifth member, Phil Harvey, can be seen in the video. The director of this video is Dougal Wilson. The video was nominated in the Best Art Direction in a Video and Best Visual Effects in a Video categories at the UK Music Video Awards 2009, as well as Best Music Video at the 52nd Annual Grammy Awards. ==References in popular culture== The instrumental version of this song (released on Viva la Vida) can be heard as the film Night at the Museum: Battle of the Smithsonian ends during a scene with Ben Stiller and Amy Adams. It was also used on Sky Sports' \"Ford Super Sunday\" coverage during the 2008/2009 as well as \"Match of the Day\" during the same season. This version was used at the beginning of the Great Yarmouth (UK) Hippodrome Circus show 2009. NFL Network also used it for their coverage of the 2009 NFL Scouting Combine and also for their coverage of the 2009 NFL Draft. The song was also played during the opening montage of the 2009 ESPY Awards. The instrumental version of the song is used in London Eye's pre- flight 4D Experience show. A portion of the instrumental version is also used in Apple Inc.'s introduction of the 2008 MacBook Air, as well as the introduction of the Late 08 MacBook. The song was also used in a promotional on Public Broadcasting Service (PBS) for PBS's primary programming. Life in Technicolor II was used in an advertisement for Wimbledon 2013 on ESPN. ==Track listing== ==Release history== {| class=\"wikitable sortable\" border=\"1\" |- ! Date ! Country ! Format |- | 2008-12-00 | United Kingdom | Promotional CD |- | 2009-02-02 | United Kingdom | 7\" vinyl |- | 2009-01-30 | United Kingdom, the Netherlands | Digital download |- | 2009-01-20 | United Kingdom | Music video (airplay) |- | 2009-01-20 | Worldwide | Music video (YouTube streaming) |} ==Charts== ===Weekly charts=== {| class=\"wikitable sortable\" |- !Chart (2008–09) !Peak position |- |- |- |- |Brazil (ABPD) | style=\"text-align:center;\"|60 |- |Iceland (RÚV) | style=\"text-align:center;\"|5 |- |- |- |- |- |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable\" |- !Chart (2009) !Position |- |Netherlands (Dutch Top 40) | style=\"text-align:center;\"|71 |} ==References== == External links == * * Category:Coldplay songs Category:2009 singles Category:2008 songs Category:Music videos featuring puppetry Category:Parlophone singles Category:Song recordings produced by Brian Eno Category:Song recordings produced by Jon Hopkins Category:Song recordings produced by Markus Dravs Category:Song recordings produced by Rik Simpson Category:Songs written by Guy Berryman Category:Songs written by Jonny Buckland Category:Songs written by Will Champion Category:Songs written by Chris Martin ",
    "title": "Life in Technicolor II"
}