{
    "id": "20555124",
    "text": "Atriplex tularensis is an extremely rare species of saltbush known by the common names Bakersfield smallscale, Tulare saltbush, and Tulare orach. ==Distribution== Atriplex tularensis is endemic to Kern County, California, where it is known only from a few individuals at Kern Lake, a usually dry ephemeral lake bed just north of the Interstate 5 and Highway 99 split. These plants may actually be representatives of Atriplex serenana, and it is possible that A. tularensis is in fact extinct.CNPS Rare Plants Inventory The plants are endemic to the alkali soils of the local occasionally flooded salt pan. Much of the land in the San Joaquin Valley was claimed and altered for agriculture and the water table dropped, making conditions too dry for reproduction of many species, including this Atriplex.Endangered Species Recovery Program The small lakebed where this species may be extant was formerly tended by The Nature Conservancy, but it is now privately owned. ==Description== Atriplex tularensis is an erect, reddish-green or grayish annual herb growing up to 80 centimeters tall. The leaves are up to 3 centimeters long and oval to lance-shaped. Leaves and stem branches are white- scaly and tough. The male and female flowers are small, hard clusters. The female fruit-producing flowers have associated bracts which end in a sharp point. This characteristic differentiates A. tularensis from Atriplex cordulata, which is otherwise very similar in appearance.Flora of North America A. tularensis is listed as an endangered species on the California state level, but not on the federal level. ==References== ==External links== *Jepson Manual Treatment - Atriplex tularensis *USDA Plants Profile: Atriplex tularensis tularensis Category:Endemic flora of California Category:Halophytes Category:Natural history of the Central Valley (California) Category:Natural history of Kern County, California ~ Category:Plants described in 1893 ",
    "title": "Atriplex tularensis"
}