{
    "id": "20556489",
    "text": "Ruggero Luigi Emidio Antici Mattei (March 23, 1811, Recanati, Marche -- April 21, 1883) was an Italian Cardinal of the Roman Catholic Church. He served as Latin Patriarch of Constantinople from 1866 to 1875, and was elevated to the cardinalate by Pope Pius IX in 1875. ==Biography== Antici Mattei was born in Recanati to Carlo Teodoro Antici, marquis and baron of Pescia, and Anna Maria Mattei. A member of the house of Mattei, he was related to Cardinals Girolamo Mattei, Gaspare Mattei, Alessandro Mattei, Mario Mattei, and Lorenzo Girolamo Mattei. He was confirmed on July 4, 1813. In 1818 he entered Collegio Nazareno, and studied at Collegio Romano from 1826 to 1832. He received the insignias of the clerical character on May 12, 1831, followed by minor orders (September 8, 1831), subdiaconate (February 2, 1834), and diaconate (March 25, 1834). He was ordained a priest in Rome on September 7, 1834. He then served as examiner of the clergy of the patriarchal Vatican basilica, curate in the abbey of Forlimpopoli, and canon of the chapter of the Lateran Basilica. In 1837 he was named canon of the chapter of the Vatican basilica, later becoming its dean. He was later appointed referendary prelate on July 13, 1843, and served as a judge of the Reverend Fabric of St. Peter's from 1843 to 1847. He was secretary of the Sacred Consistorial Congregation and of the Sacred College of Cardinals from 1850 to 1875, and became prelate adjunct of the Sacred Congregation of the Tridentine Council in 1851. On January 8, 1866, he was appointed Latin Patriarch of Constantinople by Pope Pius IX and Dean of the Assistants to the Pontifical Throne. He received his episcopal consecration on the following February 25 from Cardinal Costantino Patrizi Naro. He was later named auditor general of the Apostolic Chamber on March 31, 1875. ==References== ==External links== *http://www.catholic- hierarchy.org/bishop/banti.html Category:1811 births Category:1883 deaths Category:People from Recanati Category:Italian cardinals Category:Cardinals created by Pope Pius IX R Category:Latin Patriarchs of Constantinople Category:Participants in the First Vatican Council ",
    "title": "Ruggero Luigi Emidio Antici Mattei"
}