{
    "id": "20550984",
    "text": "Dark Intervals is a live solo piano album by American pianist Keith Jarrett recorded on April 11, 1987 at Tokyo's Suntory Hall and released on the ECM label in 1988.. For a change in Jarrett's solo career on stage, it contains eight short pieces (from 2:55 to 12:53), each with a title and accompanied by applause. Shaping the whole performance as a formal concert, it does not have the pianist signature free-form and long impromptus feel of previous recordings of its kind and it is the first time that the tunes are not tagged with the venue's name and the date of the concert. ==Original notes== The following minimalistic note can be found (no author stated, possibly by Keith Jarrett) in the CD release: ==1987 solo concerts== According to www.keithjarrett.org, in 1987 Jarrett played a total of 9 solo concerts in the U.S., Japan and Brazil:Keith Jarrett 1987 live concerts accessed May 13, 2020. Dark intervals was recorded during his Japan mini-tour. * March 7 - New York City (USA) * March 27 - New York City (USA) * April 5 - San Francisco (USA) * April 11 - Tokyo (Japan) * April 12 - Tokyo (Japan) * April 14 - Tokyo (Japan) [Jarrett performing standards; DVD edition in NTSC format only] * May 24 - Rio de Janeiro (Brazil) * May 28 - Sao Paulo (Brazil) * May 31 - Rio de Janeiro (Brazil) ==Reception== Down Beat author Josef Woodard, on his introductory notes to a 1989 Jarrett interview, states that: The Stereophile review by Richard Lehnert gave the album the \"Recording of March 1989\" award, stating that: The Allmusic review by Richard S. Ginell awarded the album 3 stars and states that, \"it sounds like a formal recital of individual compositions [...] Keith is often in an introspective, even dark mood [...] The Jarrett devotee will want this; others should use caution\".Ginell, R. S. , accessed March 23, 2010 A review in The New York Times called Jarrett's playing on this album \"more spare and austere than on his 1975 solo masterpiece The Köln Concert.\"Holden, S. \"Jarrett: More with Less\", NY Times, November 9, 1988. ==Track listing== :All compositions by Keith Jarrett # \"Opening\" - 12:53 # \"Hymn\" - 4:58 # \"Americana\" - 7:12 # \"Entrance\" - 2:55 # \"Parallels\" - 4:58 # \"Fire Dance\" - 6:51 # \"Ritual Prayer\" - 7:12 # \"Recitative\" - 11:17 Total effective playing time: 55:07 (the album contains 3:09 applause approximately) ==Personnel== * Keith Jarrett – piano ==Technical Personnel== * Kimion Oikawa – Recording Engineer * Christian Vogt – Cover Photography * Barbara Wojirsch – Cover Design and Layout * Manfred Eicher – Production ==References== == External links == * * \"Keith Jarrett's doing more with less\" - Spokane Chronicle * \"Selected Recordings: Rarum I\" - Pop Matters * \"Pianists Playing to a Different Drummer\" - New York Times * \"Keith Jarrett: The Art of the plan at the Palazzo Te in Mantua\" - 4 Minuti * \"Even gods have problems\" - Welt Online * \"After Cologne\" - Die Weltwoche Category:Keith Jarrett live albums Category:1998 live albums Category:ECM Records live albums Category:Albums produced by Manfred Eicher Category:Instrumental albums Category:Solo piano jazz albums ",
    "title": "Dark Intervals"
}