{
    "id": "20554033",
    "text": "Lambley, formerly known as Harper Town, is a village in Northumberland, England about southwest of Haltwhistle.The village lies adjacent to the River South Tyne. The place name Lambley refers to the \"pasture of lambs\". Lambley used to be the site of a small convent of Benedictine Nuns, founded by Adam de Tindale and Heloise, his wife, in the 12th century. The Scots led by William Wallace devastated it in 1296 [Rowland gives 1297]. However it was restored and one William Tynedale was ordained priest to the nunnery in about 1508 – most likely not William Tyndale, the reformer, as once believedParish of Alston Moor. Welcome leaflet to the Parish Church of St Mary and St Patrick, Lambley.(2008) but another man of the same name.Parish of Alston Moor. Welcome leaflet to the Parish Church of St Mary and St Patrick, Lambley.(revised 2015) At the time of the suppression of religious houses by Henry VIII, the nunnery contained six inmates. Nothing now remains but the bell from the nunnery, which hangs in the church, and a few carved stones. The village lies in the Midgeholme Coalfield and there are reserves of good-quality coal remaining.Planning application 1 August 1990 by R and A Young Mining Ltd., Leadgate, Consett to Northumberland County Council. Proposal to mine 60,000 tonnes and employ 15 workers on site, immediately to the west of the village in a 33 hectare site. Plans held by Northumberland County Council (examined 2013) == Governance == Lambley is in the parliamentary constituency of Hexham. Lambley is part of the Coanwood Parish Council area. == Coal mining == The area has previously been noted for coal mining based at Lambley Colliery. Coal reserves still exist in the area as part of the Midgeholme Coalfield. In 1990 an application was submitted to the County Council to open cast work 33 hectares of land (81.5 acres) by R and A Young Mining Ltd., Leadgate, Consett. The application noted the high-quality coal to be mined (low ash and low sulphur content and high calorific value). Although this plan did not go ahead, a recent plan to open cast mine at Halton Lea Gate, a village one mile to the west of Lambley, has opened up the possibility of mining returning to the village. The Halton Lea Gate plan was approved by the government planning inspector in 2012.The Planning Inspectorate Appeal Decision ref APP/P2935/A/11/2164056 (Decision date 7 August 2012) An amended plan was approved by Northumberland County Council in January 2014.Hexham Courant 10 Jan 2014 'Villagers admit defeat after 15 years battling opencast' == River Tyne South == What was left of the nunnery was washed away by a great flood in about 1769.Parish of Alston Moor. Church leaflet (2008) On 8 January 2005 the River South Tyne flooded.http://www.climatenortheast.com/manageContent.aspx?object.id=13153 accessed 11.1.14 The Lambley Viaduct crosses the River Tyne at Lambley. == War Memorial == The War Memorial is a cross about in height, is located in the churchyard of the parish church of St. Mary and St. Patrick. The village of Hartleyburn joined with Lambley in erecting the memorial which was unveiled by Colonel Sir Thomas Oliver on Saturday 21 February 1920. The inscriptions and names on the War Memorial have been transcribed and published by the North East War Memorials Project. Those who gave their lives in The Great War were: Wilson Glenwright, William E. Marshall, William Riddell, and Philip E. Bell. == Transport == Lambley was served by Lambley railway station on the Alston Line from Haltwhistle to Alston. The line opened in 1852 and closed in 1976. Since 1983 a narrow gauge railway has opened on part of the original track bed. The railway, known as the South Tynedale Railway, is a 2-foot (0.61 m) gauge line and runs 3.5 miles (4.0 km) from Alston to Lintley and includes a viaduct or 2 over the River South Tyne. Efforts are being made to extend the line into Slaggyford. Subject to funding coming into place in September 2013, work started on the one and a quarter mile extension from Lintley the following year, and is set to be completed by 2017. The South Tynedale Railway Preservation Society plans to reopen the entire branch line to Haltwhistle from Alston. Lambley was also served by a line west to Brampton, Carlisle, which closed in the 1950s. This line, sometimes referred to as Lord Carlisle's line, served Lambley colliery and other coal mining areas. Geograph; Railway path at Halton Lea Gate accessed 15 January 2014 View from old railway bridge towards Lambley coalfield and Greenriggs == Religious sites == The parish church of Lambley is in the area called Harper's Town, which suffered badly at the hands of the Scots. Hodgson found the church a very humble edifice, measuring . The pews and furniture were very rough carpentry, but it was used and had a Sunday School. It was rebuilt in 1885 to the designs of W. S. Hicks, and dedicated to St. Mary and St. Patrick. It has a chancel with fine stone vaulting, and three lancets in the east window with stained glass showing the Magi, the Crucifixion and the Resurrection. Painted panels by the altar show St. Kentigern, St. Cuthbert, St. Aidan and St. Ninian, all travelling saints. The bell in the bell cote came from the ruined nunnery. The church bell, cast in America, is one of the only two foreign bells in the diocese of Newcastle: the other is at Eglingham. The Lambley and Hartleyburn War Memorial is located in the churchyard. Lambley Parish Church falls within the Parish of Alston Moor within the Diocese of Newcastle. == Notable people == John Charlton (1827–1903) fellow of the Royal Meteorological Society. There is a memorial plaque to him in the parish church. Memorial plaque to John Charlton in Lambley church == See also == *Alston Line, the railway from Haltwhistle to Alston *Brampton Railway, the railway line from Lambley to Brampton *Lambley railway station *Midgeholme Coalfield *Maiden Way Roman road == References == == External links == *GENUKI (Accessed: 3 December 2008) Category:Villages in Northumberland ",
    "title": "Lambley, Northumberland"
}