{
    "id": "20553720",
    "text": "In the visual arts, texture is the perceived surface quality of a work of art. It is an element of two-dimensional and three-dimensional designs and is distinguished by its perceived visual and physical properties. Use of texture, along with other elements of design, can convey a variety of messages and emotions. ==Physical texture== The bumpy texture of tactile paving. The physical texture (also known as actual texture or tactile texture) are the patterns of variations upon a solid surface. This can include -but is not limited to- fur, wood grain, sand, smooth surface of canvas or metal, glass, and leather. Physical texture differentiates itself from visual texture by having a physical quality that can be felt by touching the surface of the texture. Specific use of a texture can affect the smoothness that an artwork conveys. For instance, use of rough surfaces can be visually active, whilst smooth surfaces can be visually restful. The use of both can give a sense of personality to a design, or utilized to create emphasis, rhythm, contrast, etc. Light is an important factor for identifying the physical texture because it can affect how a surface is being viewed. Strong lights on a smooth surface can obscure the readability of a drawing or photograph, whilst they can create strong contrasts in a highly textural surface such as river rocks, sand, etc. == Visual texture== Visual texture or implied texture is the illusion of having physical texture. Every material and every support surface has its own visual texture and needs to be taken into consideration before creating a composition. As such, materials such as canvas and watercolour paper are considerably rougher than, for example, photo-quality computer paper and may not be best suited to creating a flat, smooth texture. Photography, drawings and paintings use visual texture both to portray their own subject matter realistically and with interpretation. Texture in these media is generally created by the repetition of the shape and line. Another example of visual texture is terrazzo or an image in a mirror. === Decorative texture === Decorative texture \"decorates a surface\". Texture is added to embellish the surface either that usually contains some uniformity. === Spontaneous texture === This focuses more on the process of the visual creation; the marks of texture made also creates the shapes. These are often \"accidental\" forms that create texture. === Mechanical texture === Texture created by special mechanical means. An example of this would be photography; the grains and/or screen pattern that is often found in printing creates texture on the surface. This is also exemplified by designs in typography and computer graphics. ==Hypertexture== Hypertexture can be defined as both the \"realistic simulated surface texture produced by adding small distortions across the surface of an object\" (as pioneered by Ken Perlin) and as an avenue for describing the fluid morphic nature of texture in the realm of cyber graphics and the tranversally responsive works created in the field of visual arts therein (as described by Lee Klein). == Examples of physical texture == Image:GreenHead01-AltesMuseum- Berlin.png|Berlin Green Head, 500BC. Note the smooth texture and mood of the bust. Image:Carpet detail.JPG|Detail of woven fibers of a carpet Image:Iguana_iguana_male_head.jpg|Animals are often defined by their physical texture, such as a fuzzy kitten or this scaly iguana. Image:Grass texture.jpg|Blades of grass provides a soft texture Image:Texture arbre.jpg|Rough bark on the surface of a tree Image:Textures p1000449.jpg|A wall of bricks with raised areas Image:Auto Texture created over Clear glass Bricks.jpg|Auto Texture created over Clear glass Bricks Image:Jacques Bodin, Arbre II,oil on canvas.jpg|Wood texture painted on canvas by Jacques Bodin, French artist ==Examples of visual texture== Image:View from the Window at Le Gras, Joseph Nicéphore Niépce.jpg|View From the Window at Le Gras, Nicéphore Niépce, 1826. Photography. Image:Salt Lake Temple with faded words Digital Scrapbook paper.jpg|An image that has been digitally altered to show text and paper texture over a photograph ==See also== * Composition (visual arts) * Design elements and principles * Elements of art * Texture (painting) * Texture (computer graphics) ==Notes== ==References== * Gatto, Porter, and Selleck. Exploring Visual Design: The Elements and Principles. 3rd ed. Worcester: Davis Publications, Inc., 2000. * Stewart, Mary, Launching the imagination: a comprehensive guide to basic design. 2nd ed. New York: The McGraw-Hill Companies, Inc., 2006. Category:Artistic techniques Category:Photographic techniques Category:Sculpture techniques ",
    "title": "Texture (visual arts)"
}