{
    "id": "20553654",
    "text": "CDC Group plc (formerly the Commonwealth Development Corporation, and previous to that, the Colonial Development Corporation) is a development finance institution owned by the UK government. The Department for International Development is responsible for CDC, with shareholder duties managed by the Shareholder Executive. It has an investment portfolio valued around US$5.3 billion (year end 2017) and since 2011 is focused on the emerging markets of South Asia and Africa. ==History== ===Formation=== The original Colonial Development Corporation was established as a statutory corporation in 1948 by Clement Attlee's post-war Labour government, to assist British colonies in the development of agriculture. Following the independence of many colonies, it was renamed the Commonwealth Development Corporation in 1963 and was permitted to invest outside the Commonwealth in 1969. As part of the Commonwealth Development Corporation Act 1999, CDC was converted from a statutory corporation to a public limited company renamed CDC Group plc, with all shares owned by the UK Government. ===Actis spin-out=== In July 2004 CDC spun out an emerging markets private equity fund manager, Actis Capital, with a 60% stake sold to the management team. CDC remained an active sponsor of Actis's investment activities, committing the equivalent of 650 million US dollars to the firm's third fund.CDC commits $650m to Actis emerging markets funds. AltAssets, 21 May 2008 Following its reorganisation, CDC ceased making direct investments and became purely a fund of funds investment company. During this period it grew in value from £1.2 billion to £2.8 billion, investing in almost 1000 businesses in 70 developing countries. These businesses employed almost a million people and paid over US$3 billion a year in taxes. ===Criticisms of CDC=== CDC was the subject of extensive investigations by the magazine Private Eye, which devoted seven pages to criticising the organisation in September 2010. Amongst other allegations, it claimed that CDC had moved away from financing beneficial international development towards seeking large profits from schemes that enriched CDC's managers while bringing little or no benefit to the poor; and that when Actis was spun out it was given an \"implausibly low valuation\". It claimed that the 60% of Actis sold was valued at £373,000 in 2004; and that the National Audit Office valued the entire business in late 2007 at between £182m and £525m, a value which it later retracted but which nevertheless suggested a discrepancy. The Actis deal was also the subject of criticism by British politicians. ===Review and reform=== On 12 October 2010, the Secretary of State for International Development, Andrew Mitchell announced to Parliament that the British Government was to reconfigure CDC, saying that whilst he applauded its financial success, it had also \"become less directly engaged in serving the needs of development\". On 22 October 2010 the International Development Committee announced that it was to conduct an inquiry into CDC to examine issues such as its effectiveness and possible reforms, including its abolition. Their report was published on 3 March 2011 with the government's response delivered on 18 May 2011.https://publications.parliament.uk/pa/cm201011/cmselect/cmintdev/607/607.pdfhttps://publications.parliament.uk/pa/cm201012/cmselect/cmintdev/1045/1045.pdf In 2011 CDC implemented a new business plan, focusing its investments on the poorer countries of South Asia and sub-Saharan Africa, as well as once again providing direct investments to businesses alongside its fund of funds model. ==See also== * Department for International Development * Development Finance Institution * Actis Capital ==References== ==External links== *CDC – Capital for Development *National Audit Office *CDC announces 2008 Annual Results Category:Department for International Development Category:Government-owned companies of the United Kingdom Category:Financial services companies of the United Kingdom Category:Development finance institutions ",
    "title": "CDC Group"
}