{
    "id": "20558401",
    "text": "Giovanni Battista Bussi (31 March 1656 in Viterbo - 23 December 1726 in Rome) was an Italian cardinal. ==Life== Born in the Papal States to a family which provided many ecclesiastics, Giovanni studied at the archiginnasio della Sapienza and in 1691 was granted a canonry in St Peter's Basilica and entrusted with the management of the Ospedale di Santo Spirito in Sassia nearby by Pope Innocent XII. He was sent to Flanders in 1693 to fight the spread of Jansenism and in 1703 contributed to the condemnation for Jansenism of Petrus Codde, apostolic vicar to Holland and archbishop of Sebaste. Bussi was elected archbishop of Tarsus in partibus and promoted to the nuntiature of \"Germania inferiore\" at Cologne. On 12 Sep 1706, he was consecrated bishop by Christian August von Sachsen-Zeitz, Bishop of Győr, with Giulio Piazza, Titular Archbishop of Rhodus, and Johannes Werner von Veyder, Titular Bishop of Eleutheropolis in Macedonia and Auxiliary Bishop of Cologne, serving as co- consecrators. He remained in Germany until his election as archbishop of Ancona on 19 February 1710, and he was later made cardinal by Pope Clement XI in the consistory of 30 January 1713. He headed several congregations (Congregation for Bishops, Congregation for the Clergy, Congregation for Borders, Congregation for the Propagation of the Faith, etc.). He died in Rome and was buried in the basilica of Santa Maria in Trastevere, to the right of the chapel dedicated to saint Frances of Rome. ==References== ==Sources== *Gaetano Moroni, Bussi Giambattista, Cardinale in Dizionario di erudizione storico-ecclesiastico da S. Pietro sino ai nostri giorni, specialmente intorno ai principali Santi, Beati, Martiri, Padri; compilazione del cavaliere Gaetano Moroni Romano, Venezia, dalla Tipografia Emiliana, 1840. vol. VI, 172-3 Category:1656 births Category:1726 deaths Category:Italian cardinals Category:Roman Catholic archbishops in Italy Category:Bishops in le Marche Category:Christianity in the Dutch Republic Category:18th-century Roman Catholic bishops Category:17th-century Italian people Category:18th-century Italian people Category:18th-century cardinals ",
    "title": "Giovanni Battista Bussi (1656–1726)"
}