{
    "id": "20551692",
    "text": "The Lipis District is a district located in north-west of Pahang, Malaysia. The district covers an area of 5,198 km². Lipis district is bordered by Cameron Highlands and Perak on the west, Jerantut on the east, Kelantan and Raub on the north and south, respectively. Lipis has 10 mukim or subdistricts, the largest being Ulu Jelai. The district capital is Kuala Lipis. During the British colonization, Kuala Lipis was made the state's capital city. Kuala Lipis was the administrative capital of Pahang for 57 years from 1898 until 27 August 1955, when Kuantan was picked as the new capital. Lipis was blessed with many types of minerals such as tin and gold, and products from the surrounding forests. Sungai Relau, near Merapoh, is an alternative entry point (there are about 4 entry points) into Taman Negara, Malaysia's Premier National park and one of the three embarkation points to Gunung Tahan, the highest mountain in Peninsular Malaysia standing at 2,187 meters above sea level. ==Demographics== Lipis is home to 74,581 people (as of 2010), with the Malay/Bumiputra formed the majority (85.3%), the Chinese with 10.5%, the Indian with 4%, while the others 0.2%. There are 400 speakers of Mintil, a language of the Mayah (Orang Asli) people, remaining in Lipis District.Lim, Teckwyn. 2020. Ethnolinguistic Notes on the Language Endangerment Status of Mintil, an Aslian Language. Journal of the Southeast Asian Linguistics Society (JSEALS) 13.1 (2020): i-xiv. ISSN 1836-6821. University of Hawaiʼi Press. ==Federal Parliament and State Assembly Seats== Lipis district representative in the Federal Parliament (Dewan Rakyat) {| class=\"toccolours sortable\" border=\"1\" cellpadding=\"3\" style=\"border- collapse:collapse; text-align: left;\" |- ! align=\"center\"|Parliament !! Seat Name !! Member of Parliament !! Party |- !P78 |Cameron Highlands |Ramli Mohd Nor |PN (UMNO) |- ! align=\"left\"|P79 | Lipis|| Abdul Rahman Mohamad ||bgcolor=\"\"|PN (UMNO) |- |} List of Lipis district representatives in the State Legislative Assembly (Dewan Undangan Negeri) {| class=\"toccolours sortable\" border=\"1\" cellpadding=\"3\" style=\"border- collapse:collapse; text-align: left;\" |- ! align=\"center\"|Parliament !! State !! Seat Name !! State Assemblyman !! Party |- !P78 |N2 |Jelai |Wan Rosdy Wan Ismail |PN (UMNO) |- ! align=\"left\"|P79 | N3|| Padang Tengku|| Mustapar Long ||bgcolor=\"\"|PN (UMNO) |- ! align=\"left\"|P79 | N4 || Cheka|| Fong Koong Fue ||bgcolor=\"\"|PN (MCA) |- ! align=\"left\"|P79 | N5 || Benta|| Mohammad Soffi Abdul Razak ||bgcolor=\"\"|PN (UMNO) |- |} There is also another state seat, Jelai, which is governed by the Lipis District Council but is represented by the Cameron Highlands parliamentary constituency instead. ==Subdistricts== Map of Lipis district. Lipis District is divided into 10 mukims, which are:http://apps.water.gov.my/jpskomuniti/dokumen/LIPIS_PROFIL_May_2012.pdf * Batu Yon (115,100 Ha) * Budu (7,400 Ha) * Cheka (22,900 Ha) * Gua (7,588 Ha) * Hulu Jelai (213,500 Ha) * Kechau (68,600 Ha) * Kuala Lipis (9,773 Ha) (Capital) * Penjom (17,200 Ha) * Tanjong Besar (13,300 Ha) * Telang (43,900 Ha) ==Demographics== The following is based on Department of Statistics Malaysia 2010 census. {| class=\"wikitable\" |- ! style=\"text-align:center;\" colspan=\"3\"| Ethnic groups in Lipis, 2010 census |- ! Ethnicity !! Population !! Percentage |- | Bumiputera || 74,694 || 87.5% |- | Chinese || 7,630 || 8.9% |- | Indian || 2,872 || 3.4% |- | Others || 145 || 0.2% |- ! Total || 85,341 || 100% |} ==References== == External links == * Official website of Lipis District Council Category:Districts of Pahang ",
    "title": "Lipis District"
}