{
    "id": "20550730",
    "text": "Toto (died 29 July 768) was the self-styled duke of Nepi, the leading magnate of Etruria,Toto's lands were adjacent to those of the family of Pope Hadrian I. Hadrian was thus a military aristocrat legitimately elected, not a \"rowdy, rustic thug like Toto\", cf. Thomas F. X. Noble (1984), The Republic of St. Peter: The Birth of the Papal State, 680-825 (Philadelphia: University of Pennsylvania Press, ), 197. who staged a coup d'état in Rome in 767.Or perhaps 768 (Llewellyn, 221). He became Duke of Rome for a year until his death. The principal sources documenting his takeover are the vita of Pope Stephen III in the Liber Pontificalis and a surviving deposition of the primicerius Christopher from 769, preserved in a ninth-century manuscript of Verona, the Depositio Christophori.Noble, 113 and n76. The basic outline of events below is derived from Peter Llewellyn (1971), Rome in the Dark Ages (London: Faber and Faber, ), 221-24. ==Origins== Toto's origins are obscure. His name is Germanic, probably Lombard, but Nepi lay within the Duchy of Rome on the frontier with the Duchy of Tuscia. The Liber Pontificalis calls him \"Toto quidam dux, Nepesinae civitatis dudum habitator\", a certain duke long resident at Nepi.Thomas Hodgkin (1895), Italy and Her Invaders, Volume VIII, Frankish Invasions, 744-774 (Oxford: Clarendon Press), 279 and n1. The Depositio Christophori refers to him as \"quidam Nempesini oppidi ortus, Toto nomine\", a man born in the fortress of Nepi, Toto by name. Thomas Hodgkin refers to him as a \"citizen of doubtful nationality ... who had by means unknown to us acquired the dignity of a dukedom\", meaning a Roman citizen, but a native and resident of Nepi, who employed the title dux, but with or without legal justification is uncertain.He was certainly not one of the Lombard dukes, as of Tuscia, nor was he the legitimate Duke of Rome (Hodgkin, 280n). ==Seizure of power in Rome== In 767 Pope Paul I fell ill. Toto, with his brothers Constantine, Passivus (Passibo) and Paschal, gathered a large army from Nepi, the other Etrurian towns, and the rustici or contadini (peasant conscripts), and entered Rome by the gate of Saint Pancras (San Pancrazio). He then settled down in his townhouse to wait things out, intending probably to influence the election of a papal successor. The primicerius Christopher drew an oath from Toto that he would not interfere in the coming election, but when Paul died on 28 June,Or perhaps 29 June (Llewellyn, 221). he seized the Lateran Palace and declared his lay brother Constantine pope.While Llewellyn, 221, asserts that Toto's army entered Rome before Toto's meeting with Christopher, Noble, 113, does not have Toto entering Rome (with rustici, against his oath) until after Paul's death. The following day, George of Palestrina, the vicedominus, who was in the palace at the time of the coup, was forced to ordain Constantine a subdeacon and deacon in the chapel of Saint Lawrence. The population of Rome was ordered to swear allegiance to Constantine and, six days later, he was consecrated bishop by George, Eustratius of Albano, and Citonatus of Porto. Christopher and his son Sergius, the sacellarius, avoided swearing loyalty to the new pope. Threatened in their home by a notary named Constantine, they took refuge in the Basilica of Saint Peter. A relative (or possibly friend) of theirs, the old duke of Rome, Gregory, then living in Campania, was murdered; but despite the threats the two remained safe in Saint Peter's. They eventually offered to become monks at San Salvatore in Rieti not far from Rome; Pope Constantine met them in the Basilica and agreed to their safe conduct from the city after Easter (which they would be allowed to celebrate in the city under house arrest). Once the two entered the Lombard Kingdom they went to Theodicius, Duke of Spoleto, and begged his help. He escorted them to King Desiderius in Pavia. Desiderius appointed as his representative a priest named Waldipert. In July 768 Sergius began recruiting troops in the Sabine area, while Waldipert recruited in the region of Furcone and Rieti and in the duchy of Spoleto. On 29 July the bridge over the Aniene was taken, then the Ponte Milvio, and finally they arrived at the Saint Pancras gate of Rome itself, which their allies in the city opened to them. They encamped on the Gianiculo, uncertain of popular feeling. Toto and his brother Passivus, with the papal secundicerius Demetrius and the chartularius Gratiosus, marched to the gate to intercept them. A small battle took place at the foot of the Gianiculo. After the famous Lombard warrior Racipert was killed in a confrontation with Toto, the Lombard troops retreated.Even a contemporary Roman patriot, hostile to Toto, took pride in the duke's defeat of the Lombard champion (Llewellyn, 230). At this moment the Roman and papal officers Demetrius and Gratiosus, who had been in contact with the Lombards' and Sergius's allies in the city, stabbed Toto from behind with their lances, killing him. Passivus escaped to the Lateran, and he and Constantine fled to the security of San Cesario with bishop Theodore of Palestrina. They were soon arrested by the urban militia.The account of the engagement is derived from Liber Pontificalis. The Lombard troops are called \"timorous and hesitant\" and are not credited with any part in the victory, though this represents the partisanship of the source. The military success is credited to huius Romanae urbis militiae iudices. Cf. Noble, 115 and n84. ==Legacy== Toto had made no attempt to overthrow the papal bureaucracy or replace the leaders of the urban militia, but besides naming himself duke, he appointed an ally, Gracilis, to be tribune of Alatri. After Rome was retaken by Christopher and Sergius with Lombard aid, military contingents had to be sent into the countryside and the Campania to quell the vestiges of Toto's revolt.Noble, 236; though he says on p. 113 that the revolt was finished by early August. Gracilis suffered imprisonment at Roman hands.Llewellyn, 224. Toto's seizure of power marks the first indication that the military aristocracy believed that supreme power in Rome rested with the papal office.Noble, 113. Immediately after securing the papacy, Constantine and Toto sent a letter to Pepin the Short, King of the Franks, requesting the continuation of their friendship, but he got no response.Noble, 114, asserts that Pepin was too busy elsewhere to pay attention to distant events. In allowing Christopher and Sergius to leave Rome freely, Constantine and Toto may have been relying on expected Frankish support, or on the past antipathy between the Romans and the Lombards to prevent a Lombard alliance against them.Noble, 115. The events of 767-8 prompted a synod of forty-nine bishops, including twelve from Francia, to meet on 12 August 769. Predictably, the synod condemned Constantine and his election. It also closed the papacy to all but a select few clergymen and limited the papal electorate to the clergy, excluding even the Roman laity.Noble, 117-8, calls this limitation, which did not have popular consensus, the first attempt to secure the institutional continuity of the papacy. ==Notes== Category:768 deaths Category:Year of birth unknown ",
    "title": "Toto of Nepi"
}