{
    "id": "20558060",
    "text": "Baritenor (also rendered in English language sources as bari-tenore.g. Deer and Dal Vera (2008) p. 356; Boytim (2002) p. 45 or baritenoree.g. Hubbard (1910) p. 58; Kaufman (1998); Turp (2000)) is a portmanteau (blend) of the words \"baritone\" and \"tenor\".Thurner (1993) p. 12 It is used to describe both baritone and tenor voices. In Webster's Third New International Dictionary it is defined as \"a baritone singing voice with virtually a tenor range\".Webster's Dictionary (1961), Vol. 1, p. 176 However, the term was defined in several late 19th century and early 20th century music dictionaries, such as The American History and Encyclopedia of Music, as \"a low tenor voice, almost barytone\" [sic].Hubbard (1910) p. 58. See also: Elson (1905) p. 30; Ludden (1875) p. 27; Schuberth (1880) p. 33 ==In opera== Baritenor Andrea Nozzari as Poliflegante in Mayr's Il sogno di Partenope Baritenor (or its Italian form, baritenore) is still used today to describe a type of tenor voice which came to particular prominence in Rossini's operas.e.g. Celletti (1996) p. 163; Turp (2000) It is characterized by a dark, weighty lower octave and a ringing upper one but with sufficient agility for coloratura singing.Milnes (1992) p. 1095 Rossini used this type of voice to portray noble (and usually older), leading characters, often in contrast to the higher, lighter voices of the tenore di grazia or the tenore contraltino who portrayed the young, impetuous lovers.Badenes (2005) p. 28; Teatro La Fenice (2005) p. 122 An example of this contrast can be found in his Otello (1816), where the role of Otello was written for a baritenore (Andrea Nozzari), while the role of Rodrigo, his young rival for the affections of Desdemona, was written for a tenore di grazia (Giovanni David). Nozzari and David were paired again in Rossini's Ricciardo e Zoraide (1818), with a similar contrast in characters – Nozzari sang the role of Agorante, King of Nubia, while David portrayed the Christian knight, Ricciardo. Other notable baritenors of this period beside Nozzari were Gaetano Crivelli, Nicola Tacchinardi, Manuel García Sr. and Domenico DonzelliCelletti (1996) p. 82-94. The Italian musicologist Rodolfo Celletti proposed that the Rossinian baritenor was nothing new to opera. According to Celletti, the tenor voices used for leading roles in early baroque operas such as Jacopo Peri's Euridice (1600) and Claudio Monteverdi's Il ritorno d'Ulisse in patria (1640) were essentially \"baritenor\" ones with a range common to both the baritone and tenor voices of today.Celletti (1989) p. 19 and Celletti (1996) p. 32 Much the same position was also adopted in 2000 by Fabrizio Dorsi in his history of Italian opera.Dorsi and Rausa, pp. 137—138. In his 2009 book, Tenor: History of a voice, John Potter refers to this type of voice as \"tenor-bass\" and notes that several virtuoso singers of the 17th century who were described as \"tenors\" by their contemporaries could also sing in the bass register: Giulio Caccini, Giuseppino Cenci, Giovanni Domenico Puliaschi and Francesco Rasi.Potter (2009) pp. 17-18 Rasi created the title tole in Monteverdi's first opera, L'Orfeo (1607),Whenham (1986) p. 5 which in modern times has been sung by tenors such as Anthony Rolfe JohnsonWhenham (1986) p. 113 as well as by lyric baritones, such as Simon Keenlyside.Holland (12 June 1999) Based on their descriptions in Vincenzo Giustiniani's Discorso sopra la musica (1628), Potter has suggested that singers such as Caccini, Cenci, Puliaschi, and Rasi, employed an \"open speech-like sound\" which facilitated the agility and clarity of expression for which their voices were renowned.Potter (2009) p. 17. See Wistreich (2007) p. 198 for Giustiniani's descriptions. Tenor Jean de Reszke who originally trained as a baritone With the rise of the castrato singer in Italian opera, the baritenor voice came to be perceived as \"ordinary\" or even \"vulgar\" and was relegated to portraying character roles – villains, grotesques, old men, and even women.Celletti (1996) p. 7 Although there were exceptions, such Dario in Vivaldi's L'incoronazione di Dario (created by the tenor Annibale Pio Fabri),Casaglia (2005). the leading male roles (and especially that of the romantic lover) in Italian operas of the middle and late baroque era were largely written for the high, exotic voices of the castrati.This was not the case in France, however, where there was a distaste for castrati in such roles. See Heriot (1975) p. 13 In French opera of the same period, the baritenor voice, called the taille (or haute-taille) before the term ténor came into general use, was little used for important solo parts, although possibly more often than in Italian opera. Because of the general dislike for the castrato voice in France, young lover roles were assigned to the high male voices of hautes-contre.Potter, p. 19; Heriot (1975) p. 13; for the usage of French terminology, see also: L. Sawkins, art. \"Haute- contre\", and O. Jander, J.B. Steane, E. Forbes, art. \"Tenor\", in New Grove Dictionary, II, pp. 668/669, and III, p. 690 Today the taille roles are most often performed by baritones. ==In vocal pedagogy== Vocal pedagogues such as Richard Miller use the term to refer to a common voice category in young male singers whose tessitura (most comfortable vocal range) lies between that of a baritone and that of a tenor and whose passage zone lies between C4 and F4.Miller (2008) p. 10. See also: Boytim (2002) p. 45; Frisell (2007) p. 64; Blier (2003) Such singers can evolve, either naturally or through training, into high baritones, suitable for operatic roles such as Pelléas in Pelléas et Mélisande. Alternatively, they may evolve into spieltenors, suitable for character roles such as Pedrillo in The Abduction from the Seraglio or into heldentenors who sing leading roles such as Siegmund in Die Walküre or Florestan in Fidelio.Miller (2008) p. 11 In both these types of tenor roles the highest notes of the tenor range are rarely required, and the voice usually has a baritonal weight in the lower notes. Several famous tenors who have sung the dramatic tenor and heldentenor repertory originally began their careers as baritones, including Jean de Reszke,Rosenthal and Warrack (1979) p. 129 Giovanni Zenatello,Rosenthal and Warrack (1979) p. 558 Renato Zanelli,Rosenthal and Warrack (1979) p. 556 Lauritz Melchior,Rosenthal and Warrack (1979) p. 319 Erik Schmedes,Rosenthal and Warrack (1979) p. 446 and Plácido Domingo,Rosenthal and Warrack (1979) p. 137; Tommasini (27 September 1998) Towards the end of his career, Domingo returned to the baritone repertoire when he sang the title role in Simon Boccanegra.Scott (13 August 2010) Self-described as \"a bastard bari-tenor\",Time 7 December 1959 Walter Slezak (the son of operatic tenor Leo Slezak), was primarily a stage and film actor, but he also sang tenor roles in musicals and operettas and appeared at the Metropolitan Opera in 1959 as Zsupán in The Gypsy Baron. ==In musical theatre== Noël Coward, whose singing voice has been described as \"a distinctive baritenor\" Traubner (2003) Despite being described in Acting the Song: Performance Skills for the Musical Theatre as a term \"coined\" by \"musical theatre vernacular\",Moore and Bergman (2008) p. 10 the use of baritenor in relation to the operatic voice can be seen in English sources since at least 1835, and French ones since 1829.Society for the Diffusion of Useful Knowledge (1835) Vol. 3, p. 524; Fétis (1829) Vol. 4. p. 8 Nevertheless, the term is widely used in musical theatre to describe a baritone voice capable of singing notes in the tenor range, and was used as early as 1950 to describe the voice of Eddie Fisher in a variety show at New York's Paramount Theatre.Billboard (26 August 1950) p. 40 Deer and Dal Vera have noted that by 2008, the majority of leading roles in rock musicals were being written for baritenors.Deer and Dal Vera (2008) in p. 356 Amongst the roles specifying baritenor voices in casting calls between 2008 and 2010 were: Tom Collins (Rent),Encore Theater Company Bob and Tommy (Jersey Boys);Maupin (3 March 2009) Wizard, Cowardly Lion, Scarecrow, and Tinman (The Wiz);Playbill (March 2009) Max Bialystock and Leopold Bloom (The Producers);actorsingers.org (January 2009) and Thomas Weaver and Alvin Kelby (The Story of My Life).New York Theatre Guide (8 April 2008) Saltzman and Dési ascribe the rise of the baritenor voice in musical theatre to the introduction of amplification in the second half of the 20th century. Prior to that, the leading roles were predominantly sung by tenors and sopranos with even the baritone characters tending to sing in the upper part of their range. This was due not only to the popular taste of the times, but also to the fact that higher voices were more capable of riding over the orchestra and reaching the furthest seats. The introduction of amplification allowed male leading roles to be assigned to baritones, albeit ones who often had an extension into the tenor range.Salzman and Dési (2008) p. 22 David Young also notes that the baritenor voice can be particularly useful for roles such as Marius in Fanny where the character ages significantly during the course of the musical.Young (1995) p. 6 ==Notes== ==References== *actorsingers.org, Character Analysis - The Producers, January 2009. Accessed 4 March 2009. *Badenes, Gonzalo, Voces: (Ritmo, 1987-2000), Universitat de València, 2005. *Billboard, Vaudeville Reviews, Vol. 62, No. 34. 26 August 1950. *Blier, Steven, \"Trading Up\", Opera News, August 2003. Accessed 3 March 2009. *Boytim, Joan Frey, The Private Voice Studio Handbook: A Practical Guide to All Aspects of Teaching, Hal Leonard Corporation, 2002. * *Celletti, Rodolfo, Voce di tenore, IdeaLibri, 1989. *Celletti, Rodolfo, A History of Bel Canto (translated from the Italian by Frederick Fuller), Oxford University Press, 1996. *Deer, Joe and Dal Vera, Rocco, Acting in Musical Theatre: A Comprehensive Course, Routledge, 2008. * Dorsi, Fabrizio and Rausa, Giuseppe, Storia dell'opera italiana. Paravia Bruno Mondadori, 2000. *Elson, Louis Charles, Elson's Music Dictionary: Containing the Definition and Pronunciation of Such Terms and Signs as are Used in Modern Music, O. Ditson Company, 1905. *Encore Theater Company, Audition for Rent March 14 & 15, 1 March 2010. Accessed 27 August 2010. *Fétis, F. J., (ed.), Revue musicale, Alexander Mesnier, 1829. *Frisell, Anthony, The Tenor Voice: A Personal Guide to Acquiring a Superior Singing Technique, Branden Books, 2007. *Heriot, Angus, The Castrati in Opera, Calder and Boyars, 1976. *Holland, Bernard, \"Opera Made Whole With Dance\", The New York Times, 12 June 1999. Accessed 5 March 2009. *Hubbard, William L., The American History and Encyclopedia of Music, originally published in 1910, republished in facsimile by Kessinger Publishing, 2005. *Kaufman, Tom, Liner Notes: Hermann Jadlowker - Dramatic Coloratura Tenor, Marston Records, 1998. Accessed 3 March 2009. *Ludden, William, Pronouncing Musical Dictionary of Technical Words, Phrases and Abbreviations, O. Ditson, 1875. *Maupin, Elizabeth, \"Theater auditions: Broadway's 'Jersey Boys' in Orlando\", Orlando Sentinel, 3 March 2009. Accessed 4 March 2009. *Miller, Richard, Securing Baritone, Bass-Baritone, and Bass Voices, Oxford University Press US, 2008. *Milnes, Rodney (ed.), Opera, Vol. 43:7-12, July 1992. *Minter, Drew, \"Vivaldi: Farnace\", Opera News, October 2002. Accessed 4 March 2009. *The New Grove Dictionary of Opera, edited by Stanley Sadie (1992). and *New York Theatre Guide, The Story of My Life, new musical by Bartram & Hill, aims to bow on Broadway in Jan 2009, 8 April 2008. Accessed 4 March 2009. *Playbill, \"The Wiz - Equity Principal Auditions\", March 2009. Accessed 4 March 2009. *Potter, J., Tenor, History of a voice, Yale University Press, New Haven/London, 2009, *Rosenthal, H. and Warrack, J., The Concise Oxford Dictionary of Opera, 2nd Edition, Oxford University Press, 1979. *Moore, Tracey and Bergman, Allison, Acting the Song: Performance Skills for the Musical Theatre, Allworth Communications, 2008. *Salzman, Eric and Dési, Thomas, The New Music Theater: Seeing the Voice, Hearing the Body, Oxford University Press US, 2008. *Schuberth, Julius, Kleines musikalisches Conversations-lexikon, originally published in 1880, republished in facsimile by Elimont Classics, 2001. *Scott, Bruce, \"Domingo The Baritone In Verdi's Simon Boccanegra\", The World of Opera, National Public Radio, 13 August 2010. Accessed 27 August 2010. *Society for the Diffusion of Useful Knowledge, The Penny Cyclopædia, Charles Knight, 1835. *Teatro La Fenice, Programma di sala: Maometto II, 2005. Accessed 4 March 2009. *Time, \"Goulash Without Paprika\", 7 December 1959. Accessed 27 August 2010. *Tommasini, Anthony, \"A Tenor Who Knows No Bounds\", The New York Times, 27 September 1998. Accessed 3 March 2009. *Turp, Richard, The Evolution of the Voice, La Scena Musicale, Vol. 6, No.3, November 2000. Accessed 3 March 2009. *Thurner, Dick, Portmanteau Dictionary: Blend Words in the English Language, McFarland & Co., 1993. *Traubner, Richard, Coward: Songbook, American Record Guide, January 2003. Accessed 20 March 2009. *Webster's Third New International Dictionary of the English Language (Unabridged), G. & C. Merriam Company, 1961. *Whenham, John, Claudio Monteverdi: Orfeo, Cambridge University Press, 1986. *Wistrich, Richard, Warrior, courtier, singer: Giulio Cesare Brancaccio and the performance of identity in the late Renaissance, Ashgate Publishing, Ltd., 2007. *Young, David, How to Direct a Musical: Broadway your Way!, Taylor & Francis, 1995. ==External links== *\"David Daniels\" (Andante, 2002), an interview by Jason Serinus with the American countertenor, David Daniels, who describes his early vocal training and the transition from a baritenor voice to that of a countertenor. *\"Dr. Bennati's Researches on the Mechanism of the Human Voice\" (The Edinburgh Medical and Surgical Journal, Vol. 40, 1833) presents an early 19th-century view of the baritenor operatic voice and the vocal problems experienced by two famous baritenors of the day, Domenico Donzelli and Gaetano Crivelli. (Francesco Bennati (1798–1834) was an Italian baritone who later became an eminent physician. Primarily a laryngologist, he was the house physician to the Opéra-Italien in Paris.) Category:Voice types Category:Opera terminology Category:Pitch (music) ",
    "title": "Baritenor"
}