{
    "id": "20550225",
    "text": "Jean Ferris (January 24, 1939 – October 30, 2015) was an American writer best known for young adult fiction. She lived in San Diego, California, with her husband, a retired lawyer. ==Biography== Ferris was born in Fort Leavenworth, Kansas. She started to write at seven years old, keeping a diary. She moved around frequently, attending three high schools and Stanford University, for a B.A. and an M.A. in speech pathology and audiology. Ferris wrote her first novel for young adults (Amen, Moses Gardenia, published in 1983) when one of her children's 14-year-old friends tried to commit suicide. Since then she tried writing screenplays, adult mystery, adult historical novels, and middle- grade novels, but nothing suited her as well as writing for teens. Her two daughters are teachers. Ferris' hobbies and interests included traveling, reading, long walks with friends, movies, theater, and reading books onto tape for the Braille Institute. ==Awards== Awards include: American Library Association Best Books for Young Adults, American Library Association Popular Paperbacks for Young Readers, American Library Association Quick Picks for Young Adults, IRA Young Adult Choices, NCSS-CBC Notable Trade Book in the Field of Social Studies, and California Young Reader Medal. ==Works== *Amen, Moses Gardenia (1983) *The Stainless Steel Rule (1986) *Invincible Summer (1987) * Looking for Home (1989) *Across the Grain (1990) *Relative Strangers (1993) *Signs of Life (1995) * Avon Books American Dreams series – children's historical novels ** Into the Wind ( 1996) ** Song of the Sea (1996) ** Weather the storm (1996) This trilogy by Ferris is set during the War of 1812. An American girl and a pirate captain fall in love. *All that Glitters (1996) *Love Among the Walnuts (1998) *Bad (1998) *Seven Seconds (1999) *Eight Seconds (2000) *Of Sound Mind (2001) *Once Upon a Marigold (2002) *Much Ado About Grubstake (2006) *Underground (2008) *Twice Upon a Marigold (2008) *Thrice Upon a Marigold (2013) She was working on Quadruple Upon a Marigold, which was expected in 2015. ==References== ==External links== * * * * Us.macmillan.com * Biography.jrank.org Category:1939 births Category:American children's writers Category:American young adult novelists Category:American historical novelists Category:American women novelists Category:20th-century American novelists Category:21st-century American novelists Category:Writers from California Category:American women children's writers Category:20th- century American women writers Category:21st-century American women writers Category:Women writers of young adult literature Category:Women historical novelists Category:2015 deaths ",
    "title": "Jean Ferris"
}