{
    "id": "20565106",
    "text": "Vermont Route 62 (VT 62) is a short state highway in Washington County, Vermont, United States. The road was designed to serve as a connector between Interstate 89 (I-89) and the industrial and commercial centers of Berlin and Barre, akin to the three-digit spur interstates that are present throughout the United States. Unlike those roads, however, VT 62 is not a fully grade separated limited-access highway, having five signaled intersections with local roads over the course of its route. When established in 1970, it was not initially assigned a route number, but informally known as the Berlin Hospital Connector. Until the mid-1970s, the road ended adjacent to Central Vermont Medical Center, connecting to the Berlin State Highway, which runs a southeasterly course to the Edward F. Knapp State Airport. It was only after 1974, once the road had been extended to its present course, that it became known as VT 62\\. This road, as with other new arterial road construction, spurred further development around the Berlin Corners area, an unincorporated village within the town that is generally considered the main village of Berlin. Within Barre, most of the road passed through areas either previously developed, or where development was considered impractical because of the terrain. Today, the road is a heavily used artery, relative to the population of the area, with a maximum AADT of 13,900 vehicles, as of a 2012 estimate. Even with the road being mostly restricted to , as with the majority of other state-maintained thoroughfares in Vermont, and with no grade separation between it and other roads, the highway is designed to enable drivers to maintain a constant speed throughout their journey. Signage is generally sized and placed in the manner of an Interstate Highway, and with three exceptions - one in Berlin and two in Barre - all turns are executed from roadway dedicated to that purpose, be those lanes with exclusive signals, or in two cases, ramps. ==Route description== ===Interstate 89 to Berlin Mall Road=== Driving along Route 62, just after western terminus Route 62 starts at Exit 7 of Interstate 89 in Berlin. From that point, and for most of the road's length, it is a divided highway with two through lanes in each direction. For the first , the road travels through a wooded swampland before intersecting with Paine Turnpike. Close to the intersection are one of Berlin's fire departments, as well as the town's elementary school. With regard to commercial development, a motel and restaurant are among the longer-standing establishments, each overlooking the roadway. A well used, but sparsely signed park and ride lot is on the other side of the highway. From there, the road continues east, curving north before the next intersection. As opposed to the previous intersection, this one, with Berlin Mall Road, is completely undeveloped, surrounded throughout by woods. The southwest corner of the intersection is land that belongs to the elementary school, within which is a nature trail used by educators to educate students about ecology and the pre- development environment of the area. Even as the road ostensibly is an exclusive service road to the Berlin Mall, it is actually a town thoroughfare, that, while directly between the mall and its parking lots, continues past a few auto dealerships and intersects with another town road. There is a dedicated left turn lane and signal for eastbound (away from Interstate) traffic. While opposing traffic can turn right, any traffic to the mall from that direction is provided with alternate methods further back to get there. ===Berlin Mall Road to Berlin State Highway=== Continuing its northerly path, the road intersects with Fisher Road and Airport Road. Adjacent to the intersection is the Central Vermont Medical Center, the primary care center in the Barre/Montpelier area. Further along Fisher Road is the other end of Berlin Mall Road - most drivers from Barre turn onto there as opposed to continuing on Route 62. On Airport Road is the Edward F. Knapp State Airport, as well as the town's primary industrial area, with some light manufacturing facilities as well as the regional hubs for UPS and FedEx. Approaching the intersection on East 62, drivers are advised to choose a travel lane based on whether they are going to Barre or Montpelier.The first set of signs advising drivers of upcoming split This is because approximately after the Fisher Rd./Airport Rd. intersection, the road intersects with the terminus of the Berlin State Highway. While there are dedicated left turn lanes in each direction, the right-turn lanes lead to short ramps for traffic to exit the road without having to come to an absolute stop. A diagram attempting to show potential paths available to drivers over the approximate distance (per.) Right click the image here and open in a new tab or window, then click it again on that page for a clearer view. (File size: 105 KB) The setup of this intersection, along with the proximity of the Berlin State Highway split, makes this section of road problematic for westbound (towards I-89) travelers (see diagram at left). While Route 62 maintains two through lanes, drivers entering from the Berlin State Highway merge with the highway at a well signed and routinely enforced yield - the nature of the traffic on the main road usually means those drivers are coming to a complete stop before entering. Two things present potential complications - *First, due to the proximity of the next intersection, there is no entry lane from Berlin State Highway. *Second, traffic from Route 62 that are going toward the hospital or mall are in the process of preparing to exit onto the aforementioned ramp. Additionally, any vehicles from Berlin State Highway wanting to ultimately turn left towards the airport have, at most, to cross the two through lanes, all while continuing uphill and usually starting from a full stop. In opposition to the weaving and other conflicts in the westbound road, eastbound travelers have it much easier. As drivers have been provided ample warning prior to Fisher Road, with an additional overhead gantry between the two intersections, the right travel lane becomes an exit-only lane for the Berlin State Highway. Additionally, an overly wide hard shoulder continues for a short distance after the split, in case a driver happened to be stuck in the wrong lane or changed their mind at the last second. ===Berlin State Highway to Barre=== While the Berlin State Highway continues the northerly path, down a long hill into a heavily developed commercial area colloquially known as \"Lower Berlin\" (in deference to the elevation change), Route 62 curves east, descending the same range. While descending the hill, the roadway becomes undivided and is reduced to three lanes - one heading downhill and two heading uphill. Drivers heading downhill are afforded a view of Barre's North End and the mountainous terrain that is north and east of the city. At the bottom of the hill, the roadway re- divides and resumes having two lanes in each direction. Through this area, the roadway is completely undeveloped, as the road traverses a flat that is only the width of the road. Drivers can look out and over the eastern edge of development, once exclusively large stately homes, but now some businesses and smaller starter homes, along Route 302 in Berlin. At the intersection of US 302/VT 14/VT 62 in Barre, on 302, looking east. Route 62 begins to right (faded sign \"TO 89\"); as with other signs in intersection there is no direct indication of route number. Approaching the same intersection pictured above. This is the only sign on any of the intersecting approaches that indicates the presence of the route. The road enters a more developed area of Barre city, and the speed limit is reduced to . Shortly after is an intersection with Berlin Street, the historic road from the North End of Barre to Berlin (hence its name). Turning left from East 62 onto Berlin Street is a shortcut to Route 302, particularly west, used by some locals. However, at that street's intersection with 302, a large building creates a significant blind spot requiring drivers to partially obstruct traffic on 302 to see around it. A traffic island at the intersection that does not prohibit, but by its design discourages, all left turns at the intersection, makes it worth a driver's time to continue on Route 62. As Route 62 has supplanted the original purpose of Berlin Street, right turns from either direction are usually taken by local traffic only. Thus, unlike the other intersections, right-turning traffic shares the travel lane with through traffic. From Berlin Street to the road's terminus, the road somewhat resembles expressways in more urban cities, with the elevated nature of the road above all other terrain (though not on an actual constructed skyway), and the obvious appearance of the road being placed there long after the surrounding streets and buildings. The road continues east until a sharp turn north right before the final intersection. At this point the roadway crosses an occasionally used railroad, and Route 62 technically ends about from the intersection with Vermont Route 14 and US 302, where the speed limit drops to the city-wide mandated . This intersection is prone to backups and delay from all approaches, as it is the convergence of three signed roads, two of which form a concurrency east into the main commercial area of Barre. Adding to the delay is the fact that no dedicated turn lanes exist from Route 62 - this being more a space constriction (abutting properties) versus a deliberate choice by the city. ==Major intersections== ==References== ==External links== 062 Category:Transportation in Washington County, Vermont ",
    "title": "Vermont Route 62"
}