{
    "id": "20568667",
    "text": "The Jai Vilas Mahal (Hindi: जय विलास महल), also known as the Jai Vilas Palace, is a nineteenth century palace in Gwalior, India. It was established in 1874 by Maharajadhiraj Shrimant Jayajirao Scindia Alijah Bahadur, the Maharaja of Gwalior.The Last Maharani of Gwalior: An Autobiography, Vijaya R. Scindia, Manohar Malgonkar, SUNY Press, 1987 p.95 While the major part of the palace is now the \"Jiwajirao Scindia Museum\" opened to the public in 1964, a part of it is still the residence of his descendants the former royal Maratha Scindia dynasty. It is a fine example of European architecture, designed and built by Sir Michael Filose. A combination of architectural styles, the first storey is Tuscan, the second Italian-Doric and the third Corinthian. The area of the Jai Vilas palace is 1,240,771 square feet and it is particularly famous for its large Durbar Hall. The interior of the Durbar Hall is decorated with gilt and gold furnishings and adorned with a huge carpet and gigantic chandeliers. It is 100 feet long, 50 feet wide and 41 feet in height. The palace was described by Sir William Howard Russell in 1877 The Prince of Wales' Tour: A Diary in India; with Some Account of the Visits of His Royal Highness to the Courts of Greece, Egypt, Spain, and Portugal, Volume 1, VISIT To GWALIOR, Sir William Howard Russell, S. Low, Marston, Searle & Rivington, 1877 p. 447 > The Palace covers an area of 124,771 square feet, exclusive of the inner > square, which is 321 by 321% feet. The building is double-storied, and the > wings and turrets are three- and five-storied. Its total length is 106 feet. > The first story is Tuscan, second Italian Doric, and the third Corinthian > order of architecture. The interior of the Reception-room is 97 feet 8 > inches long by 50 feet broad, and it is 41 feet in height. The roof is > arched with stone slabs 21 feet long, which enabled the architect to make > the ribs prominent. They rest at each end on double Corinthian columns, > which form a colonnade round the interior. The interior and exterior of the > Palace form a combination of arcades and colonnades. Upwards of 300,000 > leaves of gold were‘used to decorate the Reception-hall. The Grand > Staircase-room is roofed with stone slabs 30 feet long; the room opposite to > it is roofed in the same way. This room was used for dancing. The length of > each of these rooms is 50 feet. The Grand Drawing-room, one of the finest > saloons in the world, is hung with wonderful chandeliers, and decorated with > enormous mirrors. The Prince's bedstead, washing service, and bath were of > solid silver. The cost of the Palace was a little above 1,100,000 rupees. > But the garden-walls, iron railings, gardens, furniture, glass, grand > staircase, chandeliers, etc, cost about 500,000 rupees more. The area of the > garden is about one square mile; there are several waterfalls and a number > of fountains in it. A large room preserves the desk and photographs of Madhavrao Scindia, who served as the Railway Minister of India. Many of the rooms, including drawing rooms, bed rooms and bath rooms, have been preserved just as they were lavishly decorated for the royal family.Jai Vilas Palace Guide, 2019 The royal kitchen, with its furnaces, pots, china etc have been preserved. Supposedly, eight elephants were suspended from the durbar (royal court) hall ceiling to check it could cope with two 12.5m-high, 3.5-tonne chandeliers with 250 light bulbs, said to be the largest pair in the world. H. H. Maharaja Jayaji Rao Scindia (Shinde), the Maratha Maharaja of Gwalior, who built the Jai Vilas Palace Unusual items fill many rooms: cut-glass furniture, stuffed tigers and a ladies-only swimming pool with its own boat. The cavernous dining room displays the pièce de résistance, a model silver train that carried after- dinner brandy and cigars around the table. The Great Train Banquet, Akshay Chavan, 4/26/2017अद्भुत: यहां खाना परोसती घूमती है ये अनोखी और फेमस 'चांदी की ट्रेन', Abha Sen, Patrika, 2016/06/18 In contrast to the western style dining room, a completely Indian style dining room is also preserved, which was used when the Maratha nobles were invited. The museum preserves the memory of the humble origin of Scindia (spelled in Hindi/Marathi Shinde) from the Kanherkhed village in Maharashtra. The family left its ancestral village in 1726, however it has continued to preserve its Maratha heritage. On special occasions, the Scindia family members still wear the Maratha style (Shineshahi pagdi) turban which uses 60 meters of Chanderi silk, with pointed ends. An exhibit at the museam explains the intricate steps involved in wrapping the special turban. Meet the last surviving royal turban maker of Scindia family, Times Of India, Oct 10, 2019 Mughal Emperor Shah Alam II's planquin. Shah Alam lived under the protection of the Scindias. A notable historical item is the planquin gifted by Mughal emperor Shah Alam II, who was restored to the throne by Mahadaji Scindia in 1787. A Rohilla courtier, Ghulam Qadir, had acquired control of Delhi. He humiliated the Mughal royal family and blinded the emperor Shah Alam II. The tragic event is described by a poem of Allama Iqbal. (Bang-e-Dra-131) Ghulam Qadir Ruhela by Allama Iqbal Mahadaji Scindia came to the Mughal familys rescue and captured Ghulam Qadir, and became the de facto ruler of Delhi.[https://www.livemint.com/mint-lounge/features/the-blinding-of-a-mughal- emperor-1567148880060.html The Blinding of a Mughal emperor, Manu S. Pillai, Live Mint, 30 Aug 2019] PERSIAN DOCUMENTS PERTAINING TO THE TRAGIC END OF GHULAM QADIR ROHILLA, 1780-1789, Zahiruddin Malik, Proceedings of the Indian History Congress, Vol. 43 (1982), pp. 565-57 It attests to the power of Mahadaji Scindia who is occasionally times regarded by historians as the third most important personality in Maratha history, after Shivaji and Peshwa Bajirao. India and the Scindias, Uday Mahurkar, March 13, 2020 Jai Vilas Palace Night at the Museum (8).JPG|Scindia family drawing room furniture Jai Vilas Palace Night at the Museum (7).JPG|Madhavrao Scindia room Jai Vilas Palace Night at the Museum (6).JPG|Model silver train in the banquet room Jai Vilas Palace Night at the Museum (5).JPG|Glass sculpture Jai Vilas Palace Night at the Museum (4).JPG|12.5m-high, 3.5-tonne chandeliers Jai Vilas Palace Night at the Museum (3).JPG|Fountain in the center of the courtyard ==See also== *Usha Kiran Palace hotel, adjacent to the Jai Vilas Mahal and entered through the same ornamental gateway. *New Palace, Kolhapur of the Bhonsle Chhatrapatis *Laxmi Vilas Palace, Vadodara of the Gaekwads *Rajwada, Indore of Holkars *Shaniwar Wada, Pune of the Peshwas *Thanjavur Maratha palace of the Bhonsles *Narmada Kothi (Maharajah of Indore Retreat Palace), Barwaha ==References== ==External Links== * Jaivilas Palace Museum (HH Maharaja Sir Jiwajirao Scindia Museum) Official web-site * Jai Vilas Palace and Scindia Museum – Gwalior, Kevin Standage, APRIL 18, 2019 Category:Palaces in Madhya Pradesh Category:Houses completed in 1875 Category:Museums in Madhya Pradesh Category:Buildings and structures in Gwalior Category:Tourist attractions in Gwalior Category:Royal residences in India ",
    "title": "Jai Vilas Mahal"
}