{
    "id": "20564140",
    "text": "The Giant Forest Lodge Historic District in Sequoia National Park includes the remnants of what was once an extensive National Park Service Rustic style tourist development for park visitors. Also known as Camp Sierra, the district was listed on the National Register of Historic Places in May 1978. Originally situated in the Giant Forest grove of giant sequoias, the district is notable for its nearly total demolition by the National Park Service to eliminate the impact of development on the Big Trees. ==Development== The first development in the Giant Forest took place in 1899, when a tent camp was set up in the grove. A road reached the site in 1903, and more permanent development followed. The first lodge was built in 1915. In 1921 the Sequoia and General Grant National Parks Company erected the primary lodging area next to Round Meadow, the first area to be called \"Giant Forest Lodge\". The same year, Camp Kaweah was established to provide additional capacity. By 1926, a study commissioned by the Park Service indicated that the development was adversely affecting the trees. The following year the park superintendent, Colonel John White, first proposed the removal of the development. However, the concessioner was able to intervene with the director of the Park Service, and White was overruled. He was, however, able to impose limits on guest accommodations, the first such limits in the National Park system. In 1962 and 1965 two reports indicated that the hydrology of the area had been affected by development, and that the fire suppression made necessary by the proximity of buildings had created an unfavorable environment for new sequoia growth. Additionally, the influential Leopold Report on national park development, written by nature conservationist A. Starker Leopold, specifically criticized the Giant Forest development. By 1971 the park's master plan called for the reduction of human impact in the Giant Forest. By 1980 a consensus had developed for the relocation of the recreational facilities. ==Removal== Giant Forest Amphitheater, showing proximity to giant sequoias By the 1990s the Park Service had resolved to remove the development, and demolition began in 1997. It was completed in 2000 for the Giant Forest Lodge area with the removal of all buildings, roads, and infrastructure. New development was centered around the Gilbert Stanley Underwood Giant Forest Village Market building at nearby Camp Kaweah, which became the Giant Forest Museum in 2001. The facility is connected to the Giant Forest by shuttle bus. The visitor accommodations were replaced by Wuksachi Village, located about five miles to the north and well away from the sequoia grove. The demolition of the Giant Forest infrastructure is noteworthy as the most visible clash between the Park Service's role as a guardian of natural resources and its role as custodian of the National Register of Historic Places, when it had to determine which interest was more crucial. ==See also== *Giant Forest Village-Camp Kaweah Historic District, includes the Giant Forest Museum *Wilsonia Historic District ==References== ==External links== *Giant Forest restoration at Sequoia National Park All of the following Historic American Buildings Survey documentation is filed under Three Rivers, Tulare County, CA: * * * * * * * * * * * * Category:National Register of Historic Places in Sequoia National Park Category:Park buildings and structures on the National Register of Historic Places in California Category:Historic American Buildings Survey in California Category:History of the San Joaquin Valley Category:Rustic architecture in California Category:Historic districts on the National Register of Historic Places in California ",
    "title": "Giant Forest Lodge Historic District"
}