{
    "id": "20561457",
    "text": "The Booze News is a satirical newspaper founded at the University of Illinois at Urbana-Champaign in February 2004 by Atish Doshi and Derek Chin. The free paper, published weekly with a circulation of 20,000, is written, edited and distributed by students at UIUC. Currently, The Booze News is headquartered in Chicago, Illinois and continues to exist under The Black Sheep.http://theblacksheeponline.com == Origins and expansion == According to co-founder Derek Chin, The Booze News was founded as a twelve-page paper in 2004. With innovative and controversial content the paper's popularity quickly grew among the University of Illinois student base, and as that popularity was further realized by the local advertisers, the paper expanded to twenty pages. The first campus expansion took place in 2005, as The Booze News began publishing a twelve-page issue at Illinois State University. In 2006, The Booze News expanded further, and began distribution at three more schools, The University of Wisconsin in Madison, The University of Iowa in Iowa City, Indiana University in Bloomington, Indiana, University of Florida in Gainesville, FL, University of Georgia in Athens, GA and the University of Missouri in Columbia, Missouri. (The University of Wisconsin, Indiana University and University of Missouri issues are no longer in print.) In 2008 the parent company of The Booze News was dissolved. \"The Booze News\" remained for two years and now operates as \"The Black Sheep.\". == Weekly content == Each week the student-writers at The Booze News produce several comedic articles that poke fun at life as a college students. Often the content consists of many one-shot satirical articles that comment on current campus occurrences, as well as one or two recurring columns that anchor weekly readership. For example, Volume 13, issue 3,http://www.theboozenews.com/Issues/University+of+Illinois/Volume+13+Issue+3 published on September 10, 2008, led with a one-shot article parodying a hoax emailhttp://media.www.dailyillini.com/media/storage/paper736/news/2008/08/29/News/EMail.From.Chancellor.Bashing.Greeks.A.Hoax-3410444.shtml sent out by UIUC Chancellor Richard Herman, and contained two regular columns, a fake interview with UIUC football coach Ron Zook and a sex-themed column, \"Sex in the C-U\". In addition to the weekly articles, The Booze News runs a rotating series of alcohol reviews,http://www.theboozenews.com/Search/All/alcohol%20review CD reviews,http://www.theboozenews.com/Search/All/cd%20review bartender interviews, drinking games, class-time games and celebrity interviews.http://www.theboozenews.com/Search/All/interview == Controversy == The Booze News often garners criticism for promoting underage drinking and binge drinking, but co-founder Atish Doshi notes that \"The paper is not for eight-year olds,\"http://www.cnn.com/2007/US/10/08/booze.news.ap/index.html and \"The students love it.\" In October 2008 The Booze News came under popular scrutiny for an article in its University of Missouri edition. The article in question was \"Judging A Book By Its Cover\".http://www.cnn.com/2007/US/10/08/booze.news.ap/index.html The writer of the controversial article published a fictional interpretation of the plot of a children's book. Previous books used to for the \"Judging a Book By Its Cover\" series include, Elmo Pops In, The Box Car Children, The Hardy Boys, and The Little Engine That Could. Some of the older town's people were offended by the content. The incident garnered national attention from news media outlets such as CNN,http://www.cnn.com/2007/US/10/08/booze.news.ap/index.html Fox Newshttp://www.foxnews.com/story/0,2933,297996,00.html and the Los Angeles Times.https://articles.latimes.com/2007/nov/25/news/adna-booze25 T ==References== ==External links== *The Booze News *The Black Sheep Category:Publications established in 2004 Category:Alternative weekly newspapers published in the United States ",
    "title": "The Booze News"
}