{
    "id": "20563767",
    "text": "Cyril Parlichev (, ) was a Bulgarian36 godini văv VMRO: spomeni na Kiril Părličev, by Kiril Pŭrlichev Published by VEDA-MZH, 1999, .Istoricheski pregled, Bŭlgarsko istorichesko druzhestvo, Institut za istoria (Bŭlgarska akademia na naukite) Published by Bŭlgarsko istorichesko druzhestvo, 2000 Item notes: v. 56, nos. 1-6Makedonskoto osvoboditelno dvizhenie sled Pŭrvata svetovna voĭna, 1918-1924, Kostadin Paleshutski, Published by Izd-vo na Bŭlgarskata akademia na naukite, 1993, p. 209. revolutionary and public figure. He was a member of Internal Macedono-Adrianopolean Revolutionary Organization (IMARO) and a popular teacher, journalist, translator and writer. ==Biography== Cyril Parlichev was born in Ohrid, Ottoman Empire in 1875. His father was Grigor Parlichev - a popular Bulgarian educator. On August 5, 1898, Dimitar Grdanov, a Serbian teacher in Ohrid, and pro-Serbian activist in Macedonia was murdered by Metody Patchev, after which Patchev and his fellow conspirators Hristo Uzunov, Cyril Parlichev and Ivan Grupchev were arrested. Parlichev later taught in the Bulgarian Men's High School of Thessaloniki, where he was accepted in IMARO. During the Ilinden-Preobrazhenie Uprising he was a member of the Hristo Chernopeev's band. After the end of the unsuccessful uprising, he started studying history in Sofia University. In the meantime he worked as a secretary of the IMARO committee in Sofia. After the Young Turk Revolution, Cyril Parlichev participated in the inauguration of the Bulgarian Constitutional Clubs political party. He taught in Edessa, where he and Hristo Zaneshev contributed to the activity of Bulgarian Constitutional Clubs. In 1918 Cyril Parlichev wrote his first work - The Serbian Regime and the Revolutionary Struggle in Macedonia (in ). He was also one of the founders of the Macedonian Scientific Institute in 1923. Parlichev translated into Bulgarian works of Karl Marx, Voltaire and others. After the murder of Todor Alexandrov, Parlichev was forced by Ivan Mihailov to stop his participation in the activities of IMRO. In the period 1941-1944, when the area was under Bulgarian control, he was director of the Historical Museum in his native Ohrid. He died there on February 9, 1944. Cyril Parlichev is survived today by his grandson, Cyril, who has published his previously unknown works in Sofia, Bulgaria. ==Works== * The Serbian Regime and the Revolutionary Struggle in Macedonia (1912 - 1915) * Kjustendyl Congress of IMRO from 1908. VEDA-MZH, Sofia 2001 (in * 36 Years in IMRO - Memories of Cyril Parlichev. VEDA-MZH, Sofia 2001. (in * Към характеристика на Григор С. Пърличев (Towards a Characterization of Grigor S. Parlichev), Macedonian Review 4 (2), pp. 99 - 140 (1928) ==Sources== * Cveta Trifonova, Danail Krapchev and the newspaper Zora (in Bulgarian) * The Grandson of Our Famous Revolutionary Grigor Parlichev - Cyril Parlichev, (in Bulgarian) * Toma Nikolov, Some Words For Cyril Parlichev, (in Bulgarian) == References == Category:1875 births Category:1944 deaths Category:People from Ohrid Category:People from Manastir Vilayet Category:Members of the Internal Macedonian Revolutionary Organization Category:Bulgarian translators Category:Bulgarian educators Category:Members of the Macedonian Scientific Institute Category:Bulgarian revolutionaries Category:Bulgarian people imprisoned abroad Category:Prisoners and detainees of the Ottoman Empire Category:Macedonian Bulgarians Category:Bulgarian Men's High School of Thessaloniki alumni Category:20th-century translators ",
    "title": "Cyril Parlichev"
}