{
    "id": "20568480",
    "text": "South East Wales is a loosely defined region of Wales generally corresponding to the former counties of South Glamorgan, Mid Glamorgan and Gwent. Highly urbanised, it includes Cardiff and Newport as well as large towns in the South Wales Valleys. ==Usage and definition== The term South East Wales is used by the Welsh Government.Wales Assembly Government: statistical information for South East Wales In the Wales Spatial Plan, South East Wales is defined for statistical purposes as comprising the local authorities of Vale of Glamorgan, Rhondda Cynon Taff, Merthyr Tydfil, Caerphilly, Cardiff, Newport, Blaenau Gwent, Torfaen, Monmouthshire and Bridgend. This area has a population of about 1,430,000 (2007 estimate), just under half the total population of Wales. The South East Wales Biodiversity Records Centre definition of South East Wales includes the whole of the ancient counties of Glamorgan and Monmouthshire, an area which has a population of approximately 2 million (2007 estimate). The Wales Spatial Plan, a national planning policy document revised in 2008, states that the area \"largely had a hand and fingers pattern of urban development over the last 150 years, reflecting its major role in the industrial revolution and the rapid expansion of the iron, coal and steel industries initially in the Heads of the Valleys, then within the South Wales Valleys, then on the coastal plain.\" Wales Spatial Plan 2008, p.125 The promotion of tourism in South East Wales is the responsibility of Capital Region Tourism, one of four regional tourism partnerships across Wales.Capital Region Tourism. Accessed 26 November 2009 ==Transport== The M4 motorway runs through the region, connecting it with South Wales and London. The A470 road connects Cardiff on the south coast to Llandudno on the north coast. Mainline rail services run through South East Wales on the South Wales Main Line towards Bristol and London. Other national rail services run from Cardiff and Newport to Birmingham and Nottingham on the Gloucester to Newport Line and to Manchester on the Welsh Marches Line. An urban rail network centred on Cardiff operates in the region and is known as Valley Lines. Cardiff Airport is the only international airport in Wales. ==See also== *South Wales *South Wales Valleys *South West Wales *North East Wales ==References== ==External links== * BBC South East Wales *Wales Assembly Government: statistical information for South East Wales * South East Wales Biodiversity Records Centre * South East Wales Transport Alliance * Wales.com South East Wales region Category:Regions of Wales ",
    "title": "South East Wales"
}