{
    "id": "20566971",
    "text": "Kuloy () is an urban locality (a work settlement) in Velsky District of Arkhangelsk Oblast, Russia, located on the Kuloy River, from Arkhangelsk and from Velsk, the administrative center of the district. ==History== The history of the settlement goes back to August 25, 1942, when Kuloy railway station of the North Pechora Railway was opened. The station was necessary to access the work camp building the railway. The railway was built using forced labor by political prisoners, causing many deaths due to low safety and general health of workers. There were four men's and one women's work camp in Kuloy. Work conditions were extremely severe. The workers had to build their own ovens, get warm by standing near cast iron and write letters for their friends and family on pieces of newspapers. They made the ink to write by mixing coal residue with kerosene. In 1944, barracks were built to be used as dormitories for workers. Working on the railway was deemed voluntary, but the discipline and surveillance was organized by the military. Status of urban-type settlement was granted to Kuloy on March 20, 1945. In 2004, near the village of Priluki, located from Kuloy, a graveyard of political prisoners of Sevdvinlag was found. The deceased were people who died at the infirmary, located away. People used to live and work under harsh conditions. At that time there were no seniors or children inhabiting Kuloy. As late as August 1944, a kindergarten and the first grade of an elementary school were opened in Kuloy. After the end of the World War II, people started to move the new settlement. New houses, cantinas, and shops were built. People worked and the settlement grew. ==Economy and transportation== A station of Northern Railway's Moscow–Kotlas–Vorkuta line is located in Kuloy, providing jobs for a large part of the working population. These include train operators, maintenance and station personnel, workers at the railroad depot and communications personnel. Kuloy is served by a road between Konosha and Kizema. The settlement also contains two general education schools and a children's music and art school. Oktyabrsky–Velsk auto route is located from the settlement. ==Sports== Sports are well represented in Kuloy. In 2006, the local football team \"Lokomotiv\" () won the Velsky District championship. Aside from football, the settlement also has a chess club, a beach volleyball playground, and an ice rink. Locals enjoy wandering in the woods surrounding the town. ==References== ===Notes=== ===Sources=== * ==External links== *Official website of Kuloy Category:Urban-type settlements in Arkhangelsk Oblast ",
    "title": "Kuloy"
}