{
    "id": "20560349",
    "text": "David Duncan David Duncan (1831 – 30 December 1886) was a British merchant and shipper and a Liberal Party politician who briefly represented the seat of Barrow-in-Furness. Duncan was born at Alyth, Perthshire, the fourth son of James Duncan, a manufacturer and merchant, and was educated at the High School of Dundee. He and his elder brother James went to South America where they became very successful traders. In 1851 he went into partnership with Alexander Balfour and Stephen Williamson in the shipping business of Balfour Williamson. He and Williamson were based in Valparaiso while Balfour looked after the Liverpool end of the business. After the partnership ran into personal difficulties, Duncan left Balfour Williamson in 1863, and formed his own company, Duncan Fox & Co., which became a great commercial rival of Balfour Williamson in Chile, with interests in mining as well as shipping.Oxford Dictionary of National Biography: Alexander Balfour He returned to England and lived at Gayton Hall in Cheshire where he was a J. P. and was also a director of the Royal Insurance Company. In 1885 he was elected as a Member of Parliament for Barrow-in-Furness, but was unseated on petition. He was then elected to represent Liverpool Exchange which he held until his death later that year.Illustrated London News 8 January 1887 In 1856 Duncan married Catherine Williamson of Anstruther, sister of Stephen Williamson. Their eldest son James was born in Valparaiso. James was also briefly MP for Barrow-in-Furness. His grandson by another son, Sir James Duncan, was also an MP and became a baronet. ==References== == External links == * * Clan Duncan Society - Duncans of Jordanstone Category:1830 births Category:1886 deaths Category:British businesspeople in shipping Category:People from Angus Category:People educated at the High School of Dundee Category:Liberal Party (UK) MPs for English constituencies Category:UK MPs 1885–1886 Category:UK MPs 1886–1892 ",
    "title": "David Duncan (politician)"
}