{
    "id": "20569018",
    "text": "Central Revolutionary Base, commonly called the Kiangsi–Fukien Soviet or the Jiangxi–Fujian Soviet, was the largest component territory of the Chinese Soviet Republic, an unrecognized state established in November 1931 by Mao Zedong and Zhu De during the Chinese civil war. Geographically, the Jiangxi–Fujian Soviet-occupied the mountainous parts of Jiangxi and Fujian provinces of China and was home to the town of Ruijin, the county seat and headquarters of the Chinese Soviet government. The Jiangxi-Fujian base area was defended ably by the First Red Front Army but in 1934 was finally overrun by the Kuomintang government's National Revolutionary Army in the Fifth of its Encirclement Campaigns. This last campaign in 1934-35 precipitated the most famous of the grand retreats known collectively as the Long March. == Beginning == On November 7, 1931, on the anniversary of the 1917 Russian Bolshevik Revolution, the Soviet Union helped organize a National Soviet People's Delegates Conference in Ruijin (瑞金), Jiangxi province. Ruijin was the county seat and was selected as the capital of the new Soviet republic. The \"Chinese Soviet Republic\" () was born, though the majority of China was still under the control of the nationalist Government of the Republic of China. On that day, they had an open ceremony for the new country, and Mao Zedong and other Communists attended a military parade. Claiming its own bank, printing its own money, and collecting tax through its own tax bureau, the modern Chinese Communist Party considers this the beginning of Two Chinas. With Mao Zedong as both head of state () and head of government (), the CSR expanded, especially within Jiangxi-Fujian, reaching a peak territory claim of more than and a population that numbered more than three million, covering considerable parts of two provinces (with Tingzhou in Fujian). Its economy was doing better than most other areas that were under the control of the Chinese warlords, though still suffered by comparison to non-warlord-controlled China. In addition to militia, its regular army numbered more than 140,000 by the early 1930s, making them better armed than most Chinese warlords' armies at the time, though still outmatched by the military of legitimate government of China. The Chinese Red Army, at the time, had modern communication means such as telephones, telegraphs, and radios which most Chinese warlords' armies still lacked, it was regularly transmitting and receiving wireless coded messages. A variety of purges were carried out, mainly against the Hakka population, with an estimated 700,000 killed between 1931 and 1934 when the military of the Republic of China under Chiang Kai-shek opposed this Communist force in a series of offensive maneuvers, leading to their collapse. == Encirclement == The government of China, the Kuomintang (KMT), led by Chiang Kai-shek, moved against the illegitimate Soviet republic, consolidating many former Chinese warlords in the creation of the National Revolutionary Army to repeatedly besiege the various enclaves of the Soviet Republic, launching what Chiang and his fellow nationalists called Encirclement Campaigns (the Communists called their counterattacks counter encirclement campaigns). While the first, second and third military encirclements were defeated by the First Front Red Army, they suffered massive losses: the Red Army was nearly halved, with most its equipment lost during Chiang and von Seeckt's Fifth Encirclement Campaign, utilizing fortified blockhouses. In an effort to break the blockade, the Red Army under the orders of the three-man committee besieged the forts many times but continued to suffer heavy casualties with little success at the hands of untrained, untested, and uncaring leadership. The Jiangxi–Fujian Soviet shrank significantly in size due to the disastrous leadership, manpower, and material losses. By the fall of 1934, the Communists faced near- total annihilation. This situation had already convinced Mao Zedong and his supporters to believe that the Communists should abandon their bases in the Jiangxi Soviet republic. However, the Communist leadership refused to accept the failure, continuing to plot the defeat of the nationalist forces. The three-man committee devised a plan of diversions, and then a regroup after a temporary retreat. Once the regroup was complete, a counterattack would be launched in conjunction with the earlier diversion forces, driving the enemy out of the Jiangxi Soviet. The first movements of the retreating diversion were undertaken by Fang Zhimin. Fang Zhimin and his deputy, Xun Weizhou, were first to break through Kuomintang lines in June, followed by Xiao Ke in August. Though these movements were unexpected, as the Kuomintang were numerically superior to the Communists at the time and did not expect an attack on their fortified perimeter, things did not turn out as the Communists had hoped: Fang Zhimin's force was crushed after its initial success, and with Xun Weizhou killed in action, nearly every commander in this force was wounded and captured alive, including Fang Zhimin himself, and all were executed. The only exception was Su Yu, who managed to escape. Xiao Ke fared no better: although his force initially managed to break through and then reached He Long's Communist base in Hubei, but even with their combined forces, they were entirely defeated and unable to challenge the far superior nationalist force besieging the Jiangxi Soviet, never to return until the establishment of the People's Republic of China 15 years later. The failure of the diversion forces resulted in their loss of contacts with the Jiangxi Soviet, and the Communist leadership failed to coordinate its next proper move in a timely fashion, still believing that a temporary retreat near or within the Jiangxi Soviet would allow them to recover and counterattack, eventually driving out the nationalist force. == Collapse == In late September 1934, Chiang distributed his top-secret plan named \"Iron Bucket Plan\" to everyone in his general headquarter at Lushan (the alternative summer site to Nanchang), which detailed the final push to totally annihilate all Communist forces. The plan was to build 30 blockade lines supported by 30 barbed wire fences, most of them electric, in the region around Ruijin, to starve the Communists. In addition, more than 1,000 trucks were to be mobilized to form a rapid reaction force in order to prevent any Communist breakout. Realizing the certain annihilation of the Communists, Mo Xiong (莫雄) handed the document weighing several kilograms to his Communist handler Xiang Yunian (項與年) the same night he received it, risking not only his own life but that of his entire family. With the help of Liu Yafo () and Lu Zhiying (), the Communist agents copied the important intelligence onto four dictionaries and Xiang Yunian () was tasked to take the intelligence personally to the Jiangxi Soviet. The trip was hazardous, as the nationalist force would arrest and even execute anyone who attempted to cross the blockade. Xiang Yunian () was forced to hide in the mountains for a while, and then used rocks to knock out 4 of his own teeth, resulting in swollen face. Disguised as a beggar, he tore off the covers of the four dictionaries and hid them at the bottom of his bag with rotten food, then successfully crossed several lines of the blockade and reached Ruijin on October 7, 1934. The valuable intelligence provided by Mo Xiong () finally convinced the Communists in Jiangxi Soviet to abandon its base and started a general retreat before Chiang could complete the building of his blockade lines with supporting barbed wire fences and mobilizing trucks and troops, thus saving themselves from total annihilation. As the result of their catastrophic defeat, Xiang Ying was removed from his post of the chairman of the communist central military committee, and replaced by Zhou Enlai. Xiang Ying was put in charge of 20,000 soldiers that were assigned to stay behind in Jiangxi Soviet to continue the fight against the nationalists after the communist main force consisted of more than 80,000 had broken out. Xiang Ying was assisted by other top-ranking communist cadres assigned to stay behind with him, including Chen Yi, Zeng Shan, He Chang (贺昌), and Ruan Xiaoxian (阮啸仙), but Xiang had not learned from his previous disastrous blunder and continued his early practice when conducting battles, against the strong objection of Chen Yi. As a result of another huge blunder committed by Xiang Ying, the Chinese Red Army stayed behind was soon annihilated by the superior nationalist force, Xiang was barely able to escape with his own life, while many of his comrades were killed, including He Chang (贺昌) and Ruan Xiaoxian (阮啸仙). So insignificant was the communist threat left had become that the nationalist reward for capturing Chen Yi was once dropped to 500 dollars in silver, a tiny .25% of its earlier peak of 200,000 dollars in silver. On October 10, 1934, the three-man committee Communist leadership formally issued the order of the general retreat, and on October 16, 1934, the Chinese Red Army begun what was later known as the Long March, fully abandoning the Jiangxi Soviet. 17 days after the main Communist force had already left its base, the nationalists were finally aware that the enemy had escaped after reaching the empty city of Ruijin on November 5, 1934. Contrary to the common erroneous belief, the original destination was He Long's Communist base in Hubei, and the final destination Yan'an was not decided on until much later during the Long March, well after the rise of Mao Zedong. To avoid panic, the goal was kept a secret from most people, including Mao Zedong, and the public was told that only a portion of the Chinese Red Army would be engaged in mobile warfare to defeat nationalist forces, and thus this part of the army would be renamed as Field Army. == First Front Red Army == However, the so- called the portion of the Chinese Red Army engaged in the mobile warfare was actually the majority portion of the Communist force making a general retreat, but the bulk of this force was only a fraction of what used to be more than 140,000 men army at its peak. With most of its equipment lost, many of the surviving members of the Chinese Red Army were forced to arm themselves with ancient weaponry. According to the Statistical Chart of the Field Army Personnel, Weaponry, Ammunition, and Supply completed by the Chinese Red Army on October 8, 1934, two days before the Long March began, the Communist Long March force consisted of: === Order of battle === The escaping communists included a total of 72,313 combatants and additional noncombatants, and they were organized into 7 formations, 5 armies (called legions by the communists) and 2 divisions (called columns by the communists), and these included: *(Communist) Central Military Committee Column (1st Column) **Committee chairman / Commander-in-Chief: Zhu De **Deputy committee chairmen: Zhou Enlai and Wang Jiaxiang **Chief-of-general-staff: Liu Bocheng **Director of the General Political Directorate: Li Fuchun (李富春) *(Communist) Central (Committee) Column (2nd Column) **Commander: Zhou Enlai **Political commissar: Li Weihan (using alias Luo Mai 罗迈参 at the time) **Chief-of-staff: Zhang Yunyi (张云逸) **Security Bureau chief: Deng Fa **Senior Cadres Regiment consisted of Chinese Red Army University cadets: ***Commander: Xiao Jingguan (萧劲光) **Cadres Regiment consisted of Chinese Red Army (Junior) Academy cadets: ***Commander: Chen Geng ***Political Commissar: Song Renqiong ***Chief-of-staff: Bi Shiti (毕士悌), aka Yang Lin (杨林, a Korean communist) ***Director of the Political Directorate: Mo Wenhua (莫文骅) **National Garrison Regiment ***Commander: Yao Zhe (姚喆) ***Political commissar: Zhang Nansheng (张南生) *The 1st Legion (The largest of the five armies, with 19,880 combatants) **Commander: Lin Biao **Political commissar: Nie Rongzhen **Chief-of-staff: Zuo Quan (左权) **(Communist) Central (Committee) Local Work Regiment commander: **Security Bureau special appointee: Luo Ruiqing **Secretariat political secretary: Fang Qiang (方强) *The 3rd Legion **Commander: Peng Dehuai **Political commissar: Yang Shangkun **Chief-of-staff: Deng Ping (邓萍) **Director of the Political Directorate: Yuan Guoping (袁国平) **(Communist) Central (Committee) Local Work Regiment commander: Guo Qian (郭潜), later defected to the nationalist side and changed his name to Guo Qianhui (郭乾辉) **Security Bureau special appointee: Zhang Chunqing (张纯清) *The 5th Legion **Commander: Dong Zhengtang (董振堂) **Political commissar: Cai Shufan (蔡树藩) **Chief-of-staff: Chen Bojun (陈伯钧) **Director of the Political Directorate: Li Zhuoran (李卓然) **(Communist) Central (Committee) Local Work Regiment commander: Zheng Zhenxun (郑询振) *The 8th Legion (The newest and smallest of the five, with 10,922 combatants) **Commander: Zhou Kun (周昆) **Political commissar: He Kequan (何克全) **Chief-of- staff: Zhong Weijian (钟伟剑) **Director of the Political Directorate: Liu Shaoqi **(Communist) Central (Committee) Local Work Regiment commander: Liu Xiao (刘晓) *The 9th Legion **Commander: Luo Binghui (罗炳辉) **Political commissar: He Changgong (何长工) **Chief-of-staff: Zhang Zongxun **Director of the Political Directorate: Wang Shoudao (王守道) **(Communist) Central (Committee) Local Work Regiment commander: Feng Xuefeng (冯雪峰) The 5 armies and the 2 columns had a total of 86,859 combatants when they first left their abandoned base in Jiangxi. === Weaponry === The Statistical Chart of Field Army Personnel, Weaponry, Ammunition, and Supply (Currently kept at the People's Liberation Army's Archives) also provided the weaponry and provisions prepared for the Long March, and the weapons deployed included: *Artillery: 39 total **Mortar: 38 **Mountain gun: 1 (originally not included, but was added later on) *Breechloading Firearms: 33,244 total (with 1,858,156 rounds of munition), and of these, a total of 29,016 were distributed to the 5 corps, including: **Rifles: 25,317 **Heavy machine guns: 333 **Light machine guns: 285 **Submachine guns: 28 **Handguns: 2,804 Other weapons included: *Lance: 6,101 *Chinese saber: 882 Various weapons were also deployed but their numbers were not counted, and these included: *muzzle-loading rifled muskets and smoothbore muskets *Flintlock and Snaphance guns *Matchlock and Wheellock guns *Spears and rakes (though later during the Long March, spears were most useful as canes) *Axes and poles (though later during the Long March, poles were most useful as building material such as that for stretchers) *daggers and knives Other material included: * Provisions * Winter clothing: 83,100 sets * Horses: 338 * Herbal medicine: 35,700 kg * Salt: 17,413 kg == Economics == 1.642 million dollars of the Soviet Republic. Most of the stamps are imperforate and are printed on white newspaper-quality paper. The numerals printed on the stamp are of the complex style to prevent forgery. *They are quite rare today, with prices ranging from US$1,000 to over $25,000. When the Long March began in October 1934, the Communist bank was part of the retreating force, with 14 bank employees, over a hundred coolies and a company of soldiers escorting them while they carried all of the money and mint machinery. One of the important tasks of the bank during the Long March whenever the Chinese Red Army stayed in a place for longer than a day was to tell the local population to exchange any Communist paper bills and copper coins to goods and currency used in nationalist controlled regions, so that the local population would not be persecuted by the pursuing nationalists after the Communists had left. After the Zunyi Conference, it was decided that carrying the entire bank on the march was not practical, so on January 29, 1935, at Earth Town (Tucheng, 土城), the bank employees burned all Communist paper bills and mint machinery under order. By the time the Long March had concluded in October 1935, only 8 out of the 14 original employees survived; the other 6 had died along the way. *China Soviet Silver Dollars were made at that time. These dollars do have the full name of China Soviet Republic and the hammer and sickle on the other side. Some coins also have the slogan of \"People around the world with no properties should gather together\". The hammer and sickle is a symbol inside a globe-like shape on the reverse of the coin. China Soviet Silver coins are rare and in November 2008, a copy (not real) China Soviet Dollar was sold on Ebay for US$695. The seller stated clearly that it is just a replica or counterfeit but it still had a good ending value. The fair retail value for that piece is around US$5000 without mentioning of the word \"copy\". A genuine China Soviet Silver coin should have a fair market value of US$20000-25000 (200,000 China yuan). China Soviet Silver coin is like the Cultural Revolution type of China stamps - historic or cultural item of the PRC. For example, a W7 China Cultural Revolution stamp set has a value of around US$2500–3000. A genuine coin of China Soviet is 8-10 times more expensive but 100 times more difficult to find than the W7 stamp set. China Soviet Republic Silver Coins are truly a very special type of treasure coins of China. Only time can tell when Chinese and other people can truly understand and give them the true value as the current value is still low compared with China stamps and coins of same rarity in other countries like USA and Canada. === Red tourism === *In 2002 the building of the CSR National Tax Bureau was fixed for visitors. == External links == * Preface to Fundamental Laws of the Chinese Soviet Repub * 2 photos of a handwritten official declaration document and the Conference * flags from FOTW website * coins * 12 stamps (explanatory caption in Simplified Chinese) Category:1935 disestablishments Category:Chinese Civil War Category:Former socialist republics Category:Chinese Soviet Republic Category:States and territories established in 1931 Category:Mass murder in 1931 ",
    "title": "Jiangxi–Fujian Soviet"
}