{
    "id": "20567725",
    "text": "The Dixies were an Irish showband based in Cork city and which have performed and toured for over 40 years from its inception in 1954 until the late 1990s. Formed in 1954 as \"The Dixielanders\" the band originally featured Joe McCarthy (drums), Sean Lucey (clarinet) and Theo Cahill (classical flute, trombone, baritone saxophone, tenor saxophone, and full arrangement). They soon changed the band's name to the Dixies and became one of the most popular Irish musical acts of the 1960s when showbands were the at their height in Ireland. The band's line-up changed over the years but McCarthy, Lucey and Brendan O'Brien were among the longest serving. In 1964, the band signed with PYE Records. The band had their biggest hit in 1968 when their version of the Leapy Lee hit \"Little Arrows\" made No.1 in the Irish charts for one week, preventing Leapy's version making the charts there. Brendan O'Brien and Joe Mac also formed a band, Stage Two, in the early 1970s. This was somewhat successful until O'Brien suffered a severe electric shock from a live microphone. The incident happened in The Stardust Ballroom, Grand Parade, Cork during a charity event in 1974. It left him with burns to his hands and caused severe thrombosis throughout his body. The band finally went their own way in the late 1990s with the death of a number of members and others undertook solo careers. For many years a sign with the legend \"Welcome to Cork, Home of the Dixies\" stood on the main N8 Dublin to Cork road on the outskirts of the city at Glanmire. On the 27th of July, former Dixie member Terry McCarthy died from a bleed in the brain causing a stroke. ==Singles discography== * May-1963 - \"Cyclone\" * Oct-1963 - \"It Depends On You\" * Nov-1963 - \"Christmas Time\" * Apr-1964 - \"I'm Counting On You\" * Jul-1964 - \"It's Only Make Believe\" * Sep-1964 - \"Tribute To Jim Reeves\" * Jan-1965 - \"Love's Made A Fool Of You\" * May-1965 - \"He's Got You\" * Aug-1965 - \"I Love You More Today\" * Jan-1966 - \"Together Again\" * Jun-1966 - \"It Doesn't Matter Anymore\" * Nov-1966 - \"Save The Last Dance For Me\" * Dec-1966 - \"History Repeats Itself\" (E.P.) * Apr-1967 - \"Don't Let The Stars Get In Your Eyes\" * Sep-1967 - \"One Of The Old Reserve\" * Mar-1968 - \"In Person\" * Jul-1968 - \"Little Arrows\" * Nov-1968 - \"Katie's Kisses\" * Mar-1969 - \"All Together Now\" * Jul-1969 - \"The Joys Of Love\" * Mar-1970 - \"Tomorrow's Love\" * Aug-1970 - \"It Is No Secret\" * Dec-1970 - \"The Family (That Prays Together)\" * May-1971 - \"Sally Sunshine\" * Aug-1971 - \"I Need You\" * Feb-1972 - \"Ceol An Ghra\" * Mar-1972 - \"What Do I Do\" * Aug-1972 - \"Looking For Love\" * Nov-1972 - \"Love's The Answer\" * Nov-1972 - \"The Happiest Girl\" * Feb-1973 - \"Big City\" * Oct-1973 - \"It's Your Day Today\" * Jan-1974 - \"Goodbye My Love Goodbye\" * Jun-1974 - \"Stranger In My Place\" * Oct-1974 - \"Meet The Minstrels\" * Dec-1974 - \"She's Leaving\" * Aug-1975 - \"Una Paloma Blanca\" ==References== Category:Musical groups established in 1954 Category:Irish musical groups Category:Musical groups from Cork (city) ",
    "title": "The Dixies"
}