{
    "id": "20568107",
    "text": "The Book of Negroes is a 2007 award-winning novel from Canadian writer Lawrence Hill. In the United States, Australia and New Zealand, the novel was published under the title Someone Knows My Name. ==Title== The author has written about the title: > \"I used The Book of Negroes as the title for my novel, in Canada, because it > derives from a historical document of the same name kept by British naval > officers at the tail end of the American Revolutionary War. It documents the > 3,000 blacks who had served the King in the war and were fleeing Manhattan > for Canada in 1783. Unless you were in The Book of Negroes, you couldn't > escape to Canada. My character, an African woman named Aminata Diallo whose > story is based on this history, has to get into the book before she gets > out. In my country, few people have complained to me about the title, and > nobody continues to do so after I explain its historical origins. I think > it's partly because the word 'Negro' resonates differently in Canada. If you > use it in Toronto or Montreal, you are probably just indicating publicly > that you are out of touch with how people speak these days. But if you use > it in Brooklyn or Boston, you are speaking in a deeply offensive manner if > you were to use such words. When I began touring with the novel in some of > the major US cities, literary African-Americans kept approaching me and > telling me it was a good thing indeed that the title had changed, because > they would never have touched the book with its Canadian title.\"Hill, > Lawrence, \"Why I'm not allowed my book title\", Books blog, The Guardian, May > 20, 2008. == Synopsis == Aminata Diallo, the daughter of a jeweller and a midwife, is kidnapped at the age of 11 from her village Bayo, Nigerhttp://lawrencehill.com/BON-Teachers-Guide.pdf in West Africa and forced to walk for three months to the sea in a coffle, a line of prisoners chained together, with hundreds of strangers and a handful of people from her village. Even before she is placed on the ship, she vows that one day, she will return. A boy her age, Chekura, has been forced to assist the slave traders, but is later sent abroad just like the rest. He becomes Aminata's unlikely friend. After several horrific months \"The Book of Negroes\", Lawrence Hill website. of voyage across the Atlantic Ocean, including a slave revolt, she arrives in South Carolina where she begins a new life as a slave. Her name is anglicized to Meena Dee. She is taken under the wing of a fellow slave named Georgia, who helps her learn English. Seeing her intelligence and potential, a fellow Muslim slave named Mamed secretly teaches her to read and write. As a teenager Aminata manages to reunite with Chekura, and they sneak off to meet once a month. The plantation owner, Appleby, learns of the meetings and punishes Aminata by brutally raping her. Despite her owner's jealousy, the two slaves marry and conceive a baby boy, whom she named Mamadu after her father. Appleby arranges for Aminata and her child to be sold to separately and so her son Mamadu is stolen from her. Aminata is handed over to a Jewish man named Solomon Lindo who moves her to Charles Town, unaware of where her child may be. Aminata grows close to Lindo and his wife, who allow her to read and write openly. However Solomon also requires her to pay him a part of any money that she earns through midwifery. After a few years, a smallpox outbreak kills Lindo's wife and son. Shortly after, Aminata is once again reunited with Chekura, who has found out that Lindo helped arrange the selling of their son Mamadu who he has been told died. This ruins the relationship Aminata has had with Lindo. Attempting to win her over, Lindo takes Aminata to New York. During the rioting at the outbreak of the American Revolutionary War, Aminata is able to escape from Lindo. During this time Aminata works as a midwife and teacher, helping other black people to learn how to read. Proving that she served the British during the war, her name is entered in the \"Book of Negroes\", a real document created to list the freed African American slaves who requested permission to leave the newly created United States of America. Because of her ability to read and write as well as her fluency in two African languages, Aminata is also hired to help record names in the book. While doing this work she is reunited for a few months with Chekura, who also served the British; they plan to resettle in Nova Scotia together and she becomes pregnant with their second child. However, just as they are boarding the ship, the two are separated and Aminata is arrested, as Appleby has put out a warrant for her as a run-away slave. The matter is resolved when Lindo appears in court, explaining the situation and simultaneously setting Aminata free. Aminata, once again trying to find her husband, finds another ship to Nova Scotia. Aminata arrives in Shelburne and begins to work in the black community of Birchtown, where she meets Jason, a young fellow whom she listed in the \"Book of Negroes\", and Daddy Moses (the \"Preacher\"). Soon after arriving, she gives birth to a second child, her daughter May. Aminata finds work for white people in town, but after a few years relations between the black community and white community break down. During these difficult times, her daughter is stolen from her by a white couple. She tries to locate her husband many times and learns that the ship carrying him to Nova Scotia had swept away to Bermuda and sank, and her husband Chekura is presumed dead. A young British naval officer named Captain John Clarkson comes to the black Birchtown communities, promising a better land reserved for them in Sierra Leone. Aminata helps Clarkson to gather people from the community, and eventually they all leave for a better future. On her way to Africa, Aminata observes ships carrying thousands of slaves bound for America. In Sierra Leone, the black communities attempt to establish Freetown despite the strict rules of the British. History is repeating itself - despite Clarkson's efforts, Freetown is not the safe haven it was meant to be. It is located just a few miles from a slave trading centre, the very same one from which Aminata was sent for America. Clarkson offers to take her to London, where a group of abolitionists need a spokesperson against slavery. However, longing to return to her village in the interior of Africa, Aminata negotiates with a slave trader to take her there. It takes many years before he agrees. It is a difficult journey, especially since Aminata is no longer young. She is slowing the group down, and overhears the traders talking about how they will sell her back into slavery to get rid of her. After escaping to a nearby village and telling them her story, Aminata finally realizes what is more important than returning to her home village of Bayo is helping to free other enslaved people. She takes Clarkson up on his offer. As an old woman, she finds herself taking a voyage one more time to England to present the account of her life, so it may help abolish the slave trade. She publishes her life story, speaks at schools and churches, and even meets the King and Queen. She is eventually reunited with her daughter May, and May cares for Aminata until her dying day. ==Awards and recognition== The Book of Negroes won the 2007 Rogers Writers' Trust Fiction Prize and the 2008 Commonwealth Writers' Prize. It was the winning selection for CBC Radio's Canada Reads 2009, in which journalist Avi Lewis championed the novel. Its French translation, titled Aminata, was defended by Thomas Hellman in the 2013 edition of Le Combat des livres, and won that competition as well, becoming the only title to date to have won both the English and French editions of the competition. ==Miniseries adaptation== In 2007, Canadian production company Conquering Lion Pictures announced it had acquired the film rights to the novel. In mid-2013 it was announced that the novel would be adapted into a miniseries of the same name, rather than the feature film originally planned. Clement Virgo and Hill collaborated on writing the miniseries, with Virgo also directing. It premiered on CBC Television in Canada in January 2015 and aired on BET in the United States in February 2015. The mini-series stars Aunjanue Ellis as Aminata, Lyriq Bent as Chekura, Cuba Gooding Jr, Louis Gossett Jr., Ben Chaplin, Allan Hawco, and Jane Alexander. The international co-production began shooting in February 2014 in Cape Town, South Africa. Filming also took place in various locations around Nova Scotia. ==See also== *Rough Crossings (subtitle: Britain, the Slaves and the American Revolution), a history book and television series by Simon Schama * Lawrence Hill: \"Dear Sir, I Intend to Burn Your Book\". An Anatomy of a Book Burning. Henry Kreisel Memorial Lecture Series. University of Alberta Press, 2011Hill shares his experiences of how ignorance and the fear of ideas led a group in the Netherlands to burn the cover of his \"The Book of Negroes\" in 2011 ==References== ==External links== *CBC The Hour Interview, June 10, 2009. *Quill & Quire Lawrence Hill Profile. Category:Fiction set in 1783 Category:2007 Canadian novels Category:Canadian historical novels Category:HarperCollins books Category:Novels by Lawrence Hill Category:Novels set in the 18th century Category:Novels set during the American Revolutionary War Category:Negro ",
    "title": "The Book of Negroes (novel)"
}