{
    "id": "20563396",
    "text": "View looking upwards of the stairway at Bevin Court Exterior and main entrance to Bevin Court Bevin Court is one of several modernist housing projects in London designed in the immediate postwar period by the Tecton architecture practice, led by Berthold Lubetkin. Following the dissolution of Tecton, the project was realised by Lubetkin, Francis Skinner and Douglas Carr Bailey. The project was completed in 1954. ==Location== Located in Cruikshank Street, London WC1, the scheme is built on the site of the bomb-destroyed Holford Square in Finsbury. It incorporates the main building of Bevin Court, plus the smaller Holford House (which echoes the form of its larger neighbour) and Amwell House (itself of interest as a modernist interpretation of the bay- fronted Victorian terrace). The group of buildings as a whole reflects Lubetkin's respect for the pre-existing urban environment, a characteristic that makes his work stand out from that of many modernist architects of his generation. Post war austerity had imposed far greater budgetary constraints than in Tecton's housing showpiece Spa Green Estate, forcing Lubetkin to strip the project of the basic amenities he had planned; there were to be no balconies, community centre or nursery school. Instead Lubetkin focused his energies on the social space. Fusing his aesthetic and political concerns he created a stunning constructivist staircase — a social condenser that forms the heart of the building. ==History== Berthold Lubetkin's staircase in Bevin Court, London, after repainting circa 2014 The building occupies the site of the 1902–03 home of Lenin, which he occupied while in exile editing the Russian socialist newspaper Iskra (Spark).Simpson, Theo. \"Bevin Court occupies the site of Lenin's former home while he was exiled in London in 1902\" (The Independent) In honour of the Soviet leader, the building was initially planned to be named \"Lenin Court\". In addition the building was to incorporate Lubetkin's memorial to Lenin, which had been located on the site of Holford Square since 1942. However the memorial proved unpopular with the public and was repeatedly vandalised, to the extent that it required a 24-hour police guard. The end of World War II marked the end of the brief thaw in Anglo- Russian relations and Finsbury Council lost their enthusiasm for both the memorial and the proposed name for the building. When it became clear that the Borough were no longer willing to keep the memorial on site Lubetkin buried its remains under the central core of the staircase. The proposed site of the monument (to the right of the main entrance) and a viewing aperture designed to allow the building's porter to oversee its wellbeing exist to this day. Before the building was completed the Cold War had intensified and as a result the scheme was renamed Bevin Court (honouring Britain's firmly anti-communist foreign secretary Ernest Bevin). On 28 September 2013, Bevin Court became the first council residential building to unveil a commemorative plaque, dedicated to the artist Cyril Mann who lived and worked there between 1956 and 1964. Notably, the building successfully made significant use of prefabricated floor and wall components. The building was given grade II* listed status in December 1998 and was restored by the London Borough of Islington in 2014–2016. ==Artwork== Peter Yates mural at Bevin Court The building also incorporates a mural in the ground hall entranceway painted by Lubetkin's collaborator Peter Yates. After long-term exposure to vandalism, wear and various unsuccessful attempts at repair, in 2015–16 the mural was restored to its original design using authentic materials for the period. The missing bust of Ernest Bevin was recreated at the same time and now occupies its original location in the wall opposite the mural. Glass screens were installed to protect both assets. ==References== ==Further reading== * John Allan & Morley von Sternberg, Berthold Lubetkin (Merrell, 2002) * John Allan, Lubetkin: Architecture and the Tradition of Progress (RIBA 1992) * Utopia London (Documentary) Director Tom Cordell 2010 * ==External links== *Design Museum page about Berthold Lubetkin * * Searchable database listing alterations requiring Listed Building Consent at Bevin Court [when accessed on 29 November 2014, this link was no longer functional] * Utopia London website page about Bevin Court Category:Modernist architecture in London Category:Residential buildings in London Category:Berthold Lubetkin buildings Category:Residential buildings completed in 1954 Category:Grade II* listed buildings in the London Borough of Islington ",
    "title": "Bevin Court"
}