{
    "id": "20563328",
    "text": "Jacques Dezandre (born 10 August 1957, Paris), better known by his stage name Gogol Premier, is a French punk rock singer. In the early 1980s, Gogol and his band \" La Horde\" first founded a punk group combining music and happenings, which propelled him into the premises of Hara Kiri under the eye of Professor Choron for a memorable concert. Setter, the group was promoting alternative rock that advocated independence and self-production, giving more than 300 concerts throughout France and abroad. Gogol Premier produced a prolific amount of music accumulating larger sales, more than a dozen albums and hundreds of thousands of copies sold... Songs of Hope and anger against world injustices, Gogol Premier agitator, President madness and laughter on our crazy planet. If it was the first, it is now the last of the Punks. And he is back with Kabaret Punk masterpiece anti-crisis thirteenth installment of his extensive discography, a worthy descendant of Charles Trenet and Jacques Lanzman, the album starts with the festive First President Gogol. == Group Influence == Gogol got noticed thanks to its provocative texts such as \"J’encule\" ; most famous song and ode to anarchy from the \"master without a master\"; its preferred themes are, religion with its famous song \"if God was not a serious topic\", politics with songs such as \"May 88\" etc.. Concerts from Gogol want to be \"anarcho-mystical happenings\" where the public is invited to make any fantasies onstage between joy and madness. == Career == Gogol Premier, often called the Master or Papunk, performs on stage with different groups: * \"La Horde\" from 1982, it includes Patrice Diaw (a.k.a. Crawa) with the guitar, and Catherine Machete * Les Électrodes from 1984 with Martial on the drum (replaced during a tour by Cambouis; the actual drummer of La Souris Déglinguée), Jean-Paul Corréa with the guitar and Gangster with the drum. The group which preceded Gogol Premier and the Horde was called 15/95. There is one single which came out in 1981 under the following label: Tumulte, autoproduction of print where Gogol premier is a drummer. The cover is drawn in black and white. The first single of \"La Horde\" was released in November 1982 at New Rose (Patrick Mathé and Laurent Thévenon). The group was composed by Gogol premier (Jacques Dezandre), Patrice Diaw, Denis Diaw and Richard Alexandre ; the management was done by Anne-Marie Monville. The personal assistant from Gogol premier is Alain Couvé, from 1982 to January 1984. On 19 December 2004, Gogol is on stage, giving a concert at \"La Loco\" in Paris. Since then, Gogol Premier is regularly showing up, with new musicians, including Michaël Zurita from Satan Jokers. On 1 February 2007, Gogol write an open letter to Ségolène Royal. In 2014, Gogol Premier plays at L'Olympia his last album, Kabaret Punk. == Discography == === Summary === {| class=wikitable |+ Gogol Premier Discography ! scope=\"col\" | Title ! scope=\"col\" | Year ! scope=\"col\" | More Information |- | Vite avant la saisie | 1982 | This album had a first printing of copies on the label New Rose. In 1983, the CD is Reprinted adding \"discouraged to sensitive peoples\" on the cover. |- | Ce que je veux faire quand je serai grand | 1983 |Accord/Musidisc. Also released a single with the song (1st album) and \"La Bombe\" |- |Hencor'pir' | 1983 | Includes titles used on the soundtrack of the film Tchao Pantin. |- | Les affres de l'angoisse | 1984 | Avec les Mau-Maus |- | Les femmes de 40 ans / Bambula rock | 1984 | Single |- | Hencor'pir - Vite avant la saisie | 1984 | Version CD des deux premiers albums. |- | Fais pas le mâle Johnny / Interview (par Patrick Eudeline) | 1985 | Single |- | Travail, famille, patrie / La passion inhumaine de St Gol | 1986 | Single Accord/Musidisc. |- | Le retour de la Horde | 1986 | The song Mais qui va nous faire marrer is dedicated to Coluche. |- | Voila des paroles faciles à comprendre / Je bois et je suis le roi | 1986 | Single Accord/Musidisc. |- | Pénétrez | 1986 |- | La Suisse à genoux | 1987 | Double live Album |- | Ma vie est triste à mourir / Cent millions d'amis | 1987 | Single Musidisc without Pocket CD |- | Poète, prophète, barbare | 1987 |- | Ennemi public N°1 | 1989 |- |Et si Dieu n'était pas un sujet sérieux / Croix des bois, crâne de fer, ah ! si tu tues, tu iras en enfer | 1990 | Single |Accord/Musidisc. Many single of this album were played on the radio, which allows the group to broaden its audience beyond the alternative scene. |- | Les Années Kaos | 1990 |- | Sous les pavés… Le feu | 1992 |- | Apocalypse | 1996 | |- | La planète des dingues | 1996 |- | Électrochoc | 2000 | |- | Point G | 2001 | Live. |- | Cyber G1 | 2003 | |- | Gogol Premier fracasse la Tannerie | 2004 | Live. |- | Piraté ! | 2004 | Live à L'Ouvre-boîte, Beauvais, recorded on 13 December 2003. |- | Chansons dangereuses | 2005 | CD + DVD |- | Dernière Croisade | 2008 | Tour recorded on a live album and a DVD-vidéo. |- | Kabaret Punk | 2012 | |} == Public appearing == Gogol Premier and \"La Horde\" appear in the film Claude Berri Tchao Pantint (you can also see Les Porte Mentaux in this film). Gogol plays its own role Gibus. The songs on the album came out Hencor'Pir'. Gogol Premier appears in the issue of Christophe Dechavanne Ciel mon mardi with Bérurier Noir and Les Garcons bouchers in Jean-Luc Delarue in the program Ca se discute, as he runs for presidential elections and also appears on the Web-Tv alternative Addict-Tv where he presents his own show. ==References== ==External links== * official Website from Gogol Premier * Myspace from Gogol Premier * First Chapter in French of Gogol Bio * personal alternative website Category:1957 births Category:French male singers Category:Living people Category:21st-century French singers Category:20th-century French singers Category:People from Paris Category:20th-century male singers Category:21st- century male singers ",
    "title": "Gogol Premier"
}