{
    "id": "20565794",
    "text": "Cyriac Joseph (born on 28 January 1947 at Kaipuzha, Kottayam District, Travancore) was a Judge of the Supreme Court of India from 7 July 2008 to 27 January 2012.Website Supreme Court of India ==Early life== He was born in Kaipuzha, Kottayam Kerala on 28 January 1947. He completed his education from Kaipuzha St. Margarette's U.P.School, Kaipuzha St. George's High School, Palai St Thomas College, St. Berchmans College Changanacherry and Trivandrum Government Law College.Website Knanaya Community His marriage was held in Collective Wedding (Samooha vivaham) conducted by Knanaya Community, in which he was a leader, to give message to community reduce marriage extravagances. ==Career== He started his career in advocacy on 12 October 1968 and started practicing in District Court Kottayam and then shifted to Kerala High Court at Ernakulam. He served as Government Pleader in Kerala High Court from 1976 to 1979, as Senior Government Pleader in Kerala High Court from 1979 to 1987, as Additional Advocate General of Kerala State from 6 July 1991 to 5 July 1994. He was appointed as permanent judge of Kerala High Court on 6 July 1994. Thereafter, on 5 August 1994 he has been transferred to Delhi High Court and transferred back to Kerala High Court on 24 September 2001. He was the Chief Justice of Uttarakhand High Court and Karnataka High Court. He became a Judge of Supreme Court of India on 7 July 2008 and he served as a judge in Supreme Court till 27 January 2012. After retirement, he was supposed to have been nominated as the Chairman of the Telecom Disputes Settlement and Appellate Tribunal (TDSAT). That appointment was put on hold following Telecom Minister Kapil Sibal's reservations about the appointment since the judge had been criticised for his style of functioning by an intelligence agency of the government. Subsequently, the government has been trying to appoint him as a member of the National Human Rights Commission but the opposition BJP has been staunchly opposed to the idea. The Sunday Guardian reported that Justice Joseph delivered only 10 judgements during his tenure of 1300 days. ==References== Category:1947 births Category:Living people Category:Justices of the Supreme Court of India Category:Malayali people Category:People from Kottayam district Category:Judges of the Kerala High Court Category:Judges of the Delhi High Court Category:Chief Justices of the Uttarakhand High Court Category:20th-century Indian judges Category:Chief Justices of the Karnataka High Court Category:21st-century Indian judges ",
    "title": "Cyriac Joseph"
}