{
    "id": "20564727",
    "text": "The Giant Forest Village–Camp Kaweah Historic District is located in Sequoia National Park. It is notable as one of two registered historic districts in the park that were largely demolished as part of National Park Service efforts to mitigate the impact of park visitor facilities on the park's giant sequoia groves. They were in a vernacular National Park Service Rustic and American Craftsman Bungalow style. Established in 1926 as a satellite facility for the main Giant Forest Lodge development, Camp Kaweah and Giant Forest Village provided lodging, concessions and camping for visitors to the Giant Forest grove. The construction of the Generals Highway gave impetus to new accommodations in the area. By 2001 the housekeeping camp facilities had been removed and the area converted to a day-use are. ==Camp Kaweah== Camp Kaweah came first, starting as a frame tent camp in 1926. Permanent construction began that year. The permanent camp opened in 1927. The camp included 41 wood frame cabins and an office in an area composed mostly of firs and pines, with a single giant sequoia. The cabins were built between 1926 and 1940 with low shingled roofs. Most cabins had outdoor cooking porches covered with canvas flies. One cabin became an employee residence. The office was built in 1926 and enlarged in 1938. The L-shaped structure is divided into office space and a by hall-like space with exposed timber roof framing. The log frame is exposed on the exterior. The by office wing features a sitting porch. The cabins were laid out according to a plan developed by Park Service landscape architect Merel S. Sager. The lower portion of Camp Kaweah was built beginning in 1935 with more cabins, bringing the total count to about 140 units. It was not included in the historic district, nor is the eastern portion of the upper Kaweah area. ==Giant Forest Village== Giant Forest Village was developed as a concession and service area. Temporary buildings were moved to the site in 1926. Park Service landscape engineer Daniel Ray Hull established the site, and collaborated with architect Gilbert Stanley Underwood to have Underwood's firm design the Giant Forest Market in 1928. Underwood designed the Eddy Photographic Studio in 1929. A ranger residence was designed in 1931 by Sager, and a comfort station was added in 1932. All were designed in a compatible rustic style, though Underwood's market building used squared timbers to economize. The Market building measures about by with gabled extensions on the ends that from the front imply an I-shaped plan. The front has a large band of windows and four pairs of doors. The comfort station matches the store. Other buildings, now vanished, included a gas station, a gift shop, a post office and other buildings. ==Change in use== As a consequence of the decision to remove the Giant Forest Lodge development, itself a National Register district, the Camp Kaweah location was chosen to serve as a day-use-only visitor orientation facility. The Giant Forest Market, designed by Underwood, was rebuilt as the new Giant Forest Museum in 2001. The surrounding parking lots were built on the site of upper and lower Camp Kaweah, which were demolished. The comfort station and ranger residence remainA bus shuttle now connects the museum with the Giant Forest. The visitor accommodations were replaced by Wuksachi Village, about five miles to the north and well away from the sequoia grove. ==References== ==External links== *Giant Forest restoration at Sequoia National Park All of the following Historic American Buildings Survey documentation is filed under Three Rivers, Tulare County, CA: * * * * * * * Category:National Register of Historic Places in Sequoia National Park Category:Park buildings and structures on the National Register of Historic Places in California Category:Historic American Buildings Survey in California Category:History of the San Joaquin Valley Category:Rustic architecture in California Category:Bungalow architecture in California Category:Historic districts on the National Register of Historic Places in California ",
    "title": "Giant Forest Village–Camp Kaweah Historic District"
}