{
    "id": "20568752",
    "text": "Anwar Ahmed \"Anu\" Khan (24 September 1933 – 2 May 2014) was a Pakistani field hockey player who won one gold medal (in 1960 Summer Olympics at Rome) and two silver medals at the 1956–1964 Olympics, as well as gold medals at the Asian Games in 1958 and 1962. He is known as the Rock of Gibraltar. ==Early life and career== Khan was born in India to His Highness Mohammad Hashim Khan and her Highness Noor Jehan begum, a fifth child among five brothers and one sister. He started playing hockey in India and continued after his family moved to Karachi, Pakistan, in 1950–51, becoming a national team member in 1954. He retired from competitions in 1966, and then until 1993 worked at the Pakistan Customs, where he was employed since 1955. In parallel, he assisted the Pakistan Hockey Federation as manager of senior and junior teams and member of selection committee. He helped the senior team to win a silver at the 1975 World Cup, a gold at the 1974 Asian Games, and a silver at the 1986 Asian Games, whereas the junior team won bronze at the 1982 World Cup. ==Awards and recognition== * Tamgha-e-Imtiaz Award (Medal of Excellence Award) by the President of Pakistan ==References== ==External links== * Category:1933 births Category:2014 deaths Category:Pakistani male field hockey players Category:Olympic field hockey players of Pakistan Category:Olympic gold medalists for Pakistan Category:Olympic silver medalists for Pakistan Category:Field hockey players at the 1956 Summer Olympics Category:Field hockey players at the 1960 Summer Olympics Category:Field hockey players at the 1964 Summer Olympics Category:Muhajir people Category:Olympic medalists in field hockey Category:Asian Games medalists in field hockey Category:Field hockey players at the 1958 Asian Games Category:Field hockey players at the 1962 Asian Games Category:Medalists at the 1964 Summer Olympics Category:Medalists at the 1960 Summer Olympics Category:Medalists at the 1956 Summer Olympics Category:Asian Games gold medalists for Pakistan Category:Medalists at the 1958 Asian Games Category:Medalists at the 1962 Asian Games ",
    "title": "Anwar Ahmed Khan"
}