{
    "id": "20560257",
    "text": "Monarchy in ancient India was sovereignty over a territory by a King who functioned as its protector, a role which involved both secular and religious power. The meaning and significance of kingship changed dramatically between the Vedic and Later Vedic period, and underwent further development under the influence of Buddhism. Although there is evidence that kingship was not always hereditary during the Vedic and into the Later Vedic period, by the time of composition of the literature, traces of elective kingship had already begun to disappear.Altekar, A.S. State and Government in Ancient India, p. 312 ==Kingship and the Vedas== Vedic ideas about the establishment of the office of king ultimately draw upon legends about the coronation of one god as king of all others. Legends abound as to which of the gods won this position;See, for example, A. Br., 1.14; T. Br. 2.2.7.2; J. Br. 3.152. In the ', Indra, Agni, Soma, Yama, and are all addressed as \"King.\" Indeed, kingship in the ' largely manifests only in the form of gods as kings. Hymns directly addressed to earthly kings, like 10.173-10.175, are the exception rather than the rule. In these hymns, the king is said to have been \"established\" by Indra and \"made victorious\" by Soma and . Although this implies a close dependence of the king upon the gods, the rarity of the figure of the human king in the ' agrees with the idea that kings at this time were basically on a level with tribal chiefs and were not viewed as divine.see Sharma, Ram Sharan. Aspects of Political Ideas and Institutions in Ancient India. p. 162; 186 There is a provocative line at 10.124.8 which mentions people electing their king, and 3.4.2 in the Atharvaveda seems to confirm this. Also, several hymns in the ' demonstrate the importance of the samiti (10.166.4, 10.191), the governing assembly, further indicating that the early Vedic king ruled in a tribal setting where decision making by assembly still played a major role. As was stated above, the king was not considered divine in the early Vedic period.Altekar, p. 83. By the time the were composed, however, the king was increasingly associated with the gods through his qualities and the rituals he performed.Altekar, p. 89-90; see also Sharma, p. 165 one example from the in which the king is equated with Prajāpati. Also by this time, kingship had transitioned to a hereditary position and the samiti began to wane in importance.See Sharma, p. 64; 165. ==Dharma and the King== Prior to the Vedas, the Aryan tribes that arrived in India \"formed a military fraternity\" governing the alien, local population. As they became absorbed into the local population, political power within the society began to change from an inter-clan system in which various clans divided up responsibilities into a more Vedic-like system in which one ruler ruled over and provided for his subjectsDrekmeier, p.38. In this new system first emerged the ideas of brahman and ksatra, or spiritual and temporal power, respectively. In order for the communal dharma to be achieved, the Brahmin had to correctly “instruct the others in their duties” and guide their spiritual practice; the Ksatriya, on the other hand, was invested with the “royal function” of maintaining obedience in accordance with dharma and thus ensuring that the proper practices were being executed. Given that the former decided on correct spiritual action while the later enforced it, an essential cooperation arose between the two in order to ensure the performance of dharma, and this cooperation formed “one of the fundamental elements in smriti’s theory of kingship”Lingat, p.216. This coincided with the development of the doctrine of the soul’s rebirth and potential release moksha from the cycle of continual rebirths known as samsara, thus devaluing the brazen action and heroism of the “Aryan Way” as exemplified by stories predating the Hindu epics, such as the story of Vidula in which the warrior is emotionally roused to fulfill his duties as a warrior in the face of unpleasant adversity Drekmeier, p.150. According to this new philosophy, rulers are to “accept and fulfill [their] duty without ever desiring that which does not have enduring worth,” in other words, by not attaching themselves to their actions and thinking of only the end result of their action. Enabling, and if necessary enforcing everyone to behave this way, “leads finally to escape from karma” Drekmeier, p.154 and thus achieves the spiritual goal of brahma, escape from the cycle of samsara. As mentioned above, the best examples of this kind of detached devotion to duty by a king are seen in the smriti epics of the Bhagavad Gita and the Ramayana. ==Kingship in Dharma Literature== ===Divinity of the King=== Royal inscription extolling the conquests of Badami Chalukya King Pulakeshin II dated to 634 CE By the time of the composition of the Mānava Dharmaśāstra, the divinity of the king had become well established. In Manu 7.4, the king is said to be made out of divine particles of several gods, including Yama, Indra, , and Kubera. This may be seen as closely related to the earlier belief that at his coronation, the king assumed various aspects of the gods.See Alterkar, p.78; Lingat, Robert. The Classical Law of India. p. 208 At Manu 7.8, it is stated that even an infant king must never be treated with disrespect, because he is in reality a god on earth. Nārada 18.49-50 echoes this sentiment, saying that the king's divinity is apparent in the force of his decrees: his words are law as soon as he utters them. This is in contrast to earlier Dharmasūtra texts, which seem to stress the king's subordinate status in comparison to Brahmins and make no mention of his divinity.See, for example, Gautama 11.1-5 ===King as Protector=== The Dharmasūtras and Dharmaśāstras agree that it is the special duty of the king to protect, to punish, and to preserve dharma for those in his kingdom.In the Dharmasūtras, see ' 19.1; Gautama 8.1-3; in the Dharmaśāstras, see Manu 7.2-4; Nārada 18.31; Yājñavalkya 1.323 However, a new myth of the creation of kingship not found in the Dharmasūtras and differing from those found in previous Vedic literature is seen in the Dharmaśāstras. At Manu 7.2, it is stated that the Self-existent Lord created the king to restore order to the chaotic world which had existed without him. Then the Lord created Punishment (spoken of as a deity), because through punishment the world is subdued (Manu 7.22). By performing his duty as protector and punisher, the king flourishes (Manu 7.107). The weak and helpless (i.e. widows, children, the mentally ill, the destitute) were to receive royal protection.See, for example, Manu 8.27-29; 3.65 Beyond protecting his subjects against each other, the king, as a , also had a duty to protect his subjects against external threats and wage war with rival kingdoms. Manu 7.87, for instance, states that a king, when challenged, must never back down from a battle; indeed, doing battle is his dharma. ===' of the King=== As was stated above Manu 7.2 specifically states that a who has received vedic initiation is eligible to become a king. Elsewhere, any twice-born person is forbidden to live in a country ruled over by a Śudra (4.61); likewise, Brahmins are forbidden to accept gifts from any king not of proper royal lineage (4.84). Yet commentators like Medhātithi, Kullūka, and Vijñāneśvara essentially overturned such rules about the king's lineage, stating that any person recognized as having power over a territory is to be understood as king, regardless of his '.For a discussion of this, see Lingat, p. 210 ===Authority of the King=== The basis of the king's authority is a matter of some discrepancy in the Dharma literature. Some authors of dharma texts make it seem as though the king's power lies solely in his adherence to dharma and its preservation. His edicts are powerful only in that they are in accordance with the Law; his legal decisions should be based on what is stated in the śāstras alone, not on his own will and authority. Furthermore, the king really only enforces what his Brahmin advisers declare to be dharma.On this, see, for example, Manu 7.28-31 and Nārada 1.29; see also the discussion in Altekar, p. 156-157 The ', for example, is explicit that Brahmins will state what is dharma for the three ', and the king will govern accordingly (1.39-41). In other texts however, or even in passages in the same texts, the authority of the king involves the application of his own reason and will. So, in contrast to Manu 7.28-31, 8.44-45 in the same text states that the king should rely on his own powers of deduction in the administration of justice. Reasoning as a means of reaching a judgment even appears as early as the Gautama Dharmasūtra (11.23-24). But by the time of the ', royal decree had been placed above all other sources of law as the most powerful, abrogating all the rest.See Nārada 1.10 The power behind royal decrees is thus located increasingly in the king himself, even though he is still urged to preserve dharma. Indeed, while certain sources do mention that the king kept a cohort of religious advisers to consult in regards to various religious matters, the king remained a power unto himself for the simple fact that he bore the results of his actions and decisions, an idea grounded in the reciprocity shared between the king and his subjects: the king's salvation \"depends on his subjects, for he suffers the consequences of their sins and profits from the merits they acquire\". Similarly, his subjects depend on him, for if he \"protects them as he should,\" his people may devote themselves \"to their duties\".Lingat, p.212 Moreover, while power was increasingly located within the king, his role was maintained within a set of boundaries and the role he played within society did not extend into previously untouched areas. For example, within the matter of spiritual salvation (i.e. moksa), the king played no direct role at all; it is not his responsibility to \"propound any superstitious idea, to lay down any part of righteousness,\" or to help define \"what is or is not religion\" nor determine its practice.Derrett, p. 599 On the contrary, the king was to act as the enforcer and sometimes intermediary through which the \"imperial sacrificial ceremonies\" occurred. Indeed, a special \"affinity with the gods,\" most notably Indra, resulting from his role in personally conducting special sacrifice and ensuring others likewise performed the rites is mentioned as a source of the king's authority. Examples of such sacrifices include the Rajasuya (\"the king's inauguration sacrifice\"), the Asvamedha (\"the horse sacrifice\"), and the Aindramahabhisheka (\"The Great Consecration of Indra\").Ghosal, p.24-25 ===Statecraft=== Following in the tradition of the Arthaśāstra, Manu and Yājñavalkya, in defining rājadharma (law of or for the king) go into great detail regarding how the king is to set up his government and manage his kingdom. In Manu, for example, the discussion of how the king should choose his ministers directly follows the description of qualities a king should cultivate. Manu 7.54 advises the king to choose seven or eight counselors who are learned and of noble birth, without specifically defining their '. Out of these, however, one individual should be chosen as a prime minister, and the text specifies that this individual is to be a Brahmin.See Manu 7.58; ' 3.70; Yājñavalkya 1.312 Yājñavalkya 1.310, on the other hand, advises that all mantrins be Brahmins. Lower officials (amātyas) should be assigned to duties based on their personal attributes, including honesty, intelligence, and cleverness.Manu 7.60-62. Arthaśāstra 1.8 gives a description of the differences between mantrins an amātyas. See also Ganguly, D. K. Aspects of Ancient Indian Administration. p. 162. Among the tasks to be overseen by the amātyas were collecting taxes, supervising the royal mines, and collecting tolls for use of public transportation.See ' 3.16 Manu follows in saying that envoys (dūta) should be chosen based on cleverness and the ability to decipher hints and gestures, i.e., to read a rival king's appearance for clues as to his intentions and general disposition.See Manu 7.67, Arthaśāstra 1.15.7-9 The role of the envoy was vital for both diplomacy and reconnaissance. The importance of the role of the envoy can be seen in Yājñavalkya 13.328, where an involved set of preparations in made for both the dispatching and return of the dūta, including the meeting of the king with all his ministers. As to the organization of his kingdom, a king, according to Manu, should place constables between ever second, third, and fifth village, and at the hundredth village. Superintendents with jurisdiction over one, ten, twenty, a hundred, and a thousand villages should also be appointed (' 3.9-10 has one, ten, a hundred, and a whole district).See Manu 7.114-115 Any problems arising in villages are to be reported to progressively higher superintendents; states that when a solution is not reached by a lower superintendent, the problem must be reported to the next highest superintendent and so on.See Manu 7.116-117; ' 3.11-15 ===The King and Legal Procedure=== Oriya script on a copper plate recording a land grant made by Rāja Purushottam Deb, king of Orissa, in the fifth year of his reign (1483). Land grants made by royal decree were protected by law, with deeds often being recorded on metal plates According to Nārada, the king is the highest venue of legal procedure.See Nārada 1.7 This would indicate that only the most important of cases would be heard directly by the king, i.e. cases for which a decision had not been reachable in local community or guild courts.Richard Lariviere, in his translation of the ', takes this to be the verse's import. See Lariviere, The : Critically Edited with an Introduction, Annotated Translation, and Appendices. p. 5. Manu and both state that the king may either try cases himself (accompanied, of course, by Brahmin jurists), or he may appoint a Brahmin judge to oversee trials for him.See ' 3.72-73; Manu 8.9; see also ' 16.2 Manu even allows that a non-Brahmin dvija can be appointed as a legal interpreter, but under no circumstances may a Śudra act as one.See Manu 8.20 Dharma texts uniformly stress that the king be impartial in his judgments. Manu states that a king who is partial and unjust in his inflicting of punishment will himself be punished (7.27), saying at 8.128 that punishing one who does not deserve to be punished condemns the king to hell. Elsewhere, and Nārada stress that both the king and his judges be unbiased in their hearing of cases.See ' 3.74; Nārada 1.28 and 1.58 This had religious as well as strictly legal implications; according to Nārada 1.65, a king who follows proper procedure in hearing lawsuits is ensured fame in this world and heaven in the afterlife. In the ', the king is advised to hear cases in the morning, dressed in his regalia after having performed morning ablutions.See ' 1.21 This contradicts with Manu 8.2, which states that the king's clothing during his daily hearing of court case should be modest. Much as an envoy is to decipher the disposition of a rival king through bodily and gestural clues, the king is advised to note a litigant's external clues while hearing cases to discern his disposition.See Manu 8.25 Manu 8.62-72 distinguishes who the king may or may not have questioned as a witness in connection with a trial; a greatly expanded list is given at Nārada 1.159. Upon hearing contradictory testimony from witnesses, the king is advised at Manu 8.73 to rely on what the majority of witnesses say, or else the testimony of witnesses of superior qualities; if discrepancy persists, the testimony of Brahmins is to be relied upon.Nārada 1.209-210 replaces \"testimony of Brahmins\" with testimony of those witnesses with the best memories. If those with the best memories disagree, the testimony is to be disqualified. Nārada 1.142 states that the king should dismiss witnesses whose testimonies continuously contradict each other. Following this inquiry, the case may be decided upon.See Nārada 1.30 ==Taxation== The king's right to tax was the logical next step after the theory of absolute ownership of lands by the king. Manu describes the king as the absolute lord of the land and as such, the king was entitled to his share in the produce of the lands. The permission of the king was needed to buy, sell and donate land.Sarkar, K.R. Public Finance in Ancient India, p. 55 In reality, the land was the people’s own, with the king only claiming absolute ownership. As long as the people worked the land and paid their taxes, they would be fine, but otherwise, the king could exercise his power and confiscate the land.Sarkar, p. 59 ===Bilateral contract=== This understanding was part of a bilateral contract made between the king and the people. The people would work the land and give taxes to the king for protection. The contract implies that the people submitted to a sovereign authority that they created, they volunteered to pay the tax, the tax rate was fixed by the people, the taxes are paid to the king as a wage for his protection and the king has to answer to the people. From this it can be concluded that the king has the right to tax, it is the duty of the people to pay taxes, and the duty is conditional on the performance of the king in his duties.Sarkar, p. 59 This idea of the king’s performance in protection in relationship to taxation is so important that some texts require the king to compensate for any stolen goods he failed to recover.Ghoshal, U.N. Contributions to the History of the Hindu Revenue System, p. 25 ===Limits=== The king had limitations on how he could tax. He had to know when to tax as some times were better than others. The amount the person was taxed was to be determined by the nature of the person. If they had gotten rich from doing wrong, they were to be highly taxed, those who were prosperous were to be taxed little by little and those who could not pay should never be taxed. The limit people could pay in taxes should not be crossed. Only profits and surpluses should be taxed.Ghoshal, p. 26 Increases should be done gradually and at the proper time. The king should use the taxes to help benefit the people.Sarkar, p. 62-67Ghoshal, p. 30 ===Types of taxes=== ====Bali==== In the early Vedic period the king collected taxes regularly from his subjects. The taxes were called bali and consisted of 1/6 the agricultural produce or cattle for a given person.Ghoshal, p. 10 Another form of bali was tributes extracted from conquered enemies by the king. There was a system in place to collect these taxes, but the exact details have been lost to time.Ghoshal, p. 14 Even when other forms of taxes appeared in the later periods, bali was still present. It was used a special tax that was used differently by different kingdoms in order to gain additional revenue.Sarkar, p. 105 ====Land revenue==== This was the main tax in the post-Vedic period as it evolved out of bali. It was important source of income for the state and it was employed in every kingdom since its founding. This tax entailed the state receiving 1/6 of the produce of the land. This tax was of the profits made from the land, not the gross produce. People could pay the tax either in the good produced or with money. There Also a survey would be done to assist in the proper collection of the tax.Sarkar, p. 87-88 ====Irrigation tax==== The state had to look over and protect the natural sources of water. Also they had to build and maintain irrigation devices such as canals. If water was taken from rivers, tanks, lakes or wells a rate of a fourth of the produce was taken.Sarkar, p. 90-91 ====Toll charges==== Duties placed on goods imported from foreign lands, produced in country parts and within the city. The rates varied between 4% and 20%. Marriage and religious commodities were except. There were other types of toll charges including: a water ferry toll, toll to enter the city, road toll and a use of harbor toll.Sarkar, p. 92-94 ====Sales tax==== There were two types of sale taxes. One was a general tax of 10% placed on all goods. The other taxes placed on special goods such as jewels, land auctions and immovable objects. The punishment of tax evasion was the confiscation of the goods purchased.Sarkar, p. 98-99 ====Labor tax==== Everyone was expected to contribute to the common good. For poor people who could not pay their taxes in kind or with money, they would have to work in state factories. Also one day of each month, each person, including Brahmins, had to work solely for the king, called Visti.Sarkar, p. 101-102 ====Poll tax==== This is a tax levied on individuals. There were two forms of the poll tax. The first was a general tax was levied on every member of a family. The second was a special tax that undesirable foreigners had to pay to enter a city.Sarkar, p. 106 ====Other taxes==== *Customs duty *Excise tax *Salt tax *Excise profit tax *Trade tax *Professional tax *Income tax *Gambling tax *General property tax (Kara)Ghoshal, p.47 *Construction tax (Vāstuka) *Survey tax (Rajju) *Police tax (Chorarajju) *Tax on villages on the water (Klŗpta) *General tax on villages (Piņdakara) *Emergency tax (Praņaya) *Celebration tax (Utsanga) *War tax (Senābhakta)Sarkar, p. 95-111 == See also == *Monarchy *Kingdoms of ancient India *Chakravartin *Raja *Maharaja *Buddhist kingship ==Notes== ==References== * * * * * * *The Institutes of Visnu. Trans. Julius Jolly. Oxford: Claredon Press, 1880. http://www.sacred- texts.com/hin/sbe07/index.htm * Available online as The Laws of Manu * * * * * * Category:Ancient Indian law Category:Monarchies of Asia ",
    "title": "Monarchy in ancient India"
}