{
    "id": "20564710",
    "text": "Vermont Route 44 (VT 44) is a state highway in the U.S. state of Vermont. The highway runs from VT 106 in Reading east to U.S. Route 5 (US 5) and VT 12 in Windsor. VT 44 passes through West Windsor in southern Windsor County, serving the area north of Mount Ascutney. The highway has an auxiliary route, VT 44A, which provides access to Mount Ascutney State Park and connects VT 44 with Interstate 91 (I-91) in Weathersfield. VT 44 was established in 1958 along the highway between Reading and Windsor. The three towns had previously maintained the highway with support from the state for construction and maintenance, including reconstruction along several segments in the 1940s. The state paved VT 44 in the early 1970s and early 1980s. VT 44A was established in 1987 when part of VT 44 in Windsor was returned to town maintenance. ==Route description== VT 44 begins at an intersection with VT 106 north of the hamlet of Felchville in the southeastern part of the town of Reading. The two-lane highway crosses Mill Brook, which it parallels for its entire length, and enters the town of West Windsor. VT 44 crosses Willow Brook near Best's Covered Bridge and Mill Brook again near the Bowers Covered Bridge. The highway crosses Mill Brook twice more in the town as it curves around the northern flank of Mount Ascutney. VT 44 crosses Beaver Brook while passing through the village of Brownsville. VT 44 ascends from the valley of Mill Brook and passes the entrance to Ascutney Mountain Resort shortly before entering the town of Windsor. East of the town line, VT 44 veers away from Mount Ascutney at its oblique intersection with VT 44A (Back Mountain Road), which continues southeast along the flank of the mountain and heads toward I-91. The NAMCO Block at the east end of VT 44 in Windsor VT 44 descends back into the valley of Mill Brook and crosses the stream immediately before it passes below I-91 with no access and curves north with the stream. The highway enters the urban area of Windsor along Ascutney Street. VT 44 passes the Ascutney Mill Dam Historic District before it curves east onto Union Street. The highway crosses Mill Brook twice more in the downtown area and passes by the historic residential NAMCO Block before reaching its eastern terminus at US 5 and VT 12 (Main Street) just north of the American Precision Museum at the historic Robbins and Lawrence Armory and Machine Shop. The east leg of the intersection is Bridge Street, which leads to the Cornish-Windsor Covered Bridge across the Connecticut River and into the state of New Hampshire. The Vermont Agency of Transportation maintains VT 44 west of VT 44A, and the town of Windsor maintains the route east of VT 44A. ==History== According to a 1927 report prepared by the federal Bureau of Public Roads and the Vermont State Highway Department, the unnumbered Reading–Windsor road had a surface-treated gravel surface. The towns through which the highway passed maintained the road with financial aid from the state. The town of Windsor reconstructed the surface-treated gravel road outside the town center in 1940 and 1941. West Windsor reconstructed their gravel road in 1941 through Brownsville and in several segments outside of Brownsville between 1946 and 1952, and Reading reconstructed their short portion of the highway in 1948. In 1958, the three towns petitioned the State Highway Board to accept the portion of the highway outside the Windsor town center into the state highway system, a request the state approved. The state took over maintenance of the highway from VT 106 to the Windsor village boundary and established VT 44 through separate agreements that went into effect in December 1958 and January 1959. The first hard- surfaced stretch of what was to become VT 44 was created at an unknown time before 1950 along Ascutney Street in the Windsor town center. The town resurfaced Ascutney Street with bituminous concrete in 1950 and replaced the surface-treated gravel surface of Union Street with bituminous concrete in 1969. The state resurfaced VT 44 with bituminous concrete on most of the highway's short Reading stretch in 1964 and through Brownsville in 1965. The Vermont Department of Highways applied a chipseal surface along the remaining surface-treated gravel stretches in 1972. The state resurfaced the chipseal sections with bituminous concrete in 1983. The town of Windsor regained maintenance duties on VT 44 from the VT 44A intersection to the town center boundary in February 1987 at the same time the state took over maintenance of Back Mountain Road, which became VT 44A. ==Major intersections== ==Auxiliary route== First reassurance marker on northbound VT 44A Vermont Route 44A (VT 44A) is a auxiliary route of VT 44 that runs from US 5 and VT 12 in Weathersfield north to VT 44 in Windsor. The highway heads north from its oblique intersection with the U.S. Highway and state route along Back Mountain Road, which follows the east flank of Mount Ascutney. North of the Weathersfield–Windsor town line, VT 44A crosses over I-91 and provides access to Mount Ascutney State Park, which includes a toll road that ascends the mountain. The highway reaches its northern terminus at VT 44 between the town center of Windsor and the town of West Windsor. VT 44A connects VT 44 with I-91 via US 5 and VT 131 in Weathersfield. The 1927 Bureau of Public Roads–Vermont State Highway Department report indicated the unnumbered road along the east flank of Mount Ascutney had an untreated gravel surface. When the state constructed I-91 and Back Mountain Road's bridge across the Interstate in 1965 and 1966, Back Mountain Road was likely relocated and was paved with a bituminous concrete surface. The remainder of the highway was paved with bituminous concrete at an unknown date. The Vermont Agency of Transportation took over maintenance on Back Mountain Road from the towns of Weathersfield and Windsor and assigned VT 44A in February 1987 in exchange for the town of Windsor taking over maintenance on the part of VT 44 east of VT 44A. ==References== ==External links== 044 Vermont Route 044 ",
    "title": "Vermont Route 44"
}