{
    "id": "20560115",
    "text": "The Gardner River (also known as the Gardiner River) is a tributary of the Yellowstone River, approximately long, in northwestern Wyoming and south central Montana in the United States. The entire river is located within Yellowstone National Park. It rises on the slope of Joseph Peak, Gallatin Range in the northwestern part of the park, and winds southeast through Gardner's Hole, a broad subalpine basin which is a popular trout fishing location. The Gardner falls within the Native Trout Conservation Area and anglers are allowed to take an unlimited number of brown and rainbow trout. Mountain whitefish and Yellowstone cutthroat trout must be released. Angling on the Gardner is governed by Yellowstone National Park fishing regulations.2020 Yellowstone National Park Fishing Regulations After merging with Panther Creek, Indian Creek and Obsidian Creek, it then turns north and flows through a steep canyon where it cuts through a basaltic flow from approximately 500,000 years ago known as Sheepeater Cliffs. Below Sheepeater, Glen Creek out of Golden Gate Canyon and Lava Creek out of Lava Creek Canyon join the Gardner near Mammoth Hot Springs. The river crosses the 45th parallel in Gardner Canyon and is also home to a popular hot spring known as The Boiling River. The river continues north through Gardner Canyon and empties into the Yellowstone near Gardiner, Montana. == History == The river and the town of Gardiner were named for Johnson Gardner who was a free trapper in the early 19th century. In the 1830s, he worked northwestern Yellowstone and sold his furs to the American Fur Company. On September 13, 1869 the Cook–Folsom–Peterson Expedition entered the park region and crossed the river at its mouth on their way up the Yellowstone. On August 26, 1870 the Washburn- Langford-Doane Expedition entered what was to become the northern boundary of Yellowstone National Park at Gardiner and camped near the confluence before they crossed the river and proceeded south up the Yellowstone river. Both these expeditions did not explore the Gardner and thus did not encounter the geothermal features of Mammoth Hot Springs. The 1871 Geological Survey of the park region by F. V. Hayden did explore the Gardner and describe Mammoth Hot Springs, but the Mammoth area itself was named by an illegal concessionaire, Harry R. Hohr, who tried to claim land in early 1871 in the newly explored park region. The lower few miles of the river is paralleled by the North Entrance Road Historic District. ==See also== * Angling in Yellowstone National Park * Fishes of Yellowstone National Park * North Entrance Road Historic District * List of Montana rivers * List of Wyoming rivers == Notes == Category:Rivers of Wyoming Category:Rivers of Montana Category:Rivers of Yellowstone National Park Category:Bodies of water of Teton County, Montana Category:Rivers of Park County, Montana Category:Tributaries of the Yellowstone River ",
    "title": "Gardner River"
}