{
    "id": "20570046",
    "text": "The Nina Mason Pulliam Indianapolis Special Collections Room , the archival collection of the Indianapolis Public Library, is housed in the Central Library and includes a variety of adult and children's materials, fiction and nonfiction books by local authors, photographs, scrapbooks, typescripts, manuscripts, autographed editions, letters, newspapers, magazines, and regalia. The collection features materials related to Kurt Vonnegut, May Wright Sewall, the Woollen family, James Whitcomb Riley, and Booth Tarkington.Central to Our History: Indianapolis Special Collections Room, n.d., brochure, Indianapolis, IN: Indianapolis-Marion County Public Library. ==Nina Mason Pulliam== The special collections and room at Central Library are named in honor of Nina Mason Pulliam (1906–1997), an American journalist, author, and newspaper executive in Arizona and Indiana, where she was also well known as a philanthropist and civic leader. The native of Martinsville, Indiana, spent most of her childhood in Indiana, except for a period during her teens when she traveled to the Arizona desert to recover her health after being diagnosed with tuberculosis. Following her return to Indiana, she completed high school and began studying journalism college at Franklin College, in Franklin, Indiana, but left to enroll at Indiana University, and later attended the University of New Mexico. She began her career in journalism and publishing at Farm Life magazine in Spencer, Indiana, and moved to Lebanon, Indiana, during the Great Depression to work at the Lebanon Reporter for newspaper publisher Eugene C. Pulliam prior to their marriage in 1941.McFarland, Lois, \"Nina Mason Pulliam,\" in Afterwards, she worked with her husband as founding secretary-treasurer and a member of the board of Central Newspapers Inc., the media holding company he established in 1934. Upon his death in 1975, she became president of the company, a position she retained until 1979. Nina Pulliam also served from 1975 until 1978 as publisher of the Arizona Republic and the Phoenix Gazette, which began in 1946. Her stepson, Eugene S. Pulliam, became publisher of the company's two major newspapers in Indianapolis, the Indianapolis Star and the Indianapolis News. In 1970, she became the first woman admitted into DePauw University's Alpha chapter of Sigma Delta Chi, which was later named the Society of Professional Journalists.McFarland, p. 93. ==Mural== A new mural has been installed in the Indianapolis Special Collections Room on the Sixth Floor of Central Library. The artist Tom Torluemke has given it the working title, The Book of Life: The People We Know, the Experiences We Have, and the Conditions under Which We Live. More information and photographs of this mural can be found at http://www.indypl.org/readersconnection/?p=1058 Image:NinaMasonPulliamSpecialCollectionsRoom.jpg|Nina Mason Pulliam Special Collections Room Sign Image:ISCR_Collection_Room_Oct._2007.jpg|Nina Mason Pulliam Special Collections Room October 2007 Image:ISCR Reading Room Oct. 2007.jpg|Nina Mason Pulliam Special Collections Room - Reading Room October 2007 ==Featured collections== The Indianapolis Collection contains materials relating to Indianapolis history and the Indianapolis 500, including city directories, church histories, college and high school yearbooks, biographies, theater programs, and audio-visual materials. The Indianapolis Authors collection of first editions of Meredith Nicholson, James Whitcomb Riley, Booth Tarkington, and others also has a variety of items beyond books. * The Kurt Vonnegut Collection consists of many signed first editions in foreign languages as well as representative artwork. In addition, there are over forty loose magazines that carry his articles and stories over the years and copies of screenplays for two works (Slaughter House Five and Slapstick). * The James Whitcomb Riley Collection has letters, photographs of his last public appearance, his college diploma, and unpublished recordings of him reading his own poetry. * The Meredith Nicholson Collection contains letters and manuscripts. * The Booth Tarkington Collection holds an original manuscript of Kate Fennigate, typed pages showing corrections, and the final typed copy of the book. The Children’s Literature Collection contains about 2,000 volumes, ranging from Indiana authors, illustrated editions, some award-winning titles, and a variety of historical materials such as prominent Indianapolis children's authors Eth Clifford, Mabel Leigh Hunt, Jean Brown Wagoner, and Guernsey Van Riper. The Fine Printing Collection began with a substantial gift by G. Harvey Petty. Over the years additional items have been added to this collection, not only of examples of fine printing, but also of works about typography and the history of fine printing. A number of examples of local private printing are included, including those from the Grabhorn Press (originally the Studio Press) and Press of the Indiana Kid. The Cookbook and Menu Collection was a gift of the family of Mr. Wright Marble, a local collector. The original donation included a number of 17th and 18th century English and Italian works, along with German, some Oriental, French, English and United States books published in the 19th century. The oldest title in the collection was published in 1542. Other locally published titles have been added over time. Another collector, Arthur H. Rumpf, donated a collection of approximately 100 historic menus, including those from railroad dining cars, hotels, and testimonial-recognition dinners. Local menus have been added over the years. The Library also offers free access to digital versions of valuable, fragile, and hard-to-use originals at http://www.digitalindy.org ==References== ==External links== *IMCPL website *Nina Mason Charitable Trust website Category:Tourist attractions in Indianapolis Category:Education in Indianapolis Category:Public libraries in Indiana Category:Special collections libraries ",
    "title": "Nina Mason Pulliam Indianapolis Special Collections Room"
}