{
    "id": "2201333",
    "text": "Dust Devil is a 1992 horror film written and directed by Richard Stanley. The film stars Robert Burke as Hitch, a mysterious man who wanders the deserts in Namibia and is wanted by the police in connection with the death of a woman whose blood was used in a supernatural ceremony. It is believed by a local Sngoma that Hitch is a \"Dust Devil\", a supernatural creature that can change its form. Hitch encounters Wendy played by Chelsea Field, who drives with him along a highway as she is pursued by her estranged husband. As police begin investigating the murders, they seem to trace back to Hitch and Wendy discovers the man has supernatural powers. The film was shot in Namibia after March 1990. when Stanley presented his script to producer JoAnne Sellar, whom he had previously worked with on his first film Hardware. Sellar was able to secure 2.8 million pounds for Dust Devil. The script was then sent to the Ministry of Information and Broadcasting in Namibia for approval. Sellar was also able to use South African personnel and equipment for the production, making the film's crew a combination of British, American, South African and Namibian people. After finishing filming, Dust Devil went into difficulty in its early production phases with several different cuts being released in the United Kingdom, the United States and select areas in Europe where the film was released in a much shorter version titled Demonica. The film was released in United Kingdom following the demise of Palace Pictures under an end credit of Dust Devil: The Final Cut. It was released in the United States by Miramax with a shorter running time than the British version. ==Plot== In Namibia, a Sngoma named Joe Niemand recites a story about \"the desert wind (soo-oop-wa), who was a man, until. by mischance, he grew wings and flew like a bird. He became a hunter and like a hawk he flew to seek his prey, taking refuge in the far corners of the world where magic still lingers, But having once been a man, he still suffer the passions of a man, \"flying in the rages sometimes, and throwing himself down like a child, to vent his wrath upon the earth.\" and stating that the people of the great Namib refer to them as Dust Devils. A man walks on a road in the desert, and meets with a woman named Saarke driving along it, who takes him back to her house. While the two have sex, the man kills her. Meanwhile, in the town of Bethanie, Sgt. Ben Mukurob receives a phone call with strange voices speaking, as does Wendy Robinson in Johannesburg, South Africa. In the morning, the man burns down Saarke's house & leaves in her car. In Johannesburg, Wendy's husband Mark accuses her of cheating on him, leading her to leave him and drive to Namibia. Meanwhile, Mukurob and Captain Beyman investigate Saarke's house and find strange pictographs on the wall. Wendy runs her car off the road near a camper with a man near by. After the two push her car back on the road, Wendy then sees Dust Devil on the road side and offers him a ride.. Cpl. Dutoit and Cpl. Bates then find the camper with dismembered body parts inside. Mukurob drives to Joe's home that the symbols found were the work of magic, to which Mukurob scoffs. Wendy and Dust Devil continue driving and pass another hitch-hiker, but Dust Devil tells Wendy not to stop. As they pass the hitch-hiker, Dust Devil disappears. With Dust Devil secretly watching, Wendy stops at a small motel for the night and tries to commit suicide but stops herself. Wendy goes to her car the next morning and finds Dust Devil inside, who tells her that she was asleep the day before. Meanwhile, Beyman gives Mukurob documents about murders similar to the one he is following dating back as far as 1908. Wendy and Dust Devil reach the Fish River Canyon as Wendy's husband Mark, arrives in Namibia and begins his search for her. Joe takes Mukurob to a mountain cave and tells him that the murders are the work of the \"naghtloper\", a shape-shifting demon who gains power over the material world through ritual murder. Joe explains that the naghtloper must keep moving to work the ritual, but if he is tricked to step over a kierie stick, he will be bound to one spot and his power can be taken. Joe then gives Mukurob a kierie and a sacred root to burn to prevent the naghtloper from possessing him after it is killed. Wendy discovers human fingers among Dust Devil's belongings which leads to him to attempt to kill her which Wendy escapes. Dust Devil pursues her leading to Wendy crashing her car and escaping into the desert. Meanwhile, Mukurob releases Mark from prison as they search for Wendy. As drive through a dust storm, Dust Devil attacks them, causing the car to flip over. Mukurob handcuffs Mark to the car and heads into the storm, telling him that he has a chance since the naghtloper only takes those who have nothing to live for. Wendy reaches the abandoned town of Kolmanskop where Mukurob finds her and searches for Dust Devil. He runs into Dust Devil, who stabs him. Wendy then finds Dust Devil as Mukurob takes the kierie and puts it in front of Dust Devil as he steps forward. Wendy picks up Mukurob's shotgun and kills Dust Devil as he says, \"I love you, Wendy\". Wendy then walks into the desert past Mark and the car, lies on the road and pulls over a fleet of army Casspirs. The film ends with Joe saying, \"The desert knows her name now, he has stolen both her eyes. When she looks into a mirror, she will see his spirit like a shawl blowing tatters around her shoulders in a haze. And beyond the dim horizon, a tapestry unfolding of the avenues of evil, and all of history set ablaze.\" ==Cast== * John Matshikiza as Joe Niemand (also the narrator) * Robert John Burke as Dust Devil * Terri Norton as Saarke Haarhoff * Chelsea Field as Wendy Robinson * Rufus Swart as Mark Robinson * William Hootkins as Capt. Cornelius Beyman * Zakes Mokae as Sgt. Ben Mukurob * Russell Copley as Cpl. Dutoit * Andre Odendaal as Cpl. Botes * Luke Cornell as Soldier 1 * Philip Henn as Soldier 2 * Robert Stevenson as Rifle Boy * Peter Hallr as Marist Monk * Stephen Earnhart as Camper Driver * Marianne Sägebrecht as Dr. Leidzinger ==Production== Richard Stanley (pictured) had trouble releasing a proper edit of his film to distributors. Richard Stanley's previous film Hardware was made for £1 million, and grossed over $70 million world-wide. Stanley stated that Hardware was made to prove to producers that he could make a commercial film after finding that he was rejected by producers from his first scripts. Dust Devil was shot entirely on location in Namibia, and re-interprets the story of a South African serial killer known as Nhadiep. The story of Nhadiep had previously been the inspiration for the British film Windprints (1989) by David Wicht. Dust Devil was made from a previous work of Stanley's, an unfinished 16mm student short film about bizarre murders taking place around the town of Bethanie. The authorities never caught the serial killer, which led to locals believing the killings were caused by a supernatural force. The police eventually returned to town with the body of a man they believed was the killer; however, the body was without a head, which made identification with locals impossible. The man was later buried in a town with a grave marked \"Nhadiep\". Stanley felt his film was not initially a horror film, but admitted the film had traits of the genre. As well as acknowledging Italian gialli films as an influence, he also felt the film was influenced by Alejandro Jodorowsky's El Topo, Luis Buñuel's Simon of the Desert, Pier Paolo Pasolini's The Gospel According to Saint Matthew, and Sergio Leone's Once Upon a Time in the West. Stanley would also described the film as a marriage between Italian gialli films and the spaghetti westerns of Sergio Leone, specifically noting The Good, The Bad, and The Ugly declaring that In Leone's film \"cynical privateers looked for buried gold against an American Civil War backdrop, My Dust Devil characters weave in and out of similar historical events because I updated the murders to run parallel to Namibia's bloody fight for independence from South Africa in 1989.\" Stanley also mentioned an influence of Michele Soavi's film The Devil's Daughter, by using \"his idea of shimmering Virgin Mary blues to similarly represent forces of God.\" Filming in Namibia became possible following the country's independence in March 1990. Stanley presented his script to producer JoAnne Sellar, who he had previously worked with on Hardware. Sellar was able to secure 2.8 million pounds for Dust Devil. The script was then sent to the Ministry of Information and Broadcasting in Namibia for approval. Sellar was also able to use South African personnel and equipment for the production, making the film's crew a combination of British, American, South African and Namibian people. Post-production of Dust Devil began in 1991 in London. Stanley initially had a 120-minute cut of the film, which was tightened to 110 minutes. Stanley hoped the British financiers would find this edit appropriate for release in Europe and the United Kingdom. However, this was not the case; the financiers cut the film to 95 minutes. The 95-minute version was given a test screening in Wimbledon. Stanley stated that the audience was \"clearly confused\", as many of the cuts had taken out parts of the film's first act. Following this screening, Stanley, who was adamant that the previous cut of the film was superior, pushed for an \"extended European cut\" of the film, which would run between 110 and 120 minutes. However, further cuts were made, which gave Dust Devil a running time of 87 minutes. In April 1992, Palace Pictures began experiencing financial problems, causing them to pull out of distributing the film in the United Kingdom. ==Release== Dust Devil was financed by an amalgamation of British Investors under the Palace Productions umbrella. The film also received some financial backing from Miramax, the distributors of Stanley's previous film Hardware. In December 1991, Stanley delivered his first fine cut, a 120-minute assembly version that was cut to fufill British television contracts. This version was given to Miramax for their consideration who returned it as an 85-minute version. In February 1992, Palace who was on the verge of financial collapse, asked Stanley to accept a cut that was a compromise between the original version and the Miramax edit. Stanley mentioned that \"Palace explained it would be financially expedient to arrive at a compromise but I'd have nothing to do with it. I'd lost footage already and I wasn't willing to go back in the editing room.\" Dust Devil was initially set to be released in the United Kingdom in December 1992. Due to the withdrawal of Palace Pictures, Dust Devil was only shown for one week in one cinema in the United Kingdom before being released to home video. A 94-minute cut was test-screend to a what Mark Kermode of Shivers magazine described as \"a poor reaction.\" A shortened version that was accepted by Miramax was shown in Spain and Portugal under the title Demonica and was also shown at the Avoriaz Film Festival. After Palace lost its money, Stanley persuaded Polygram to have a new version ready which he personally financed with £15,000. Months later the film was released in the United Kingdom and was identified in the end credits as Dust Devil: The Final Cut. An 80-minute cut of the film that was not color-graded was shown in some European territories prior to 1994 which Richard Stanley described as \"an effort to liberate blocked funds and has subsequently been withdrawn with the consent of all parties.\" Stanley wrote to Shivers magazine published in January 1994 that Miramax were planning to distribute Dust Devil in January 1994 with a home video release of the film later in the year. The American cut of the film released by Miramax removed about 20 minutes of footage. Stanley recently recorded commentaries and interviews not only for this film, but also for three rarely-seen documentary films he had directed over the last decade and a half, Voice of the Moon, The Secret Glory and The White Darkness. ==Reception== In Sight & Sound, Kim Newman described the film as a \"more personal effort than Hardware\", and that \"for all its lean boogey man strengths, this is mainly a hallucinatory picture: Stanley delivers the requisite shocks with a buff's care and enthusiasm, but is obviously more interested in eerie desert images like a valley reported created by the slithering of a giant snake at the dawn of time and other unsettling touches.\" Newman concluded that, on viewing any of the several different edits of the film, Dust Devil was a \"considerable and remarkable film.\" In his book Horror and Science Fiction Film IV, Donald C. Willis stated that Dust Devil was \"handsomely photographed\" but also \"pretentious\" with a \"tired\" ending. ==Footnotes== ===References=== * ==External links== * http://wearecult.rocks/richard-stanleys-dust-devil-and-the-changing-face-of- film4 * * * Category:1992 films Category:1992 horror films Category:Palace Pictures films Category:British films Category:British supernatural horror films Category:Films shot in Namibia Category:Films set in Namibia Category:Films scored by Simon Boswell Category:Films directed by Richard Stanley (director) Category:Films with screenplays by Richard Stanley (director) ",
    "title": "Dust Devil (film)"
}