{
    "id": "2201099",
    "text": "An Oh Henry! split Box of Oh Henry! candy bars at General Store in Portsmouth, North Carolina. Oh Henry! is a candy bar containing peanuts, caramel, and fudge coated in chocolate. ==History== There are two versions of the Oh Henry! bar origin story. The manufacturer Nestlé says that the bar was introduced by George Williamson and his Williamson Candy Company of Chicago in 1920 in United States. The most popular alternate story is that Thomas Henry, manager of the Peerless Candy Co. in Arkansas City, Kansas, invented a bar he called the \"Tom Henry Bar\" in the late 1910s, and sold the recipe to George Williamson in 1920. There is no credible documentation of this story, however. There are also alternate accounts of the origin of the name of the bar. The story supported by Nestlé is that there was a boy named Henry who frequented George Williamson's second candy shop. He became a favorite of the young girls who worked there, who would say \"Oh Henry\" when speaking to or about him, and Williamson used this phrase to name his new confection. The other (undocumented) story is that the name was changed from the Tom Henry Bar to Oh Henry! when it was purchased by Williamson. Popular myths are that it was named after O. Henry for Henry Aaron. The Williamson Company was sold to Warner-Lambert in 1965, which soon sold Oh Henry! to Terson, Inc. Nestlé acquired the United States rights to the brand from Terson in 1984. In 2018, Nestlé sold the rights to its US confectionery products to Ferrara Candy Company, a subsidiary of Ferrero SpA. As of mid-2020, there are no known sources to buy fresh FerraraUSA-made Oh Henry! candy bars in the US. Target, Walmart, Amazon, Costco, and a wide variety of candy wholesalers show the item as unavailable. Nestle stopped production of this candy bar under their brand name (Nestle) in 2018. FerraraUSA had one year (2019?) to sell the Nestle- labeled bars they acquired when they purchased the brand lines from Nestle. FerraraUSA claims Oh Henry! is still in production. Yet they can not identify any retailers or wholesalers in the US who are selling new production made by FerraraUSA, with new labeling that does not have the Nestle name. The FerraraUSA.com web site shows no chocolate candy brand. Only cookies and non- chocolate candy are shown. ==Differences between Ferrara and Hershey versions== In Canada, the bar is currently sold by The Hershey Company and was manufactured at their Smiths Falls, Ontario facilities prior to their closure. The bars are different in appearance: the Canadian version is one bar with the fudge in the center, the fudge surrounded with a thin layer of caramel, and the nuts surrounding that layer before it is surrounded in the coating. Hershey sells Oh Henry! bars made in Canada on a very limited basis in the United States as Rally bars, using the trademark of a Hershey product introduced in the 1970s and later discontinued. ==In popular culture== In the Seinfeld episode \"The Caddy\", the fictional character Sue Ellen Mischke is the heiress to the Oh Henry! candy bar fortune. Whenever former MLB outfielder Henry Rodríguez hit a homerun, fans would throw Oh Henry! bars onto the field. Gilbert Gottfried appeared in a number of television commercials, including for Oh Henry! in 1987.https://www.youtube.com/watch?v=7EV7tp4YB20https://www.youtube.com/watch?v=EUZu2cjJ7FA ==See also== * List of chocolate bar brands ==References== ==External links== * Oh Henry! from Nestlé USA Category:Chocolate bars Category:The Hershey Company brands Category:Products introduced in 1920 Category:Peanut dishes ",
    "title": "Oh Henry!"
}