{
    "id": "2202835",
    "text": "Rob Williams is a Welsh comics writer, working mainly for 2000 AD. He is currently writing books for DC Comics and its Vertigo imprint. ==Career== Williams started out as a freelance journalist and creator of corporate videos. It's a Droids Life: Rob Williams, 2000 AD online, 28 May 2008 He decided to try comics writing resulting in Cla$$war, published by Com.x and illustrated by several artists, including Trevor Hairsine and Travel Foreman. Publishing began in 2002 and, after a three-year hiatus from the publisher a complete collection was released in 2009. The comic series was read by Andy Diggle, who was the editor of 2000 AD at the time and contacted Williams, resulting in a number of comics: the two-part Asylum, with Boo Cook, the ongoing Low Life, initially with Henry FlintHenry Flint Lowlife at 2000AD , Comicon.com, 11 February 2004 and one-offs like Breathing Space with Laurence Campbell.Rob Williams & Laurence Campbell Get A little Breathing Space , Comics Bulletin, 8 August 2005 He would again team up with Campbell for the 2006 Wolverine Christmas SpecialRob Williams Pits Wolverine Against Christmess!, Comicon.com, 11 December 2006 and later a PunisherMAX one-shot. Williams would then go on to get other work for Marvel Comics, including a story in the Dark X-Men: The Beginning anthology, a Captain Britain story in Deadpool Team Up and a Ghost Rider one-shot that ties into the Daredevil storyline Shadowland. He returned to Ghost Rider with a new eponymous ongoing series, launched as part of the \"Fear Itself\" storyline, for which he also wrote the Uncanny X-Force mini-series. Other Marvel comics announced around the same time include The Iron Age metaseries, Skaar: King of the Savage Land limited series, and takes over the writing of the Daken: Dark Wolverine ongoing series. Following that slew of announcements, on 22 April 2011 he announced that he had signed an exclusive contract with Marvel. Williams has also written comics based on a number of intellectual properties, including stories for Star Wars Tales and Star Wars: RebellionRob Williams' Star Wars' Rebellion , Comicon.com, 10 May 2006 comics from Dark Horse, and, with the same publisher, writing Indiana Jones and the Tomb of the Gods.Williams' & Indiana Jones' New Adventure, Comicon.com, 23 May 2008 For Dynamite Entertainment he is writing RoboCop, with artist Fabiano Neves. ==Bibliography== *Cla$$war (with artist by Trevor Hairsine (#1–3) and Travel Foreman (#4–6), 6-issue limited series, Com.x, January 2002 – 2004, tpb, 2003, collects Cla$$war #1–3, hardcover, 210 pages, 2009, ) * Asylum (with Boo Cook, tpb, April 2007, ): ** \"Asylum\" (in 2000 AD #1313–1321, October 2002) ** \"Asylum 2\" (in 2000 AD #1406–1414, 2004) *Family (with Simon Fraser, in Judge Dredd Megazine #201–207, January–July 2003) * \"Ghosts of Hoth\" (with Cary Nord, in Star Wars Tales 17, October 2003) *Nomad (with Brandon Badeaux): ** \"Nomad, Chapter one\" (in Star Wars Tales 21, 2004) ** \"Nomad, Chapter two\" (in Star Wars Tales 22, 2005) ** \"Nomad, Chapter three\" (in Star Wars Tales 23, 2005) ** \"Nomad, Chapter four\" (in Star Wars Tales 24, 2005) *Low Life: ** Mega-City Undercover (160 pages, Rebellion Developments, January 2008, ) collects: *** \"Paranoia\" (with Henry Flint, in 2000 AD #1387–1396, 2004) *** \"Heavy Duty\" (with Henry Flint, in 2000 AD #1397–1399, 2004) *** \"Rock and a Hard Place\" (with Simon Coleby, in 2000 AD #1425–1428, 2005) *** \"He's making a list...\" (with Simon Coleby, in 2000 AD prog 2006, 2005) *** \"Con Artist\" (with Simon Coleby, in 2000 AD #1484–1490, 2006) *** \"Baby Talk\" (with Simon Coleby, in 2000 AD #1521–1524, 2007) ** \"War without Bloodshed\" (with Rufus Dayglo, in Judge Dredd Megazine, #271–274, 2008) ** \"Creation\" (with D'Israeli, in 2000 AD #1624–1631, 2009) ** \"Hostile Takeover\" (with D'Israeli, in 2000 AD #1700–1709, 2010) ** \"The Deal\" (with D'Israeli, in 2000 AD #1750-1761, 2011) * \"Lucky\" (with Michel Lacombe, in Star Wars Tales 23, 2005) * \"Marked\" (with Cully Hamner, in Star Wars Tales 24, 2005) *Breathing Space (with Peter Doherty (#1451–1452), Laurence Campbell (pencils #1453–1459) and Lee Townsend (inks #1453–1459), in 2000 AD #1451–59, 2005) *Star Wars: Rebellion: My Brother, My Enemy (with Michel Lacombe, 5-issue mini-series, Dark Horse, 2006) * Meet Darren Dead (with John Higgins): ** \"Meet Darren Dead\" (in Judge Dredd Megazine No. 240, January 2006) ** \"Eats, Shoots & Kills\" (in Judge Dredd Megazine #287–289, August–October 2009) *The Ten- Seconders: ** \"The American Dream\" (with Mark Harrison, in 2000 AD #1469–1479, January–March 2006) ** \"Make. Believe\" (with Dom Reardon (1–3) and Shaun Thomas (4–6) and Ben Oliver (7–13), in 2000 AD #1578–1588, March–May 2008) * Wolverine No. 49 (with Laurence Campbell, Special Double-Sized X-Mas Special, 2006, Marvel Comics, collected in Wolverine: Blood and Sorrow, June 2007, ) Wolverine #49 at Marvel.comBlood and Sorrow at Marvel.com *Judge Dredd: ** \"The Biographer\" (with Boo Cook, in 2000 AD #1537, 2007) ** \"Ownership\" (with Richard Elson, in 2000 AD #1587–1588, 2008) ** \"Out Law\" (with Guy Davis, in Judge Dredd Megazine No. 296, March 2010) ** \"The Slow Walk\" (with Boo Cook, in 2000 AD #1698, August 2010) ** \"The Walking Dredd\" (with Brendan McCarthy, in Judge Dredd Megazine No. 311, June 2011) *Indiana Jones and the Tomb of the Gods (with Steve Scott, 5-issue limited series, Dark Horse, 2008) * \"Dark Daken\" (with Paco Diaz, in Dark X-Men: The Beginning No. 2, Marvel Comics, September 2009) *Ghostbusters: Past, Present And Future (with Diego Jourdan Pereira, IDW Publishing, December 2009) *RoboCop (with artist Nick Barrucci, 6-issue limited series, Dynamite Entertainment, January–August 2010) *PunisherMAX: Get Castle (with Laurence Campbell, one-shot, MAX, March 2010) *The Grievous Journey of Ichabod Azrael (with Dom Reardon, in 2000 AD #1677–1688, March–June 2010) *Deadpool Team Up No. 893, 897 (with Matteo Scalera, Marvel Comics, May 2010, January 2011) * \"Survivors\" (with Doug Braithwaite, in X-Men: Curse of the Mutants – X-Men vs. Vampires No. 1, 2-issue mini-series, Marvel Comics, September 2010) * \"Canada, Man!\" (with Philip Bond, in Deadpool #1000, Marvel Comics, October 2010) *Shadowland: Ghost Rider (with Clayton Crain, one-shot, Marvel Comics, November 2010) *Heroic Age: One Month To Live No. 2 (with pencils by Shawn Moll/Koi Turnbull, 5-issue limited series, Marvel Comics, November 2010, collected in hardcover, 128 pages, January 2011, ) * \"Silence\" (with Pablo Peppino, in Tomb of Terror, one-shot, Marvel Comics, December 2010) *What If?: Wolverine: Father (with Greg Tocchini, one-shot, Marvel Comics, February 2011) * \"Spikes\" (with Rebekah Isaacs, in Captain America and Falcon, one-shot, Marvel Comics, May 2011) * \"Can't Get the Service\" (with pencils by Lee Garbett, in The Amazing Spider-Man #658–660, Marvel Comics, June–July 2011) *Skaar: King of the Savage Land (with pencils by Brian Ching, 5-issue limited series, Marvel Comics, June–September 2011) *Daken: Dark Wolverine #9.1- (with Matteo Buffagni, ongoing series, Marvel Comics, July 2011 – present) *Terminator/Robocop: Kill Human (with PJ Holden, 5-issue limited series, Dynamite Entertainment, July–November 2011, tpb, 104 pages, March 2012, ) *The Iron Age No. 1, 3 (with Ben Oliver and Roberto De La Torre, 3-issue mini-series, Marvel Comics, August–October 2011) *Ghost Rider #0.1-9 (with Matthew Clark, ongoing series, Marvel Comics, August 2011 – May 2012) *Fear Itself: Uncanny X-Force (with Simone Bianchi, 3-issue mini-series, Marvel Comics, September 2011 – November 2011) *Avenging Spider-Man Annual No. 1 ==References== ==External links== * * * *Rob Williams at 2000AD online *Q&A; thread on 2000 AD forum ===Interviews=== *2005 Interview by 2000ADReview *Podcast Interview by The Legion of Dudes on RoboCop, Star Wars and more. *2014 Interview by Pop Culture Bandit on Doctor Who: The 11th Doctor series. Category:Living people Category:Year of birth missing (living people) Category:British comics writers Category:Welsh comics writers ",
    "title": "Rob Williams (comics)"
}