{
    "id": "2202963",
    "text": "Passenger 57 is a 1992 American action thriller film directed by Kevin Hooks. The film stars Wesley Snipes and Bruce Payne. Its success made Snipes a popular action hero icon. It also introduced Snipes' famous line: \"Always bet on black.\" ==Plot== International terrorist Charles Rane (Payne), whose career has been dubbed as \"The Rane of Terror\" by media, is arrested by the FBI and local authorities in Miami, just as he is about to undergo plastic surgery in order to evade law enforcement. The FBI make plans to return Rane to Los Angeles aboard a Lockheed L-1011 Tristar passenger aircraft, for him to stand trial. Widower John Cutter (Snipes) is a retired United States Secret Service agent and police officer who is constantly haunted by the memories of his wife's death in a convenience store robbery, and has taken to training flight attendants in self defense, including Marti Slayton (Alex Datcher). After one class, Cutter is approached by an old friend, Sly Delvecchio (Tom Sizemore), who offers Cutter the vice presidency of a new antiterrorism unit for his company, Atlantic International Airlines. Cutter is reluctant, but Delvecchio and the company's president, Stuart Ramsey (Bruce Greenwood), convince him to accept the offer. Cutter boards as the 57th passenger on an Atlantic International flight to Los Angeles, where Marti is one of the flight attendants. Rane and his two FBI escorts are also aboard. After the flight takes off, several henchpersons in Rane's employ, posing as flight attendants and passengers, kill the FBI agents, release Rane, and secure the plane by also killing the captain. Cutter, in the lavatory at the time, manages to use the plane's on-board phone to warn Delvecchio of the situation, but Cutter is soon discovered by one of Rane's henchmen. Cutter overpowers the henchman and takes his weapon; he then uses the agent as a shield to confront Rane. Rane is indifferent and shows his ruthlessness by taking a passenger hostage and then killing him without mercy. Rane also shoots his own henchman in a further show of force. Cutter realizes he is outmatched and escapes with Marti to the plane's cargo hold, dispatching another of Rane's men, Vincent, who is disguised as a caterer. Cutter dumps the plane's fuel, forcing Rane to order the surviving pilots to land at a small Louisiana airfield. As Cutter and Marti prepare to jump from the plane as it lands, Marti is caught by Forget and he kicks Cutter out of the plane. The local sheriff, Chief Leonard Biggs (Ernie Lively), arrests Cutter, thinking he is a terrorist, and takes him to the airport building. Rane contacts the field's tower and demands refueling, for which he promises half the passengers will be freed. For every five minutes of resistance or indecision, Rane will order five passengers to be executed. Rane also asserts that Cutter is one of his own men turned against him. Biggs gives the go-ahead for refueling, and as the passengers are freed, Rane and his men escape from the plane, having given orders to those still on board to kill the rest of the hostages if their plans are interfered with. Cutter recognizes the passenger release as a diversion, escapes from the sheriff, and chases Rane and his men into a local county fair. FBI agents arrive and confirm Cutter's true identity to Biggs. Cutter is able to kill one of Rane's men and gets into a fight with Rane before police arrive and capture him. Back at the tower, Rane announces that if he does not contact the plane and give flight clearance, his men aboard have been instructed to kill the rest of the hostages. The FBI agents arrange to return Rane to the plane, escorted by two agents, with plans to have a sniper take down Rane and allow them to storm the plane to save the hostages. However, the sniper is Vincent, who kills the escorts, but is shot dead by Cutter, and Rane makes it inside safely. Rane orders the pilots to take off, while Cutter, with Biggs' help, manages to jump from a car onto the speeding plane before it takes off. Inside, Cutter deals with more of Rane's accomplices before getting into a fight with Rane. Their fight blows out one of the plane's windows and the cabin loses its air pressure, causing a door to be blown out. Cutter manages to get Rane close to the open door and kicks him out of the plane, which sends Rane, screaming in terror, out into the night sky, where he falls to his death. The plane quickly returns to the airfield, where the FBI agents secure Rane's remaining agents and the remaining hostages are freed. Amid congratulations and celebration, Marti and Cutter make their quiet escape into the distance hand-in-hand, but not before Chief Biggs offers them a ride. ==Cast== * Wesley Snipes as John Cutter, a former cop turned airline security expert haunted by the death of his wife. * Bruce Payne as Charles Rane, a sadistic international terrorist mastermind who hijacked the jet to escape custody. * Tom Sizemore as Sly Delvecchio, Cutter's old friend who offers him a high-ranking job. * Alex Datcher as Marti Slayton, a flight attendant on board the jet. * Bruce Greenwood as Stuart Ramsey, the president of Atlantic International Airlines. * Robert Hooks as Dwight Henderson, an FBI agent. * Elizabeth Hurley as Sabrina Ritchie, Rane's second-in-command and sole henchwoman disguised as a flight attendant. * Michael Horse as Forget, Rane's henchman. * Marc Macaulay as Vincent, Rane's henchman. * Ernie Lively as Chief Leonard Biggs, the local sheriff. * Duchess Tomasello as Mrs. Edwards * William Edward Roberts as Matthew, Rane's henchman. * James Short as Allen * Gary Rorman as Douglas * Joel Fogel as Dr. Bauman * Jane McPherson as Nurse * Brett Rice as a Cop ==Production== ===Development=== The film was based on a script by Stewart Raffill. It was written as an action film for a guy like Clint Eastwood, about a man going to bury his son in Spain who sat next to an Iranian terrorist on the plane. The terrorist hijacks the plane and takes the passengers to Iran. Then the Clint Eastwood type character escapes, captures the Mullahs and holds them as prisoners in exchange for American prisoners. Raffill says \"The head of the studio said to me, “If I make that movie, they’ll blow up the theaters.” So I did a couple of re-writes for them, for Warner Bros who owned it, then I got another picture and came back and then it became a black movie.\" Raffill says his work only remains in the first quarter of the resulting film. Raffill could not think of a title for the film but noticed a bottle of ketchup and was inspired by the Heinz 57 mark to call the film Passenger 57. ===Filming=== Although supposedly set partly at a small airport in Louisiana, filming took place in Snipes' hometown of Orlando, Florida, with Orlando-Sanford International Airport standing in for \"Lake Lucille\" airport in Louisiana.https://www.imdb.com/title/tt0105104/locations The airport's former combination main hangar and control tower from its time as Naval Air Station Sanford was used for many key scenes just prior to its demolition after filming. ==Release== ===Home media=== DVD was released in Region 1 in the United States on May 27, 1998, and Region 2 in the United Kingdom on April 26, 1999, it was distributed by Warner Home Video. ==Reception== ===Box office=== Passenger 57 was released on November 6, 1992, and opened at number one rank in 1,734 theaters. The opening weekend receipts were $10,513,925. The film's final US domestic gross receipts were $44,065,653. Passenger 57 is one of the films that launched Wesley Snipes' career in the action genre. Because of this film's success, Wesley Snipes was cast in lead roles of other features, including Money Train, Drop Zone, Demolition Man, The Art of War, and the Blade trilogy. ===Critical response=== The film received mixed reviews. Critics praised Wesley Snipes and Bruce Payne's performances, but panned the script. On Rotten Tomatoes it has an approval rating of 24% based on 25 reviews, with an average rating of 4.14/10. Audiences polled by CinemaScore gave the film an average grade of \"B\" on an A+ to F scale. Marcus Trower, of Empire magazine, stated that Bruce Payne was \"a brilliantly disconcerting madman. With his flowing blond Jesus locks, armor- piercing stare and casual sadism, he makes Hannibal Lecter look like a social worker – and like Sir Anthony Hopkins' serial killer, part of the man's menace is in the apparent contradiction between his articulate, well-spoken English and his off-hand brutality.\"Empire's Passenger 57 Movie Review. Empireonline.com (2006-12-05). Retrieved on 2011-06-20. The Radio Times stated that Payne and Snipes both gave 'charismatic turns' in the film. The New York Times stated that Payne brought a 'tongue-in-cheek humor to the psychopathic fiend' that he played. A reviewer for People magazine stated that \"Bruce Payne steals the plane—and the movie\". ==References== ==External links== * * * Category:1992 films Category:1992 action films Category:American films Category:American action films Category:American aviation films Category:American police detective films Category:English-language films Category:Films about the Federal Bureau of Investigation Category:Films scored by Stanley Clarke Category:Films about aircraft hijackings Category:Films about terrorism Category:Films directed by Kevin Hooks Category:Films set in Los Angeles Category:Films set in Louisiana Category:Films set on airplanes Category:Films shot in Florida Category:Films with screenplays by David Loughery Category:Warner Bros. films ",
    "title": "Passenger 57"
}