{
    "id": "2202537",
    "text": "The ballyhoo halfbeak or ballyhoo (Hemiramphus brasiliensis) is a baitfish of the halfbeak family (Hemiramphidae). It is similar to the Balao halfbeak (H. balao) in most features. Ballyhoo are frequently used as cut bait and for trolling purposes by saltwater sportsmen.McBride, Richard S., Lisa Foushee, and Behzad Mahmoudi. 1996. Florida's Halfbeak, \"Hemiramphus\" spp., Bait Fishery Marine Fisheries Review. 58(1-2): 29-38.McBride, Richard S.. 2001. Landings, value, and fishing effort for halfbeaks, \"Hemiramphus\" spp., in the South Florida Lampara Net Fishery Proceedings of the 52nd Gulf Caribbean Fisheries Institute. 52: 103-115. The fish is reported to have caused ciguatera poisoning in humans. Also known as balahu, redtailed balao, and yellowtail ballyhoo, ballyhoo can be seen above the waters skimming the surface to escape from their predators. The appearance is similar to skipping stones on the water. ==Description== The body shows typical halfbeak shape with an elongated lower jaw and cylindrical elongated body. They have no spines on fins, but do have 13-14 rays of their dorsal fins and 12-13 rays on their anal fins. The longest recorded Jumping halfbeak was 55 cm long, but most do not exceed 35 cm. There is no ridge between nostril and eye. It feeds mainly on sea grasses and small fish. ==Distribution and habitat== Ballyhoo is distributed in tropical-warm temperate latitudes on both sides of the Atlantic.Collette, B., Polanco Fernandez, A. & Aiken, K.A. 2015. \"Hemiramphus brasiliensis\". The IUCN Red List of Threatened Species 2015: e.T15521927A15603430. . In Florida, USA, they inhabit shallow bank areas or grassflats associated with coral reefs.McBride, Richard S., and Justin R. Styer. 2002. Species Composition, Catch Rates, and Size Structure of Fishes Captured in the South Florida Lampara Net Fishery http://spo.nwr.noaa.gov/mfr641/mfr6413.pdf. Marine Fisheries Review. 64(1): 21-27.McBride, Richard S., Justin R. Styer, and Rob Hudson. 2003. Spawning cycles and habitats for ballyhoo (Hemiramphus brasiliensis) and balao (H. balao) in south Florida Fishery Bulletin 101:583–589. ==References== McBride, Richard S., and Paul E. Thurman. 2003. Reproductive Biology of Hemiramphus brasiliensis and H. balao (Hemiramphidae): Maturation, Spawning Frequency, and Fecundity. Biol. Bull. 204: 57–67. *Temporal Dynamics of Reproduction in Hemiramphus brasiliensis (Osteichthyes: Hemiramphidae) ==External links== * Ballyhoo Category:Fish of the Atlantic Ocean Category:Fish described in 1758 Category:Taxa named by Carl Linnaeus ",
    "title": "Ballyhoo"
}