{
    "id": "2202380",
    "text": "Barbara Clegg (born 1 March, 1926) is a British actress and scriptwriter for television and radio. ==Biography== She was born on 1 March 1926 in Manchester. Her parents were Herbert Clegg and Ethel Moores, sister of Sir John Moores who founded the Littlewoods Empire and they ran an artificial flower making factory in Manchester. She spent her early years in Gatley. After obtaining an English degree at Oxford University, Clegg decided to pursue a career in the theatre. Initial work as an understudy led to more substantial roles, most notably her turn as Cleopatra opposite Cyril Luckham's Caesar at the Liverpool Playhouse. A high-profile tour of Australia with Katharine Hepburn followed, performing plays such as The Merchant of Venice, but by this point Clegg was looking to move into television, a medium where more money could be made with roles in Emergency – Ward 10 and The Dream Maker. She then started writing scripts and in 1961 contributed seven scripts for the television soap opera Coronation Street. After writing for several radio and television serials, including for Crossroads and a radio dramatisation of The Chrysalids, Clegg was asked to submit ideas for the science fiction television series Doctor Who in 1981. Her storyline, titled The Enlighteners, involved a space-bound race using anachronistic sailing ships. Doctor Who script editor Eric Saward decided to use Clegg's story as the last part of a trilogy of three stories, known informally as the Black Guardian Trilogy, as it involved the return of the Black Guardian. To integrate The Enlighteners into the trilogy, portions of the story were rewritten at the request of the production team and the Black and White Guardians replaced the originally planned \"Enlighteners\". Since the title could no longer refer to those entities, the story was renamed Enlightenment. She was the first woman to write a serial for Doctor Who. The serial was Barbara Clegg's only commission for Doctor Who, other story line ideas being rejected by Saward, and later Andrew Cartmel. However one of those ideas, \"Point of Entry\", was later written up as a full script by Marc Platt and released as part of Big Finish's series of Doctor Who: The Lost Stories. Another \"The Elite\", was released in 2011. She wrote a book about the life of her Uncle Sir John Moores, called The Man Who Made Littlewoods, which was published five weeks before his death in 1993. ==References== ==External links== *Biography of Barbara Clegg (archived 2005) * Category:1926 births Category:Living people Category:Actresses from Manchester Category:British actresses Category:British television writers Category:British soap opera writers Category:20th-century British women writers Category:Women soap opera writers ",
    "title": "Barbara Clegg"
}