{
    "id": "2202397",
    "text": "The Gropius House is a historic house museum owned by Historic New England located at 68 Baker Bridge Road in Lincoln, Massachusetts, United States.Historic New England: Gropius House It was the family residence of Modernist architect Walter Gropius, his wife Ise Gropius (née Frank), and their daughter Ati Gropius. The house was designated a National Historic Landmark in 2000 for its association with Walter Gropius, as he was an influential teacher and leader of Modernist architecture.Ann Grady and Carolyn Pitts (January 13, 2000) , National Park Service and The house includes a collection of Bauhaus-related materials unparalleled outside Germany. ==History== As the first director of the Bauhaus, Gropius was concerned with combining modern technologies with consumer needs, while placing equal emphasis on architectural integrity and decorative arts. Gropius and his family came to the United States after a three-year stay in London, where they had moved to avoid the Nazi regime. Gropius came to Massachusetts to accept a teaching position at Harvard University's Graduate School of Design. Fellow architect and prominent Bostonian Henry Shepley convinced philanthropist Helen Storrow to provide land and fund the design and construction of a home for Gropius. Gropius designed the home in 1937; local builder Casper J. Jenney built it in 1938. Gropius used his new home as a showcase for his Harvard students as well as an example of modernist landscape architecture in America. He chose the area because of its proximity to Concord Academy which his daughter Ati was slated to attend. It remained Gropius's home from 1938 until his death in 1969. Marcel Breuer, a fellow architect and friend of the Gropius family, came to the United States shortly after the Gropiuses, also to become part of the Harvard design faculty. Helen Storrow provided a neighboring plot of land to Breuer where he could showcase his design philosophies. Gropius and Breuer assisted one another in the construction of their homes, completing their dwellings in 1938 and 1939, respectively. The Gropius House continues to have Breuer furniture on display. The house also contains works by Eero Saarinen, Joan Miró, and Herbert Bayer that they gave as gifts to Walter Gropius. ==Architecture and design== ===Design philosophy=== In 1931 Gropius was asked to write an article describing the ideal livable small home for Architectural Forum. Gropius outlined the most important aspects of the home's design, sounding like a true description of the Lincoln dwelling: \"The dwelling house should no longer resemble something like a fortress, like a monument of walls with medieval thickness and an expensive front intended for showy representation. Instead it is to be of light construction, full of bright daylight and sunshine, alterable, time-saving, economical and useful in the last degree to its occupants whose life functions it is intended to serve.\" Gropius went on to describe an ideal layout of such a house, almost literally outlining the Gropius House composition: \"The ground plan ... is a geometrical projection of its spacial idea – the organizing plan for moving within a house. The elevation, facade, is the result of that plan and not the starting point ... Hence, no artificial symmetry, but a free functional arrangement of the succession of rooms, short, time-saving passages of communication, moving space for children, clear separation between the living, the sleeping, and the housekeeping parts of the house, and finally, proper utilization of the ground and especially the sunny aspect. The bedrooms need morning sun (facing east) the living rooms should have southern to western light, and the north side is left to storerooms, kitchens, staircases and bathrooms.\" ===The house=== Set amid fields, forests, and farmhouses, the Gropius House mixes traditional materials of New England architecture (wood, brick, and fieldstone) with industrial materials such as glass block, acoustic plaster, welded steel, and chrome banisters. The structure consists of a traditional New England post and beam wooden frame sheathed with white-painted tongue-and-groove vertical siding. Traditional clapboards are used in the interior foyer, but are applied vertically to create the illusion of height. The clapboards also performed a practical function as a gallery. Because the works displayed in the Gropius House changed frequently, the wood served as an easy surface to nail into, patch, repaint, and start over again. The home contains a combined living and dining room, a kitchen, office, sewing room, three bedrooms, and four bathrooms. All bathrooms were positioned in the less- prominent northwest corner of the house and used the same plumbing stack for maximum efficiency. One of the most notable differences between the Gropius House and adjacent homes is its flat roof. While in much of Europe and even in certain parts of the United States flat roofs were becoming quite common, in Lincoln and surrounding areas pitched roofs with gables were the norm. Gropius fashioned his flat roof with a slight tilt to the center where water could drain off to a dry well on the property. At the time of the building of the Gropius House, Walter and Ise's adopted daughter Ati was 12 years old. Gropius took care in making sure Ati was happy and comfortable and allowed her a great deal of input in the design of her bedroom. Ati chose the warm color palette and much of her furniture, including a desk Gropius had designed while at the Bauhaus in 1922. Ati's room is the largest of the three bedrooms, with a private entrance including a wrought-iron spiral staircase. Though Gropius could not give her the sand floor and glass ceiling she requested, he did give her the private roof deck so she could sleep under the stars. ===The landscape=== In keeping with Bauhaus philosophy, every aspect of the house and surrounding landscape was planned for maximum efficiency and simplicity. Gropius carefully sited the house to complement its New England habitat on a grassy rise surrounded by stone retaining walls amidst wetlands and a 90-tree apple orchard, the latter which the Gropiuses allowed to grow naturally other than some mowing during the growing season. Gropius wanted the outdoor space around the home to be equally \"civilized\" and created a lawn extending twenty feet around the entire house, with a perennial garden expanding to the south by the porch. Although the house sits on a rather flat plot of land, by keeping the woodlands well maintained, the Gropiuses retained broad views to the south, east, and west. The screened porch was placed so as to divide the land around the house into multiple zones, comparable to rooms inside a house. The house was conceived as part of an organic landscape, where Gropius utilized indoor-outdoor spaces to accentuate relationships between the structure and site. Before the home's design was complete, Walter Gropius was hard at work creating the ideal landscape. He selected mature trees from the neighboring forest and helped transplant them to his future his yard. Ise was the predominate landscaper in the family: she and Walter selected Scotch pine, white pine, elm, oak, and American beech trees to complement their surroundings. The Gropiuses also added \"rescued\" boulders and wooden trellises adorned with pink climbing roses and Concord grapevines to flatter the New England landscape. Bittersweet vines and trumpet vines also connected the home to nature. Ise spent many hours each week planting, weeding, and trimming. She also filled and maintained more than a dozen bird feeders and bird houses on the property and claimed to have known more than ninety birds personally. After a trip to Japan in the 1950s, Ise removed the perennials and covered the ground in a layer of gray gravel, where she planted azaleas, candytuft, cotoneaster, and one large red-leafed Japanese maple tree. ==Gallery== ==Criticism== Conservative neighbors were not fans of the Gropius House. One neighbor, James Loud, felt the Gropius House clashed with surrounding Colonial Revival style homes. According to Loud, both the Gropius House and the home designed by Marcel Breuer looked like \"chicken coops.\" ==Preservation== In 1974—five years after Walter's death—Ise donated the property to the Society for the Preservation of New England Antiquities (now Historic New England), though she lived there for the rest of her life. In 1984, a year after Ise's death, the home became a museum. It is open to the public. == See also == * List of National Historic Landmarks in Massachusetts * National Register of Historic Places listings in Middlesex County, Massachusetts == References == == External links == * Historic New England: Gropius House * Video tour Category:Houses completed in 1938 Category:Historic house museums in Massachusetts Category:Lincoln, Massachusetts Category:Walter Gropius buildings Category:Modernist architecture in Massachusetts Category:National Historic Landmarks in Massachusetts Category:Biographical museums in Massachusetts Category:Architecture museums in the United States Category:Museums in Middlesex County, Massachusetts Category:Houses on the National Register of Historic Places in Middlesex County, Massachusetts Category:Historic district contributing properties in Massachusetts Category:Historic New England Gropius ",
    "title": "Gropius House"
}