{
    "id": "2202715",
    "text": "Hilmar Örn Hilmarsson (; born 23 April 1958), also known as HÖH, is a musician, an art director, and allsherjargoði (chief goði) of Ásatrúarfélagið (\"the Ásatrú Association\"). Hilmar Örn Hilmarsson was a pioneer in the use of computers when composing music and cleared the path for new ideas in recording and arrangements. He has worked on ambitious, experimental and original projects with various musicians, such as Psychic TV, Current 93, Sigur Rós, Steindór Andersen and Eivør Pálsdóttir. ==From early bands to the birth of Þeyr== From 1972 to 1975 he was playing drums in a school band called Fatima with guitarist Jóhannes Helgason, bassist Birgir Ottóson and singer Guðmundur Eyjólfsson. In 1974 singer Eiríkur Hauksson replaced Guðmundur and guitarist Sigurgeir Sigmundsson joined them and a year after they broke up. By 1979 Hilmar Örn was playing drums and occasionally the synthesizer in a band called Fellibylur (Hurricane) with vocalist Magnús Guðmundsson and bassist Hilmar Örn Agnarsson. The band was expanded with the arrival of singers Elín Reynisdóttir, guitarist Jóhannes Helgason and drummer Sigtryggur Baldursson and with the new line-up, they created a new band called Frostrósir (Frost Roses) that played mainly disco music. The band changed their name to Þeyr and released the debut album in December 1980 with the title Þagað í Hel which contained some lyrics written by Hilmar Örn. Þeyr underwent internal changes and Eiríkur left the band and guitarists Guðlaugur Kristinn Óttarsson and Þorsteinn Magnússon joined in. The music evolved dramatically with the new members and Elín and Jóhannes left the band. The new Þeyr became very famous in Iceland with Útfrymi and Mjötviður Mær, among other releases, and Hilmar Örn collaborated with them with some lyrics and art works, and also managed the band from 1981 to 1982 with Guðni Ragnar Agnarsson creating Esquimaux Management (Eskvimó, in Icelandic), an independent record label and book publisher. Þeyr held a deep interest in science, magic and philosophy and Hilmar Örn served as an influential figure. Guðni and Hilmar withdrew from the band’s management in 1983 and were replaced by Guðmundur Sigurfreyr Jónason, the same year Þeyr disbanded. ==Other projects and collaborations== In 1984 Guðlaugur Kristinn Óttarsson and singer Björk Guðmundsdóttir, who at that time were in Kukl formed the Elgar Sisters, Hilmar joined them next to Einar Arnaldur Melax, Sigtryggur Baldursson, Þorsteinn Magnússon and Birgir Mogensen to record 11 songs from 1984 to 1986 and disbanded afterwards. The Elgar Sisters did not release any album, but some of their works were featured during the solo careers of Björk and Guðlaugur. In 1987 Hilmar began to work with Current 93, a band led by David Tibet and collaborated with 10 releases, among them, he produced the single Crowleymass in 1987 and in 1991 produced Island, an album which featured singer Björk as backing vocalist on the song “Falling”. He also collaborated with the band Ornamental in 1988. MÖK Trio was a group formed by bassist Tómas Magnús Tómasson (known by his work in Stuðmenn), Hilmar Örn and Guðlaugur Kristinn Óttarsson. In fact, the name stemmed from the initials corresponding to the middle name of each member. Their first gig was by 1992. MÖK Trio did not play regularly and they never released any album. Their last presentation was in August 2001 at Galdrahátíðin á Ströndum, Reykjavík. In 1992 he started to record with singer and trumpet player Einar Örn Benediktsson (from the Sugarcubes) on a new project called Frostbite and released an album titled The Second Coming the following year through label One Little Indian, but after this, the band was dissolved. His collaborations continued with sound engineer Andrew McKenzie in the Hafler Trio (H3ÖH) and in 1993 released an album called Bootleg H3ÖH which contained remixes from Frostbite. By November 1997 Hilmar and Einar Örn joined drummer Sigtryggur Baldursson to form Grindverk. After signing with FatCat Records they released their debut album, a 12-inch vinyl titled Gesundheit von K on 1 January 1999. With 4 tracks, Gesundheit von K encompassed a wide range of styles: from the industrial funk of the title song to the exotic jazz of “Kastrato”. Grindverk showed with this album a dark music, with free instruments proper of the funk music or post industrialism of the eighties but in the context of the nineties. They were supposed to release an album called T.h.e.r.a.p.i.s.t.s by July 1999, but it was canceled as Grindverk disbanded shortly after their debut release. Hilmar Örn & Sigur Rós: In 2000 he collaborated with Sigur Rós on the soundtrack to the film Angels of the Universe, which was directed by Friðrik Þór Friðriksson. This seventeen-track album contained fifteen songs composed by HÖH with his mellow soothing trademark sound (classical guitars, strings and synthesizers) and two songs created by Sigur Rós (“Bíum Bíum Bambaló” and “Dánarfregnir og Jarðafarir”). Later, he also worked with Sigur Rós composing and performing on “Hrafnagaldr Óðins”. GVDL: Was another music project formed in 2001 with Guðlaugur K. Óttarsson and bass player Georg Bjarnason. The group was established for the arrival in Iceland by the American band Fuck. In fact, the name of the band were the initials of the American group shifted one place further. They only had one performance at Kaffi Reykjavík, without recording any track. In 2004 Hilmar Örn collaborated with singer Eivør Pálsdóttir in a joint project between Iceland and Ireland and performed with other musicians from both countries in two concerts, one in Reykjavík and the other in Tórshavn, in the Faroe Islands. ==Score music compositions== From 1981 onward, Hilmar Örn Hilmarsson has composed music for several movies, both Icelandic and foreign, and worked with film directors such as Henning Carlsen (Pan, 1995), Jane Campion (In the Cut, 2003) and Friðrik Þór Friðriksson (Brennu- Njálssaga, 1981 - Skytturnar, 1987 - Börn Náttúrunnar, 1991 - Bíódagar, 1994 - Cold Fever, 1995 - Djöflaeyjan, 1996 - Angels of the Universe, 2000 and Falcons, 2002). Hilmar Örn has received many awards for his contributions as a film composer. In 1993 he won the European Film Composer of the Year for his work on the Oscar nominated Children of Nature, the film by Friðriksson. ==From his interest on magic and the orgone therapy to the Ásatrú Association== Hilmar Örn joined the Ásatrúarfélagið (Ásatrú Association), the old pagan Norse religion, in 1974 when he was sixteen years old. As being interested in Aleister Crowley once, Hilmar Örn has always held interest in magic, witchcraft and paganism, as well as the work of Wilhelm Reich which is not only reflected through his influence on the musical works but also through an endeavor called Miðgarður (Midgard). In an interview with Karl-Erik Seigfried in 2011, he described his relationship with the theories of Crowley: It was a center created in 1982 by him, Guðlaugur K. Óttarsson and Guðmundur S. Jónason to promote the work of Reich by means of orgone therapists and lectures.\"He was looking for the wrong gods....he was a failed teacher...Don’t go down that road, because it will end in tears.\" Hilmar Örn was ordained as allsherjargoði or chief goði of the Ásatrúarfélagið during a formal ceremony held on 4 July 2003. He is a recognized authority on indigenous Norse paganism. ==Personal life== Hilmar Örn's parents were Hilmar Ólafsson (1936–1986), an architect, and Rannveig Hrönn Kristinsdóttir (born 1937). He is married to the writer Ragna Sigurðardóttir. He is the father of two sons and two daughters.Fann sinn farveg í tónlistinni og ásatrúnni. 23 April 2018. Morgunblaðið. ==Discography== ===Solo career=== Albums: *2001 - Dust to Dust (???), compilation. Joint albums *2013 - Stafnbúi (with Steindór Andersen) Featuring and collaborations: *1980 - Þagað í Hel (SG-Hljómplötur), album by Þeyr. *1981 - Útfrymi (Eskvimó), single by Þeyr. *1981 - Iður til Fóta (Eskvimó), single by Þeyr. *1981 - Life Transmission (Fálkinn/Eskvimó), single by Þeyr. *1981 - Mjötviður Mær (Eskvimó), album by Þeyr. *1982 - As Above... (Mjöt/Shout), album by Þeyr. *1982 - The Fourth Reich (Mjöt|Shout), EP by Þeyr. *1983 - Lunaire (Gramm), EP by Þeyr. *1987 - No Pain (Gramm), album by Ornamental. *1989 - Nóttin Langa (Geisli), album by Bubbi Morthens. *1990 - Crusher of Bones (8 Product), album by Reptilicus. *1995 - Touch Sampler 1 (Touch), compilation by label Touch. *1996 - Musica Celestia Sampler 2 (Musica Celestia), compilation by label Musica Celestia, from Brazil. *1997 - Narcosis: A Dark Ambient Compilation (Credo), compilation by label Credo, from Germany. *1999 - Sögur 1980-1990 (Íslenskir Tónar), greatest hits by Bubbi Morthens. *2001 - Mjötviður til Fóta (Esquimaux Management), anniversary release by Þeyr. *2002 - Color Sounds: Nordic (Irma), compilation by label Irma, from Italy. *2002 - Rímur & Rapp (???), with Steindór Andersen and Erpur Eyvindarson. *2003 - Rímur (Naxos World), with Steindór Andersen. *2005 - Dense Time (Pronil Holdings), album by Guðlaugur Kristinn Óttarsson. ==Discography (with other acts)== ===Fatima 1972–1975=== *No official releases. ===Fellibylur - around 1979 === *No official releases. ===The Elgar Sisters (1984–1986)=== *No official releases - 11 songs were recorded, but only a few tracks appeared during the solo careers of Björk and Guðlaugur Kristinn Óttarsson. ===Nyarlathotep's Idiot Flute Players (198?–198?)=== *No official releases. ===MÖK Trio (1992–2001)=== *No official releases - some tracks were recorded in August 2001 during a concert at Galdrahátíðin á Ströndum. ===Frostbite (1993)=== *1993 - The Second Coming (One Little Indian) ===The Hafler Trio (H3ÖH)=== Album: *1993 - Bootleg H3ÖH (Ash International) ===Grindverk (1997–1999)=== *1999 - Gesundheit von K (FatCat Records) ===GVDL (2001)=== *No official releases ===Discography with Psychic TV=== Albums: *1984 - Those Who Do Not (Gramm) *1985 - Mouth of the Night (Temple Records) *1987 - Live in Reykjavík (Temple Records) *1987 - Live in Heaven (Temple Records) *1988 - Allegory & Self (Temple Records) Single: *1985 - Godstar (Temple Records) Videography: *2004 - Godstar: Thee Director’s Cut (Temple Records) ===Discography with Current 93=== Albums: *1987 - Imperium (Maldoror) *1988 - Christ and the Pale Queens Mighty in Sorrow (Maldoror) *1988 - Swastikas for Noddy (L.A.Y.L.A.H. Antirecords) *1989 - Crooked Crosses for the Nodding God (United Dairies) *1991 - Island (Durtro) *1993 - Emblems: The Menstrual Years (Durtro) *1994 - In Menstrual Night (Durtro) Singles / EPs: *1987 - Happy Birthday Pigface Christus (L.A.Y.L.A.H. Antirecords) *1987 - Crowleymass (Maldoror) *1988 - The Red Face of God (Maldoror) ==Filmography== ===Film appearances=== *2005 - Screaming Masterpiece (Angel Films), directed by Ari Alexander Ergis Magnússon. ===Soundtracks=== *1981 - Brennu-Njálssaga (Íslenska kvikmyndasamsteypan), directed by Friðrik Þór Friðriksson. *1987 - Skytturnar (Icelandic Film Corporation), directed by F. Þ. Friðriksson. *1991 - Börn Náttúrunnar (Icelandic Film Corporation), directed by F. Þ. Friðriksson. *1991 - The White Viking (Film Effekt), directed by Hrafn Gunnlaugsson. *1992 - Svo á Jörðu Sem á Himni (???), directed by Kristinn Jóhannesdóttir. *1992 - Ævintýri á Okkar Tímum (???), directed by Inga Lísa Middleton. *1993 - Hin Helgu Vé (???), directed by Hrafn Gunnlaugsson. *1995 - Bíódagar (Icelandic Film Corporation), directed by F. Þ. Friðriksson. *1995 - Aberne og det Hemmelige Våben (???), directed by Jannik Hastrup. *1995 - Pan (???), directed by Henning Carlsen. *1995 - Cold Fever (Icelandic Film Corporation), directed by F. Þ. Friðriksson. *1996 - Anton (Jutlandia Film), directed by Aage Rais-Nordentoft. *1996 - Haiti. Uden Titel (???), directed by Jørgen Leth. *1996 - Djöflaeyjan (Icelandic Film Corporation), directed by F. Þ. Friðriksson. *1996 - Krystalbarnet (???), directed by Peter Thorsboe. *1997 - Sekten (???), directed by Susanne Bier. *1998 - Vildspor (???), directed by Simon Staho. *1998 - I Wonder Who's Kissing You Now (???), directed by Henning Carlsen. *1999 - I Tigerens Øje (???), directed by Ulla Boje Rasmussen. *1999 - Bye Bye Blue Bird (Danish Film Institute), directed by Katrin Ottarsdóttir. *1999 - Ungfrúin góða og húsið (???), directed by Guðný Halldórsdóttir. *2000 - Angels of the Universe (Icelandic Film Corporation), directed by F. Þ. Friðriksson. *2000 - Pelon Maantiede (???), directed by Auli Mantila. *2000 - På Fremmed Mark (???), directed by Aage Rais-Nordentoft. *2002 - Falcons (Icelandic Film Corporation), film directed by F. Þ. Friðriksson. *2003 - Nu (???), directed by Simon Staho. *2003 - In the Cut (???), directed by Jane Campion. *2005 - Guy X (???), directed by Saul Metzstein. *2005 - Beowulf & Grendel (???), film directed by Sturla Gunnarsson. *2018 - Restraint (Breaking Glass Pictures), film directed by Adam Cushman. ;Soundtrack releases: *1987 - Skytturnar (Gramm), soundtrack to the film directed by F. Þ. Friðriksson. *1992 - Children of Nature (Touch), soundtrack to the film Börn Náttúrunnar by Friðriksson. *1993 - Bíólögin (???), soundtrack. *2000 - Angels of the Universe (Krúnk, reissued in 2001 as Angels of the Universe through FatCat Records), with Sigur Rós. Soundtrack to the film by F. Þ. Friðriksson. *2002 - Fálkar (Smekkleysa), soundtrack to the film directed by F. Þ. Friðriksson. *2005 - Screaming Masterpiece (Smekkleysa), soundtrack to the film directed by Ari Alexander Ergis Magnússon. ===Compositions for television=== *1989 - Flugþrá, directed by Friðrik Þór Friðriksson. *1992 - Allt Gott, directed by Hrafn Gunnlaugsson. *1998 - Längtans Blåa Blomma, miniseries directed by Lárus Ýmir Óskarsson. *2004 - Njálssaga, directed by Björn Br. Björnsson. ==Related bibliography== *Rokksaga Íslands, Gestur Guðmundsson. Forlagið (1990). ==References== ==External links== NOTE: this article contains Icelandic characters. For more information, see Icelandic language. Category:1958 births Category:European Film Award for Best Composer winners Category:Icelandic film score composers Hilmar Orn Hilmarsson Hilmar Orn Hilmarsson Hilmar Orn Hilmarsson Hilmar Orn Hilmarsson Category:Living people Hilmar Orn Hilmarsson Hilmar Orn Hilmarsson Category:Adherents of Germanic neopaganism Category:Neopagan religious leaders Category:Performers of neopagan music ",
    "title": "Hilmar Örn Hilmarsson"
}