{
    "id": "2203935",
    "text": "{| |} The second USS Oneida was a screw sloop-of-war in the United States Navy. During the Civil War, she destroyed the CSS Governor Moore and served in blockade operations. She was attached to the Asiatic Squadron from 1867–1870. She sank in 1870 outside Yokohama, Japan after collision with the British steamer Bombay. A court of inquiry, headed by the local British consul, found the officers of Oneida were responsible for the collision, with Bombay's captain being blamed for not staying at the scene to render assistance - a decision that caused some controversy.The Morning Post, 5 July 1870, page 5, column 1. A less exhaustive U.S. naval court of inquiry laid the blame entirely on the Bombay's actions. Japanese fishing boats saved 61 sailors but 125 men lost their lives. The American government made no attempt to raise the wreck and sold it to a Japanese wrecking company. The company recovered many bones from the wreck and interred them at their own expense. The Japanese erected a memorial tablet on the grounds of Ikegami Temple in Tokyo and held a Buddhist ceremony in the sailor's memory in May 1889. == Construction == Oneida was authorized by Act of Congress, February 1861, and built at the New York Navy Yard; launched 20 November 1861; and commissioned 28 February 1862, Captain Samuel Phillips Lee in command. ==Service history== ===Civil War, 1862–1865=== Shortly after commissioning Oneida sailed from New York and joined the West Gulf Blockading Squadron commanded by Flag officer David Farragut. On 24 April 1862 she participated in the attacks on Forts Jackson and St. Philip below New Orleans, Louisiana, and drove off the Confederate ram which sank the steam gunboat . Oneida destroyed the gunboat CSS Governor Moore in a following engagement on the same date. On 27 April 1862 Oneida destroyed obstructions in the Mississippi River above Carrollton, Mississippi, helping prepare the way for the Vicksburg campaign. In both passages of the Confederate works at Vicksburg, Mississippi – on 28 June 1862 and 15 July 1862 – by the Union fleet under Rear Admiral Farragut, Oneida was second in line. On 7 August 1862, under the command of Commander George H. Preble, Oneida collided with the steamer Whiteman or Lewis Whitman (sources differ) loaded with dead and wounded troops from the Battle of Baton Rouge, including the body of Brigadier General Thomas Williams, on the Mississippi River near Donaldsonville, Louisiana; the steamer sank with the loss of all hands.Gaines, W. Craig, Encyclopedia of Civil War Shipwrecks, Louisiana State University Press, 2008, , p. 104.] Early in September 1862, Oneida failed in an attempt to stop the passage of the Confederate States Navy sloop-of-war CSS Florida into Mobile, Alabama. From 15 October 1863 to 23 August 1864, under the command of Captain C. V. Gridley, Oneida served in blockade operations off Mobile, where on 5 August she participated in the Battle of Mobile Bay and the subsequent capture of CSS Tennessee. At a later date she witnessed the surrender of Fort Morgan at Mobile. Oneida decommissioned on 11 August 1865 at New York City. Seven sailors and one Marine from Oneida were awarded the Medal of Honor for their actions at the Battle of Mobile Bay. These men were: * Quartermaster John E. Jones * Coxswain Thomas Kendrick * Landsman David Naylor * Ordinary Seaman William D. Newland * Landsman John Preston * Sergeant James S. Roantree (USMC) * Quartermaster James Sheridan * Seaman Charles B. Woram In late June 1865, shortly after the conclusion of the Civil War, the sternwheel paddle steamer Echo No. 2 struck Oneida′s prow and sank in the Ohio River near Cairo, Illinois, while carrying 300 soldiers of the 13th and 41st Ohio Veteran Volunteer Regiments. The regiments lost rations and a combined 10 horses and 13 mules in the sinking. The soldiers blamed the pilot guiding Echo No. 2 for the accident and beat him.* Gaines, W. Craig, Encyclopedia of Civil War Shipwrecks, Louisiana State University Press, 2008, , p. 135.] ===Asiatic Squadron, 1867–1870=== Gravestone to the dead of the U.S.S. Oneida on the grounds of Ikegami Temple in Tokyo. There was once metal lettering on the stone, but they were apparently pried off and melted for the war effort during World War II.Recommissioned in May 1867, she was attached to the Asiatic Squadron and continued in that capacity until January 1870. Oneida departed from Yokohama, Japan on 24 January 1870, on passage back to the United States. Some 12 miles into this voyage, she was struck by the British Peninsula & Oriental steamer Bombay, at 6:30 pm near Saratoga Spit. The Court of Inquiry unanimously held that the officers of Oneida were entirely to blame for the collision. The Oneida was under the command of an inexperienced junior officer whilst the senior officers were at dinner. On seeing a light ahead, this young officer had sought the advice of a navigating officer who briefly came on deck and then returned to dinner. Confusing helm orders were given on Oneida, with the result that Bombay's efforts to avoid collision were in vain and she struck Oneida at an angle of 45 degrees, abaft the mizzen chains. The starboard quarter was cut off Oneida and she sank at 6:45 pm in 20 fathoms (37 m) of water with the loss of 125 men, 61 sailors being saved in two Japanese fishing boats. The loss of life on the Oneida was compounded by a shortage of boats: 3 of the ship's boats had been lost in a typhoon the previous August and not replaced, 2 were destroyed in the collision, leaving only 2, which were lowered immediately. There is controversy over the subsequent actions of Captain Eyre of the Bombay. He was accused of steaming on without rendering assistance. He had his certificate suspended for 6 months by the Court of Inquiry and the ship itself was libeled, meaning that steamer and other ships of the P.& O. Line were kept away from American ports. The findings of the Inquiry were debated in the House of Commons, with speakers making clear that Bombay remained at the position of the collision for, by varying reports, between 5 or 6 minutes and 10 or 12 minutes, whilst Oneida carried on under full sail and steam, with a full tide under her. No indication of distress from Oneida were seen or heard on Bombay (Oneida's crew admitted they did not show any blue lights), it would have been time-consuming to turn the ship in a narrow channel, making the provision of any useful help impossible, and the position of Oneida was not clear as she was not showing any lights. Furthermore, there was damage to Bombay, with 9 feet of water in the forward compartment, the ship was 18 years old and carrying a number of passengers. The wreck of the Oneida was sold at public auction at Yokohama 9 October 1872, to Mr. Tatchobonaiya. Inside the wreckage were found many of the bones of the dead sailors, which were interred, at the expense of the salvagers, on the grounds of Ikegami Temple in Tokyo. In Jinrikisha Days in Japan (1891), Eliza Ruhamah Scidmore tells the story, writing: :...[the American] government made no effort to raise the wreck or search it, and finally sold it to a Japanese wrecking company for fifteen hundred dollars. The wreckers found many bones of the lost men among the ship's timbers, and when the work was entirely completed, with their voluntary contributions they erected a tablet in the Ikegami grounds to the memory of the dead, and celebrated there the impressive Buddhist segaki (feast of hungry souls), in May 1889. The great temple was in ceremonial array; seventy-five priests in their richest robes assisted at the mass, and among the congregation were the American admiral and his officers, one hundred men from the fleet, and one survivor of the solitary boat's crew that escaped from the Oneida. :The Scriptures were read, a service was chanted, the Sutra repeated, incense burned, the symbolic lotus-leaves cast before the altar, and after an address in English by Mr. Amenomori explaining the segaki, the procession of priests walked to the tablet in the grounds to chant prayers and burn incense again. ==Current status== According to records regarding the Oneida, she was leaving port carrying payment for sales of ammunition and gunpowder to the Japanese government. Around 1955, Takeshita Hisao led an effort to salvage the loaded payment, as well as other artifacts from the Oneida wreck. Artifacts including coins, ammunition shells, rifles, and further bones from deceased sailors and passengers were found. The recovered steam gauge was later donated to the United States Fleet Activities Yokosuka. In 2010, a special aired 9 November on Fuji Television made a further effort at salvage with the help of Takeshita's family and one of the divers from the 1955 effort. The show's salvage team located a shipwreck that matched descriptions of the Oneida, and efforts continue to discover more about the wreckage and remaining contents. ==See also== *Union Navy *Confederate Navy *List of sloops of war of the United States Navy *List of shipwrecks in 1870 *Bibliography of early American naval history *Roll of Honor ==References== Category:Sloops of the United States Navy Category:Ships built in Brooklyn Category:Ships of the Union Navy Category:Gunboats of the United States Navy Category:American Civil War patrol vessels of the United States Category:Ships sunk in collisions Category:1861 ships Category:Shipwrecks in Tokyo Bay Category:Maritime incidents in August 1862 Category:Maritime incidents in June 1865 Category:Maritime incidents in 1870 ",
    "title": "USS Oneida (1861)"
}