{
    "id": "2203390",
    "text": "\"(You Gotta) Fight for Your Right (To Party!)\" (sometimes shortened to \"Fight for Your Right\") is a song by American hip hop group the Beastie Boys, released as the fourth single released from their debut album Licensed to Ill (1986). One of their best-known songs, it reached No. 7 on the Billboard Hot 100 in the week of March 7, 1987, and was later named one of The Rock and Roll Hall of Fame's 500 Songs that Shaped Rock and Roll. The song was also included on their compilation albums The Sounds of Science in 1999 and Solid Gold Hits in 2005. ==History== The song, written by Adam Yauch and band friend Tom \"Tommy Triphammer\" Cushman (who appears in the video), was intended as an ironic parody of \"party\" and \"attitude\"-themed songs, such as \"Smokin' in the Boys Room\" and \"I Wanna Rock\". However, the irony was lost on most listeners. Mike D commented that, \"The only thing that upsets me is that we might have reinforced certain values of some people in our audience when our own values were actually totally different. There were tons of guys singing along to 'Fight for Your Right' who were oblivious to the fact it was a total goof on them.\" ==Music video== The music video for \"Fight for Your Right\" begins as a mother and father tell their two sons to stay out of trouble while they are away. When they leave, the two boys decide to have a party, hoping \"no bad people show up\"; this prompts the arrival of Ad-Rock, Mike D, and MCA at the party. The trio start all kinds of trouble within the house, such as chasing and kissing girls, starting fires, bringing more troublesome people into the house, spiking the punch, smashing things, and starting a massive pie fight. As the pie fight reaches its peak, Ad-Rock, Mike D, and MCA run away, the party having become too out of hand even for them. As the video ends, the remaining partygoers shout along to the final chorus of \"party!\" before hitting the returning mother in the face with a pie. Directed by Ric Menello and Adam Dubin, there are numerous cameos in this video, including an unknown- at-the-time Tabitha Soren, Robert John \"Mutt\" Lange, Def Jam label mate LL Cool J, Flea of the Red Hot Chili Peppers, members of the punk rock band Murphy's Law, as well as the Beastie Boys' producer, Rick Rubin, who was shown wearing an AC/DC and Slayer shirt, the latter of whom were also signed to Def Jam at the time. Soren, whose hair was dyed blonde for the shoot, got her chance to be in the video because she was a friend of Rubin's and attended nearby New York University. \"I worked hard at not getting any pie goo on me,\" she recalls, because the whipped cream used had been scoured from supermarket trash cans since there was no money in the budget for it. As a result, it was rancid and had a foul odor. \"The smell in that room, when everyone was done throwing pies, was like rotten eggs. You wanted to throw up.\" ==Fight for Your Right Revisited== In 2011, Adam Yauch directed and wrote a surreal comedic short film entitled Fight for Your Right Revisited to commemorate the 25th anniversary of the original video's release. The short film serves as a video for the single \"Make Some Noise\" from Hot Sauce Committee Part Two. Most of the non-sequitur dialogue between characters were a result of improvisation by the cast. Revisited acts as a sequel to the events that took place in the original music video and features Mike D, Ad-Rock and MCA (played by Seth Rogen, Elijah Wood, and Danny McBride, respectively) as they get into more drunken antics, before being challenged to a dance battle by the future Mike D, Ad-Rock and MCA (John C. Reilly, Will Ferrell, and Jack Black, respectively), coming out of a DeLorean. Eventually, both sets of Beasties get rousted by a trio of cops (played by the actual Beastie Boys) and taken to jail. The short features numerous cameo appearances, some appearing onscreen for only a few seconds. They include Stanley Tucci and Susan Sarandon (as the parents seen in the original video), Steve Buscemi, Alicia Silverstone, Laura Dern, Shannyn Sossamon, Kirsten Dunst, Ted Danson, Rashida Jones, Jason Schwartzman, Rainn Wilson, Amy Poehler, Mary Steenburgen, Will Arnett, Adam Scott, Chloë Sevigny, Maya Rudolph, David Cross, Orlando Bloom, and Martin Starr. Although \"Fight for Your Right\" is not performed, its outro can be heard at the beginning of the short. ==Remake versions== Singer/songwriter Cara Quici sampled the song and added new lyrics for her 2013 song \"Fight\" personally approved by Rick Rubin and licensed by Sony ATV and Universal Music Group. The \"Fight\" video by Cara Quici features a cameo by Dennis Rodman. ==Accolades== {|class=\"wikitable sortable\" !Year !Publisher !Country !Accolade !Rank |- |1986 |The Village Voice |United States ||\"Singles of the Year\" (25) |12 |- |1987 |NME |United Kingdom |\"Singles of the Year\" (60) |14 |- |1987 |Record Mirror |United Kingdom |\"Singles of the Year\" (20) |20 |- |1994 |Dave Marsh & James Bernard |United States |\"Greatest Eighties Protest Songs\" |* |- |1995 |Rock and Roll Hall of Fame |United States |\"500 Songs that Shaped Rock and Roll\" |* |- |1998 |Triple J Hottest 100 |Australia |\"Hottest 100 of All Time\" |38 |- |1999 |MTV |United States |\"100 Greatest Music Videos Ever Made\" |66 |- |2001 |Uncut |United Kingdom |\"The 100 Greatest Singles Of The Post- Punk Era\" |50 |- |2001 |VH1 |United States |\"100 Greatest Videos\" |100 |- |2003 |PopMatters |United States |\"The 100 Best Songs Since Johnny Rotten Roared\". PopMatters. Retrieved March 25, 2014. |99 |- |2003 |Q |United Kingdom |\"The 1001 Best Songs Ever\" |121 |- |2003 |VH1 |United States |\"100 Greatest Songs of the Past 25 Years\" |96 |- |2004 |Q |United Kingdom |\"150 Greatest Rock Lists\" (30 Best Hip Hop Songs) |20 |- |2005 |Q |United Kingdom |\"Ultimate Music Collection\" (Rap Tracks) |* |- |2006 |Q |United Kingdom |\"100 Greatest Songs Of All Time\" |51 |- |2006 |VH1 |United States |\"100 Greatest Songs of the 80's\" |49 |- |2007 |Mojo |United Kingdom |\"80 From The 80's\" |* |- |2009 |The Guardian |United Kingdom |\"1000 Songs Everyone Must Hear\" (Party Songs) |* |- |2010 |XFM |United Kingdom |\"Top 1000 Songs Of All Time\" |191 |- |2014 |NME |United Kingdom |\"500 Greatest Songs Of All Time\" |166 |} (*) indicates the list is unordered. ==Charts== ===Weekly charts=== {|class=\"wikitable sortable\" !Chart (1987) !Peak position |- |Australia (Kent Music Report) |align=\"center\"|37 |- |- |- |- |- |- |- |- |US Billboard Hot 100 |align=\"center\"|7 |- |US Cash Box |align=\"center\"|3 |- |} {|class=\"wikitable sortable\" !Chart (2012) !Peak position |- |Belgium (Back Catalogue Singles Flanders) |align=\"center\"|35 |- |Japan Hot 100 Singles |align=\"center\"|74 |} ===Year-end charts=== {|class=\"wikitable sortable\" !Chart (1987) !Rank |- |Canada Top Singles (RPM) |align=\"center\"|71 |- |Netherlands (Single Top 100) |align=\"center\"|66 |- |US Billboard Hot 100 |align=\"center\"|98 |- |US Cash Box |align=\"center\"|49 |} ==Certifications== ==Cover versions== ===N.Y.C.C. version=== In 1998, the song was covered by German hip hop act N.Y.C.C. as \"Fight for Your Right (To Party)\". It reached the top 20 in nine countries across Europe and in Australia and New Zealand. In the United Kingdom, where it peaked at number 14, it was the first song by a German hip hop group to reach the top 25. ====Track listings==== European CD single # \"Fight for Your Right\" (single version) – 3:20 # \"Fight for Your Right\" (extended version) – 5:55 # \"Fight for Your Right\" (Disco Selection Mix) – 5:52 # \"Fight for Your Right\" (long instrumental version) – 4:21 UK and European 12-inch single :A1. \"Fight for Your Right\" (extended version) :A2. \"Fight for Your Right\" (long instrumental version) :B1. \"Fight for Your Right\" (Disco Selection Mix) :B2. \"Paaarty\" (Deep Star version) Australian maxi-single # \"Fight for Your Right (To Party)\" (single version) – 3:20 # \"Fight for Your Right (To Party)\" (extended version) – 5:55 # \"Paaarty\" (Deep Star version) – 10:14 Canadian 12-inch promo single :A1. \"Fight for Your Right (To Party)\" (extended version) – 5:55 :A2. \"Fight for Your Right (To Party)\" (single version) – 3:20 :B1. \"Highway to Hell\" (album version) – 4:48 :B2. \"Highway to Hell\" (single version) – 3:35 :B3. \"We Are N.Y.C.C.\" (Dee Jay Sören Remix) – 7:22 ====Charts==== =====Weekly charts===== {|class=\"wikitable sortable\" !Chart (1998) !Peak position |- |- |- |- |Europe (Eurochart Hot 100) |align=\"center\"|22 |- |- |- |- |- |- |- |- |- |- |- |} =====Year-end charts===== {|class=\"wikitable sortable\" !Chart (1998) !Rank |- |Australia (ARIA) |align=\"center\"|51 |- |Belgium (Ultratop 50 Flanders) |align=\"center\"|91 |- |Germany (Official German Charts) |align=\"center\"|68 |- |Sweden (Sverigetopplistan) |align=\"center\"|31 |} ====Certifications==== ===Other covers=== On August 2, 2009, Coldplay performed an acoustic piano-based version of this song during their concert on the final night of the All Points West concert series as a tribute to the Beastie Boys, who were unable to perform on opening night following Adam Yauch's announcement that he had cancer. The band performed this version again on May 4, 2012, at their concert at the Hollywood Bowl as a tribute to Yauch, who had died earlier that day. ==References== ==External links== * *Fight For Your Right Revisited at Hulu Category:1986 songs Category:1987 singles Category:1998 singles Category:American hard rock songs Category:Beastie Boys songs Category:Columbia Records singles Category:Def Jam Recordings singles Category:Song recordings produced by Rick Rubin Category:Songs about parties Category:Songs written by Ad-Rock Category:Songs written by Adam Yauch Category:Songs written by Mike D Category:Songs written by Rick Rubin ",
    "title": "(You Gotta) Fight for Your Right (To Party!)"
}