{
    "id": "2203911",
    "text": "Claude Schnell (born 17 May 1955 in Brooklyn, New York) is an American keyboardist who has been a member of the bands Magic,Note: The band Magic that Claude Schnell was a member of wasn't the band which released the song \"Rude\". Rough Cutt, Dio, and Last in Line. == Biography == Born in Brooklyn, New York, United States, and raised in France, when he was six years old his family moved back to New York, and Schnell immersed himself in the traditional classical piano curriculum of private lessons, practice and recitals. As he was growing up, with the impact of artists like Jimi Hendrix playing in the Village, Humble Pie at the Fillmore and Zeppelin at Madison Square Garden, Schnell discovered rock and roll. He maintained the discipline of his Classical studies, he also began playing in a wide assortment of bands. Schnell left New York City to spend several years in Buffalo where more long- term musical friendships were forged, most notably with bass players Billy Sheehan and Joe Cristofanilli, and drummer Pete O'Donnell. Upon arriving in Los Angeles in the early 1980s, it was not long before Schnell's virtuoso talents were in high demand. He formed two promising bands, Magic and Rough Cutt. By 1983, Schnell's musical diligence and precision had earned him a reputation as one of L.A.'s most serious and well-respected players. Schnell joined Dio in May 1983. Schnell first played with Dio on the Holy Diver tour, though he did not play on the album itself. After almost seven years in that band, Schnell chose to redefine his artistic focus, and embark upon his own musical odyssey. ==Discography== ===Dio=== * The Last in Line (1984) * Sacred Heart (1985) * Intermission (1986) * Dream Evil (1987) * Finding The Sacred Heart: Live In Philly 1986 (2013) === Others === * 1983 - Rough Cutt – Hollywood Hottest Unsigned Rock Bands (compilation) * 1985 - Y&T; – Down for the Count * 1985 - Mark Edwards – Code of Honor * 1989 - Loudness – Soldier of Fortune * 1989 - Doro – Force Majeure * 1993 - Impellitteri – Victim of the System * 1993 - Gary Hoey – Animal Instinct * 2003 - Neil Turbin – Threatcon Delta ==References== ==External links== * *Claude Schnell Category:Rough Cutt members Category:Dio (band) members Category:Living people Category:American rock keyboardists Category:American heavy metal keyboardists Category:American expatriates in France Category:1958 births Category:Impellitteri members Category:20th-century American keyboardists ",
    "title": "Claude Schnell"
}