{
    "id": "2204026",
    "text": "The Germanisches National Museum is a museum in Nuremberg, Germany. Founded in 1852, it houses a large collection of items relating to German culture and art extending from prehistoric times through to the present day. The Germanisches National Museum is Germany's largest museum of cultural history. Out of its total holding of some 1.3 million objects (including the holdings of the library and the Department of Prints and Drawings), approximately 25,000 are exhibited. The museum is situated in the south of the historic city center between Kornmarkt and Frauentormauer along the medieval city wall. Its entrance hall is situated on Kartäusergasse which was transformed by the Israeli sculptor Dani Karavan to the Way of Human Rights (). == Name, establishment, guiding principles == The inscription „Eigenthum der deutschen Nation“ (\"Property of the German Nation\") at the main entrance was installed when the museum was founded in 1852, and was commissioned by Hans von und zu Aufseß The Germanisches Museum, as it was named initially, was founded by a group of individuals led by the Franconian baron Hans von und zu Aufsess, whose goal was to assemble a \"well-ordered compendium of all available source material for German history, literature and art\". The term Germanic should be understood in the historical context of the mid nineteenth century. In 1846, German linguists and historians, amongst them the Brothers Grimm, Leopold Ranke und Jacob Burckhardt, had met in Frankfurt, and decided to use \"Germanistik\" as a comprehensive term embracing all the fields of their academic disciplines related to the culture of German speaking regions. The German revolutions of 1848–49 had failed to achieve a liberalised and unified Germany. Thus the name of the museum maintained the idea of a close cultural relationship within a region defined by the common German language, and a shared German cultural tradition. In 1852, the museum's intention to document the cultural unity of the German-speaking areas was a progressive concept, free from any exaggerated Chauvinism. Only in 1871, when the German Empire was constituted, the museum paid tribute to it by adding national to its name. The museum understands itself as an important research and educational institution. As a national museum and a museum of the entire German-speaking region the German National Museum collects and maintains cultural, artistic and historical testimonials from the beginning of history to the present. As a research and educational institution of international standing, the collections, exhibitions and publications present the cultural history of the German-speaking countries in an international and interdisciplinary approach. The work of the institution is guided by the principle of respect for all cultures, so that all human beings can understand what the museum communicates, independent of their upbringing, education, and religious beliefs. == Buildings == Courtyard of the Carthusian cloister at the time of the foundation of the GNM, 1852 The museum constitutes an architectural monument in itself, as it consists of a variety of buildings erected in different periods. It incorporates the remaining structures of the former Nuremberg Charterhouse (), dissolved in 1525 and thereafter used for a variety of secular purposes until in 1857 what was left of these premises, by then badly dilapidated, was given to the Museum. The charterhouse was rebuilt and modified to accommodate the collections until the late nineteenth century when Neo-Gothic extensions were added on its south side. During and after the First World War, the „Alter Eingang“ (Old Entrance) and the „Galeriebau“ (Gallery building) designed by German Bestelmeyer were built to provide an entrance from Kornmarkt and further space.Jörn Bahns, Die Museumsbauten von der Übernahme der Kartause im Jahre 1857 bis gegen 1910 – History of the museum buildings from the takeover of the Charterhouse to around 1910 In: Deneke/Kahsnitz (Ed.) 1978, p. 357 After the destructions during the Second World War, Sep Ruf designed additional buildings; historical parts of the halls and galleries were adapted to the new architectural concept or torn down after their destruction during the war; only some buildings were restored and rebuilt. The first major building was added 1955–1958, called „Heussbau“ after the first president of West Germany, Theodor Heuss. In 1983, and from 1988–1993, the museum was substantially enlarged. The „Kartäuserbau“ with the new entrance hall situated now on Kartäusergasse was designed by Jan Störmer of architects ME DI UM. In 1999, the 1910 building of the St Lorenz's parish children's home was acquired. It was restored in 2002, and is now the home for the Collection of Children's Toys. == Collection == The collection is displayed in the following sectionsGNM's museum map (denominated here as by the GNM): {| |- | style=\"width:60%\" | • History of the GNM || • Scientific Instruments |- | • Prehistory and Ancient History || • Medecine and Crafts |- | • Middle Ages || • Decorative Arts before 1800 |- | • Late Middle Ages || • Fashion and Clothing since 1700 |- | • Everyday Culture up to 1700 || • Folk Art |- | • Arms and Armour, Hunting, Garden Culture || • 19th Century |- | • Musical Instruments || • 20th Century |- | • Museum of Applied Arts || • Toys |- | • Renaissance, Baroque Enlightenment || |} Some random examples of the collection are shown here: File:GNM - Goldkegel Etzelsdorf 1.jpg|Golden hat of Ezelsdorf-Buch, c. 1000 BC File:Ostgoten-fibel.jpg|Ostrogothic eagle-shaped fibula, c. 500 File:Coperta del codex aureus, treviri, 985-987, 01.JPG|Codex Aureus, 985-987 File:Astolabio di ahmad ibn muhammad al-naqqash, ottone inciso, saragozza, 1079-1080.JPG|Astrolabe, c. 1080 File:Grabfigur des Grafen Heinrich der III. von Sayn, um 1247-48 GNM Nuernberg-3.jpg|Tomb Statue, c. 1248 File:1300 Maria in der Erwartung anagoria.JPG|The Expectant Mary; 1300 File:Reliquiario dei magi, norimberga, 1438-40, 02.JPG|Reliquary Shrine, 1440 File:Behaim Globus.jpg|Erdapfel by Martin Behaim, oldest existing globe, 1492-1494 File:GNM - Kugeluhr.jpg|Spherical clock File:1503 Schlüsselfelder Schiff anagoria.JPG|Schlüsselfelder Ship, 1502-1504 File:Anbetung_der_Koenige_Tilman_Riemenschneider_Wuerzburg_um1490_Lindenholz_GNM_Nuernberg-2.jpg|Adoration of the Magi, by Tilman Riemenschneider, c. 1490 File:Heilige_Elisabeth_von_Thueringen_Tilman_Riemenschneider_Wuerzburg_um1510_Lindenholz_GNM_Nuernberg-1.jpg|Saint Elizabeth of Hungary), by Tilman Riemenschneider, c. 1510 File:Muttergottes_Veit_Stoss_Nuernberg_um_1500_Lindenholz_GNM_Nuernberg-1.jpg|Mother of God, by Veit Stoss, c. 1500 File:Der Erzengel Raphael und der junge Tobias Veit Stoss Nuernberg 1516 Lindenholz GNM Nuernberg-1.jpg|Archangel Raphael and the young Tobias, by Veit Stoss, 1516 File:Vesperbild_Philipp_Koch_Freiberg_in_Sachsen_um_1502-03_Lindenholz_GNM_Nuernberg-1.jpg|Pietà, by Philipp Koch, c. 1502-03, File:Altarretabel_westliches_Franken_um_1500_Lindenholz_GNM_Nuernberg-9.jpg|Altarpiece, c. 1500, detail File:Altarretabel_westliches_Franken_um_1500_Lindenholz_GNM_Nuernberg-1.jpg|Altarpiece, c. 1500, File:Altarretabel_westliches_Franken_um_1500_Lindenholz_GNM_Nuernberg-10.jpg|Altarpiece, c. 1500, detail File:Muttergottes_Hans_Klocker_Brixen_um_1495_Zirbelholz_GNM_Nuernberg-1.jpg|Mother of God, by Hans Klocker, c. 1495, File:Vesperbild_Ostthueringen_um_1490_Lindenholz_GNM_Nuernberg-1.jpg|Pietà, c. 1490 File:Muttergottes_Michael_Parth_Bruneck_um_1520_Holz_GNM_Nuernberg-1.jpg|Mother of God, by Michael Parth, c. 1520, File:Albrecht Dürer - Emperor Charlemagne.jpg|Emperor Charlemagne, by Albrecht Dürer, 1511-1513 File:Albrecht Dürer 082.jpg|Emperor Sigismund, by Albrecht Dürer, 1509-1516 File:Albrecht Dürer 072.jpg|Portrait of Barbara Dürer, Albrecht's mother, c. 1490 File:Albrecht Dürer 085.jpg|Michael Wolgemut, by Albrecht Dürer, 1516 File:Hans Baldung 019.jpg|Madonna and Child with parrots, by Hans Baldung Grien, 1533 File:GNM Nuremberg Madonna 1.jpg|Nuremberg Madonna, c. 1550 File:Anbetung_der_Heiligen_Drei_Koenige_Nuernberg_um_1520_Lindenholz_GNM_Nuernberg-1.jpg|Adoration of the Magi, c. 1520 File:Baldung-Judith.jpg|Judith with the Head of Holophernes, by Hans Baldung Grien, c. 1525 File:Hans Baldung, Self-Portrait 2.jpg|Portrait of a 29-Year-Old Man (Self-portrait ?) by Hans Baldung Grien, 1526 File:Lucas Cranach d.Ä. - Das ungleiche Paar (Germanisches Nationalmuseum).jpg|An ill-matched pair, by Lucas Cranach the Elder, c. 1530 File:Lucas Cranach d.Ä. - Porträt des Martin Luther (Germanisches Nationalmuseum).jpg|Martin Luther, by Lucas Cranach the Elder, 1533 File:Lucas Cranach d.Ä. - Venus mit Amor als Honigdieb (Germanisches Nationalmuseum - Gm213).jpg|Venus and Cupid, the Honey Thief, by Lucas Cranach the Elder, c. 1537 File:Albrecht dürer, rinoceronte, norimberga 1515.JPG|Dürer's Rhinoceros, 1515 File:Hans Baldung - St Christopher - WGA01222.jpg|Saint Christopher, by Hans Baldung Grien, c. 1520 File:GNM - Luther Junker Jörg.jpg|Martin Luther as Junker Jörg, woodcut by Lucas Cranach the Elder, 1522 File:Nürnberg — GNM 2013-09-07 Mattes (75).JPG|Saint James the Greater, by Hans Zürn the Elder, c. 1613 File:1630 Rembrandt Selbstportrait mit aufgerissenen Augen anagoria.JPG| Wide-Eyed Self-Portrait by Rembrandt, 1630 File:Rembrandt van Rijn 184.jpg|Self Portrait by Rembrandt, c. 1629 File:1663 Schuessel aus Zittau anagoria.JPG|Bowl from Zittau, faience, 1663 File:1725 Schuessel anagoria.JPG|Bowl, Vienna, 1725 File:1741 Schuessel mit cinesischen Blumen anagoria.JPG|Bowl with Chinese Flowers; faience; Fulda, 1741 File:1910 Macke Tegernsee Landschaft anagoria.JPG|Tegernsee Landscape, by August Macke, 1910 File:1926 Kirchner Interieur mit zwei Maedchen anagoria.JPG|Interieur with two girls, by Ernst Ludwig Kirchner, 1926 In the section History of the GNM, the painting Germania is displayed which was exhibited in St. Paul's Church, Frankfurt am Main in 1848. == Structure and organization == Grand Cloister of the former Carthusian monastery, today part of the museum buildings The Germanisches Nationalmuseum is a public law foundation supported by the Federal Republic of Germany, the state of Bavaria and the city of Nuremberg.About us on the GNM-website Its Administrative Board is chaired by Prof. Dr. h.c. Klaus-Dieter Lehmann, the head of the General Directorate is Prof. Dr. G. Ulrich Großmann (as per 2016).GNM Administrative Board Associated to the museum are Archives, like the German Archive of Art, libraries, a special department for restoration and conservation (Institut für Kunsttechnik und Konservierung) and an educational center. The museum also administrates the Collection of Children's Toys at St. Lorenz's parish, the Museum of the Emperor's Castle at Nuremberg Castle, as well as the Neunhof Palace, a Manor house located north of Nuremberg with its collection of hunting weapons and tools. The museum is organized as a public foundation since 1921. Since 2 July 1954, companies and individual persons (the \"Fördererkreis\") are invited to support the museum's activities. As a research institute, the GNM conducts scientific and historical research on the material provided in the collections and archives. The research results are made public in scientific journals and exhibitions. Different long-time research projects are ongoing at the museum, including the \"Schrifttum zur Deutschen Kunst\" (German Art Literature project), and the Hessian Renaissance Stately Homes Online Catalogue. ==References== ==External links== 1954 image of an exhibit in the Nationalmuseum * Museum website (English) and (German) Category:Museums established in 1852 Category:National museums of Germany Category:Art museums and galleries in Germany Category:Museums in Nuremberg Category:1852 establishments in Bavaria Category:1852 establishments in Germany ",
    "title": "Germanisches Nationalmuseum"
}