{
    "id": "2204831",
    "text": "Henry Algernon du Pont (July 30, 1838 - December 31, 1926) was an American military officer, businessman, and politician from Delaware. A member of the famed Du Pont family, he graduated first in his class from West Point shortly after the beginning of the American Civil War and served in the U.S. Army, earning the Medal of Honor for his actions during the Battle of Cedar Creek in October 1864. After retiring from the Army in 1875, he was president of the Wilmington and Northern Railroad Company for 20 years, until 1899. An active member of the Republican Party, he was elected by the state legislature as a U.S. Senator from Delaware, serving most of two terms (June 13, 1906 to March 4, 1917). ==Early life and education== Du Pont was born July 30, 1838, at Eleutherian Mills, near Greenville, Delaware, son of Henry and Louisa Gerhard du Pont and grandson of Eleuthère Irénée du Pont, the founder of E. I. du Pont de Nemours and Company and the family in the United States. He attended the University of Pennsylvania in Philadelphia, and graduated first in his class from the United States Military Academy at West Point, New York in 1861, after the beginning of the American Civil War. ==Civil war and military career== Du Pont was commissioned a 2nd Lieutenant of Engineers upon his graduation from West Point on May 6, 1861. Soon after he was promoted to 1st Lieutenant in the 5th Regiment, U.S. Artillery with date of rank of May 14, 1861. He served as a light artillery officer in the Union Army during the war, initially assigned to the defenses of Washington and New York Harbor. From July 6, 1861 to March 24, 1864, he served as regimental adjutant (administrative officer) until he was promoted to captain. He subsequently became chief of artillery in the Army of West Virginia. Du Pont was part of General Philip Sheridan's army in the Shenandoah Valley of northern Virginia. He received the Medal of Honor for his handling of a retreat at the Battle of Cedar Creek, allowing Sheridan to win a victory in the battle. During the war, du Pont received two brevets (honorary promotions). The first was to the rank of major, dated September 19, 1864, for gallant service in the battles of Opequon and Fisher's Hill. The second brevet was to the rank of lieutenant colonel, dated October 19, 1864, for distinguished service at the Battle of Cedar Creek, Virginia. After the war, du Pont continued as a career officer until resigning on March 1, 1875. In the postwar years, he became a companion of the Military Order of the Loyal Legion of the United States (MOLLUS), an organization for former officers of the Union Army and their descendants. Assigned to the U.S. capital, du Pont was a member of the District of Columbia Commandery, assigned MOLLUS insignia number 10418. ==Marriage and family== Mary Pauline Foster du Pont At the age of 36, du Pont married Mary Pauline Foster in 1874. They had two children, Henry Francis du Pont and Louise Evelina du Pont. They lived on his estate, Winterthur, near Greenville, Delaware. The family were members of Christ Episcopal Church in Christiana Hundred. ==Business career== In 1875 du Pont returned full-time to Delaware. Within a few years, he became president and general manager of the Wilmington & Northern Railroad Company, serving from 1879 until 1899. During that time, and for the remainder of his life, he also operated an experimental farm on his estate. Since 1951, when his son established it as a museum, the estate has been operated as the Winterthur Museum and Country Estate near Greenville, Delaware. ==Political career== Du Pont was elected to the U.S. Senate on June 13, 1906, to fill the vacancy in the term beginning March 4, 1905. During this term, he served with the Republican majority in the 59th, 60th, and 61st U.S. Congress. In the 61st Congress, he was Chairman of the Committee on Expenditures in the Military Affairs Department. He was again elected to the U.S. Senate in 1911. During this term, he served with the Republican majority in the 62nd Congress, but was in the minority in the 63rd, and 64th U.S. Congress. In the 62nd Congress he was again Chairman of the Committee on Expenditures in the War Department, in the 63rd Congress he was a member of the Committee on Military Affairs, and in the 64th Congress he was a member of the Committee on Transportation and Sale of Meat Products. In the first popular election of a U.S. Senator in Delaware, du Pont lost his bid for a third full term in 1916 to Democrat Josiah O. Wolcott, the Delaware Attorney General. In all, he served most of two terms from June 13, 1906 to March 4, 1917, during the administrations of U.S. Presidents Theodore Roosevelt, William H. Taft and Woodrow Wilson. ==Death and legacy== Henry A. du Pont died at his home, Winterthur, and is buried in the Du Pont de Nemours Cemetery at Greenville, Delaware. His son, Henry Francis du Pont, developed his home into the well-known Winterthur Museum. Archival materials relating to him are part of the archives owned by the museum at Greenville, near Wilmington. ==Medal of Honor citation== Rank and organization: Captain, 5th U.S. Artillery. Place and date: At Cedar Creek, Va., October 19, 1864. Entered service at: Wilmington, Del. Birth: Eleutherian Mills, Del. Date of issue: April 2, 1898. Citation: :By his distinguished gallantry, and voluntary exposure to the enemy's fire at a critical moment, when the Union line had been broken, encouraged his men to stand to their guns, checked the advance of the enemy, and brought off most of his pieces. ==In popular culture== DuPont was portrayed by David Arquette in the 2014 film Field of Lost Shoes, which depicted the Battle of New Market in May 1864. ==Almanac== Elections are held the first Tuesday after November 1. The General Assembly chose the U.S. Senators, who took office March 4 for a six-year term. After 1913 they were popularly elected. {|class=\"wikitable\" |+ Public Offices |- ! Office ! Type ! Location ! Began office ! Ended office ! notes |- |U.S. Senator |Legislature |Washington |June 13, 1906 |March 3, 1911 | |- |U.S. Senator |Legislature |Washington |March 4, 1911 |March 3, 1917 | |} {|class=\"wikitable\" |- |+ United States Congressional service |- ! Dates ! Congress ! Chamber ! Majority ! President ! Committees ! Class/District |- |1905–1907 |59th |U.S. Senate |Republican |Theodore Roosevelt | |class 1 |- |1907–1909 |60th |U.S. Senate |Republican |Theodore Roosevelt | |class 1 |- |1909–1911 |61st |U.S. Senate |Republican |William Howard Taft | |class 1 |- |1911–1913 |62nd |U.S. Senate |Republican |William Howard Taft | |class 1 |- |1913–1915 |63rd |U.S. Senate |Democratic |Woodrow Wilson | |class 1 |- |1915–1917 |64th |U.S. Senate |Democratic |Woodrow Wilson | |class 1 |} {| class=\"wikitable\" |- |+ Election results |- !Year !Office ! !Subject !Party !Votes !% ! !Opponent !Party !Votes !% |- |rowspan=2|1916 |rowspan=2|U.S. Senator |rowspan=2| |rowspan=2|Henry A. du Pont |rowspan=2|Republican |rowspan=2|22,925 |rowspan=2|45% |rowspan=2| |Josiah O. Wolcott |Democratic |25,434 |50% |- | Hiram R. Burton | Independent | 2,361 | 5% |} ==See also== *List of Medal of Honor recipients for the Battle of Cedar Creek *List of American Civil War Medal of Honor recipients: A–F ==Notes== ==References== * * * * * ==External links== * * * * * * *The Campaign of 1864 in the Valley of Virginia and the Expedition to Lynchburg by Henry A. du Pont Category:1838 births Category:1926 deaths Category:People from Greenville, Delaware Category:19th-century American Episcopalians Category:20th-century American Episcopalians Category:American people of French descent Category:Delaware Republicans Henry Algernon Category:United States Military Academy alumni Category:People of Delaware in the American Civil War Category:Union Army officers Category:United States Army Medal of Honor recipients Category:United States senators from Delaware Category:Burials in New Castle County, Delaware Category:Republican Party United States senators Henry A. du Pont Category:American Civil War recipients of the Medal of Honor ",
    "title": "Henry A. du Pont"
}