{
    "id": "2204039",
    "text": "William Steinway, also known as Wilhelm Steinway (born Wilhelm Steinweg; March 5, 1835 – November 30, 1896), son of Steinway & Sons founder Henry E. Steinway, was a businessman and civic leader who was influential in the development of Astoria, New York City. ==Germany== Steinway was born in Seesen, Brunswick, Germany, the fourth son of Henry Engelhard Steinway. In Germany, he received an elementary education and was also given instruction in languages and music. He then became an apprentice in a piano factory, where he spent two years. ==Steinway & Sons== rotunda of the Steinway Hall on 57th St. in New York City, with artist Mia LaBerge's Madison Bluestone art case piano in the foreground He came to the United States with his father and brothers in 1850. With his father and his brothers Charles and Henry, he founded the firm of Steinway & Sons in 1853. In 1876, he became the official head of the firm, after he had done the decisions factually since 1871 when his father died, and in regard of representation since 1860 when he was the speaker to inaugurate the new plant at 4th Avenue/52nd Street, New York City. In 1866, Steinway erected Steinway Hall to make a place for the exhibition of the highest musical skill. It was a huge success for the company. He also founded the Steinway Concert & Artist department, which is still working today. In 1870, William began building a company town, Steinway Village, on in northern Astoria, New York. Avoiding the crowded streets and labor problems associated with operating in Manhattan, he directed the construction of the Steinway Piano Factory on this land, a large facility still in operation today. Near the factory was housing for his workers, a church, library and kindergarten as well as a public trolley line. In 1929, a resort area which Steinway developed just east of Astoria, in North Beach, was converted into North Beach Airport, later renamed LaGuardia Airport. His successor in the company was . ==Marriage== Steinway married Regina Roos in Buffalo, New York in April 1861. He was 26 and she 17 and the couple were deeply in love. The marriage lasted 16 years and included a series of affairs which Steinway found personally devastating. Steinway was devastated by his wife's adultery, according to his personal diaries. Regina was to become pregnant six times – two children were still-born and a third miscarried. One son was illegitimate and moved with his mother to France when she divorced in 1876. Steinway later happily remarried.Allen-Mills, Toby. (2010), \"Wife's Grand Betrayal of Steinway\" in Sunday Times 26 December 2010. ==Daimler cars== Steinway also became involved in Daimler AG's first venture into American markets. Through his connections with designer and Daimler confidant Wilhelm Maybach, Steinway met Gottlieb Daimler during a stay in Germany in 1888. Their conversations would invariably revolve around one subject: production of Daimler engines in America. Steinway, like Daimler, quite rightly believed these was a bright future for the internal combustion engine and automobile. After William Steinway returned to America, plans quickly materialized. On September 29, 1888, Daimler Motor Company of New York was founded and initially produced gas and petroleum engines for stationary and marine applications. Steinway and Daimler also started seriously considering the production of automobiles in America, as shipping costs and custom duties prevented importation of highly-coveted \"old- world\" automobiles. From 1892 until ca. 1896/97 the \"American Daimler\" was produced in the premises of the Steinway Astoria plant, full copies of the German cars. Following Steinway's early death in 1896, his heirs weren't convinced about the project and sold all their shares to the General Electric Company in 1898. The factory was renamed Daimler Manufacturing Company. Nonetheless, the hand polished wood inside the Daimler AG company's luxury top brand cars named Maybach is still () made by Steinway's factory in Hamburg, Germany. January 17, 2010. ==Public Transit== Steinway Street Station During the 1890s, Steinway began a project to extend his company town's horse-drawn trolley line under the East River and into midtown Manhattan. This project would eventually lead to the IRT Flushing Line. Although he died before the completion of the project, the tunnels that were dug under the East River were named the Steinway Tunnels after him. The dirt removed from the tunnels was formed into a small island in the middle of the East River, now called U Thant Island. Steinway served as head of the New York Subway Commission, the group that planned the New York City Subway network. ==Legacy== Steinway memorial, in the town of his birth Seesen, Brunswick William Steinway died on November 30, 1896, and was buried at Green-Wood Cemetery. Main Street in Astoria has been renamed Steinway Street in his honor, and today a station on the IND Queens Boulevard Line ( trains) is named Steinway Street. The Smithsonian's National Museum of American History launched an online edition of \"The William Steinway Diary\" in December 2010 to coincide with a special display of the diary. The exhibition, titled, \"A Gateway to the 19th Century: The William Steinway Diary, 1861–1896,\" was on view in the Albert H. Small Documents Gallery from Dec. 17, 2010 through April 8, 2011. In the diaries, Steinway documented more than 36 years of his life through near-daily notes in nine volumes and some 2,500 pages, beginning eight days after the first shots of the Civil War were fired and three days before his wedding. The exhibition of the diary included select diary passages, Steinway family photographs, maps and advertisements, and documentation of his role in the creation of the New York City subway and the company town of Steinway in Queens, N.Y. Recognizing the diary's historical significance, the late Henry Ziegler Steinway, Steinway's grandson and former president of Steinway & Sons, donated the diary to the museum in 1996. A complete transcription of the diary alongside high- resolution scans of each handwritten page are available on \"The William Steinway Diary\" website from the Smithsonian National Museum of American History. The site provides a detailed look at Steinway's firsthand account of the period's financial panics, labor unrest and rise of the German immigrant class. Primary source material is contextualized with more than 100 images from Steinway family archives and related essays. ==See also== *Steinway Mansion ==References== ==External links== * William Steinway's diary, family tree of the Steinway family, photos and more in the Smithsonian Institution's National Museum of American History * The Steinway & Sons Collection in La Guardia and Wagner Archives * Steinway & Sons – European and international headquarters * Steinway & Sons – American headquarters Category:1835 births Category:1896 deaths Category:People from Queens, New York Category:People from the Duchy of Brunswick Category:People from Goslar (district) Category:Burials at Green-Wood Cemetery William Category:American musical instrument makers Category:German musical instrument makers Category:German emigrants to the United States Category:American manufacturing businesspeople Category:Piano makers Category:Purveyors to the Imperial and Royal Court Category:American people of German descent Category:American artists Category:19th-century American businesspeople ",
    "title": "William Steinway"
}