{
    "id": "2204216",
    "text": "A 19th century community of the Métis people of Canada, the Anglo-Métis, more commonly known as Countryborn, were children of fur traders; they typically had Scots (Orcadian, mainland Scottish), or English fathers and Aboriginal mothers.Brown, J. S. H. (1985). “Diverging identities: The Presbyterian Métis of St. Gabriel Street, Montreal.” In Peterson, J. & Brown, J. (eds.) The New Peoples: Being and Becoming Métis in North America (pp. 195-206). Winnipeg: University of Manitoba Press. They were also known as \"English halfbreeds.\" Some Anglo-Metis still identify by this name.Adams, C., Peach, I., Dahl, G. (eds.) (2013). Métis in Canada: History, Identity, Law & Politics. Edmonton: University of Alberta Press. Their first languages were generally those of their mothers: Cree, Saulteaux, Assiniboine, etc. and English. Some of their fathers spoke Gaelic or Scots, leading to the development of the creole language known as \"Bungee\".Blain, Eleanor M. (1989). The Bungee dialect of the Red River settlement. (MA thesis, University of Manitoba). Some scholars have started spelling Métis as \"Metis\" to acknowledge the presence and contributions of the Anglo-Métis and the complex history of the Métis people overall.Macdougall, B., Podruchny, C., & St-Onge, N. (2012). “Introduction: Cultural Mobility and the Contours of Difference.” In St-Onge, N. et al. (eds.), Contours of a People: Metis Family, Mobility, and History (pp. 3-21). Tulsa: University of Oklahoma Press. __TOC__ ==History== The Anglo-Métis, like their francophone cousins, did not just live in the Prairies or the area adjacent to the Red River Colony.Spry, I. (1985). “The Métis and Mixed-Bloods of Rupert’s Land before 1870.” In Peterson, J. & Brown, J. (eds.) The New Peoples: Being and Becoming Métis in North America (pp. 95-118). Winnipeg: University of Manitoba Press. They also lived in fur trading and military settlements in Ontario along the Great LakesCampbell, S. ““I shall settle, marry, and trade here\": British military personnel and their mixed-blood descendants.” (2007). In Lischke, U. & McNab, D., (eds.) The Long Journey of a Forgotten People: Métis Identities and Histories (pp. 81-108). Waterloo: Wilfrid Laurier University Press. and James Bay.Long, J. (1985). “Treaty No. 9 and Fur Trade Company Families: Northeastern Ontario’s Halfbreeds, Indians, Petitioners, and Métis.” In Peterson, J. & Brown, J. (eds.), The New Peoples: Being and Becoming Metis in North America (pp. 137–62). Winnipeg: University of Manitoba Press. There also some records of Anglo-Métis families descending from relationships between British soldiers and Indigenous women of various tribes. They tended to identify more with the politically and economically dominant British culture of Canada at this time. If they were descended from Scottish fur traders and Indigenous women, they were often baptized as part of the Presbyterian church if their fathers chose to acknowledge their existence. Case studies have been done on the birth and baptism registers at the St. Gabriel Street Presbyterian Church in Montreal because it provides a good example of how Métis children adjusted to staying temporarily or living in an urban environment that was considerably foreign compared to the remote, rural fur trading settlements or Indigenous camps where they were born. Thus, most Anglo-Métis were the result of relationships, officially recognized by the Church or not, between English and Scottish fur traders and Indigenous women.Brown, J. S. H. (1996). “Fur Trade as Centrifuge: Familial Dispersal and Offspring Identity in Two Company Contexts.” In DeMallie, R. J., & Ortiz, A. (eds.), North American Indian Anthropology: Essays on Society and Culture (pp. 197-219). Norman: University of Oklahoma Press. Brown, J. S. H. (1980). Strangers in Blood: Fur Trade Families in Indian Country. Vancouver: University of British Columbia Press.Van Kirk, S. (1976). “‘The Custom of the Country’: An Examination of Fur Trade Marriage Practices.” In Thomas, L. H. (ed.), Essays on Western History in Honour of Lewis Gwynne Thomas (pp. 49-68). Edmonton: University of Alberta Press. The ethnicity of their fathers also determined which of the competing fur trading companies they might end up working for as adults. If they were descended from English fur traders, they generally worked for the Hudson's Bay Company. If they were descended from Scottish fur traders, they generally worked for the North West Company, also known as \"Nor'Westers.\" Additionally, the Anglo-Métis / Countryborn had a more sedentary lifestyle of farming than the francophone Métis community, whose men were generally hunters and trappers. The French-speaking Métis were somewhat more nomadic, due to their reliance upon hunting as a trade and food resource. The Anglo-Métis played a role in both the Red River Rebellion (or \"Red River Uprising\") of 1869 and the Northwest Rebellion (or \"Northwest Uprising\") of 1885, as they suffered from similar issues of racial discrimination and land problems as their francophone brethren. By the 19th century the English- speaking and French-speaking Métis had become culturally quite similar, moving closer to each other in opposition to the British-Canadian majority. Their musical traditions, especially in the case of fiddle music, was derived from both British Isles and French origins, as was the Métis traditional dance referred to as \"jigging\", or the \"Red River Jig\". In complexion they ranged from fair skinned, blond and blue eyed through dark skinned, with dark hair and dark eyes. Métis elders say that no distinctions were made between individuals based upon complexion within the community. Family, culture, and strong identification with their Christian faith were the unifying bond amongst them. The two communities' primary differences lay in their languages and Christian religious affiliations; the French speakers were generally Roman Catholic and those of British descent were Protestant. Most Countryborn were Anglican or Presbyterian. They were involved in a mixed economy of subsistence farming and bison hunting throughout most of the 19th century; they also found employment with the Hudson's Bay Company and the North West Company. The Countryborn were often known in the 19th century as \"mixed- bloods\", \"Black Scots\", \"Native English\" or \"halfbreeds\" (a term now considered pejorative). The French-speaking Metis referred to them simply as les métis anglais or les autres métis. Anglo-Metis gradually came to see themselves as little different from the French-speaking Métis. Today, the two groups are no longer politically distinct, and are commonly known on the Canadian Prairies simply as Métis. Prominent Anglo-Métis / Countryborn include James Isbister, Thomas McKay and John Norquay, the Premier of Manitoba from 1878 to 1887. ==See also== *Anglo *Bungee language *Halcro, Saskatchewan *Hudson's Bay Company *Michif *Métis Flag *Métis people (Canada) *Métis people (United States) *Prince Albert, Saskatchewan *Red River Colony == References == * Barkwell, Lawrence J., Leah Dorion, and Audreen Hourie. Metis legacy Michif culture, heritage, and folkways, Metis Legacy series, v. 2, Saskatoon: Gabriel Dumont Institute, 2006. *Barkwell, Lawrence J., Leah Dorion and Darren Prefontaine. Metis Legacy: A Historiography and Annotated Bibliography, Winnipeg: Pemmican Publications Inc. and Saskatoon: Gabriel Dumont Institute, 2001. * \"Metis: The Western Metis\". The Canadian Encyclopedia * Peoples and Treaties of the province of Alberta * From Rupert's Land to Canada * Scotland's Lost Braves * Oral histories of Manitoba and Saskatchewan Metis/Michif Elders. Category:Canadian culture Category:Métis in Canada ",
    "title": "Anglo-Métis"
}