{
    "id": "2204323",
    "text": "Fujiwara no Morozane (Japanese language: 藤原 師実 ふじわらの もろざね) (1042 – March 14, 1101) was a regent of Japan and a chief of the Fujiwara clan during the late Heian period. He was known as Kyōgoku dono (Lord Kyōgoku) or Go-Uji dono (the Later Lord Uji, 後宇治殿). He held the positions of sessho or kanpaku for a twenty-year period, sessho from 1075 to 1086 during the reign of Emperor Shirakawa and from 1094 to 1099 during the reign of Emperor Horikawa, and kampaku from 1086 to 1094 during the reign of Emperor Horikawa. He was the son of Fujiwara no Yorimichi and Fujiwara no Gishi (藤原 祇子, her real name is unknown today), a daughter of Fujiwara no Tanenari (藤原 種成), hence the grandson of Fujiwara no Michinaga. A contemporary document suggested he was the third born son, but this is uncertain. He was appointed to the positions of sadaijin, sessho and kampaku. He made his adopted daughter Kenshi (賢子) a consort of Emperor Shirakawa. Kenshi died when she was very young, but she left a son who would later ascend to the throne as Emperor Horikawa. Emperor Shirakawa seized political power and Morozane was unable to enjoy the monopolic power that his father and grandfather had enjoyed. Even after Emperor Horikawa reached adulthood, the cloistered Emperor Shirakawa seized power. Morozane married Fujiwara no Reishi, who was a daughter of Minamoto no Morofusa, a grandson of Emperor Murakami, and later adopted by Fujiwara no Nobuie. Morozane had many sons and daughters, including Fujiwara no Moromichi and Fujiwara no Ietada. From Morozane, two kuge families derive, the Kazanin family and the Oimikado (Oinomikado) family. Morozane is also known the author of the waka collection Kyōgoku Kanpakushū (Anthology of Kyōgoku Kanpaku) and the diary Kyōgoku Kanpaku-ki (Diary of Kyōgoku Kanpaku). ==Marriage and Children== * Fujiwara Reishi (1049-1114) ** Fujiwara no Moromichi * Daughter of Minamoto no Yorikuni ** Fujiwara no Ietada (1062-1136) ** Kakushin (覺信; 1065-1121) ** ??? (静意; 1069-1151) * daughter of Fujiwara Motosada ** Fujiwara no Tsunazane (1068-1131) ** Fujiwara no Yoshizane (1070-1132) * daughter of Fujiwara Eigyo (d.1128) ** Fujiwara no Tadanori (1076-1141) ** ??? (増智; d.1135) * Daughter of Taira Yukichika ** ??? (覚実; 1052-1092) * daughter of Minamoto Sokumori ** Jingen (1058-1109) * Daughter of Taira Sadachika ** Chosin (1069-1096) ** ??? (永実) * daughter of Minamoto no Akifusa ** ??? (仁澄; 1079-1134) * daughter of Fujiwara Tadatoshi ** ??? (尋範; 1093-1174) ** Gyogen (1097-1155) * daughter of Hogen Seien ** Genkaku (d.1138) * Unknown ** Fujiawara Tadanaga ** daughter married Fujiwara Mototaka Category:1042 births Category:1101 deaths Category:Sesshō and Kampaku Category:Fujiwara clan Category:Regents of Japan ",
    "title": "Fujiwara no Morozane"
}