{
    "id": "2204944",
    "text": "Neil Alan Mallender (born 13 August 1961) is a former English cricketer. Born in Kirk Sandall, Yorkshire, Mallender was a right-arm fast-medium bowler and a right-hand lower order batsman who improved as his career progressed. He played first-class cricket in England for Northamptonshire (1980-1986 and 1995-1996) and for Somerset (1987-1994). He also played for Otago (1983-84 to 1992-93), captaining the side in 1990-91 and 1991-92\\. ==Early life== Mallender was born in Kirk Sandall in Yorkshire, but spent the early part of his childhood in Somerset, before moving to Lincolnshire, where he attended Bourne Grammar School,He also attended Beverley Grammar School and was the first XI Captain in 1979, showing himself as a natural sportsman in cricket and football. During this time, he gained representative honours at schoolboy level for county and country, captaining England youth on a tour of the West Indies. ==Playing career== After school, he was courted by several counties, including his birth county of Yorkshire, but began his first-class career for Northamptonshire in 1980, having impressed on a tour of the West Indies with England Young Cricketers. A right-arm fast-medium bowler, and an increasingly useful lower-order batsman, he was capable of bowling at a sharp pace, operating within himself and using the conditions expertly. He won his county cap in 1984, but moved to Somerset in 1987. He was an important part of the rebuilding process at Taunton, and soon became popular with members and players alike. He had come close to selection twice for England, when the touring side were struggling with injuries in 1983-84 and 1991-92 as England searched for replacements to injury-hit squads during England tours to New Zealand, but he did not make his Test debut until 1992, in the home series against Pakistan at Headingley in July 1992, as his style was thought to be particularly suited to the Headingley pitch. Mallender proved to be a good selection, bowling with controlled swing and pace and able to lure the Pakistan batsmen, unfamiliar with the conditions, into rash strokes. He returned 5 for 50 in the second innings and 8 for 122 in the match to help England square the series 1-1. He retained his place for the fifth Test at The Oval, where he opened the bowling, but took only two lower-order wickets in the match, which Pakistan won decisively. He was then not selected for the winter tour to Sri Lanka and India, and never played Test cricket again. He had a Test bowling average of 10 wickets at 21.50. Mallender spent ten consecutive seasons (1983-84 to 1992-93) playing for Otago in New Zealand, for whom he became something of a local. He captained the side for two years (1990–91, 1991–92) and generally revelled in the New Zealand conditions, always featuring near the top of the bowling averages. He took over 250 first- class wickets, at a touch over 20 apiece, as well as scoring his only first- class century in 1991-92 against Central Districts. His efforts helped Otago (traditionally one of New Zealand domestic cricket’s bridesmaids) win the Shell Trophy twice during his stay. As a consequence Mallender was awarded the rare honour, to a foreigner, of a testimonial. Always whole-hearted and sometimes inspired, he left Somerset after a richly deserved benefit season in 1994 to return to Northamptonshire. But the length of time between injuries became ever shorter, and the body could clearly take no more. He called it a day in 1996 with 937 first-class wickets, and nearly 5,000 runs. ==Umpiring career== He later became an international umpire, officiating in three Tests in 2003-4, and twenty two ODIs between 2001 and 2003. He was appointed to the Elite Panel of ICC Umpires in 2004 , but chose to turn down the appointment due to family reasons . ==See also== * List of Test cricket umpires * List of One Day International cricket umpires ==References== ==External links== * Category:1961 births Category:Living people Category:English Test cricket umpires Category:English One Day International cricket umpires Category:England Test cricketers Category:English cricketers Category:Northamptonshire cricketers Category:Otago cricketers Category:Somerset cricketers Category:Buckinghamshire cricketers Category:Cricketers who have taken five wickets on Test debut Category:Marylebone Cricket Club cricketers Category:People educated at Beverley Grammar School Category:Sportspeople from Yorkshire Category:D. B. Close's XI cricketers Category:English cricket umpires ",
    "title": "Neil Mallender"
}