{
    "id": "2205384",
    "text": "Meir Zarchi (; born 1937) is an Israeli-American film director, screenwriter, and producer. ==Career== Zarchi's first professional film credit came from providing the story for the 1962 Israeli drama Nini. Zarchi's first film as director was I Spit on Your Grave a.k.a. Day of the Woman (1978), which starred Camille Keaton, whom he married the following year. The story of a woman seeking violent revenge on the men who raped her, Grave was considered controversial at the time of its release and suffered censorship in various countries. In 2010, Zarchi executive produced the remake of I Spit on Your Grave, and then the remake's subsequent sequels I Spit on Your Grave 2 (2013) and I Spit on Your Grave III: Vengeance Is Mine (2015). Zarchi's sophomore effort came seven years later with the revenge-drama, set in New York City, Don't Mess with My Sister (a.k.a. “Family and Honor”) which was nominated by the American Film Institute, The Hollywood Reporter and Billboard Magazine as Best Fiction Feature Length Film on video. He acted as the Executive Producer for the movie Holy Hollywood, a comedy-drama about wannabe actors, starring Mickey Rooney. Holy Hollywood was written and directed by Meir’s son, Terry Zarchi, who also made a documentary, Growing Up With I Spit On Your Grave, planned for release in conjunction with the launching of the sequel in 2018. Zarchi published his latest novel-screenplay “Death Wish Soozan”. Nearly forty years after the original film, Zarchi filmed the official sequel I Spit on Your Grave: Deja Vu, which was released in 2019 with Keaton reprising her role as Jennifer Hills. ==Filmography== *I Spit on Your Grave (1978) - writer, producer, and director *Don't Mess with My Sister (1985) - writer, producer, and director *I Spit on Your Grave (2010) - executive producer *I Spit on Your Grave 2 (2013) - executive producer *I Spit on Your Grave III: Vengeance Is Mine (2015) - executive producer *I Spit on Your Grave: Deja Vu (2019) - writer, producer, and director ==References== ===Bibliography=== * Art Ettinger, \"Day of Meir Zarchi,\" Ultra Violent (USA), Iss. 9, pg. 48-65, 2007. * Jeffrey Frentzen, \"Fangoria\" (USA) I Spit on Your Grave Vol. 3, Iss. 39, pg. 14-18, 1984. ==External links== * * * Interview with Andrew Kirkham on Zarchi's role in remastering ISOYG * 2011 Interview with Zarchi Category:1937 births Category:Living people Category:Israeli film directors Category:Horror film directors Category:Israeli Jews Category:American people of Israeli descent ",
    "title": "Meir Zarchi"
}