{
    "id": "2205030",
    "text": "North Korean men wearing uniforms made from vinylon. Vinylon, also known as Vinalon, is a synthetic fiber produced from polyvinyl alcohol, using anthracite and limestone as raw materials. Vinylon was first developed in Japan in 1939 by Ichiro Sakurada, Ri Sung Gi, and H. Kawakami.Patent no. 147,958, February 20, 1941, Ichiro Sakurada, Yi Sung-ki [Lee. S. or Ri. Sung．Gi. and Hiroshi Kawakami, issued to Institute of Japan Chemical Fiber. Trial production began in 1954 and in 1961 the massive February 8 Vinylon Complex was built in Hamhung, North Korea. Vinylon's widespread usage in North Korea is often pointed to as an example of the implementation of the juche philosophy, and it is known as the juche fiber. Vinylon is the national fiber of North Korea and is used for the majority of textiles, outstripping fiber such as cotton or nylon, which is produced only in small amounts in North Korea. Other than clothing, vinylon is also used for shoes, ropes, and quilt wadding. Japanese-Canadian textile artist Toshiko MacAdam used vinylon in her early works, as it was more economical than nylon. Vinylon is resistant to heat and chemicals but has several disadvantages: being stiff, having a relatively high manufacturing cost, and being difficult to dye. Synthesis of vinylon. == Colonial origins == Between the years 1910 to 1945, Korea was ruled as a Japanese colony. This fact forced the integration of Korea into the Japanese empire's economic and political spheres. Thus, after the Second Sino- Japanese War began in 1937, Korea was integrated into the Japanese war effort. It was amid Japan's efforts towards creating a more scientific and technologically advanced country for the war when a team of researchers worked to fabricate Vinylon. The first successful creation of Vinylon was in 1939, by a Kyoto University research team in Japan.Lee, Hy-Sang. North Korea : a Strange Socialist Fortress. Westport, Conn., Praeger, 2001. However, Vinylon was later brought to North Korea by Ri Sung-Gi, one of the researchers of the Kyoto University team, amid North Korean campaign aimed at the recruitment of scientists and engineers from South Korea in the period following Korea's liberation from Japan in 1945. He was working as a professor at Seoul National University at the time. During the Korean war, when Seoul was occupied by the Democratic People's Army, Ri was offered a research position in North Korea. Ri Sung-Gi accepted and defected to the North. == Original purpose == After the liberation of Korea in 1945, North Korea was under Soviet occupation and thus provided with aid by the Soviets as a means to stabilize the country. Beginning at the end of the Korean War in 1953, the Soviet Union, China, and other socialist countries began actively providing foreign aid to North Korea.Kim, Jiyoung. “The Politics of Foreign Aid in North Korea.” The Korean Journal of International Studies , vol. 12, no. 2, Dec. 2014, pp. 425–450. Therefore, the North Korean economy heavily depended on aid from other socialist countries. However, in the 1960s, the aid from the Soviet Union decreased. North Korea was no longer receiving aid in the form of grants, but loans. Hence, the North Korean leadership decided to accelerate efforts towards developing a self-sufficient economy. This resulted in the full mobilization of domestic resources. Beginning in 1961, North Korea launched its First Seven-Year Economic Development Plan, which focused on technological innovations, cultural revolution, improvement of living standards, modernization of the economy, and the facilitation of trade and international economic cooperation. As a result, the North Korean government decided to develop the vinylon industry and build Vinylon City. == Vinylon City == Hungnam, North Korea. In the early stages of North Korea's history, the government under Kim Il Sung and the official \"juche\" (self-reliance) ideology promoted the idea that the only way to reach the goal of economic independence was through heavy machine industry.Lee, Grace. \"The Political Philosophy of Juche.\" Stanford Journal of East Asian Affairs 3, no. 1 (2003): 105-12. The manufacturing of vinylon was therefore taken as a step towards developing North Korea as a modern industrial state. With such an appeal to nationalism, the North Korean government mobilized its citizens for constructing and supporting a new vinylon factory, called Vinylon City.Cheehyung Harrison Kim. “North Korea's Vinalon City: Industrialism as Socialist Everyday Life.” Positions, vol. 22, no. 4, 2014, p. 809. In 1961, Vinylon City, the factory compound for producing vinylon, was built in the northeastern industrial city of Hungnam. The construction of the factory took fourteen months, which was quite fast considering that fifty buildings made up Vinylon City. Vinylon City had a total floor space of , 15,000 production machines, 1,700 container tanks, and of piping. The tallest building in Vinylon City, measuring in height with a smokestack, was the acetic acid shop. The spinning shop, which was responsible of creating the vinylon fiber and shipping, was the largest building — long and wide, with floor space. Vinylon City became the pride of North Korea, being touted as having been built without foreign assistance. The success of Vinylon City demonstrated independence from the Soviet Union and China and appeared to reflect the juche ideology. Even though workers had to complete dangerous tasks and some ultimately lost their lives for the sake of demonstrating the country's capabilities, vinylon thus served as a reinforcement of the party's ideological command and the Kim family's rule. The city began with a goal of producing enough fiber to supply the entire country with clothing, shoes, and other necessities, a goal that appears to have been met for several decades. The fiber produced from Vinylon City was considered so important that during the annual commemoration of Kim Il-sung's birthday, the people were given gifts of vinylon clothing.Demick, Barbara. Nothing to Envy : Ordinary Lives in North Korea. 1st ed. New York: Spiegel & Grau, 2009. Print. However, the North Korean economy eventually collapsed, and fuel shortages forced the city to close down in 1994.“Kim Jong-Il attends factory reopening ceremony.” The hankyoreh, The Hankyoreh Media Company, Mar. 2010. Vinylon City remained closed for sixteen years, until its re-opening in 2010. == Re-opening of the Vinylon Complex == On February 8, 2010, Kim Jong-il visited the former Vinylon City complex in Hamhung to celebrate its reopening.North korea radio reports on leader's trip to vinalon factory. (2011, Aug 10). BBC Monitoring Asia Pacific Retrieved from https://search.proquest.com/docview/881886044 Kim was accompanied by high- ranking officers of the party, such as the Chairman of the Presidium of the Supreme People's Assembly Kim Yong-nam, Defense Minister Kim Young-chun and Korean Workers’ Party secretaries Kim Ki-nam and Choi Tae-bok. This was the first documented time he ever attended an industrial mass rally. While his attendance, and that of the most important party members, could signify the importance of the vinylon complex and its role in advancing the economic policies of Kim Jong-il, there is evidence that the facility could play a role in the North Korean nuclear weapons program. Based on an analysis of satellite imagery, information from Ko Chong-song (a North Korean official who had defected), and a number of North Korean technical documents, there is speculation that the Hamhung plant is manufacturing unsymmetrical dimethylhydrazine, a rocket fuel that is used in North Korean long-range missiles. == Historical significance == Although vinylon was initially used to help develop the North Korean economy as a home-grown product, it also became intertwined with juche nationalism. As a result, vinylon became a firm part of the North Korean national identity. ==References== ==External links== * NKChosun.com * Fibers-Poly-Vinyl-Alcohol Category:Korean clothing Category:Science and technology in North Korea Category:Synthetic fibers Category:Korean inventions Category:Japanese inventions ",
    "title": "Vinylon"
}