{
    "id": "2205810",
    "text": "Nam Wan Tunnel under construction in 2006. Nam Wan Tunnel is a tunnel in Hong Kong opened to traffic on 20 December 2009, along with the West Tsing Yi Viaduct, East Tsing Yi Viaduct and Stonecutters Bridge. The road tunnel, which forms an important part of the HK$15 billion Route 8, linking Tsing Yi and Sha Tin in the city, began construction since 2003 and was completed in 2007. The twin-tube tunnel, built by the Highways Department of the Government of Hong Kong, is long and has three lanes in either direction in the southern part of Tsing Yi from Sai Tso Wan to Nam Wan Kok. It provides linkage between the eastern part of the New Territories and Hong Kong International Airport. The tunnel is toll-free. The twin tunnels are wide with 12 cross-passages and emergency walkways, and a portal building at each end. They were formed by blasting through granite and volcanic rocks. ==Structure== The tunnel cross section is in the form of an arch. The approximate height and width of the arch is 11.2m and 15.3m respectively. The geology comprises coarse volcanic ash tuff on the west side and medium grained granite on the eastern side. Both of these lithologies are intruded by Rhyolite dykes together with some porphyrytic granite and occasional basalt dykes. The two tubes were constructed using the drill/blast method. Temporary support for the tunnels have been provided by rock-bolts. Permanent supports have been provided by a concrete lining of varying thickness depending upon the stability of the ground. Three main types of support have been used: 400mm un-reinforced, 500mm un-reinforced, and 600mm reinforced. ==Tunnel spoil== Nearly all of the of tunnel spoil will be reused in the Penny's Bay reclamation project or processed into aggregates at a local quarry. Spoil was taken away by a fleet of trucks, one leaving the site every 100 seconds during the working day from 8am to 7pm. ==Environmental measures during construction== Environmental measures taken to minimise noise and nuisance to road users and the public included: a 7.5m-tall noise barrier, and continuous monitoring to ensure noise and vibration limits are not exceeded during tunnel blasting; blast doors for any blasting conducted near roads; and 40 water sprinklers and washing facilities at all exits for vehicles to use before leaving the construction site. ===Contractors=== Arup Group were the designers of the tunnel and a joint venture of Gammon Construction and Skanska were the main construction contractors (contract was awarded in January 2003). The contract also covered construction of tunnel control buildings and the dual three-lane West Tsing Yi Viaduct. The cost for the tunnel has been estimated at HK$470m (civil works) and HK$83 million (electrical and mechanical systems). Fläkt Woods provided the ventilation system for the tunnel. COWI has provided specialist assistance to Ove Arup and Partners with the design of electrical and mechanical systems for the Nam Wan Tunnel and two adjoining viaducts. ==Ventilation== Fläkt Woods provided the ventilation solutions by supplying three immense fans for the tunnel. The axial flow fans measured 2.65 m in diameter, were powered by 900 kW motors and ran at pressures of 3,800 Pa. Fläkt Woods ran one of the fans continuously to self-destruct, to prove their capability of withstanding temperatures of up to 400 °C for one hour. The fans incorporated guide vanes for flow straightening to achieve maximum performance and ran at 995 RPM. ==Electrical and mechanical systems== In the preliminary design phase of the tunnel COWI established an overall concept for the electrical and mechanical systems with emphasis on safety-related functions such as electric power supply, tunnel lighting, fire fighting, tunnel ventilation and smoke extraction. This overall concept was used as a basis for the detailed design. Later in the project COWI reviewed the client's detailed design of electrical and mechanical systems. The electrical and mechanical systems included the following: medium- and low-voltage distribution (11 kV/0.4 kV); reliable power supply based on UPS and diesel generators; tunnel lighting and road lighting; lighting in portal buildings, technical rooms and cross passages between tunnels; Central Monitoring and Control System (CMCS); fire detection system; public mobile communication system; fire fighting equipment, including fire water booster pumps, hydrants and portable extinguishers; tunnel ventilation for normal operation, congested operation and emergency situations (smoke control); smoke extraction system; pressurised air supply; HVAC and plumbing in portal buildings. ==Walk for Millions== Prior to its formal commissioning, a Community Chest Walk for Millions was held on 15 November 2009 to allow the public to walk across Stonecutters Bridge and East Tsing Yi Viaduct and through Nam Wan Tunnel. Over 30,000 participants took part, raising more than HK$10 million for the charity's Children and Youth Services. ==References== ==Sources== * Category:Tsing Yi Category:Road tunnels in Hong Kong Category:Route 8 (Hong Kong) Category:Tunnels completed in 2009 ",
    "title": "Nam Wan Tunnel"
}