{
    "id": "2205178",
    "text": "Sir William Foster Stawell KCMG (27 June 181512 March 1889) was a British colonial statesman and a Chief Justice of the Supreme Court of Victoria, Australia. Stawell was the first Attorney-General of Victoria, serving from 1851 to 1856 as an appointed official sitting in the Victorian Legislative Council, and from 1856 until 1857, as an elected politician, representing Melbourne. ==Early life== Stawell was born in Old Court, County Cork, Ireland the second son of ten children of Jonas Stawell, and his wife Anna, second daughter of the Right Reverend William Foster, bishop of Clogher. Stawell was educated at Trinity College, Dublin, studied law at the King's Inns, Dublin, and at Lincoln's Inn, and was called to the Irish bar in 1839. Stawell travelled in Europe with his friends Redmond Barry and James Moore. He practised law in Ireland until 1842 when he decided to emigrate to Australia. ==Australia== Stawell was admitted to the Port Phillip District bar in 1843. He engaged extensively in pastoral pursuits, and had sheep stations at Natte Yallock, Victoria, on the banks of the Avoca River, and in the neighbourhood of Lake Wallace, near the South Australian border. When Charles Perry came to Australia as first bishop of Melbourne, Stawell helped him to form a constitution for the newly created diocese. His first cousins and fellow Anglo-Irish, the brothers William and Leopold de Salis also went to Australia in the 1840s. ==Attorney-general== For many years Stawell enjoyed the leading practice at the local bar, and when the Port Phillip district of New South Wales was separated from the parent colony, and entered upon an independent existence as the Colony of Victoria, Stawell accepted the position of Attorney-General on 15 July 1851 and became a member of the Executive Council and the Legislative Council. A few weeks after Stawell's appointment gold was discovered in Victoria; the duty of creating a system of government which could cope adequately with the situation fell to him. Stawell had to establish a police force, frame regulations for the government of the goldfields, appoint magistrates and officials of every grade, and protect life and property against the perceived threat of the hordes of gold rush adventurers who arrived in Victoria, first from the neighbouring colonies, and later from Europe and America. Much was owed to the firm administration of Stawell that, at a time when the government was weak, and many of the newcomers impatient of control, lynch law was never resorted to. Rather than export duty on gold, Stawell supported a miners' licensing system, which was one of the major grievances leading to the Eureka Rebellion in Ballarat in 1854. Referring to the miners as \"wandering vagabonds\" and \"vagrants\", Stawell was the prosecutor in the unsuccessful case against the rebel leaders charged with high treason. Stawell had very little assistance for some time from any of his colleagues, and until the Executive Council was strengthened by the admission of Captain Andrew Clarke and Hugh Culling Childers, Stawell was the brains as well as the body of the administration. The success of his policy was upon the whole remarkable. In the legislature he was sometimes opposed, and at other times assisted, by John O'Shanassy, who was the leader of the popular party, and between them they managed to pass a number of statutes which added greatly to the prosperity of the colony. A political contemporary, Henry Samuel Chapman, spoke of him as \"almost the only efficient man connected with the government.\" ==Constitution Act== Stawell was indefatigable in the discharge of his duties, and extraordinary stories are told of the long journeys on horseback to visit distant outposts which he would take after being all day long in the law courts or in the council chamber. Stawell bore an active part in drafting the Constitution Act which gave to Victoria representative institutions and a responsible ministry, instead of an executive appointed and removable by the governor and a legislature in which one-third of the members were chosen by the Crown. At the first general election after the new constitution in 1856 Stawell was returned as one of the Members for Melbourne, and became the attorney-general of the first responsible ministry. In 1857, on the resignation of the chief justice, Sir William à Beckett, he succeeded to the vacant post, and was created a knight bachelor. He administered the government of Victoria in 1873, 1875–1876, and 1884. ==Legacy== Stawell left Australia after his 1843 arrival only in 1872, when he paid short visits to the neighbouring colonies and New Zealand, and in 1873, when he returned to Europe on two years' leave of absence. Stawell took a very deep interest in the proceedings of the Church of England, and was a member of the synod. On his retirement from the bench in 1886, he was created . Stawell died at Naples, Italy, on 12 March 1889. The family house D'Estaville, built in 1859, still stands in the inner Melbourne suburb of Kew. The town of Stawell, Victoria was named in his honour. ==Family== In 1856 Stawell married Mary Frances Elizabeth Greene, only daughter of W.P. Greene, RN; *Richard Rawdon Stawell (1864–1935) became a doctor *eldest daughter Anna Catherine Stawell married mining magnate Sylvester J. Browne (1841–1915) on 17 October 1889. *Florence Melian Stawell (1869–1936), was a classical scholar *Mary Letitia Stawell (1865–1938), married Edward William Hawker (1850–1940), South Australian MHA and Establishment figure. ==See also== * Judiciary of Australia * List of Judges of the Supreme Court of Victoria * Stawell Chambers * Heritage listing of Stawell Chambers ==References== * *A Quantock Family, The Stawells of Cothelstone and their descendants, the Barons Stawell of Somerton, and the Stawells of Devonshire and the County Cork, compiled and edited by Col. George Dodsworth Stawell, Taunton, 1910. ==External links== * Supreme Court of Victoria Website Category:1815 births Category:1889 deaths Category:Knights Commander of the Order of St Michael and St George Category:Chief Justices of Victoria Category:Alumni of Trinity College Dublin Category:Irish barristers Category:Australian people of Irish descent Category:Lawyers awarded knighthoods Category:Members of Lincoln's Inn Category:Members of the Victorian Legislative Council Category:Attorneys-General of the Colony of Victoria Category:People from County Cork Category:Colony of Victoria judges Category:19th-century Australian politicians Category:Lieutenant-Governors of Victoria Category:Alumni of King's Inns ",
    "title": "William Stawell"
}