{
    "id": "2205815",
    "text": "A house for sale by its owner. For Sale By Owner, or FSBO, is the process of selling real estate without the representation of a broker or agent. Homeowners may employ the services of marketing or online listing companies or market their own property. Typically, they represent themselves with the help of a lawyer or solicitor throughout the sale, as in most areas, there are detailed legal requirements pertaining to sellers and disclosures they must make. == Varieties == Some options available to the FSBO seller include: #Selling alone. The owner sets a price and prepares the house ready for sale. They may hold an open house, open escrow and transfer the keys to a new owner. Websites are available to list properties. Since there is no agent, no commission is paid. The two parties can obtain contractual assistance from their own lawyers or hire one lawyer to facilitate the transaction. #Partial assistance. Several \"flat fee\" listing services exist that host an owner's property on a Multiple Listing Service so it is marketed to real estate agents locally and nationwide. In exchange for this, the FSBO Seller must pay a commission to any agent that brings a buyer. The end result is that sellers spend about half of what they would have paid with a regular listing. The agent who brings in the buyer will also prepare the majority of the paperwork for the sale. Since the agent is representing the buyer, not the seller, the seller may hire an attorney to review the transaction and ensure all required disclosures are made. #Flat-fee and hourly home selling. Alternatively, a home seller can either pay a flat-fee or hourly fee to a real estate agent. This can be a one time payment, or an ongoing hourly home selling agreement. These allow the FSBO seller to avoid commissions but still receive a-la-carte real estate agent assistance. ==Market share== ===USA=== In the USA, the popularity of FSBO seems to be increasing, with real estate website Zillow reporting a doubling of listings between 2012 and 2014 (up to 4%). ForSaleByOwner.com saw 24% growth in 2013, and StreetEasy reports that New York City FSBO listings increased by nearly 30% in that same period. The record percentage of 20% of US real estate transactions (since tracking started in 1981) took place in 1987. According to a 2016 report by the National Association of Realtors (NAR) regarding home buyer and seller trends, Home Buyer and Seller Generational Trends Report 2016, 8% of surveyed real estate transactions between July 2014 and June 2015 were FSBO. The NAR's 2015 report found that the median age for FSBO sellers in the United States is 54 years. 77% of FSBO sales were by married couples that have a median income of $104,100. FSBO homes typically sold more quickly than agent-assisted homes; 67% of them being completed in less than two weeks. Of sellers who personally knew the buyer, 71% were satisfied with the process of selling their home. Some critics of the National Association of Realtors' report believe those statistics may be misleading and suggest that the true size of the U.S. They claim that the FSBO market is higher than these numbers suggest, because flat-fee MLS now makes up 10% of transactions. They argue that flat-fee MLS sellers are in effect FSBO sellers. === Canada === Separate reports from the Canadian Real Estate Association and CTV Consumer Reports state that between 20% and 25% of homes in Canada are not sold through brokers each year (as of 2004). MSN Money suggested in 2009 that 30% of homes are sold without using a real estate agent. In that same year, more than half of the homes sold in Quebec were sold without an agent. ===UK=== In the UK, the average commission rate is significantly lower than in Canada or the US, meaning that FSBO is less common. By law, all sales of property must be supervised and handled by an independent solicitor, who acts as a mediator and holds the buyer's money until the purchase is complete.https://www.gov.uk/buy-sell-your-home/transferring-ownership- conveyancing ===Australia=== In Australia, FSBO is still relatively niche market. As of 2014, privately sold houses in Canberra spent about 34 days on the market, according to RP Data – the second shortest period in the country. Canberra houses sold by private treaty spent the same time on the market as those in Melbourne; a week longer than Sydney, where houses are on the market for an average of 27 days. Privately sold units in Canberra spend an average of 54 days on the market, third only to Sydney (23 days) and Melbourne (37 days) when compared with other capital cities. == See also == *Multiple listing service ==References== 15\\. For Sale by Owner vs For Sale with Realtor in Miami FL Category:Real estate terminology Category:Residential real estate ",
    "title": "For sale by owner"
}