{
    "id": "2206188",
    "text": "Julia Frances Langford (April 4, 1913 – July 11, 2005) was an American singer and actress who was popular during the Golden Age of Radio and made film appearances for over two decades. She was known as the \"GI Nightingale,\" a forces sweetheart, who entertained troops touring often with Bob Hope. ==Early days== Langford was born in Hernando, Florida, a small town in Citrus County, to Vasco Cleveland Langford and Anna Rhea (Newbern). The Langford family later moved to the Mulberry area, a tiny community near Lakeland, where Frances grew up. She graduated from Lakeland High School and studied music at Florida Southern College, also in Lakeland. She was a diminutive five-foot-one-inch (155 cm) tall. ==Discovery and radio== Langford originally trained as an opera singer. While a young girl she required a tonsillectomy that changed her soprano range to a rich contralto. As a result, she was forced to change her vocal approach to a more contemporary big band, popular music style. At age 17, she was singing for local dances. Cigar manufacturer Eli Witt heard her sing at an American Legion party and hired her to sing on a local radio show he sponsored. After a brief stint in the Broadway musical \"Here Goes the Bride\" in 1931, she moved to Hollywood, appearing on the Louella Parsons' radio show \"'Hollywood Hotel' while starting a movie career. Singing for radio during the early 1930s she was heard by Rudy Vallee, who invited her to become a regular on his radio show. From 1935 until 1938 she was a regular performer on Dick Powell's radio show. From 1946 to 1951, she performed with Don Ameche as the insufferable wife, Blanche, on the radio comedy The Bickersons. ==Films== Langford made her film debut in Every Night at Eight (1935), introducing what became her signature song: \"I'm in the Mood for Love\". She then began appearing frequently in films such as Broadway Melody of 1936 (1935) (in which she popularized \"Broadway Rhythm\" and \"You Are My Lucky Star\"), Born to Dance (1936), Too Many Girls (1940) (in which she acted alongside her childhood schoolmate from Lakeland Dan White (actor)), and Yankee Doodle Dandy (1942) with James Cagney, in which (portraying Nora Bayes) she performed the popular song \"Over There\". She also appeared on screen in Dixie Jamboree and Radio Stars on Parade. In a Western movie, Deputy Marshal, she co-starred with her first husband, matinee idol Jon Hall. In several of Langford's films, such as Broadway Melody, she appeared as herself, as in 1953 in The Glenn Miller Story, where she sang \"Chattanooga Choo Choo\" with the Modernaires and the movie orchestra. ==World War II== Hal Block, Bob Hope, Barney Dean, General George S. Patton, Langford and Tony Romano From 1941, Langford was a regular singer on Bob Hope's The Pepsodent Show when he held his first military entertainment program at March Field in Riverside, California in 1941. The show was so positive, he continued broadcasting from training bases around the country and asked Langford to join him. During World War II, she joined Hope, Jerry Colonna, guitarist Tony Romano, and other performers on USO tours through Europe, North Africa, and the South Pacific, entertaining thousands of GIs throughout the world. During a USO tour in the Pacific theater, she was invited to take a ride in a P-38 fighter plane. During the flight, a Japanese ship was spotted and the joy ride was postponed until the pilot finished strafing the ship. In his memoir, Don't Shoot! It's Only Me!, Bob Hope recalled how Frances Langford got the biggest laugh he had ever heard. At a USO show in the South Pacific, Langford stood up on a stage to sing before a huge crowd of GIs. When Langford sang the first line of her signature song, \"I'm in the Mood for Love,\" a soldier in the audience stood up and shouted, \"You've come to the right place, honey!\" Also, during the war, Langford wrote the weekly \"Purple Heart Diary\" column for Hearst Newspapers, in which she described her visits to military hospitals to entertain wounded GIs. She used the weekly column as a means of allowing the recovering troops to voice their complaints, and to ask for public support for making sure that the wounded troops received all the supplies and comforts they needed. Her association with Hope continued into the 1980s. In 1989 she joined him for a USO tour to entertain troops in the Persian Gulf. ==Television== Langford and guest star Jerry Colonna on Frances Langford Presents, 1959 Langford worked for several years in the late 1940s on The Spike Jones Show and starred in a short-lived DuMont variety show Star Time (1950). As a guest on early television shows such as Perry Como and Jackie Gleason she was motivated to venture into television. She was the host of two self-titled variety television programs. She then teamed with Don Ameche for the ABC television program, The Frances Langford/Don Ameche Show (1951), a spin-off of their successful radio series The Bickersons in which the duo played a feuding married couple. Langford was also the host of the NBC musical variety program Frances Langford Presents (1959), which lasted one season, as did a later program The Frances Langford Show (1960). Another notable appearance was in The Honeymooners lost episode \"Christmas Party\" which first aired December 19, 1953. ==Personal life== Langford married three times. Her first husband (1934–55) was actor Jon Hall. In 1948, they donated of land near her estate in Jensen Beach, Florida, to the Martin County Board of County Commissioners, which named it Langford Hall Park. Located at 2369 N.E. Dixie Highway, just south of the Stuart Welcome Arch, it is known today simply as Langford Park and is one of the county's major parks.Palm Beach Post guide to area parks In 1946, Langford was honored by the hometown of her youth, Lakeland, Florida, for her work with the United Service Organizations (USO) and her music and acting career. The City of Lakeland dedicated the Lake Mirror Promenade as the Frances Langford Promenade. The Promenade was originally built in 1928 and was designed by renowned landscape architect Charles W. Leavitt of New York. After leaving Hollywood life, she kept up her pastimes of boating and sport fishing. As a nightclub singer in 1955, she married Outboard Marine Corporation president Ralph Evinrude. They lived on her estate in Jensen Beach (which has since been demolished; a housing development has replaced it), and they built a Polynesian-themed restaurant and marina on the Indian River named The Frances Langford Outrigger Resort, where Langford frequently performed. Locals and celebrities flocked to the restaurant. It remains open under the name of the Dolphin Bar and Shrimp House, and many of Frances Langford's memorabilia are still on display. Evinrude died in 1986. In 1994, Langford married Harold C. Stuart, who had served as Assistant Secretary for Civil Affairs of the United States Air Force (1949–51) under President Harry S. Truman. They spent the summers at Baie Fine in Georgian Bay, Ontario, Canada, traveling from their home in Florida aboard their 110-foot yacht The Chanticleer, which became a popular tourist attraction when moored at the Outrigger Resort. Stuart survived Langford (who had no children) and died in 2007 at the age of 94. Health problems plagued her in the last years of her life, requiring periodic hospital stays. She died at her Jensen Beach home at age 92 from congestive heart failure. According to her wishes, she was cremated and the ashes strewn off the coast of Florida near her residence. ==Legacy== Langford has two stars on the Hollywood Walk of Fame, one at 1500 Vine Street, which acknowledges her contribution to motion pictures and one at 1525 Vine Street for her work in radio. Both were dedicated February 8, 1960. Langford was a supportive member of the Jensen Beach, Florida, community and constantly donated money to it. She was a great philanthropist and her generosity to the Florida Oceanographic Society located on Hutchinson Island in Stuart was well known. The site provides education and research of the ocean, reefs and environment in the Florida area. The visitor's center bears her name and also houses some of her artifacts. Her collection of mounted tuna, marlin and other fish adorn the walls. In 2006, the Frances Langford Heart Center, made possible by a bequest from her estate, opened at Martin Memorial Hospital in Stuart, Florida.Martin Memorial Health Systems – Frances Langford Heart Center Celebrates One Year! ==Filmography== *The Subway Symphony (1932, Short) as Herself *Rambling 'Round Radio Row #5 (1933, Short) as Herself - Singer *Every Night at Eight (1935) as Susan Moore *Broadway Melody of 1936 (1935) as Herself *Collegiate (1936) as Miss Hay *Palm Springs (1936) as Joan Smyth *Sunkist Stars at Palm Springs (1936, Short) as Herself *Born to Dance (1936) as 'Peppy' Turner *The Hit Parade (1937) as Ruth Allison *Hollywood Hotel (1937) as Alice *Dreaming Out Loud (1940) as Alice *Too Many Girls (1940) as Eileen Eilers *Hit Parade of 1941 (1940) as Pat Abbott / Singing voice of Anabelle Potter *All-American Co-Ed (1941) as Virginia Collinge *Swing It, Soldier (1941) as Patricia Loring / Evelyn Loring Waters *Picture People No. 4: Stars Day Off (1941, Documentary short) as Herself *Mississippi Gambler (1942) as Beth Cornell *Picture People No. 10: Hollywood at Home (1942, Documentary short) as Herself *Yankee Doodle Dandy (1942) as Singer - Nora *Hedda Hopper's Hollywood No. 4 (1942, Documentary short) as Herself *Combat America (1943, Documentary) as Herself *Follow the Band (1943) as Herself *Cowboy in Manhattan (1943) as Babs Lee *This Is the Army (1943) as Herself *Never a Dull Moment (1943) as Julie Russell *Career Girl (1944) as Joan Terry *Memo for Joe (1944, Short documentary) as Herself *Dixie Jamboree (1944) as Susan Jackson *Girl Rush (1944) as Flo Daniels *Radio Stars on Parade (1945) as Sally Baker *People Are Funny (1946) as Frances Langford *Screen Snapshots: Hollywood Victory Show (1946, Documentary short) as Herself *The Bamboo Blonde (1946) as Louise Anderson *Beat the Band (1947) as Ann Rogers *Melody Time (1948) as Herself (singing voice, segment: Once Upon a Wintertime) *Deputy Marshal (1949) as Janet Masters *Purple Heart Diary (1951) as Herself *The Glenn Miller Story (1954) as Herself \\- ==DVD release== Frances Langford is featured on the DVD Entertaining the Troops with Bob Hope. ==References== ==External links== * * *Frances Langford profile *Internet Archive: Maxwell House Coffee Time (1947): Frances Langford (13 episodes) * *Zoot Radio, free old time radio show downloads of 'The Francis Langford' radio program Category:1913 births Category:2005 deaths Category:Musicians from Lakeland, Florida Category:American film actresses Category:American radio actresses Category:People from Jensen Beach, Florida Category:Torch singers Category:Traditional pop music singers Category:20th-century American actresses Category:20th-century American singers Category:Singers from Florida Category:Actresses from Florida Category:Lakeland High School (Lakeland, Florida) alumni Category:Nightclub performers Category:People from Citrus County, Florida Category:20th-century American women singers ",
    "title": "Frances Langford"
}