{
    "id": "2206980",
    "text": "West Renfrewshire was a county constituency of the House of Commons of the Parliament of the United Kingdom from 1885 to 1983 and again from 1997 until 2005. In 2005 the constituency was abolished and the area is now represented by Inverclyde, Paisley and Renfrewshire North and Paisley and Renfrewshire South. == Boundaries == The Redistribution of Seats Act 1885 provided that the Western division should consist of \"the parishes of Inverkip, Greenock, Port Glasgow, Kilmalcolm, Erskine, Inchinnan, Houston, Kilbarchan, Lochwinnoch, Renfrew, Abbey, Neilston, Beith, and Dunlop\".Redistribution of Seats Act 1885, Seventh Schedule, Part II From 1918 the constituency consisted of \"The Lower county District, inclusive of all burghs situated therein, except the burgh of Greenock, together with the burgh of Johnstone.\" From 1997 to 2005 the constituency consisted of the Renfrew District electoral divisions of Bargarran and Gryffe, and the Inverclyde District electoral division of Port Glasgow and Kilmacolm. In 1999 with the creation of the devolved Scottish Parliament, a Scottish Parliamentary constituency of West Renfrewshire was created with the same name and boundaries as the UK Parliament constituency. ===Abolition=== Under the Parliamentary Constituencies (Scotland) Order 1983 (SI 1983/422), made under the authority of the House of Commons (Redistribution of Seats) Act 1949, West Renfrewshire was abolished in 1983. The area of the constituency was divided between Renfrew West and Inverclyde, Paisley North and Paisley South. In 2005, the constituency was again abolished and remains so to the present day. The Parliamentary Constituencies (Scotland) Order 2005 (SI 2005/250) made under the authority of the Parliamentary Constituencies Act 1986 divided the former West Renfrewshire constituency amongst the new Inverclyde, Paisley and Renfrewshire North and Paisley and Renfrewshire South constituencies. == Members of Parliament == === MPs 1885–1983 === {| class=\"wikitable\" |- !colspan=\"2\" | Election ! Member ! Party |- |style=\"background-color: \" | |1885 | Sir Archibald Campbell, Bt | Unionist |- |style=\"background-color: \" | |1892 | Charles Renshaw | Unionist |- |style=\"background-color: \" | |1906 | Sir Thomas Glen-Coats, Bt | Liberal |- |style=\"background-color: \" | |January 1910 | James William Greig | Liberal |- |style=\"background-color: \" | |1922 | Robert Murray | Labour |- |style=\"background-color: \" | |1924 | Douglas MacInnes Shaw | Unionist |- |style=\"background-color: \" | |1929 | Robert Forgan | Labour |- |style=\"background-color: \" | |1931 | Henry Scrymgeour-Wedderburn, later Earl of Dundee | Unionist |- |style=\"background-color: \" | |1945 | Thomas Scollan | Labour |- |style=\"background-color: \" | |1950 | John Maclay later Viscount Muirshiel | National Liberal and Conservativehttps://www.independent.co.uk/news/people/obituary-viscount- muirshiel-1541565.htmlhttp://www.scottish.parliament.uk/vli/history/whisp/whisp-00/wh49-03.htm |- |style=\"background-color: \" | |1964 | Norman Buchan | Labour |- |colspan=\"2\" align=\"center\"| 1983 |colspan=\"2\"| constituency abolished |} Constituency divided amongst: :* Renfrew West and Inverclyde :* Paisley North :* Paisley South === MPs 1997–2005 === {| class=\"wikitable\" |- !colspan=\"2\" | Election ! Member ! Party |- |style=\"background-color: \" | |1997 | Tommy Graham | Labour then Independent |- |style=\"background-color: \" | |2001 | Jim Sheridan | Labour |- |colspan=\"2\" align=\"center\"| 2005 |colspan=\"2\"| constituency abolished |} Constituency divided amongst: :* Inverclyde :* Paisley and Renfrewshire North :* Paisley and Renfrewshire South == Election results == ===Elections in the 1880s=== ===Elections in the 1890s=== Wallace ===Elections in the 1900s=== ===Elections in the 1910s=== General Election 1914/15: Another General Election was required to take place before the end of 1915. The political parties had been making preparations for an election to take place and by the July 1914, the following candidates had been selected; *Liberal: James Greig *Unionist: Henry MechanDaily Record 26 December 1914 James Greig ===Elections in the 1920s=== ===Elections in the 1930s=== ===Elections in the 1940s=== General Election 1939/40 Another General Election was required to take place before the end of 1940. The political parties had been making preparations for an election to take place and by the Autumn of 1939, the following candidates had been selected; *Unionist: Henry Scrymgeour- Wedderburn *Labour: David Cleghorn ThomsonReport of the Annual Conference of the Labour Party, 1939 *SNP: ===Elections in the 1950s=== ===Elections in the 1960s=== ===Elections in the 1970s=== ===Elections in the 1990s=== ===Elections in the 2000s=== == References == Category:Historic parliamentary constituencies in Scotland (Westminster) Category:United Kingdom Parliamentary constituencies disestablished in 1983 Category:United Kingdom Parliamentary constituencies disestablished in 2005 Category:United Kingdom Parliamentary constituencies established in 1885 Category:United Kingdom Parliamentary constituencies established in 1997 Category:Politics of Renfrewshire Category:Politics of Inverclyde ",
    "title": "West Renfrewshire (UK Parliament constituency)"
}