{
    "id": "2206857",
    "text": "Louis Frank Marks (23 March 1928 – 17 September 2010) was a British script writer and producer mainly for BBC Television. His career began in the late 1950s and continued into the new century. ==Early life== Marks attended Balliol College, Oxford and ultimately gained a DPhil. His early work was as a writer for television. He began by contributing to The Adventures of Robin Hood beginning with an episode screened in 1958 and The Four Just Men (1960), both for Sapphire Films/ITC. He wrote the screenplay for the feature film The Man Who Finally Died (1963), adapted from a television serial by Lewis Greifer, and Special Branch for Thames Television (1970). ==Writing career== He also wrote for Danger Man (US: Secret Agent, 1964), and for the Doomwatch science fiction series and for Doctor Who on four occasions. The first of these, \"Planet of Giants\", opened the second season of the programme in 1964. His second script was \"Day of the Daleks\" (1972) and as originally written, the serial revolved around the Ogrons instead of the Daleks. During the Tom Baker years he wrote the \"Jekyll and Hyde\" script for \"Planet of Evil\"; and then \"The Masque of Mandragora\", which drew on his academic background and studies in Renaissance Italy. He also served as a script editor on programmes such as Bedtime Stories (1974); The Stone Tape (1972); and No Exit (1972). ==Other work== Marks' producer credits include The Lost Boys (1978), Fearless Frank (1979), the BBC's adaptation of the Three Theban plays (between 1984 and 1986), and the BBC's adaptation of George Eliot's Middlemarch (1994). He worked with Jack Clayton on an adaption of Muriel Spark's Memento Mori (1991), Harold Pinter on The Hothouse (1987) and with Mike Leigh on Grown-Ups (1982). His production of Daniel Deronda by George Eliot was screened by the BBC in 2002. He worked with distinguished actors including Anthony Hopkins, Claire Bloom, John Gielgud, Nigel Hawthorne, Michael Gambon, Judi Dench and Ben Kingsley on the adaptation of another George Eliot work Silas Marner (1985). ==Death== Marks died on 17 September 2010. == References == ==External links== * Category:1928 births Category:2010 deaths Category:Alumni of Balliol College, Oxford Category:English television producers Category:English science fiction writers Category:English television writers Category:English screenwriters Category:English male screenwriters Category:British male television writers ",
    "title": "Louis Marks"
}