{
    "id": "2206731",
    "text": ":For others similarly named, see the William Aitken navigation page William McKay Aitken (Bill Aitken) is a Scottish born, naturalized Indian travel writer and a mountain lover. He is the author of a number of books about India, its mountains, rivers and its steam trains. His books are well loved because of their playful spirit and investigative attention to detail. For example, he demonstrates this in (page 122) of 'Footloose in the Himalayas', where he manages to locate and describe a packet of the famous Berinag tea with its logo from the 1930s. He thus preserves it in history with his words. Even as he drives through the tea estates of Dan Singh Bist he calls him by his local nickname 'maldar' and adroitly describes the unique taste of Chinese tea on Indian soil and its logo which has an Berinag girl in Chinese dress.page no.(252) Born in Tullibody in Clackmannanshire, Scotland in 1934, Aitken attended Handsworth Grammar School Birmingham and completed his M.A in comparative religion at the University of Leeds. In 1959, he hitchhiked overland to India and taught for a year at Hindi HighSchool in Calcutta. From 1960 to 1972, he lived in Himalayan ashrams at Kausani and Mirtola. In 1972, he became a naturalized Indian citizen. With their Guru's blessings he joined Prithwi Bir Kaur, the dowager Maharani of the erstwhile Sikh Princely state of Jind as companion. Based in Delhi and Mussoorie, Aitken travelled widely in India, covering the religious landscape in a dozen travel books. Bill Aitken's writings are characterized by a free-wheeling description of his travels, interspersed with intimate details of the land and its people, and their religious beliefs. He has been President of the Friends of the National Rail Museum in New Delhi and hon. Librarian of the Himalayan Club. Since the 1970s, he has lived in the hill station of Mussoorie in the Lower Western Himalaya. The surrounding region, especially the Garhwal Hills, has provided much of the material for his writings. With the passing of Prithwi Bir Kaur in 2010, he was appointed a trustee of the Maharani Prithwi Jind Memorial Trust till 2014. ==Works== *Seven Sacred Rivers, 1992 (Penguin Books India), *Divining the Deccan - A Motorbike to the Heart of India, (Oxford, 1999), *Footloose in the Himalaya, (Delhi, Permanent Black, 2003), *The Nanda Devi Affair, 1994 (Penguin Books India), *Touching Upon the Himalaya: Excursions and Enquiries, 2004 (Indus Books, New Delhi, 2004), *Exploring Indian Railways, (Oxford University Press, New Delhi, 1994), *Branch Line to Eternity, 2001 (Penguin Books India), *Sri Sathya Sai Baba - A Life,2004 (Viking/Penguin Books India Pvt. Ltd.), *Literary Trails (1996), Harper Collins () *Riding the Ranges - Travels on my Motorcycle (1997), Penguin Books India, () *Mountain Delight, English Book Depot, Dehradun, (1994) () *Tavels By a Lesser Line, Harper Collins, (1993) () *Zanskar, 1999, Rupa Classic India, () *1000 Himalayan Quiz, 1995, Rupa () ==References== ==Further reading== *Review of Footloose in the Himalaya By Bill Aitken, The Telegraph (India), April 11, 2003 | *Maneesh Pandey. Rail tourism needs to be put on track. The Times of India, 28 Jul 2001. Quotes Aitken as a travel writer. * ==External links== *Shelfari – Bill Aitken *Souljourns interview - An Interview With Bill Aitken About Sathya Sai Baba Category:1934 births Category:Living people Category:Writers from Dehradun Category:People from Stirling Category:Scottish emigrants to India Category:Indian travel writers Category:Indian people of Scottish descent ",
    "title": "William McKay Aitken"
}