{
    "id": "2206965",
    "text": "A rim is an external flange that is machined, cast, molded, stamped, or pressed around the bottom of a firearms cartridge. Thus, rimmed cartridges are sometimes called \"flanged\" cartridges. Almost all cartridges feature an extractor or headspacing rim, in spite of the fact that some cartridges are known as \"rimless cartridges\". The rim may serve a number of purposes, including providing a lip for the extractor to engage, and sometimes serving to headspace the cartridge. ==Types== There are various types of firearms rims in use in modern ammunition. The main types are categorized as rimmed, rimless, semi-rimmed, rebated rim, and belted. These describe the size of the rim in relation to the base of the case. Rimmed .357 Magnum revolver ammunition ===Rimmed=== The rimmed cartridge, sometimes called flanged cartridge, is the oldest of the types and has a rim that is significantly larger in diameter than the base of the cartridge. Rimmed cartridges use the rim to hold the cartridge in the chamber of the firearm, with the rim serving to hold the cartridge at the proper depth in the chamber—this function is called \"headspacing\". Because the rimmed cartridge headspaces on the rim, the case length is of less importance than with rimless cartridges. This allows some firearms chambered for similar rimmed cartridges to safely chamber and fire shorter cartridges, such as using .38 Special cartridges in a .357 Magnum revolver. Rimmed cartridges are well suited to certain types of actions, such as revolvers and break-action firearms, where the rim helps hold the cartridge in position. Rimmed vs Rimless cartridges Rimmed cartridges generally do not work quite as well in firearms that feed from a box magazine, since the magazine must be carefully loaded so that the rim from each successive case is loaded ahead of the round beneath it, so the round will not snag on the rim of the cartridge below it as the bolt strips it out of the magazine. However, box magazine firearms firing rimmed cases have seen extensive use; the famous Lee–Enfield rifle used by the UK, and the Russian (later Soviet) Mosin-Nagant rifle, were both used from before World War I until after World War II. Semi- automatic handguns have been chambered in rimmed cartridges as well, for example a LAR Grizzly or Desert Eagle in .357 Magnum or .44 Magnum. Some types of rimmed cartridges, such as rimfire cartridges, also use the rim to contain the priming compound used to ignite the cartridge instead of a centrally- mounted primer such as used in centerfire cartridges. Under the metric cartridge designation system, a capitalized \"R\" added at the end of the designation denotes a rimmed cartridge. For example, \"7.62×54mmR\" is a rimmed cartridge, while \"7.62×51mm\" is a rimless cartridge. Under Imperial designations, there is typically no distinction between rimmed and unrimmed cartridges, unless one is referring to a rimmed version of a cartridge which is typically rimless, such as the .45 Auto Rim, a special rimmed version of the .45 ACP (\"Automatic Colt Pistol\" aka \".45 Auto\"), intended for use in M1917 service revolvers. Examples of rimmed handgun cartridges include the .38 Special, .357 Magnum, .44 Special, .44 Magnum, .45 Schofield, and .45 Colt. Rimmed rifle cartridge examples include the .22 Hornet, .30-30 Winchester, 7.62×54mmR, .303 British, 8×50mmR Lebel, and .45-70 Government. Rimless 9mm Parabellum pistol cartridges ===Rimless=== On a \"rimless\" case, the rim has almost or exactly the same diameter as the base of the case; the recess formed between the rim and the body of the cartridge is known as an extractor groove, since it forms a lip which can be grasped by an extractor to extract the empty case after being fired. Since there is no rim projecting past the edge of the case, the cartridge must headspace on the case mouth, for a straight walled case, or on the case's shoulder for a bottlenecked case (although a bottlenecked case can headspace on the case mouth, depending on the cartridge); the extractor groove serves only for extraction. The lack of a projecting rim makes rimless cases feed very smoothly from box magazines, and they are primarily used in firearms that feed from a box magazine, although they also work well in belt, drum and tube-fed weapons. Rimless cases are not well suited to break-open and revolver actions, though they can be used with appropriate modifications, such as a spring-loaded extractor or, in a revolver, a half or full moon clip (for example, the Colt or Smith & Wesson M1917 revolvers in ..45 ACP). Since a straight-walled rimless cartridge is designed to headspace off of the case mouth, this prevents the ammunition loader or manufacturer from using a heavy crimp, which is a ring pinched or \"crimped\" into the cartridge case, designed to lock the bullet securely in place until fired. Crimping affects the overall length of the cartridge, and thus cannot be used on cartridges which headspace on the case mouth. This can be a problem for magnum revolvers or rifles which simultaneously chamber more than one round of ammunition, as the recoil from the firing successive rounds can loosen the bullets in the remaining cartridges, and cause their bullet seating depth to change, which can have a serious effect on accuracy, or could, in the case of a revolver, cause a bullet to protrude sufficiently from the front of the cylinder to obstruct the revolving of the cylinder thus jamming the gun from firing additional rounds. This is not an issue for break- action single shot firearms, for obvious reasons, although it could potentially cause accuracy (but not jamming) problems in double rifles or \"drilling\"-type big game rifles, provided they have more than one rifle barrel (some \"drillings\" are made with three or more rifle barrels, without any shotgun component). Examples of rimless handgun cartridges include the .380 ACP, 9mm Parabellum, .357 SIG, .40 S&W;, 10mm Auto, .45 GAP, and .45 ACP. Rimless rifle examples include the .223 Remington, 6.5x52mm Carcano, 6.5×54mm Mannlicher–Schönauer, 6.5×55mm Swedish, .308 Winchester, .30-06 Springfield, and 7.92×57mm Mauser. ===Semi-rimmed=== Semi-rimmed .32 ACP pistol cartridges On a semi-rimmed case the rim projects slightly beyond the base of the case, though not as much as a rimmed cartridge. The tiny rim provides minimal interference feeding from a box magazine, while still providing enough surface to headspace on. Semi-rimmed cases are less common than the other types. The .38 Super, a higher pressure loading of the old .38 ACP case, is notorious for being less accurate than rimless cases, and so most modern .38 Super handguns are chambered so that the cartridge headspaces off the case mouth, like a rimless case. If the chamber is cut shallow, so the case headspaces off the mouth, the rim is used for extraction only; a standard chamber will use the rim for both headspacing and extraction. Examples of semi-rimmed handgun cartridges are .25 ACP, .32 ACP, 8x22mm Nambu, .38 ACP, .38 Super, and 9mm Browning Long. Semi-rimmed rifle examples include the .220 Swift, .280 Ross, 6.5×50mm Arisaka, .308 Marlin Express, .338 Marlin Express, and .444 Marlin. ===Rebated rim=== The .50 GI (left) with rebated rim, compared to the rimless .45 ACP (right) Rebated rim cartridges have a rim that is significantly smaller in diameter than the base of the case, serving only for extraction. Functionally the same as a rimless case, the rebated rim provides some additional benefits when considered in conjunction with other cartridges. One example of a rebated rim cartridge is the .50 Action Express (or .50 AE), commonly chambered in the Desert Eagle pistol. In order to simplify production, and to decrease the cost of ownership, the .50 AE was designed with a rebated rim which matched the diameter of the rim of the .44 Magnum, which was the most common caliber used in the Desert Eagle. By using the same rim dimensions as the .44 Magnum, a Desert Eagle could be converted from .44 Magnum to .50 AE by merely changing the barrel and magazine. Other convertible cartridges, such as the short-lived .41 Action Express (with the same rim diameter as 9×19mm Parabellum) used in the Jericho 941 convertible pistol and Uzi submachine gun and carbine, would function in the same magazine, and thus required only a barrel change to change caliber. The recent (early 2000s) Winchester Short Magnum, Winchester Super Short Magnum, and Remington Ultra Magnum and Remington Short Action Ultra Magnum families of rifle cartridges also feature rebated rims. All of these cases were based on the .404 Jeffery with the rim reduced from .543 inches to fit the .532 inch bolt face for existing magnum rifles. The .50 Beowulf uses a rebated rim design. This round is used in specialized AR-15 upper receivers, and the rim matches the size of the rim of the 7.62×39mm, allowing those parts to be used in the custom-built upper receivers. Rebated rims were also a feature of the cartridges of automatic cannons derived from the 20-mm Becker, of which the best known belong to the Oerlikon family. These \"advanced primer ignition\" (API) blowback weapons feature straight-sided chambers that are longer than necessary to contain the case. The face of the bolt has the same diameter as the case and follows it into the chamber. This means that the extraction claw also has to fit within the chamber, and therefore the case has a rebated rim. Another well known cartridge to use a rebated rim is the FN 5.7x28mm, used in the FN Five- seveN semi-automatic handgun and FN P90 personal defense weapon. Examples of rebated rimmed handgun cartridges include the FN 5.7x28mm, .41 Action Express, .440 Cor-Bon, and .50 Action Express. Rebated rimmed rifle examples include the .450 Bushmaster, .458 SOCOM, .50 Beowulf, and .500 Jeffery. ===Belted=== US Quarter (24 mm) for scale The original purpose of the \"belt\" on belted cases (often referred to as belted magnums) was to provide headspacing; the extractor groove is cut into the belt just as it is cut into the case head on a rimless case. The belt acts as a rim on what is essentially a rimless case. The design originated in England around 1910 with the .400/375 Belted Nitro Express (also known as the .375/.400 Holland & Holland, and .375 Velopex). The addition of the belt allowed the cartridge to properly headspace, despite the relative lack of a definite shoulder. The reason for the lack of a definitive shoulder was that these old British cartridge cases were intended for firing cordite charges instead of modern smokeless powder. Cordite was extruded as spaghetti-like rods, so the cartridge cases had to be fairly cylindrical shaped to accommodate the cordite propellant rods. The belt was carried through on other cartridges derived from the .375 Velopex, like the belted .375 Holland & Holland Magnum of 1912, in some cases to allow the cartridge to function in bolt-action rifles (the original .375 H&H; Magnum was a rimmed case for use in double-barreled rifles), or to prevent the higher-pressure magnum cartridge from accidentally being chambered in a gun with a chamber of similar size. Examples of belted handgun cartridges include the .40 BSA Auto Pistol and .40 G&A; Magnum. Belted rifle examples include the .224 Weatherby Magnum, .300 Winchester Magnum, .375 H&H; Magnum, .450 Marlin, .458 Lott, and .55 Boys. In the United States, the belt became somewhat synonymous with \"magnum\" during the late 20th century. More recently, new \"magnum\" cartridges introduced in the United States have been rimless or used rebated rims based on the .404 Jeffery that fit the same .512\" bolt face used for the belted cases. ==See also== * List of handgun cartridges * List of rifle cartridges * Table of handgun and rifle cartridges ==References== * Category:Ammunition ",
    "title": "Rim (firearms)"
}