{
    "id": "2207261",
    "text": "Trade Adjustment Assistance (TAA) is a federal program of the United States government to act as a way to reduce the damaging impact of imports felt by certain sectors of the U.S. economy. The current structure features four components of Trade Adjustment Assistance: for workers, firms, farmers, and communities. Each cabinet-level department was tasked with a different sector of the overall Trade Adjustment Assistance program. The program for workers is the largest, and administered by the U.S. Department of Labor. The program for farmers is administered by the U.S. Department of Agriculture, and the firms and communities programs are administered by the U.S. Department of Commerce. A 2020 study found that counties with a history of successful petitions for trade adjustment assistance were less likely to support protectionism and were more likely to support Democratic candidates in the future. ==History== Trade Adjustment Assistance consists of four programs authorized under the Trade Expansion Act of 1962 and defined further under the Trade Act of 1974 (19 U.S.C. § 2341 et seq) (Trade Act). The original idea for a trade compensation program goes back to 1939.Steve Charnovitz, \"Worker Adjustment: The Missing Ingredient in Trade Policy,\" California Management Review, Winter, 1986, p. 157. Later, it was proposed by President John F. Kennedy as part of the total package to open up free trade. President Kennedy said: \"When considerations of national policy make it desirable to avoid higher tariffs, those injured by that competition should not be required to bear the full brunt of the impact. Rather, the burden of economic adjustment should be borne in part by the Federal Government.\"Kennedy, John F. 1963. Public Papers of the Presidents of the United States, 1963. Washington: Government Printing Office. Copy online at http://www.presidency.ucsb.edu/ws/index.php?pid=8688 ==Justification== ===For workers=== Supporters argue that free trade offers widespread benefits among consumers, workers and firms in the U.S. in terms of lower prices, higher efficiency and quality, and more jobs. They claim that gains from negotiated trade deals are large and widely distributed across sectors. For example, in 2011 there were 9.7 million jobs supported by exports, nearly 15% more than in 2010.U.S. International Trade Administration (March 12, 2012). Jobs Supported by Exports: An Update, by Johnson, M. and Rasmussen, C., Office of Competition and Economics Analysis Manufacturing and Services. Benefits from free trade agreements (FTA) with Chile, Singapore, Australia, Morocco, and South Korea for the U.S. economy are estimated in $4 billion, $17 billion, $19 billion, $6 billion and $30 billion, respectively.Congressional Research Service (February 1, 2011). Trade Agreements: Impact on the U.S. Economy, RL31932, by J. K. Jackson. In order to achieve trade benefits, however, the U.S. economy must reallocate production factors between sectors. Thus, free trade also leads to costs associated with workers displaced by import competition and offshore outsourcing. According to the Department of Labor (DOL), displaced workers are defined as \"persons 20 years of age and older who lost or left jobs because their plant or company closed or moved, there was insufficient work for them to do, or their position or shift was abolished\".Department of Labor (August 24, 2012). Worker Displacement: 2009–2011, USDL-12-1719, available at www.bls.gov/cps. The International Labour Organization (ILO) states that workers bore high adjustment costs such as unemployment, lower wage during transition, obsolescence of skills, training costs, and personal costs (e.g. mental suffering). These trade costs, albeit relatively smaller than the benefits, are highly concentrated by region, industry and worker demographics. For instance, some occupations, like teacher, have not experienced import competition while for shoe manufacturing occupations import competition has increased by 40 percentage points.International Labour Organization (2011). Trade and Employment: From Myths to Facts, by Jansen, M., Peters, R. and Salazar-Xirinachs, J., available at http://www.ilo.org/wcmsp5/groups/public/ed_emp/documents/publication/wcms_162297.pdf. In general, manufacturing workers are most affected by import competition compare to workers in other sectors. Furthermore, while gains from trade require a long time to take full effect, costs are felt rapidly, particularly in less competitive sectors.Commission of the European Communities (CEC) (March 1, 2006). Proposal for a Regulation of the European Parliament and of The Council establishing the European Globalisation Adjustment Fund, Impact Assessment, SEC (2006) 274. There is a strong correlation between import penetration and unemployment. Ebenstein et al. (2009) find that a 1 percentage point increase in import penetration leads to a 0.6 percentage point decrease in manufacturing employment in the U.S. resulting in a reduction of manufacturing jobs of almost 5%.Ebenstein, A. et al. (2009). Estimating the Impact of Trade and Offshoring on American Workers using the Current Population Surveys, NBER Working Paper 15107. According to a report by the Progressive Policy Institute, between 2007 and 2011, 1.3 million direct and indirect jobs were lost to increasing imports of goods and services.Progressive Policy Institute (PPI) (March 2012). Hidden Toll: Imports and Job Loss since 2007, by Mandel, M. and Carew, G., Policy Brief, available at http://progressivepolicy.org/wp- content/uploads/2012/03/03.2012-Mandel_Carew_Hidden-Toll_Imports-and-Job-Loss- Since-20071.pdf. Similarly, Kletzer (2005) estimations suggest that industries facing high import competition account for 40% of manufacturing job losses.Kletzer, L. (2005). Globalization and Job Loss, from Manufacturing to Services, Economic Perspectives, Q II, pp. 38–46. The Economic Policy Institute (EPI) estimates that by 2015 the overall U.S. trade deficit will correspond to the loss of additional 214,000 jobs.Economic Policy Institute (EPI) (August 23, 2012). The China Toll: Growing U.S. trade deficit with China cost more than 2.7 million jobs between 2001 and 2011, with job losses in every state, EPI Briefing paper nº345, by R. Scott, at http://www.epi.org/files/2012/bp345-china-growing-trade-deficit-cost.pdf. Although trade-dislocated workers are not significantly different from workers displaced by other reasons, they present some slight differences. They tend to be older, less educated, more tenured and production-oriented, have higher earnings on the lost job and fewer transferable skills, and the prevalence on women is higher than for other displaced workers. These characteristics are associated with limited labor mobility and reemployment difficulties, especially for workers with obsolete skills who do not receive additional training, no matter the reason of displacement.GAO (November 14, 2012). Trade Adjustment Assistance: Commerce Program has helped Manufacturing and Services Firms, but Measures, Data, and Funding Formula could be enhanced, Testimony Before the Subcommittee on Government Organization, Efficiency, and Financial Management, Committee on Oversight and Government Reform, House of Representatives, by Alfredo Gomez Furthermore, asymmetric information in absence of good job-search skills and geographic mismatch lead to prolonged unemployment.OECD (2005b). Trade-adjustment Costs in OECD Labour Markets: A Mountain or a Molehill?, in OECD Employment Outlook (pp. 23–72) Hence, trade- displaced workers face longer periods to find a new job and have low reemployment rates (63% during the last two decades according to Kletzer, 2005). Reemployment is particularly challenging for older workers. The DOL (2012) reports that in 2012 reemployment rates for workers ages 55 to 64 and 65 years and over were 47 and 24% respectively while the rate for those ages 20 to 54 was about 62%. Once dislocated workers obtain a new job, they suffer significant wage reductions.Abbring et al. (1999). Displaced Workers in the United States and the Netherlands, this paper is part of the CILN/Uojohn project on Losing Works, Moving On: International Perspectives on Workers Displacement About two thirds of dislocated workers have lower wages in the new job and one quarter of displaced workers from manufacturing who find a new full-time job suffer earning losses of 30% or more.Kletzer, L. (2005). Globalization and Job Loss, from Manufacturing to Services, Economic Perspectives, Q II, pp. 38–46 The reason is that many workers find jobs in services sector where salaries are lower. Ebenstein et al. (2009) find that displaced workers from manufacturing who find a job in the services sector suffer a wage decline of between 6 and 22%. They conclude that a 1 percentage point increase in occupation-specific import competition is associated with a 0.25 percentage point decline in real wages. Import competition impacts negatively not only dislocated workers but also their families and communities. Displaced workers fall behind in their mortgage payments and in providing health care to their families. Families must spend down assets to smooth consumption.Stephens, M. (2003). Job Loss Expectations, Realizations, and Household Consumption Behavior, NBER Working Paper 9508 There is evidence that displaced workers are in worse health after losing a job.Strully, K. (2009). Job Loss and Health in the U.S. Labor Market, Demography, 46(2), pp. 221–46. According to a Report by the Corporation for Enterprise Development (CFED), more than 46% of the jobless lack health insurance and 31% of workers without insurance do not see a doctor although sick. If the worker is able to be relocated in other job in other region the whole family is displaced and children are uprooted from their schools, increasing domestic tensions. The phenomenon of displaced workers has a broader impact because it also affects aggregate demand for goods and services and tax collections.CEFD (2004). Promising Practices to Assist Dislocated Workers, working paper prepared by Schweke, W. for The North Carolina Rural Economic Development Center In brief, trade leads to an unequal redistribution of costs and benefits. The adjustment process impacts not only displaced workers but also the whole society and economy. Furthermore, labor reallocation from inefficient to competitive sectors aimed at realizing the benefits of trade can be impeded by several obstacles described above, prolonging the transition period and increasing the adjustment costs. In this framework, several scholars and policy-makers have argued that trade-related adjustment costs merit a policy response. The TAA has persisted for more than five decades showing ample political support.Congressional Research Service (January 9, 2013). Trade Adjustment Assistance (TAA) and its Role in U.S. Trade Policy, R41922 by J. F. Hornbeck. Having an assistance program targeted exclusively at trade-displaced workers enjoyed wide political support among Congressional representatives in the past because the program served to decrease political resistance to and workers' lobbying efforts against FTAs.Reynolds, K. and J. Palatucci (August 2008). Does Trade Adjustment Assistance Make a Difference?, American University, Department of Economics WP No. 2008-12 at http://www.american.edu/academic.depts/cas/econ/workingpapers/workpap.htm. As a 2012 Report by the Joint Economic Committee states: \"TAA needs to remain an integral part of trade policy because it compensates those harmed by import competition without sacrificing the larger demonstrable benefits of trade.\"Joint Economic Committee (September 19, 2011), The Importance of Trade Adjustment Assistance for America's Workers, Report by the Chairman's Staff Senator Bob Casey, at www.jec.senate.gov. ==Specific programs== ===Trade Adjustment Assistance for Workers=== The Department of Labor Employment and Training Administration program, Trade Adjustment Assistance for Workers, provides a variety of reemployment services including training and job- searching assistance and benefits to displaced workers who have lost their jobs or suffered a reduction of hours and wages as a result of increased imports or shifts in production outside the United States. The TAA program aims to help program participants obtain new jobs faster, ensuring they retain employment and earn wages comparable to their prior employment. Among the main benefits are: trade readjustment allowances (TRA) in addition to regular unemployment insurance (UI) up to 117 weeks of cash payments for all workers concurrently enrolled only in full-time training (workers must be enrolled in training 8 weeks after certification or 16 weeks after layoff, whichever is later, to receive TRA), and Reemployment Trade Adjustment Assistance (RTAA) or supplementary wages for workers age 50 and over, and earning less than $50,000 per year in reemployment. It provides a wage supplement equal to 50% of the difference between a worker's reemployment wage and wage at the worker's certified job with a maximum benefit of $10,000 over a period of up to two years (workers must be reemployed within 26 weeks). The TAA used to include a Health Coverage Tax Credit Program which will definitively expire at the end of 2013 and other tax credits related to health coverage will become available (e.g. Patient Protection and Affordable Care Act). The program promotes retraining since workers receive the TRAs only if they participate in a full- time TAA training (or are under a waiver).Congressional Research Service (December 17, 2012). Trade Adjustment Assistance for Workers, R42012 by B. Collins The program is administered by the Department of Labor (DOL) in cooperation with the 50 states, the District of Columbia and Puerto Rico. The Secretary of Labor was authorized to implement Trade Readjustment Assistance (TRA) and relocation allowances through cooperating state agencies. TRA are income support payments that were, at that time, paid in addition to an individual's regular unemployment compensation. The original program had no training or reemployment component. The program was rarely used until 1974, when it was expanded as part of the Trade Act of 1974. The Trade Act of 1974 established the training component of the program. In 1981, the program was sharply curtailed by the Congress at the request of the Reagan Administration.Trade Adjustment Assistance TAA Coalition Retrieved on 13 December 2007 In 2002, the Trade Adjustment Assistance Reform Act (TAARA) expanded the program and it was combined with the trade adjustment program provided under the North American Free Trade Agreement (NAFTA).Hearing on Promoting U.S. Worker Competitiveness in a Globalized Economy Committee on Ways and Means Retrieved on 5 December 2007 The TAA has recently suffered several amendments. In 2009, the TAA program was expanded by the Trade and Globalization Adjustment Assistance Act (TGAAA) of 2009, which was part of the American Recovery and Reinvestment Act. These benefits were extended through February 2011 by the Omnibus Trade Act of 2010. After that, the program reverted to the pre-expansion provisions under the TAARA of 2002. In October 2011, the Trade Adjustment Assistance Extension Act (TAAEA) of 2011 was signed into law, reinstating most of the benefits included in the TGAAA of 2009. The TAA is authorized through December 31, 2014 but with some modifications. The TAA will operate under its current provisions through December 31, 2013. For the additional year until its expiration on December 31, 2014, the TAA is set to operate under the eligibility and benefit levels established by the TAARA of 2002. ===Trade Adjustment Assistance for Firms=== The Department of Commerce program, Trade Adjustment Assistance for Firms, provides financial assistance to manufacturers and service firms affected by import competition. Sponsored by the Department of Commerce's Economic Development Administration (EDA), this cost-sharing federal assistance program helps pay for projects that improve firms' competitiveness. EDA, through a national network of 11 Trade Adjustment Assistance Centers (TAACs), provides technical assistance on a cost-shared basis to U.S. manufacturing, production, and service firms in all 50 states, the District of Columbia, and Puerto Rico. Trade Adjustment Assistance for Firms provides import impacted companies with professional guidance, business recovery plan development, and cost-sharing for outside consulting services. Eligibility is established along similar lines, with companies showing that there has been a recent decrease in sales and employment, in part due to customers shifting purchases away from the applicant and to imported goods. The American Recovery and Reinvestment Act (ARRA) of 2009 expanded eligibility to service firms as well as the traditional manufacturing companies that had been the sole focus of the program. This expansion for service firms and workers was scheduled to expire on December 31, 2010, and the program would revert to the pre-ARRA structure without a vote to extend the authorization. ===Trade Adjustment Assistance for Farmers=== Trade Adjustment Assistance for Farmers, created in 2002 by wide- ranging trade legislation (P.L. 107-210, Sec. 141), authorizes the expenditure of up to $90 million per year through FY2007. Under the program, certain agricultural producers can each receive payments of up to $10,000 per year if price declines for their commodity were at least partly caused by imports. To be eligible for such assistance, such producers must be members of certified groups and meet a number of criteria specified by the law. The program is administered by the Department of Agriculture. ==Program eligibility== ===For workers=== Workers must be directly impacted by imports or by a shift in production of their firm to any country with a free trade agreement with the United States or to beneficiary countries under the Andean Trade Preference, the African Growth and Opportunity, or by certain other shifts in production. Employees of upstream suppliers are eligible if the product supplied to the primary firm consists 20% of the production or sales of the secondary workers' firm, or their employer's loss of business with the primary firm contributed significantly to the secondary workers' separation from work. Employees of downstream producers are eligible if they perform additional, value-added production processes for articles produced by primary firms, and the primary certification was based on an increase in imports or a shift in production to Canada or Mexico. In order to receive the benefits displaced workers must fill a petition as a group to initiate the investigation to address the reasons of their layoff. Once the DOL finds that trade has contributed notably to the layoff, the group is certified but the individual worker must still apply for benefits at a local One-Stop Career Center. Under the current law, as modified in 2009, workers in most service jobs (call center operators, for example) are eligible for trade adjustment assistance. In 2004, a group of computer experts displaced by overseas labor tried to apply for trade adjustment assistance but were rejected because computer software was not considered an \"article\" by the DOL. After a series of scathing decisions by the United States Court of International Trade criticizing the DOL's approach, the DOL revised its policies in April 2006 to extend trade adjustment assistance to more workers producing digital products such as software code.Outsourced Programmers Finally Get Same Benefits As Laid-Off Factory Workers--A Fair, But Costly, Development Information Week Retrieved on 11 December 2007 Nevertheless, the program under the TAARA of 2002 starting on January 1, 2014 does not include trade-displaced workers in services sectors. ===For farmers=== Farmers and ranchers adversely impacted by trade will be eligible to participate in a new program operated by the Department of Agriculture and are potentially eligible to receive training under TAA. They are not eligible for the Trade Readjustment Allowance. ==Program cost== ===For workers=== There are several components of the overall cost of the program. The principal spending of the program is in reemployment services which are set to the annual funding levels of the Trade Act of 2002: $220 million for state grants (plus administrative allotments equal to 15% of each state's grant). The TRA income support and RTAA wage insurance program are uncapped entitlements. In FY 2011, the cost of TRA was $234,126,500 and the cost of RTAA was $43,227,212, based on the number of participants of each program in this year (25,689 and 1,133 participants respectively).Department of Labor. Trade Adjustment Assistance for Workers: Fiscal Year 2011 Report to the Committee on Finance of the Senate and Committee on Ways and Means of the House of Representatives, available at http://www.doleta.gov/tradeact/docs/AnnualReport11.pdf ==Program effectiveness== ===For workers=== The TAA for workers have demonstrated overall low effectiveness so far which is reflected in the controversy to reauthorize the program before the 112th Congress. First, the program is not very effective providing support during the transition because a significant portion of workers does not receive TRA. In FY2011 there were over 196,000 TAA participants and only around 46,000 received TRA. One reason is that the training enrollment deadline of 8/16 weeks seriously limits the ability of workers to enroll in training programs and receive the benefit. Moreover, even for those workers receiving TRA and UI, only a portion of the lost income is replaced.GAO (June 14, 2007). Trade Adjustment Assistance. Changes Needed to Improve States' Ability to Provide Benefits and Services to Trade-Affected Workers, Testimony before the Committee on Ways and Means, House of Representatives, GAO-07-995T, statement by S. R. Nilsen The program provides health insurance coverage but in the past it has not been very effective since participation in TAA was associated with decreased coverage in the period following job loss.Mathematica Policy Research and Social Policy Research (August 2012). Estimated Impacts for Participants in the Trade Adjustment Assistance (TAA) Program Under the 2002 Amendments, Final Report Prepared as Part of the Evaluation of the Trade Adjustment Assistance Program, at http://wdr.doleta.gov/research/FullText_Documents/ETAOP_2013_10_Participant_Impact_Report.pdf. The effectiveness of the program in terms of fostering reemployment is very low too. Data on post-TAA outcomes for program exiters based on DOL estimations shows that the entered employment rate was 66% in 2011. The Mathematica Policy Research and SPR report finds that the TAA is not effective in terms of increasing employability. There is positive effect on the reemployment rate for participants but it is not statistically different from that for non-participants. The effectiveness of the program in terms of mitigating earning losses in the new job is very low too as several studies report. Reynolds and Palatucci (2008) estimate that \"participating in the TAA program causes a wage loss approximately 10 percentage points greater than if the displaced worker had chosen not to participate in the program.\" The report by Mathematica Policy Research and SPR states that TAA was estimated to have no effect on earnings and compared to a sample of UI claimants, TAA participants worked about the same number of weeks but had lower earnings. Moreover, a 2007 GAO report shows that in FY 2006 only 5% or less of TAA participants received wage insurance. The program is ineffective closing the earning gap because in order to be eligible for wage insurance workers must find a job within 26 weeks after being laid off, which proved to be a very short period.GAO (June 14, 2007). Trade Adjustment Assistance. Changes Needed to Improve States' Ability to Provide Benefits and Services to Trade-Affected Workers, Testimony before the Committee on Ways and Means, House of Representatives, GAO-07-995T, statement by S. R. Nilsen. Additionally, the program only replaces half of the losses. Finally, the implementation of this program overlaps extensively with others such as Workforce Investment Act generating extra costs and duplicating administrative efforts. The process to allocate training funds is also problematic. States receive funds at the beginning of the fiscal year but it does not properly reflect the state's demand for training services. In addition, states do not receive funds for case management and lack flexibility to use the funds for training. Thus, states face challenges in providing services to workers properly. ==Policy alternatives== ===For workers=== Over last years, the TAA program has been subject to diverse critics due to its flawed performance and extremely high cost. The TAA was only extended to the end of 2014 and the last reauthorization process before the 112th Congress exposed a lack of consensus about the program. Several scholars from different institutions have proposed policy alternatives. ====Integrated Adjustment Assistance Program==== The Financial Services Forum, through its 2008 white paper \"Succeeding in the Global Economy: An Adjustment Assistance Program for American Workers,\" proposes to combine the UI and TAA programs into a single integrated program for all displaced workers who qualify for UI no matter the reason of displacementFinancial Services Forum (July 2008). Succeeding in the Global Economy: An Adjustment Assistance Program for American Workers – White Paper, by Aldonas G., Lawrence, R. and Slaughter, M., available at http://www.hks.harvard.edu/fs/rlawrence/fsf_adjustment_assistance_plan.pdf. The program includes: wage insurance, portability of health insurance (under the current program COBRA), and reemployment services such as assistance with geographic relocation and retraining. The wage insurance would cushion the cost of lower wages in the new job for workers age 45 and older. The program replaces 50% of workers' lost wages for up to two years, for up to $10,000 per year, for workers that hold the previous job for at least two years. Regarding retraining, workers would be able to deduct from their gross income, for tax purposes, the full cost of education and training expenses, and there will be no limitations in terms of area of training. The estimated annual cost of the program is $22 billion. The Financial Services Forum proposes to replace the current tax system with a flat 1.2% tax on all earning at the state level, and a flat rate of 0.12% on all earnings at the federal level to pay for the program. ====Wage insurance and subsidies for medical insurance program==== Scholars at the Brookings Institution and the Institute for International Economics proposed a twofold program including a wage insurance and subsidy for medical insurance in addition to the UI program for eligible workers.Kletzer, L. and Litan, R. (March 2001). A Prescription to Relieve Worker Anxiety, Institute for International Economics, Policy Brief 01-2, available at http://www.iie.com/publications/pb/pb.cfm?researchid=70. On the one hand, the program covers workers displaced by any reason, not just trade, who suffer an earning loss after reemployment. Displaced workers defined as \"workers displaced due to plant closing or relocation, elimination of position or shift, and insufficient work\".Bureau of Labor Statistics (December 2012). Extended Mass Layoffs in 2011, Report 1039. It would replace a portion between 30% and 70% of the difference between earnings on the old and new job. In order to be eligible, workers must have been employed full-time at their previous job for at least two years, and suffered a wage decrease that can be documented. The insurance would be paid only after workers found a new job and they will receive it for up to two years from the original date of job loss. Annual payments would be capped at $10,000 or $20,000 per year. The payments would be administered through state UI. In addition, the program would also offer a health insurance subsidy for all full-time displaced workers, for up to 6 months, or until they found a new job (whichever is earlier). Workers would be limited to receiving the subsidy no more frequently than once during a certain period, probably 3 or 4 years, in order to prevent job churning. In 2001, Robert Litan and Lori Kletzer estimated that about 20% of displaced workers reemployed full-time would have had at least 2 years' tenure on their previous job and suffered a wage loss in the new one. The program would cost from $2 to $5 billion per year. This cost is estimated with a national unemployment rate between 4.2% and 4.9%. In 2012, the average national unemployment rate was 8.9%. Consequently, the projected cost would be higher if the program would be implemented today. ==References== ==External links== * Department of Labor website * Evaluation of first 24 years of TAA Category:1962 establishments in Washington, D.C. Category:Government aid programs Category:United States Department of Labor Category:United States Department of Commerce Category:United States Department of Agriculture ",
    "title": "Trade Adjustment Assistance"
}