{
    "id": "2207338",
    "text": "Ruins of Suryavarman I's capital at Phimeanakas Suryavarman I (; posthumously Nirvanapada) was king of the Khmer Empire from 1006 to 1050. Suryavarman usurped King Udayadityavarman I, defeating his armies in approximately 1002. After a protracted war with Udayadityavarman's would-be successor, Jayavarman V, Suryavarman I claimed the throne in 1010. Suryavarman was a Mahayana Buddhist who was also tolerant of the growing Theravada Buddhist presence in the Khmer kingdom. ==Biography== Suryavarman I established diplomatic relations with the Chola dynasty of south India (Tamilnadu) around 1012. Suryavarman I sent a chariot as a present to the Chola Emperor Rajaraja Chola I.Indian History by Reddy: p.64 It seems that the Khmer king Suryavarman I requested aid from the powerful Chola Emperor Rajendra Chola against Tambralinga kingdom .Kenneth R. Hall (October 1975), \"Khmer Commercial Development and Foreign Contacts under Sūryavarman I\", Journal of the Economic and Social History of the Orient 18 (3), pp. 318-336, Brill PublishersSociety and culture: the Asian heritage : Juan R. Francisco, Ph.D. University of the Philippines Asian Center p.106 After learning of Suryavarman's alliance with Rajendra Chola, the Tambralinga kingdom requested aid from the Srivijaya king Sangrama Vijayatungavarman.R. C. Majumdar (1961), \"The Overseas Expeditions of King Rājendra Cola\", Artibus Asiae 24 (3/4), pp. 338-342, Artibus Asiae Publishers This eventually led to the Chola Empire coming into conflict with the Srivijiya Empire. The war ended with a victory for the Chola dynasty and Angkor Wat of the Khmer Empire, and major losses for the Sri Vijaya Empire and the Tambralinga kingdom.R. C. Majumdar (1961), \"The Overseas Expeditions of King Rājendra Cola\", Artibus Asiae 24 (3/4), pp. 338-342, Artibus Asiae Publishers His reign lasted some 40 years and he spent much of that time defending it. Known as the \"King of the Just Laws,\" he consolidated his political power by inviting some four thousand local officials to the royal palace and swear an oath of allegiance to him. Suryavarman I favored Buddhism but he allowed the people to continue practising Hinduism. His palace was situated in the vicinity of Angkor Thom, and he was the first of the Khmers rulers to protect his palace with a wall. In the inscription at Tuol Ta Pec, Suryavarman is said to have known of the principles of the six Vedangas. Suryavarman I expanded his territory to the west to Lopburi, including the Menam basin in Thailand, and east into the Mekong basin. Suryavarman probably started construction at Preah Khan Kompong Svay, and expanded Banteay Srei, Wat Ek Phnom, and Phnom Chisor.Higham, C., 2001, The Civilization of Angkor, London: Weidenfeld & Nicolson, The major constructions built by this king were the Prasat Preah Vihear, on Dangrek Mountain, and completion of the Phimeanakas and Ta Keo. Suryavarman I also started the second Angkor reservoir, the West Baray, which is 8 km long and 2.1 km wide.Higham, C., 2014, Early Mainland Southeast Asia, Bangkok: River Books Co., Ltd., It held more than 123 million liters of water. This is the largest Khmer reservoir that survives. There is some indication that Suryavarman I sent a gift to Rajendra Chola I the Emperor of the Chola Empire to possibly facilitate trade.Economic Development, Integration, and Morality in Asia and the Americas by Donald C. Wood p.176 During his reign, 47 cities (known as 47 pura) were under the control of Khmer Empire.Hall, K. R. (2019). Maritime Trade and State Development in Early Southeast Asia. United States: University of Hawaii Press. Suryavarman I died in 1050 and was given the posthumous title Nirvanapada (\"the king who has gone to nirvana\"), a nod to his Buddhist beliefs. He was succeeded by his sons, Udayadityavarman II, who died around 1066 and Harshavarman III (Sadasivapada). The latter continued the struggle against internal rebellions and fought back assaults from the Chams until his death in 1080. ==In popular culture== The video game Age of Empires II HD: Rise of the Rajas contains a five-chapter campaign titled \"Suryavarman I\". ==See also== *Khleangs *Buddhism ==Notes== ==External links== * http://www.art-and-archaeology.com/seasia/angkorkings.html * https://web.archive.org/web/20050424190544/http://khmerprideproductions.com/chapter4.html * https://web.archive.org/web/20060825205327/http://www.indochinaexclusive.com/srkbalspean.jpg Category:11th-century Cambodian monarchs Category:Cambodian Buddhist monarchs Category:Mahayana Buddhists Category:Cambodian Buddhists Category:1050 deaths Category:Year of birth unknown ",
    "title": "Suryavarman I"
}