{
    "id": "2207164",
    "text": "David Lee (born April 29, 1983) is an American former professional basketball player. He played college basketball for the Florida Gators before he was drafted 30th overall by the New York Knicks in the 2005 NBA draft. In the 2009-10 season, Lee received his first All-Star selection with the Knicks. In the 2010 offseason, Lee was signed and traded to the Golden State Warriors. With the Warriors, Lee received a second All-Star selection, became an All-NBA Team member, and won an NBA championship in 2015 in his fifth and final season with the team. After short stints with three other NBA teams and becoming a free agent in June 2017, Lee retired in November 2017. ==Early life== Lee was born in St. Louis, Missouri. He went to middle school at John Burroughs School and high school at Chaminade College Preparatory School, both in St. Louis suburbs. Naturally left-handed, Lee became essentially ambidextrous when he broke his left arm and learned to play right-handed. Lee was a McDonald's All American and won the 2001 Slam Dunk competition. Lee was also named a first- team high school All-American by Parade magazine. ==College career== Lee accepted an athletic scholarship to attend the University of Florida in Gainesville, Florida, where he played for coach Billy Donovan's Florida Gators basketball team from 2001 to 2005. As a freshman in 2002, he was named to the All-Southeastern Conference (SEC) freshman team by the conference's coaches. During his sophomore season in 2002–03, he averaged 11.5 points and 7 rebounds a game. Lee was named a second-team All-SEC selection in his junior in 2003–04, while averaging 13 points and 7 rebounds per game. Lee's senior year, he was joined by incoming freshmen and future NBA players Al Horford, Corey Brewer, Taurean Green, and Joakim Noah. The Gators went on to win the 2005 SEC Men's Basketball Tournament—the Gators' first SEC Men's Basketball Tournament championship—by defeating the Kentucky Wildcats 70–53 in the tournament final. ==Professional career== ===New York Knicks (2005–2010)=== ====2005–06==== Lee was selected by the Knicks with the team's second first-round pick (30th overall) in the 2005 NBA draft, following Channing Frye. Lee signed with the team on July 1, 2005. Lee (right) with the Knicks in January 2007 Lee was installed as a starting forward for a stretch of 13 games in December 2005 and January 2006. Lee posted 23 points on 10–11 shooting, along with 15 rebounds and three steals in 52 minutes as the Knicks went on to defeat the Phoenix Suns in triple-overtime on January 2, 2006. Lee averaged 5.1 points (59.6%) and 4.5 rebounds per game in his rookie season while averaging 16.9 minutes of playing time in 67 games. ====2006–07==== With an injury to Channing Frye, Lee started his first game of the season against the Chicago Bulls on November 28, 2006. On December 16, 2006, he was one of 10 players ejected in the Knicks–Nuggets brawl. However, he was not involved in the brawl and was not suspended by the NBA. On December 20, 2006 in a double-overtime game against the Charlotte Bobcats with 0.1 seconds left, Lee scored the winning basket by tipping in an inbounds pass. This was within the league's so-called Trent Tucker Rule, whereby a player cannot catch and shoot a successful field goal with less than three tenths of a second remaining on the clock. At the All- Star break, Lee had averaged 11.1 points on 61.05% shooting (first in the league), an 80.0% free throw percentage, 10.8 rebounds (8th in NBA) and 1.8 assists in 30.9 minutes a game. On February 16, 2007, Lee, playing for the Sophomores, was named the Most Valuable Player in the Rookie Challenge, finishing with 30 points on 14 of 14 shooting from the field and 11 rebounds. On February 23, 2007, in a game against the Milwaukee Bucks, Lee came down on future teammate Andrew Bogut's foot and sprained his ankle. The original diagnosis was for him to only miss a few days, but nearly three weeks after the injury he was still unable to play. He was reexamined and the doctor found that he had a much more severe sprain than was originally diagnosed. Lee played only sporadic minutes for the remaining games of the season. ====2007–08==== In the 2007–08 season, Lee continued to develop into a major contributor off the bench for the Knicks. ====2008–09==== On November 30, 2008 Lee set a career high in points, with 37, and became the first Knicks player with 30 points and 20 rebounds in a game since Patrick Ewing had 34 points and 25 rebounds on February 23, 1997. On December 9, in a match-up against the Chicago Bulls, Lee became only the eleventh Knick ever to record 10 consecutive double-doubles. ====2009–10: All-Star selection==== On February 11, Lee was chosen to replace an injured Allen Iverson to represent the East team at the 2010 NBA All-Star Game. He became the first Knick to make the All- Star team since Allan Houston and Latrell Sprewell appeared in the 2001 NBA All-Star Game. On April 2, Lee recorded the first triple-double of his career, putting up 37 points, 20 rebounds, and 10 assists against the Golden State Warriors. He became the first player since Kareem Abdul-Jabbar in 1976 to record at least 35 points, 20 rebounds and 10 assists in a game. At the end of the season, Lee became an unrestricted free agent. He had recorded career highs in points per game, as well as assists per game. ===Golden State Warriors (2010–2015)=== Lee became an unrestricted free agent in the 2010 off- season. On July 9, he was signed and traded to the Golden State Warriors, who sent Anthony Randolph, Kelenna Azubuike, Ronny Turiaf, and a future second- round pick to the Knicks. Lee's contract under the deal paid him $79.54 million over six years, an average of $13.3 million per year. ====2010–11==== In the 2010–11 season, Lee appeared in 73 games (all starts), averaging 16.5 points, 9.8 rebounds, 3.2 assists and 1.01 steals in 36.1 minutes per contest. ====2011–12==== On February 7, 2012, Lee recorded his second triple-double, scoring 25 points and getting 11 rebounds, and 10 assists in a loss against the Oklahoma City Thunder. Over the course of the 2011–12 season, he averaged over 20 points per game, the second such season in his NBA career. ====2012–13==== Lee (right) with Andrew Bogut in March 2013 On January 24, 2013, Lee was named to the 2013 NBA All-Star Game as a reserve representing the Western Conference. He was the Warriors' first All-Star since Latrell Sprewell in 1997. Lee recorded a career-high 22 rebounds against the Spurs, and recorded his third-ever triple-double against the Charlotte Bobcats with 23 points, 11 rebounds, and 11 assists. Lee finished the season with averages of 18.5 points and 11.2 rebounds per game, and led the league in double- doubles with 56. Also, he was named to the All-NBA Third Team. Lee injured his hip during the fourth quarter of his first playoff game. An MRI later revealed a \"complete tear of his right hip flexor\". Lee finished the game with 10 points and 14 rebounds. Despite the injury, which was expected to end his season, Lee returned for the sixth and final game of the series as the Warriors upset the Nuggets. However, the Warriors were defeated by the San Antonio Spurs in six games in the next round. ====2013–14==== On February 2, 2014, Lee ended his double digit scoring streak at 123 games with 8 points in a 91–75 loss to the Charlotte Bobcats. ====2014–15: Injury-riddled season and first NBA Championship==== Lee suffered a strained left hamstring in the final game of the preseason, which sidelined him for 24 out of the first 25 games of the season. Lee was replaced in the Warriors' starting lineup by Draymond Green, who continued to start even after Lee recovered. The highest-paid player on the Warriors roster at $15 million, Lee became a reserve for the first time since early in his career. On January 27, 2015, he scored a season- high 24 points in a 113–111 overtime loss to the Chicago Bulls. Lee won his first NBA championship with the Warriors after they defeated the Cleveland Cavaliers in the 2015 NBA Finals in six games. ===Boston Celtics (2015–2016)=== On July 27, 2015, Lee was traded to the Boston Celtics in exchange for Gerald Wallace and Chris Babb, as Golden State was seeking to offload his salary given his limited role on the team. He made his debut for the Celtics in the team's season-opener against the Philadelphia 76ers on October 28, recording 8 points and 5 rebounds as a starter in a 112–95 win. On February 19, 2016, he was waived by the Celtics. ===Dallas Mavericks (2016)=== On February 22, 2016, Lee signed with the Dallas Mavericks. He made his debut for the Mavericks two days later, recording four points and four rebounds off the bench in a loss to the Oklahoma City Thunder. In his second game for the Mavericks on February 26, he recorded 14 points and 14 rebounds in 25 minutes off the bench in a 122–116 overtime win over the Denver Nuggets. On March 25, Lee returned to Oracle Arena for the first time since being traded from the Warriors and got a standing ovation during a pre-game ceremony in which he received his 2015 championship ring. Lee missed the Mavericks' first two playoff games against the Oklahoma City Thunder due to a right foot injury. ===San Antonio Spurs (2016–2017)=== On August 2, 2016, Lee signed with the San Antonio Spurs. He made his debut for the Spurs in their season opener on October 25, 2016, recording six points, six rebounds, and two assists in 11 minutes off the bench in a 129–100 win over his former team, the Golden State Warriors. On January 19, 2017, he grabbed a season-high 16 rebounds to go with 10 points in a 118–104 win over the Denver Nuggets. On March 1, 2017, he scored a season-high 18 points in a 100–99 win over the Indiana Pacers. A week later, on March 8, he tied his season high with another 18-point effort in a 114–104 win over the Sacramento Kings. On June 29, 2017, Lee was reported to have declined his player option, entering the free-agent market. On November 19, 2017, Lee announced his retirement at age 34 via Instagram. ==Television appearances== In 2007 Lee appeared on the game show Family Feud, in an NBA Players vs Mothers week, to raise money for charity. On April 26, 2009, he appeared on NBC's Celebrity Apprentice. Lee made a cameo in an episode of the now-canceled series Lipstick Jungle, playing himself. He also made a cameo appearance in the 2009 movie When in Rome. He also appeared in a segment of the 2009 version of TV series The Electric Company. ==Personal life== Lee is a Christian. In 2009, Lee, along with several other NBA players, joined the Hoops for St. Jude charity program benefiting the St. Jude Children's Research Hospital. Lee married Danish tennis player Caroline Wozniacki in June 2019. ==NBA career statistics== ===Regular season=== |- | style=\"text-align:left;\"| | style=\"text-align:left;\"|New York | 67 || 14 || 16.9 || .596 || - || .577 || 4.5 || .6 || .4 || .3 || 5.1 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"|New York | 58 || 12 || 29.8 || .600 || - || .815 || 10.4 || 1.8 || .8 || .4 || 10.7 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"|New York | 81 || 29 || 29.1 || .552 || .000 || .819 || 8.9 || 1.2 || .7 || .4 || 10.8 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"|New York | 81 || 74 || 34.9 || .549 || .000 || .755 || 11.7 || 2.1 || 1.0 || .3 || 16.0 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"|New York | 81 || 81 || 37.3 || .545 || .000 || .812 || 11.7 || 3.6 || 1.0 || .5 || 20.2 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"|Golden State | 73 || 73 || 36.1 || .507 || .333 || .787 || 9.8 || 3.2 || 1.0 || .4 || 16.5 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"|Golden State | 57 || 57 || 37.2 || .503 || .000 || .782 || 9.6 || 2.8 || .9 || .4 || 20.1 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"|Golden State | 79 || 79 || 36.8 || .519 || .000 || .797 || 11.2 || 3.5 || .8 || .3 || 18.5 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"|Golden State | 69 || 67 || 33.2 || .523 || .000 || .780 || 9.3 || 2.1 || .7 || .4 || 18.2 |- | style=\"text-align:left;background:#afe6ba;\"|† | style=\"text-align:left;\"|Golden State | 49 || 4 || 18.4 || .511 || .000 || .654 || 5.2 || 1.7 || .6 || .5 || 7.9 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"|Boston | 30 || 4 || 15.7 || .453 || .000 || .784 || 4.3 || 1.8 || .4 || .4 || 7.1 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"|Dallas | 25 || 1 || 17.3 || .636 || - || .738 || 7.0 || 1.2 || .4 || .6 || 8.5 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"|San Antonio | 79 || 10 || 18.7 || .590 || - || .708 || 5.6 || 1.6 || .4 || .5 || 7.3 |- class=\"sortbottom\" | style=\"text-align:center;\" colspan=\"2\"|Career | 829 || 505 || 29.3 || .535 || .034 || .772 || 8.8 || 2.2 || .8 || .4 || 13.5 |- class=\"sortbottom\" | style=\"text-align:center;\" colspan=\"2\"|All-Star | 2 || 0 || 12.9 || .714 || .000 || .000 || 2.0 || .5 || 1.0 || .0 || 5.0 ===Playoffs=== |- | style=\"text-align:left;\"|2013 | style=\"text- align:left;\"|Golden State | 6 || 1 || 10.8 || .394 || — || .667 || 4.7 || .8 || .5 || .2 || 5.0 |- | style=\"text-align:left;\"|2014 | style=\"text- align:left;\"|Golden State | 7 || 7 || 31.1 || .532 || — || .789 || 9.1 || 2.4 || .6 || .0 || 13.9 |- | style=\"text-align:left;background:#afe6ba;\"| 2015† | style=\"text-align:left;\"|Golden State | 13 || 0 || 8.2 || .400 || — || .533 || 2.6 || .6 || .2 || .2 || 3.1 |- | style=\"text-align:left;\"|2016 | style=\"text- align:left;\"|Dallas | 2 || 0 || 16.3 || .750 || — || — || 3.0 || .5 || .0 || .0 || 6.0 |- | style=\"text-align:left;\"|2017 | style=\"text-align:left;\"|San Antonio | 15 || 4 || 16.3 || .521 || .000 || .647 || 3.8 || .7 || .3 || .3 || 5.6 |- class=\"sortbottom\" | style=\"text-align:center;\" colspan=\"2\"|Career | 43 || 12 || 15.5 || .490 || .000 || .667 || 4.4 || 1.0 || .3 || .2 || 5.6 ==See also== * List of Florida Gators in the NBA ==References== ==External links== * David Lee at nba.com * David Lee at stats.nba.com Category:1983 births Category:Living people Category:American men's basketball players Category:Basketball players from Missouri Category:Boston Celtics players Category:Centers (basketball) Category:Chaminade College Preparatory School (Missouri) alumni Category:Dallas Mavericks players Category:Florida Gators men's basketball players Category:Golden State Warriors players Category:McDonald's High School All-Americans Category:National Basketball Association All-Stars Category:New York Knicks draft picks Category:New York Knicks players Category:Parade High School All-Americans (boys' basketball) Category:Power forwards (basketball) Category:San Antonio Spurs players Category:Sportspeople from St. Louis ",
    "title": "David Lee (basketball)"
}