{
    "id": "2207516",
    "text": "Harold Macmillan, whose Cabinet reshuffle, precipitated by a leak to the press, became known as the Night of the Long Knives In British politics, the \"Night of the Long Knives\" was a major Cabinet reshuffle that took place on 13 July 1962. Prime Minister Harold Macmillan dismissed seven members of his Cabinet, one-third of the total. The speed and scale of the reshuffle caused it to be associated by its critics with the 1934 Night of the Long Knives in Nazi Germany. The reshuffle took place against a backdrop of declining Conservative popularity in Britain. Conservative candidates fared poorly in several by-elections, losing ground to Liberal candidates. Concerned that traditional Conservative voters were expressing their disapproval with the government's economic policies by switching to the Liberals, Harold Macmillan planned to replace his Chancellor of the Exchequer, Selwyn Lloyd, with Reginald Maudling. Lloyd had already clashed with Macmillan over his economic strategies, and Maudling was considered to be more amenable to the economic policies Macmillan wished to implement. The reshuffle was also an attempt to reinvigorate the party, bringing in younger and more dynamic figures and replacing some of the older and less capable ministers. After discussions with Conservative Party chairman Iain Macleod and Home Secretary Rab Butler, a reshuffle was planned for Autumn 1962. Macmillan was overtaken by events when Butler leaked the details of the reshuffle to press baron Lord Rothermere over lunch on 11 July. The newspapers reported the impending changes on 12 July, and Macmillan made the decision to press ahead with the reshuffle at once. Lloyd was called to a meeting that evening and dismissed. The remaining six were informed the following day, 13 July. Macmillan faced sharp criticism over the scale of the changes, and his political opponents both within the Conservative Party and in the Opposition characterised him as ruthless and opportunistic. Despite an initial sharp drop in his approval ratings, opinion eventually swung back in his favour and the Party recovered. Macmillan regretted the way the reshuffle was carried out, and was particularly concerned about his treatment of Lloyd, who was a loyal confidant. Despite the dramatic changes in the Cabinet, the Conservatives were rocked by a series of scandals in 1963 and Macmillan retired in October of that year after being misdiagnosed with cancer. He was replaced as Prime Minister by Sir Alec Douglas-Home, who was defeated in the 1964 general election. ==Background== The Conservatives won a convincing majority at the 1959 general election, increasing their lead over their nearest rivals, Labour. The Labour party were further weakened by internal disputes, but the Conservatives' economic policies unveiled in the 1960 Budget proved damaging. The tax cuts of 1959 were reversed, decreasing the government's popularity while the Liberals began a revival. The Conservatives were forced into third place in several by- elections, culminating in the loss of the previously safe seat of Orpington (neighbouring Macmillan's Bromley seat) in a March 1962 by-election victory for the Liberal candidate, Eric Lubbock. The by-election result, announced on 14 March, came one day after the Blackpool North by-election, another former Conservative safe seat; though the Conservative candidate Norman Miscampbell succeeded in holding the Blackpool North seat, the previous majority of 15,587 was reduced to just 973 by the Liberal candidate, Harry Hague. The Conservatives were struggling with deep unpopularity over their economic policies. A pay-pause and rising prices, together with discontent at high taxation that was demonstrably inequitable, drove voters to protest against government policies by switching their votes to the Liberals, or by abstaining from voting Conservative. Macmillan saw in the by-election results evidence that former Conservative voters would abandon their candidates in support of the Liberals, who were well placed in Conservative safe seats. In instances where the Liberals had no candidate standing, such as the Labour safe seat of Pontefract, the Conservatives maintained their share of the vote. When a Liberal candidate was fielded, such as at the Stockton-on-Tees by-election in April, in a seat Macmillan himself formerly held, the Conservatives saw large numbers of voters desert them for the Liberals. Later by-elections confirmed the trend. By July the Chairman of the Conservative Party Iain Macleod warned that a government reshuffle was necessary to revitalise flagging support, a view confirmed by Martin Redmayne, the Conservative Chief Whip. Macmillan met with Rab Butler on 21 June. With Conservative unpopularity stemming from economic issues, they discussed replacing Selwyn Lloyd as Chancellor of the Exchequer with Reginald Maudling. Lloyd and Macmillan had already clashed over economic policy: Lloyd was opposed to an incomes policy and reflation, and his austerity measures were causing discontent. The Cabinet was also relatively elderly, and with younger political leaders on the scene, like American President John F. Kennedy, at a time of dramatic social changes, Macmillan resolved to bring some younger men into important posts. The seven ministers earmarked for replacement averaged 59 years of age. The incoming seven would have an average age of 50. Butler was in favour of the move, and together with Macleod, they worked out an orderly reshuffle of several Cabinet posts, including the Chancellor of the Exchequer. In all, seven ministers were to be replaced, amounting to one third of the total Cabinet of twenty-one. ==12/13 July== Macmillan intended to carry out the reshuffle in autumn 1962 after parliament returned from its summer recess. Events overtook him when, on 11 July, Butler lunched with Lord Rothermere, proprietor of several newspapers, including the Daily Mail. Butler let slip the details of the impending reshuffle, and the following day the Daily Mail broke the plans to the public with the headline \"Mac's Master Plan\". A horrified Macmillan, suspecting that the plans were deliberately leaked by Butler to further his political career, felt compelled to act. He summoned Lloyd to a meeting that evening and informed him that he was to be replaced as Chancellor. He attempted to mollify Lloyd by suggesting that he consider a career in the city as chairman of Martins Bank, and hinted at the possibility of a peerage. Lloyd refused both. The remaining six officeholders were informed the following day, 13 July. Mills, Maclay and Watkinson were reported to have gone quietly, as did Hill, though he expressed his disapproval on the way the reshuffle was handled. Eccles and Kilmuir were the most disappointed, Eccles having hoped to succeed as Chancellor, and Kilmuir later writing that Macmillan appeared to have lost his 'nerve and judgement'. The reshuffle was completed three days later with the removal of nine junior ministers. Macmillan suggested on several occasions, including at his meeting with Lloyd to dismiss him as Chancellor, that he felt there was a conspiracy within the party to replace him as Prime Minister. While the run of poor Conservative results led to informal talk among party MPs and ministers, no such conspiracy existed. His intimations of party disloyalty and the speed and surprise of the sackings were particularly hurtful to Lloyd, who was loyal to Macmillan, and remained so even after his dismissal. ===Cabinet positions=== {| class=\"wikitable sortable\" style=\"font- size:90%\" !Position!!Outgoing minister!!Party!!Incoming minister!!Party |- ||Lord Chancellor||align=\"center\"|||align=\"center\" |Conservative||align=\"center\"|||align=\"center\" |Conservative |- ||Chancellor of the Exchequer||align=\"center\"|||align=\"center\" |Conservative||align=\"center\"|||align=\"center\" |Conservative |- ||Minister of Education||align=\"center\"|||align=\"center\" |Conservative||align=\"center\"|||align=\"center\" |Conservative |- ||Minister of Defence||align=\"center\"|||align=\"center\" |Conservative||align=\"center\"|||align=\"center\" |Conservative |- ||Secretary of State for Scotland ||align=\"center\"|||align=\"center\" |National Liberal||align=\"center\"|||align=\"center\" |Conservative |- ||Minister of Housing and Local Government ||align=\"center\"|||align=\"center\" |National Liberal||align=\"center\"|||align=\"center\" |Conservative |- ||Minister without portfolio ||align=\"center\"|||align=\"center\" |Conservative||align=\"center\"|||align=\"center\" |Conservative |} ==Aftermath== The speed and size of the reshuffle was unprecedented in British political history, and would not be exceeded until the formation of the Johnson ministry in 2019. The sackings were mockingly named after the 1934 Night of the Long Knives, when Adolf Hitler had many Sturmabteilung supporters of Ernst Röhm either executed or arrested. Macmillan was accused of having acted hastily and of being ungrateful in sacking his party's most loyal officials. His reputation of being calm and unflappable in a crisis was badly tarnished, and his ratings in opinion polls fell sharply. His political opponents made capital from this: Liberal MP Jeremy Thorpe, in a humorous twist on a biblical phrase, observed that \"Greater love hath no man than this, that he lay down his friends for his life.\" Lloyd was cheered on his next appearance in the House on 17 July, while Macmillan was faced with silence from his own benches, and jeers from the opposition. The opposition tabled a motion of censure against Macmillan, which was debated on 26 July. Macmillan also faced divisions within his own party. Conservative MP Gilbert Longden, employing a similar humorous twist on Rudyard Kipling's \"If—\", congratulated him on keeping his head, while all around him were losing theirs. Former Prime Minister Anthony Eden and former Minister Nigel Birch also voiced their disapproval. Despite these voices of dissent, the reaction from most Conservative MPs was positive. The damage was relatively short-lived. Macmillan's position improved within a few months of the affair. Butler was moved from the position of Home Secretary and appointed First Secretary of State. Macmillan made out that it was the equivalent of Deputy Prime Minister, a post that had lapsed after 1955. It was in actuality a demotion. Butler was tasked with overseeing the Central African Office, which moved him away from the more powerful state offices. With Lloyd replaced as Chancellor by Maudling, Macmillan pushed ahead with reflation. The more cautious Lloyd had rejected reflation because of the risk of ultimately damaging the economy with a balance of payments crisis. Maudling however was prepared to accept the devaluation of sterling and the placement of controls on imports to stave off this eventuality. By the time of the party conference Macmillan's popularity within his party had largely recovered. Maudling reversed Lloyd's austerity measures that November, following this up with cutting the tax on motor cars, and reducing the bank rate and purchase tax. In the Spring 1963 budget he abolished the Schedule A tax, one of the main causes of dissatisfaction with the Conservatives, and a move which Lloyd had resisted. Liberal fortunes, which rested largely on the unpopularity of these policies, declined thereafter. Labour recovered by early 1963 as the exceptionally harsh winter that year drove up unemployment and the economy unexpectedly faltered. Macmillan regretted the way the reshuffle was carried out, and was particularly guilt-ridden over how he treated his former confidante, Lloyd. He arranged a meeting with Lloyd on 1 August 1962, before which Macmillan's private secretary, Tim Bligh, informed Lloyd that \"He [Macmillan] is spending all the time thinking of how to bring you back.\" Macmillan apologised to Lloyd, saying that he had made a mistake in not discussing it with him beforehand, and that he was rushed, his hand was forced. He again mentioned a conspiracy, suggesting that \"Butler had been plotting to divide the party on the Common Market, and bring him [Macmillan] down.\" Despite the upswing in the Conservatives' fortunes which followed after the disapproval over the reshuffle abated, the Party suffered further problems. Macmillan's government was rocked by the Vassall and Profumo affairs the following year, and Macmillan decided to step down in October 1963, citing ill-health. He was replaced as Prime Minister by Sir Alec Douglas-Home, but the Conservatives were defeated in the 1964 general election by Labour under Harold Wilson. ==Notes== ==References== * * * * * * * 1962 Category:1962 in British politics Category:1962 in the United Kingdom Category:July 1962 events ",
    "title": "Night of the Long Knives (1962)"
}