{
    "id": "2207201",
    "text": "François-Auguste Biard; from Le Monde illustré (1880) François-Auguste Biard, born François Thérèse Biard (29 June 1799, in Lyon – 20 June 1882, in Samois-sur-Seine) was a French painter, known for his adventurous travels and the works depicting his experiences. == Biography == Although his parents intended for him to join the clergy, he spent most of his time learning to paint, beginning at a wallpaper factory in Lyon.Jean Lacambre and Isabelle Julia, Les Années romantiques. La peinture française de 1815 à 1850, Catalog for the Exposition Itinérante, Paris, 1995 Eventually, he was able to attend the École des Beaux-Arts, where he worked with Pierre Révoil until 1818, then studied with Fleury François Richard, after he took over as Director. His studies were, however, sporadic and much was learned on his own. He is, therefore, often referred to as \"self- taught\". He also travelled to Italy, Greece and the Middle East. His first exhibition at the Salon in 1824 was well received. That same year, the Archdiocese commissioned four paintings from Révoil's former students, including Biard. In 1827, he travelled again, visiting Malta, Cyprus and Egypt. He later obtained the support of the July Monarchy, which acquired several of his works. In 1838, he was decorated with the Legion of Honor.Listing @ the Base Léonore In 1839, he participated in a scientific expedition, led by Joseph Paul Gaimard, that went to Spitsbergen and LapplandCatalogue rédigé par Geneviève Lacambre, Le Palais du luxembourg en 1874.. He was joined by his fiancée, the writer Léonie d’Aunet, who published an account of the trip in 1854, entitled Voyage d’une femme au SpitzbergDictionnaire des artistes de langue française en Amérique du Nord, peintres, sculpteurs, dessinateurs, Karl David, Ed. Presses de l’Université Laval, Canada, (1992), 1 November 2002, , p.83.. His sketches served as inspiration for four large panels at the National Museum of Natural History. He married Léonie in 1840. Three years later, she became the mistress of Victor Hugo. In 1845, she was caught with him, in flagrante delicto, at a hotel. She was arrested for adultery, but Hugo was let go after invoking his inviolability as a member of the Chamber of Peers.Le cimetière de Samois - Personnes célèbres et bienfaiteurs enterrés au cimetière du village. She was taken to the Prison Saint-Lazare, served two months and was remanded to the care of a convent. The marriage was nullified in 1855. Around 1858, he spent two years in Brazil, where he worked at the court of Emperor Pedro II. Using Rio de Janeiro as a base, he made several excursions into the countryside and to the Amazon, where he was one of the first painters to depict the indigenous people. He was offered a teaching position at the Imperial Academy of Fine Arts, but declined in favor of continuing his travels. . Before returning to France, he detoured through North America and painted some scenes depicting slavery.. In 1862, his account of his travels in Brazil, with 180 engravings, was published by Hachette under the title Deux années au Brésil.Biard, Auguste François, 1798-1882. Deux années au Brésil (collab.: Édouard Riou. Paris : Librairie de L. Hachette et Cie, 1862. Biblioteca Brasiliana Guita e José Mindlin. Universidade de São Paulo. He was sometimes criticized for inserting humor in otherwise serious paintings. ==Selected paintings== File:Biard- FightingPolar Bears.jpg|Fighting Polar Bears File:Biard Abolition de l'esclavage 1849.jpg|Proclamation of the Abolition of Slavery in the French Colonies, 27 April 1848 File:François Auguste Biard - Amazonian Indians Worshiping the Sun God - Google Art Project.jpg|Amazonian Indians Worshiping the Sun God File:Francois-Auguste Biard - Dans le jardin.jpg|In the Garden File:The Artists Den by Francois Auguste Baird.jpg|The Artists Den == References == == Further reading == * Ana Lucia Araujo, Romantisme tropical: L’Aventure d’un peintre français au Brésil. Québec, Presses de l’Université Laval, 2008. * Christine Peltre, Dictionnaire culturel de l’orientalisme, Éditions Hazan, 2008, * Barbara C. Matilsky, \"François-Auguste Biard : artist- naturalist-explorer\", in La Gazette des Beaux-Arts, February 1985. ==External links== * * Biard, Auguste François, 1798-1882. Deux années au Brésil (collab.: Riou, Edouard, 1833-1900) . Paris : Librairie de L. Hachette et Cie, 1862. (Biblioteca Brasiliana Guita e José Mindlin; Universidade de São Paulo). * More works by Biard @ ArtNet * Works by Biard @ the Base Joconde * \"The Artist as Explorer\" @ The Eclectic Light Company Category:1799 births Category:1882 deaths Category:19th-century French painters Category:French male painters Category:French genre painters Category:People from Lyon ",
    "title": "François-Auguste Biard"
}