{
    "id": "2207203",
    "text": "Historical languages (also known as historic languages) are languages that were spoken in a historical period, but that are distinct from their modern form; that is, they are forms of languages historically attested to from the past which have evolved into more modern forms. Thus, historical languages contrast with dead languages (languages which have become extinct, or undergone language death). Also, historical languages contrast with reconstructed languages (that is, the proto-languages) of theoretical linguistics. One of the approaches to defining and using the concept of historical languages is implemented in the ISO 639 standards. ==ISO 639== The International Organization for Standardization (sometimes by means of a registration authority) maintains and publishes standards for languages, among other things: the ISO 639-3 standards for languages include type H, for historical languages, part of a five-way typology to classify languages. Besides the historic languages, there are also ISO 639-3 classifications for living languages (languages with currently living native speakers), extinct languages (for languages whose last native speaker died within the last few centuries), ancient languages (whose last attested native speaker died more than a millennium ago), and constructed languages (which may or may not have native speakers). Old English is an example of a historic language. The ISO 639 language code for Old English is `ang`. A further ISO 639-3 criterion for historic languages is that they have a distinct literature from their descendant languages: in the example of Old English, Beowulf and other works of Old English literature form a distinct body of material. ==See also== *Classical language, ancient or older languages, with a rich body of literature, in that language. *Historical linguistics, also called diachronic linguistics, the study of language change. *Language code, for a general discussion of language codes, together with information on specific implementations. *List of languages by first written accounts, consisting of the approximate dates for the first written accounts known for various languages. *List of extinct languages, a list of languages that no longer have any native speakers, are no longer in current use, and no spoken descendant(s). *Proto-language, hypothetical, or reconstructed, languages from which a number of historically attested, or documented, known languages are hypothetically descended. *Chronolect ==External links== *International Organization for Standardization language standards (ISO 639) *SIL International page, including a definition of historic languages H ",
    "title": "Historical language"
}