{
    "id": "2207599",
    "text": "The Continuum Fingerboard or Haken Continuum is a music performance controller and synthesizer developed by Lippold Haken, a professor of Electrical and Computer Engineering at the University of Illinois, and sold by Haken Audio, located in Champaign, Illinois. The Continuum Fingerboard was initially developed from 1983 to 1998 at the CERL Sound Group at the University of Illinois, to control sound-producing algorithms on the Platypus audio signal processor and the Kyma/Capybara workstation. In 1999, the first Continuum Fingerboard was commercially sold. Until 2008, the Continuum Fingerboard provided IEEE-1394 (FireWire) connections to control a Kyma sound design workstation, as well as MIDI connections to control a MIDI synthesizer module. More recently, the Continuum Fingerboard generates audio directly in addition to providing MIDI connections for MIDI modules, software synthesizers, and Kyma (the IEEE-1394 connection that was present on earlier models has been removed). An external control voltage generator permits control of analog modular synthesizers. ==Specifications== The Continuum features a touch- sensitive neoprene playing surface measuring approximately high by either long for a full-size instrument, or long for a half-size instrument. The surface allows a pitch range of 9350 cents (about 7.79 octaves) for the full-size instrument, and 4610 cents (about 3.84 octaves) for the half-size instrument. The instrument has a response time of 0.33 ms. An illustration of the Continuum Fingerboard's axes. Sensors under the playing surface respond to finger position and pressure in three dimensions and provide pitch resolution of one-tenth cent along the length of the scale (the X dimension), allowing essentially continuous pitch control for portamento effects and notes that are not in the chromatic scale, and allowing for the application of vibrato or pitch bend to a note. A software \"rounding\" feature enables pitch to be quantized to the notes of a traditional equal-tempered scale, just scale or other scale to facilitate in-tune performance, with the amount and duration of the \"rounding\" controllable in real time. The Continuum also provides two additional parameters for the sound: it is able to transmit the finger pressure on the board as a MIDI value, as well as the finger's vertical position on the key. These parameters are independently programmable; a standard configuration is where position on the X-Axis (lengthwise) on the instrument corresponds to pitch, position on the Y-Axis (widthwise) corresponds to a timbre shift, and position on the Z-Axis (vertically) corresponds to a change in amplitude. The Continuum is capable of polyphonic performance, with up to 16 simultaneous voices. Each recent revision has brought more features and sound diversity to the internal synthesizer in the Continuum Fingerboard. As such, the instrument can now be considered both a controller and a stand-alone instrument. ==Built-in synthesizer== As of 2008, the Continuum Fingerboard has a new modular digital synthesizer built-in, specifically designed for the Continuum Fingerboard, called The EaganMatrix. The EaganMatrix uses a patching matrix to design synthesis algorithms. The patching matrix interconnects a variety of modules: oscillator, filter, delay, modulation, waveshaping, spectral manipulation, modal physical modeling, waveguide physical modeling, kinetic modeling, granulation, and shape generator. Each three-dimensional performance direction of the Continuum playing surface can influence each patch point in the matrix. By defining formulas and placing them at points in the patching matrix, the user creates relationships between the finger touching the Continuum playing surface and the flow of sound from patch sources to patch destinations. The EaganMatrix is named after the Canadian composer Edmund Eagan. ==Continuum players== A major proponent of the Continuum in contemporary music is Jordan Rudess, keyboardist of the progressive metal band Dream Theater. Each Dream Theater studio album from Octavarium (2005) to A Dramatic Turn of Events (2011) features the Continuum in at least one song. It was a fixture of Rudess' live setup from 2005 to 2014, as seen on the concert DVD releases Score, Chaos in Motion 2007-2008, Live at Luna Park, and Breaking the Fourth Wall. It was also used on Rudess' 2007 solo album The Road Home. Since 2019, Rudess' live setup includes the ContinuuMini, a smaller version of the Continuum. Another advocate is Sarth Calhoun, who uses it in his work with Lucibel Crater and whilst he was working with Lou Reed. In the Metal Machine Trio both Calhoun and Reed used Continuum Fingerboards on stage. Indian composer A.R. Rahman's 2007 Third Dimension tour of North America featured the Continuum. He used the Continuum in a piece he composed for the Changing Notes Concert held in Chennai, and in the song \"Rehna Tu\" in the 2009 movie Delhi-6 and the new version of \"Mile Sur Mera Tumhara\". He also used it in his score of the film Kadal and in the track \"Acid Darbari\" from the Academy Award-nominated soundtrack of 127 Hours. Rahman was particularly impressed with the fact that the Continuum fingerboard could produce Carnatic/Hindustani classical music notes, which is a significant improvement over the piano. In August 2013, Rahman was seen using the Continuum in his song \"Soz O Salam\" in Coke Studio @ MTV (India) Season 3. The Continuum was used by John Williams for his score to Indiana Jones and the Kingdom of the Crystal Skull. Composer and performer Derek Duke used the Continuum in Blizzard Entertainment game soundtracks, including StarCraft II: Wings of Liberty, World of Warcraft, and Diablo III. The Turkish-American composer and performer Mehmet Ali Sanlıkol used the Continuum in two albums, Whatsnext? (2014) and Resolution (2016), that combine Turkish musical traditions with jazz. Composer and performer Ramin Djawadi both conducts the orchestra and plays Continuum in his 'Game of Thrones Live Concert Experience' tour, with the Full-size Continuum Fingerboard at his conductor's podium. Composer and performer Matthias Weber used the Continuum in his score for Das Boot (TV series) (2018). His Continuum solo in the opening of the first episode \"conveys a sense of loneliness\" and \"a sense of vast space that the ocean is – similar to outer space.\" Throughout the series he used it \"melodically, both for aggressive, distorted colors for the U Boat; and for softer flute-like timbres\" and for \"musical sound design textures for tension and suspense.\" Other musicians using the Continuum include John Paul Jones, Lou Reed, Randy Kerber, Amon Tobin., Sally Sparks and Thereminists Rob Schwimmer and Andrew Levine. ==See also== *Trautonium *Ondes Martenot *Therevox *Theremin *EMS VCS 3 *Eigenharp ==References== ==External links== * Haken Audio * An article on the Continuum on Music Aloud * ContinuuCon, an annual Continuum Fingerboard conference in Asheville and Paris Category:Electric and electronic keyboard instruments Category:Continuous pitch instruments Category:Keyboard instruments ",
    "title": "Continuum Fingerboard"
}