{
    "id": "2207431",
    "text": "\"Corporal Clegg\" is a song by the English psychedelic rock band Pink Floyd, and is featured on their second album, A Saucerful of Secrets (1968). It was written by Roger Waters and features David Gilmour, Nick Mason and Richard Wright sharing the lead vocals, which is the only Floyd song to do so. The song also features a kazoo. The Pink Floyd website credits the brass parts to \"The Stanley Myers Orchestra\". ==Lyrics== The song is about a shell-shocked soldier who lost his leg in World War II. He is described as having a medal of \"orange, red and blue\", which may be a reference to the Burma Star. It is the first mention of war in a Pink Floyd song, something that would become a common theme in Roger Waters' lyrics, Roger having lost his father thus in 1944. Waters told Mojo magazine that this song is autobiographical. He explained: \"Corporal Clegg is about my father and his sacrifice in World War II. It's somewhat sarcastic—the idea of the wooden leg being something you won in the war, like a trophy.\"Corporal Clegg Songfacts This can be seen as rather lighter in tone than Pink Floyd's later tackling of the subject, though, despite the irony (Clegg \"won\" his wooden leg in the war) and darkness behind the lyrics; indeed, among the cacophony of voices towards the end we hear an officer telling his one-legged man: \"Clegg! Been meaning to speak to you. About that leg of yours! You're excused parade from now on!\" and members of the band actually corpsing in the chorus. It is possible that the main character got his name after Thaddeus von Clegg, a German clockmaker, who invented the kazoo in the 1840s. The song also marks the first and only lead vocal by drummer Nick Mason on any Pink Floyd album except for his one line vocal in \"One Of These Days.\" ==Music videos== Although the song was never performed live, two videos of the song exist. The first one was shot on 19 or 20 February 1968 for Belgian RTB TV's Tienerklanken show, and features the band miming to a work-in-progress version of the song with a different ending.Povey, Glenn; The Complete History of Pink Floyd, 2006, p.91 The second one was shot on 22 July 1969 for the West-German SDR TV and broadcast on 21 September that year.Ibidem, p.111 The video takes place in a room with a dining table covered with exquisite food, and all four band members, wearing helmets, officer's caps, and Roger Waters wearing a trench coat, are there enjoying the food. An accidental spillage of wine triggers a full scale food fight, resulting in the room getting completely trashed and all four band members covered in food (even the cameraman gets dragged into it), whilst the Dove of Peace (an actual white dove) is caught in the \"crossfire\". Interspersed throughout the video is footage of war and the band performing the song. ==Reception== In a negative review for A Saucerful of Secrets, Jim Miller of Rolling Stone described \"Corporal Clegg\" as having \"the virtue of brevity, as well as not sounding like it was written in a drugged stupor.\" Continuing, Miller described the song's \"unoriginal melody\" as being \"much too Beatley for these post-Sgt. Pepper days.\" == Personnel == * David Gilmour – electric guitars, lead vocals (verses and bridges), kazoo * Nick Mason – drums, percussion, lead vocals (verses) * Rick Wright – Farfisa organ, Hammond organ, lead vocals (choruses), backing vocals * Roger Waters – bass, backing vocals with: * Norman Smith – voice * The Stanley Myers Orchestra - brass ==See also== *List of anti-war songs ==References== ==External links== * Category:Pink Floyd songs Category:1968 songs Category:Songs written by Roger Waters Category:Black comedy music Category:Songs about World War II ",
    "title": "Corporal Clegg"
}