{
    "id": "2208109",
    "text": "The Tranky Doo (also called Trunky Doo) is a jazz dance choreography. A source states it was choreographed by Frankie Manning himself and ″...named in tribute to the chorus girl who inspired it.″Frankie Manning - Ambassador of Lindy Hop At that time, it was danced to Tuxedo Junction, however many modern day performances of the dance use other swing jazz songs. It is most common these days to perform the dance with the song \"Dipsy Doodle\" by Ella Fitzgerald because the dance appears in the Spirit Moves documentary film with a playback of the song. However the film originally had no sound, and the song \"Dipsy Doodle\" was artificially superimposed on that section of the film. Dipsy Doodle's structure does not fit the structure of the Tranky Doo, since the song is a 12-bar blues structure and the choreography is 32-bar swing structure. It was common to Lindy hoppers, like the shim sham. Step List: Fall off the Log: Kick R on 8, L on 4 - (1) 8 count Shuffles: step R L R L on +8+1; side-press-lunges: step R on 2, press L on 3, step L on 4 press R on 5, etc. - (1)8 count \\---- Repeat \\---- Forward-press-lunges: Start facing R, step R on 8, press forward on 1, hold 2.3; step L on 4, press forward on 5, clap 6.7 - (1) 8 count Boogie Forward - (1) 8 count \\---- Repeat \\---- Apple Jacks - (2) 8 counts Rocks facing R - (1) 8 count Rocks facing forward - (1) 8 count Boogie Back - (1) 8 count Shorty George - (1) 8 count Boogie Back - (1) 8 count Break Step - (1) 8 count Knee Slap, ba-da-dum: Slap R knee on 8 hold for 1, step R L R on +.2.3; repeat to L and R once more. [ala Big Apple] - (1.5) 8 counts Transition: Cross L over R on 4, step R on 6, clap 7 - (.5) 8 count Suzie Q: start L on 8 - (1) 8 count Reverse Break: Kick R across L on 8, rock step 2.3, lock turn 4.5.6.7 - (1) 8 count Mess Around - (1) 8 count Fall off the Log turning: Kick R on 8, perform 1/2 the Fall off the Log while turning to the left; plant feet together 3, spread 5, together with weight L on 7. End facing forward. - (1) 8 count Eagle Slide: Kick-ball-change step scoot step kick-ball-change lock turn. Timing is 8 + 1 2 3 4 5 + 6 7 8 Drop Boogie: R 1.2.3.4; L 5.6.7 together 8 - (1) 8 count Mambo Walks: Tap R on 2, cross over L on 3, tap L on 4, cross over R on 5, etc. - (1) 8 count Push Turn (paddle turn): Keep weight on L 1.2.3.4 while pushing out with R on 1 and 3, step R on 5, step L on 6, down on 7, kick R on 8 (turns 360 degrees) - (1) 8 count Fall off the Log turning: perform 1/2 the Fall off the Log while turning to the left; plant feet together 3, float back on R 4.5.6.7.8 - (1) 8 count Truckin': Start L on 1 - (2) 8 counts Float Back on R 1.2.3.4.5.6.7, step L on 8 - (1) 8 count Low Cake Walk - (1) 8 count Walk About - (2) 8 counts Box Step: Start crossing L over R on 1 - (3) 8 counts Shouts: Pop hips Back 1.2, Forward 3.4, R 5.6, L 7.8 - (4) 8 counts Clap and Point: Start with weight on L, point R leg out on 1, clap as the knee comes up on 2, etc. - (4) 8 counts \\---- \\---- Repeat from the top until music ends. ==References== ==External links== *Tranky Doo in \"Spirit Moves\" on YouTube Category:Lindy Hop Category:Line dances ",
    "title": "Tranky Doo"
}