{
    "id": "2208396",
    "text": "plasma cell developed by the Max Planck Institute for Physics One-metre-wide scintillator showing whether they have been accelerated. Essentially, this is a screen that lights up whenever a charged particle passes through it. Electron source and beamline installation Cut-away view of the RF photo- injector gun that produces the electron bunch to be injected in the plasma wakefields The AWAKE (Advanced WAKEfield Experiment) facility at CERN is a proof-of-principle experiment, which investigates wakefield plasma acceleration using a proton bunch as a driver, a world-wide first. It aims to accelerate a low-energy witness bunch of electrons from 15-20 MeV to several GeV over a short distance (10m) by creating a high acceleration gradient of several GV/m. Particle accelerators currently in use, like CERN's LHC, use standard or superconductive RF-cavities for acceleration, but they are limited to an acceleration gradient in the order of 100 MV/m. Circular accelerator machines are not efficient for transporting electrons at high energy due to the large energy loss in synchrotron radiation. Linear accelerators do not have this issue and are therefore better suited for accelerating and transporting electrons at high energies. AWAKE's high acceleration gradient will allow the construction of a new generation of shorter and less expensive high energy accelerators, representing a big step in the particle accelerators technology, especially for linear electron accelerators. == Proton bunch- driven plasma wakefield acceleration == Simulation of the interaction between the bunches of protons (red dots) and the plasma wakefield (blue waves) A plasma consists of positively charged ions and negatively charged free electrons, while remaining macroscopically neutral. If a strong electric field is applied, ions and electrons can be spatially separated. A local electric field is thereby created, thus a charged particle entering a such plasma can be accelerated. When the driver, the positively charged proton bunch, penetrates the plasma, it attracts the negatively charged plasma electrons, they overshoot and start to oscillate, creating a wakefield. The interaction between the wakefield and a charged particle injected behind the proton can be interpreted as the same as the one between a surfer and a wave. The latter will transfer its energy to the surfer who will thus be accelerated. The wakefield consists of decelerating and accelerating phase, as well as focusing and defocusing phase. The injection position of the electron bunch in the wakefield is thus crucial, since only a fraction (1/4th) of the wakefield is both focused and accelerated, which is needed for the trapping and the acceleration of the electrons. AWAKE is the first plasma wakefield experiment using a bunch of protons as a driver. Protons, as e.g. the protons form the CERN SPS, can carry a large amount of energy (~ 400 GeV). Therefore, they can produce wakefields in a plasma for much longer distances than a laser pulse or electron bunch as a driver due to energy depletion. A plasma can be seen as an ensemble of oscillators with a frequency of the plasma frequency ωp2=4nee2/εme, with ne the plasma electron density, me the electron mass and e the elementary charge. To excite those oscillators resonantly, the driver must contain a Fourier component close to the plasma frequency ωp. Moreover, the length of the drive bunch should be close to the plasma wavelength λp (=2πc/ωp with c is the speed of light). For AWAKE like density (ne ≈ 1•1015 cm−3) this corresponds to approximately λp ≈ 1 mm. The length of currently available proton bunches though exceeds this value significantly. AWAKE profits form the seeded self-modulation (SSM) of the proton bunch travelling through the plasma, which divides the long proton bunch into shorts micro-bunches with the length of the plasma wavelength that can drive the wakefield resonantly. == The AWAKE facility == The AWAKE experiment is installed at CERN, in the former CERN Neutrinos to Gran Sasso (CNGS) facility. This site was selected for its underground location, and it was specifically designed for the use of high- energy proton beams without any significant radiation issue. The proton bunches for AWAKE are extracted from the CERN SPS and are transported through an ~800-meter beam-line to the 10-meter long vapor source of AWAKE. The electron witness bunches are injected behind the proton bunch. To detect acceleration of the injected electrons, a dipole magnet is installed after the vapor, bending their path. The larger the electron's energy, the smaller curvature of its path. A scintillation screen then detects accelerated electrons. The vapor source contains Rubidium (Rb) vapor which is ionized by a Ti:Sapphire laser. The vapor source is surrounded by an oil bath. By setting the temperature of the oil, the Rb vapor density can be set and kept uniform along the vapor source. AWAKE uses a laser pulse to ionize the Rb vapor. By propagating the laser pulse co-linearly within the proton bunch, the hard edge of the beam/plasma interaction seeds the self-modulation of the proton bunch, enforcing the grow over the 10m long plasma It also allows to create a phase reference for the start of the wakefield, which is needed to inject the witness bunch at the right phase for trapping and acceleration. The electrons are produced by sending the laser onto an RF-gun photo-cathode. == Timeline == The first run lasted from 2016 to 2018. The ten metre-long vapor source was installed 11 February 2016 and the first proton beam was sent through the beam-line and the empty vapor source on 16 June 2016. The first data with a proton bunch inside the plasma was acquired in December 2016. On 26 May 2018, AWAKE accelerated an electron beam for the first time. The beam was accelerated from 19 MeV to 2 GeV over a distance of 10 m. A second run is planned for 2021 to 2024. The acceleration gradient will be increased and the emittance is expected to shrink. It is planned to increase the electron energy to 10 GeV. After this phase the goal is to increase the energy to at least 50 GeV and provide beams for first applications.Anthony Hartin: Particle physics applications of the AWAKE acceleration scheme, EPS-HEP2019 ==References== == External links == * AWAKE's website Category:CERN accelerators Category:CERN experiments Category:Particle physics facilities Category:Underground laboratories ",
    "title": "AWAKE"
}