{
    "id": "2208853",
    "text": "The Audi S6 is the high performance variant of the Audi A6, an executive car produced by German automaker Audi.AudiWorld.com North American S6 Model Guide - historical S6 specifications, prices, and options It went on sale in 1994, shortly after the \"A6\" designation was introduced, replacing the \"100\" nameplate. The original S6 (Ur-S6) was largely the same car as the outgoing, original Audi S4 (C4) (Ur-S4), with the only visible differences being new body-cladding and badging. In certain markets where the even-higher performance RS6 which is also based on the A6 is not sold, the S6 is the most powerful A6 trim there. The S6, like all Audi \"S\" models, is fitted as standard with Audi's trademark quattro four-wheel drive (4WD) system, the S6 using the Torsen-based permanent 4WD. __TOC__ ==C4 (Typ 4A, 1994–1997)== Audi S6 sedan S6 Avant Audi was restructuring their model lineup in early and mid-1990s, and in late 1994, began selling the fifth generation (C4) Audi 100 model, re-badged as the Audi A6. Wanting to keep a sports-saloon in their lineup, the company made small revisions to what was previously known as the Audi S4, renaming it the Audi S6; the S4 name would eventually be re-used for a completely different model derived from Audi's smaller Volkswagen Group B platform-based Audi A4. As this was the first S6 model from Audi, it is commonly referred to as the Ur-S6, derived from the German augmentive, \"Ursprünglich\" (meaning: original). It was available as both a saloon/sedan (typ 4A5), and an \"Avant\" (typ 4A9) (estate/wagon) to European and United States customers, but only as a saloon in Canada, Asia and Australia. Audi's trademark \"procon-ten\" safety system was standard fitment. ===C4 powertrain=== From its launch in late 1994, the Audi S6 was powered by a turbocharged inline five-cylinder petrol engine (parts code prefix: 034, identification code: AAN) with a Bosch Motronic electronic engine control unit (ECU), producing a motive power output of at 5,900 rpm, and at around 1,950 rpm, whilst consuming high octane \"Super Plus\" 98RON unleaded petrol. This engine gave the S6 a top speed of , and a 0 to of 6.7 seconds; with being reached in 17.5 seconds. The vehicle was available with a standard six-speed manual transmission (five- speed only in North America), and Audi's dynamic Torsen T-1 quattro permanent four-wheel drive system. Audi made a high-performance, 4.2-litre V8 engine (parts code prefix: 077, identification code: AEC) with a Bosch Motronic ECU available as an option in the original European S4s, and made the decision to continue to do so with the S6, making a version of the 4.2 available as an optional upgrade over the 2.2-litre inline five-cylinder turbo. Unlike the five-cylinder turbocharged version, the V8-powered S6 was supplied with a four-speed automatic transmission as standard, but kept the quattro four wheel drive. A six-speed manual gearbox was also available as an option. ===C4 brakes, wheels and tyres=== The C4 braking system included radially ventilated disc brakes front and rear; with diameter by thick discs, with two-piston floating Girling calipers bearing the interlocking four-ringed Audi logo, and four individual pads per caliper up front, and by discs with Lucas single- piston sliding calipers at the rear. Bosch Anti-lock Braking System (ABS) with EDS was also standard. Standard wheels were 7½Jx16 \"Avus\" cast aluminium alloy wheels with 225/50 R16 tyres. Later cars received 8Jx17 \"Avus\" wheels with 255/40 R17 tyres. An optional 7½Jx15 five-arm alloy wheel, with 215/60 R15 tyres, an 8Jx16 five double-spoke alloy, an 8Jx17 10-spoke alloy were also available. ===Audi S6 PLUS=== As a swan song to the C4 platform, an even more powerful, and very limited-production Audi S6 PLUS was briefly available to European customers. The S6 PLUS, developed by Audi's wholly owned high performance subsidiary, quattro GmbH, was available for sale during the 1997 model year only (production from June 1996 to October 1997). A total of 952 cars were produced–855 Avant, and 97 saloons. It was powered by another version of the 32-valve (four valves per cylinder) 4.2-litre V8 engine (parts code prefix: 077, identification code: AHK, later to be seen in the Audi S8 as AKH). Audi's performance division reworked key parts of the internal combustion engine, increasing the motive power to . It was only available with a revised six-speed manual transmission (parts code prefix: 01E, identification code: DGU) (gear ratios - 1st: 3.500, 2nd: 1.889, 3rd: 1.320, 4th: 1.034, 5th: 0.857, 6th: 0.730), with a final drive ratio of 4.111. Further revisions were made to the suspension, brakes and wheels. The front brake discs were enlarged to in diameter by thick. Standard wheels were 8Jx17 \"Avus\" cast aluminium alloy wheels, with an optional 7Jx16 alloy wheel for use with winter tyres was also available. With so much power on tap, the S6 Plus saloon could reach from a standstill in 5.6 seconds, with the Avant a tenth of a second slower at 5.7 seconds, making it comparable in terms of acceleration to vehicles like the Porsche 944 Turbo. Hella xenon high intensity discharge (HID) headlamps (still with the C4s triple bulb design, only low beam) were available as an option. ==C5 (Typ 4B, 1999–2003)== Audi S6 sedan Audi S6 Avant In late 1997, Audi introduced an all-new range of Audi A6 models, based on the Volkswagen Group C5 platform. A new Audi S6, now officially known as the Audi S6 quattro appeared in 1999, to complement its A6 platform-mate. It was available in a four-door saloon/sedan and a five-door Avant (estate/wagon). In North America, the Avant bodystyle was the only version available. The vehicle could accelerate from standstill to in 5.7 seconds, and from 0 to in 21.7 seconds. The top speed was electronically governed to . This generation of S6 went out of production in 2003. ===C5 powertrain=== The engine was a new rubber-hydro mounted all-aluminium alloy 4.2-litre 40-valve (five valves per cylinder) 90° V8 (parts code: 077, identification codes: AQJ [Sept 99-May 1], ANK [Sept 00-onwards]). It had double overhead camshafts on each cylinder bank and solenoid-operated magnesium two-stage variable intake manifold. It displaced , and was rated at at 6,600 rpm, producing of torque at 3,400 rpm. It satisfied the European Union EU3 emissions standard, and was managed by a Bosch Motronic ME 7.1.1 electronic engine control unit (ECU) with manifold- sited sequential fuel injection, mapped direct ignition with eight individual spark coils, Bosch longlife spark plugs, four heated lambda sensors and two catalytic converters, cylinder-selective knock control and a Bosch \"E-Gas\" drive by wire throttle. The engine was cooled with the aid of two electric cooling fans, replacing the single viscous fan of earlier models. An oil- cooled six-speed manual transmission (parts code: 01E, identification code: EEY) was standard, with gear ratios as follows: 1st: 3.500, 2nd: 1.889, 3rd: 1.320, 4th: 1.034, 5th: 0.857, 6th: 0.730; final drive: 4.111. An optional ZF 5HP24A five-speed tiptronic automatic transmission was also available (parts code: 01L, identification codes: EFN [Sept 99-May 1], FBD [June 00-onwards]) with gear ratios as follows: 1st: 3.571, 2nd: 2.200, 3rd: 1.508, 4th: 1.000, 5th: 0.803; and final drive ratio: 2.909). The automatic included steering wheel mounted paddle shifters, and a \"Dynamic Shift Program\" (DSP) for improved gear selection based on driving conditions.(paddle shift optional) Torsen T-1 based dynamic quattro permanent four-wheel drive was also standard. Both front and rear axles utilised \"Electronic Differential Lock\" (EDL), which is a function of the Bosch ESP 5.7 Electronic Stability Programme. ===C5 suspension and steering=== Compared to its A6 sibling, the suspension on the S6 was stiffened and lowered by , and utilised gas-pressurised shock absorbers. ZF rack and pinion \"servotronic\" speed-sensitive power steering was standard. ===C5 brakes, wheels and tyres=== Brakes consisted of radially vented brake discs front and rear. The fronts are sized at diameter by thick, and are clamped by Lucas HP2 four-piston calipers. At the rear, the discs are by , and use a Lucas single-piston sliding caliper. Bosch ESP 5.7 Electronic Stability Programme, with Anti-lock Braking System (ABS), Brake Assist, and Electronic Brakeforce Distribution (EBD) completed the brake system. Wheels are 8Jx17\" cast alloy \"Avus\" 6-spoke alloy wheels, with 255/40 ZR17 tyres. Mine was delivered standard with 19\" Avis 6 spoke and 245'35/zr19 tyre's ===C5 body and interior=== The body panels were largely based on the Audi A6 4.2 model, with slightly flared wheel arches and door sills, with the bonnet (hood) and front wings being constructed from aluminium. Other features included S6 badging, bolstered seats (optional Recaro seats), polished aluminium exterior door mirror housings, unique front grille, and rear bootlid/tailgate spoiler. ===Audi RS 6 (C5)=== A higher performance Audi RS 6 was also available from 2002 to 2004. It was built by Audi's high performance private subsidiary quattro GmbH. It used a twin-turbo (\"biturbo\") version of the 4.2-litre V8 engine (identification code: BCY). Power output was at 5,700 to 6,400 (rpm), and torque was from 1,950 to 5,600 rpm. The only transmission was a five-speed tiptronic automatic. Wheels and tyres were upgraded to , or (5/15 arm design), and there was the \"Dynamic Ride Control\" (DRC) system available for the suspension, which featured diagonally interlinked shock absorbers to give better body control during extreme cornering, acceleration and braking. Compared to the standard S6, the suspension was lowered by . The brake discs were ventilated and upgraded to at the front and at the rear. It can accelerate from 0- in 4.6 seconds. 0- times are 16.6 seconds for the saloon and 16.8 seconds for the Avant. ==C6 (Typ 4F, 2006–2011)== Audi S6 sedan Audi S6 Avant The Audi S6 5.2 FSI quattro (Typ 4F) was introduced at the 2006 North American International Auto Show in January. The high-performance version of the C6 Audi A6, the S6 uses the Volkswagen Group C6 platform, and is available in saloon/sedan and Avant (estate/wagon) bodystyles. Factory production started in June 2006. A facelifted version of the S6 was released in late 2008 for the 2009 model year. In 2010, the S6 gained Audi's third- generation MMI electronics controller and real-time traffic information. ===C6 powertrain=== Audi C6 S6 V10 engine The engine in the C6 S6 is an even firing all-aluminium alloy Fuel Stratified Injection (FSI) 40-valve (four valves per cylinder) 90° V10 (parts code: 07L, identification code: BXA). Compared with the 5.0-litre V10 found in the Lamborghini Gallardo, Audi's variant has a longer stroke and wider bore which increases the displacement of the engine so that it produces more torque at lower revs and is thus more suitable for the larger and heavier S6. It produces at 6,800 rpm and of torque from 3,000 to 4,000 rpm. It uses twin chain-driven double overhead camshafts with variable valve timing for both intake and exhaust valves. The engine is managed by a Bosch Motronic MED 9.1 electronic engine control unit (ECU), which controls the mapped direct ignition, ten individual spark coils, common rail cylinder- direct sequential multi-point fuel injection, and drive-by-wire throttle. A ZF 6HP26 six-speed tiptronic automatic transmission (parts code: 09E, identification codes: JBW, JMS, KHD, JLL) (gear ratios - 1st: 4.171, 2nd: 2.340, 3rd: 1.521, 4th: 1.143, 5th: 0.867, 6th: 0.691), with steering wheel- mounted \"paddle-shifters\" is the only transmission available. Torsen-based quattro permanent four-wheel drive - initially with the T-1 symmetrical differential, and from 2007 model year with the latest 40:60 front:rear asymmetric/dynamic Torsen T-3 differential, is standard. The final drive ratio is 3.801. Traction is assisted \"Electronic Differential Lock\" (EDL) and \"Anti- Slip Regulation\" (ASR) (commonly known as traction control system) - both functions of the Bosch ESP 8.0 Electronic Stability Programme. The same engine is used in the latest Audi D3 S8, but in a higher state of tune where it develops , as the S6 is not to be positioned above the S8 in output. With the discontinuation of the S8 5.2 FSI after the 2009 model year and the RS 6 5.0 TFSI in late 2010, the S6 5.2 FSI and R8 5.2 FSI were the remaining Audi vehicles that have V10 engines. The S6 5.2 FSI was discontinued after the 2011 model year, shortly before the release of the 2012 Audi A6 (C7). For the sprint from rest to , the S6 saloon takes 5.2 seconds, with the quarter mile passing in 13.5 seconds. Top speed is electronically limited to . However a test by Edmunds found that the S6 takes 5.7-seconds to reach 60 mph (97 km/h), a full second or so behind the BMW M5 and Mercedes-Benz E63 AMG (which are the S6's closest competitors in North America, since the RS6 is not sold there), and that the 2009 Audi A6 3.0 TFSI (a supercharged 3.0L V6) has almost equivalent performance to the S6 5.2 FSI. Yet, in a 2007 track test by Road & Track, the C6 S6 went from 0-60 mph (97 km/h) in 5.1 seconds, while it covered the quarter-mile in 13.5 seconds. Despite its heft at 4,500 pounds, the S6 has quick reflexes and agility, with the assistance of Audi's quattro system. ===C6 brakes, wheels and tyres=== The brakes consist of radially ventilated discs front and rear. The fronts are sized at in diameter by thick, and are clamped by gloss black painted Continental Teves two-piston sliding calipers. The rear discs are by thick, and use gloss black Girling-TRW single piston sliding calipers with an integrated electro-mechanical parking brake. A Bosch ESP 8.0 Electronic Stability Programme, with Anti-lock Braking System (ABS), Brake Assist, and Electronic Brakeforce Distribution (EBD) completed the brake system. Standard alloy wheels consist of 9Jx19\" cast aluminium alloy \"5-arm wing design\", shod with Continental SportContact2 265/35 ZR19 tyres. An optional 8½Jx18\" cast alloy \"S design\" with 255/40 ZR18 tyres (either Continental SportContact2 or Bridgestone Potenza RE050A) are also available. A direct-acting Tyre Pressure Monitoring System (TPMS) is also standard. ===C6 other features=== The S6 features two rows of five distinctive LED daytime running lamps (DRLs) along each side of the front bumper air intakes which indicates the 10-cylinder engine as a point of differentiation from other A6 models. Bi-Xenon high-intensity discharge (HID) adaptive headlights which swivel around corners complement the LED DRLs. ===Audi RS 6 (C6)=== As with the previous generation, this C6 platform also generated an RS 6 version available for the model years 2008 to 2010, again developed and produced by quattro GmbH. This version of the RS6 included a 5.0-litre () 90° V10 twin- turbocharged (\"biturbo\"), Fuel Stratified Injection (FSI) V10 engine, which produced and . Available in both Avant and saloon bodystyles, it was Audi's single most powerful car.Audi UK - The New Audi RS6 - Pricing and Specification Guide, Edition 1. 02/08Audi UK - Audi RS6 - Pricing and Specification Guide, Edition 2. 05/08 Official performance figures for acceleration from 0- are 4.6 seconds for the Avant and 4.5 seconds for the saloon. ==C7 (Typ 4G, 2012–2018)== The Audi S6 4.0 TFSI quattro and its mechanical twin S7 were launched as a 2013 models, a year after the C7 Audi A6 and Audi A7 were released. The Audi S6 and S7 are powered by a 4.0L DOHC twin- turbo V8 engine mated to a 7-speed S-tronic Double Clutch Gearbox. This engine makes and of torque, plus there is a cylinder-deactivation system and a stop- start system for improved fuel economy. This was later upgraded to for 2016. The 2013 Audi A8 shares the same engine, while the 2012 Audi S8 has a variant of the powerplant in a higher state of tune making and of torque, both mated to an 8-speed automatic transmission. The V8 performance option for the regular Audi A6, found in the 2004-11 Audi A6 4.2 FSI, has been discontinued and the S6 takes over as the engine upgrade. The S6 now compares more closely with the BMW 550i and Mercedes-Benz E550, which also use twin-turbo V8 engines and have available all-wheel drive. The BMW with , and the E550 with . (The 2013 BMW 550i xDrive starts at US$65,595 while the 2013 Audi S6 has an MRSP of US$72,795). UK sales began in May, with a starting price of £53,995 for the saloon, and £56,050 for the Avant. File:Silver Audi S6 C7 rr IAA 2011.jpg|Audi S6 sedan (since 2014) File:2014 Audi S6 Avant C7 Typ 4G V8 4.0 TFSI quattro Facelift Daytonagrau-Perleffekt Heckansicht.jpg|Audi S6 Avant (since 2014) File:2014 Audi S6 Avant C7 Typ 4G V8 4.0 TFSI S tronic quattro Facelift Cockpit Interieur Innenraum Arrasrot.jpg|Interior File:2014 Audi S6 Avant C7 Typ 4G V8 4.0 TFSI S tronic quattro Facelift Motorraum.jpg|Engine bay == C8 (2019-) == File:Audi S6 C8 at IAA 2019 IMG 0305.jpg|Audi S6 front File:Audi S6 C8 at IAA 2019 IMG 0302.jpg|Audi S6 rear File:Audi S6 Avant Monrepos 2019 IMG 1874.jpg|Audi S6 Avant front File:Audi S6 Avant Monrepos 2019 IMG 1881.jpg|Audi S6 Avant rear ==See also== *Audi Ur-S4 / Ur-S6 *Audi S and RS models ==References== ==External links== *Audi UK S6 official website *Audi S6 Avant dimensions Category:Cars introduced in 1994 Category:2000s cars Category:2010s cars S6 Category:All-wheel-drive vehicles Category:Euro NCAP executive cars Category:Executive cars Category:Mid-size cars Category:Sports cars Category:Sports sedans Category:Station wagons ",
    "title": "Audi S6"
}