{
    "id": "2208386",
    "text": "Grimsley Senior High School, also known as Grimsley High School or simply Grimsley, is a public high school in Greensboro, North Carolina. Formerly known as \"Greensboro High School,\" \"Greensboro Central High School,\" and then \"Greensboro Senior High School,\" it is part of the Guilford County Schools system. The school has an enrollment of around 1,800 students in grades 9–12 (the 9th grade was added to GHS in 1986). Grimsley has a reputation for strong academics, having been ranked in the top 100 in the nation by Newsweek 4 out of the past 6 years. The school's colors are navy blue and white, and its teams are known as the \"Whirlies\" (originally the \"Purple Whirlwind\") depicted with a tornado-like symbol. ==Campus== The school campus was listed on the National Register of Historic Places in 2005. ==History== Established in 1899, Grimsley is the oldest institution of public secondary education in Guilford County and one of the oldest high schools in the state. (Asheville High School, Cary High School, Concord High School, and New Hanover High School in Wilmington are all older.) GHS was founded in 1899 as Greensboro High School; it became Greensboro Central High School in 1911 and Greensboro Senior High School in 1929 (when it moved to its current campus, after previously having had two locations in downtown Greensboro). In 1962, against the wishes of the school, it was renamed Grimsley Senior High School in honor of George Adonijah Grimsley, the superintendent of Greensboro's schools (1890–1902) who fostered the creation of GHS in 1899. Upon its creation in the fall of 1899, Greensboro High School was located on North Forbis Street in the former St. Agnes Catholic Church building, on part of the site of the current Greensboro Public Library, behind the Greensboro Historical Museum. By 1910, this building was outgrown, so for one year (1910–1911) GHS was moved next door to the Lindsay Street Grammar School. In the fall of 1911, the school moved to the site of today's Weaver Academy, where it became Greensboro Central High School, and where it remained until 1929. In the fall of 1929, GHS moved to its current Westover Terrace location, when it became Greensboro Senior High School. See \"facilities\" section below for a description of the current campus. In 1902, Greensboro High School established the first school library and book rental system in the state. 10th grade was also added that year (previously 9th grade was the highest grade). In 1911, after the move to Spring Street, 11th grade was added. In 1934, as part of the New Deal's Civil Works Administration (CWA), two large murals were painted in the GHS auditorium by Raleigh artist James A. McLean: \"Energy\" and \"Education.\" The school's original colors were purple and gold (circa 1909–10). Because of increasing difficulty in finding matching shades of purple for athletic and band uniforms, the colors were changed—by vote of the student body in March 1951—to navy blue and white. The mascot was originally the \"Purple Whirlwind,\" adopted in 1921. Local papers, in an attempt to have variety when referring to GHS's teams (and to save space in headlines) came up with the name \"Whirlies\" in 1941. (Other variations of \"Purple Whirlwinds\" had been used back to the 1930s.) The name \"Whirlies\" caught on quickly and was used interchangeably with \"Purple Whirlwinds\" until the color change in 1951, leaving the original mascot name as \"Whirlwinds.\" Since the late 1950s, \"Whirlies\" has been used almost exclusively. While the whirlwind was the mascot beginning in 1921, in 1956—and originating as the theme of the Whirligig yearbook that year—the Whirlibird mascot appeared, becoming instantly popular. It became the main mascot for the school, lasting until the early 1980s, when the whirlwind re-emerged as GHS's mascot. Grimsley's Alma Mater was composed and written by Herbert Hazelman in the fall of 1949. Mr. Hazelman was the Greensboro Senior High Band Director for 40 years. The music building is now named in his honor. In 1958, Josephine Boyd became the first black student to graduate from Greensboro Senior High School. GHS was the first formerly all-white high school in the state of North Carolina to have an African-American to graduate. On January 16, 1962, Greensboro Senior High School changed its name to Grimsley Senior High School after principal A.P. Routh received a surprise phone call from a Greensboro City Schools official informing the school that the school board was going to change the name of the high school that night, and they had three hours to choose a new name or the school board would choose for them. Routh and the staff chose Grimsley because there was a strong desire to keep the school GHS, and George A. Grimsley was the superintendent of Greensboro City Schools when Greensboro Senior was first established in 1899. The name change took effect on July 1, 1962. Advanced Placement (AP) classes were first offered at Grimsley in 1964. In the fall of 1995, Grimsley became the first school in Guilford County and only the fourth school in North Carolina to offer the International Baccalaureate (IB) Diploma Programme. On August 20, 2008, then Presidential candidate, and soon to be 44th President of the United States, Barack Obama played basketball with former SportsCenter anchor Stuart Scott in the Sawyer Gym. In 2013, Grimsley had the graduation of a fifth-generation GHS student which became statewide news because of its rarity for a public school. ==Academics== The Advanced Placement (AP) program was introduced at Grimsley in 1964 with the introduction of AP European History (1964-2014), followed by AP English in 1968. Today AP classes are offered at GHS in 19 different subjects. In 1995, the International Baccalaureate (IB) program was instituted at Grimsley, after two years of preparation by the school under Principal Tom Penland. Grimsley was only the fourth high school in North Carolina, and the first outside Charlotte, to offer the IB program. Aside from the AP and IB programs, a College Preparatory program and a careers program that includes a Health Careers track are offered. The school participates in academic competitions such as High IQ, Science Olympiad, robotics, and FIRST. Grimsley has above average national passing rates for nearly every AP test offered at the school. Leading the way is Calculus BC, which sometimes has a passing rate of 100%, taught by Roberta Rohan '82 who was honored with the Siemens Award for Advanced Placement in 2010. She was one of 50 teachers nationwide and the only teacher from North Carolina to receive the award. ==Facilities== The Westover Terrace GHS campus, which opened in 1929, is unusual in that it is made up of multiple buildings (a conscious decision of the school board in the late 1920s), rather than just one all-encompassing building. The Main Building, Old Science Building, and Cafeteria Building—three of six originally proposed structures—were built in 1929. The cost of living had risen so much in the late 1920s that the other three could not be built at that time; the onset of the Great Depression—soon after the new campus opened—further delayed expansion of the campus. As of 2015, Grimsley's campus has 11 separate buildings, consisting of the Main building (1929), which has offices and classrooms on the first floor, classrooms on the second and third floors, and the 1500+ seat John Barnes Chance-M. Thomas Cousins Auditorium. The Old Science Building (1929) has two stories of classrooms. Immediately behind it is the one-story New Science building (1975). There is a two-story Home Economics Building (1956). The one-story Library Building (1967/expanded 2003) has two classrooms as well as the GHS library. The Old Cafeteria Building (1929) has classrooms on the first and second floor currently. Before 2014, the cafeteria building housed the school lunch room. The two-story Herbert R. Hazelman Music Building (1956, named 2004) contains the band, orchestra, and choir rooms, plus numerous practice rooms and two classrooms. The Vocational Building (1942) has two stories of classrooms. Plans were complete in 2011 for a new Cafeteria Building (authorized by a bond vote in 2008), to be constructed behind and between the Home Economics and New Science buildings. The New Cafeteria building was complete by the beginning of the 2013–2014 school year. Across the service road, \"Campus Drive,\" from the academic buildings are GHS's athletic facilities. The Robert R. Sawyer '55 Gym (1954, originally the \"Boys' Gym,\" then the \"Main Gym\", named in 2000) was the largest high school gym in North Carolina when built, and was architecturally significant because it had the largest unsupported concrete beams ever built in an American building when it was new. The Auxiliary Gym (1939, originally the \"Girls' Gym\") has a basketball court, a weight-training facility, and a classroom. Connected to the Sawyer Gym is the John Gordon Dewey '71 Memorial Swimming Pool, which opened in 1976 but became defunct in December 2011 after a large storm uprooted part of the roof. Behind the Sawyer Gym and Dewey Pool are eight tennis courts (1975), a practice field, and the Softball Field (1980s). Across Campus Drive are the other athletic facilities, the Robert B. Jamieson Football Stadium (1949, named in 1975), which included a track (1958–2012) and the Sigmund Selig Pearl Memorial Field House (1950), and beyond the football stadium, the Willie Young/Lewis McCall Memorial Baseball Field (1953, named in 1974 and 2007), and the Cross Country trail (1962). The 2008 bond referendum, besides authorizing a new cafeteria for Grimsley, also includes money for a major overhaul of both the Sawyer Gym and Jamieson Stadium, as well as the construction of a new track stadium and a new softball field. The original wooden covered walkways connecting the various campus buildings were built in the 1930s, and most were replaced (although a few of the originals remain) with two-story brick covered walkways built in 2002–03 (as originally planned in 1929), when the campus was made ADA compliant (and air conditioned), funded by money approved in a bond referendum in 2000. It has been said that the use of hard clay in the set up of walkways in 2002-03 created the infamous \"Lake Grimsley\" in the front lawn. Lake Grimsley (as students call it) is a large area of standing water that forms when it rains heavily or for a long period of time. The Grove (developed in 1963), a large outdoor social area between the Main and Music buildings is a popular spot for eating lunch and hanging out, although the 2012-13 school year was the final year students were allowed to eat lunch in the grove (with the exception of the rare occasion of a combined lunch), due to the opening of the New Cafeteria. Originally the majority of the Grove was covered with gravel, but it was paved with cement in late 1973. Besides the paved areas, there also is an area with a mulch ground covering, and several large trees which provide shade for many picnic tables. ==Clubs== Many of these clubs are started and run by the students themselves. While student-created clubs result in many different clubs that represent a wide area of activities, often these clubs disintegrate after the founder or president leaves. ==Athletics== Grimsley is a 4-A school with a strong athletic program, including sports teams in football, basketball, baseball, tennis, swimming & diving, golf, wrestling, cross country, track & field (both winter and spring), soccer, softball, volleyball, field hockey, and lacrosse. GHS has won more athletic team state championships than any other high school in North Carolina—the first being in football in 1907—as well as many individual state championships. Grimsley has won the NCHSAA 4-A Wachovia Cup (for the most outstanding 4-A athletic program in North Carolina) five times: 1985, 1986, 1987, 1988, and 1990. Grimsley has also been undefeated in men's swimming in dual meets for over a quarter century. An athletic \"boosters program,\" alumni, and the annual Grimsley-Page football game generate much of the funding for the sports programs at GHS. Grimsley's Robert B. Jamieson Football Stadium (with a 1/4-mile track until it was removed in 2012) was the largest high school football stadium in North Carolina when it was completed in 1949. Today, it is also the site of soccer and lacrosse games in addition to football. It is home to many local events, including fundraisers, special Olympics, the annual North Carolina Coaches' Association's East-West All-Star Game (the first such game, in 1949, was the first game played in the stadium), and the annual fireworks display for the city on Independence Day until 2010, when it was moved to the newly opened White Oak amphitheater. Construction of a new outdoor track was completed in the Spring of 2012. The school has two gymnasiums. The larger Robert R. Sawyer '55 (formerly Boys'/Main) Gym provides facilities for most indoor sports such as basketball, wrestling, and volleyball, while the smaller Auxiliary (formerly Girls') Gym has a basketball court, a weight room, and a classroom. As with Jamieson Stadium, the Sawyer Gym was the largest high school gym in the state when it opened. From 1976-2015, attached to the Sawyer Gymnasium was the building containing the John Dewey '71 Memorial Pool, which was permanently closed in December 2011 and torn down in August 2015, after it was determined that structural issues and damage was too extensive to save the building. GHS's tennis courts (1974) are located behind the Sawyer Gym, as is a practice field, and the GHS softball field. The Willie Young-Lewis McCall Baseball Field (1953) is located behind the Jamieson Stadium. The GHS cross country trail (1962) is in the woods behind Kiser Middle School and the football stadium and baseball field. Historic sports rivalries for GHS over the years have included: Reidsville High School in the 1920s and '30s, High Point Central High School in the late '30s through the early '50s, R. J. Reynolds High School, in Winston-Salem from the mid-'50s to the mid-'60s, and Walter Hines Page Senior High School in Greensboro since the mid-1960s. This rivalry is celebrated every year with a spirit week before the football game, which usually attracts crowds of close to 10,000, the capacity of Jamieson Stadium. The most significant Grimsley-Page football game occurred on November 20, 1987, when Grimsley beat the undefeated and top ranked team in the state at the time (15th in the nation), Page Pirates 10-7 in the state 4-A playoffs, Grimsley's first win over Page since 1971 (https://www.youtube.com/watch?v=nUYhJscPi7Q). Prior to this game, the average score of a Grimsley-Page game in the 1980s was 44-4\\. Jamieson Stadium served as the venue for the game every year until 2015, when the game was moved to Page High School's Marion Kirby Stadium. On November 8, 2019, Grimsley defeated Page by a score of 32-17 at Marion Kirby Stadium, Grimsley's first win over Page since 2006, winning the Metro 4A Conference Title and a #1 overall seed in the NCHSAA 4A State Tournament. ==Principals== {|class=\"wikitable\" style=\"font-size: smaller; margin-left: 1em;\" |- | *Samuel C. Smith, 1899–1900 *E. D. Broadhurst, 1900–1901 *Wiley H. Swift, 1901–1904 *Walter Clinton Jackson, 1904–1909 *Albert H. King, 1909–1912 *J. A. Williams, 1912–1914 *W. F. Warren, 1914–1916 *H. Conway Smith, 1916–1917 *O. A. Hamilton, 1917–1919 *Daniel R. Price, 1919–Jan. 1921 | *Guy B. Phillips, Jan. 1921–1924 *Lee H. Edwards, 1924–1925 *Charles W. Phillips, 1925–1933 *E. T. McSwain, 1933–Feb. 1934 *A. P. Routh, Feb. 1934–1969 *R. L. \"Lody\" Glenn '40, 1969–1981 *Bonny Marsh Baur, 1981–1985 *Michael T. Renn, 1985–1987 *Julius A. Crowell, 1987–1993 *Thomas J. Penland, 1993–Aug. 1996 | *Jane T. Teague, Sept. 1996–2002 *Robert M. Gasparello, 2002–Oct. 2006 *John A. Eldridge (Acting), Oct. 2006–2007 *Kevin F. Fleming, 2007–2008 *Anna C. Brady, 2008–2011 *Gregory Newlin, 2011-Apr. 2014 *David F. Moody (Acting), Apr. 2014–June 2014 *W. Charles Blanchard, 2014–2017 *Johncarlos Miller, 2017–2018 *Gerald H. O'Donnell, 2018-present |} ==Notable alumni== * Ethan Albright (born 1971), NFL long snapper and Pro Bowl selection in 2007 * Lou Allen (1924–2008), NFL offensive lineman * Murphy Anderson (1926–2015), cartoonist * Harold \"Skinny\" Brown (1924–2015), MLB pitcher; member of Baltimore Orioles Hall of Fame * Reuben Davis (born 1965), NFL defensive linemanReuben Davis Stats. Pro-Football-Reference. Retrieved Aug 21, 2020. * Rigdon \"Rick\" Dees (born 1950), radio personality * Mike Elkins (born 1966), NFL quarterback * John Faircloth (born 1939), member of the North Carolina General AssemblyJohn Faircloth NC House District 62. Retrieved June 29, 2020. * Barry Farber (1930–2020), radio talk show host * Henry Flynt (born 1940), philosopher, musician, writer, and artist associated with the 1960s New York avant-gardeHenry Flynt: The Intense Years (1954-67). Retrieved Aug 21, 2020. * Mike Gailey (born 1970), professional soccer player * Delton Hall (born 1965), NFL cornerback * Mike Hogewood (1954–2018), American sportscasterHammer, John. (Sep 13, 2018). Remembering Mike Hogewood. Rhino Times. Retrieved June 29, 2020. * Joe Inman (born 1947), professional golfer who has played on the PGA Tour * John S. Inman (born 1962), professional golfer and college men's golf coach; younger brother of Joe Inman * Horace R. Kornegay (1924–2009), member of U.S. House of Representatives from North Carolina * Jack F. Matlock, Jr. (born 1929), served as United States Ambassador to the Soviet Union * Zach Maynard (born 1989), American football quarterbackZach Maynard - Football Recruiting - Player Profiles - ESPN. Retrieved June 29, 2020. * Mark McGuinn (born 1968), country music artist * Beverly McIver (born 1962), contemporary artist, mostly known for her self- portraitsDeCwikiel-Kane, Dawn. (Jan 25, 2015). Finding Her Way Home. Greensboro News & Record. Retrieved Aug 21, 2020. * Carl Pettersson (born 1977), PGA Tour golfer * George Preddy (1919–1944), World War II European- theater ace flyer * Morgan Radford (born 1987), NBC News Reporter and Weekend Anchor * D. J. Reader (born 1994), NFL defensive tackle * Thomas W. Ross (born 1950), former president of University of North Carolina system * Jim Staton (1927–1993), former NFL and Canadian Football League defensive tackleJim Staton Stats. Pro-Football-Reference. Retrieved Aug 21, 2020. * Ted Tally (born 1952), playwright and screenwriter * Aaron Wiggins (born 1999), basketball player * Bert Wilder (1939–2012), NFL defensive lineman * David Willis, hip hop record producer known as Ski BeatzWanner, Marielle. (Sep 28, 2019). Music program sparks Caswell County students joy of learning. blueridgenow.com. Retrieved Aug 2, 2020. * Clyde N. Wilson (born 1941), professor of historyAbout Clyde N. Wilson, PhD. calhouninstitute.com. Retrieved Aug 21, 2020. ==References== ==External links== * *Grimsley High School Report Card Category:Public high schools in North Carolina Category:Schools in Greensboro, North Carolina Category:Former churches in North Carolina Category:School buildings on the National Register of Historic Places in North Carolina Category:Historic districts on the National Register of Historic Places in North Carolina Category:International Baccalaureate schools in North Carolina Category:Gothic Revival architecture in North Carolina Category:National Register of Historic Places in Guilford County, North Carolina ",
    "title": "Grimsley High School"
}