{
    "id": "2208094",
    "text": "Jeanne-Marie Lanvin (; 1 January 1867 – 6 July 1946) was a French haute couture fashion designer. She founded the Lanvin fashion house and the beauty and perfume company Lanvin Parfums. ==Early life== Designs by Mme Lanvin in La Gazette du Bon Ton, 1915 Jeanne Lanvin was born in Paris on 1 January 1867, the eldest of 11 children of Constantin Lanvin and Sophie Deshayes. She became an apprentice milliner at Madame Félix in Paris at the age of 16 and trained with Suzanne Talbot before becoming a milliner on the rue du Faubourg Saint- Honoré in 1889. ==Career== Black Sweater Suit, 1940s, Rijksmuseum 1915, Dark blue suit with white trim on coat and skirt and white collar; white fedora with blue sash In 1909, Lanvin joined the Syndicat de la Couture (fr), which marked her formal status as a couturière. The clothing Lanvin made for her daughter began to attract the attention of a number of wealthy people who requested copies for their own children. Soon, Lanvin was making dresses for their mothers, and some of the most famous names in Europe were included in the clientele of her new boutique on the rue du Faubourg Saint-Honoré, Paris. Designs by Mme Lanvin in La Gazette du Bon Ton, 1922 From 1923, the Lanvin empire included a dye factory in Nanterre. In the 1920s, Lanvin opened shops devoted to home décor, menswear, furs and lingerie. However, her most significant expansion was the creation of Lanvin Parfums SA in 1924 and the introduction of her signature fragrance, Arpège, in 1927, inspired by the sound of her daughter Marguerite practicing her scales on the piano. (Arpège is French for arpeggio.) In 1922, Lanvin collaborated with celebrated French designer Armand-Albert Rateau in redesigning her apartment, her homes and her businesses. (The living room, boudoir and bathroom of the apartment was reassembled in 1985 in the Musée des Arts Décoratifs, Paris.) For this domicile, Rateau designed some remarkable 1920–22 furniture in bronze.Mel Byars, 2004, p. 614. The pair developed a friendship, and Rateau came aboard Lanvin's empire as manager of Lanvin-Sport, also designing the Lanvin spherical La Boule perfume flacon for Arpège (originally produced by the Manufacture Nationale de Sèvres). To this day, Arpège perfume containers are imprinted with Paul Iribe's gold image (rendered in 1907) of Lanvin and her daughter Marguerite. Rateau also managed Lanvin-Décoration (an interior-design department, established 1920) in the main store on the rue du Faubourg Saint- Honoré. ==Personal life, death and legacy== In 1895, Lanvin married Count Emilio di Pietro, an Italian nobleman, and two years later gave birth to a daughter, Marguerite (also known as Marie-Blanche) (1897–1958). The couple's only child, Marguerite di Pietro became an opera singer, married the Count Jean de Polignac (1888–1943), and became, on the death of her mother, the director of the Lanvin fashion house. Lanvin and di Pietro divorced in 1903. Lanvin's second husband, whom she married in 1907, was Xavier Melet, a journalist at the newspaper Les Temps and later the French consul in Manchester, England. Lanvin died on 6 July 1946. Her original office is preserved in Lanvin's corporate offices at 16 Rue Boissy d’Anglas in Paris. ==Awards== * Chevalier de l'Ordre de la Légion d'Honneur, to Jeanne Lanvin, 1926 * Officier de l'Ordre de la Légion d'Honneur, to Jeanne Lanvin, 1938 ==See also== *Lanvin (clothing) for more information on the fashion house * Arpège == Collection at the Metropolitan Museum of Art, New York == File:\"Roseraie\" MET 64.126.7a-b front CP3.jpg|\"Roseraie\", evening dress (silk), spring/summer 1923 File:\"Jolibois\" MET 86.71.1 CP3.jpg|\"Jolibois\", evening dress (silk), fall/winter 1922–23 File:\"Ko.I.Noor\" MET C.I.60.19ab F.jpg|Ko.I.Noor, evening ensemble (silk and metal), spring/summer 1927 File:\"Phèdre\" MET 84.30 front CP3.jpg|\"Phèdre\", evening dress (silk and metal), fall/winter 1933 File:\"Fusée\" MET DT10674.jpg|\"Fusée\", evening dress (silk), 1938 File:\"Cyclone\" MET CI.46.4.18ab.jpg|\"Cyclone\", evening dress (silk and spangles), 1939 ==References== ==Sources== * Colette, Emilio Terry, et al. (1965). Homage à Marie-Blanche, Comtesse Jean de Polignac, Monaco. * \"Jeanne Lanvin\" and \"Claude Montana\" in Morgan, Ann (1984). Contemporary Designers, New York: Macmillan. | * \"Castillo\", \"Jules-François Crahay\", and \"Jean Gaumont-Lanvin\" in Remaury, Bruno, director (1994). Dictionnaire de la Mode au XXe Siècle, Paris: Éditions du Regard. | * Barillé, Elisabeth (1997). Lanvin, Paris: Assouline. | ) * Picon, Jérôme (2002). Jeanne Lanvin, Paris: Flammarion. | * \"Armand Albert Rateau\" and \"Jeanne Lanvin\" in Byars, Mel (2004). The Design Encyclopedia, New York: The Museum of Modern Art. | * Menkes, Suzy (24 May 2005). \"At Lanvin, a master of improvisation\", International Herald Tribune. ==External links== * Lanvin home page * * Biography of Lanvin of Toutenparfum.com * The 'Jeanne Lanvin' fragrance, named after Lanvin's founder, on the Lanvin Parfums website * * Category:French fashion designers Category:French businesspeople in fashion Category:French women in business Category:1867 births Category:1946 deaths Category:Chevaliers of the Légion d'honneur Category:Officiers of the Légion d'honneur Category:Children's clothing designers Category:People from Paris Category:20th-century businesswomen Category:20th-century French businesspeople ",
    "title": "Jeanne Lanvin"
}