{
    "id": "2209628",
    "text": "Prague 2, formally the Prague 2 Municipal District (Městská čast Praha 2), is a second-tier municipality in Prague. It is co-extensive with the national administrative district (správní obvod) of the same name. As of the end of 2004, 48,918 people lived in 34,689 homes in the district. At 4.19 km² (1,035 acres), Prague 2 is the smallest administrative district in the country. The district includes all of Vyšehrad and parts of Vinohrady, New Town and Nusle. The district has remained intact since its creation in 1960. == Vyšehrad == Vyšehrad contains the Czech national cemetery and the ruins of a medieval fortress. It is considered the area of the historic establishment of the Czech rulers. High-priced residential area. == Vinohrady == The historical center of Vinohrady, with its expensive apartment buildings from the late 19th and early 20th century, also falls under the jurisdiction of Prague 2. The popularity of this district as a residential area is not based only on the beauty of the facades, tidiness of the streets, but also for its ranking among the top in Prague in the area of gastronomic services in terms of quality and quantity. And it is one of Prague's main epicentres of nightlife, also for gays and lesbians. Important sights: The Žižkov television tower and the Rieger Gardens - one of the most famous Prague parks. The grand central plaza of Vinohrady is Namesti Miru with the Vinohrady Theatre, the National House of Vinohrady and the main Prague 2 municipal building. == Nove Mesto / New Town == New Town is less a residential but a business area and known for the \"Pavlak\" - I.P. Pavlova station which connects Karlovo náměstí – and thus also New Town – with Náměstí Míru in Vinohrady. Tramlines cross here with Metro line C, as well as night buses and the expressway bringing cars from the D1 highway directly to the centre and through to Holešovice in the north of the city. Important sites:Charles Square- the biggest square in Prague and also among the biggest squares in Europe - with the New City Hall / Gothic town hall, Church of Saints Cyril and Methodius, the Botanical Gardens and several Charles University buildings in Albertov, as well as the Baroque Villa America. == Nusle == The centre of Nusle is Náměstí bratři Synků, where trams connect I.P.Pavlova and Charles Square. Important sights: Folimanka Park, Nusle Bridge, and with its remarkable view of industrial Spořilov and the high-rise buildings of Pankrác. ==See also== *Districts of Prague#Symbols ==References== ==External links== * Prague 2 official site * Prague 2 flag and coat of arms from Flags of the World * Census statistics for Czech municipalities * More information about Prague 2 and life there may be found in the correspondent article on the Prague Website Citypilot.cz * More information about Albertov and accommodation there Category:Districts of Prague ",
    "title": "Prague 2"
}