{
    "id": "2209400",
    "text": "David Lamar Givens (born August 16, 1980) is a former American football wide receiver in the National Football League. He was drafted by the New England Patriots in the seventh round of the 2002 NFL Draft. He played college football at Notre Dame, primarily as a running back. Givens also played for the Tennessee Titans. ==Early years== Givens graduated from Humble High School in Humble, Texas in 1998, the same high school as fellow NFL players David Boston, Bertrand Berry, Sammy Davis Will Peoples ,Jackie Battle and Jerrod Johnson ==Professional career== ===New England Patriots=== Givens caught nine passes and one touchdown his rookie year for the New England Patriots in 2002, and improved in each of the next two seasons. He posted 34 catches and led his team with six touchdowns in 2003 and 56 catches in 2004 despite scoring just three times. His best performances in his career came in the postseason. Beginning with the 2003 AFC Championship Game against the Indianapolis Colts, Givens scored at least one touchdown the Patriots' next seven playoff games, including both Super Bowl XXXVIII and Super Bowl XXXIX. In 2005, Givens caught a career-high 59 passes and was the Patriots' number two receiver for the second year in a row. In Super Bowl XXXIX against the Philadelphia Eagles, Givens mocked the wing-flap celebration of Eagles receiver Terrell Owens after catching a four-yard touchdown from Tom Brady. Givens was the Patriots' record holder in postseason touchdown receptions until 2015, before being surpassed by Rob Gronkowski who scored his eighth playoff touchdown against the Kansas City Chiefs in the Divisional Round of the NFL playoffs on January 20, 2016, and has the second-longest streak of consecutive post-season games with a touchdown reception, with seven.http://www.nfl.com/superbowl/records/playoffs/player/receiving ===Tennessee Titans=== Givens signed a 5-year deal worth $24 million with the Tennessee Titans on March 14, 2006. His first season with the Titans ended prematurely in Week 10, after he tore his anterior cruciate ligament. He also missed the entire 2007 season. On February 27, 2008, he was released by the Titans. In 2009 Givens sued the Titans for $25 Million claiming that his ACL tear was due to the Titans doctors failing to adequetly test his knee, his lawsuit was dismissed in 2010.http://www.espn.com/nfl/news/story?id=4496837 ===NFL statistics=== {| class=\"wikitable\" |- ! Year !! Team !! Games !! Receptions !! Yards !! Yards per Reception !! Longest Reception !! Touchdowns !! First Downs !! Fumbles !! Fumbles Lost |- | 2002 || NE || 12 || 9 || 92 || 10.2 || 30 || 1 || 4 || 1 || 0 |- | 2003 || NE || 13 || 34 || 510 || 15.0 || 57 || 6 || 24 || 0 || 0 |- | 2004 || NE || 15 || 56 || 874 || 15.6 || 50 || 3 || 47 || 0 || 0 |- | 2005 || NE || 13 || 59 || 738 || 12.5 || 40 || 2 || 32 || 0 || 0 |- | 2006 || TEN || 5 || 8 || 104 || 13.0 || 27 || 0 || 5 || 0 || 0 |- | Career || || 58 || 166 || 2,318 || 14.0 || 57 || 12 || 112 || 1 || 0 |} == References == ==External links== *New England Patriots bio Category:1980 births Category:Living people Category:Sportspeople from Youngstown, Ohio Category:Sportspeople from Harris County, Texas Category:Players of American football from Ohio Category:Players of American football from Texas Category:American football wide receivers Category:Notre Dame Fighting Irish football players Category:New England Patriots players Category:Tennessee Titans players Category:Super Bowl champions ",
    "title": "David Givens"
}