{
    "id": "2209991",
    "text": "Dominican University (DU) is a private Catholic university in River Forest, Illinois, affiliated with the Sinsinawa Dominican Sisters. It offers bachelor's and master's degrees, certificate programs, and a PhD in information studies. Dominican University offers more than 50 majors in the Rosary College of Arts and Sciences and 20 programs in five graduate academic divisions. ==History and mission== Entrance gate to Dominican University The school began as St. Clara Female Academy in 1848, chartered by Rev. Fr. Samuel Charles Mazzuchelli, O.P. in Sinsinawa, Wisconsin. It became a college in 1901 and moved to River Forest, Illinois, taking the name Rosary College in 1922 while under the leadership of Mother Samuel Coughlin of the Sinsinawa Dominican Sisters. Trinity High School was founded as the preparatory department of the college before moving to its own campus nearby in 1926 and is still run by the order. The present name of Dominican University was adopted in 1997 as part of a strategic plan by President Donna Carroll to reflect the school's Dominican heritage and its status as a more comprehensive university. Accessed 2007-11-20 The university operates under this mission statement: \"As a Sinsinawa Dominican-sponsored institution, Dominican University prepares students to pursue truth, to give compassionate service and to participate in the creation of a more just and humane world.\" The school became coeducational in 1970. Dominican University shares a tie to Rodgers and Hammerstein's The Sound of Music. Sister Gregory Duffy famously advised the playwrights to form the Catholic nun background of the lead character, Maria.Accessed 2018-10-17 ==Accreditation== The university is accredited by the Higher Learning Commission to grant baccalaureate and master's degrees, and by seven other programs; American Library Association, the Association to Advance Collegiate Schools of Business, the Commission on Accreditation of the Council on Social Work Education, the National Council for Teacher Education, the Accreditation Review Commission for the Physician Assistant, Inc, the Accreditation Council for Education in Nutrition and Dietetics, and the Commission on Collegiate Nursing Education. ==Academics== View of the \"Old Library\" and Chapel Dominican University offers more than 40 undergraduate majors, and several pre-professional programs. The student to faculty ratio is 11:1 at this University. Dominican's graduate school is divided into five academic divisions: the School of Information Studies (SOIS), the Brennan School of Business, the School of Education, the Graduate School of Social Work, and the School of Professional Continuing Studies. Dominican University's School of Information Studies offers the Master of Library and Information Science and Master of Professional Studies in Library and Information Science such as Archives and Cultural Heritage Resources and Services, Data and Knowledge Management, Digital Curation, Digital Libraries, Informatics, Web Design, and Youth Services. Also, Dominican University's offers the Doctor of Philosophy in Library and Information Science (PhD). The SOIS publishes a semiannual, peer-reviewed online journal called World Libraries,www.worlib.org a publication dedicated to \"librarians and libraries in regions without associations or agencies to encourage scholarly communication and professional development.\" The publication of World Libraries is coordinated by students studying internet publishing. Administered by the SOIS, the Butler Children's Literature Center is one of the nation's premier centers for the study of children's and young-adult literature in the services of literacy, learning and a lifelong love of reading. As an examination center for children's and young-adult literature, it serves as a best-practices professional collection to support integration of children's and young-adult literature in classrooms, libraries, childcare centers, and homes. In the fall of 2014, the university introduced a new bachelor of science in nursing degree program. A new clinical simulation laboratory was designed and built specifically for the program. ==Campus== View of the Dominican University quad Dominican University is located on a wooded campus in suburban River Forest, just 10 miles (16 km) from downtown Chicago. Other campus features include a language learning center, a computer technology center, an art gallery, a chapel, a student center, the Lund Auditorium, the Eloise Martin Recital Hall, and the Stepan Bookstore. Accessed 2008-03-28 The five residence halls at Dominican University are: Aquinas Hall (Priory Campus), Coughlin Hall, Sister Jean Murray Hall, Mazzuchelli Hall, and Power Hall. More than 30% of all undergraduates live on campus. Most incoming first-year students live in double rooms in Murray or Coughlin halls.http://www.ican.dom.edu/pdfs/2008-2009_Housing_Application.pdf Accessed 2008-03-28 Murray is the newest residence hall, which opened in 2004 (as Centennial Hall; renamed after former college president Sister Jean Murray in 2012). Accessed 2008-03-28 ===Coughlin Hall=== Coughlin Hall is a residence hall. The Student Life office for campus organizations is in this building. Accessed 2018-10-17 The Wellness Center is in Coughlin. When this year's 50th reunion class of 1968 entered Rosary College as freshmen, like all other first-year resident students to follow in their footsteps, they were housed in the Coughlin dormitory. At the time, room and board cost around $1,000 annually. Today's students might pay a little more than that, but the facilities and experience are remarkably the same (still no air conditioning!). Built in 1960 and dedicated in 1961, Mother Mary Samuel Coughlin Memorial Hall – or simply “Coughlin” to students – is named in honor of Mother Coughlin who succeeded Mother Emily Power as prioress in 1909. The dorm houses 155 students in primarily double-occupancy rooms and connects to Power Hall on the second and third floors. The building housed a common area in the basement which was referred to by students in the 1960s and 1970s as “The Smoker.” The lounge remained until 2006 when the old science building was demolished and the lounge was converted into the university's Wellness Center. The basement also housed storage rooms for luggage and bicycles, student mailboxes and laundry facilities. Today, the basement houses Dominican's Department of Student Involvement.Accessed 2018-10-17 ===Rebecca Crown Library=== The Rebecca Crown Library has 300,000 materials in various formats and a fully equipped learning resource center. Dominican University's first library, containing the collections brought from St. Clara College in Sinsinawa, was located in what is now the Phyllis Skiffington Noonan Reading Room on the second floor of Lewis Hall. The current Library, named after Rebecca Kranz Crown, the wife of Colonel Henry Crown, Chicago philanthropist, and the library's principal benefactor, opened in 1972. Major renovations, which created the light, open spaces one sees today, were completed in 2002. The Media Center located in the library houses a 3-D printer and recording studio. The library houses the Archives and Special Collections. Dominican University's collections include materials related to the following: University publications, institutional records, architectural plans, foreign programs, student activities, student organizations, graduate programs, graduation ceremonies, marketing campaigns, lectures, and even a collection of civil war materials. Accessed 2018-10-05 While the first reference books in Rosary's old library where dispensed from packing cases on the third floor of Power Hall, today the university's 300,000+ volume of books has a much more suitable home in the Rebecca Crown Library. Dedicated on April 11, 1972, the library is named for Rebecca Kranz Crown, the wife of Colonel Henry Crown, Chicago philanthropist, and the library's principal benefactor. Designed by the architects Perkins & Will Corporation, the 76,656 square foot building originally housed 260,000 volumes. The Graduate School of Library Science (now known as the School of Information Studies) was one self-contained unit on the ground floor while the three floors above served as the university library for 800 undergraduate students and 400 graduate students in the library sciences school. When Rosary College first established an undergraduate library program in 1930 and then began offering a master's degree in library science in 1949, the primary goal of the program was to train students to take on careers as public or school librarians. However, over the years, as technology advanced, the university began to recognize the important roles that computers played in the field of researching information. “Information Science” was added to the Library program's name in 1981 to reflect the growth and scope of the school's programs and in 1994, the need for an extensive renovation, to keep up with changing needs, became apparent. Plans began and the goal became to improve the physical space, restore it to the center of student life and incorporate new technology never dreamed of 30 years prior. Five enhanced classrooms were added on the third floor each with mounted projectors, VCR & DVD players, document cameras and sound systems. Two of the classrooms also have satellite capability and desks are wired for personal computers. On the second floor, a multimedia production classroom houses a Macintosh lab and on the first floor a training room for information literacy instruction was included with a satellite receiver and enhanced classroom equipment. On the lower level, student PC's were added and a café was opened to help bring a shared focus of social and intellectual activities to student life. Last, construction opened up access to the library on the second and third floors and students can now move freely between the library and Lewis Hall. Accessed 2018-10-17 ===Fine Arts Building=== The Fine Arts Building is home to the Box Office, Lund Auditorium, Eloise Martin Recital Hall, Performing Arts Center, and Slate Lobby. In addition to performances, costumes can be seen on display and posters from previous events line the halls. For twenty-five years, after the initial cluster of buildings were constructed on campus, the gymnasium served as the assembly room and auditorium for campus events. Weekly (and sometimes more frequently), folding chairs were set up and taken down to accommodate lectures, concerts, and plays. During this time, the speech and drama departments coped with inadequate facilities until May 31, 1950 when ground was broken on the new Fine Arts Building. Mother Evelyn Murphy turned the first bit of soil with the spade still bearing the ribbons used in 1920 for the first groundbreaking at Rosary and in 1926 for Trinity High School. The building was completed in two years and dedicated on Sunday, November 2, 1952. The Fine Arts Building housed Rosary's first language lab as well as facilities for the music and drama departments, including a 1,182 seat auditorium and a 211-seat recital hall. As stated in a 1952 Chicago Tribune article to commemorate its opening, the building was “state-of-the-art” and included curved walls and an arched auditorium ceiling to reduce echoes, sound-absorbent pads in the recital hall to push sound into the audience, and green “blackboards” and yellow chalk in classrooms to “reduce the long- standing gripe from students about blackboard glare.” While some of those “state-of-the-art” features have since been replaced to make way for 21st- century technology (electronic \"smart\" boards, no more blackboards), many of the building's features remain to help preserve its history. Included in that history is the well-known connection between Rodgers & Hammerstein's famous musical The Sound of Music and Sr. Gregory Duffy, the Dominican Sister and late theater professor, who taught at Rosary starting in 1942. Every summer, Sr. Gregory would travel to New York to go to the theatre and, in doing so, developed personal relationships with several famous actors & actresses, including Mary Martin whom she connected with after seeing South Pacific in 1949. Ten years later, when famous composers Rodgers and Hammerstein teamed up with Mary Martin and her husband, producer Richard Halliday, for a new project about the Trapp Family Singers, Sr. Gregory was contacted to provide an inside perspective on religious life for the musical's convent scenes. She began corresponding with Martin and Halliday who forwarded her letters to Hammerstein. She helped critique the script where reflections of Catholic traditions and interactions of the religious could be made more authentic and in late 1959, she communicated directly with Hammerstein and offered him spiritual guidance as he faced stomach cancer. The university has long embraced the famous connection with The Sound of Music. It was staged in the Lund Auditorium in 2002, photos of Sr. Gregory with Mary Martin grace the walls of the Green Room named in Sr. Gregory's honor, and in 2009 the school invited community members to celebrate the 50th anniversary of the musical by coming to campus for a picnic and movie sing-a-long in the Lund Auditorium. Accessed 2018-10-17 ===Igini Sports Forum=== From the very beginning of Rosary College, physical education was recognized as an important part of the curriculum. The first students (in the academic year 1922-1923) to take advantage of Rosary's new facilities in Power Hall and Mazzuchelli Hall, were required to attend six lectures on personal and community hygiene and four hours of physical training, per week. These requirements pertained to all resident and non-resident freshmen and sophomore students while elective courses in practical gymnastics and aesthetic dancing were open to junior and seniors; all students needed to pass a swimming test. By the time this year's 50th reunion class of 1968 started their education, the college had expanded its offerings and students had a much wider selection of health and physical education courses to select from. Aimed at developing sound health habits and an appreciation for sports, Rosary offered education in common sports like volleyball, basketball, and softball, but also unique offerings like fencing, folk dancing, archery, creative modern dance, water ballet and ballet dance. Today, only three physical education & health courses are offered in the current catalog of classes: weight training, aerobics, and physical fitness. However, the Department of Athletics is robust in its offerings of NCAA Division III sports, intramurals, and recreation and includes in its philosophy their mission of offering “a diverse, challenging athletics program to supplement the rigorous academic curriculum.” The facilities on campus for physical education and sports have also evolved and changed over the years to meet the needs of the college's offerings. The original gymnasium was built in 1927 and is now the fitness center, which can be seen from windows in the old grill just outside the bookstore. The natatorium was opened in October 1923 and was rebuilt in 1949. Today the natatorium's pool is closed and the space houses “The Underground”, a large meeting & social room. The biggest improvements, however, to the sporting and athletics facilities on campus have been the additions of the Igini Sports Forum and the west campus soccer field. When intercollegiate athletics came to campus in the early 1980s it became clear that the current sporting facilities could not support the needs of Rosary's teams; at the time men's and women's basketball and women's volleyball. The groundbreaking for the Sports Forum and College Center took place on November 4, 1987. The facility included a 15,000 square foot new gymnasium with a capacity of 1,200, an elevated walking track, locker rooms and training facilities. In 1992, the Sports Forum was officially named the Igini Sports Forum. Dr. John P. Igini, a former trustee, made a gift in memory of his late wife, Jane Stromsen Igini ’49. The varsity, NCAA-regulation soccer field on the west end of campus is also a newly updated facility on campus. A natural grass field that had been used for many years was, in 2011, renovated with turf and an enclosed iron fence to help keep wildlife off the field. Since intercollegiate sports came to Rosary in the early 1980s, the number of teams using these updated facilities has continued to grow. Today, there are 13 intercollegiate sports—the newest being men’s volleyball--and a robust intramurals program are offered on campus. Accessed 2018-10-17 ===Lewis Memorial Hall=== Many of the campus administration offices are located in this building including Admission, Bursar, Business Affairs, Dean, Financial Aid, Human Resources, Diversity, Public Safety, Registrar, and the Support Center. When Rosary College first began constructing new buildings on campus to expand the facilities, Power Hall, Power House (the original science building now the Magnus Arts Center) and Mazzuchelli Hall were the first three buildings to be erected. It was clear, however, that more space was needed. It was the Great Depression, however, and construction and money were hard to come by. Finally, in January 1931, ground was broken and Lewis Hall was built through the generous gift of $150,000 from Mr. and Mrs. William Lewis whose five daughters were Rosary alumnae. The building was completed as the third side of the campus’ quadrangle and was dedicated on June 1, 1932. Since opening, Lewis Hall has housed the university's main administrative offices and classroom space. Today, Lewis Hall is the first stop for many visitors to campus. Inside the main entrance, the Office of the President can be found on the left; Mulroy Lounge (once the East Parlor where guests were received) on the right. The building also houses many student service offices including the Registrar, Financial Aid, and Student Accounts, as well as the School of Education, the Brennan School of Business, the Dean of Students, Campus Ministry, the O’Connor Art Gallery and Lewis Lounge. All alumnae/i of Dominican University and Rosary College, at some point in their student career, attended classes in Lewis Hall and most of the classrooms look remarkably the same over all these years. Outfitted with a bit more technology than they once were, many of the classrooms still have the original built-in cabinetry, doors and wood trim. They also, most likely, conjure up vivid memories of the professors and Sisters who had lasting impacts on their lives after Rosary and Dominican. Accessed 2018-10-17 ===Magnus Arts Center (MAC)=== The MAC is home to Sr. Nona McGreal Center for Dominican Historical Studies and Scheduling and Event Services. The McGreal Center provides storage and access to historical artifacts pertaining to the Dominican church system as the National Research and Archival Center for the Study of the History of the Dominican Family in the United States Accessed 2018-10-17 Since 1922, all of the science and home economics classes were held in Power House, the building that would later be called the Albertus Magnus Science Building and is now the Magnus Arts Center. The original building was not intended for academic purposes and as the college grew in the decades after moving to River Forest, the need for expanded facilities became urgent. Ground was broken on August 8, 1958, on an addition to the existing science building. Completed in 1959 and designed by Naess and Murphy Architects, the new addition included space for the home economics department, a physical chemistry lab & seminar room, the geology and geography departments and classroom and office space. For 47 years, the building served as home to the sciences and housed laboratories and the home economics and, later, the apparel and fashion merchandising classes. By the mid-2000s the aging science building no longer met the academic needs of the university's rapidly expanding science and health sciences programs. With the Amazing Possibilities campaign, the university revealed plans to demolish the addition to the original science building. A new building, Parmer Hall, was constructed to serve the sciences programs offered at Dominican and in the place where the old science building once stood, a four-story parking garage was erected. Today, the Magnus Arts Center is home to the Sr. Nona McGreal Center for Dominican Historical Studies, scheduling and event services, dance and art studios and faculty offices. Alumnae/i are welcome to visit the McGreal Center (named for Sr. Mary Nona McGreal, OP ’42, a renowned historian, who wrote the Positio for Father Samuel Mazzuchelli that led to Pope John Paul II’s declaration that Samuel Mazzuchelli, OP be known as Venerable, the first step toward becoming canonized.) and to the greenhouse connected to the space Accessed 2018-10-17 ===Mazzuchelli Hall=== When Mazzuchelli Hall was designed and first used in March of 1925, significant thought was paid to the four pillars of Dominican life: prayer, study, service and community. The Noonan Reading Room (the original library) and Rosary Chapel were designed next to each other and are symbolic representations of prayer and study. They are built over the Dining Hall and Social Hall – the hubs of community life, service, and celebration. Together, these four spaces center themselves as the heart of campus. Dominican University's first library, containing the collections brought from St. Clara College in Sinsinawa, was located in what is now the Phyllis Skiffington Noonan Reading Room next to Rosary Chapel. Originally, the entire second floor was intended for the library – two huge rooms and high arched ceilings. When that plan wasn’t realized, the space originally intended to be the library was divided and half became the library while the other half the Rosary Chapel. Sister Mary Reparata Murray, who established the School of Library Science in 1930, was the first librarian. In the summer of 1922 when St. Clara College, Sinsinawa, Wisconsin, moved to River Forest and adopted its new name, Rosary College, the nucleus for the library came with it. The library opened in October and essential books were shelved for the first time in the third floor lobby, then the library moved to what is now the sisters’ community room and a nearby stack room. The library remained in use until 1972, when the Rebecca Crown Library was built and the Old Library became a place for quiet study. As for the chapel, that space has remained the campus's spiritual center since 1925, when the first mass was offered. Today, Rosary Chapel continues to be used for Sunday and daily masses as well as university events. During an $850,000 renovation in 2003, the chapel was repainted and air conditioning was installed, a new sound system was added and adjustable light fixtures and flexible seating were installed. A new color palette helped create an uplifting space. The original pews, carved by German immigrant Louis Marks, were removed, but many of his original hand- carved details, including shields and roses, were reused in the designs for a new altar, baptismal font, ambo and tabernacle stand. The university also received a grant in 2011 towards the restoration of the 1925 Wangerin organ. Additionally, a separate prayer chapel also was added to provide a space for quiet reflection and prayer. The renovations were completed in an effort to better welcome students of all religious traditions and cultures in the hopes that students would have a space to revitalize their faith and expand their knowledge. Accessed 2018-10-17 ===Murray Hall=== Murray Hall, the campus’ newest residence hall, opened in 2004 in celebration of 100 years of education at Dominican University. Formerly known as Centennial Hall, when first constructed, it was later renamed and rededicated on September 27, 2012, when an anonymous $1 million gift to the university was given in honor of Sister Jean Murray, OP ’49, president emerita of the university and professor emerita of French, on the occasion of her 85th birthday and 60th jubilee with the Sinsinawa Dominicans. Designed by Solomon Cordell Buenz, the modern (and only air-conditioned) dormitory on campus features double-room clusters (two double rooms sharing a common bath) and suite-style living options for up to 180 returning students. Each floor includes a lounge equipped with study tables, couches, chairs and Internet connection. Laundry facilities are located on the second, third, and fourth floors. Murray Hall houses students of all classes, from first-years to seniors. The building also has several ADA compliant rooms which are not available in the older dorms on campus allowing students with mobility and other disabilities to take part in a traditional residential college experience. Accessed 2018-10-17 ===Parmer Hall=== Parmer Hall In 2007, Dominican University created a new building designed to incorporate the university's gothic identity. This $38 million facility is used for science and education classes. This building followed the Leadership in Energy and Environmental Design criteria to minimize environmental impact. Upon creation, the building was made using 27% recycled content and 73% local material. The school also replanted more calipers of trees than they removed, they placed lights that dim and brighten depending on the amount of sunlight coming in through the windows, and on the roof there is an enormous ventilation system that recaptures heat. Another \"green\" initiative to the building was reincorporating the roughly 100 year old 60,000 gallon cistern that is connected to a series of pipes that collects rainwater from the roofs of other buildings on campus. Today, the cistern collects between 4 million and 6 million gallons of water annually. The water is used to heat and cool Parmer Hall, irrigate the soccer field and provide water for other landscaping projects. In years past, all the water coming into the cistern was pumped into River Forest's sewer system. Today, it gets turned around and reused. The university is even using the cistern to hold groundwater that has to be pumped out of the basement at a rate of 20 to 30 gallons a minute to prevent flooding. It is estimated that the campus is diverting 3.6 million gallons of water from the municipality's sewer system. https://www.oakpark.com/News/Articles/3-30-2010/Dominican-makes-use-of-old- cistern/ This building joins Murray Hall, a residence hall, and a 550-car parking pavilion among recent campus additions. ===Power Hall=== The dormitory first opened in the early 1920s. The first students to stay in the dorms were encouraged to live by “Spartan” principles. There were “no eatables, except fresh fruit, no jewelry brought to the college except a brooch, one ring, and a watch.” Tuition including room and board was $25.00 per quarter. It costs more today and students are allowed any snacks their hearts desire, but alumnae/i who roomed in Power Hall will be able to look at images from the past and easily recognize the tight quarters, distinctive marble and the porcelain sinks with mirrors built right into the wall. In the summer of 1962, Power Hall was renovated and the dark built-in desk and wardrobe combinations that were originally installed in 1922 were removed. In their place, a light birch combination wardrobe and bookshelves were added. Each room was fitted with a freestanding desk and the rooms were painted a light color. In 2004, a second renovation took place and a new sprinkler system was installed, lighting was improved, wardrobes were replaced and ADA enhancements were added. However, in its 96-year history, no structural renovations have ever taken place, making Power Hall dorm rooms just as recognizable today as when the first students resided in them nearly a century ago.Accessed 2018-10-17 ==Priory campus== On acreage purchased in October 1925, the St. Thomas Aquinas Priory was built and modeled to look like the castle of the family of St. Thomas Aquinas. It was completed in 1926 on a large tract of land at the northwest corner of Harlem Avenue & Division Street and housed The Dominican House of Studies, a college of philosophy for neophytes of the Catholic Dominican Order. 150 young men from around the country intent on entering the priesthood lived and studied on the campus. Taught by a faculty of twenty, the young men completed three years of study at the college and, upon graduation, would head to Washington D.C., to complete their studies for the priesthood. In 1964, a new wing was opened, but shortly after the addition was completed, attendance began to diminish and financial problems began to trouble the college. In 1970, after forty-three years of service, the college closed. In the years that followed, the Province of St. Albert the Great (which counts Fenwick High School and St. Vincent Ferrer Parish among its many ministries) operated the Priory and it continued to be home to generations of Dominicans Friars. In early 2012, the Province announced that the Priory would be vacated as part of an assessment of all its Chicago-area properties. The building (and some of the land surrounding it) had been sold to Dominican University over a decade earlier and Dominican Friars had remained on site through a favorable lease agreement with the university. By June 2012, the remaining Friars had moved into off-campus houses and the building underwent modifications and renovations to meet the needs of Dominican University. Today, the 30-acre campus is used by Dominican University to house 87 ELS, undergraduate and graduate students, and is home to the School of Social Work, the Siena Center and the Goedert Center for Early Childhood Education. Guests and alumnae/i are welcome to visit the Priory's beautiful chapel, the St. Thomas Aquinas Garden or stroll through the peaceful campus.Accessed 2018-10-17 ==Student life== Dominican has a variety of campus organizations for students. They include cultural groups, department clubs, honor societies, and special-interest groups. Accessed 2013-09-17 ===Athletics=== thumb Dominican University teams participate as a member of the National Collegiate Athletic Association's Division III since 2000 (previously NAIA). Nicknamed the \"Stars\", Dominican is a member of the Northern Athletics Collegiate Conference (formerly the Northern Athletics Conference. From the mid-1990s until spring 2005, Dominican was a member of the Northern Illinois-Iowa Conference, and a member of the Lake Michigan Conference until the spring of 2006. Men's sports include baseball, basketball, cross country, golf, soccer, tennis, and volleyball, while women's sports include basketball, cross country, soccer, softball, tennis, and volleyball. ===Student Associations and Chapters=== ==== Lissa/saaduc ==== The Library and Information Science Student Association and Society of American Archivists Dominican University Chapter is open to all School of Information Science (SOIS) Students. This association is run by students and provides a number of discussions, tours, workshops, socials, and service projects to help enrich the curriculum of SOIS students at Dominican University. The Library and Information Science (LIS) department also follows ALA accreditation so the programs provided by LISSA follow the American Library Association standards. Although the primary audience is SOIS students, all current Dominican University students are welcome to join and may submit requests for active membership through the Dominican University portal, EngageDU Accessed 2018-10-12 ==References== ==External links== * Official website * Official athletics website Category:Dominican universities and colleges in the United States Category:Educational institutions established in 1901 Category:Catholic universities and colleges in Illinois Category:Universities and colleges in Cook County, Illinois Category:River Forest, Illinois Category:1901 establishments in Illinois ",
    "title": "Dominican University (Illinois)"
}