{
    "id": "2209970",
    "text": "The New York and New Haven Railroad (NY&NH;) was a railroad connecting New York City to New Haven, Connecticut, along the shore of Long Island Sound. It opened in 1849, and in 1872 it merged with the Hartford & New Haven Railroad to form the New York, New Haven & Hartford Railroad. The line is now the Metro-North Railroad New Haven Line and part of Amtrak's Northeast Corridor. ==History== In the early days of railroads, building a line along the north shore of the Long Island Sound was considered difficult due to the many rivers that fed into it. The first all-rail New York City-Boston lines ran north via the predecessors to the New York Central and Boston & Albany (B&A;) railroads. Other routes involved combined water and rail routes, some going east via the Long Island Rail Road, other departing the East River waterfront of New York for ports in Connecticut, Rhode Island, or Massachusetts. However, railroad technology soon improved, and the NY&NH; was chartered June 20, 1844, to build such a line from New York to New Haven, where it would connect to the Hartford & New Haven Railroad, which itself connected to the future B&A; at Springfield.1845 map of surveyed route Construction began September 1847 and the first train operated by January 1849. A March 17, 1848, agreement gave the NY&NH; trackage rights over the New York & Harlem Railroad from Williamsbridge (now part of the Bronx) south into New York City. On July 11, 1848, the recently opened New Haven and Northampton Company, running north from New Haven to Plainville (known as the Canal Line), was leased to the NY&NH.; On February 16, 1850, the second part of the line to Granby was also leased; the rest of the line north into Massachusetts was never leased. Both leases expired June 30, 1869, and the company operated independently until 1887, when the New York, New Haven & Hartford Railroad (NH) leased it.No. 27 of the NY&NH;, 1860 The first superintendent of the railroad was R.B. Mason. He was succeeded by George W. Whistler Jr. In 1854, James Henry Hoyt of Stamford, Connecticut, became the third superintendent. When the railroad's first track was built in the 1840s, Hoyt had been a contractor grading portions of it, building bridges, and supplying ties. He then supplied the railroad with fuel and was again a heavy contractor when the second track was built. The eastern half of the north shore line, from New Haven east to New London, was chartered in 1848 as the New Haven & New London Railroad, opening in 1852. In 1856 it was consolidated with the unbuilt New London and Stonington Railroad to form the New Haven, New London & Stonington Railroad, which was leased by the New York, Providence & Boston Railroad (NYP&B;) in 1859. The line east to Stonington was never built and the company was reorganized as the Shore Line Railway in 1865. The NY&NH; leased it on November 1, 1870, as an eastern extension of its line. On September 7, 1870, the NY&NH; and Hartford & New Haven agreed to consolidate into one continuous line from New York to Springfield, Massachusetts. This merger happened on July 24, 1872, forming the NH. The line has since passed into Penn Central, Conrail and is now mostly part of Amtrak's Northeast Corridor, with additional passenger service provided by Metro-North Railroad. The state of Connecticut currently owns the line from New Haven to the Connecticut border, and Metro-North controls the line from New Rochelle to New Haven. Just as in 1849, the line merges with the current Harlem Line in the Williams Bridge section of the Bronx to access Grand Central Terminal. ==See also== *List of New York, New Haven and Hartford Railroad precursors ==References== ==External links== *Railroad History Database Category:Defunct Connecticut railroads Category:Defunct New York (state) railroads Category:Predecessors of the New York, New Haven and Hartford Railroad Category:Railway companies established in 1844 Category:Railway companies disestablished in 1872 Category:1844 establishments in New York (state) Category:American companies established in 1844 ",
    "title": "New York and New Haven Railroad"
}