{
    "id": "2209470",
    "text": "Antonia Zerbisias (born in Montreal, Quebec)\"In Your Face\" , The Ryerson Review of Journalism (Spring 2006) is a Canadian journalist associated with the Toronto Star from 1989 until she took early retirement from the paper on 31 October 2014. She has been a reporter and TV host for the Canadian Broadcasting Corporation, as well as the Montreal correspondent for the trade paper, Variety. She was nominated for ACTRA awards for her documentary writing in 1980 and 1981, and won the 1996 National Newspaper Award for critical writing for her columns about magazines. Currently a freelancer, she regularly writes opinion columns for Al Jazeera English and the Toronto alternative weekly, Now. ==Early life== Petros Zerbisias immigrated from Greece to Canada arriving in Halifax in 1928. He settled in Montreal where he met his wife, Loula, where they owned and operated the Deli-Q restaurant. Zerbisias attended Wagar High School in the suburb of Cote-St-Luc. She was married to the late Mark Blandford, a prominent Quebec television producer, director and screenwriter. ==Career== Zerbisias has a BA in applied social sciences from Concordia University (then called Sir George Williams University). Her first job as a reporter, in the early 1970s, was with the now-defunct Montreal weekly newspaper the Sunday Express. She moved to Toronto and worked as a researcher on the Larry Solway Show for a year before returning to Montreal in 1975. In 1975, she joined CBC-TV, first as a researcher and eventually becoming a reporter for The City at Six which later was renamed Newswatch. In 1980 she returned to Concordia to earn her MBA (Marketing Research, Honours, 1985), while still working as a journalist for CBC-TV and Variety. In 1986, she became a reporter/producer for the CBC-TV business show Venture. In 2002-2003, she co-hosted the CBC Newsworld program Inside Media with Matthew Fraser.Insidemedia 2002—2003 Season. CBC. ===Toronto Star=== Zerbisias joined the Toronto Star as a TV columnist in 1989. She was assigned to the Montreal bureau in 1991. In 1993, she returned to Toronto and became a media critic. She won the 1996 National Newspaper Award for critical writing for her columns about magazines; the award noting that Zerbisias \"is not one to mince with words as she focuses on the subject matter at hand. She proceeds to give us her insights, analysis and critique not only with rhetorical, stylistic and intellectual rigor, but with gusto and passion, a rare commodity in today's bland politically correct journalism.\" In 1997, she became TV critic and then, in 2003, was appointed media columnist. Zerbisias' first blog for the Star, Azerbic effectively went on hiatus in August 2006 and ceased publishing the following December. She continued as media critic until June 2007, when she became the social issues and cultural affairs columnist at the Toronto Star. In January 2008, she launched a new Star blog, with a focus on feminist issues, called Broadsides . In April 2010, she ended her regular column to become a feature writer at the Toronto Star. She took early retirement from the Star on 31 October 2014. === Social Media === On the day before retiring from The Star, during the controversy over allegations that CBC Radio personality Jian Ghomeshi had assaulted half a dozen women, Zerbisias, along with then-Montreal Gazette reporter Sue Montgomery, created the hashtag #BeenRapedNeverReported which went viral internationally and was translated into other languages. === Disputes === While focusing on entertainment, media and cultural issues for the bulk of her career Zerbisias has also taken positions in regards to the Middle East including the Israeli–Palestinian conflict and the Iraq War. In 2009, on Twitter, she took issue with former Justice Minister Irwin Cotler who, as a keynote speaker at a Stand With Us event at Israel's Bar-Ilan University, boasted about his children enlisting in the Israeli military and asked \"Which country are you loyal to, sir?\"Israel on the brain, by Jonathan Kay, National Post, 22 September 2009. In the same year, she mocked Bernie Farber, then CEO of the Canadian Jewish Congress, in her blog for wearing a \"Nobody knows I'm gay\" T-shirt while marching in Toronto's Pride parade in a protest against the inclusion of Queers Against Israeli Apartheid in the march after he had said that political groups do not belong in the Pride parade.\"Bernie Farber is not gay\" by Corvin Russell, Canadian Dimension, 12 July 2009 Zerbisias commented on Farber's decision to march as itself being a political act by sardonically writing in the comments thread of her blog, \"Imagine my surprise when I saw Bernie Farber identifying himself as queer by joining a pro-Israel gay rights group in the parade.\" The Canadian Jewish Congress responded by filing a complaint with the Toronto Star against Zerbisias for allegedly \"outing\" Farber.\"I’d like to reply to that Editor’s Note\", Mark Steyn, Maclean's Magazine, 6 May 2010 The Star's public editor, Kathy English, ruled that Zerbisias' comments \"fell short of the Star's standards of fairness, accuracy and civility,\" and promised to rein in journalists who \"put the Star in a negative light.\" Readers lamented the Toronto Star's sudden lack of humour and appreciation for one of its own columnists. \"Imagine if top-notch cartoonist Theo Moudakis had penned a cartoon expressing the same thing. Would the Star have griped? I think not,\" suggested a Star reader. English acknowledged that her ruling had elicited widespread criticism and subsequently modified her assessment and criticized Farber and the Canadian Jewish Congress since in their complaint they did not \"think to tell me that [Farber], along with dozens of others who marched with the Kulanu group, had worn a T-shirt that made its own ironic quip. That's context I sure wish I had known\" and conceded that Zerbisias' comment \"was intended as sarcastic irony, stock in trade for this columnist and blogger. But I think her attempt at irony failed here; the quip – as published without that context – was ambiguous and could be misunderstood\", adding \"To be fair to Zerbisias, it should be made clear, though, that she did not 'make things up,' as Farber interpreted it.\" ==References== ==External links== *Zerbisias' columns in the Toronto Star *Azerbic - Zerbisias' former blog page at the Toronto Star *\"In Your Face\", The Ryerson Review of Journalism (Spring 2006) *Broadsides - Zerbisias' new blog page at the Toronto Star *Antonia Zerbisias interview - Thursday, 9 October 2008 Category:Canadian columnists Category:Canadian people of Greek descent Category:Canadian women journalists Category:Journalists from Montreal Category:Writers from Montreal Category:Living people Category:Toronto Star people Category:Women columnists Category:Canadian women non-fiction writers Category:Year of birth missing (living people) ",
    "title": "Antonia Zerbisias"
}