{
    "id": "2209602",
    "text": "Ulrich Wehling (born 8 July 1952 in Halle) is a retired German skier who won the nordic combined event in the Winter Olympics three consecutive times, in 1972, 1976, and 1980. Wehling was the first man to win three consecutive gold medals in the same event at Winter Olympics but not the first Olympian to win three Gold in a winter discipline as Gillis Grafström had won a figure skating title at the Summer Olympics 1920 before winning twice at the first two Winter Olympics. At the FIS Nordic World Ski Championships, Wehling won two Nordic combined medals with a gold in 1974 and a bronze in 1978. Wehling also won the Nordic combined at the Holmenkollen ski festival three straight years (1975–1977). For his successes in the Nordic combined, he received the Holmenkollen medal in 1976. He was a Stasi informer under the codename \"Springer\". Wehling is currently FIS Race Director for the Nordic combined, a role he also did for the 2006 Winter Olympics in Turin and the FIS Nordic World Ski Championships 2007 in Sapporo. He now lives in Switzerland. ==Other successes== * 1971 junior European champion * 1975 GDR masters * 1976 GDR master * 1977 GDR master * 1978 GDR master * 1979 GDR master ==Citations== ==References== * FIS Official listings * * Holmenkollen medalists - click Holmenkollmedaljen for downloadable pdf file * Holmenkollen winners since 1892 - click Vinnere for downloadable pdf file Category:1952 births Category:Living people Category:Nordic combined skiers at the 1972 Winter Olympics Category:Nordic combined skiers at the 1976 Winter Olympics Category:Nordic combined skiers at the 1980 Winter Olympics Category:German male Nordic combined skiers Category:Holmenkollen medalists Category:Holmenkollen Ski Festival winners Category:Olympic Nordic combined skiers of East Germany Category:Olympic gold medalists for East Germany Category:Sportspeople from Halle (Saale) Category:Olympic medalists in Nordic combined Category:FIS Nordic World Ski Championships medalists in Nordic combined Category:Medalists at the 1976 Winter Olympics Category:Medalists at the 1980 Winter Olympics Category:Medalists at the 1972 Winter Olympics Category:Recipients of the Patriotic Order of Merit Category:People of the Stasi ",
    "title": "Ulrich Wehling"
}