{
    "id": "2210465",
    "text": "The Peace River Regional District is a regional district in northeastern British Columbia, Canada. The regional district comprises seven municipalities and four electoral areas. Its member municipalities are the cities of Fort St. John and Dawson Creek, the district municipalities of Tumbler Ridge, Chetwynd, Taylor, and Hudson's Hope, and the village of Pouce Coupe. The district's administrative offices are in Dawson Creek. The regional district also has four regional district electoral areas: B, C, D and E. Six Indian reserves and one Indian settlement are located within the regional district's boundaries, but are not governed by the regional district. Its modern boundaries were established on October 31, 1987, when the Peace River-Liard Regional District was divided in two. The separated northern territories became the Fort Nelson- Liard Regional DistrictBC Names/GeoBC \"Peace River-Liard Regional District\", now the Northern Rockies Regional Municipality.BC Names/GeoBC entry \"Fort Nelson-Liard Regional District East of the Rockies, the regional district is characterized by rolling hills with grain and cattle farms. About 40% of the province's Agricultural Land Reserve is situated within the regional district. The Peace River flows west-to-east through the middle of the eastern half of the regional district. West of the Rockies the terrain is severe mountain wilderness with few roads and only a handful of inhabitants. Its total land area is 119,200.1 km2 (46,023.42 sq mi), the largest regional district in British Columbia in area. (The Stikine Region is larger, but is not a regional district.) The total population reported in the 2006 census was 58,264 with 24,019 private dwellings, up from 55,080 people in 2001. ==Member Municipalities and Electoral Areas== {| class=\"wikitable\" !Member !Population !Directors !Weighted Vote |- |City of Fort St. John |22,000 |2 |6 |- |City of Dawson Creek |10,994 |1 |4 |- |District of Chetwynd |2,633 |1 |1 |- |District of Tumbler Ridge |2,454 |1 |1 |- |District of Taylor |1,384 |1 |1 |- |District of Hudson's Hope |1,012 |1 |1 |- |Village of Pouce Coupe |739 |1 |1 |- |Electoral Area “B” |5,538 |1 |2 |- |Electoral Area “C” |6,350 |1 |2 |- |Electoral Area “D” |5,749 |1 |2 |- |Electoral Area “E” |3,031 |1 |2 |- |Total |58,264 |12 |23 |} ==History== Westward expansion during the 18th and 19th centuries pushed First Nation groups westward and into competition with each other for resources. The Algonkian-speaking Cree had pushed the Athapaskan- speaking Dunneza into the BC portion of the Peace River Country, which pushed the fellow Athapaskan-speaking Sekani into the foothills of the Rocky Mountains and beyond. European-Canadian explorers penetrated the area during the 19th century by canoeing allow the Peace River and establishing trading posts at Fort St. John and Hudson's Hope. In 1883 the province gave the federal government control over of land, anywhere north the Rocky Mountains, as part of a deal to extend a rail line to Vancouver. After settling land claims with Treaty 8 First Nations, creating the East Moberly Reserve, West Moberly Reserve, Halfway River Reserve, and the St. John Reserve, the government surveyed out its land as the Peace River Block in 1907 and opened it to homesteading in 1912. Pioneer Hector Tremblay, and a few others, helped cut trails and opened stores and lodges to help incoming settlers. The first community of these settlers was established at Pouce Coupe, around Tremblay's cabin. The land was granted back to the province in 1930 after conflicts regarding the water and mineral rights emerged.The \"St. John Reserve\" Agricultural Settlement By Dorthea Calverley. The region grew slowly as agricultural settlements spread westward to the foothills of the Rocky Mountains and northward to the muskegs of the Liard. In 1932 Pouce Coupe became the first community in the region to incorporate as a village, followed by Dawson Creek in 1936 after a rail line was extended there from Alberta. The 1941 Canadian Census recorded 8,444 people in northeastern BC but a year later the Alaska Highway was constructed by 10,000 US Army servicemen connecting Dawson Creek to Alaska via Fort Nelson. After the war and turning the highway over the province, the highway made it much easier to transport resources and agricultural products to rail lines and left Dawson Creek with 14-fold increase, and northeastern BC with a 2.5-fold increase, in population by 1956. Industrial development began with the provincially funded megaprojects which included the extension of transportation and utility infrastructure through the Rocky Mountains to Chetwynd and across the region and the construction of two hydroelectric dams at Hudson's Hope. An oil and gas industry developed and helped Fort St. John's population increase from 3,619 people in 1961 to 13,891 in 1981 surpassing Dawson Creek as the largest city. The last municipality in the region to incorporate was Tumbler Ridge which was built by the province in 1981 as an instant community to service two proposed coal mines. The region experienced little growth in the late-1980s and the population remained between 55,000 and 59,000 between 1992 and 2003. Since then, with a booming oil and gas industry, the population has gained over 5,500 people in three years. ==Geography and climate== The Regional District is the largest in the province, comprising 13% of its area. At 119,200 km2 (46,023 mi2) it is similar in area to the American state of Pennsylvania or New Zealand's North Island. The northern border along the 58th parallel north was created when the PRLRD split to create the PRRD and the NRRD. The Regional District borders with six municipal districts in Alberta to the east - the Municipal District of Greenview No. 16, the County of Grande Prairie No. 1, Saddle Hills County, Clear Hills County and the County of Northern Lights. The southwestern border runs along the Rocky Mountains, beginning at Intersection Mountain then northwesterly along the summit of the Hart Ranges to Williston Lake and then northwesterly along the watersheds of the Manson, Omineca, Mesilinka, Finlay, and Kechika rivers. Despite this large area, only about 64,272 people live there, giving the Regional District a population density of 0.54 people per km2 (1.4 people/mi2). The people live almost exclusively in the agricultural areas in British Columbia's portion of the Peace River Country straddling the Peace River. This biogeoclimatic zone, called the Boreal White and Black Spruce Zone, begins on the northern end of the Rockies and stretches into Alberta and the NRRD. Here, mean annual temperatures have ranged between -2.9 and 2 °C with annual precipitation averages between 330 and 570 mm.DeLong, 238 According to BC's Ecoregion Classification System most of the Regional District is located in the Boreal Plains Ecoprovince of the Polar Ecodomain. This area is characterized by a continental climate with low year-round precipitation. Moist Pacific air loses its precipitation over several mountain ranges before moving over the region, while Arctic air masses are uninterrupted. About 61% of BC's bird species and 46% of all breeding species occur in this ecoprovince. This ecoprovince is divided into four ecosections: the rolling uplands with few ridges and wide valleys of the Clear Hills and Halfway Plateau ecosections, the wide plains with deeply incised rivers of the Peace Lowland ecosection, and the rolling uplands and Rocky Mountain foothills of the Kiskatinaw Plateau ecosection. These ecosections have many wetlands, ponds, and slow-moving streams the area is a major migratory corridor for water- and shorebirds. Moose are the most common large mammal but mule and white-tailed deer, caribou, and elk are also very common. The ecosystem also supports Dall sheep, black bear, grizzly bear, and gray wolf. There are few small mammal or reptile species. Fish species are restricted to freshwater fish like the Arctic grayling, northern pike, and slimy sculpin.Ecology - Ecoregion Classification System Major tree species include white spruce, black spruce, trembling aspen, lodgepole pine, balsam poplar, tamarack, subalpine fir, and paper birch. ==Government and politics== The Regional District is governed by a board of 11 directors. The Board consists of one representative from each municipality, usually the mayors, and one director from each electoral area. The municipal representatives, and their alternates, are elected by the municipal councils and the electoral area directors are elected for 3 year terms by their constituents during province-wide local elections. Due to its population size relative to the other jurisdictions and the Board's weighted voting scheme, Fort St. John elects two directors and two alternates. The Board annually elects a chairperson from its membership. The Board convenes twice a month in the board room of Regional District office in Dawson Creek, although they occasionally meet in other member municipalities. Portions of these meetings are dedicated to the matters arising from the Peace River Hospital District which has the same membership and is responsible for raising capital for hospital expenditures. The Electoral Area Directors Committee, consisting of the four electoral area directors, meet separately from the Board as a committee twice a month and addresses issues from their jurisdictions that do not require municipal participation. The board directors also form committees for wildlife, solid waste, rural budgets, and parks and recreation. The directors are joined with members of the public on committees for agricultural advisory, libraries, fire protection, community sewer systems, and emergency management. Directors can also be appointed to outside agencies to represent the interests of the Regional District. The Regional District is covers portions of two provincial electoral areas: Peace River South and Peace River North. Peace River South is entirely with the Regional District and is represented by Mike Bernier in the Legislative Assembly. Peace River North, represented by Pat Pimm, includes the northern half of the Regional District as well as the entire Northern Rockies Regional District. The Peace River Regional District is entirely with the federal riding of Prince George—Peace River and is represented in the House of Commons of Canada by Bob Zimmer. ==Demographics== {| class=\"wikitable\" |- ! colspan=2 | Ethnic groups in Peace River RD (2016) !! Population !! % |- | rowspan=14 | Ethnic group || European || 44,545|| |- | Aboriginal || 9,710|| |- | Filipino || 1,280|| |- | South Asian || 975|| |- | Black || 580|| |- | Chinese || 330|| |- | Southeast Asian || 180|| |- | Latin American || 165|| |- | Japanese || 100|| |- | West Asian || 90|| |- | Korean || 90|| |- | Arab || 70|| |- | Multiple minorities || 140|| |- | Visible minority, n.i.e. || 25|| |- style=\"background:#efefef; font-weight:bold\" | colspan=2 | Total population || 62,942|| |} ==Regional parks and community facilities== ===Regional parks=== The Peace River Regional District administers five regional parks:Local Parks page, PRRD website *Blackfoot Park *Montney Centennial Park *Minaker River Park *Spencer Tuck Park *Sundance Lake Regional Park ===Recreation facilities=== In cooperation with member municipalities and communities, the PRRD supports and/or finances recreation facilities in many communities.Recreation facilities page, PRRD website These include: *the Buick Arena, located in Buick Creek, British Columbia, owned by the school district and operated by the Buick Creek Community Club. The arena is located 45 minutes north of Fort St John. *the Clearview Arena, operated by the Clearview Arena Society; the arena is located 40 minutes northeast of Fort St John. *Chetwynd Recreation Complex, aka the Chetwynd and District Recreation Centre,Recreation Centre page, District of Chetwynd website operated by the District of Chetwynd *the North Peace Leisure Pool, operated by the City of Fort St John, in that city's downtown *South Peace Multiplex comprises the Kenn Borek Aquatic Centre, EnCana Events Centre and Lakota Agriplex and is owned by the City of Dawson Creek with capital costs partly borne by ratepayers in the Village of Pouce Coupe and a defined portion of Electoral Areas D and E. The Encana Events Centre, aka and formerly the Dawson Creek Events Centre, is operated by Comcast Spectacor.Encana Events Center \"About Us\" page ===Community halls and grounds=== The regional district supports community organizations in maintaining various public community halls and grounds.Welcome to Parks and Recreation page, PRRD website ; in Electoral Area B: *Buick Rodeo Grounds *Cache Creek Community Hall *Golata Creek Club & Recreation Grounds *Halfway-Graham Recreation Grounds *Halfway-Graham Gymkhana Grounds *Goodlow Recreation Grounds *North Peace Fall Fairgrounds *Osborn Community Hall *Upper Pine Recreation Grounds ;Electoral Area D: *Kelly Lake Community Centre ;Electoral Area E: *Jackfish Community Hall *Moberly Lake Community Hall == Time zone == The regional district and the municipalities within it observe Mountain Standard Time (UTC−7) year round; they do not change their clocks for daylight saving time. Hence, from March to November, clocks in the regional district are synchronized with the rest of the province, which is on Pacific Daylight Time. During the winter, they are synchronized with clocks in Alberta. The surrounding regions, namely Grande Prairie, Alberta (Mountain Time) and Prince George, British Columbia (Pacific Time) do observe daylight-saving time. ==References== ;Specific ;General * Community Profile: Peace River Regional District, British Columbia; Statistics Canada ==External links== * Peace River Regional District * Peace River Category:Peace River Country ",
    "title": "Peace River Regional District"
}