{
    "id": "2210790",
    "text": "Barney's Hide and Seek is a video game that was released on June 1, 1993 by Sega of America for the Sega Mega Drive/Genesis. This game was released exclusively to North American and South American markets. It was based on the children's television series Barney & Friends. Educational concepts taught in the game include counting, matching, and problem solving. There is a self-play feature that guides the player to the objective when he or she is not playing. The voice of Barney was recorded by Bob West, who also did it on the television show. There are more than one hundred words and two hundred phrases spoken by Barney the Dinosaur. ==Gameplay== Barney finds one of the kids in a \"hide and seek\" game. In this game, the objective is to move Barney around four themed levels and locate five children and five presents that are hiding throughout the level. Should the player find all the children and presents in different levels, they would be rewarded with a \"special surprise\". During the surprise, the purple balloons are popped while confetti and streamers are drizzled in the presence of excited children in addition to Barney and Baby Bop. Players are unable to lose in the game, even if they did not retrieve all the objects and find all the missing children in the level. When nowhere near an object to interact with, Barney can blow kisses in the air complete with flying heart symbols. Locating a child results in giving him or her a hug. Barney can even fly on balloons, float on clouds, and jump on nearby platforms. The inability for Barney to die is indicated by him refusing to fall off floating platforms; instead there is a safety lecture handed out by Barney so kids can learn to be careful like him. Cloud jumping is only possible when the traffic light is showing a green signal. Favorite things are always mentioned by name by Barney when the player helps him discover them. Most of the lines for the game were recorded with the nouns and verbs being fractured; resulting in one-second pauses between non-crucial words and words crucial to gameplay. ==Reception== The game received mixed reviews based on its very simplistic gameplay. Brett Alan Weiss of AllGame gave it a rating of 4/5, stating that the game was \"perfectly suited\" for its target audience. On the other hand Vince Thornburg of Sega-16 stated that the game \"did its purpose of being a simple game for kids, and that’s about it.\" ==Speedrunning interest== The game received attention from the speedrunning community due to its unique self-playing feature. Put simply, the game will beat itself even if given no input by the player, however some elements of randomness make it so it won't take the same time on every playthrough. This prompted the creation of a speedrunning category called \"Any% No Controller\", in which players do not touch the controller, and instead wait for the game to play itself to completion. Inconsistencies in the hardware seem to make it so the world record of 9 minutes and 9 seconds (as of January 2020) can only be achieved via a physical console, and not on an emulator. ==References== ==External links== * Barney's Hide & Seek Game on Giant Bomb Category:1993 video games Category:Barney & Friends Category:Children's educational video games Category:Dinosaurs in video games Category:Platform games Category:Realtime Associates games Category:Sega Genesis games Category:Sega Genesis-only games Category:Single-player video games Category:Video games based on television series Category:Video games developed in the United States ",
    "title": "Barney's Hide &amp; Seek Game"
}