{
    "id": "2210573",
    "text": "Bobby Lutz (born April 4, 1958) is an American basketball coach. He is currently the Special Assistant to the Head Coach at University of Nebraska.http://www.huskers.com/ViewArticle.dbml?DB_OEM_ID=100&ATCLID;=211799530&Q;_SEASON=2018 From 2016 to 2017, he was an assistant coach of the Windy City Bulls of the NBA Development League. He previously was an associate head coach at North Carolina State University Wolfpack men's basketball teamNorth Carolina State Wolfpack promote Bobby Lutz to associate head coach - ESPN after being an assistant coach there. Lutz was also head coach of the Charlotte 49ers basketball team from 1998 to 2010. ==Early career== Lutz graduated from Bandys High School in Catawba, North Carolina in 1976 and from the University of North Carolina at Charlotte in 1980 with a B.A. in Psychology and Economics. He taught social studies and coached basketball at several high schools in North Carolina. In 1984 he received a job as a graduate assistant coach for the men's basketball team at Clemson University. Prior to the 1986–87 season he was named head coach at Pfeiffer College in Misenheimer, North Carolina. He led the Falcons to a 181–91 record in his nine years as their coach, including one berth in the NAIA championship game. ==Charlotte== In 1995 Lutz was named the head coach at Gardner–Webb University, but resigned two weeks after accepting the job in order to become an assistant coach at his alma mater under head coach Jeff Mullins. He served as an assistant under Mullins (1995–96) and his successor, Melvin Watkins (1996–98). When Watkins accepted the head coaching job at Texas A&M; University, Lutz was promoted and became the eighth head coach of the Charlotte 49ers on April 9, 1998. The 49ers enjoyed consistent success during Lutz's tenure, reaching the NCAA Tournament five times (1999, 2001, 2002, 2004 and 2005), plus three appearances in the NIT (2000, 2006 and 2008). In 2005 Lutz was a finalist for the Jim Phelan National Coach of the Year Award. On February 23, 2008, Charlotte won at home over Saint Louis 81–64, giving Lutz 183 wins at Charlotte and the all-time mark for wins by a 49ers coach, passing Mullins' 182 wins accumulated between 1985 and 1996. Lutz' 49ers were expected to contend for their first NCAA Tournament berth as an Atlantic 10 member in 2009-10. With eight games to go in the season, they had a record of 18-5 and seemed well on their way to a bid. However, they went 1-7 the rest of the way. They bottomed out in the first round of the Atlantic 10 Tournament against UMass when they came out of a timeout with six men on the court. The resulting technical foul derailed a last-ditch rally, and they lost the game. After not even receiving an NIT bid, Lutz was fired on March 15, 2010.Charlotte 49ers fire Bobby Lutz as coach - ESPN He compiled a 218–158 record at UNC Charlotte,Charlotte endorses Lutz with five-year extension - Men's College Basketball - ESPNBobby Lutz hire gives Iowa State experience on bench - ESPN and is the school's winningest men's basketball coach. He then spent a season as an assistant coach with the Iowa State Cyclones under head coach Fred Hoiberg. ==D-League== On September 30, 2016, Lutz was appointed an assistant coach of the Windy City Bulls, a new NBA Development League franchise, under head coach Nate Loenser. Lutz helped Coach this team to a 23-27 record. This was good for 7th in the Eastern Conference, but only the top four teams get into the playoffs. At the conclusion of the 2016-17 season, Windy City Bulls head coach Nate Loenser switched jobs with Chicago Bulls assistant coach Charlie Henry and Lutz was not a part of Henry's 2017-18 staff. ==Head coaching record== ==Personal== Lutz has a wife and two daughters. ==References== ==External links== *Bobby Lutz Profile - NC State University Official Athletic Site Category:1958 births Category:Living people Category:American men's basketball coaches Category:Basketball coaches from North Carolina Category:Charlotte 49ers men's basketball coaches Category:Clemson Tigers men's basketball coaches Category:College men's basketball head coaches in the United States Category:High school basketball coaches in the United States Category:Iowa State Cyclones men's basketball coaches Category:NC State Wolfpack men's basketball coaches Category:People from Hickory, North Carolina Category:Pfeiffer Falcons men's basketball coaches Category:University of North Carolina at Charlotte alumni Category:Windy City Bulls coaches ",
    "title": "Bobby Lutz (basketball)"
}