{
    "id": "2210767",
    "text": "KGA (1510 AM, \"103.5 The Game\") is a radio station serving Spokane, Washington. Owned by Stephens Media Group, it broadcasts an urban contemporary format. KGA's studios and offices are located on East 57th Avenue and its transmitter site is in Spangle, Washington. Going on the air in 1927, it was one of the earliest radio stations in Washington. It is also broadcast by a translator in Spokane on 103.5 FM. The station carries broadcasts of the Spokane Indians minor league baseball team, the Spokane Chiefs junior ice hockey team, and teams fielded by Gonzaga University. ==History== KGA was first licensed on February 4, 1927, by original owner Louis Wasmer. KGA's first studios were in the old Radio Center Building across the street from the Davenport Hotel and its transmitter was on the northside of Spokane where the Lidgerwood Elementary School is now located. KGA was a successful country music outlet from 1969 until 1994, when it switched to a news/talk format. KGA's former owners also established a short lived, lower powered country music station based in Kirkland, Washington (near Seattle) called KGAA (now KARR). Also in the history of KGA were the Top 40 years, from January 1968 until June 1969, featuring disc jockeys Shane Showtime and Joe Fiala. From 1994 until 2008, KGA relied mostly on nationally syndicated talk shows from commentators such as Bill O'Reilly, Laura Ingraham and Michael Savage, along with several local programs. Former Los Angeles police detective and author Mark Fuhrman, who lives in nearby Coeur d'Alene, Idaho, hosted a local morning show on weekdays until his program was discontinued in November 2007. In April 2008, KGA's news/talk format moved to sister station 790 KJRB, with KJRB's sports format switched to KGA. Although KGA has had several owners (including Gonzaga University), has changed frequency several times, and has had its studio and transmitter site relocated over the years, it has retained the same set of call letters from its founding. The call sign KGA has been continuously used in Spokane longer than any other set of call letters. KGA was a 50,000 watt clear-channel Class A station for most of its life, and could be heard after sunset around the Pacific Northwest, plus part of Western Canada. On July 15, 2008, KGA reduced its nighttime power from 50,000 watts to 15,000 watts, surrendered its status as a Class A to Class B, and changed its directional antenna system.. Class A stations have the widest coverage areas and best protection from interference from other stations. All of this was done so that its sister station, KSFN in Piedmont, California, could increase its nighttime power from 230 watts to 2,400 watts. The justification for this change was gaining several hundred thousand potential listeners in the San Francisco Bay Area while sacrificing KGA's smaller potential audience in the Pacific Northwest. The station currently has a construction permit to simplify its antenna system to a single tower with non-directional operation (FCC.gov AM Station Query). Included is a further nighttime power reduction, to 540 watts, with a slight power reduction just after sunrise and just before sunset critical hours to 45,000 watts. In January 2019, after adding a new FM translator in Spokane on 103.5 FM, the station flipped from Fox Sports Radio to an urban contemporary format branded as 103.5 The Game. Positioned as \"Sports & Hip-Hop\", the station retains its existing play-by-play rights, with the remainder of its schedule now focusing on hip-hop music. In October 2019, the station was sold to Stephens Media Group after it acquired most of the properties of former owner Mapleton Communications. ==References== 1\\. Harms, William. Radio Station KGA. 2005. http://spokane.philcobill.com/kga/index.php 2\\. Scott, Xen. Transcription of FCC microfiche files KGA, November 11, 1994. 3\\. McGoldrick, Jim. Early Memories of Radio in Spokane; letter to Thorwald Jorgenson, about 1981. Used by permission of Dean Carriveau, Spokane, Washington ==External links== * *List of license dates * * * GA GA Category:Rhythmic contemporary radio stations in the United States Category:Radio stations established in 1927 Category:1927 establishments in Washington (state) Category:American radio stations with a three-letter call sign ",
    "title": "KGA"
}