{
    "id": "2210834",
    "text": "is a Japanese anime television series by Studio Fantasia and Bandai Visual, and directed by Takeshi Mori. ==Story== Fifty years before the series begins, scientists learn that a group of comets will enter the Solar System on a collision course with Earth. The United Nations set up a two-tiered global defense system against the threat: the primary one being a space-based Comet Blaster group and the secondary being a ground-based Meteor Sweeper group. Most of the series takes place on an airbase on Shimoji Island in 2024, where Mikaze and her friends are tasked to defend the Earth from large fragments left over after a failed attempt by the Comet Blasters, who are based on one of seven space stations, to annihilate a comet. All is going well until a large meteorite crashes into a lightly populated island leading the girls on a run to find out the truth about the comets. ==Release== Originally spanning a 13-episode anime TV series, which premiered across Japan between January 5, 2003 to March 30, 2003, the series was continued onto three OVA-series sequels, the first of which was released on 28 May 2004 and spanned 2-episodes. The series was then followed by Stratos 4: Advance, which spanned 6 episodes and was released on 25 March 2005, and Stratos 4: Advance Final, which was released on 22 September 2006 and spanned 2-episodes, respectively. The series has been broadcast by the anime satellite television network, Animax, across its respective networks worldwide, including East Asia, Southeast Asia, South Asia, Latin America, and other regions. The original 13-episode television series and its first subsequent two-episode OVA series were licensed for North American distribution by Bandai Entertainment USA. However, when Bandai Entertainment USA shut down, the series became unlicensed. == Episode listing == ===Stratos 4 (2003-2004)=== {| class=\"wikitable\" style=\"width: 75%;\" |- ! style=\"width: 5%;\" | CODE ! Title ! style=\"width: 15%;\" | Original air date |- |} ===Stratos 4 Advance (2005-2006)=== {| class=\"wikitable\" style=\"width: 98%;\" |- ! style=\"width: 5%;\" | CODE ! Title ! style=\"width: 15%;\" | Original air date |- |} ===Stratos 4 Advance Final (2006)=== {| class=\"wikitable\" style=\"width: 98%;\" |- ! style=\"width: 5%;\" | CODE ! Title ! style=\"width: 15%;\" | Original air date |- |} ==Music== The music for Stratos 4 was composed by Masamichi Amano. ==Further reading== * * ==References== ==External links== *Official Stratos 4 website *Bandai Channel's official homepage for Stratos 4 * Category:2003 anime television series Category:2004 anime OVAs Category:2005 anime OVAs Category:2006 anime OVAs Category:Action anime and manga Category:Anime with original screenplays Category:Aviation television series Category:Bandai Entertainment anime titles Category:Bandai Visual Category:Comedy anime and manga Category:Science fiction anime and manga Category:Studio Fantasia ",
    "title": "Stratos 4"
}