{
    "id": "2210697",
    "text": "KJRB (790 kHz) is a commercial AM radio station in Spokane, Washington. KJRB is owned by Stephens Media Group and airs a classic rock radio format. It calls itself \"94.1 The Bear\". KJRB has a daytime power of 5,000 watts; at night, to protect other stations on AM 790, it reduces power to 3,800 watts. It uses a directional antenna at all times. The transmitter is on East Stutler Road off U.S. Route 195 in Spangle, Washington.Radio-Locator.com/KJRB KJRB also simulcasts on FM translator 94.1 K231CU, powered at 99 watts.Radio- Locator.com/K231CU ==History== KJRB has had a long and colorful history showcasing many famous disc jockeys, including Randy Evans and Treasure Goodtimes (now known as Ichabod Caine and Scallops), Larry \"SuperJock\" Lujack, Charlie Brown (who went to KUBE 93 FM and later KJR 95.7 in Seattle), Ric Hansen, Jim Kampmann, Danny Holiday (Daniel Thygesen), Joe Michaels, Jack \"Commander Dunk\" Gordon, Ross Woodward, Norm Gregory, Brian Gregory, Ricky Shannon, Suds Coleman, Rick Rydell, Marie McCallister, Steven West, Ralphie Koal, with Frank Hanel and \"Sunshine\" Shelly Monahan. KJRB's call letters originally reflected the fact that it had been owned by Kaye-Smith Enterprises, the owners of then-Top 40 station KJR in Seattle. KJRB moved towards an Oldies format in the 1980s, a news/talk station in the early 1990s, and sports as 790 The Fan, from 1999 until April 2008, when the sports format was moved to sister station 1510 KGA. In return, KGA's news/talk format moved to KJRB. During the station's early years as a sports station, KJRB also broadcast \"hot talk\" shows such as Don and Mike, Tom Leykis and Phil Hendrie, with evening and weekend programming provided by Fox Sports Radio, Sporting News Radio and Westwood One. On October 24, 2012, KJRB shifted its format to All-News.http://radioinsight.com/blog/headlines/79420/kjrb-spokane-shifts-to- news/ On September 19, 2013, KJRB changed format to Classic country, branded as \"The Eagle\". On June 1, 2015, KJRB switched back to the sports format as \"Fox Sports 790.\" That gave Mapleton Communications two all-sports stations in Spokane, KJRB and KGA. On March 28, 2016, KJRB changed the format to adult standards, branded as \"Magic 790\". On March 21, 2017, KJRB changed the format to classic rock, branded as \"94.1 The Bear\" (simulcasting on FM translator K231CU 94.1 FM Spokane).Mapleton Launches 94.1 The Bear Spokane Radioinsight - march 22, 2017 In October 2019, the station was sold to Stephens Media Group after Stephens acquired most of the properties of former owner Mapleton Communications. ==Translator== KJRB also broadcasts on the following FM translator: ==Previous logos== File:KJRB logo.png File:KJRBlogo.jpg 200px 250px ==References== ==External links== * * *FCC History Cards for KJRB *94.1 The Bear Facebook page JRB Category:Radio stations established in 1947 Category:1947 establishments in Washington (state) Category:Classic rock radio stations in the United States ",
    "title": "KJRB"
}