{
    "id": "2210723",
    "text": "Tang Shaoyi (; 2 January 1862 – 30 September 1938), also spelled Tong Shao Yi, courtesy name Shaochuan (少川), was a Chinese statesman who briefly served as the first Premier of the Republic of China in 1912. In 1938, he was assassinated by the staff of the Bureau of Investigation and Statistics in Shanghai. ==Early life== Tang was a native of Xiangshan County, Guangdong. Tang was educated in the United States, attending elementary school in Springfield, Massachusetts, and high school in Hartford, Connecticut. He later studied at Queen's College, Hong Kong, and then Columbia University in New York on the Chinese Educational Mission. ==Career== Tang Shaoyi Tang was a friend of Yuan Shikai; and during the Xinhai Revolution, negotiated on the latter's behalf in Shanghai with the revolutionaries' Wu Tingfang, ending up with the recognition of Yuan as President of the Republic of China. He had been a diplomat with Yuan Shikai's staff in Korea. In 1900, he was appointed head of the Shandong Bureau of Foreign Affairs under governor Yuan Shikai. Widely respected, he became the Republic's first Prime Minister in 1912, but quickly grew disillusioned with Yuan's lack of respect for the rule of law and resigned. He later took part in Sun Yat-sen's government in Guangzhou. Tang Shaoyi opposed, on constitutional grounds, Sun's taking of the \"Extraordinary Presidency\" in 1921; Tang resigned from his position. In 1924, he refused an offer to be foreign minister under warlord Duan Qirui's provisional government in Beijing. ==Assassination== In 1937, Tang bought a house on Route Ferguson in the Shanghai French Concession and retired there. The following year, the Japanese invaded and occupied Shanghai (though not yet the foreign concessions). Japanese general Kenji Doihara attempted to recruit Tang to become president of the new pro-Japanese puppet government, and Tang was willing to negotiate with the Japanese. The Kuomintang's intelligence agency Juntong learned about the negotiation, and its chief Dai Li ordered his assassination. On 30 September 1938, Tang was killed in his living room by a Juntong squad who pretended to be antique sellers. ==Family== Tang Shaoyi's daughter Tang Baoyue (English name May Tang) was married to the prominent diplomat V.K. Wellington Koo. She died in October 1918 during the 1918 flu pandemic, after falling ill for only a week. Another daughter Lora Tang was married to the well-known Singapore philanthropist Lee Seng Gee, former chairman of the Lee Foundation. Another daughter from his first wife, Isobel, was married to Henry K. Chang (Chang Chien), the Chinese Ambassador and Consul General at San Francisco (1929). ==References== Category:1859 births Category:1938 deaths Category:Assassinated Chinese politicians Category:Columbia University alumni Category:Politicians from Zhuhai Category:People of the 1911 Revolution Category:Republic of China politicians from Guangdong Category:Premiers of the Republic of China Category:Presidents of universities and colleges in China Category:20th-century Chinese heads of government Category:Shandong University faculty Category:Unity Party (China) politicians Category:Chinese collaborators with Imperial Japan Category:Educators from Guangdong Category:Alumni of Queen's College, Hong Kong ",
    "title": "Tang Shaoyi"
}