{
    "id": "2210037",
    "text": "Captain First Rank Gennady Petrovich Lyachin (, 1 January 1955 - 12 August 2000) was the commanding officer of the Russian submarine Kursk when the vessel suffered a series of explosions and sank on 12 August 2000. President of the Russian Federation Vladimir Putin awarded the title of Hero of the Russian Federation to Lyachin posthumously \"For courage and heroism, during performance of sailor's duties\". Lyachin was born in Sarpinsky in Volgograd Oblast. He entered the Navy in 1972 and graduated from the Higher Naval School of Submarine Navigation named for Lenin Komsomol in 1977 and was commissioned as an officer. He served as a weapons officer aboard the diesel-electric Juliett class cruise missile submarine K-58. From 1984 to 1986, as Captain 3rd Rank, he served as the executive officer of the K-77, also a Juliett Class. In 1986 he attended Advanced Special Officers' Classes during which time he was promoted to Captain 2nd Rank. == Command history == In October 1988, Lyachin received his first command, the K-304 also a Juliett class. He held this position until the K-304 was decommissioned after the fall of the Soviet Union in 1991. In April 1991, he was appointed executive officer of a nuclear submarine, the Project 949A Antey class (NATO reporting name Oscar-II) K-119 Voronezh and served aboard through 1996. He and the newly formed crew spent the time between September 1991 and March 1993 undergoing training in Obninsk. Lyachin was promoted to the rank of Captain 1st Rank in 1996 and given command of the Voronezh's sister ship, the ill-fated K-141 Kursk, the very last Project 949A submarine to be completed, which had been commissioned only two years earlier. When the Kursk sank on August 12, 2000, Lyachin perished along with the rest of the 117 crew members. == External links == * Biography of Gennady Lyachin * Kursk crew list Category:1955 births Category:2000 deaths Category:People from Sarpinsky District Category:Heroes of the Russian Federation Category:Kursk submarine disaster Category:Russian military personnel Category:Soviet submarine commanders Category:Burials at Serafimovskoe Cemetery Category:People lost at sea ",
    "title": "Gennady Lyachin"
}