{
    "id": "2211448",
    "text": "Escrivá surrounded by working people, in a Filipino painting entitled, Magpakabanal sa Gawain or \"Be a saint through your work\".Teachings of Opus Dei are the teachings of the founder of Opus Dei, St. Josemaría Escrivá de Balaguer. The following are the main features of Escrivá's spiritual teachings, the basis of the message Opus Dei was tasked to spread. Another exposition of these main teachings, expressed as \"the main features of the spirit of Opus Dei,\" can be found in the Opus Dei website . ==General considerations== In his Apostolic Constitution Ut Sit, John Paul II declared that \"this Institution has in fact striven, not only to illuminate with new lights the mission of the laity in the Church and in society, but also to put it into practice; it has also endeavored to put into practice the teaching of the universal call to holiness, and to promote at all levels of society the sanctification of ordinary work, and by means of ordinary work.\" According to Dr. Pedro Rodriguez, an Opus Dei priest who specialized in studying the theology of the Roman Catholic Church (ecclesiology), Opus Dei is all about a message and an institution bearing that message. \"The message of St Josemaría,\" says José Saraiva Martins, Cardinal Prefect of the Congregation for the Causes of Saints, \"belongs to the perennial patrimony of the Roman Church.\" The following are the main features of Escrivá's spiritual teachings, the core message of Opus Dei. == Ordinary life and the \"universal call to holiness\" == One central feature of Opus Dei's theology is its focus on the lives of the ordinary Catholics who are neither priests nor monks. mirrored on CatholiCity Opus Dei emphasizes the \"universal call to holiness\": the belief that everyone should aspire to be a saint, not just a few special individuals. Opus Dei does not have monks or nuns, and only a minority of its members are part of the priesthood. Whereas the members of some religious orders might live in monasteries and devote their lives exclusively to prayer and study, most members of Opus Dei lead ordinary lives, with traditional families and conventional careers, and strive to \"sanctify ordinary life\". Indeed, Pope John Paul II called Escrivá \"the saint of ordinary life\". One of the distinctive features of Opus Dei is its stress of lay spirituality - a spiritual life for lay people living an everyday life and doing ordinary work. Escriva takes decided position against the concept of having an interior spiritual life and a separate \"not spiritual\" professional, social, and family life. According to Opus Dei, Opus Dei's spirituality commits lay people to sanctify themselves in the same place where they were before they met Opus Dei and their place in the world is the means for their sanctification. \"There is something holy, something divine, hidden in the most ordinary situations,\" Escriva preached, \"and it is up to each of you to discover it.\" According to Escrivà, Christians can become saints and apostles right there where they work and live. Whatever work they do is to be done with a spirit of excellence as an effective service for the needs of society. Their work then becomes a fitting offering to God. Sanctifying work means to work with the spirit of Jesus Christ, to work competently and ethically, with the aim of loving God and serving others, and thus to sanctify the world from within, making the Gospel present in all activities whether they be outstanding or humble and hidden. In the eyes of God what matters is the love that is put into work, not its human success. ===Unity of Life=== A related characteristic is Opus Dei's emphasis on uniting spiritual life with professional, social, and family life. A Christian who practices these teachings has no double life, a life of faith divorced from daily work. Instead, he has a \"unity of life\"—a profound union with Jesus Christ, both fully God and fully man, one person in whom divine power is fused with ordinary human activity. A Christian's work should be God's work, opus Dei. This Christian, despite all his defects, which he humbly tries to remove, is alter Christus, ipse Christus, another Christ, Christ himself. St Josemaría said: “There is just one life, made of flesh and spirit. And it is this life which has to become, in both soul and body, holy and filled with God.” ===Work=== Since the Bible stated that man was created \"to work\" (Gen 2:15) and that Jesus \"did all things well\" (Mk 7:37), Escrivá encouraged Christians to work excellently out of love. By doing so, their work is a service to society and a fitting offering to God. \"'Great' holiness consists in carrying out the 'little duties' of each moment\", says Escrivá. ===Love for freedom=== Escriva preached that Christians should love freedom because God the Son himself, on becoming man, took on human freedom. He sanctified mankind through love: by freely giving himself, \"obeying\" his Father's will throughout his ordinary life, \"until death on the cross.\" (Phil 2,8) Escriva notes that Jesus \"gave himself, because he wanted to.\" (Is 53,7) Through his freedom, each man controls and shapes his life, being responsible for cooperating or not with God's loving plan of holiness. Recognizing such great dignity, Christians should therefore delicately respect the freedom of others, be open to a pluralism of opinions, and give themselves, with full freedom and personal responsibility, to God and neighbor. , ===Prayer and mortification=== Love, the essence of sanctity and apostolate, is nurtured by constant childlike prayer which is supported by norms of piety involving the Eucharist, the Bible, and the Virgin Mary. Mortification, \"prayer of the senses,\" is especially done by striving to practice all the human virtues, such as being kind, hardworking, sincere and cheerful despite difficulties and failures. \"Do everything for Love. Thus there will be no little things: everything will be big...'Great' holiness consists in carrying out the 'little duties' of each moment.\" These actions are co-offered in the Holy Mass, the same redeeming sacrifice of Jesus on the cross. Sanctifying grace flows down especially through communion and confession. ===Charity and apostolate=== Christians are to give the highest importance to the virtue of charity: being understanding and caring for each person. Included are service towards the needy in society and the practice of human courtesy, refinement, warmth, affection and fraternal correction. Love, which should be orderly, starts by performing one's duties well and is first directed towards the Pope. And it overflows when one generously gives the best to people, bringing them closer to their Father God, source of peace and joy. ===Foundation: divine filiation=== According to Escrivá, the foundation of Opus Dei's spirit is a personal awareness of the Christian's \"divine filiation\". Divine filiation is the Christian's fundamental state as a daughter or son of God in Christ, a deep awareness of which brings about immense happiness: \"Joy comes from knowing we are children of God.\" Opus Dei, in the words of Escrivá, is \"a smiling asceticism.\" (See ) ==Opus Dei teachings and Vatican II== William E May, professor of moral theology at the Catholic University of America, writes that the Second Vatican Council took from Escriva the teaching that men and women are called to be saints in the midst of everyday life and cites a passage from Lumen gentium by Pope Paul VI which expresses that idea. One such passage is the following: > Thus it is evident to everyone, that all the faithful of Christ of whatever > rank or status, are called to the fullness of the Christian life and to the > perfection of charity; by this holiness as such a more human manner of > living is promoted in this earthly society. In order that the faithful may > reach this perfection, they must use their strength accordingly as they have > received it, as a gift from Christ. They must follow in His footsteps and > conform themselves to His image seeking the will of the Father in all > things. They must devote themselves with all their being to the glory of God > and the service of their neighbor. In this way, the holiness of the People > of God will grow into an abundant harvest of good, as is admirably shown by > the life of so many saints in Church history. (Lumen Gentium, 39) Many Council Fathers visited and talked to St. Josemaría, who was living in Rome during the time of the Council. On the other hand, Henri Denis, professor for dogmatics at the University of Lyon and specialist regarding Vatican II theology holds that the teachings of Vatican II and Opus Dei are incompatible, specially referring \"reconstitution of Christianity\" and the theology of Gaudium et Spes regarding the legitime autonomy of terrestrial realities. ==Call and demands: theological basis== :Main articles: Universal call to holiness; Novo Millennio Ineunte In his opening message for the theological symposium Holiness and the World, Cardinal Joseph Ratzinger stressed that the teachings on sanctity of the founder of Opus Dei are \"Christ-centred\". The message Opus Dei is called to proclaim, that all Christians can and should become a saint, is grounded in the following premises:See Canals, Salvatore, as Friend, Scepter 1998; May, William, \"Holiness and Ordinary Life in the Teaching of Saint Josemaria Escriva\" in Holiness and the World, Scepter 1993. Christians believe that (1) they are \"poor creatures\" made of nothing \"whose pride leads (them) to rise up against God;\" (2) Christ is the almighty God, who \"has created us and maintains us in existence,\" and is the \"only one who can satisfy the longings of the human heart;\" (3) Christ is a Savior who is \"madly in love\" with us and who is the one most interested in that we live in communion with him in infinite bliss: \"He chose us in him before the foundation of the world, to be saints and blameless in his sight\" (Eph 1:4). Through his love and redemption, he has given us the immense dignity of being \"children of God\"; (4) \"This Christ who is alive is also a Christ who is near,\" says Ratzinger of Escrivá's thought, \"a Christ in whom the power and majesty of God make themselves present through ordinary, simple, human things.\" The theological basis then is a God who is always at work in the world, who waits as a Merciful Father in the Sacrament of Reconciliation and personally searches for man through the Eucharist. This God makes himself \"totally available,\" says Escrivá, to nourish the Christian so as to become \"one single thing with him.\" Given the gift of this \"divinization\" in grace, \"a new principle of energy,\" and with the support of \"Christ's family,\" the Church, Escrivá states that the difficult ideal of becoming a saint, another Christ, is \"also easy. It is within our reach.\" For this, he refers to Christ's famous \"My yoke is easy and my burden light.\" (Mt 11:30) Thus, according to Ratzinger (2002), becoming a saint is shunned when there is a \"mistaken concept of holiness...as something reserved for some 'greats'...who are completely different from us ordinary sinners. But this is a wrong perception which has been corrected precisely by Josemaría Escrivá.\" Even if he \"can be very weak, with many mistakes in his life,\" a saint has heroic virtue \"because he has been transparent and available for the work of God. In other words, a saint is nothing other than to speak with God as a friend speaks with a friend...the Only One who can really make the world both good and happy,\" according to the theological analysis of the then Prefect of the Congregation for the Doctrine of the Faith. As Pope he stated: \"it is not a burden to be carried by a great love and a revelation, but it is like having wings.\" Sanctification is a repayment of love for God's tender fatherly love and is the work of the Holy Spirit, Infinite Love, according to Catholic doctrine. This person resides in a Christian who is willing to correspond, and thus the human spirit which was created to love, says Escrivá, is led along an \"inclined plane,\" which starts with the fervent repetition of short prayers and then \"gives way to intimacy with God, looking at God without needing rest or feeling tired.\" And so, one of his favourite teachings is the biblical injunction that all should love God with their whole heart, soul, might, and mind. This is a love which does not keep anything back, a kind of love which parents are supposed to transmit all day long to their children (Deut 6:4-9: Shema Yisrael), and which Christ called the \"greatest commandment\" (Mt 22:37-40). Escrivá also points to Jesus' \"new commandment\" to love one another \"as I have loved you\" (Jn 13:34), \"greater love\" than which \"no man has\" for he \"lays down his life for his friends\" (Jn 15:13). According to the Catechism, this \"effective self-offering\" is \"our model of holiness\" (no. 459). For Escrivá this is \"the level of what can be demanded\" of all Christians.Forge 141. Also CCC 546: Jesus \"asks for a radical choice: to gain the kingdom, one must give everything (Mt 13:44-45)\" Affirming that the \"Church's first purpose is to be the sacrament of the inner union of men with God\" (CCC 775), John Paul II, in the Apostolic Letter At the Beginning of the New Millennium, placed sanctity, \"this high standard of ordinary Christian living,\" as the single most important priority of all pastoral activities in the universal Church \"for all times.\" And for this, Catholics are to live a \"life distinguished above all in the art of prayer\" and should proclaim God's word \"without ever hiding the most radical demands of the Gospel message.\" However, some critics refer to the late Hans Urs von Balthasar, considered one of the greatest theologians of the 20th century, who discussed Opus Dei in an article entitled \"Fundamentalism.\" There he described it as \"a concentration of fundamentalist power in the Church.\" (article in Wort und Wahrheit, 1963). He based his negative views on his reading of some points of Escriva's main book, The Way, which von Balthasar did not consider of sufficient spiritual depth for its worldwide goals. On the other hand, V. Messori, who studied the von Balthasar issue, says that the theologian later retracted his views after more in-depth study and after meeting members of Opus Dei. He even defended Opus Dei against attacks. ==Training and \"Plan of Life\"== A Christian becomes a saint, according to Opus Dei's founder, principally through God's mercy, and thus he emphasised frequent confession and other means of sanctification: # Interior life, activities turned into contemplation, which Jesus Christ calls \"the one thing necessary\" (Lk 10:42), and, # Doctrinal training, a well- reasoned understanding of God and his ordered work as revealed in the Catholic faith, now presented by Benedict XVI as the religion of the Logos (the Word: meaning and reason). Escrivá says one cannot love someone who is not known. Thus he says Christians should have \"the piety of children and the sure doctrine of theologians\". He holds that the \"paramount means\" of training is one-on-one coaching through spiritual direction, a practice which has its roots in the early Church. According to Cornelio Fabro, eminent Italian philosopher, Opus Dei's training fosters the human virtues, habits which are developed through the repetition of free decisions in one's activities and professional work. These habits of human excellence, including love for the truth, courage, and generosity, are the \"foundation\", Escrivá says, of the supernatural virtues of faith and love for God. Training in Opus Dei is based on the single-sex education model. Members of Opus Dei (numeraries as well as supernumeraries) follow the Opus Dei \"Plan of Life\"—a daily regimen of prayer, meditation, and religious ceremonies.Richard C. Dujardin: Opus Dei, The Providence Journal, May 16, 2006 (also in Google cache: )James Martin, SJ: Opus Dei In the United States , America, February 25, 1995 The \"plan of life\" established by Escriva has changed little throughout the decades. The specific practices in the \"plan of life\" are referred to as \"norms\". The plan consists of the following norms:Scott Hahn: Ordinary Work, Extraordinary Grace: My Spiritual Journey in Opus Dei, Random House Double Day Religion, 2006, * Morning Offering * Mental prayer, also known as meditation * Daily Mass, Communion, and Thanksgiving after Communion * Rosary, a set of prayers which are typically said with the aid of prayer beads. A saying of the rosary consists (in total) of 53 recitations of the Hail Mary, six recitations of the Our Father, six instances of the Glory Be to the Father, one saying of the Apostles' Creed, and one saying of the Hail Holy Queen. Additionally, each saying of the rosary involved a private meditation upon one of the Mysteries. The Plan of Life calls for members of Opus Dei to say the rosary once each day. * Spiritual reading. Reading of the Gospel and some spiritual book * Penance. Some small act of penance or mortification. * A short visit to the tabernacle. * The Preces, a prayer which is specific to Opus Dei. It is said in Latin once each day by members. * Angelus, a prayer in memory of the Incarnation. Members of Opus Dei say the Angelus each day at noon (or as close to noon as possible). During the Easter season, the Catholic Church replaces the Angelus with the Regina Caeli. * Examination of Conscience. According to the Plan of Life, members of Opus Dei should take time out of their day to examine their conscience and reflect upon the day's events, where the members asks themselves questions such as \"Did I treat anyone badly? Did I work hard?\" David E. Thigpen: A Day with Opus Dei, Time Magazine, April 21, 2006 * Three Hail Marys at bedtime * The Sign of the Cross with holy water ==Studies about St. Josemaria's teachings== Escriva's teachings were analyzed, studied and endorsed in a theological symposium held in Rome, Holiness and the World. Together with an address by John Paul II, several theologians contributed their studies, including the then Cardinal Joseph Ratzinger, Georges Cottier, Theologian of the Papal Household, and noted American moral theologian Prof. William May. Some critics belittle the writings of the founder, saying that they are \"less than scintillating.\" In Opus Dei in the United States, Jesuit scholar, Fr. James Martin (1995), says that Escriva's maxims range \"from traditional Christian pieties...to sayings that could easily have come out of Poor Richard’s Almanack.\" Critics also say that the teachings are Escriva- centred. In contrast, Catholic officials, specifically the Vatican's theological consultors for Escriva's canonization gave another assessment of Escriva's works. One said that Escriva is \"like a figure from the deepest spiritual sources\"; another stated that he \"possesses the force of the classic writers, the temper of a Father of the Church.\" Thus, these teachings do not lie outside mainstream traditional Roman Catholic spiritual and ascetic theology. According to Le Tourneau in What is Opus Dei?, these teachings \"belong to the common patrimony of the Catholic Church, throwing a special light on secular realities.\" These teachings then form a lay spirituality, and help build the spirit or culture which is practised in the Work. == References == Opus Dei: Mission of Opus Dei William E. May, Holiness and Ordinary Life in the Teaching of Blessed Josémaría Escrivá, 1993 Escriva, Josemaria (1993). Conversations With Josemaria Escriva Sydney New York: Little Hills & Scepter. Henri Denis, Les thêses de l'Opus Dei sont incompatibles avec Vatican II Statement at a press conference 1995 (French) Category:Opus Dei ",
    "title": "Teachings of Opus Dei"
}