{
    "id": "2211422",
    "text": "is a Japanese shōnen manga by Toshihiko Kobayashi. It tells the story of two high school students, Shinnosuke Nekota and Sakura Hoshino, who are forced to live together in the same house when their parents become unofficially engaged and leave the country for their work. The manga spans four volumes, comprising a total of 19 chapters as well as a one-chapter special. ==Characters== * – The fifteen-year-old male protagonist of the series. He is a baseball star of the school and is considered to be the leader among the boys of the class. He is often in fights with the female lead, whom he secretly liked since the first time he met her nine years ago. Because his mother died when he was five years old, he really does not know how to maturely express himself around the opposite sex; nor does he understand them. Most of the time he behaves himself, but he is not above looking up girls' skirts, by the end of the manga, when Nekota and Hoshino's parents decide not to marry, they start their own romantic relationship. * – The sixteen-year-old female protagonist of the series. She is the smart, serious girl who is considered the leader among the girls of the class. She is the girl who punishes Nekota when he does something wrong. She is a good cook and has natural acting ability. When she was younger she admired her older sister and blames herself for the change of her sister’s personality. By the end of the manga, when Nekota and Hoshino's parents decide not to marry, they start their own romantic relationship. * – Sakura’s elder sister of four years. The rebellious daughter of the family, she chose to live with their father after the divorce, thus preserving her father's family name, Haruno, rather than changing to her mother's maiden name like Sakura. She likes to play practical jokes and often exploits Sakura's being a deep sleeper by dressing her in cosplay. She often tries to help move along the main characters' relationship, but ends up making things worse. Although she has a carefree personality, she becomes an accomplished commercial and soap actress and is part of the prestigious Black Box theater group. * - The fourteen-year- old manager of the baseball team who takes a liking to Nekota. In fact, she became the manager position just to be closer with him. She is energetic and cute, but is also aggressive when trying to show her feelings toward Nekota in various ways. * – The female childhood friend of Nekota. She is a tomboy, but her developed body does not show it. Her looks change so much that Nekota later on does not recognize her. She is kind and gentle and still helps out Nekota’s Grandmother. She rides her father’s motorcycle and can cook, even though her cooking does not look appetizing. At the age of five, she fell out of a tree while playing with Nekota, and he promised her that if the injury left a scar he would marry her. She still remembers that promise and hopes that one day Nekota will fulfill it. * – Nekotas’s best friend and pitcher for the baseball team. He is intelligent, good looking, athletic, and popular with all the girls. He is the mediator between the divided sexes in the class. He is the only one in the class who knows the main characters' secret living arrangement, and also the only one to have figured out that Nekota has feelings for Hoshino. He is dating Nishikawa. * – Hoshino’s best friend and a big fan of the theater. She is dating Kitamura. ==Volumes== # Secret Battle # Love Harassment # A Brief and Blunt Emotion # Love Triangle at the Beach == References == == External links == * Category:Shōnen manga Category:Kodansha manga ",
    "title": "Parallel (manga)"
}