{
    "id": "2211818",
    "text": "WJMN (94.5 FM; \"Jam'n 94.5\") is a rhythmic CHR radio station licensed to Boston, Massachusetts, United States, under the ownership of iHeartMedia. Its current slogan is \"Boston's #1 For Hip Hop\", and can be heard as far north as the White Mountains under good conditions, and in portions of Maine, Rhode Island, eastern Connecticut and southeastern Vermont. The station's studios are located in Medford and the transmitter site is in Newton, Massachusetts. ==History== ===WHDH-FM (1948–1972)=== WJMN was originally WHDH-FM: a sister station to, and simulcast of, WHDH (AM). In 1965, to comply with a Federal Communications Commission regulation limiting simulcasting between commonly owned AM and FM stations in the same city, WHDH-FM began separate programming with an automated middle-of-the-road format in stereo. In late 1967, WHDH-FM changed its format to automated progressive rock (predating future FM rocker WBCN by several months), but by late 1969, the station returned to automated beautiful music after a little \"intervention\", allegedly from WHDH Inc.'s chief executive officer, Harold J. Clancy (who did not particularly approve of putting rock and roll on \"MY FM station!\"). Although this format remained until 1975, it was not particularly successful, despite a 1972 attempt to establish a separate identity by changing the call letters to WCOZ (as in \"Cozy\"). ===WCOZ (1972–1984)=== Originally owned by Herald-Traveler Corp., parent of the Boston Herald-Traveler newspaper, the station was sold to Blair Radio in 1972, and in the 1980s to Sconnix. Several ownership changes followed which eventually resulted in Clear Channel Communications (now iHeartMedia) acquiring 94.5 FM. In the summer of 1975, WCOZ announced that it would change its format to an album-oriented rock station under their new name WCOZ 94½ FM, which it did on August 15 of that year. Although automated at first, a team of live announcers was hired, led by Kenny Shelton and program director Clark Smidt. By the end of 1975, WCOZ had live announcers around the clock that also included George Taylor Morris, Leslie Palmiter, Lisa Karlin, Mark Parenteau and Robert Desiderio. WCOZ's format was tightened significantly in 1978, when new Program Director Tommy Hadges arrived from arch rival WBCN. Parenteau simultaneously defected to WBCN at that point. In 1980, another new program director, John Sebastian, arrived and made some changes. WCOZ was still a rock station, but its focus was tightened to loud, hard rock (or \"Kickass Rock 'N' Roll!\", according to the station's slogan) with minimal announcer talk and short play list. It was extremely successful, peaking with a 13.1 in the ratings in 1982, but with the changes in rock music during the 1980s, the station's success did not last; its rival WBCN moved past it in the ratings. By late 1983, WCOZ had changed formats to a short lived adult contemporary format. ===WZOU (1984–1993)=== In September 1984, the station's call letters were changed to WZOU, and flipped to a top 40 format to compete against WXKS- FM as Z-94. Program Director David Gariano had success with the top 40 format, which featured original 1984 personalities Mike Morin and Brad Krantz, Uncle Johnny, Jonny \"Rock N Roll\" Anthony, Marc Mitchell, and Scott Brunner. In 1985, Pat McKay and Karen \"The Madam\" Blake joined the morning team. In June 1987, Dan McCoy arrived to do afternoons and eventually shifted to mid-days, where he remained until April 1990. WXKS-FM successfully adapted to a mainstream top 40 format in 1988 after being an urban contemporary for many years, which cut into Z-94's ratings. What also didn't help the station's ratings was the declining popularity of the top 40 format in general in the very late 1980s–early 1990s. ===WJMN (1993–present)=== Since its inception on May 11, 1993, \"Jam'n 94.5\" has become one of Boston's most successful radio stations.https://pqasb.pqarchiver.com/boston/doc/403531417.html?FMT=ABS&FMTS;=ABS:FT&type;=current&date;=May+11%2C+1993&author;=Bickelhaupt%2C+Susan&pub;=Boston+Globe&edition;=&startpage;=29&desc;=WZOU+changes+to+dance+formatHighBeam Even after its sale to Chancellor in 1996, station management decided not to tamper with the format as they see WJMN as part of a winning combination with top 40/CHR sister station WXKS-FM, a formula that continues to the present day. WJMN is also a sister station to country music outlet WBWL. When \"Jam'n\" debuted, the station had a playlist of a balanced mix of R&B;/hip-hop, rhythmic pop, and dance product (the same approach was used at WXKS-FM when it made the transition from disco to top 40 in 1982 up until their shift to their current mainstream direction in 1988). However, by the end of 1999, it began to play a variety of music that was along the lines of urban contemporary hits, heavy on the hip-hop to the extent of not playing non-rap rhythmic tracks. This would last until the beginning of 2009, when WJMN began tweaking their musical selection to once again include rhythmic/pop-charting artists like Britney Spears, Justin Bieber, Kesha, Katy Perry, David Guetta, Edward Maya, Adele, and Lady Gaga. This tweaking has sparked a lot of talk on radio message boardsFrom Radio-Info.com and follows a pattern among rhythmic-format stations that have scaled back on the heavy amount of hip-hop in favor of a more balanced approach. This continued until mid 2013, when facing competition from rhythmic AC-formatted WBQT (which features some of WJMN's former airstaff), WJMN has added more hip hop and R&B; content and scaled back on dance tracks, but still remains rhythmic. Because of this, several music trades (like Mediabase) and Nielsen Audio have listed WJMN as Rhythmic because the audience it targets is racially mixed and the region's African-American population is not that large. WJMN's voiceover artist was, at first, Brian James. Since the late 1990s, the station's voiceover artist has been Eric Edwards.http://www.egvo.com/flash_index.htm \"Jam'n\" morning drive, for the first 2 years, was hosted by John \"J.R.\" Edwards. In February 1995, Baltazar, former night show host at WQHT in New York, took over mornings.HighBeam Two months later, Pebbles, formerly of WILD, became morning co-host.HighBeam The duo were very popular among Boston listeners, particularly with younger audiences. Baltazar left the show on October 26, 2001, giving way to the \"Ramiro and Pebbles Morning Show\" when afternoon host Ramiro Torres moved to mornings.HighBeam Pebbles was unexpectedly let go from the station in December 2012, with mornings then hosted by Ramiro, Santi \"Krazy Kulo\" DeOleo and Ashlee Feldman, under the name \"The Ramiro's House Morning Show\". Ramiro and Santi were let go in July 2015 due to their contracts not being renewed. Frankie Vinci, formerly of station KHTS in San Diego (and also a native of the nearby suburb of Framingham), would join the morning show alongside Feldman, with the show now titled \"The Jam'n Morning Show w/ Frankie & Ashlee.\"https://radioinsight.com/blog/headlines/93728/ramiro-torres-goes-mia- at-jamn-94-5/ On May 12, 2016, WJMN replaced Vinci and Feldman with the syndicated Breakfast Club from sister WWPR-FM in New York.https://radioinsight.com/blog/headlines/106245/the-breakfast-club-comes- to-boston/ WJMN also has an HD2 sub-channel that serves as a local affiliate of the Black Information Network, which is an all-news service specifically geared toward African-American listeners. It previously broadcast a soft adult contemporary format known as The Breeze from November 2018 to June 30, 2020.https://radioinsight.com/community/topic/breeze-lands-on-94-5s-hd2/ The Breeze Lands on 94.5's HD2 It also previously broadcast old-school hip hop music from January 27, 2006 to March 1, 2013, and offered a simulcast of sister station WXKS from then until November 2018. For a time, Boston was the largest market without an urban-formatted radio station; heritage R&B; AM daytimer WILD, which served the area's African-American community since 1967, began airing China Radio International programming in June 2011, and its one- time hip hop sister station WBOT (which later became urban AC WILD-FM), which gave the market its first full-time urban outlet on the FM band in 1999 despite having a weak signal, has been defunct since the summer of 2006, when Radio One (which owned both stations) sold it to Entercom and flipped it to a simulcast of WAAF as WKAF. However, in February 2016, AM station WZBR flipped from a simulcast of WSRO to urban. In January 2017, WKAF flipped back to urban AC, returning that format to the Boston market for the first time since WILD- FM flipped over ten years prior, and 11 months later, became a sister station to WJMN. WJMN is unrelated to WJMN-TV, a CBS affiliate in Escanaba, Michigan. ==Current on-air staff== * DJ Pup Dawg * Deuce * Ashlee Feldman * Santi \"Krazy Kulo\" DeOleo * Letty B ===Mixshow DJs=== * DJ FLUSS * DJ Chubby Chubb * DJ E. Dubble * DJ Jaz * DJ Jules Flava * DJ 4eign * DJ Voyage * DJ Sammy Smoove * DJ Gee Spin * DJ D-Caso * DJ Big Ben * DJ ASmooth * DJ Willie Daniels * DJ KG ==Past on-air staff== * Geespin * Maverik * Frankie \"V.\" Vincihttps://twitter.com/FrankieVizzlehttps://www.facebook.com/Frankie-V-74547490399 * Ramiro Torres * Master Millions * Melissa * J.R. in the Morning * Baltazar * Bobby Blaze * Pebbles * Pat McKay * Karen \"The Madam\" Blake * Dan McCoy * Chuck Dogg * Chris Tyler (now on sister station WXKS-FM) * Kid Valentine * Artie The One Man Party * Deirdre Dagata * Fast Freddy * Master Jay * Ralphie Marino * Neil P. \"The Frat Boy\" * Kobe * Mike DiNatale (Magic Mike D) * The LBD (The LilBigDaddy) * Stevie DeMann * Marc Clark * Marc Jordan * Diana \"The Real Lady D.\" Steele * JoJo \"Cookin\" Kincaid * Problem Child (now on HOT 96.9) * Romeo (now on sister station WXKS-FM, still does commercial reads for the station) * DJ Akrobatik * DJ Roy Barboza * Deja-Vu * Ellen Prince * DJ Hustle Simmons * Dee Dee \"DJ Spinderella\" Roper of Salt N Pepa * Clinton Sparks * DJ Jack Frost * DJ Motion * Cindy Bailen * John Willis ==Syndicated programming and features== *The Back In Day Buffet with DJ Pup Dawg *The 5PM Traffic Jam with DJ Pup Dawg *The Iheartradio 9@9 Countdown with DJ Geespin *The Take Over Mix *The Friday Night Throw Down (Jamn Mixers) *The Weekend Top 30 (Flagship Station-Rhythmic Version) *Saturday Night Jump Off (Jamn Mixers) *The Launchpad with DJ E Dubble, DJ Chubby Chubb (Flagship Station) *Tropical Blends with DJ Pup Dawg ==References== ==External links== * * JMN Category:Rhythmic contemporary radio stations in the United States Category:Radio stations established in 1948 Category:IHeartMedia radio stations ",
    "title": "WJMN (FM)"
}