{
    "id": "2211273",
    "text": "Thirunamam represents the 'Sacred name of God'. The phrase Namam also represents the white clay found at the deeper layer of earth, which is used as the powder to wear a flame shaped mark. The Ayyavazhi people wore this Namam, starting from the central point between the eyebrows, going straight up near the top edge of the forehead. The flame shape represents Aanma Jyothi or Atman. Which in turn means that, Aatman is considered sacred and as the name of God. Zealous devotees smeared it on the exterior of the upper arms, over the chest and below the spinal cord area at the back. This white mark was unlike the one worn by a Hindu of Vaishnavism tradition who wore it on the forehead in the shape of 'U', or of Saivism tradition who wore it horizontally as three parallel lines. This Thirunamam is also called as Tottu Namam and Thiruman. ==Social synonym== Ayyavazhi symbol mounted at the top of a Thangal near Marthandam; Photo during Inauguration. In the nineteenth century Travancore society, the social setup is highly marked for the discriminative hierarchical caste order and the inhumanities unfold from this, such as untouchability, unseeability and unapproachability accordingly some people were shunned from the public approach and sight. This caste based social reality is transformed into a religious institution. The then political faculties duly safeguarded this order. Even in temple the priests while handing over the Prasadam (a ritual object) to devotees after worship, they approach freely with the higher castes, whose nearness and touch would not pollute them, and use to throw the Prasadam on to a platform from where the lower caste devotee (whose touch may pollute him) has to collect this. In such a social conscience, the alternative form of ritual marking 'Tottu Namam' generated. The very name 'Tottu Namam' says the meaning, 'a mark with a personal touch'. In Ayyavazhi universe primarily, Ayya Vaikundar seems to have personally touched the forehead of followers and worn it for them. Payyan Bala Janathipathi smearing Thirunamam for devotees in Vatakku Vasal This dimension of personal touch stood out to the public eye and was much appreciated by the then society. It presented itself to be a symbolic site wherein new and alternative modes of social relations were proposed, forged and legitimated. It recast the priest-devotee relationship to bear upon the social reality of the time. The alternative relationship and close contact brought up by this ritual practice meant a reversal of the hierarchical social relationship and discrimination based on purity and pollution. In other words, with the under-lying ritual ambience, this 'Tottu Namam' acted fast against the caste based and other inequalities prevalent in the then Travancore Kingdom and Tamil society. Under sociology, the then 'social discriminative force' is termed as the evil spirit of Kali. And this Kali is said to be get destroyed by the ritual practise of wearing 'Thiru Namam'. The break-point of social hierarchy is channeled in a religious way. ==Religious understanding== Child with Thirunamam smeared on the fore head Unlike the social definition for this ritual practice, the religious or ritual importance for Thirunamam fits to all period of time. Sociologically, while this practice is a basic need, to reform a society (19th century Travancore), religiously the same is performed just with a religious belief. The religious definition for the practice 'Tottu Namam' is as The Name of God. The Atman is assumed to be in a flame shape and it as the name of God. That is, the Atman is God and the supreme self. It was religiously taught that, one who pay extreme belief over Vaikundar will be turned of to the name of God (Atman). And hence the 'purified jeeva' is an Absolute Atman or God. Also the Thirunamam is smeared between the 'central point of the eyebrows' where the Ajna Chakra is situated. This chakra is viewed in relation to the Kali Yuga of the 'Eight yuga circle' as per Ayyavazhi scriptures. Since the present yuga is the Kali, the 'Thiru Namam' or the name of God is to be smeared there in Ajna (place of Kali) for purifying the Jeevas from Kali in order to attain the sacred feet of God. (i.e.)Wearing the gods name purifies the jeevas and transform them to the absolute self. ==As a ritual== A saint in Thiruvannamalai with Thirunamam Presently this practise is considered as the primary ritual to be performed in Pathis and Thangals. Those who 'serve' in every Pathis or Nizhal Thangals, wear this white mark for the people and give a portion of it in their hands. People carry it home as holy object, and some of them even swallow a little of it believing it to be medicinal. The 'Thiru mun' (sacred soil) for preparing the Thiru Namam is collected from Swamithope pathi for Nizhal Thangals after conducting the Pothippu. But some Thangals prepare them as their own. Akilam, the primary scripture too accredit this ritual practice to be ceremonial and sacred. And it was practiced and treated with high religious importance and as the primary ritual from the celebration conducted in Swamithope pathi even during the period of Vaikundar. The secondary scripture Arul Nool too refers that, Ayya personally touched the devotees and wore Thirunamam for them. Since Vaikundar used ordinary soil as 'Thiru Namam' during his Tavam (austerity) period, ordinary soil is kept there now in alternative of the white soil in the Vatakku Vasal, where Ayya performed the Tavam. ==In Ayyavazhi symbolism== This Thirunaman, a white flame-shaped mark, is treated as the symbol of Ayyavazhi since the 1940s and then the present symbol Lotus and Namam was accepted as the symbol. Even in the present symbol the Thirunamam is used with the same religious definition as the Atman. 1\\. The 'white soil' stored for preparing Namam. 2. The prepared Thirunamam In Ayyavazhi symbolism this Atman is placed above Sahasrara which is symbolised as Namam above Lotus. It shows that, the Atman reaches the state of supreme self or becomes unified with the supreme Ekam, when it reaches Sahasrara after moving towards the seven other chakras. Some Nizhal Thangals use this symbol Thirunamam as building architecture. Mostly all Thangals use to mount the symbol at the top either with a lotus or not. ==See also== * List of Ayyavazhi-related articles * Ayyavazhi rituals * Ayya Vaikundar * Muthirikkinaru ==References== *G. Patrick, Religion and Subaltern Religion, University of Madras, 2003. *R. Ponnu, Sri Vaikunda Swamigal and the Struggle for Social Equality in South India, Ram Publishers, 2000. *Dina Malar (Tamil daily), Avathara Thina Vizha Sirappu Malar, Nagercoil Edition, 3-3-2004. ==External links== * www.vaikunt.org - Applying sacred clay by touching (Thottu Namam) * www.ayyavazhi.org - Social Reforms Category:Ayyavazhi rituals ",
    "title": "Thirunamam"
}