{
    "id": "2211193",
    "text": "Benito Quinquela Martín (March 1, 1890 – January 28, 1977) was an Argentine painter. Quinquela Martín is considered the port painter-par-excellence and one of the most popular Argentine painters. His paintings of port scenes show the activity, vigor and roughness of the daily life in the port of La Boca. ==Early years== Quinquela posing with a figurehead, 1936 Quinquela at his studio, 1964 His birthday could not be determined precisely as he was abandoned on March 20, 1890 at an orphanage with a note that stated \"This kid has been baptized, and his name is Benito Juan Martín\". From his physical appearance, the nuns who found him deduced that he should be around twenty days old; thus March 1 is regarded as his birthday. Adopted by Manuel and Justina Molina de Chinchella when he was seven years old, he adopted his stepfather's surname (which would later be hispanized as Quinquela). At the age of 14 he attended a modest night school of art in La Boca while working during day on the family's coal-yard. When he turned 17 years old he joined the Pezzini Stiattesi Conservatory, where he stayed until 1912. ==International Exhibitions== By 1910 he had started appearing in small art exhibitions, mainly in and around La Boca. He obtained the second prize on the Salón Nacional (Spanish, \"National Exhibition\") in 1920. After an exhibition at Mar del Plata in the same year, he was sent as the Argentine representative to an exhibition in Rio de Janeiro, Brazil attended by local personalities including Brazilian president Epitacio Pessoa. By the 1920s Marcelo T. de Alvear and his wife were very fond of Quinquela Martín's works, and this admiration led to a lasting friendship. In 1922, Quinquela Martín was assigned as chancellor of the Argentine Madrid Consulate in Spain. In April 1923 he exhibited at the Círculo de Bellas Artes of Madrid. Two of his works were acquired by the institution (Buque en reparación and Efecto de Sol), while another two were acquired by the Museum of Modern Art of Madrid. In 1925 he set sail for France because--in his own words--\"My trip to France is owed to President Alvear, who liked my work and wanted them to be judged by Paris\". The Musée du Luxembourg acquired Tormenta en el astillero. In 1927 he left for New York City, where he arrived Benito on board the SS American Legion on January 17, 1928. According to immigration records he was able to read and write in Spanish, Italian and French. According to The New York Times,“Art of Benito Martin on View Today”, The New York Times, March 12, 1928. his paintings were shown for the first time in the United States at the Anderson Galleries. Accounts say two paintings were bought by \"Mr. Havemeyer\", who donated them to the Metropolitan Museum of New York. After this exhibition he made several others under sculptor Georgette Blandi's tutelage. Before returning to Buenos Aires, he was invited to Havana by Conde Ribero to exhibit there. On 1929, on a trip to Italy, he had an exhibition at the Palazzo delle Esposizioni in Rome. The Museum of Modern Art of Rome acquired several paintings which were chosen by Benito Mussolini during the display. Quinquela Martín made his last trip in 1930, to London, where he exhibited at the Burlington Gallery. Several British museums acquired his paintings, including the Museum of Arts of London, Museum of Birmingham, Sheffield, Swansea, Cardiff, New Zealand and St. James's Palace. ==Late life and death== Back at home, he became a philanthropist and donated several works to La Boca and the city of Buenos Aires. He also bought the land, and donated the money to build a school, a Children's Dental Hospital, a place where women breast-fed orphaned children, and his home to be used as a museum. On March 15, 1974, at the age of 84, he married his lifelong assistant, Alejandrina Marta Cerruti. He died on January 28, 1977, in Buenos Aires, of heart complications, and was buried in La Chacarita Cemetery. He was buried in a coffin painted by him the previous year, stating \"He who lived surrounded by colour cannot be buried in a plain box.\" On the cover of the coffin was a painting of the port of La Boca.Con la sangre en La Boca ==Famous works== Among his most famous works are: Tormenta en el Astillero (Musée du Luxembourg, Paris), Puente de la Boca (St. James's Palace, London) and Crepúsculo en el astillero (Museo de Bellas Artes de la Boca Quinquela Martín, Buenos Aires). == Notes == Category:1890 births Category:1977 deaths Category:People from Buenos Aires Category:Argentine painters Category:Argentine male painters Category:Modern painters Category:Landscape artists Category:Burials at La Chacarita Cemetery ",
    "title": "Benito Quinquela Martín"
}