{
    "id": "2211095",
    "text": "The 22nd Signal Brigade was an MSE (Mobile Subscriber Equipment) equipped Corps Signal Brigade. It provided Command, Control, Communications and Computer (C4) support to The United States Army's V Corps. The 22nd Signal Brigade had 3 active duty battalions and 1 separate company. The Brigade was inactivated on 22 May 2007. ==Subunits== *22nd Brigade Headquarters Company *17th Signal Battalion (inactivated 17 August 2006) *32nd Signal Battalion (inactivated 22 May 2007) *440th Signal Battalion (inactivated 22 May 2007) ==History== The 22nd Signal Brigade was constituted as Headquarters and Headquarters Company, 22nd Signal Service Group on 14 November 1945 with duties supporting the Army of Occupation, and later deactivated on 20 June 1948 while under the command of Colonel Frank J. Schaal. On 27 September 1951, the unit was redesignated as Headquarters and Headquarters Company, 22nd Signal Group and allotted to the Regular Army. The Korean War saw the activation of 22nd Signal Group in October 1951. The 22nd Signal Group took part in five campaigns and was awarded the Meritorious Unit Commendation and Streamer, embroidered Korea. The Group was inactivated in Korea on 13 May 1955. In February 1964, the newly reorganized 22nd Signal Group assumed its first operational mission by taking over the Edingen High Frequency Radio Station and eventually 43 planned frequency sites. By the time the last site was under the 22nd Signal Group's control in August 1964, the group had become a subordinate unit of the US Army Strategic Communications Command – Europe, thus severing its ties with United States Army Europe. In April 1980, a provisional signal brigade was established. On 16 September 1980, the 22nd Signal Brigade was placed on the active rolls in an augmentation carrier status. A reorganization of the assets of the 32nd Signal Battalion (Corps) to create the Brigade Headquarters and the 17th Signal Battalion followed. When France made the final decision to withdraw from NATO, the 22nd kept communication channels open to withdrawing US forces until 16 March 1967. The brigade was inactivated as a TO&E; unit until 13 November 1967 and was organized under a Table of Distribution and Allowances (TDA) as the Signal Group 22, supporting United States Army commands until 12 August 1974, when Signal Group 22's colors were furled in Mannheim, Germany. The 22nd Signal Brigade (Corps), a major subordinate command of Headquarters, V Corps, was activated on 16 March 1981 by its first commander, Colonel Theodore W. Hummel. The 22nd Signal Brigade consisted of three battalions: the 17th Signal Battalion (Command), the 32nd Signal Battalion (Radio) and the 440th Signal Battalion (Area). The brigade's headquarters, along with 17th and 32nd Signal Battalions, were headquartered in Hoechst, while the 440th Signal Battalion remained in Darmstadt. The V Corps G6 office was located with the V Corps Headquarters in Frankfurt. In 1990, brigade Soldiers (Charlie Company 17th Signal Battalion located at that time on Gibbs Kaserne in Frankfurt) in support of 143rd Signal Battalion 3rd Armored Division deployed to Saudi Arabia as part of Operation Desert Storm. The 22nd Signal Brigade was re- equipped with the Army's Mobile Subscriber Equipment in the Central Region of Germany immediately after Desert Storm and successfully weathered Army force reductions in USAREUR, reorganizing into its final structure. The brigade headquarters was located in Darmstadt, along with 32nd and 440th Signal Battalions. The 17th Signal Battalion headquarters was in Kitzingen, at Larson Barracks. The Corps G6 office was stationed in Heidelberg with the V Corps headquarters. In 1995, under the operational command of the 1st Armored Division's Task Force Eagle, the 22nd Signal Brigade Headquarters, 440th Signal Battalion, elements of the 17th and 32nd Signal Battalions, and 1AD's 141st Signal Battalion, deployed to Bosnia and Herzegovina in support of Multi-National Division-North. Brigade Signaleers were the first elements to fly into Tuzla Airbase and cross the swollen Sava River during that first frozen December. The Brigade Task Force went on to install over 11 MSE node centers and over 43 small extension switching teams in support of US, Russian, Turk, and Nordic Polish forces throughout the Task Force Eagle area of operations in Bosnia. TFE Signaleers broke new ground in providing reliable voice, data, and video teleconferencing capabilities to MND-North's dispersed forces. After returning to Germany in December 1996, the brigade quickly reestablished itself as the premier tactical signal brigade in the Army. The brigade has been at the leading edge of tactical and technological innovations while supporting a vigorous USAREUR and V Corps exercise and training program. Beginning in 1995, 22nd Signaleers were continuously deployed in support of both the 1st Infantry Division and 1st Armored Division in Bosnia, US EUCOM's national support element in Hungary and NATO's Task Force Able Sentry in Macedonia. In May 1998, the brigade once again deployed the 440th Signal Battalion to Bosnia as the 1st Armored Division's Task Force Eagle Signal Support Force. In 2003, the brigade deployed all of its battalions in support of Operation Iraqi Freedom. 22nd Signal Brigade was deployed a second time to support Operation Iraqi Freedom in October 2005, returning October 2006. On 22 May 2007, the colors of the 22nd Signal Brigade were furled and the unit was inactivated. ==References== ==External links== * Category:Military units and formations established in 1945 022 Category:Military units and formations disestablished in 2007 ",
    "title": "22nd Signal Brigade (United States)"
}