{
    "id": "2211305",
    "text": "{{Infobox political party | country = Germany | name = Die PARTEI | native_name = Partei für Arbeit, Rechtsstaat, Tierschutz, Elitenförderung und basisdemokratische Initiative | native_name_lang = de | logo = 170px | caption = Die PARTEI logo | leader = Martin Sonneborn | leader1_title = Vice-Leader | leader1_name = Peter Mendelsohn | general_secretary = Thomas Hintner | foundation = 2 August 2004 | ideology = Martin Sonneborn, leader of Die PARTEI ' (Party for Labour, Rule of Law, Animal Protection, Promotion of Elites and Grassroots Democratic Initiative), or Die PARTEI' (The PARTY), is a German political party that was founded in 2004 by the editors of the German satirical magazine Titanic. It is led by Martin Sonneborn. In the 2014 European Parliament election, the party won a seat, marking the first time that a satirical party has won a seat to the European Parliament. With the 2019 European Parliament election the party gained a second seat, held by Nico Semsrott. ==Name== Partei für Arbeit, Rechtsstaat, Tierschutz, Elitenförderung und basisdemokratische Initiative (\"Party for Labour, Rule of Law, Animal Protection, Promotion of Elites and Grassroot-Democratic Initiative\") is a backronym for PARTEI, the German word for party. The phrase die Partei (\"the party\") is evocative of totalitarian parties—such as the SED (the former ruling party of East Germany) or the Nazi Party—and is thus a tongue-in-cheek reference to the ostensibly totalitarian ambitions of its founders. This is exploited and parodied in advertising in which the SED party hymn, () is played. Note that the actual text of the song starts with \"Die Partei, die Partei, die hat immer recht\" () which when spoken can alternatively be parsed as \"Die Partei \"Die PARTEI\", die hat immer recht\" (). ==Platform== Amongst other things, the PARTEI parodies existing parties' features and election tactics and its parody events sometimes include visiting other parties' events. The PARTEI refers to itself as a haven for voters disappointed by other parties. It plans to engage in a (self-declared) \"populist campaign\" centering on: *Rebuild the Berlin Wall and the Iron Curtain between East and West Germany, changing east Germany into an \"SBZ\", a \"\" (Special Economic Zone). East Germany was referred to by the same acronym between 1945 and 1949 when it was called \"\" (Soviet Occupation Zone). The aforementioned phrase was used to refer to the GDR for years afterwards, especially by right wing politicians who did not wish to acknowledge or recognize its existence. The government even issued a book called \"\" about things happening in the GDR. *Reform of the health insurance system *Reduce working hours and abolish the Hartz IV laws and others introduced by \"the neoliberal Schröder regime\" (as an alternative to the Agenda 2010) *Discuss and ratify a new constitution by the people (per article 146 of the German Constitution). Sonneborn explains this as follows: \"Better that we get those votes than some sort of neo-Nazis\". In order to achieve its majority, the PARTEI is willing to form a coalition with any other party other than the Free Democratic Party because \"We don't form coalitions with joke parties\". It formed an \"anti-constitutional platform\" in an attempt to get the Federal Office for the Protection of the Constitution to surveil die PARTEI. The effort failed when the federal office refused, calling the PARTEI a frivolous political party. The goals of the anti-constitutional platform were: *Abolish federalism *Wage a war of aggression against Liechtenstein in order to force democratization and abolish serfdom *Change the first article of the German Constitution (\"Human dignity is inviolable\") such that CEOs of certain TV channels would not possess human dignity. According to Die PARTEI, political goals are overrated; on the other hand, PARTEI promises a \"modern\" version of politics—i.e., they will ask for popular opinion and, once in power, will do something completely different. The party describes itself in the left-right politics scheme with \"There cannot be anything, mustn't be anything and won't be anything left and right of the party!\" (This is a reference to a famous sentence by Bavarian Minister- President Franz Josef Strauß: \"There must not be a democratically legitimised party right of the CSU.\") The only program points that cannot even remotely be found in other parties' programme are the resurrection of the wall that once divided East and West Germany, something that, according to certain polls, some 20% of all Germans wish for and the introduction of an official \"Knoppers-Break\" at German schools at half past 9 (as proposed by German Knoppers-advertisement) as well as some other fun election campaigns such as \"A unicorn for everyone\" (). The PARTEI often caricatures the slogans of other political parties to emphasize how ridiculous some of them are. For example, \"Hamburg – city in the North!\", \"overcome contents\" (), \"Education starts with 'E'\" () or \"Youth crime – not with us!\" By using satirical ways of running a campaign or making politics, the PARTEI highlights problems in the established system. For instance, the PARTEI successfully effected reforms of German party financing by selling 100-euro notes (and two postcards) for €105. German political parties are funded by the federal government based on their election results, donations, membership numbers, and income from the sale of merchandise (e.g. t-shirts, stickers). The far-right eurosceptic party Alternative for Germany (AfD) sold gold bars to its members, taking advantage of the fact that at the time the funding was based on revenue and not profit. This dramatically increased the AfD's federal funding. The PARTEI's campaign \"Buy Money!\" () led to a successful court decision and a change to party financing laws, closing the loophole. Despite starting out as a purely satirical party intended to gather protest votes, Die PARTEI has since adopted some actual policy positions, including environmentalism, anti- authoritarianism, pro-Europeanism, and some others described as left-leaning. The party has also been described as humanist. ==Early history== ===Background=== Titanic, whose employees would go on to populate the ranks of the PARTEI, began its political activities even before German reunification in 1990 — it campaigned against it. As Titanic co-founder Chlodwig Poth explained, the magazine sought to parody the Bild newspaper's masthead, which read \"The unity of our fatherland in freedom, that is our mission\". Titanic has had the slogan \"The definitive division of Germany – this is our mission\" in its masthead since December 1989. At the heart of the PARTEI's political efforts lies the aim of resurrecting the Berlin Wall and all other border fortifications along the border with the former German Democratic Republic. This goal has however been hidden away in the last point of the party manifesto and was characterized by party chairman Martin Sonneborn as merely a \"populist vehicle\". He held out the prospect of a referendum after the PARTEI's accession to power. In order to raise the necessary finances for the erection of the Wall members are requested to donate the proceeds of their savings contracts. Sonneborn described the project as follows: \"I give you and all the German public my word of honor, I repeat—my word of honor—that under us there will be no order to shoot at the Wall\". (This is a reference to a false statement by former East Germany SED party leader Walter Ulbricht who in 1961 claimed that \"Nobody has the intention of building a wall\" shortly before the wall was actually built and a reference to \"Waterkant-Gate\" of politician Uwe Barschel.) The territory of the former GDR is thus to become a \"Special Cultivation Zone\" separated from the rest of Germany by edificial means in order to emphasize the visionary idea of such a zone and is to benefit from a de-bureaucratized and streamlined administrative system. Additionally, the PARTEI is demanding health care reform, protection of natural resources and a program for reduction of working time as an alternative to Agenda 2010, an unpopular set of labor market reforms introduced under Chancellor Schroeder in 2003. It also supports improved co-determination rights for citizens, in particular it demands that a new constitution be passed on the basis of wide- ranging discussions, to be ratified by the people (in line with article 146 of the constitution). ===Founding === The PARTEI was founded on 2 August 2004, by the editors of Titanic, a Frankfurt-based satirical magazine. The leadership of the PARTEI and the Titanic editorial team are close; former Titanic editors-in-chief include PARTEI chairman, Martin Sonneborn, and current honorary chairman, Oliver Maria Schmitt. Despite the fact that the PARTEI's official headquarters are located at Mauerstraße in Berlin, the fax number given turns out to be the same as that of Titanic editorial offices. Titanic is the official print organ of the PARTEI. Titanic has a history of participating in election campaigns. For the 2002 German federal election it set up a stand claiming to be the Free Democratic Party and shouted racist slogans. In January 2003, Titanic staff pretended to be candidates of the Social Democratic Party (SPD) in Hesse. For the 2003 elections in Bavaria it surrendered in the name of the Bavarian Social Democrats (\"SPD: Wir geben auf\"). ==Participation in German politics== The PARTEI has participated in four federal elections (2005, 2009, 2013 and 2017) and most state and municipal elections since 2005, achieving its best results in a few districts in Berlin and Hamburg without however doing well enough to gain any seats. === German federal election, 2005 === In June 2005, the PARTEI joined forces with the Anarchist Pogo Party in an alliance called Zweckbündnis (\"marriage of convenience\") for the 2005 federal election. One campaign tactic was to auction its advertising times in German television (all German political parties are allotted TV time for campaign spots for free) on eBay. An allusion to a scandal of masked advertising on public television, the (mostly satirical) TV spots were presented in the corporate design of a German airline company. Nominating candidates only in the cities of Hamburg and Berlin, the PARTEI gained 10,379 votes (0.022% of all votes on national level). === German federal election, 2009=== Die PARTEI, along with several other parties which had already participated in earlier federal and state election, was refused permission to take part in the 2009 federal elections. In July 2009 Roderich Egeler, Bundeswahlleiter (Federal Returning Officer) and president of the Federal Statistical Office of Germany, denied official party status and the approval for participation in the 2009 federal election. He criticised lack of seriousness and organisation within the party. He claimed his decision was based on a fax by Die PARTEI which expressed that there is just one single Landesverband (organisation in one of the states). Die PARTEI rejoined that no such fax existed and announced legal action. T-shirts saying \"Where is my vote, Wahlleiter?\" were sold as part of a protest campaign and the party demanded that Egeler resign after he did not revise his decision. On 13 August 2009, a movie called Die PARTEI – Der Film was released in theaters.parteifilm.de On 3 November 2009 the party launched a challenge to the validity of the 2009 federal elections at the Bundestag. Die PARTEI also saw itself validated by Bundestag President Norbert Lammert's maiden speech in which he criticized the election registration process, because \"representatives of the established parties decide whether or not to register the competition\". The Organization for Security and Co-operation in Europe's report on Germany's 2009 elections suggested reforming election registration in order to allow unregistered parties to appeal before elections. On 6 December 2010, the party filed an official complaint with the Federal Constitutional Court. It was officially accepted in February 2011 but ultimately the court rejected it in April 2011 on the grounds that the party chairman as the complainant did not have the necessary right to complain. ===State elections=== Die PARTEI garnered 0.17% of the votes cast in the state elections in Germany's largest state, North Rhine-Westphalia, on 9 May 2010. The candidate for the office of prime minister was forensic biologist Mark Benecke who was supported by several well-known artists. Many German-speaking celebrities are PARTEI members, some of whom participate as their candidates during election time, among them Rocko Schamoni, Heinz Strunk, Mark Benecke and the rappers Maxim and Nico from the Berlin Hip-Hop group K.I.Z. Rod Gonzáles, Hella von Sinnen, Dirk Bach and Guildo Horn all had their pictures taken with top-flight officials from the PARTEI to express their support during the 2010 state election.\"Photo collection with German celebrities and PARTEI members\" Die PARTEI participated in state elections in Berlin, Hamburg and Baden-Württemberg in 2011. In the 2011 Hamburg state election held on 20 February 2011, Die PARTEI won 23,994 votes (0.7% of the total). In St. Pauli the party came in sixth place, winning 1,450 votes (4.9%), after SPD (37.4%), Greens (21.5%), The Left (20.1%), Pirate Party (6.7%) and CDU (5.8%). In five districts (Hammerbrook, St. Pauli, Sternschanze, Veddel and Kleiner Grasbrook) the PARTEI beat the well-established FDP. The PARTEI did best in the Kleiner Grasbrook district, where it attracted 39 votes, or 5.3%, drawing level in the district with Germany's largest party, the Christian Democratic Union (CDU). ===City council elections=== Die PARTEI took part in municipal elections in North Rhine Westphalia on 30 August 2009, garnering 0.69% of the votes in Krefeld. On 17 May 2011, Manuel Lindlar, who had originally been elected to the Leverkusen city council via the election list of the \"Die Linke\" party, defected to the PARTEI. In 2012 Dirk Scholl, also former member of Die Linke, defected to the PARTEI in the city council of Saarlouis. In the elections for the city council of Lübeck in May 2013, the PARTEI won one seat. In the election for the city council of Cologne in October 2015, the candidate Mark Benecke received 7.22% of the votes. The vote had been postponed once because candidate Henriette Reker was injured in an assassination attempt.http://www1.wdr.de/themen/aktuell/ob-wahl-koeln-110.html === German federal election, 2013 === Information stall at \"Kreuzberg jazzt!\" in Berlin (2013) On 22 September 2013, Die Partei reached 0.2% of German voters in the 2013 federal election. === German federal election, 2017 === On 3 September 2017, members of Die PARTEI assumed full control over 31 secret Facebook groups dedicated to the AfD, a right-wing party, by infiltrating those groups and ascending to the rank of a group administrator. This was made public by altering the group names, removing all other administrators, making those groups public and uploading a video which shows a member of Die PARTEI, saying that all people in this group are now being fooled by real people instead of robots. According to the video, these 31 groups encompassed about 180,000 members.http://faktenfinder.tagesschau.de/inland/die-partei-afd- facebook-101.html Die PARTEI gained 1% of all votes, five times the turn out of 2013. == EU politics == In the May 2014 European Parliament election, the PARTEI managed to get elected to the European Parliament with 180,000 votes (0.6% of the total in Germany). Top candidate Sonneborn announced that all candidates from their list, starting with him, would take the seat for one month, then retire and thus get the most money out of the European Union. He also said he believed that they were \"not the craziest party in the European Parliament\".\"Ex-Titanic-Chef Sonneborn ins EU-Parlament gewählt\", Der Tagesspiegel, 26 May 2014. Its campaign slogan was \"For Europe, Against Europe\", which Sonneborn explained that the PARTEI was inclusive—it welcomed the 70% of Germans opinion polls said were not interested in Europe, \"But we also say yes to Europe so everybody opposed to or in favour of Europe can vote for us\". Specific campaign pledges included promising to \"build a wall around Switzerland, put Chancellor Angela Merkel on a show trial in the Berlin Olympic stadium and to frack the rotund politicians Sigmar Gabriel and Peter Altmaier for cheap gas\". In the 2019 European Parliament election, the PARTEI won nearly 900,000 votes or 2.4% of the German total, thus winning two seats which are held by Martin Sonneborn and the Kabarett artist Nico Semsrott. ==Sub-organizations== ===The LISTE – the PARTEI student organization === Campaign for the students' union at the University of Bremen in 2016 Between 2005 and 2009 the PARTEI's student organizations began to make themselves felt in student parliaments in Bochum, Aachen, Berlin, Dortmund and Düsseldorf. In most cases the groups branded themselves as List for Grass-Roots Democratic Initiatives, Education, Animal Breeding and Promotion of Elites (German acronym LISTE—Liste für basisdemokratische Initiative, Studium, Tierzucht und Elitenförderung). The student organization has 8,000 members nationwide, according to its own reports. During the 2009/10 legislature the PARTEI student organization was able to advance its own man to the post of the President of the Düsseldorf student parliament. In the 2010/11 legislature the PARTEI student organization now controls the post of assistant President of the student parliament at the Technische Hochschule Mittelhessen University of Applied Sciences, their LISTE standing for \"List for Integration, Freedom from university fees, Technology and Promotion of Elites\"). On 20 April 2011, Tobias M. Bölz, chairman of LISTE at the Karlsruhe Institute of Technology was elected to the chairmanship of the executive committee of the student body, having been president of the student parliament in the previous legislative period. ===The Hintner Youth=== In line with the motto, \"We need a children's and youth wing, because we need a children's and youth wing!\", the Hintner Youth, named after the PARTEI's general secretary Thomas Hintner, was founded on 5 June 2005, during the state conference in Mannheim. The Hintner Youth's official greeting is, \"Hi Hintner!\", thus alluding to the Nazi Party's Hitler Youth and greeting. The Hintner Youth's uniform, with its blue shirt, gray trousers and red scarf are reminiscent of East Germany's Pioneer Organization and the Free German Youth (FDJ). The Hintner Youth organizes an annual summer camp at the Helmut Kohl memorial camp site near Waldhambach as well as a number of other events, among them climbing the Watzmann in the name of, \"heaping up the summit to get up to at least 3,001 meters\". ===The PARTEI school=== The PARTEI runs a school in Schwerin, which by allusion to the official SED schools is simply known as the \"PARTEI school\". The school's purpose is not only to improve PARTEI official's political literacy but also to provide general educational programs, including IT and foreign languages. The school's director is Heike Zeilinger, with Ulf Mittelstädt and Michael Padefke as heads of the individual departments. According to the PARTEI the school has no real estate of its own. ===State organizations=== The chairpersons of the German states are: {| class=\"wikitable sortable\" |- class=\"hintergrundfarbe6\" ! class=\"unsortable\" style=\"border-right: hidden;\"| ! Chairperson |- style=\"vertical-align:top; background:#fff;\" ||Baden- Württemberg ||Peter Mendelsohn |- style=\"vertical-align:top; background:#fff;\" ||Bavaria ||Maximilian Hartl |- style=\"vertical-align:top; background:#fff;\" ||Berlin ||Pelle Boese & Sebastian Voigt |- style=\"vertical-align:top; background:#fff;\" ||Brandenburg ||Lars Krause |- style=\"vertical-align:top; background:#fff;\" ||Bremen ||Kea Rachel Glaß |- style=\"vertical-align:top; background:#fff;\" ||Hamburg ||Dirk Kotte |- style=\"vertical-align:top; background:#fff;\" ||Hesse ||Christian Scheeff |- style=\"vertical-align:top; background:#fff;\" ||Lower Saxony ||Sarah Ellen Herfort |- style=\"vertical- align:top; background:#fff;\" ||Mecklenburg-Vorpommern ||Eric Adelsberger |- style=\"vertical-align:top; background:#fff;\" ||North Rhine-Westphalia ||Mark Benecke |- style=\"vertical-align:top; background:#fff;\" ||Rhineland-Palatinate ||Celina Senking |- style=\"vertical-align:top; background:#fff;\" ||Saarland ||Katharina Drängler |- style=\"vertical-align:top; background:#fff;\" ||Saxony ||Steffen Retzlaff |- style=\"vertical-align:top; background:#fff;\" ||Saxony- Anhalt ||Martin Bochmann |- style=\"vertical-align:top; background:#fff;\" ||Schleswig-Holstein ||Jannis Langmaack |- style=\"vertical-align:top; background:#fff;\" ||Thuringia ||Eggs Gildo |} ==See also== *List of political parties in Germany *List of frivolous political parties ==References== ==Literature== * Martin Sonneborn: Das PARTEI Buch. Wie man in Deutschland eine Partei gründet und die Macht übernimmt. Kiepenheuer & Witsch, Köln 2009, ['The PARTY book. How to found a party in Germany and take over.'] ==External links== *Official site (German) *Titanic (German) Category:2004 establishments in Germany Category:Joke political parties in Germany Category:Parties represented in the European Parliament Category:Political parties established in 2004 Category:Political parties in Germany Category:Pro-European political parties in Germany ",
    "title": "Die PARTEI"
}