{
    "id": "2212472",
    "text": "The World Union of National Socialists (WUNS) is an organisation founded in 1962 as an umbrella group for neo-Nazi organisations across the globe. == History == === Formation === The movement came about when the leader of the American Nazi Party, George Lincoln Rockwell, visited England and met with National Socialist Movement chief Colin Jordan and the two agreed to work towards developing an international link-up between movements. This resulted in the 1962 Cotswold Declaration which was signed by neo-Nazis from the United States, United Kingdom, France (Savitri Devi), West Germany (Bruno Ludtke),Jeffrey Kaplan, Encyclopedia of White Power, 2000, pp. 94-95 Austria and Belgium. More member nations would join later throughout the decade including Argentina, Australia, Chile, Ireland, South Africa, and Japan. === Splits === Following Rockwell's assassination in 1967, control of the WUNS passed to Matt Koehl, who attempted to extend the influence of the group by appointing Danish neo-Nazi Povl Riis-Knudsen as general secretary. However a split began to develop over the insistence of Koehl that Nazism should also serve as a religion, and eventually he broke away from the WUNS to lead his own version of Nazi mysticism. The split fundamentally weakened the WUNS and its influence declined strongly, despite attempts by Jordan to reinvigorate it. Jordan remained the nominal leader of the organization until his death in 2009, when he was succeeded by Koehl, who was the titular leader until his own death in 2014. == Associated groups == A number of groups have become members of the WUNS or accepted association to the group down the years. === Americas === Given the leadership of Rockwell and Koehl, the American Nazi Party and its successor the National Socialist White People's Party were the main constituent groups of the WUNS. In Canada the group was represented by the Canadian Nazi Party, whose leader William John Beattie was chief of the WUNS in the country.Kaplan, op cit, pp. 355-356 It was also active in South America through the Partido Nacionalsocialista Chileno, a group set up in Chile by former 1st SS Division Leibstandarte SS Adolf Hitler Standartenführer Franz Pfeiffer. Kaplan, op cit, p. 354 === Europe === The National Socialist Movement and its successor British Movement were members. WUNS was represented in Denmark by the National Socialist Workers' Party of Denmark, a rump group of the old pre-war movement affiliated under Sven Salicath, a close follower of Rockwell,Kaplan, op cit, p. 356 and by its replacement, the National Socialist Movement of Denmark. The Nordic Reich Party of Sweden maintained independence but co-operated closely with WUNS. Bernhard Haarde formed a WUNS group in Iceland, claiming around 300 supporters. Bernhard was the brother of future Prime Minister, Geir Haarde. A minor party in the Republic of Ireland, the National Socialist Irish Workers Party, was affiliated. === Oceania === The National Socialist Party of New Zealand and the National Socialist Party of Australia were affiliated to the WUNS. == Current membership == The WUNS claims the affiliation of a number of minor movements, many of which appear to exist only on the internet.Participating members from WUNS site * Bolivia – Frente de Accion Patriota * Brazil – Partido Nacional-Socialista Brasileiro * Bulgaria – Great Sarmatian Brotherhood * Canada – National-Socialist Party of Canada * Chile – Movimiento Nacionalsocialista de los Trabajadores Chilenos, Movimiento Gancho del Lobo, IMNS, Troops of Tomorrow Chile Division * Costa Rica – Resistencia Ideologica Nacional Socialista de Costa Rica * Finland – Suomen Kansallissosialistinen Työväenpuolue, SKSTP-NSFAP * France – Mouvement National-Socialiste Français, PHENIX * Greece – European Nationalism and Hellenic Nationalism * Guatemala – Frente Nacional Socialista de Guatemala * Iran – Naska Party, SUMKA * Italy – Comunità politica di Avanguardia, Movimento Fascismo e Libertà * Japan – National Socialist Japanese Workers' Party * Mexico – Mexico National-Socialist Party, Sol Negro, National Synarchist Union * Norway – National Socialist Movement of Norway * Peru – Tercios Nacional Socialistas, MNSDP * Romania – Romanian National Vanguard, Front 14 Romania, Victoria Finala * Russia and Belarus – Russian National Unity, RNE AP, National Socialist Organization * Serbia – Rasonalisti Serbia, Serbian Action * Spain – National Alliance, NuevOrden España * Sweden – National Socialist Movement Nordic-Scandinavia Unit, National League of Sweden (Sveriges Nationella Förbund) * Ukraine – National Alliance for Freedom Ukrainian Falange, Ukrainian Falange Block * United Kingdom – November 9th Society, British Free Corps, British People's Party * United States – National Socialist Movement, Final Solution 88 * Venezuela – Partido NS Venezolano == See also == * Alliance of European National Movements * Euronat * European National Front == References == == External links == * World Union of National Socialists official website Category:Neo-Nazi organizations in the United States Category:Organizations established in 1962 Category:Neo-Nazi organizations Category:Nazi parties Category:Anti-communist organizations Category:Antisemitism in Europe Category:Antisemitism in the United States Category:Antisemitism in the United Kingdom Category:Antisemitism in Greece Category:Antisemitism in France Category:Antisemitism in Finland Category:Antisemitism in Sweden Category:Islamophobia in the United States Category:Islamophobia in Europe Category:Islamophobia in the United Kingdom Category:Opposition to Islam in Europe Category:Opposition to Islam in France Category:Opposition to Islam in Sweden Category:Opposition to Islam in the United States Category:Opposition to Islam in the United Kingdom Category:Anti-Zionism in France Category:Anti-Zionism in Europe Category:Anti- Zionism in Sweden Category:Anti-Zionism in the United Kingdom Category:Anti- Zionism in the United States ",
    "title": "World Union of National Socialists"
}