{
    "id": "2212831",
    "text": "New West Evolving Arts & Music Organization (NWEAMO), founded by composer Joseph Waters in Portland, Oregon, U.S. in 1998, is a nonprofit organization based in San Diego, California that produces the annual international festival of electro-acoustic music.The New West Electro Acoustic Music Organization NWEAMO is dedicated to forging connections between the composers, performers and lovers of avant garde classical music with the DJs, MCs, guitar-gods, troubadours and gourmets of experimental popular music. The organization promotes music that involves the creative use of computers and electronics mixed with acoustics. Today, NWEAMO has showcased artists in prime venues across the world. In a healthy cultural milieu NWEAMO celebrates both classical and popular music. The idea behind this seemingly controversial connection is that without any connection, both genres suffer. When classical music does not connect with popular culture, it becomes a music of experts, unable to reflect and contribute meaningfully in the broad marketplace of developing ideas and cultural experimentation. Popular music on the other hand, becomes naïve and superficial, untethered to its historical roots and broad cultural underpinnings, without connection and communication with classical music. NWEAMO attempts to generate a synthesis that reveals new possibilities for both. ==Festivals== Originally NWEAMO concerts featured a variety of electro-acoustic styles and genres, ranging from Intelligent dance music to the abstract avant garde. Eventually the word \"Electronic\" was replaced with \"Evolving\" in the acronym to reflect the inclusion of visual art, installation art, dance, sound art and acoustic music to the festival, and to allow future growth. In 2002 the festival added San Diego, California to its locations. In 2005 the festival expanded further, with an additional night added in Mexico City. New York City and Venice, Italy were added 2006. The 2007 festival included a summer component in Europe (Berlin, May 18–19; and Venice, May 25–26) in addition to the main autumn festival: San Diego (Oct 5 & 6, 2007); Boulder, Colorado (Oct. 13, 2007); Morelia, Mexico (Oct. 19, 2007) & New York City (Oct. 26 & 27, 2007). Each year the festival supports the work of approximately 30 composers/performers. ==Themes== Each year the festival focuses on a theme: *2019 East Meets West (San Diego) *2018 East Meets West (San Diego) *2017 East Meets West (Tokyo, Japan) *2016 East Meets West (San Diego) *2015 People Of The City (San Diego & Brooklyn, NY) *2014 Things (San Diego) *2013 Emotional circuits: Electric animal (San Diego) *2012 Festival of Hidden Identities (San Diego) *2011 East Meets West (San Diego) *2010 Around the Corner...Art is Made (San Diego, Venice Italy) *2009 What Is A Machine (San Diego, Venice Italy) *2008 Can Art Be About Sex? (San Diego, Miami, Stonybrook, New York City) *2007 Synesthesia: The Mixing of Senses (San Diego, Boulder, Morelia (Mexico), New York City) *2006 Pulse: The Influence of Africa (Portland, OR; San Diego, CA; New York City, NY, Venice, Italy) *2005 Connection to the Ancients (Portland, OR; San Diego, CA; Mexico City) *2004 Invented Instruments (In Memory of the 30th anniversary of the death of Harry Partch)(Portland, OR; San Diego,) *2003 The Plastic Fantastic Interactive(Portland, OR; San Diego,) *2002 To Beat Or Not To Beat, That Is The Question (Portland, OR; San Diego,) ==See also== *List of electronic music festivals ==References== ==External links== * http://www.utsandiego.com/news/2012/mar/01/SDSU-NWEAMO-festival/ * http://www.utsandiego.com/news/2012/feb/23/tp-sharing-the-excitement-of-new- music/ *The New West Electro Acoustic Music Organization Category:Music festivals established in 1998 Category:Classical music festivals in the United States Category:501(c)(3) organizations Category:1998 establishments in Oregon Category:Electronic music festivals in the United States Category:Electroacoustic music festivals Category:Electronic music festivals in Mexico Category:Electronic music festivals in Italy Category:Electronic music event management companies Category:Arts festivals in Mexico Category:New media art festivals Category:Festivals in Mexico City ",
    "title": "NWEAMO"
}