{
    "id": "2212694",
    "text": "Mackay Hall Park University is a private university in Parkville, Missouri. It was founded in 1875. In the fall of 2017, Park had an enrollment of 11,457 students. ==History== The school which was originally called Park College was founded in 1875 by John A. McAfee on land donated by George S. Park with its initial structure being the stone hotel Park owned on the bluff above the Missouri River. The original concept called for students to receive free tuition and board in exchange for working up to half day in the college's farm, electrical shop or printing plant. According to the terms of the arrangement if the “Parkville Experiment” did not work out within five years, the college grounds were to revert to Park. Centennial History of Missouri: (the Center State) One Hundred Years in the Union, 1820-1921 By Walter Barlow Stevens –1921 – S.J. Clarke Publishing – Page 41 (available on print.google.com) There were 17 students in the first school year and in the first graduation class there were five women. McAfee led until his death in 1890. His son Lowell M. McAfee became the second president of Park until stepping down in 1913. The first international student at Park University arrived in 1880 from Japan. The defining landmark of the campus is Mackay Hall, named after Carroll County, Illinois banker Duncan Mackay who donated $25,000 in materials for the structure shortly before his death.Decatur Daily Dispatch - Among Our Neighbors - 1890-09-11 The building was constructed using limestone mined on the campus grounds and built with the labor of students. Construction began in 1883 and was finished by 1893. Today the building is the main focal point of the campus and dominates the hillside, overlooking the town of Parkville. It is on the National Register of Historic Places. For many decades the school was affiliated with the Presbyterian Church but it no longer has that affiliation. The college has had a relationship with the military since 1889. However, the relationship was greatly expanded in the late 1960s with the establishment of a Military Degree Completion Program and later in 1972 with the Military Resident Center System. Park's total enrollment has grown from its small base since 1996 when it first began offering online courses. In 2000, it was renamed Park University. ==Locations== The flagship campus of Park University is located in the city of Parkville, Missouri. The Park University Graduate School is located in downtown Kansas City, Missouri. There are 41 campuses in 22 U.S. states including four campuses in the Kansas City area (Downtown Kansas City, Independence, Lenexa and Parkville) and a campus center in Austin, Texas. Most of the satellite campuses are on or near United States military bases and share quarters with other businesses/organizations. The home campus currently has an enrollment of 1,600 students representing 50 states and 106 countries.\\- Park University 2006 Master Plan The entire extended system had an annual student enrollment of 23,000.Park University Facts, Stats and Admissions Information , Yahoo.com In 2018, the university opened a campus center in Gilbert, Arizona in the city's Heritage District. Park leased at the University Building. The university continued to expand the Gilbert campus in 2019, leasing an additional and extending the initial three-year term to five years with the city. The university continued to expand the Gilbert campus with the addition of college athletics. Initially playing as an independent during the 2019-20 academic year, the university announced membership in the NAIA and California Pacific Conference (Pac West) starting in 2020-21. ==Athletics== === Parkville campus === Park University teams are known as the Pirates. The university competes in the National Association of Intercollegiate Athletics (NAIA) as a member of the Heart of America Athletic Conference (HAAC). Men's sports include baseball, basketball, cross country, golf, soccer, track & field and volleyball; while women's sports include basketball, cross country, golf, soccer, softball, track & field and volleyball. The Department of Athletics at Park University is led by Claude English, Director of Athletics, who was also the Pirates’ men's basketball coach from 1992 to 2005. From 1980 to 1984, English was the head men's basketball coach at his alma mater, the University of Rhode Island, and he played one season in the NBA with the Portland Trail Blazers in 1970-71. Seven former Park Pirates compete currently for the Kansas City Comets of the Major Arena Soccer League.Homegrown Talent: Pirates to Comets. Major Arena Soccer League. Retrieved 2 April 2020. https://www.maslsoccer.com/news/homegrown ====Championships==== * 2018 Women's Volleyball (NAIA National Champions) * 2017 Men's Volleyball (NAIA Invitational Tournament) * 2014 Women's Volleyball (NAIA National Champions) * 2014 Men's Volleyball (NAIA Invitational Tournament) * 2012 Men's Volleyball (NAIA Invitational Tournament) * 2008 Men's Volleyball (NAIA Invitational Tournament) * 2003 Men's Volleyball (NAIA Invitational Tournament) === Gilbert campus === Park University Gilbert teams are known as the Buccaneers. The university added a college athletics program to the Gilbert, Arizona campus center in 2019. After playing as an independent program during the 2019-20 academic year, the university announced membership in the NAIA and California Pacific Conference (Pac West) starting in 2020-21. Men's sports include baseball, basketball, cross country, golf, soccer, track and field, and volleyball, while women's sports include basketball, beach volleyball, cross country, golf, soccer, softball, track and field and volleyball. ==Rankings== *Ranked 1st among all private colleges and universities in the U.S. and ranked 2nd in the “online and nontraditional” category on the Military Times’ \"Best for Vets: Colleges 2016\" list. *Ranked 2nd “Best for Vets” business school in the country among private colleges/universities in the country, according to Military Times. *Ranked 2nd among all private colleges/universities in the country with a 9.5 percent annual ROI by 2015 PayScale College ROI Report. *2015-16 Colleges of Distinction list. * 2016 Washington Monthly Best 4-Year Colleges for Adult Learners list * Ranked by U.S. News & World Report as the 126-165 best Midwest college in 2018. ==Notable people== *Marsia Alexander-Clarke, artist *Vlatko Andonovski - United States Women's National Soccer Team Coach *James J. Barry, Jr. (1969) - former New Jersey General Assemblyman and New Jersey Director of Consumer Affairs *Ralph von Frese (1969) - American geologist *Tsiang Tingfu (Chinese: 蔣廷黻)- Chinese scholar and diplomat. In 1911, he attended the Park Academy *Don H. Compier (1985) - founding Dean of the Community of Christ Seminary *Steve Cox - freelance writer * John R. Everett (1942) - President of Hollins College, first Chancellor of the Municipal College System of the City of New York, and President of the New School for Social Research *Maurice Green Olympic Sprinter; world record holder *Melana Scantlin (2002) - former Miss Missouri USA, television personality *Chance Browne - American musician, painter, and cartoonist *Robert E. Hall - eleventh Sergeant Major of the Army *Charles A. Holland, Los Angeles, California, City Council member, 1929–31 *James A. Roy - sixteenth Chief Master Sergeant of the Air Force *Edwin Kagin - attorney, founder Camp Quest *George Kelly - American psychologist, therapist and educator *Texe Marrs - American preacher *Cleland Boyd McAfee (1884) - American theologian Kay Barnes photo *Newell A. George - United States Congressman, 1959–1961. *Carl McIntire - radio broadcaster *Stephen M. Veazey - Prophet-President of the Community of Christ *George S. Robb, U.S. Army (1912) - Medal of Honor - World War I *Lewis Millet, U.S. Army (1964) - Medal of Honor - Korea *Thaddeus J. Martin, U.S. Air Force, Connecticut Adjutant General *David Grace (basketball) UCLA and Oregon State University men's assistant basketball coach (USAF Retired) *Anthony Melchiorri - Hospitality expert and Travel Channel host *Hollington Tong - transferred to University of Missouri, Republic of China ambassador to the United States ===Faculty and staff=== *Stanislav Ioudenitch (Professor of Music and Piano) - Pianist and gold medalist of Van Cliburn International Piano Competition in 2001 *Kay Barnes (Senior Director for University Engagement) - Former mayor of Kansas City and candidate for Congress in 2008 ==References== ==External links== *Official website *Official athletics website Category:Private universities and colleges in Missouri Category:Kansas City metropolitan area Category:Private universities and colleges in Texas Category:Educational institutions established in 1875 Category:Buildings and structures in Platte County, Missouri Category:Education in Platte County, Missouri Category:1875 establishments in Missouri Category:V-12 Navy College Training Program ",
    "title": "Park University"
}