{
    "id": "2212484",
    "text": "The Eastern Lowland Gorilla (Gorilla beringei graueri) or Grauer's gorilla is a subspecies of eastern gorilla endemic to the mountainous forests of eastern Democratic Republic of the Congo. Important populations of this gorilla live in the Kahuzi-Biega and Maiko National Parks and their adjacent forests, the Tayna Gorilla Reserve, the Usala forest and on the Itombwe Massif. It is the largest of the four gorilla subspecies. It has a jet black coat like the mountain gorilla (Gorilla beringei beringei), although the hair is shorter on the head and body. The male's coat, like that of other gorillas, greys as the animal matures, resulting in the designation \"silverback\". There are far fewer eastern lowland gorillas compared to western lowland gorillas. According to a 2004 report there were only about 5,000 eastern lowland gorillas in the wild, down to fewer than 3,800 in 2016,Nuwer, Rachel, \"Grauer’s Gorillas May Soon Be Extinct, Conservationists Say\", New York Times, April 24, 2016. Retrieved 2016-04-25. compared to over 100,000 western lowland gorillas. Outside their native range, only one female eastern lowland gorilla lives in captivity, at the Antwerp Zoo in Belgium. ==Physical description== MHNLille Eastern lowland gorillas are the largest subspecies of gorilla and the largest living primates. Males have an average weight of , females of . The maximum standing height for males is , while females reach . An older weight calculated based on eight wild adult males is 169 kg. ==Habitat and ecology== Gorillas spend long hours feeding on plant matter every day. Gorillas are stable apes as they stay together for months and years at a time, much like the structure of a family. Groups of eastern lowland gorillas are usually larger than those of western gorillas. The eastern lowland gorilla has the widest altitudinal range of any of the gorilla subspecies, being found in mountainous, transitional and lowland tropical forests. One of the most studied eastern lowland gorilla population lives in the highlands of Kahuzi-Biega, where habitats vary between dense primary forests to moderately moist woodland, to Cyperus swamp and peat bog. Gorillas do not eat banana fruits, but they may destroy banana trees to eat the nutritious pith. The eastern lowland gorilla shows a preference for regenerating vegetation associated with abandoned villages and fields. Farmers who have come in contact with gorillas in their plantations have killed the gorilla and obtained a double benefit, protecting their crop and using the meat of the gorilla to sell at the market. Eastern lowland gorilla has a varied plants diet including fruits, leaves, stems and bark as well as small insects such as ants and termites. Although they occasionally eat ants, insects form only a minor part of their diet. In comparison to western lowland gorillas, found in low altitude tropical forests, eastern lowland gorillas travel much less and increase their consumption of herbaceous vegetation. == Behaviour == A silverback and child at Kahuzi-Biéga National Park Eastern lowland gorillas are highly sociable and very peaceful, living in groups of two to over 30. A group usually consists of one silverback, several females and their offspring. Silverbacks are strong and each group has one dominant leader (see alpha male). These males protect their group from danger. Young silverback males will slowly begin to leave their natal group when they reach maturity, and will then attempt to attract females to form their own group. Relatively little is known about the social behaviour, history and ecology of eastern lowland gorillas, partly because of civil war in the Democratic Republic of the Congo. However, some aspects of social behaviour have been studied. For example, gorillas form harems which may include two full-grown males. One third of gorilla groups in East Africa have two grown males in their group. Most primates are bonded together by the relationship between females, a pattern also seen in many human families. Once they reach maturity, both females and males usually leave the group. Females usually join another group or a lone silverback adult male, whereas males may stay together temporarily, until they attract females and establish their own groups. It is commonly believed that the structure of the gorilla group is to prevent predation. === Reproduction === Infant in Kahuzi-Biéga National Park A female will give birth to a single infant after a gestation period of about 8½ months. They breastfeed for about three years. The baby can crawl at around nine weeks old and can walk at about 35 weeks old. Infant gorillas normally stay with their mother for three to four years and mature at around 8 years old (females) and 12 years old (males). ==Threats== Male eastern lowland gorilla Threats to the eastern lowland gorilla's survival include poaching, civil unrest, and the destruction of gorilla habitat through logging, mining, and agriculture. ===Bushmeat=== The primary cause of the decline in eastern lowland gorilla populations is poaching for meat, known as bushmeat. WWF – World Wide Fund For Nature (also known as World Wildlife Fund, Threats to gorillas Hunting & poaching It is eaten by displaced peoples residing in the region affected by the civil war, militias groups and loggers and miners.Wilkie and Carpenter, 1999; Fa et al., 2000; Brashares et al., 2004; Ryan and Bell, 2005; Poulsen et al., 2009) Surveys have shown that great apes, chimpanzees and bonobos comprise 0.5-2% of the meat found in bushmeats markets. Some researchers have found that up to 5 million metric tons of bushmeat are traded annually. This has a detrimental effect on the eastern lowland gorilla populations because of their slow rate of reproduction and their already struggling population. Although gorilla bushmeat only constitutes a small proportion of the bushmeat sold, it continues to encourage a decline in the gorilla populations being subjected to hunting. Endangered Species International stated that 300 gorillas are killed each year to supply the bushmeat markets in the Congo. Conservation groups negotiated with rebels who control the eastern Democratic Republic of the Congo to re-arm the park guards. After the war began, government funding of the park was stopped. Conservation groups WWF, International Gorilla Conservation Program and Deutsche Gesellschaft für Technische Zusammenarbeit (German development agency) have funded the guards for the past several years. ===Civil unrest=== Civil unrest in the Democratic Republic of Congo has resulted in a decline in eastern lowland gorillas. The region inhabited by eastern gorillas has decreased from 8,100 square miles to 4,600 square miles in the past 50 years. This primate species now occupies only 13% of its historical area. Violence in the region has made research difficult, however, scientists have estimated that the population has decreased by more than 50% since the mid-1990s. In the mid-1990s, the population was recorded to be nearly 17,000 gorillas. The civil war in the Democratic Republic of the Congo means military groups remain in the forest for long periods of time. Thus, poaching has increased as militia and refugees become hungry. Military leaders have also disarmed the park security guards in national parks meaning they have virtually no control over the activities that occur within the park, and those that enter it, when faced with armed soldiers. The militia groups present in the region restrict protection of the eastern lowland gorilla. It has been estimated that more than half of the 240 gorillas known in one study have been killed as a result of poaching. Researchers have also stated that it is more difficult to patrol areas outside of the park and expect to find even higher levels of poaching. Conservation groups negotiated with rebels who control the eastern Democratic Republic of the Congo to re-arm the park guards After the war began, government funding of the park was stopped. Conservation groups,WWF International Gorilla Conservation Program and Deutsche Gesellschaft für Technische Zusammenarbeit (German development agency) have funded the guards for the past several years. Many multinational corporations are indirectly, and some directly, funding the civil war in the Democratic Republic of the Congo by buying illegal resources from the area or by trading resources for military weaponry. Reports from 2007 state that 14,694 tons of cassiterite ($45 million USD), 1,193 tons of wolframite (worth $4.27 million USD) and 393 tons of coltan ($5.42 million USD) were exported in 2007. Coltan in particular is one of the main export resources bought by multinational corporations illegally and is growing in demand due to its use for cellphones. Traxy’s alone bought 226 tonnes of coltan in 2007 which is 57% of the Democratic Republic of the Congo’s entire coltan. The United Nations Environmental Programme reported that resources from multinational corporations and pension funds in industrialized countries are \"directed through subsidiary companies to help finance corruption and arms sales, processes that may involve 'conflict' natural resources\" Private companies have been found to trade weapons for resources or provide access to weapons through subsidiary companies. Approximately two million people, directly and indirectly related to the Rwandan genocide in 1994, fled to Tanzania and the Democratic Republic of the Congo, mainly in Virunga National Park. It has been estimated that there were 720,000 refugees living in five camps in the DRC bordering the park (Katale, Kahindo, Kibumba, Mugunga and Lac Vert), 24. Deforestation occurred as 80,000 refugees travelled into the park daily to find wood. Deforestation occurred at a rate of 0.1 km2 per day. Once the Congo war began in 1996, 500,000 refugees remained, putting pressure on the natural resources, including the eastern lowland gorilla. ===Logging, mining, and agriculture=== Illegal logging may occur from companies with no rights to the land or by legal landholders. Over-harvesting is an illegal practice often conducted by legal concession holder and encourages deforestation and illegal resources exportation. The areas logged are prime gorilla habitat and is considered an international concern. Companies involved in illegal exploitation therefore encourage environmental destruction in the area and fuel the illegal export industry controlled by militia groups. ==Conservation== ===Park conservation=== Most parks in the Democratic Republic of the Congo are insecure areas restricting the access of park rangers. Although park rangers are trained to stop illegal hunting, the small number of park rangers do not have access to further training or equipment to handle the militia groups. In the Virunga National Park, for example, 190 park rangers have been killed in just the past 15 years from civil war. Laws in place enforce trans-boundary collaboration and have been proven successful in reducing the decline of the eastern lowland gorilla Illegal extraction of resources from the Virunga National Park has been reduced by policing transportation across borders. This has reduced the financial input available to the militias in the region. Although park rangers have been successful in restricting the amount of illegal resources being transported out of the region, militias groups have retaliated by purposely killing a group of gorillas to threaten the park rangers. On July 22, 2007, 10 gorillas were killed in retaliation for the park rangers' interference with the exportation of illegal resources such as wood. The militia have remained in control in the region as a result of the neighbouring countries. These militia groups trade minerals and timber illegally in exchange for arms from neighbouring countries, corrupt officials and subsidiaries of many multinational companies. Gorillas are also threatened directly by militia groups because of the prevalence of booby traps placed randomly throughout the forest. Although the eastern lowland gorilla population is directly affected by the violence of militia groups, their population is mainly endangered by habitat disruption from the extraction of natural resources. == Genetic studies == There was already evidence of inbreeding depression in some gorilla populations, evident through birth defects like syndactyly. A recent genome studies which included all four subspecies gorilla, aimed to identifying the levels of diversity and divergence among the remaining populations of gorilla. Results showed that this the eastern lowland gorilla subspecies was in fact two distinct subgroups. This division could have been due to the small number of individuals sampled, or due to the social structures within the subspecies. Results suggest that within the eastern lowland gorilla subspecies there is an extreme lack of variation, which could reduce the potential of the subspecies to undergo natural selection and adapt to their environment. This lack of diversity is thought to be due to limited number of founders and low levels of migration, which has resulted in a high level of inbreeding in these small population. Conservation interventions for the eastern lowland gorilla have suggested implementing captive breeding programs or translocations between the eastern lowland subgroups. ==References== ==External Links== *ARKive - images and movies of the eastern gorilla (Gorilla beringei) *The Last Stand of the Gorilla: Environmental Crime and Conflict in the Congo. United Nations Environmental Programme. eastern lowland gorilla Category:Mammals of the Democratic Republic of the Congo Category:Endemic fauna of the Democratic Republic of the Congo Category:Critically endangered fauna of Africa Category:Mammals described in 1904 eastern lowland gorilla Category:Species endangered by warfare ",
    "title": "Eastern lowland gorilla"
}