{
    "id": "2213225",
    "text": "Robert Foulis (1796– January 28, 1866) was a Canadian inventor, civil engineer and artist noted for his invention of the steam-powered foghorn. ==Early life== Foulis was born May 5, 1796 in Glasgow, Scotland. In 1817 his first wife Elizabeth Leatham died in childbirth. After her death he moved to Canada, arriving in Halifax, Nova Scotia around 1818 or 1819 (sources vary). In Halifax he taught drawing classes and painted portraits in oil. ==Life in Saint John== In 1820 settled in Saint John, New Brunswick, where he was appointed deputy land surveyor in 1822. After he surveyed the upper Saint John River for the feasibility of steamshipping, he became involved with the buildings of several early steamboats and the first Saint John harbour ferry. In 1825, Foulis founded the Saint John Foundry, the province's second iron foundry.https://www.exporail.org/can_rail/Canadian%20Rail_no430_1992.pdf He continued his interest art, founding a School of Arts in 1838. In 1852, Foulis invented an apparatus to produce coal gas from the distillation of albertite; his intention as that the gas could be used instead of whale oil when illuminating lighthouses. Foulis installed the system in the Partridge island lighthouse in 1953. The invention that would bring Foulis his greatest recognition was the steam-powered foghorn. In 1853, as he was walking towards his house on a foggy night, he heard his daughter playing her piano. Noticing he could only hear the very low notes of the piano, he realized that a device that emitted low frequency sound could be used to warn ships approaching the Saint harbour in the dense fog. He spent the next six years trying to convince the New Brunswick lighthouse commissioners to allow him to install his foghorn design on the earby Partridge Island. In 1859 permission for the foghorn to be installed on Partridge Island was granted to the engineer T. T. Vernon Smith, who had obtained Foulis' plans. The foghorn went into service on Partridge island, and a patent dispute between the two men followed. He ultimately failed to obtain any patent rights to his foghorn design, although the provincial legislature recognized him as the rightful inventor. Following business ventures of varying success, Foulis died in poverty. ==References== ==External links== *Biography at the Dictionary of Canadian Biography Online *Robert Foulis at Canada's Digital Collections Category:1796 births Category:1866 deaths Category:Canadian inventors Category:Scottish civil engineers Category:People from Glasgow Category:Scottish emigrants to pre- Confederation New Brunswick ",
    "title": "Robert Foulis (inventor)"
}