{
    "id": "2213733",
    "text": "The British Rail Class 118 diesel multiple units were built by the Birmingham Railway Carriage & Wagon Company (BRCW) and introduced from 1960. It was a licence-built version of the British Rail Class 116.http://preserved.railcar.co.uk/Class116.html ==History== BR Derby was inundated with orders for the Class 116, so the work was put out to tender. All Class 118s were built in Birmingham by Birmingham Railway Carriage and Wagon Company.https://www.railcar.co.uk/type/class-118/ Originally allocated to the Western Region, the 118 was extensively used in Devon and Cornwall. They were stabled at Laira depot. The 118s survived in service in the region until 1994 when they were replaced by Class 156s.https://www.flickr.com/photos/66289212@N07/10244419605 In its final days, vehicles were allocated to Tyseley depot in Birmingham, and were all withdrawn by the end of 1994. Like most first generation DMUs they were originally BR Green, then plain blue, and finally blue and grey, with a few receiving Network SouthEast livery. One set was painted in all over yellow with advertisements for British Telecom.https://www.railcar.co.uk/type/class-118/operations A normal formation was three vehicles- a Driving Motor Brake Second (DMBS) which had two BUT engines (Later fitted with Leyland), a driving compartment(cab), 65 second class seats, guards accommodation and luggage/parcels space, a Trailer Composite Lavatory (TCL) which had no engines or driving compartment, but had 22 first class seats, 48 second class seats and a lavatory, and a Driving Motor Second (DMS), which like the DMBS had two engines and a driver's cab, and contained 89 second class seats. Having the 'blue square' multiple working system allowed them to run in formations containing up to 12 cars with most of BR's other DMUs. Two vehicles were converted to sandite use.http://www.railfaneurope.net/list/uk/uk_br_del2.html ==Orders== {| class=wikitable ! Lot No. !! Type !! Diagram !! Qty !! Fleet Numbers !! Notes |- | 30543 || Driving Motor Brake Second (DMBS) || 850 || 15 || 51302–51316 || |- | 30544 || Trailer Composite with lavatory (TCL) || 851 || 15 || 59469–59483 || |- | 30545 || Driving Motor Second (DMS) || 852 || 15 || 51317–51331 || |- |} ==Preservation== Only one Class 118 vehicle, DMS Number 51321, has been preserved and is at the Battlefield Line. This vehicle has been paired with class 116 DMBS 51131, also based on the railway. ==References== *Motive Power Recognition: 3 DMUs. Colin J. Marsden *British Railway Pictorial: First Generation DMUs. Kevin Robertson *British Rail Fleet Survey 8: Diesel Multiple Units- The First Generation. Brian Haresnape *A Pictorial Record of British Railways Diesel Multiple Units. Brian Golding ==External links== * Battlefield Line website 118 Category:BRCW multiple units Category:Train-related introductions in 1960 ",
    "title": "British Rail Class 118"
}