{
    "id": "2213431",
    "text": "Moone, Main Street (former N9) High Cross of Moone Moone () is a small village in the south of County Kildare, Ireland. It is on the former N9 road (now by- passed) about south of Dublin. It has only a few hundred inhabitants, a church, a national school, one shop and a small community centre. There is also pub called the Moone High Cross Inn.County Kildare: Moone ==Etymology== The name Moone comes from the Irish \"Maen Colmcille\" which means \"Colmcille's property\". ==Location, access and development== The closest village to Moone is Timolin, less than 1 kilometre to the north, and a number of Kildare County Council development plans have provided for joint development of Moone and Timolin. The village is served by bus route 880 operated by Kildare Local Link on behalf of the National Transport Authority. There are several buses each day including Sunday linking the village to Castledermot, Carlow and Naas as well as villages in the area.http://www.martinheydon.com/2015/08/1879/ ==High Cross== Moone High Cross, top Moone's most notable landmark is its High Cross, dating from the 7th century.http://kildare.ie/Heritage/History/religious/crosses/moone-high- cross.htm It is located approximately 1 kilometre from Moone along the road to Athy (at ). It stands in the remains of an old abbey which has been associated with Saint Colmcille and whose church is believed to have been built by the Franciscans around 1300. ==Bolton Abbey - Cistercian Monastery== Bolton Abbey, Moone, Co. Kildare, was established in 1965 by monks from Mount St. Joseph Abbey, Roscrea, in 1977 it became an independent monastery, in 2015 it celebrated its 50 anniversary.Bolton Abbey Official Website ==Sport== The National Hunt trainer Jessica Harrington has her stables at Moone. Her most successful horses have included Moscow Flyer, Macs Joy, Jezki, Sizing John and Alpha Centauri. There is a local soccer club called Moone Celtic FC. The club's crest includes a high cross, and its pitch is Fortfield Park on the old N9 to Carlow. ==See also== * List of towns and villages in Ireland. * List of abbeys and priories in Ireland (County Kildare) == References == ==External links== * Kildare County Council page for Moone Category:Towns and villages in County Kildare Category:Articles on towns and villages in Ireland possibly missing Irish place names ",
    "title": "Moone"
}