{
    "id": "2213397",
    "text": "The Ayyavazhi includes a corpus of teachings of its initiator Lord Vaikundar in the form of instructions and slogans found in the religious book Akilathirattu. == Dharmam == The teachings on Dharmam have two levels of understanding: a principle of 'righteousness', and a concrete activity of 'charity' or 'almsgiving'.G. Patrick's, Religion and Subaltern Agency, Chapter 5, p. 113 As a principle, the followers of Ayyavazhi believed that the prime motive of the mission of Vaikundar was to establish Dharmam in this world by destroying the evil force of Kali. It is said in Akilathirattu that people, even while listening to the teachings of Lord Vaikundar, 'realised' that the evil of Kali was gradually being withdrawn from the world and that Dharmam was being established in its stead. Transposed to the social plane, this principle of Dharmam was considered as the mission of \"protecting or salvaging the lowly, the oppressed.\"Ailattirattu Ammanai, published by T. Palaramachandran Nadar, 9th impression, 1989, p. 212 As a practical activity, Dharmam meant charity and almsgiving. This was taught to be the way to seek God.Patiram - Ayya Cicarukku Connatu in, Arul nul, published by T. Palaramachandran Nadar, 13th impression, 1990, p. 24 People were specially exhorted to undertake charity by means of material goods, and do it without discriminating among the beneficiaries.G. Patrick's, Religion and Subaltern Agency, Chapter 5, p.113 == Courage and fortitude == Part of Lord Vaikundar's teachings included symbolic actions for the purpose of incinerating the evil spirits and impounding the powers of those practising black magic. These were purported to instill courage among the ordinary people. He also imparted direct teachings on courage and fortitude. People were instructed not to fear any supernatural or temporal powers of malignant or inimical character. They were exhorted \"not to fear anyone except Vaikundar,\"Ailattirattu Ammanai, published by T. Palaramachandran Nadar, 9th impression, 1989, p. 264 whose abiding presence with them would be the source of their strength. They were told that \"it was fortitude that would make them rule the earth\" and that because of this, they were not to be intimidated by any exploiter. == Living with dignity == \"If you live with dignity and self-respect, the Kali would destroy itself\" is another oft-repeated verse from Akilathirattu.Ailattirattu Ammanai, published by T. Palaramachandran Nadar, 9th impression, 1989, p. 215 The importance of this instruction comes to light when considering that the destruction of Kali is projected in Akilathirattu as one of the chief motives of the mission of Lord Vaikundar. The book, through various other narratives, underscores the point that the people are to live in dignity. For example, the narrative on the origin of the Santror Makkal as the children of Narayana endowed the people with a divine pedigree, and it was a powerful story to drive home the message that the people were a dignified humanity. Some of the rituals that emerged in the life of Ayyavazhi were aimed at indoctrinating the message of human dignity. Wearing a piece of headgear during worship is an example of one of these rituals.G. Patrick's, Religion and Subaltern Agency, Chapter 5, p. 113 \"The example of 'wearing a headgear' during worship is a case in point\" == Against caste-discrimination == Akilathirattu projected to the imagination of the followers of Ayyavazhi an ideal society where the caste discrimination did not exist. In its account of the past, Akilattirattu speaks of an age in which people lived as one family without the discrimination of caste.Ailattirattu Ammanai, published by T. Palaramachandran Nadar, 9th impression, 1989, p. 10 It blames the kalineesan for dividing the people on the basis of caste. It speaks of a future when Vaikundar will rule all the people with equality.Ailattirattu Ammanai, published by T. Palaramachandran Nadar, 9th impression, 1989, p. 212, you will rule the castes with equality. Other verses from Akilathirattu, such as * \"Cast away the eighteen castes and the demons into the mountain, fire and the sea\" * \"Do not discriminate between the powerful and powerless\" * \"The caste would disappear by itself\" point to the fact of a considerable indoctrination against the inequalities of castes. == Against political oppressors == A very strong critique of the political oppressors seems to have been operative in Ayyavazhi. In the first place, it was expressed in the very characterisation of the Thiruvithankur king as Kalineesan, the representative of the evil force, and of the British as Venneesan (the wicked white).Ailattirattu Ammanai, published by T. Palaramachandran Nadar, 9th impression, 1989, pp. 214, 266 Kalineesan was projected to be the main oppressor who perpetrated the rule of Kali by exploiting the labour of the people through the systems of oozhiyam and levies, and by imposing the discriminatory caste system. Akilattirattu indicts the king as the cause of oppression and issues admonitions to him to revoke the exploitative measures.Ailattirattu Ammanai, published by T. Palaramachandran Nadar, 9th impression, 1989, pp. 119, 120 and 121. A slogan having political overtones seems to have been heard repeatedly in the gatherings of Ayyavazhi.G. Patrick's, Religion and Subaltern Agency, Chapter 5, p. 114 It came as a declaration from Ayya Vaikundar that he was going to dethrone the king and rule the country under a Single Umbrella.Ailattirattu Ammanai, pp. 211, 227, 228, 241, 267 and 279. \"I alone will rule the earth as the undisputed one.\" Among the many accusations raised against Ayya Vaikundar, the one that he would overthrow the rule of kings was among the most serious. == Against economic exploitation == Strong discontent against the deeply entrenched exploitation of the labouring masses was expressed in the form of poetic lamentations that were repeated and commented upon in the gatherings of Ayyavazhi. Akilathirattu devotes three full pages to enumerating and lamenting upon the innumerable exploitative measures imposed on the toiling masses, primarily on the Chanars. It lists a number of oppressive taxes (imposed on items such as firewood and the implements of the people's occupation). It also speaks about the varieties of taxes levied on land and cultivation and narrates the way the exploitative system of oozhiyam burdened the people. In a very telling statement, Akilathirattu summarises its accusation that \"the treacherous neesan squeezed out the labour and its produce from the Santror.\"Ailattirattu Ammanai, published by T. Palaramachandran Nadar, 9th impression, 1989, p. 117, \"the wicked one grabbed all the produce of the hard labour of the canror (Santror)\" There are also certain verses found in Akilathirattu and Arul Nool which are in the form of instructions. A verse in Akilathirattu says, \"Whoever makes an earning, let him rule over it and no one need be lightened of another.\" Another verse proclaims, \"Tell that there is no Sevies to be paid anymore.\" There are also verses that call for revolutionary actions from the followers. For example, a section in Arul Nool goes as follows: :My child, born to rule the world, rise and awake :The arrogant mean is waging a war :Come my son, to raise an army to incinerate this world :Dignified as you are, the ignominy is intolerable :I brought a paisa by carrying on my head a heavy load :He snatched away even that one paisa :Did you take birth when such a cruel king is ruling? == Against puja, blood- sacrifice, and offerings to temples == Lord Vaikundar also offered a strong admonition to the followers of Ayyavazhi against conducting Puja (making offerings to temples and undertaking blood sacrifices to appease evil spirits).G.Patrick's, Religion and Subaltern Agency, Chapter 5, p. 115 This admonition is repeated in several places in Akilattirattuu and Arul Nool. Instructions to give up \"devil worship,\" idol worship, sacrifices of goats, roosters and pigs to deities, offerings of eggs, fried meat and other edibles were explicitly present in Ayyavazhi. Ayya Vaikundar is shown to be proclaiming these admonitions as a titular message to his mission as soon as he emerged from the sea after the Transformation.Ailattirattu Ammanai, published by T. Palaramachandran Nadar, 9th impression, 1989, p. 234 The people had their own folk practices, such as peikkuk kotuttal (offering to demons) or cetikkuk kotuttal (offering to evil spirits), to appease the evil spirits.G.Patrick's, Religion and Subaltern Agency, Chapter 5, p. 116 Ayya Vaikundar instructed the people not to observe these practices. One of the main instructions of Ayyavazhi was that there were neither devils nor demons and that witchcraft and sorcery had no effect.Ailattirattu Ammanai, p. 265 == Condemnation of the Priests == Lord Vaikundar and other prominent persons of Ayyavazhi made many statements lamenting the alleged domination of the Brahmins. One such statement by Vaikundar is found in Patthiram \"We come to intimidate the veta Brahmins.\"Patiram - Ayya Cicarukku Connatu in, Arul nul, published by T. Palaramachandran Nadar, 13th impression, 1990, p. 25, \"We will come to intimidate the veta Brahmins\" Another statement of the same kind is found in Thingal patham which says, \"Those who wear a tuft (Brahmins) will not remain on this earth any longer\".Tinkal Patham, in Arul Nul, p. 57. Apart from these open statements, certain mythical episodes implicating the Brahmins are too conspicuous to be missed. For example, the mythical narrative blames the Brahmins for consuming the whole of the nectar that is meant for all humanity, and on that account, condemns them to grow on earth as palmyra trees.Ailattirattu Ammanai, published by T. Palaramachandran Nadar, 9th impression, 1989, p. 70 Another episode which alleges corrupt and immoral practices by the Brahmin priests at Srirangam and Thiruchendur cannot obviously be missed. The followers of Ayyavazhi were called upon to don the mantle of priesthood in the place of the Brahmins.Tingal Patham - Ayya Cicarukku Connatu in, Arul nul, published by T. Palaramachandran Nadar, 13th impression, 1990, p. 24 == Denunciation of idolatry == Unlike the other Indian religious systems, Ayyavazhi condemns idolatry. On its view, leading all sort of meaningless ritualistic practices and giving birth to superstition, the idol-worship led the priest to exploit the illiteracy and ignorance of the common people.Dr. R. Ponnu's, Sri Vaikunda Swamigal and Struggle for social Equality in South India, 2000, Chapter 4, p. 66. Hence Ayya denounced idolatry and compelled his followers to detest and resist the same. During the period of Lord Vaikundar the lower caste people of the South Travancore are not allowed to enter the temples. So they erected small pyramids of mud or brick and use to worship them. Ayya found these practises as uncivilised custom and put forward a new way of worship. This serves as a religious reformation in the socio-cultural history of South Travancore. There are quite a large number of verses in the Ayyavazhi scriptures on strengthening this view of Vaikundar. == Centres of worship: Pathis and Nizhal Thangals == Pathis and Nizhal Thangals were centres of worship and religious learning established in different parts of the country by devout followers of Ayyavazhi. Few were established even during the time of Lord Vaikundar, and they served as centres for propagation of the beliefs and practices of Ayyavazhi. == Disciples == From among the large number of followers, Vaikundar seems to have chosen five persons to be called as his (Citars)disciples. They are Sivanandi from Mailadi, Pandaram from Kailasapuram, Arjunan from Pillayarkudiyirruppu, Subbiah from Colachel, and Hari Gopalan from Thamaraikulam.P. Sarvesvaran, \"Sri Vaikunda Swamikal - A Forgotten Social Reformer\", p. 10M. S. S. Pandian, \"Meanings of Colonialism and Nationalism\", p. 178. Vaikundar seems to have chosen these disciples to be his close associates and to propagate his teaching and ideals to the people. According to Akilathirattu, the Pandavas of previous Dvapara Yuga were made to take birth in this Kali yuga as Citars of Vaikundar. The holy book Akilathirattu was compiled by his fifth citar - Hari Gopalan alias Sahadeva. == Impact == Sociologically speaking, Lord Vaikundar was the tenth avatar of Lord Narayana and first to succeed as a social renaissance as well as religious reformation in the country. It also created many social changes in southern IndiaDr. R.Ponnu, Vaikunda Swamigal Ore Avataram, p. 152 impinging greatly on society highly resulting in social and self-respect movements broke out such as Upper cloth agitation, temple entry agitation etc. There is also a view that Swami Vivekananda too was influenced by Ayyavazhi teachings. Historians view that Vivekananda visited the Swamithope Pathi during his visit to Kanyakumari in December 1892 and he was impressed by the principles behind rituals of this monistic faith,R. Shanmugam's, Nadar Kulathil Narayanar Avataram, Nadar Kuladeepam Publications, 2001, p. 215 such as wearing a head gear during worship in temple, worshipping in front of mirror etc., and started wearing a turban from then on. \\- \"Also from the later history, when Swami Vivekananda came to Kanyakumari, He visited Swamythoppu temple when he heard about Lord Vaikunta. From that time he started wearing a turban on his head all the time.\" Paulose suggests that Vivekananda received some spiritual instructions from the disciples of Lord Vaikundar.C. Paulose, Advaita Philosophy of Brahmashri Chattampi Swamikal, p. 23, \"Atmanada Swamikal was the disciple of Ayya Vaikundar and Atmanada Swamikal learned the Marmavidya in Sidha vidya and ghecherividya (Chinmudra) from Ayya Vaikundar and Atmanada Swamikal further taught all these vidyas to his disciple, Sri Chattampi Swamikal.\" The book also says that when Swami Vivekananda arrived in Ernakulam, Sri Chattampi Swamikal taught this Chinmudra to him. == See also == *Pathis *Nizhal Thangals *List of Ayyavazhi-related articles == References == Category:Ayya Vaikundar Category:Akilattirattu Ammanai ",
    "title": "Teachings and impacts of Ayyavazhi"
}