{
    "id": "2213011",
    "text": "Runner's World is a globally circulated monthly magazine for runners of all skills sets, published by Hearst in Easton, Pennsylvania, in the United States. ==Beginnings== Runner's World was originally launched in 1966 by Bob Anderson as Distance Running News, and Anderson published the magazine by himself for several years from his home in Manhattan, Kansas. Runner and writer Hal Higdon had been writing for the magazine since the beginning (2nd edition). In 1969, Anderson changed the name of the magazine to Runner's World. He brought on Joe Henderson as chief editor and moved the editorial offices, now named World Publications, to Mountain View, California. Runner's World thrived during the 1970s \"running boom\", even in the face of competition from the New York-based magazine, The Runner. ==Purchased by Rodale Press== In the early 1980s, Bob Anderson sold a good portion of his publications, including Runner's World. Some of Anderson's books went out of print while others were distributed by Macmillan Publishing. Robert Rodale of Rodale Inc., purchased Runner's World in 1985 and the editorial offices moved to Rodale's base in Emmaus, Pennsylvania. Joe Henderson did not move to Emmaus, and stepped down as editor, though he remained associated with the magazine until 2003. Random House bought the running log, which was published under the Runner's World name for decades after the sale. In 1986 Rodale bought The Runner,Advertising magazines for runners to merge at Rodale, The New York Times, 15 Jan 1987 and merged the two magazines, keeping the Runner's World name and some writers, including Amby Burfoot who became the editor (a post he held until 2003). Runner's World remained strong through the so-called \"second running boom\" in the late 1990s. In 2004, the magazine had a full redesign. Since then, the magazine has won several awards including being ranked #1 on Adweek's Hot List, #6 on Advertising Age's \"A-List\"; been recognized for having the \"Creative Team of the Year\", and most notably has been nominated three times for National Magazine Awards. Also, since the redesign, the magazine's circulation has increased from 525,000 to 650,000 at a time when most consumer magazines' circulations have declined, and advertising pages and revenue remain at an all time high. The publisher of Runner's World's United States' edition is Molly O'Keefe and its editor is David Willey. In February 2007, Rodale acquired Running Times magazine with the objective of getting the magazine back on its original mission to serve the front of the pack. Hearst acquired Rodale in 2018. Runner's World offices were moved from Emmaus, Pennsylvania to Easton, Pennsylvania. ==International circulation== Since the early 1990s, Runner's World has expanded outside the United States, currently with 18 international editions. The first was a United Kingdom edition wholly owned by NatMag Rodale, a joint venture between Rodale Inc. and The Hearst Corporation in the UK. Editions in Argentina, Australia/New Zealand, Belgium, Brazil, China, Colombia, France, Germany, Italy, Mexico, Netherlands, Norway, Poland, South Africa, Spain, Sweden, and Turkey are published either as joint ventures or through licensing arrangements with publishers in those countries. Editors in each country have access to editorial content from the U.S. edition, but also publish their own original content with local flavor. ==See also== *Bob Anderson *John Bingham *Browning Ross ==References== ==External links== * Category:Lifestyle magazines published in the United States Category:Sports magazines published in the United States Category:Magazines published in Pennsylvania Category:Monthly magazines published in the United States Category:Magazines established in 1966 Category:Rodale, Inc. Category:Running mass media Category:Magazines published in Kansas Category:Athletics magazines ",
    "title": "Runner's World"
}