{
    "id": "2213309",
    "text": "The 28th G8 Summit was held in Kananaskis, Alberta, Canada, on June 26–27, 2002. ==Overview== The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, Germany, Italy, Japan, the United Kingdom, the United States and Canada starting in 1976. The G8, meeting for the first time in 1997, was formed with the addition of Russia.Saunders, Doug. \"Weight of the world too heavy for G8 shoulders,\" Globe and Mail (Toronto). July 5, 2008. In addition, the President of the European Commission has been formally included in summits since 1981.Reuters: \"Factbox: The Group of Eight: what is it?\", July 3, 2008. The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the initial summit of the Group of Six (G6) in 1975.Reinalda, Bob and Bertjan Verbeek. (1998). Autonomous Policy Making by International Organizations, p. 205. The G8 summits during the 21st-century have inspired widespread debates, protests and demonstrations; and the two- or three-day event becomes more than the sum of its parts, elevating the participants, the issues and the venue as focal points for activist pressure.\"Influencing Policy on International Development: G8,\" BOND (British Overseas NGOs for Development). 2008. ==Accomplishments== The 2002 conference is said to have cost $300-million with potential benefits for the Kananaskis economy. In response to and support of the New Partnership for Africa's Development (NEPAD), the Kananaskis Summit produced an African Action Plan, which contained commitments on promoting peace and security; strengthening institutions and governance; fostering trade, economic growth and sustainable development; implementing debt relief; expanding knowledge; improving health and confronting HIV/AIDS; increasing agricultural productivity; and, improving water resource management.Iwuagwu, Obi. \"Africa and the G8 Summits,\" Business Day (Lagos, Nigeria). July 17, 2008. Canadian Prime Minister Jean Chrétien proposed and carried the Market Access Initiative, so that the then 48 Least developed countries (LDCs) could profit from \"trade-not-aid\".NOW Toronto: \"Roots runs away: Beaver-clad clothier blames feds' Africa trade aid for west- end plant closure\" (February 12–19, 2004, VOL 23 NO 24 Vasil) This was part of a multi-year initiative by the Technical Cooperation Division at the Secretariat of the WTO, spearheaded by Dr. Chiedu Osakwe, the WTO Special Coordinator for the LDCs beginning in 1999.World Trade Organization, \"Moore announces key appointments for development issues\", 1999 Press Releases, Press/136, 13 September 1999 Concurrently, the WTO Agreement on Textiles and Clothing (ATC) resulted in the phasing out of apparel quotas under the Multi- Fibre Agreement (MFA) in 2005.\"Government Programs and the Garment Industry\" ch 2 by A. Pettman in The Winnipeg Garment Industry: Industry Development and Employment, Wiest, Ed. November 2005 Developing country quotas were subsequently removed on 1 January 2005, and tariff reduction was to continue until 2010. Furthermore, the G8 Global Partnership Against the Spread of Weapons and Materials of Mass Destruction was adopted at the summit; with members committing US$20 billion towards the security of some weapons of mass destruction in former soviet republics.The New York Times (2008) RUSSIA/US: Global partnership Retrieved 1 October 2012Nuclear Threat Initiative. Global Partnership Against the Spread of Weapons and Materials of Mass Destruction (\"10 Plus 10 Over 10 Program\") Retrieved 1 October 2012 In the summit's final communique, one of the unexpected highlights was an announcement that Russia would become a true full member of the G8. This would be accomplished by allowing it to host its first G8 Summit, starting in 2006. Thus, the rotation of the G8 Presidency was changed, placing Russia between the United Kingdom and Germany. ==Leaders at the summit== The G8 is an unofficial annual forum for the leaders of Canada, the European Commission, France, Germany, Italy, Japan, Russia, the United Kingdom and the United States. ===Participants=== These participants were the \"core members\" of the international forum during the 28th summit:Rieffel, Lex. \"Regional Voices in Global Governance: Looking to 2010 (Part IV),\" Brookings. March 27, 2009; \"core\" members (Muskoka 2010 G-8, official site). 2001 Kananaskis G-8, delegations.2001 Kananaskis G-8, delegations; \"EU and the G8\" {| class=\"wikitable\" |- |colspan=\"4\" style=\"text-align: center; background:Gainsboro\" |Core G8 members Host state and leader are shown in bold text. |- style=\"background:LightSteelBlue; text-align:center;\" ! colspan=2 | Member ! Represented by ! Title |- ! | Canada | Jean Chrétien | Prime Minister |- ! | France | Jacques Chirac | President |- ! | Germany | Gerhard Schröder | Chancellor |- ! | Italy | Silvio Berlusconi | Prime Minister |- ! | Japan | Junichiro Koizumi | Prime Minister |- ! | Russia | Vladimir Putin | President |- ! | United Kingdom | Tony Blair | Prime Minister |- ! | United States | George W. Bush | President |- !rowspan=2| |rowspan=2| European Union | Romano Prodi | Commission President |- | José Maria Aznar | Council President |- |colspan=\"4\" style=\"text-align: center; background:Gainsboro\" |Guest Invitees (Countries) |- style=\"background:LightSteelBlue; text-align:center;\" ! colspan=2 | Member ! Represented by ! Title |- ! | Algeria | Abdelaziz Bouteflika | President |- ! | Nigeria | Olusegun Obasanjo | President |- ! | Senegal | Abdoulaye Wade | President |- ! | South Africa | Thabo Mbeki | President |- |colspan=\"4\" style=\"text-align: center; background:Gainsboro\" |Guest Invitees (International Institutions) |- style=\"background:LightSteelBlue; text-align:center;\" ! colspan=2 | Member ! Represented by ! Title |- ! | United Nations | Kofi Annan | Secretary- General |} ==Priorities== Traditionally, a host country of the G8 summit sets the agenda for negotiations, which take place primarily amongst multi-national civil servants in the weeks before the summit itself, leading to a joint declaration which all countries can agree to sign. The Presidency of the G8 is held by the leader of a current national government, whether it is a president, prime minister or chancellor (with Germany) of that particular G8 country. It lasts from January 1 to December 31 of such year. ==Issues== The summit was intended as a venue for resolving differences among its members. As a practical matter, the summit was also conceived as an opportunity for its members to give each other mutual encouragement in the face of difficult economic decisions. ==Citizens' responses and authorities' counter-responses== The previous summit, the 27th G8 summit, in Genoa, Italy was the site of large anti-globalization protests and occasionally violent conflict between protesters and the police. In contrast to Genoa, most of the area near was closed to the public during the summit, and protesters were kept far away, mainly in Calgary. The protests were peaceful, attended by groups including the Raging Grannies. Kananaskis was selected because of its isolated location. Security was augmented by CF-188 jet fighters, air-to-air refuelling aircraft and helicopters which patrolled the skies non-stop; all major thoroughfares were closed, many of the shops in nearby Calgary were boarded up, and police reportedly outnumbered protesters six to one. It was the largest peacetime security operation in Canadian history.Wahl, Harry. \" Cost of security for the G8 Summit,\" Huntsville Forrester. July 2, 2008. Security was very tight at the summit, costing taxpayers in excess of $200 million.Andreatta, David. \"Brace yourself, Huntsville. The G8 is coming,\" Globe and Mail (Toronto). July 12, 2008. It attracted thousands of protesters and security was provided by 5,000 to 7,000 police and military officers. \"Ontario resort picked for G8 summit in 2010,\" Gazette (Montreal). June 20, 2008. This was the first G-8 summit held after the September 11, 2001 attacks. ==Business opportunity== For some, the G8 summit became a profit-generating event; as for example, the official G8 Summit magazines which have been published under the auspices of the host nations for distribution to all attendees since 1998. Prestige Media: \"official\" G8 Summit magazine ==Gallery== ===Core G8 participants=== File:Jean Chrétien 2010.jpg| CanadaJean Chrétien, Prime Minister File:ChiracUSA.jpg| FranceJacques Chirac, President File:Gerhard Schröder (cropped).jpg| GermanyGerhard Schroeder, Chancellor File:Berlusconi-2010-1.jpg| ItalySilvio Berlusconi, Prime Minister File:Koizumi 2010 cropped.png| JapanJunichirō Koizumi, Prime Minister File:Vladimir Putin - 2006.jpg| RussiaVladimir Putin, President File:Tony Blair in 2002.jpg| United KingdomTony Blair, Prime Minister File:George-W- Bush.jpeg| United StatesGeorge W. Bush, President File:Romano Prodi in Nova Gorica (2b).jpg| European UnionRomano Prodi, Commission President File:Jose Maria Aznar DF-SD-05-00920.jpg|José Maria Aznar, Prime Minister of Spain and rotating Council President ==Notes== ==References== * Bayne, Nicholas and Robert D. Putnam. (2005). Staying together: the G8 summit confronts the 21st century. Aldershot, Hampshire, England: Ashgate Publishing. ; OCLC 217979297 * Reinalda, Bob and Bertjan Verbeek. (1998). Autonomous Policy Making by International Organizations. London: Routledge. ; ; OCLC 39013643 == External links == * Official G8 website: Kananaskis summit, 2002; n.b., no official website is created for any G7 summit prior to 1995 -- see the 21st G7 summit. * University of Toronto: G8 Research Group, G8 Information Centre ** G8 2002, delegations & documents * \"G8 Activism\": 2002 G8 Summit and earlier archives 2002 G8 summit G8 summit 2002 G8 summit 2002 G8 summit 2002 G8 summit G8 summit Category:Political history of Alberta Category:June 2002 events in Canada ",
    "title": "28th G8 summit"
}