{
    "id": "2213614",
    "text": "Maharaja Krishnaraja Wadiyar IV (Nalwadi Krishnaraja Wadiyar; 4 June 1884 – 3 August 1940) was the twenty-fourth maharaja of the Kingdom of Mysore, from 1894 until his death in 1940. At the time of his death, he was one of the world's wealthiest men, with a personal fortune estimated in 1940 to be worth US$400 million, equivalent to $7 billion at 2018 prices.Current Biography 1940, p833 He was the second-wealthiest Indian, after Mir Osman Ali Khan, Nizam of Hyderabad. He was a philosopher-king, who was seen by Paul Brunton as living the ideal expressed in Plato's Republic. He has been compared to Emperor Ashoka by the English statesman Lord Samuel. Acknowledging Krishnaraja Wadiyar IV's noble and efficient kingship, Lord John Sankey declared in 1930 at the Round Table Conference in London, \"Mysore is the best administered state in the world\". The vernacular name Nalwadi Krishnaraja Wadiyar comes from the word \"nalwadi\" meaning \"the fourth\" in Kannada. ==Early years== Krishnaraja Wadiyar IV was born on 4 June 1884 in Mysore Palace. He was the eldest son of Maharaja Chamarajendra Wadiyar X and Maharani Vani Vilas Sannidhana. After the death of his father in Calcutta in 1894, Krishnaraja Wadiyar's mother ruled the state as regent until Krishnaraja Wadiyar reached the age of majority on 8 August 1902. The maharaja had his early education and training at the Lokaranjan Palace under the direction of P. Raghavendra Rao. In addition to Western studies, he was instructed in the languages of Kannada and Sanskrit, and was taught horse riding and Indian and western Classical music. His early administrative training was imparted by Sir Stuart Fraser of the Bombay Civil Service. The study of the principles of jurisprudence and methods of revenue administration was supplemented by extensive tours of the state during which he gained extensive knowledge of the nature of the country which he was later to govern.A photograph of Krishna Raja Wadiyar IV taken 2 February 1895, a few months before his eleventh birthday. ==Marriage== On 6 June 1900, he married Maharani Pratapa Kumari Ammani of Kathiawar (b. 1889), the youngest daughter of Rana Sri Bane Sinhji Sahib, Rana Sahib of Vana in the Kathiawar region of the present-day Gujarat State.Marriage of H.H Sri Krishnaraja Wadiyar IV and Rana Prathap Kumari of Kathiawar, painted 1904. ==Reign== Shortly after the death of his father Maharaja Chamarajendra Wadiyar X on 28 December 1894, Krishnaraja Wodeyar IV, still a boy of eleven, ascended the throne on 1 February 1895. His mother Maharani Kemparajammanni ruled as regent until Krishnaraja Wodeyar took over on 8 February 1902.Rama Jois, M. 1984. Legal and constitutional history of India ancient legal, judicial and constitutional system. Delhi: Universal Law Pub. Co. p597 Krishna IV was invested as the Maharaja of Mysore, with full ruling powers, by Viceroy Lord Curzon on 8 August 1902 at a ceremony at Jaganmohana Palace. Krishnaraja Wodeyar set up educational infrastructure. The king was an accomplished musician, and like his predecessors, patronised fine arts.Pranesh (2003), p. 162 For these reasons, his reign is often described as the 'Golden age of Mysore'. Krishna Raja Wadiyar was the first chancellor of Banaras Hindu University and the University of Mysore. The latter was the first university chartered by an Indian State. The Indian Institute of Science at Bangalore, which was initiated during his mother's tenure as regent, was functionally started during his reign, with the gift, in 1911, of 371 acres (1.5 km²) of land and a donation of funds. He was a patron of Indian, both Carnatic and Hindustani, and Western classical music. Mysore had been the first Indian state to have a Representative Assembly, a democratic forum in 1881. During Krishna Raja Wadiyar IV's reign, the Assembly was enlarged and became bicameral in 1907 with the creation of the legislative council, a house of elders which introduced much new legislation for the state. During his reign, Mysore became the first Indian state to generate hydroelectric power in Asia, and Bangalore was the first Asian city to have street lights, first lit on 5 August 1905. During his 39-year reign as Maharaja, Krishna Raja Wadiyar IV had the following diwans (prime ministers): # Sir P. N. Krishnamurti (1901–06) # Sir V. P. Madhava Rao (1906–09) # Sir T. Ananda Rao (1909–1912) # Sir M. Visvesvaraya (1912–19) # Sir M. Kantaraj Urs (1919–22) # Sir Albion Rajkumar Banerjee, ICS, (1922–26) # Sir Mirza Ismail (1926-1941; Krishna IV died in 1940) During his reign, he worked toward alleviating poverty and improving rural reconstruction, public health, industry and economic regeneration, education and the fine arts. Such were the strides that Mysore made during his period that Gandhiji was moved to remark that the Maharaja was a Rajarishi (\"a saintly king\").Puttaswamaiah, K., 1980. Economic development of Karnataka a treatise in continuity and change. New Delhi: Oxford & IBH, p. 3 Paul Brunton, the British philosopher and orientalist; John Gunther, the American author; and the British statesman, Lord Samuel, were also among those who heaped praise on the king. Lord Sankey said during the Round table conference that Mysore was \"the best administered state in the world\". Princes from other sections of India were sent to Mysore for administrative training. The Pandit Madan Mohan Malaviya described the Raja as \"Dharmic\" and Lord Wellington echoed the sentiment by calling Mysore's industrial development \"incredible\". In an obituary, The Times called him \"a ruling prince second to none in esteem and affection inspired by both his impressive administration and his attractive personality\". ==Patron of the arts== 400x400px The Raja was a connoisseur of Carnatic and Hindustani music. He played eight musical instruments: flute, violin, saxophone, piano, mridangam, nadaswara, sitar, and veena. Members of the Agra Gharana, including Nattan Khan and Ustad Vilayat Hussain Khan, were guests of the Maharajah in Mysore, as were Abdul Karim Khan and Gauhar Jan. Barkatullah Khan was a palace musician from 1919 until his death in 1930. Asthana Vidwan Kadagathur Seshacharya has written various works and is famous for his contributions towards Sanskrit and Kannada Literature. ==Literature== Maharaja composed many poems in Kannada. ==Mahatma Gandhi and the Maharaja== Mahatma Gandhi praised the Maharaja of Mysore in 1925 for taking up spinning, to the benefit of himself and his subjects.Navajivan, 8 February 1925: \"His Highness the Maharaja of Mysore has taken up spinning. This news cannot but gladden the hearts of those who look upon it as sacred duty ... I congratulate the Maharaja and hope that he will not give up till the end of his life this activity which he has taken up, It will do immense good to him and his subjects.\" ==Progress during reign== During the reign of Krishna Raja Wadiyar IV, Mysore Kingdom (comprising Bangalore, Chitradurga, Hassan, Kadur, Kolar, Mysore, Mandya, Shimoga, and Tumkur) saw an all-round development: * The Hydro Electric Project at Shivanasamudra Falls in 1902. * Minto Eye Hospital Bangalore, established in 1903, is among the world's oldest specialised ophthalmology hospitals * Bangalore was the first city in India to get electric street lights in 1905. * Vani Vilasa Sagara Chitradurga, completed in 1907, the first dam in Karnataka state. * Mysore Legislative Council was established in 1907 with a view to associate certain number of non-official persons having practical experience and knowledge to assist the Government in making laws and regulations. * Indian Institute of Science, Bangalore established in 1909 * Mysore Boy Scouts, established in 1909. First of its kind in India * State Bank of Mysore established in 1913 * Mysore Agricultural Residential School, Bangalore, established in 1913. University of Agricultural Sciences, Bangalore was initially established in 1899 by Krishna Raja Wadiyar IV's mother Maharani Vani Vilas Sannidhana, the Regent of Mysore, with an initial grant of 30 acres as an experimental agricultural station. * Kannada Sahitya Parishat, Bangalore, established in 1915 * Formation of Mysore Social Progress Association in 1915 to empower weaker section of society * University of Mysore, established in 1916 * Bangalore Printing and publishing company established in 1916 * Yuvaraja College, Mysore, established in 1916 * School of Engineering, Bangalore, later UVCE, established in 1917 * Mysore State Railway (MSR) between 1916 and 1918, opened 232 miles of railway to traffic. By 1938 MSR had 740 miles of railway track * The Mysore Chamber of Commerce established in 1916 * Government Sandalwood Oil Factory, Bangalore, established in 1916 * Maharani's Science College for Women, Mysore, established in 1917 * Wood Distillation Factory, Bhadravathi in 1918 * Mysore Chrome and Tanning Factory established in 1918 * Appointment of Sir Lesley Miller in 1918 to look into problems of Backward classes recommended reservation of 25% of jobs in the Government to non-Brahmans * Lalitha Mahal palace in 1921 * Government Science College, Bangalore in 1921 * Visvesvaraya Iron and Steel Plant (VISL), Bhadravathi was started as Mysore Iron Works in 1923. * First Indian state to enfranchise women (1923) * Krishna Raja Sagar (KRS) dam, established in 1924 * Mysore Medical College, established in 1924 * Krishnarajanagara was founded between 1925 and 1930 as a new town, after a flood by river Kaveri damaged the nearby town of Yedatore. * In 1925 more than 100 acres of land was donated to the establishment of National Institute of Mental Health and Neurosciences (NIMHANS) * Establishment of Kadhara Sahakara Sangha in 1925 Tagdhur which helped villagers to earn livings * Krishna Rajendra Hospital, Mysore, established in 1927, is attached to Mysore Medical College * K.R. Market, Bangalore, the main wholesale market dealing with commodities in Bangalore, established in 1928. * Marakonahalli dam in Tumkur district completed in 1930. The dam has an automatic siphon system, first of its kind in Asia. * Mysore Sugar Mills, Mandya, established in 1933 * KR Mills, Mysore, established in 1933 * St. Philomena's Church, Mysore in 1933. * Bangalore Town Hall in 1933. * Vanivilas Women and Children Hospital, Bangalore, established in 1934, named after Maharani Vani Vilas Sannidhana * Mysore Paper Mills, Bhadravati, established in 1936 * In 1934, the Government of Mysore gifted 10 acre land in Bangalore to Nobel laureate Sir C. V. Raman for the creation of research institute Raman Research Institute (RRI) * Mysore Lamps, Bangalore, established in 1936 * Mysore Chemical and Fertilizers Factory, Belagola established in 1937. * Mysore Paints and Varnish Limited, established in 1937. It became part of the public sector in 1947. * The Government Dichromate Factory, Belagola.Handbook Series-MYSORE STATE with a FOREWORD BY J. Mohamed Imam. Esq.• B.A., B.L.• Minister for Education BY G. L. SWAMY Compiler. Handbooks & Manager, Tourist Bureau. Mysore * Maharani's College for Women, Bangalore, established in 1938. * Glass and Porcelain Factories, Bangalore established in 1939 * Formation of Mandya district in the year 1939 * Mysore Implements Factory, Hassan, established in 1939 to produce agricultural and garden implements. * Hirebhaskara dam started in 1939 across river Sharavathi to ensure steady water supply for the 120 MW Krishnarajendra Hydroelectric power station. The power station was renamed as Mahatma Gandhi Hydroelectric Project in 1949. * Banaras Hindu University, Varanasi, First Chancellor and co-founder * Irwin Canal: Later named as Visveshwariaha Canal * City Improvement Trust Board, first of its kind in India * Banning child marriage (girls below age 8) * Special importance for girl education and scholarship for widowed girl ==Titles== *1884–1894: Yuvaraja Sri Krishnaraja Wadiyar Bahadur, Yuvaraja of Mysore *1894–1907: His Highness Maharaja Sri Nalwadi Krishnaraja Wadiyar (Krishnaraja Wadiyar IV) Bahadur, Maharaja of Mysore *1907–1910: His Highness Maharaja Sir Nalwadi Krishnaraja Wadiyar (Krishnaraja Wadiyar IV) Bahadur, Maharaja of Mysore, GCSI *1910–1917: Colonel His Highness Maharaja Sri Sir Nalwadi Krishnaraja Wadiyar (Krishnaraja Wadiyar IV) Bahadur, Maharaja of Mysore, GCSI *1917–1940: Colonel His Highness Maharaja Sri Sir Nalwadi Krishnaraja Wadiyar (Krishnaraja Wadiyar IV) Bahadur, Maharaja of Mysore, GCSI, GBE ==Honours== (ribbon bar, as it would look today) 100px 100px 100px 100px 100px 100px 100px *Delhi Durbar Gold Medal-1903 *Knight Grand Commander of the Order of the Star of India (GCSI)-1907 *Delhi Durbar Gold Medal-1911 *Bailiff Grand Cross of the Order of St John (GCStJ)-1911 *Knight Grand Cross of the Order of the British Empire (GBE)-1917 *King George V Silver Jubilee Medal-1935 *King George VI Coronation Medal-1937 * Honorary Doctorate from Banaras Hindu University at its 21St convocation held on 28-12-1937 * Honorary Doctorate was conferred posthumously in 2011 by University of Mysore ==References== ==External links== *Rare photographs of HH Nalvadi Krishna Raja Wadiyar * *The Distribution of Social Justice by Rajarshi Krishnaraj Wodeyar IV Category:1884 births Category:1940 deaths Category:Kings of Mysore Category:Knights Grand Commander of the Order of the Star of India Category:Knights Grand Cross of the Order of the British Empire Category:Indian knights Category:Bailiffs Grand Cross of the Order of St John Krishnaraja IV Category:Kannada people Category:20th-century Indian royalty ",
    "title": "Krishna Raja Wadiyar IV"
}