{
    "id": "2214224",
    "text": "Freeman R. Bosley Jr. (born July 20, 1954 in St. Louis, Missouri) was the 43rd mayor of St. Louis (from 1993 to 1997), and the city's first African-American mayor. ==Early life and education== Bosley graduated from Central High School in 1972 and went on to attend Saint Louis University and Saint Louis University School of Law. He graduated from Saint Louis University in 1976 with two undergraduate degrees, a B.A. in Urban Affairs and a B.A. in Political Science. He received his Juris Doctor from Saint Louis University School of Law in 1979. While a student at Saint Louis University, Bosley was president of the Black Student Alliance and the Black-American Law Students Association, organizations that were formed during the Civil Rights Movement. ==Career== Upon graduation from law school, Bosley was staff attorney for Legal Services of Eastern Missouri, specializing in Consumer Affairs and Utility Companies. Bosley has also been employed by the law firm of Boast and Jordan. Bosley was selected as the first African-American St. Louis Circuit Clerk for the 22nd Judicial Circuit, a position he held for ten years. He later served as the 3rd Ward Democratic Committeeman. He then became chairman of the St. Louis City Democratic Central Association and subsequently became the first African-American chairman of the Democratic Party in St. Louis City. Bosley became the first African-American mayor of St. Louis on April 6, 1993 with 66.5% of the vote. Early in his administration, he oversaw the city's struggle during the Flood of 1993. Bosley also assisted in orchestrating the $70 million bailout of Trans World Airlines. He helped move the Los Angeles Rams football team to St. Louis from Anaheim, California. Two property tax increases were passed during the Bosley Administration. Bosley's term was colored by corruption scandals. Crime increased throughout north St. Louis city and his popularity plummeted. He was defeated by Clarence Harmon in his bid for re-election in 1997. In 2001, when Bosley ran for mayor in the Democratic Primary, he was defeated again by a wide margin, this time by Francis Slay. ==Attorney License Suspended== Bosley operated a law office in St. Louis. In September 2014 the Missouri Supreme Court found Bosley violated various attorney rules, his conduct involving dishonesty, fraud, deceit or misrepresentation, and regarding diligence. The Court further determined Bosley violated attorney/client trust account rules including commingling of funds, failure to keep proper records, not having funds in the trust account to cover charges (bouncing checks), and failure to deliver monies due clients. The Supreme Court suspended indefinitely Freeman Bosley's law license. Despite more complaints from clients, the latest of which was dated March 2016, the Supreme Court had restored his license on December 20 of that year after he paid $10,000 worth of damages with $25,000 were labeled as pending. ==References== *St. Louis Public Library Category:Mayors of St. Louis Category:African-American mayors Category:1954 births Category:Living people Category:African-American people in Missouri politics Category:Saint Louis University alumni Category:Saint Louis University School of Law alumni ",
    "title": "Freeman Bosley Jr."
}