{
    "id": "2214009",
    "text": "Joy is the fourth studio album by Scottish punk rock and new wave band Skids. It was their first after the departure of signature guitarist Stuart Adamson, who went on to found Big Country. As such, it represented a change of direction from rock towards folk music, amplifying the traditional Scottish element already hinted at in previous releases. This would be their last album until the release of Burning Cities, over 36 years later. == Recording == The band line-up included Richard Jobson and Russell Webb along with J. J. Johnson (drums and percussion), Paul Wishart (saxophone, flute, keyboards, percussion and vocals) and a collection of musical friends. The band rehearsed at Britannia Row Studios in London. Sessions in July 1981 led to the release of the first single from the upcoming album. \"Fields\" was released in August, with Kenny Hyslop on drums. The song also featured Billy MacKenzie (vocals) and Alan Rankine (guitar), core members of The Associates. Guesting, early in her career, was Virginia Astley (flute). The strummed guitar and marching band elements (bagpipe emulation and percussion) signalled a change in direction, though the rabble-rousing melody and football pitch vocal delivery were standard Skids fare. Sessions continued through September 1981 and produced a second single, \"Iona\" (named for the Scottish island). It was the only song on the album to be recorded at Highland Studios in Inverness, Scotland. Released in October 1981 this was the last Skids track to feature Stuart Adamson, alongside Mike Oldfield. At 3:24 the single edit is significantly shorter than the version on the album. == Music == It marks a concerted effort to update traditional Scottish music into the age of modern rock recordings. The sound is fundamentally more pastoral than previous Skids efforts. Gone are the layers of harmonically treated electric guitar. However, elements of this style were hinted at previously, particularly on the Strength Through Joy mini-album. The lyrical concerns of strife, war and brotherhood are Jobson staples. With Paul Wishart on saxophone, \"And the Band Played Waltzing Matilda\" is a cover version of the song by Eric Bogle. == Release == Joy was released in November 1981. Although the band recorded a BBC Radio 1 session and shot a music video for \"Iona\", promotion problems at Virgin forestalled a tour. With patchy coverage, no live support and a difficult change in musical direction, the record sank without a trace. Critical reception was mixed at best, and the band split up the following year. The album bore fruit in several working relationships. Virginia Astley would go on to record her debut solo releases with Russell Webb, and guests on Jobson's poetry album The Ballad of Etiquette. Following the disbandment of Skids the remaining members Richard Jobson and Russell Webb formed The Armoury Show with Magazine's John McGeoch and John Doyle. This album remained unreleased on CD until 2016, but was released in MP3 format on 7 December 2009, including several alternate single mixes as bonus tracks. In 2016, the album was included in the 6-CD box set of Skids albums \"Skids – The Virgin Years\"https://www.amazon.co.uk/Virgin- Years-Skids/dp/B015IF86IY == Reception == Ira Robbins of Trouser Press called it \"a failed concept album about Scotland. To call it bad is curt but realistic.\" Mark Allan of AllMusic called it \"[a] gloomy conclusion to what was once a most vibrant band.\" The Guardian, however, greeted it favourably. == Track listing == Notes *Track lengths taken from listing on band's official site. Some pressings of the 7-inch vinyl single for \"Iona\" listed a 4:55 version of the title track: this was a labelling error, and these pressings actually contained the 5:07 7-inch single mix included on the 2009 reissue. Other pressings contained a shorter remix/edit which ran 3:20 (with the correct running time listed on the label); this has been released on various CD compilations. == Personnel == ;Skids * Richard Jobson – vocals, guitar, keyboards * Russell Webb – bass guitar, vocals, guitar, keyboards, percussion ;Additional personnel * J J Johnson – drums, percussion * Paul Wishart – saxophone, flute, keyboards, percussion, vocals * Alan Darby – guitar * Stuart Adamson – guitar * Mike Oldfield – keyboards * Dave Duncan – bodhrán * Tim Cross – keyboards, flute * Alan Rankine – guitar * Billy MacKenzie – vocals * Ken Lockie – cello, vocals * Virginia Astley – flute, vocals * Kenny Hyslop – drums * Frances Lynch – vocals * Nicky Holland – vocals * Debbie Mitchell – vocals * Nick Griffiths – vocals * Carey Taylor – percussion == References == == External links == * Category:Skids (band) albums Category:1981 albums Category:Virgin Records albums ",
    "title": "Joy (Skids album)"
}