{
    "id": "2214600",
    "text": "Peumo leaves Cryptocarya macrocarpa - MHNT Cryptocarya is a genus of evergreen trees belonging to the laurel family, Lauraceae. The genus includes more than 350 species, distributed through the Neotropical, Afrotropical, Indomalayan, and Australasian realms. ==Overview== The genus includes species of evergreen trees, distributed mostly in tropical and subtropical regions of South America, Mauritius, India, China, Java, New Guinea, and Africa, seven species in Southern Africa. Common in the canopy, they grow up to 60 m, or as subcanopy trees in the succession climax species in tropical, lower temperate, or subtropical broadleaved forests. They are found in low-elevation evergreen forests and littoral rainforests, on all type of soils. The seeds are readily dispersed by fruit-eating birds, and seedlings and saplings have been recorded from other habitats where they are unlikely to develop to maturity. The genus name Cryptocarya is from a Greek word krypto meaning to hide, karya meaning a walnut tree, the fruit of which was known as karyon, a word also used to describe other fruits. Sometimes, they are called mountain laurels or mountain walnuts. The fruit are succulent, partially immersed in a deep, thick cup. In a recent generic classification of Lauraceae based on DNA sequence,dataChanderbali et al. in 2001 Cryptocarya was found to be part of a strongly supported clade that also includes Beilschmiedia, Potameia, Endiandra and Aspidostemon. ==Ecology== The ecological requirements of the genus are those of the laurel forest, mostly from the tropics or warmer temperate areas, and like most of their counterparts laurifolia in the world, they are vigorous species with a great ability to populate conducive habitats. The natural habitat of most of species are in rainforest which are cloud-covered for much of the year. These species are found in forests that face threats of destruction by human deforestation. Some species are in danger of extinction due to loss of habitat. Cryptocarya is a genus of great ecological importance. It is present in low rainforest and montane rainforest, laurel forest, in the weed-tree forests in valleys, and mixed forests of coniferous and deciduous broad-leaved trees. The differences are ecological adaptations to different environments over a relatively dry-wet and a warmer to mild frost (-2 °C) in temperate climate growing in cooler regions, subject to frost and occasional snow. Species in less-humid environments are smaller or less robust, with less abundant and thinner foliage and have oleifera cells that give trees a more fragrant aroma. The most known trees are used by the timber industry. In this genus, the wood of some species has high commercial value. The species forming this genus share a unique paniculate inflorescence with the ultimate divisions that are not quite cymose; that is, the lateral flowers of what looks like a cyme are not strictly opposite, but tend to be subopposite, while in most genera of Lauraceae with paniculate inflorescences the lateral flowers in a cyme are strictly opposite. Cryptocarya has always been considered closely related to Ravensara, and is also related to the Beilschmiedia clade and that, based on the presence of fruit included in the enlarged hypanthium, it is yet most closely related to Aspidostemon, through the similarity in fruit structure; in both Aspidostemon and Cryptocarya, the fruit are enclosed in the enlarged hypanthium, but this might be a parallel development and not a signal of common ancestry. The fruit, a drupe, is an important food source for birds, usually from specialized genera. Birds eat the whole fruit and regurgitate seeds intact, expanding the seeds in the best conditions for germination (ornitochory). In some species, seed dispersal is carried out by mammals. ==Human use== ===Commercial selected species=== The Chilean Cryptocarya alba and the Australian C. erythroxylon and C. foveolata of the mountains of New South Wales are outstanding for their frost tolerance within a genus having its majority of species growing in tropical climate. Cryptocarya woodii flowers in November with small inconspicuous flowers. These small flowers develop into round, shiny, purple-black fruits. This tree has a very hard brown wood. C. alba, the peumo, the most common evergreen tree in the Chilean Matorral ecoregion of central Chile, produces edible reddish fruits and is the most known species in the Northern Hemisphere. C. massoy is used commercially to produce essential oils. C. woodii leaves have been found in prehistoric settlements in Africa and are believed to have been used for insect control. ==Some Cryptocarya species== *Cryptocarya acuminata *Cryptocarya alba — peumo (Chile) *Cryptocarya angulata — ivory laurel (Australia) *Cryptocarya aristata *Cryptocarya ashersoniana (Brazil) *Cryptocarya bidwillii — yellow laurel (Australia) *Cryptocarya caesia *Cryptocarya chinensis *Cryptocarya chingii *Cryptocarya cinnamomifolia (Australia) *Cryptocarya concinna *Cryptocarya corrugata *Cryptocarya crassinervia (Indonesia) *Cryptocarya cunninghamiana — Cunningham's laurel (Australia) *Cryptocarya densiflora (Indonesia) *Cryptocarya elegans *Cryptocarya erythroxylon — pigeonberry ash (southeast Australia) *Cryptocarya ferrarsii *Cryptocarya ferrea *Cryptocarya floydii — gorge laurel (Australia) *Cryptocarya foetida — stinking laurel (Australia) -vulnerable *Cryptocarya foveolata — mountain walnut (southeast Australia) *Cryptocarya gigantocarpa *Cryptocarya glaucescens — jackwood (Australia) *Cryptocarya grandis — cinnamon laurel (Australia) *Cryptocarya gregsonii (Lord Howe Island) *Cryptocarya hypospodia (Australia) *Cryptocarya invasorium *Cryptocarya laevigata — glossy laurel (Australia) *Cryptocarya leptospermoides *Cryptocarya liebertiana — (Afromontane forests in Tanzania, Mozambique, Malawi, South Africa) *Cryptocarya mackinnoniana — rusty laurel (Australia) *Cryptocarya mannii (Kaua'i) *Cryptocarya massoy (Indonesia) *Cryptocarya meissneriana (Australia) *Cryptocarya membranaceae *Cryptocarya micrantha Meisn. (Brazil) *Cryptocarya microneura — murrogun (Australia) *Cryptocarya moschata Nees et Mart. ex Nees (Brazil) *Cryptocarya multipaniculata *Cryptocarya murrayi — Murray's laurel (Australia) *Cryptocarya natalensis = Dahlgrenodendron natalense (South Africa) *Cryptocarya nigra (Indonesia) *Cryptocarya nitens (Indonesia) *Cryptocarya nova-anglica — mountain laurel (Australia) *Cryptocarya oahuensis (O'ahu) *Cryptocarya oblata *Cryptocarya obovata (Australia) *Cryptocarya obtusifolia *Cryptocarya odorata *Cryptocarya onoprienkoana — rose maple (Queensland) *Cryptocarya palawanensis (Philippines) — endangered *Cryptocarya palmerstonii syn. Endiandra palmerstonii — Queensland walnut (Queensland) *Cryptocarya pleurosperma — poison walnut (Australia) — toxic and corrosive sap *Cryptocarya pluricostata *Cryptocarya rigida — rose maple (Australia) *Cryptocarya scortechinii (Indonesia) *Cryptocarya transversa *Cryptocarya tomentosa *Cryptocarya triplinervis — brown laurel (Australia) *Cryptocarya vulgaris *Cryptocarya wightiana *Cryptocarya williwilliana — small-leaved laurel (Australia) *Cryptocarya woodii ==References== ==External links== * Pictures of Cryptocarya alba or Peumo in Chile. * Category:Laurales genera Category:Taxa named by Robert Brown (botanist, born 1773) ",
    "title": "Cryptocarya"
}